Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/interface_images/minigame/ASS_Affect_paint_timed_event.po
Languages: fr_fr

source: [_MS_] Oh... I see Lauren is in a similar pose for this picture too.
fr_fr: [_MS_] Oh... Je vois que Lauren est dans une pose similaire pour cette photo également.

source: [_MS_] She is very photogenic from that angle.
fr_fr: [_MS_] Elle est très photogénique sous cet angle.

source: [_R_] Yeah, what she lacks in the bra, she makes up for in the trunk.
fr_fr: [_R_] Ouais, ce qui lui manque dans le soutien-gorge, elle le compense dans le corps.

source: [_R_] Oh, right... I shouldn't talk like that in school, sorry.
fr_fr: [_R_] Oh, d'accord... Je ne devrais pas parler comme cela à l'école, désolé.

source: [_MS_] Uh huh... And who is Lauren supposed to be in this picture?
fr_fr: [_MS_] Euh hein... Et qui Lauren est-elle censée être sur cette photo ?

source: [_R_] Well, she's supposed to be Penny Roberson from "Missing in Space", but she could pass for any number of sci-fi girls.
fr_fr: [_R_] Eh bien, elle est censée être Penny Robinson de 'Perdu dans l'espace', mais elle pourrait passer pour n'importe quelles autres filles de science-fiction.

source: [_MS_] Ok, great... So remember, think of a theme, a background, and a slogan.
fr_fr: [_MS_] Ok, génial... Alors souvenez-vous, pensez à un thème, à un arrière-plan et à un slogan.

source: [_R_] Ok, I think I've got an idea.
fr_fr: [_R_] Ok, je crois que j'ai une idée.

source: [_MS_] Ok, let's see if you can do any better this time.
fr_fr: [_MS_] Ok, voyons si vous pouvez faire mieux cette fois.

source: [_MS_] Now, remember your theme.
fr_fr: [_MS_] Maintenant, souvenez-vous de votre thème.

source: [_MS_] Think of a good slogan...
fr_fr: [_MS_] Imaginez un bon slogan...

source: [_MS_] And let your creativity flow.
fr_fr: [_MS_] Et laissez libre cours à votre créativité.

source: [_R_] Ok... I think I'm ready.
fr_fr: [_R_] Ok... je pense que je suis prêt.

source: [_MS_] It looks really good!
fr_fr: [_MS_] Ça a l’air vraiment bien!

source: [_MS_] What is "Ass Affect" referencing though?
fr_fr: [_MS_] A quoi se réfère « Ass Affect » vraiment ?

source: [_R_] It's a parody on the sci-fi video game "Ass Effect", but it's really effect with an "e".
fr_fr: [_R_] C’est une parodie du jeu vidéo de science-fiction « Mass Effect », mais c’est sans le « M ».

source: [_MS_] Oh... I think my nephew used to play that game.
fr_fr: [_MS_] Oh... Je me rappelle que mon neveu avait l’habitude de jouer à ce jeu.

source: [_MS_] That's a pretty clever play on words.
fr_fr: [_MS_] C’est un jeu à la narration intelligente.

source: [_MS_] I'm not much for video games, but that poster makes me want to go try it.
fr_fr: [_MS_] Je ne suis pas très pour les jeux vidéo, mais cette affiche me donne envie de l’essayer.

source: [_MS_] Not to mention vote for Lauren, if I could.
fr_fr: [_MS_] Sans parler du vote pour Lauren, si je le peux.

source: [_MS_] Great job!
fr_fr: [_MS_] Bon travail !

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
fr_fr: [_MS_] L'arrière-plan a l'air sympa, enrichissez-le maintenant avec un slogan créatif.

source: [_R_] Alright... I've got this.
fr_fr: [_R_] D'accord... compris.

source: [_MS_] Oh... That's... Hmmm...
fr_fr: [_MS_] Oh... C’est... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
fr_fr: [_R_] Eh bien... Cela ne s’est pas terminé comme je l’avais prévu.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
fr_fr: [_R_] Mais, je pense que personne ne s’en souciera vraiment puisqu’ils vont juste faire attention à la photo de Lauren.

source: [_MS_] Hmmm... Well, you may be right.
fr_fr: [_MS_] Hmmm... Eh bien, vous avez peut-être raison.
