Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/interface_images/minigame/HTBYD_paint_timed_event.po
Languages: fr_fr

source: [_MS_] That's the picture of Lauren you're going to use?
fr_fr: [_MS_] C’est la photo de Lauren que vous allez utiliser ?

source: [_R_] Yeah, do you like it?
fr_fr: [_R_] Oui, vous l'aimez ?

source: [_MS_] I'm... It's... Well...
fr_fr: [_MS_] Je suis... C'est... eh bien...

source: [_MS_] Is Lauren okay with this?
fr_fr: [_MS_] Lauren est-elle d’accord avec ça ?

source: [_R_] It was mostly her idea.
fr_fr: [_R_] C’était principalement son idée.

source: [_RT_] {i}With a lot of coaxing.{/i}
fr_fr: [_RT_] {i}Avec beaucoup de persuasion. {/i}

source: [_MST_] {i}Oh my God!... That will get the attention of all the students for sure. These kids are bringing their "A game"{/i}
fr_fr: [_MST_] {i}Oh mon Dieu!... Cela attirera l'attention de tous les élèves. Ces enfants apportent leur «Jeu»{/i}

source: [_MST_] {i}It's also useful to know that [ryan] and Lauren are anything but prudes.{/i}
fr_fr: [_MST_] {i}Il est également utile de savoir que [ryan] et Lauren sont tout sauf prudes. {/i}

source: [_MS_] Lauren looks a lot like the girl in that movie "How to Breed your Dragon.", only with much fewer... clothes on... What's her name?... Assturd?
fr_fr: [_MS_] Lauren ressemble beaucoup à la fille de ce film d'animation 'Dragon', seulement avec beaucoup moins de vêtements... Quel est son nom déjà?... Astrid?

source: [_R_] Yeah, that's exactly right.
fr_fr: [_R_] oui, c’est exactement ça.

source: [_MS_] Ok, good. So you want the poster to reflect that with a proper background, and a proper slogan... So take a second to think about it.
fr_fr: [_MS_] D’accord, bon. Donc, vous voulez que l’affiche reflète cela avec un fond approprié, et un slogan approprié ... Alors prenez une seconde pour y réfléchir.

source: [_R_] Ok... I think I've got an idea.
fr_fr: [_R_] Ok... Je crois que j'ai une idée.

source: [_MS_] Ok... Just let your creativity flow.
fr_fr: [_MS_] Ok... Laissez libre cours à votre créativité.

source: [_MS_] You still want to use that particular picture?
fr_fr: [_MS_] Vous voulez toujours utiliser cette photo particulière ?

source: [_R_] Yeah, why not?
fr_fr: [_R_] Ouais, pourquoi pas?

source: [_MS_] No reason.
fr_fr: [_MS_] Sans raison.

source: [_MST_] {i}Unless you've got something even sexier.{/i}
fr_fr: [_MST_] {i}À moins que vous n’ayez quelque chose d’encore plus sexy. {/i}

source: [_MST_] {i}I'm not even into women, but I can appreciate a beautiful young ass.{/i}
fr_fr: [_MST_] {i}je n’aime même pas les femmes, mais je peux apprécier un beau jeune cul. {/i}

source: [_MS_] Now, remember your theme.
fr_fr: [_MS_] Maintenant, souvenez-vous de votre thème.

source: [_MS_] Think of a good slogan...
fr_fr: [_MS_] Imaginez un bon slogan...

source: [_MS_] And let your creativity flow.
fr_fr: [_MS_] Et laissez libre cours à votre créativité.

source: [_R_] Ok... I think I'm ready.
fr_fr: [_R_] Ok... je pense que je suis prêt.

source: [_MS_] Wow... That's really good.
fr_fr: [_MS_] Waouh... C’est vraiment bien.

source: [_MST_] {i}The slogan is a bit provocative, but it definitely goes with the flavor of the picture.{/i}
fr_fr: [_MST_] {i}Le slogan est un peu provocateur, mais il va certainement avec le mood de l’image. {/i}

source: [_R_] Yeah... I just did exactly what you said...
fr_fr: [_R_] oui... Je viens de faire exactement ce que vous avez dit...

source: [_R_] You're such a good art teacher!
fr_fr: [_R_] Vous êtes un bon professeur d'art !

source: [_MS_] Ohhh... That's so sweet!
fr_fr: [_MS_] Ohhh ... C'est si gentil !

source: [_MS_] Now, is that it, or did you say you need to design another poster?
fr_fr: [_MS_] Maintenant, est-ce que c’est fini, ou avez-vous dit que vous deviez concevoir une autre affiche?

source: [_R_] I've got one more.
fr_fr: [_R_] j’en ai un de plus.

source: [_MS_] Ok, let's set it up.
fr_fr: [_MS_] Ok, mettons-la en place.

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
fr_fr: [_MS_] L'arrière-plan a l'air sympa, enrichissez-le maintenant avec un slogan créatif.

source: [_R_] Alright... I've got this.
fr_fr: [_R_] D'accord... compris.

source: [_MS_] Oh... That's... Hmmm...
fr_fr: [_MS_] Oh... C’est... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
fr_fr: [_R_] Eh bien... Cela ne s’est pas terminé comme je l’avais prévu.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
fr_fr: [_R_] Mais, je pense que personne ne s’en souciera vraiment puisqu’ils vont juste faire attention à la photo de Lauren.

source: [_MS_] Hmmm... Well, you may be right.
fr_fr: [_MS_] Hmmm... Eh bien, vous avez peut-être raison.
