Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/character.po
Languages: sk_sk

source: [ryan]'s Thoughts
sk_sk: Myšlienky [ryan]

source: Mom's Thoughts
sk_sk: Myšlienky mamy

source: Dad
sk_sk: Otec

source: Lauren's Thoughts
sk_sk: Laurenine myšlienky

source: Mafia Goon
sk_sk: Mafián

source: Voice over Microphone
sk_sk: Hlas cez mikrofón

source: Sidney's Thoughts
sk_sk: Laurenine myšlienky

source: Mandy's Thoughts
sk_sk: Mandyine myšlienky

source: Aunt Camille
sk_sk: Teta Camille

source: Aunt Camille's Thoughts
sk_sk: Myšlienky tety Camille
