Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Cosplay_gallery.po
Languages: sk_sk

source: [_RT_] {i}Yes... I have sold another pair of oufits for $[sold] more.{/i}
sk_sk: [_RT_] {i}Áno... Predal som ďalší pár oblekov za $[sold].{/i}

source: [_RT_] {i}I should check if I got any likes and if I can transfer the money to my account.{/i}
sk_sk: [_RT_] {i}Mal by som skontrolovať, či mám nejaké lajky a či môžem previesť peniaze na svoj účet.{/i}

source: You were sponsored by a total of [var_total_supporters] supporters and earned $[var_earnings_from_supporters]!
sk_sk: Sponzorovalo vás celkom [var_total_supporters] podporovateľov a zarobili ste $[var_earnings_from_supporters]!

source: You have already withdrawn the money that you have earned this month!
sk_sk: Peniaze, ktoré ste tento mesiac zarobili, ste si už vybrali!

source: [_RT_] {i}I must wait until the end of the month to withdraw my funds.{/i}
sk_sk: [_RT_] {i}S výberom svojich prostriedkov musím počkať do konca mesiaca.{/i}

source: You have received [new_likes] new likes and earned $[income]!
sk_sk: Získali ste [new_likes] nových lajkov a zarobili ste $[income]!

source: You have already withdrawn the money that you have earned!
sk_sk: Peniaze, ktoré ste zarobili, ste si už vybrali!

source: [_RT_] {i}I must wait until the end of the week to withdraw my funds.{/i}
sk_sk: [_RT_] {i}S výberom svojich prostriedkov musím počkať do konca mesiaca.{/i}

source: [_RT_] {i}For only 5 bucks I'll get more likes. I should remember to do this daily.{/i}
sk_sk: [_RT_] {i}Len za 5 dolárov dostanem viac lajkov. Mal by som na to pamätať každý deň.{/i}

source: [_RT_] {i}I already advertised today.{/i}
sk_sk: [_RT_] {i}Dnes som už inzeroval.{/i}

source: [_RT_] {i}Yes... The outfits were sold and now I have $[sold] more in my account.{/i}
sk_sk: [_RT_] {i}Áno... Oblečenie bolo predané a teraz mám na účte o $[sold] viac.{/i}

source: [_RT_] {i}I should sell the cosplay outfits.{/i}
sk_sk: [_RT_] {i}Mal by som predávať cosplay oblečenie.{/i}

source: [_RT_] {i}There... all outfits have been put up for sale, now I'll just have to wait and see if they'll sell.{/i}
sk_sk: [_RT_] {i}Tak... všetky outfity boli ponúknuté na predaj, teraz musím len čakať, či sa predajú.{/i}

source: [_RT_] {i}I don't have anything to sell.{/i}
sk_sk: [_RT_] {i}Nemám nič na predaj.{/i}

source: [_RT_] {i} The first cosplay outfit that [outfit_nfo_name] wore on our first photoshoot.{/i}
sk_sk: [_RT_] {i} Prvý cosplay outfit, ktorý mala [outfit_nfo_name] na sebe na našom prvom fotení.{/i}

source: [_RT_] {i}I hope we can sell more of them.{/i}
sk_sk: [_RT_] {i}Dúfam, že sa nám ich podarí predať viac.{/i}

source: {color=#ffffff}{b}Supporters{/b}{/color}
sk_sk: {color=#ffffff}{b}Podporovatelia{/b}{/color}

source: {color=#ffffff}{b}Advertising{/b}{/color}
sk_sk: {color=#ffffff}{b}Reklama{/b}{/color}

source: {color=#ffffff}{b}Images Videos{/b}{/color}
sk_sk: {color=#ffffff}{b}Obrázky Videá{/b}{/color}

source: {color=#ffffff}{b}Outfits{/b}{/color}
sk_sk: {color=#ffffff}{b}Oblečky{/b}{/color}

source: {color=#000000}{b}Likes: [total_likes]{/b}{/color}
sk_sk: {color=#000000}{b}Lajky: [total_likes]{/b} {/color}

source: {color=#ffffff}{b}Press to change likes to money{/b}{/color}
sk_sk: {color=#ffffff}{b}Stlačte na zmenu lajkov na peniaze {/b} {/color}

source: {color=#000000}{b}Sell{/b}{/color}
sk_sk: {color=#000000}{b}Predaj{/b}{/color}

source: {color=#000000}{b}outfits{/b}{/color}
sk_sk: {color=#000000}{b}oblečky{/b}{/color}

source: {color=#ff0000}{b}Supporters: [var_total_supporters]{/b}{/color}
sk_sk: {color=#ff0000}{b}Podporovatelia: [var_total_supporters]{/b}{/color}

source: {b}{color=#ffffff}Press to receive {size=18} monthly earnings:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
sk_sk: {b}{color=#ffffff}Stlačte pre príjem {size=18} mesačných ziskov:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
