Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Gallery_AFV_v0.2.po
Languages: sk_sk

source: Mom's gallery
sk_sk: Galéria Mama

source: Lauren's gallery
sk_sk: Galéria Lauren

source: Sidney's gallery
sk_sk: Galéria Sidney

source: Aunt Camille's gallery
sk_sk: Galéria tety Camille

source: Mandy's gallery
sk_sk: Galéria Mandy

source: Harem gallery
sk_sk: Hárem galéria

source: Other girls gallery
sk_sk: Galéria ostatných dievčat

source: NTR gallery
sk_sk: Galéria NTR

source: Cosplay gallery
sk_sk: Galéria Cosplay

source: Face Card gallery
sk_sk: Galéria Face Card

source: Events Completed gallery
sk_sk: Galéria dokončených udalostí
