Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/HTBYD_paint_timed_event.po
Languages: sk_sk

source: [_MS_] That's the picture of Lauren you're going to use?
sk_sk: [_MS_] To je Laurenina fotografia, ktorú chceš použiť?

source: [_R_] Yeah, do you like it?
sk_sk: [_R_] Áno, páči sa ti to?

source: [_MS_] I'm... It's... Well...
sk_sk: [_MS_] Ja som ... To je ... No. ..

source: [_R_] It was mostly her idea.
sk_sk: [_R_] Bol to väčšinou jej nápad.

source: [_RT_] {i}With a lot of coaxing.{/i}
sk_sk: [_RT_] {i}S veľkým presviedčaním.{/i}

source: [_MST_] {i}Oh my God!... That will get the attention of all the students for sure. These kids are bringing their "A game"{/i}
sk_sk: [_MST_] {i}Bože môj!... To určite upúta pozornosť všetkých študentov. Tieto deti si prinášajú svoju "A hru" {/i}.

source: [_MST_] {i}It's also useful to know that [ryan] and Lauren are anything but prudes.{/i}
sk_sk: [_MST_] {i}Je tiež užitočné vedieť, že [ryan] a Lauren sú všetko, len nie prudérni.{/i}

source: [_MS_] Lauren looks a lot like the girl in that movie "How to Breed your Dragon.", only with much fewer... clothes on... What's her name?... Assturd?
sk_sk: [_MS_] Lauren sa veľmi podobá na dievča z filmu "Ako si vychovať draka", len má na sebe oveľa menej... oblečenia... Ako sa volala?... Assturd?

source: [_R_] Yeah, that's exactly right.
sk_sk: [_R_] Áno, presne tak.

source: [_MS_] Ok, good. So you want the poster to reflect that with a proper background, and a proper slogan... So take a second to think about it.
sk_sk: [_MS_] Ok, dobre. Takže chceš, aby to plagát odrážal s vhodným pozadím a vhodným sloganom... Tak sa nad tým na chvíľu zamyslite.

source: [_R_] Ok... I think I've got an idea.
sk_sk: [_R_] Ok, myslím, že mám nápad.

source: [_MS_] Ok... Just let your creativity flow.
sk_sk: [_MS_] Ok... Nechaj svoju kreativitu plynúť.

source: [_MS_] You still want to use that particular picture?
sk_sk: [_MS_] Stále chceš použiť ten konkrétny obrázok?

source: [_R_] Yeah, why not?
sk_sk: [_R_] Áno, prečo nie?

source: [_MS_] No reason.
sk_sk: [_MS_] Nie je žiadny dôvod.

source: [_MST_] {i}Unless you've got something even sexier.{/i}
sk_sk: [_MST_] {i}Pokiaľ nemáš niečo viac sexy. {/i}

source: [_MST_] {i}I'm not even into women, but I can appreciate a beautiful young ass.{/i}
sk_sk: [_MST_] {i}Ani nie som na ženy, ale dokážem oceniť krásny mladý zadok.{/i}

source: [_MS_] Now, remember your theme.
sk_sk: [_MS_] Nezabudni na svoju tému.

source: [_MS_] Think of a good slogan...
sk_sk: [_MS_] Vymysli dobrý slogan...

source: [_MS_] And let your creativity flow.
sk_sk: [_MS_] A nechaj svoju kreativitu plynúť.

source: [_R_] Ok... I think I'm ready.
sk_sk: [_R_] Ok... Myslím, že som pripravený.

source: [_MS_] Wow... That's really good.
sk_sk: [_MS_] Wow... To je naozaj dobré.

source: [_MST_] {i}The slogan is a bit provocative, but it definitely goes with the flavor of the picture.{/i}
sk_sk: [_MST_] {i}Slogan je trochu provokatívny, ale rozhodne sa hodí k chuti obrázku.{/i}

source: [_R_] Yeah... I just did exactly what you said...
sk_sk: [_R_] Áno... práve som urobil presne to, čo si povedala...

source: [_R_] You're such a good art teacher!
sk_sk: [_R_] Si taká dobrá učiteľka výtvarnej výchovy!

source: [_MS_] Ohhh... That's so sweet!
sk_sk: [_MS_] Ohhh... To je také milé!

source: [_MS_] Now, is that it, or did you say you need to design another poster?
sk_sk: [_MS_] Je to všetko, alebo si povedal, že musíš navrhnúť ešte ďalší plagát?

source: [_R_] I've got one more.
sk_sk: [_R_] Mám ešte jeden.

source: [_MS_] Ok, let's set it up.
sk_sk: [_MS_] Ok, poďme na to.

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
sk_sk: [_MS_] Pozadie vyzerá pekne, teraz ho doplň kreatívnym sloganom.

source: [_R_] Alright... I've got this.
sk_sk: [_R_] Dobre... Mám to.

source: [_MS_] Oh... That's... Hmmm...
sk_sk: [_MS_] Oh... To je... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
sk_sk: [_R_] No... Neskončilo to tak, ako som plánoval.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
sk_sk: [_R_] Myslím si však, že nikoho to nebude zaujímať, pretože budú venovať pozornosť len fotografii Lauren.

source: [_MS_] Hmmm... Well, you may be right.
sk_sk: [_MS_] Hmmm... No, možno máš pravdu.
