Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/New_inventory.po
Languages: sk_sk

source: Lauren's first cosplay outfit, you can sell it online to make money.
sk_sk: Laurenin prvý cosplay outfit, môžeš predávať online a zarobiť peniaze.

source: Mandy's first cosplay outfit, you can sell it online to make money.
sk_sk: Mandyin prvý cosplay outfit, ktorý môžeš predávať online a zarobiť tak peniaze.

source: Expensive, but the most stylish swimsuit for my mom.
sk_sk: Drahé, ale najštýlovejšie plavky pre moju mamu.

source: Generic milk chocolate bar.
sk_sk: Obyčajná mliečna čokoláda.

source: hardnLong.com $25 Gift Card(s).
sk_sk: hardnLong.com Darčeková karta v hodnote 25 USD.

source: Flowers for my ladies.
sk_sk: Kvety pre moje dámy.

source: Melatonin, the strongest over the counter sleep aid that I can buy. It's all natural... non addictive...
sk_sk: Melatonín, najsilnejší voľnopredajný liek na spanie, ktorý si môžem kúpiť. Je úplne prírodný... nie je návykový...

source: Webcam(s), I can use this item to spy on the girls.
sk_sk: Webkamera(y), túto položku môžem použiť na špehovanie dievčat.

source: Ball Gag, a device used in sexual bondage and BDSM roleplay. Let's see how I can use it!
sk_sk: Guľový roubík, pomôcka používaná pri sexuálnom zväzovaní a BDSM rolových hrách. Pozrime sa, ako ho môžem použiť!

source: The best DSLR camera I can afford for now.
sk_sk: Najlepšia digitálna zrkadlovka, akú si zatiaľ môžem dovoliť.

source: A green screen will make us look more professional.
sk_sk: Vďaka zelenému plátnu budeme vyzerať profesionálnejšie.

source: With this lights the photos will look better and we'll get more likes.
sk_sk: S týmto osvetlením budú fotografie vyzerať lepšie a získame viac lajkov.

source: This items helps you get more likes from images.
sk_sk: Tieto položky vám pomôžu získať viac lajkov z obrázkov.

source: This items is needed to make videos.
sk_sk: Tieto položky sú potrebné na vytváranie videí.

source: This items helps you get more likes from videos.
sk_sk: Tieto položky vám pomôžu získať viac lajkov z videí.

source: A childrens book that turned out to be full of hidden sexual themes and innuendos... Maybe it is my kind of book!
sk_sk: Detská kniha, ktorá sa ukázala byť plná skrytých sexuálnych motívov a narážok... Možno je to môj typ knihy!

source: Second book in the Perry Hotter Series.
sk_sk: Druhá kniha zo série Perry Hotter.

source: Third book in the Perry Hotter Series.
sk_sk: Tretia kniha zo série Perry Hotter.

source: I've got to keep replacing Mom's wine.
sk_sk: Musím mame stále doplňovať víno.

source: Money:$[money]
sk_sk: Peniaze:$[money]

source: INVENTORY
sk_sk: INVENTÁR
