Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Phone_interface.po
Languages: sk_sk

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
sk_sk: [_RT_] {i}Nemám na to čas. DeCapovci tu budú každú chvíľu.{/i}

source: [_RT_] {i}It's night, I should go to sleep.{/i}
sk_sk: [_RT_] {i}Je noc, mal by som ísť spať.{/i}

source: [_RT_] {i}Right now I'm at School, I must first go home to advance time.{/i}
sk_sk: [_RT_] {i}Práve teraz som v škole, musím ísť najprv domov, aby som si posunul čas.{/i}

source: [_RT_] {i}I can't waist time. I need to go to school and see how Lauren is doing in the student body election poll.{/i}
sk_sk: [_RT_] {i}Nemôžem strácať čas. Musím ísť do školy a pozrieť sa, ako si Lauren vedie vo voľbách do študentskej rady.{/i}

source: [_RT_] {i}I can't waist time. I need to get ready to visit Dad in prison.{/i}
sk_sk: [_RT_] {i}Nemôžem strácať čas. Musím sa pripraviť na návštevu otca vo väzení.{/i}

source: [_RT_] {i}School has ended, I must return home.{/i}
sk_sk: [_RT_] {i}Škola sa skončila, musím sa vrátiť domov.{/i}
