Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Phone_event_screen.po
Languages: sk_sk

source: [_RT_] {i}While I admire the hell out of Mr. Peterson, he's kind of a cockblock, and he needs help. I hope he's caught soon!{/i}
sk_sk: [_RT_] {i}Aj keď pána Petersona obdivujem, je to tak trochu blbec a potrebuje pomoc. Dúfam, že ho čoskoro chytia!{/i}

source: [_RT_] {i}Sidney was acting funny when I told her about Mom. I'd better keep an eye on her this weekend when the Mafia comes for their weekly payment.{/i}
sk_sk: [_RT_] {i}Sidney sa správala smiešne, keď som jej povedal o mame. Radšej na ňu cez víkend dohliadnem, keď si mafia príde pre svoju týždennú výplatu.{/i}

source: [_RT_] {i}I need to visit Sidney while she's working at the club, maybe she'll have some time for a little more fun.{/i}
sk_sk: [_RT_] {i}Musím navštíviť Sidney, keď pracuje v klube, možno bude mať čas na trochu viac zábavy.{/i}

source: [_RT_] {i}Boy, Aunt Cami can be such a bitch!... I don't know what Uncle Bobby see's in her. I'd leave her ass in a second.{/i}
sk_sk: [_RT_] {i}Chlapče, teta Cami vie byť taká mrcha!... Neviem, čo na nej strýko Bobby vidí. Hneď by som jej zadok opustil.{/i}

source: [_RT_] {i}I wonder what that text was about. I should go to the warehouse to see if Uncle Bobby is ok.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, o čom bol ten text. Mal by som ísť do skladu zistiť, či je strýko Bobby v poriadku.{/i}

source: [_RT_] {i}Sidney usually takes about 3 days to make a new outfit. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
sk_sk: [_RT_] {i}Sidney zvyčajne potrebuje na výrobu nového oblečenia približne 3 dni. Zvyčajne si ich prispôsobuje v kuchyni, ale bolo by rozumné, keby som ráno skontroloval aj obývačku.{/i}

source: [_RT_] {i}Sidney will probably finish Aunt Cami's new sexy maid outfit in a couple days. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
sk_sk: [_RT_] {i}Sidney pravdepodobne o pár dní dokončí nový kostým tety Cami pre sexy slúžku. Zvyčajne si ich prispôsobuje v kuchyni, ale bolo by rozumné, keby som ráno skontroloval aj obývačku.{/i}

source: [_RT_] {i}Sidney will probably finish Aunt Cami's new sexy maid outfit tomorrow. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
sk_sk: [_RT_] {i}Sidney pravdepodobne zajtra dokončí nový kostým tety Cami pre sexy slúžku. Zvyčajne si ich prispôsobuje v kuchyni, ale bolo by rozumné, keby som ráno skontroloval aj obývačku.{/i}

source: [_RT_] {i}Sidney is probably done with Aunt Cami's sexy maid outfit... I should check the lounge in the morning to see if Sidney has finished.{/i}
sk_sk: [_RT_] {i}Sidney pravdepodobne skončila s oblečením sexy slúžky tety Cami... Ráno by som mal skontrolovať obývačku, či už Sidney skončila.{/i}

source: [_RT_] {i}I should keep going to the kitchen in the late morning until I can assign Aunt Cami a chore to work on.{/i}
sk_sk: [_RT_] {i}Mal by som chodiť do kuchyne v neskorých ranných hodinách, kým tete Cami nepridelím nejakú prácu.{/i}

source: [_RT_] {i}I need to build up Aunt Cami's libido or submission so I can do something even more mischievous to her in the bathroom.{/i}
sk_sk: [_RT_] {i}Potrebujem zvýšiť libido alebo poddajnosť tety Cami, aby som jej mohol v kúpeľni urobiť niečo ešte zlomyseľnejšie.{/i}

source: [_RT_] {i}I should focus on getting Aunt Cami to do something scandelous in the bathroom.{/i}
sk_sk: [_RT_] {i}Mal by som sa sústrediť na to, aby teta Cami urobila niečo škandalózne v kúpeľni.{/i}

source: [_RT_] {i}I was able to get Aunt Cami to flash me in both the bathroom and the kitchen... I'll bet I can get her to flash me in the lounge too.{/i}
sk_sk: [_RT_] {i}Podarilo sa mi prinútiť tetu Cami, aby sa blysla v kúpeľni aj v kuchyni... Vsadím sa, že ju dokážem presvedčiť, aby sa ukázala aj v obývačke.{/i}

source: [_RT_] {i}Aunt Cami flashed me in the bathroom... I'll bet I can get her to flash me in the lounge too.{/i}
sk_sk: [_RT_] {i}Teta Cami sa blysla v kúpeľni... Vsadím sa, že ju presvedčím, aby sa predviedla aj v obývačke.{/i}

source: [_RT_] {i}I was able to get Aunt Cami to flash me in both the bathroom and the lounge... I'll bet I can get her to flash me in the kitchen too.{/i}
sk_sk: [_RT_] {i}Podarilo sa mi prinútiť tetu Cami, aby sa blysla v kúpeľni aj v obývačke... Vsadím sa, že ju dokážem presvedčiť, aby sa predviedla aj v kuchyni.{/i}

source: [_RT_] {i}Aunt Cami flashed me in the bathroom... I'll bet I can get her to flash me in the kitchen too.{/i}
sk_sk: [_RT_] {i}Teta Cami sa blysla v kúpeľni... Vsadím sa, že ju presvedčím, aby sa predviedla aj v kuchyni.{/i}

source: [_RT_] {i}Recent events have caused me to have weird dreams. I wonder if I'll have another weird dream soon.{/i}
sk_sk: [_RT_] {i}Nedávne udalosti mi spôsobili zvláštne sny. Som zvedavý, či budem mať čoskoro ďalší divný sen.{/i}

source: [_RT_] {i}I need to go running with Sidney in the early morning and try everything she has to offer at the park.{/i}
sk_sk: [_RT_] {i}Musím ísť skoro ráno behať so Sidney a vyskúšať všetko, čo ponúka v parku.{/i}

source: [_RT_] {i}This business with Uncle Bobby and Aunt Cami could really disrupt the way we live... I might not have many opportunities to perv on my Mom at night... I'd better sneak into her room while I still can.{/i}
sk_sk: [_RT_] {i}Táto záležitosť so strýkom Bobbym a tetou Cami by mohla naozaj narušiť náš spôsob života... Možno nebudem mať veľa príležitostí, aby som v noci obchytkával mamu... Radšej sa vkradnem do jej izby, kým ešte môžem.{/i}

source: [_RT_] {i}This business with Uncle Bobby and Aunt Cami could really disrupt the way we live... I might not have many opportunities to perv on Lauren at night... I'd better sneak into her room while I still can.{/i}
sk_sk: [_RT_] {i}Táto záležitosť so strýkom Bobbym a tetou Cami by mohla naozaj narušiť náš spôsob života... Možno nebudem mať veľa príležitostí na to, aby som v noci obchytkával Lauren... Radšej sa vkradnem do jej izby, kým ešte môžem.{/i}

source: [_RT_] {i}I think there's a chance that Aunt Cami and Mandy will have to move in with us. It's going to be hell if I can't get Aunt Cami to be more submissive. I wonder if I can get her to act more submissive while she cleans our bathroom.{/i}
sk_sk: [_RT_] {i}Myslím, že je tu šanca, že teta Cami a Mandy sa budú musieť presťahovať k nám. Bude to peklo, ak sa mi nepodarí prinútiť tetu Cami, aby bola povoľnejšia. Zaujímalo by ma, či ju dokážem prinútiť, aby sa správala povoľnejšie, keď nám bude upratovať kúpeľňu.{/i}

source: [_RT_] {i}Thank God Uncle Bobby left Aunt Cami some money to pay their mortgage, otherwise they would probably have to move in with us.{/i}
sk_sk: [_RT_] {i}Vďaka Bohu, že strýko Bobby nechal tete Cami nejaké peniaze na splácanie hypotéky, inak by sa asi museli presťahovať k nám.{/i}

source: [_RT_] {i}I really want to get closer to Sidney. We seem to be bonding during our runs to the park. I should really explore how much sexual stuff she's willing to do with me.{/i}
sk_sk: [_RT_] {i}Naozaj sa chcem so Sidney zblížiť. Zdá sa, že sme sa zblížili počas našich behov do parku. Mal by som naozaj preskúmať, koľko sexuálnych vecí je ochotná so mnou robiť.{/i}

source: [_RT_] {i}I need Sidney to be more submissive. I'm sure a few photo shoots with her would do the trick.{/i}
sk_sk: [_RT_] {i}Potrebujem, aby bola Sidney povoľnejšia. Som si istý, že pár fotiek s ňou by to napravilo.{/i}

source: [_RT_] {i}I need to visit Sidney at the club and find out everything I can. I should ask her every question that comes to mind.{/i}
sk_sk: [_RT_] {i}Musím navštíviť Sidney v klube a zistiť všetko, čo sa dá. Mal by som sa jej spýtať na každú otázku, ktorá ma napadne.{/i}

source: [_RT_] {i}I need to visit Sidney at the club on Monday night.{/i}
sk_sk: [_RT_] {i}V pondelok večer musím navštíviť Sidney v klube.{/i}

source: [_RT_] {i}I'll bet I could go all the way with Mrs. Stone, but I don't like the idea of losing my virginity to a teacher. I think I should try to accomplish that with someone else first.{/i}
sk_sk: [_RT_] {i}Vsadím sa, že by som to s pani Stoneovou zvládol, ale nepáči sa mi predstava, že by som mal prísť o panictvo s učiteľkou. Myslím, že by som to mal najprv skúsiť s niekým iným.{/i}

source: [_RT_] {i}Mrs. Stone is up for almost anything... I wonder how far she'll go if I keep visiting her each week.{/i}
sk_sk: [_RT_] {i}Pani Stoneová je pripravená takmer na všetko... Som zvedavý, ako ďaleko zájde, keď ju budem navštevovať každý týždeň.

source: [_RT_] {i}I think I've heard Mandy watching TV in the lounge with Lauren in the evenings. I should go see them.{/i}
sk_sk: [_RT_] {i}Myslím, že som počul, ako Mandy po večeroch s Lauren pozerá televíziu v obývačke. Mal by som ich ísť pozrieť.{/i}

source: [_RT_] {i}I've got to plant a camera in the girls locker room at school so that Agent Diaz will dig up some dirt on Matt.{/i}
sk_sk: [_RT_] {i}Musím nastrčiť kameru do dievčenskej šatne v škole, aby agentka Diazová vyhrabala na Matta nejakú špinu.{/i}

source: [_RT_] {i}I need to let Diaz know that I was able to install the spy-cam in the girls locker room.{/i}
sk_sk: [_RT_] {i}Musím Diazovej oznámiť, že sa mi podarilo nainštalovať špionážnu kameru do dievčenskej šatne.{/i}

source: [_RT_] {i}I wonder if Diaz has found any dirt on Matt yet?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či Diazová už našila nejakú špinu na Matta?{/i}

source: [_RT_] {i}I've got the video Diaz gave me, and I'll bet Megan would be willing to go further than a blowjob to get it. But I don't want to lose my virginity to Megan. I should spend my time with Sidney before I give Megan this video.{/i}
sk_sk: [_RT_] {i}Mám to video, ktoré mi dala Diazová, a stavím sa, že Megan by bola ochotná zájsť ďalej ako k fajke, aby ho získala. Ale ja nechcem prísť o panictvo s Megan. Skôr než dám Megan toto video, mal by som stráviť čas so Sidney.{/i}

source: [_RT_] {i}I should talk to Megan in class about what Diaz recorded in the locker room.{/i}
sk_sk: [_RT_] {i}Mal by som si s Megan v triede pohovoriť o tom, čo Diazová nahrala v šatni.{/i}

source: [_RT_] {i}Mandy and Lauren will be showering together every weekday. The only time I might catch her alone in the shower is on the weekend. I wonder if she'll put on a good show when her libido is full?{/i}
sk_sk: [_RT_] {i}Mandy a Lauren sa budú sprchovať spolu každý pracovný deň. Jediný prípad, keď ju pristihnem v sprche samú, je cez víkend. Zaujímalo by ma, či predvedie dobrú šou, keď bude jej libido plné?

source: [_RT_] {i}Mandy's always alone in Lauren's room in the evening. I wonder what I'll see if her libido is full.{/i}
sk_sk: [_RT_] {i}Mandy je večer vždy sama v Laurinej izbe. Som zvedavý, čo uvidím, keď bude jej libido plné.{/i}

source: [_RT_] {i}Aunt Cami always showers in the afternoon, I wonder what I'll see if I spy on her when her libido is full.{/i}
sk_sk: [_RT_] {i}Teta Cami sa vždy sprchuje popoludní, som zvedavý, čo uvidím, keď ju budem špehovať, keď bude mať plné libido.{/i}

source: [_RT_] {i}Aunt Cami's always alone in Mom's room in the evening. I wonder what I'll see if her libido is full.{/i}
sk_sk: [_RT_] {i}Teta Cami je večer vždy sama v maminej izbe. Som zvedavý, čo uvidím, keď bude mať plné libido.{/i}

source: [_RT_] {i}I should just keep visiting Lauren's room at night. I want to see where it will lead.{/i}
sk_sk: [_RT_] {i}Mal by som v noci navštevovať Laureninu izbu. Chcem vidieť, kam to povedie.{/i}

source: [_RT_] {i}I need to keep Lauren happy by helping her do as good as possible in the polls. Mandy would be a good help, it's too bad she doesn't live with us.{/i}
sk_sk: [_RT_] {i}Potrebujem, aby bola Lauren šťastná a aby sa jej vo voľbách darilo čo najlepšie. Mandy by bola dobrá pomoc, škoda, že nežije s nami.{/i}

source: [_RT_] {i}I need to keep Lauren happy by helping her do as good as possible in the polls. Maybe Mandy could be of help too. I should improve my relationship with her by visiting her every night.{/i}
sk_sk: [_RT_] {i}Potrebujem, aby bola Lauren šťastná a aby sa jej vo voľbách darilo čo najlepšie. Možno by mi mohla pomôcť aj Mandy. Mal by som zlepšiť svoj vzťah s ňou tým, že ju budem navštevovať každý večer.{/i}

source: [_RT_] {i}Lauren gets so sad when she loses in the polls. Imagine how happy she'd be if she were to win every week.{/i}
sk_sk: [_RT_] {i}Lauren je taká smutná, keď prehrá v prieskumoch. Predstavte si, ako by bola šťastná, keby vyhrávala každý týždeň.{/i}

source: [_RT_] {i}With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I should still make sure to pay to keep them safe.{/i}
sk_sk: [_RT_] {i}Keď je sesternica Mandy v Laurinej izbe, návštevy agentky Diazovej by mohli byť zaujímavé. Ešte by som sa mal uistiť, že zaplatím, aby boli v bezpečí.{/i}

source: [_RT_] {i}With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I wonder what would happen if I don't pay Diaz this week?{/i}
sk_sk: [_RT_] {i}Keď je sesternica Mandy v Laurinej izbe, návštevy agentky Diazovej by mohli byť zaujímavé. Zaujímalo by ma, čo sa stane, ak tento týždeň Diazovej nezaplatím?{/i}

source: [_RT_] {i}I need to visit school board member Will Tylor. I can probably find his office on my map in the late morning or afternoon.{/i}
sk_sk: [_RT_] {i}Musím navštíviť člena školskej rady Willa Tylora. Pravdepodobne nájdem jeho kanceláriu na mape v neskorých ranných alebo popoludňajších hodinách.{/i}

source: [_RT_] {i}Will Tylor wants a fucking date with my mom?... Should I help him out?... Changing the dress code would almost guarantee that Lauren would win.{/i}
sk_sk: [_RT_] {i}Will Tylor si chce dať rande s mojou mamou?... Mám mu pomôcť?... Zmena pravidiel obliekania by takmer zaručila, že Lauren vyhrá.{/i}

source: [_RT_] {i}I'd have to convince Mom to go to dinner with him though... I don't know if she would. I think she hates him... I could ask her at breakfast. She seems to be in a better mood in the morning.{/i}
sk_sk: [_RT_] {i}Musel by som však presvedčiť mamu, aby s ním išla na večeru... Neviem, či by to urobila. Myslím, že ho nenávidí... Mohol by som sa jej spýtať pri raňajkách. Zdá sa, že ráno má lepšiu náladu.{/i}

source: [_RT_] {i}I've sent Will an email letting him know my mom is willing to meet him for dinner. Now I've just got to wait for his reply. I'm sure it won't take longer than a week. I'll bet he sends it on Saturday when he's got a little more time.{/i}
sk_sk: [_RT_] {i}Poslal som Willovi e-mail, v ktorom mu oznamujem, že moja mama je ochotná stretnúť sa s ním na večeri. Teraz už len musím čakať na jeho odpoveď. Som si istý, že to nebude trvať dlhšie ako týždeň. Stavím sa, že ho pošle v sobotu, keď bude mať trochu viac času.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further at the park.{/i}
sk_sk: [_RT_] {i}Po tom, čo sme so Sidney robili v klube, som zvedavý, či bude ochotná ísť v parku ďalej.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further in the bedroom.{/i}
sk_sk: [_RT_] {i}Po tom, čo sme so Sidney robili v klube, som zvedavý, či bude ochotná ísť v spálni ďalej.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further after a photoshoot.{/i}
sk_sk: [_RT_] {i}Po tom, čo sme so Sidney robili v klube, som zvedavý, či bude ochotná ísť po fotení ďalej.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to keep doing it there.{/i}
sk_sk: [_RT_] {i}Po tom, čo sme so Sidney robili v klube, som zvedavý, či to tam bude chcieť robiť aj naďalej.{/i}

source: [_RT_] {i}The more events, and school influence I gain, the better the outcome of the election. {p}The election will start on a Friday. I just need to be in class when it begins.{/i}
sk_sk: [_RT_] {i}Čím viac udalostí a školského vplyvu získam, tým lepší bude výsledok volieb. {p}Voľby sa začnú v piatok. Len musím byť v triede, keď sa začnú.{/i}

source: [_RT_] {i}I'd better be sure I've completed all my tasks before... I won't be able to do them after the election.{/i}
sk_sk: [_RT_] {i}Radšej by som si mal byť istý, že som splnil všetky úlohy, než... Po voľbách ich už nebudem môcť urobiť.{/i}

source: [_RT_] {i}Now that Lauren is the student body president, she gets to read the morning announcements. I should listen to a few of them on Monday mornings.{/i}
sk_sk: [_RT_] {i}Teraz, keď je Lauren predsedníčkou študentskej rady, môže čítať ranné oznamy. V pondelok ráno by som si ich mal niekoľko vypočuť .{/i}

source: [_RT_] {i}I'll bet I can go even further with Lauren when we watch tv in the evenings.{/i}
sk_sk: [_RT_] {i}Vsadím sa, že s Lauren dokážem ísť ešte ďalej, keď večer pozeráme televíziu.{/i}

source: [_RT_] {i}I think Lauren and I both feel extra horny after a photoshoot. I wonder if I can push things any further after our next photo session.{/i}
sk_sk: [_RT_] {i}Myslím, že Lauren aj ja sa po fotení cítime mimoriadne nadržané. Som zvedavý, či to po našom ďalšom fotení dokážem posunúť ešte ďalej.{/i}

source: [_RT_] {i}I'll bet I can breed with Lauren the dragon breeder after our next photo session.{/i}
sk_sk: [_RT_] {i}Stavím sa, že po našom ďalšom fotení sa budem môcť páriť s chovateľkou drakov Lauren.{/i}

source: [_RT_] {i}With so many people in the house, it's hard to catch Lauren alone... She usually showers alone early on Saturday. That might be a good opportunity for some more fun.{/i}
sk_sk: [_RT_] {i}Keď je v dome toľko ľudí, je ťažké zastihnúť Lauren osamote... V sobotu sa zvyčajne sprchuje sama skoro ráno. To by mohla byť dobrá príležitosť na ďalšiu zábavu.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in the bathroom.{/i}
sk_sk: [_RT_] {i}Musím zabrániť mame masturbovať v kúpeľni.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in her office.{/i}
sk_sk: [_RT_] {i}Musím zabrániť mame, aby masturbovala vo svojej kancelárii.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in her bedroom.{/i}
sk_sk: [_RT_] {i}Musím zabrániť mame, aby masturbovala vo svojej spálni.{/i}

source: [_RT_] {i}I should pay Mom a visit in the kitchen, on Sunday, in the early morning.{/i}
sk_sk: [_RT_] {i}V nedeľu skoro ráno by som mal navštíviť mamu v kuchyni.{/i}

source: [_RT_] {i}Mom wants me to take a shower before we go visit Dad.{/i}
sk_sk: [_RT_] {i}Mama chce, aby som sa osprchoval, kým pôjdeme navštíviť otca.{/i}

source: [_RT_] {i}All cleaned up. I should go check on Mom.{/i}
sk_sk: [_RT_] {i}Všetko je upratané. Mal by som ísť skontrolovať mamu.{/i}

source: [_RT_] {i}I should go wait for Mom in the car... I can get in the car by going to the city map.{/i}
sk_sk: [_RT_] {i}Mal by som ísť počkať na mamu do auta... Do auta sa dostanem tak, že pôjdem na mapu mesta.{/i}

source: [_RT_] {i}If I stop Mom from masturbating in the shower in the evening, she's going to want to finish herself off at night. That's why she's kicking Aunt Cami out of the bedroom.{/i}
sk_sk: [_RT_] {i}Ak mamine zabránim masturbovať večer v sprche, bude sa chcieť v noci dokončiť. Preto vyhodí tetu Cami zo spálne.{/i}

source: [_RT_] {i}To stop Mom from masturbating in the shower, her libido has to be full. Those adult visual novels she plays in her office seems to do the trick.{/i}
sk_sk: [_RT_] {i}Aby mama nemasturbovala v sprche, musí byť jej libido plné. Zdá sa, že tie vizuálne romány pre dospelých, ktoré hrá vo svojej kancelárii, robia svoje.{/i}

source: [_RT_] {i}So, I need to make sure Mom's libido is full by going to her office in the afternoon, stop her from masturbating in the shower in the evening, Then she'll kick Aunt Cami out to sleep in the lounge at night.{/i}
sk_sk: [_RT_] {i}Takže sa musím postarať o to, aby mamino libido bolo plné tým, že pôjdem popoludní do jej kancelárie, večer jej zabránim masturbovať v sprche, Potom tetu Cami vykopne, aby v noci spala v obývačke.{/i}

source: [_RT_] {i}Damn! That's a lot of steps to get Aunt Cami to sleep on the couch! Once she's on the couch, I should have a nice conversation with her.{/i}
sk_sk: [_RT_] {i}Sakra! To je veľa krokov, aby teta Cami spala na gauči! Keď už bude na gauči, mal by som sa s ňou pekne porozprávať.{/i}

source: [_RT_] {i}I'm sure Aunt Camille's going to notice that Sidney's not sleeping on the couch anymore. Hopefully she doesn't suspect that she's been sleeping in my room.{/i}
sk_sk: [_RT_] {i}Som si istý, že teta Camille si všimne, že Sidney už nespí na gauči. Dúfam, že nebude mať podozrenie, že spí v mojej izbe.{/i}

source: [_RT_] {i}I guess I'll just have to wait and hope nothing bad comes of this.{/i}
sk_sk: [_RT_] {i}Myslím, že budem musieť počkať a dúfať, že z toho nevznikne nič zlé.{/i}

source: [_RT_] {i}I can't expect to corrupt Aunt Camille more if I haven't started corrupting her at all. I should try to get her to flash me her boobs when she's cleaning the bathroom in the morning.{/i}
sk_sk: [_RT_] {i}Nemôžem očakávať, že tetu Camille ešte viac pokazím, ak som ju vôbec nezačal kaziť. Mal by som ju skúsiť prinútiť, aby sa mi blysla prsiami, keď bude ráno upratovať kúpeľňu.{/i}

source: [_RT_] {i}I could use some help corrupting Aunt Camille. I should increase my relationship with Cousin Mandy by playing truth or dare with her in the evening.{/i}
sk_sk: [_RT_] {i}Hodila by sa mi pomoc pri korumpovaní tety Camille. Mal by som si zlepšiť vzťah so sesternicou Mandy tým, že sa s ňou večer zahrám na pravdu alebo výzvu.{/i}

source: [_RT_] {i}Aunt Cami's no longer behind a locked door every night. I should visit her in the lounge when she's sleeping on the couch.{/i}
sk_sk: [_RT_] {i}Teta Cami už nie je každý večer za zamknutými dverami. Mala by som ju navštevovať v obývačke, keď spí na gauči.{/i}

source: [_RT_] {i}Aunt Camille's not going to talk to me if I don't juice her up a little. I'd better buy some wine from Hardnlong.com and pick it up at the warehouse.{/i}
sk_sk: [_RT_] {i}Teta Camille sa so mnou nebude rozprávať, ak ju trochu nepoteším. Radšej kúpim víno z Hardnlong.com a vyzdvihnem ho v sklade.{/i}

source: [_RT_] {i}I need to keep visiting Aunt Camille in the lounge every night Mom kicks her out of her bedroom.{/i}
sk_sk: [_RT_] {i}Musím naďalej navštevovať tetu Camille v obývačke každú noc, keď ju mama vyhodí zo spálne.{/i}

source: [_RT_] {i}I need to max out Mom's libido.{/i}
sk_sk: [_RT_] {i}Potrebujem maximálne zvýšiť mamino libido.{/i}

source: [_RT_] {i}I need to keep raising "Mom's Sexual Frustration" by preventing her from masturbating in her favorite places, then return to the bathroom when her frustration is at its max (10 pts).{/i}
sk_sk: [_RT_] {i}Musím neustále zvyšovať "Sexuálnu frustráciu mamy" tým, že jej zabránim masturbovať na jej obľúbených miestach, a potom sa vrátiť do kúpeľne, keď je jej frustrácia maximálna (10 bodov).{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in her bedroom when her libido is full.{/i}
sk_sk: [_RT_] {i}Musím zabrániť mame masturbovať v spálni, keď je jej libido plné.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in the bathroom when her libido is full.{/i}
sk_sk: [_RT_] {i}Musím zabrániť mame masturbovať v kúpeľni, keď je jej libido plné.{/i}

source: [_RT_] {i}I need to keep raising Mom's sexual frustration until it's at its max (10 pts).{/i}
sk_sk: [_RT_] {i}Musím zvyšovať maminu sexuálnu frustráciu, kým nedosiahne maximum (10 bodov).{/i}

source: [_RT_] {i}It's going to be tough to get Mom to do anything too crazy in her office if I don't get her to do it elsewhere first... I should keep trying to take the next step with her in the bathroom in the evening.{/i}
sk_sk: [_RT_] {i}Bude ťažké prinútiť mamu, aby urobila niečo príliš bláznivé vo svojej kancelárii, ak ju najprv nedonútim, aby to urobila inde... Mal by som sa pokúsiť urobiť s ňou ďalší krok večer v kúpeľni.{/i}
