Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Phone_event_screen.po
Languages: sk_sk

source: [_RT_] {i}I need to visit Mom in her office in the afternoon.{/i}
sk_sk: [_RT_] {i}Popoludní musím navštíviť mamu v jej kancelárii.{/i}

source: [_RT_] {i}I've been keeping Mom out of the club. Thank God! That will keep me from completing this NTR event.{/i}
sk_sk: [_RT_] {i}Mamu som držal mimo klubu. Vďaka Bohu! To mi zabráni dokončiť túto NTR udalosť.{/i}

source: [_RT_] {i}I've been making such good choices that I'm not going to be able to complete this NTR event. Not that I want to, I want my girls to be loyal.{/i}
sk_sk: [_RT_] {i}Robil som také dobré rozhodnutia, že nebudem schopný dokončiť túto NTR udalosť. Nie že by som chcel, ale chcem, aby moje dievčatá boli verné.{/i}

source: [_RT_] {i}I need to keep visiting Aunt Camille in the Lounge whenever Mom kicks her out of her room.{/i}
sk_sk: [_RT_] {i}Musím naďalej navštevovať tetu Camille v obývačke, kedykoľvek ju mama vyhodí z jej izby.{/i}

source: [_RT_] {i}Mom told Dad she would deliver a letter from him to Joey DeCapo... I wonder what happened with that?... I shouldn't have to wait more than a week to find out.{/i}
sk_sk: [_RT_] {i}Mama povedala otcovi, že doručí list od neho Joeymu DeCapovi... Zaujímalo by ma, čo sa s ním stalo?... Nemal by som čakať viac ako týždeň, kým sa to dozviem.{/i}

source: [_RT_] {i}The journey of a thousand miles starts with a single step. Corrupting Mom will be no easy task, but visiting her room in the early mornings might be a good first step.{/i}
sk_sk: [_RT_] {i}Cesta dlhá tisíc míľ sa začína jediným krokom. Skorumpovať mamu nebude ľahká úloha, ale návšteva jej izby v skorých ranných hodinách by mohla byť dobrým prvým krokom.{/i}

source: [_RT_] {i}As I make progress with her in other places, I'm sure the possibilities in her bedroom in the early morning will increase as well.{/i}
sk_sk: [_RT_] {i}Keďže s ňou robím pokroky aj na iných miestach, som si istý, že možnosti v jej spálni v skorých ranných hodinách sa tiež zvýšia.{/i}

source: [_RT_] {i}Finally some progress with Mom... I've got to keep the progress going in her room each early morning as well.{/i}
sk_sk: [_RT_] {i}Konečne nejaký pokrok s mamou... Musím pokračovať v pokroku aj v jej izbe každé skoré ráno.{/i}

source: [_RT_] {i}Mom and I are definitely getting more comfortable with looking and touching, I need to keep things progressing in her bedroom in the early mornings.{/i}
sk_sk: [_RT_] {i}S mamou sa cítime pohodlnejšie s pozeraním sa a dotykmi, musím pokračovať v jej spálni skoro ráno.{/i}

source: [_RT_] {i}I need to keep things progressing with Sidney.{/i}
sk_sk: [_RT_] {i}Potrebujem, aby sa veci so Sidney vyvíjali ďalej.{/i}

source: [_RT_] {i}Just because Sidney isn't working at the club on Mondays, doesn't mean I can't persuade her to work some other night. I could always visit her some evening in the kitchen and ask her to go make us some money.{/i}
sk_sk: [_RT_] {i}To, že Sidney v pondelok v klube nepracuje, neznamená, že ju nemôžem presvedčiť, aby pracovala aj inokedy. Vždy ju môžem niekedy večer navštíviť v kuchyni a požiadať ju, aby nám išla zarobiť nejaké peniaze.{/i}

source: [_RT_] {i}Plus, talking to her at the club might be a useful way to get more info to help us break free from the Mob.{/i}
sk_sk: [_RT_] {i}Navyše, rozhovor s ňou v klube by mohol byť užitočný spôsob, ako získať viac informácií, ktoré nám pomôžu oslobodiť sa od mafie.{/i}

source: [_RT_] {i}I don't ever get a chance to talk to Sidney at the club when Mom's with her on Mondays. I can always get her to work some other day though. I could always visit her some evening in the kitchen and ask her to go make us some money.{/i}
sk_sk: [_RT_] {i}Nikdy nemám možnosť porozprávať sa so Sidney v klube, keď je s ňou mama v pondelok. Vždy ju však môžem dostať do práce v iný deň. Vždy ju môžem niekedy večer navštíviť v kuchyni a poprosiť ju, aby nám išla zarobiť nejaké peniaze.{/i}

source: {i}Dad seemed to want Mom to do something for him. I wonder if it had anything to do with Joey at the club.{/i}
sk_sk: {i}Zdalo sa, že otec chce, aby pre neho mama niečo urobila. Zaujímalo by ma, či to malo niečo spoločné s Joeym v klube.{/i}

source: {i}I should stop by sometime when Sidney's working and see if she can find anything out.{/i}
sk_sk: {i}Mal by som sa tam niekedy zastaviť, keď bude Sidney pracovať, a zistiť, či sa jej podarí niečo zistiť.{/i}

source: [_WT_] {i}If you're seeing this, I fucked something up.{/i}
sk_sk: [_WT_] {i}Ak to vidíte, niečo som posral.{/i}

source: [_RT_] {i}Now that Lauren and Matt are hooking up, I wonder what kinds of messages she's sending him on her phone. I should keep checking on her in her room on the weekends.{/i}
sk_sk: [_RT_] {i}Keď sa teraz Lauren a Matt dávajú dokopy, zaujímalo by ma, aké správy mu posiela na mobil. Mal by som ju cez víkendy kontrolovať v jej izbe.{/i}

source: [_RT_] {i}It sounds like Matt's coming over one of these nights... I'm sure they'll be looking for someplace private. I should keep an eye on Lauren's room each night.{/i}
sk_sk: [_RT_] {i}Zdá sa, že Matt príde v jednu z týchto nocí... Som si istý, že si budú hľadať nejaké súkromie. Mal by som každú noc sledovať Laureninu izbu.{/i}

source: [_RT_] {i}Cousin Mandy volonteered to help with the yard work. Maybe I should meet her in the Lounge on Saturday Afternoon to help her get started.{/i}
sk_sk: [_RT_] {i}Sestrička Mandy dobrovoľne pomohla s prácou na dvore. Možno by som sa s ňou mal stretnúť v sobotu popoludní v salóniku a pomôcť jej začať.{/i}

source: [_RT_] {i}I should keep playing Truth or Dare with Lauren and Mandy in Lauren's room at night.{/i}
sk_sk: [_RT_] {i}Mal by som sa v noci hrať s Lauren a Mandy v Laureninej izbe hru Pravda alebo výzva.{/i}

source: [_RT_] {i}I should keep working on Lauren's campaign until the election is over.{/i}
sk_sk: [_RT_] {i}Mal by som pokračovať v práci na Laurinej kampani, kým sa voľby neskončia.{/i}

source: [_RT_] {i}I should keep cleaning the backyard on Saturday Afternoon... I'll meet Mandy in the Lounge to get started.{/i}
sk_sk: [_RT_] {i}V sobotu popoludní by som mal pokračovať v upratovaní dvora... Stretnem sa s Mandy v salóniku, aby sme začali.{/i}

source: [_RT_] {i}Maybe Mom will let me rub lotion on her if her libido is high enough.{/i}
sk_sk: [_RT_] {i}Možno mi mama dovolí, aby som ju natrel krémom, ak je jej libido dostatočne vysoké.{/i}

source: [_RT_] {i}If Mom's trying to get closer with her kids, I want in on that action. I wonder if she'd be available to do something with me early Sunday morning.{/i}
sk_sk: [_RT_] {i}Ak sa mama snaží zblížiť so svojimi deťmi, chcem byť pri tom. Zaujímalo by ma, či by bola k dispozícii, aby so mnou niečo podnikla v nedeľu skoro ráno.{/i}

source: [_RT_] {i}Wouldn't it be great if Mom owned all the best selling lingerie?{/i}
sk_sk: [_RT_] {i}Nebolo by skvelé, keby mama vlastnila všetku najpredávanejšiu spodnú bielizeň?{/i}

source: [_RT_] {i}I'd better keep an eye on Mom and Sidney in the club each Monday night.{/i}
sk_sk: [_RT_] {i}Radšej budem každý pondelok večer sledovať mamu a Sidney v klube.{/i}

source: [_R_] Testing.... Testing.... Ok.... It looks like it's recording.
sk_sk: [_R_] Testovanie.... Testovanie.... Ok.... Vyzerá to, že nahráva.

source: [_R_] My name is [ryan].... And if you are watching this recording, it means that I am dead.
sk_sk: [_R_] Moje meno je [ryan].... A ak sledujete túto nahrávku, znamená to, že som mŕtvy.

source: [_R_] Or I guess it could mean the extremely unlikely scenario, that my computer was hacked, and now some schmuck is using my story for financial gain.
sk_sk: [_R_] Alebo by to mohlo znamenať extrémne nepravdepodobný scenár, že môj počítač bol hacknutý a nejaký hlupák teraz využíva môj príbeh na získanie finančného zisku.

source: [_R_] Because the series of events I'm going to tell you about, is so unbelievable, it would make a great movie, or tv series.
sk_sk: [_R_] Pretože séria udalostí, o ktorých vám budem rozprávať, je taká neuveriteľná, že by z nej bol skvelý film alebo televízny seriál.

source: [_R_] But probably the kind of tv series you could only see on HBO.
sk_sk: [_R_] Ale pravdepodobne ide o seriál, ktorý by ste mohli vidieť len na HBO.

source: [_R_] Please God, just don't let anybody make a crappy H-game out of this.
sk_sk: [_R_] Prosím ťa, Bože, len nech z toho nikto nerobí mizerné H-hry.

source: [_WT_] Ummm.... Hi!
sk_sk: [_WT_] Ummm.... Ahoj!

source: [_WT_] Sorry to interrupt.
sk_sk: [_WT_] Ospravedlňujeme sa za vyrušenie.

source: [_WT_] My name is Will Tylor and I just wanted to take this opportunity to welcome you to our "awesome" H-game, "A Family Venture!"
sk_sk: [_WT_] Volám sa Will Tylor a chcel by som vás pri tejto príležitosti privítať v našej "úžasnej" H-hre, "Rodinný podnik"!

source: [_WT_] Back to you [ryan].
sk_sk: [_WT_] Späť na [ryan].

source: [_R_] I wanted to record my version of the remarkable events that have occured over the last little while.
sk_sk: [_R_] Chcel som zaznamenať svoju verziu pozoruhodných udalostí, ku ktorým došlo v poslednom čase.

source: [_R_] I know many wouldn't understand why I've been doing the things I'm doing, if I didn't explain myself, so this is my attempt to justify my actions.
sk_sk: [_R_] Viem, že mnohí by nepochopili, prečo robím veci, ktoré robím, keby som to nevysvetlil, takže toto je môj pokus ospravedlniť svoje konanie.

source: [_R_] I've been acquiring many items to help me achieve my goals, of saving those I love, and helping that love to become even more realized.
sk_sk: [_R_] Získal som mnoho vecí, ktoré mi pomáhajú dosiahnuť moje ciele, zachrániť tých, ktorých milujem, a pomôcť im, aby sa táto láska ešte viac realizovala.

source: [_WT_] Thanks [ryan]. Let me do a little explaining from here.
sk_sk: [_WT_] Vďaka [ryan]. Dovoľte mi, aby som to odtiaľto trochu vysvetlil.

source: [_WT_] This is a typical in game screen. As [ryan] mentioned, you will acquire many items in the game.
sk_sk: [_WT_] Toto je typická obrazovka v hre. Ako už bolo spomenuté na stránke [ryan] , v hre získate mnoho predmetov.

source: [_WT_] You can keep track of the items you acquire by clicking on this blue backpack.
sk_sk: [_WT_] Získané položky môžete sledovať kliknutím na tento modrý batoh.

source: [_WT_] This will open up your inventory,
sk_sk: [_WT_] Tým sa otvorí váš inventár,

source: [_WT_] where you will be able to see how much money you have earned,
sk_sk: [_WT_] kde uvidíte, koľko peňazí ste zarobili,

source: [_WT_] and what items you have acquired.
sk_sk: [_WT_] a aké položky si získal.

source: [_WT_] There are several other important items on the game screen I'd like to draw your attention to.
sk_sk: [_WT_] Na obrazovke hry je niekoľko ďalších dôležitých položiek, na ktoré by som vás chcel upozorniť.

source: [_WT_] This symbol shows you what day of the week it is,
sk_sk: [_WT_] Tento symbol zobrazuje, aký je deň v týždni,

source: [_WT_] while this symbol show you the time of day.
sk_sk: [_WT_] pričom tento symbol zobrazuje denný čas.

source: [_WT_] I'll let you get back to [ryan] again.
sk_sk: [_WT_] Nechám vás, aby ste sa vrátili na [ryan] .

source: [_R_] I've had to become very good at managing my money. I've got debts I have to pay, and items I need to buy, to help influence those around me.
sk_sk: [_R_] Musel som sa veľmi dobre naučiť hospodáriť s peniazmi. Mám dlhy, ktoré musím zaplatiť, a veci, ktoré si musím kúpiť, aby mi pomohli ovplyvniť ľudí okolo seba.

source: [_R_] I've become aware that someone, or several someones, have been tracking my movements. So, I have learned to be stealthy, and to watch my back wherever I go.
sk_sk: [_R_] Uvedomil som si, že niekto alebo niekoľko ľudí sleduje môj pohyb. Preto som sa naučil byť nenápadný a strážiť si chrbát, kamkoľvek idem.

source: [_WT_] Let me just pause you again for a second. [ryan] brings up a good point about getting around.
sk_sk: [_WT_] Dovoľte mi, aby som vás opäť na chvíľu zastavil. [ryan] uvádza dobrú poznámku o cestovaní.

source: [_WT_] You will find that navigation is very important in this type of game, so let me just show you how that's done.
sk_sk: [_WT_] Zistíte, že navigácia je v tomto type hry veľmi dôležitá, takže vám ukážem, ako sa to robí.

source: [_WT_] On the game map, you can get around to many locations by using the travel buttons.
sk_sk: [_WT_] Na hernej mape sa môžete dostať do mnohých miest pomocou tlačidiel na cestovanie.

source: [_WT_] This button right here will open up a map of the house, where you can pick any room you would like to go to.
sk_sk: [_WT_] Týmto tlačidlom sa otvorí mapa domu, kde si môžete vybrať ľubovoľnú miestnosť, do ktorej chcete ísť.

source: [_WT_] You can also hover your cursor over this button, to open up the quick travel options.
sk_sk: [_WT_] Na toto tlačidlo môžete tiež umiestniť kurzor, čím sa otvoria možnosti rýchleho cestovania.

source: [_WT_] These buttons will take you to any room in the house, as well as the world map.
sk_sk: [_WT_] Pomocou týchto tlačidiel sa dostanete do ktorejkoľvek miestnosti v dome a na mapu sveta.

source: [_WT_] Exploring the AFV world is vitally important, as you will find that some events only happen at certain times, and in certain places.
sk_sk: [_WT_] Preskúmanie sveta AFV je nesmierne dôležité, pretože zistíte, že niektoré udalosti sa dejú len v určitom čase a na určitých miestach.

source: [_WT_] So have fun exploring!
sk_sk: [_WT_] Tak sa bavte pri objavovaní!

source: [_R_] I never can be sure who is following me, even though I have my suspicions.
sk_sk: [_R_] Nikdy si nemôžem byť istý, kto ma sleduje, aj keď mám podozrenie.

source: [_R_] Always having to watch my back, has made me grow closer to the few people I can trust.
sk_sk: [_R_] Vďaka tomu, že som si vždy musel kryť chrbát, som sa zblížil s niekoľkými ľuďmi, ktorým môžem dôverovať.

source: [_R_] And who can I trust better than those that live right here with me?
sk_sk: [_R_] A komu môžem veriť viac ako tým, ktorí žijú tu so mnou?

source: {i}"(knock knock knock....)"{/i}
sk_sk: {i}"(klopanie klop ...)" {/i}

source: [_M_] {i}(muffled voice){/i} [ryan]? Why is the door locked? You're not looking at porn and masturbating again are you?
sk_sk: [_M_] {i}(tlmený hlas){/i} [ryan]? Prečo sú dvere zamknuté? Nepozeráš zas porno a nemasturbuješ, že nie?

source: [_R_] No Mom!.... But I'm really busy right now!
sk_sk: [_R_] Nie mama!.... Ale ja mám teraz naozaj veľa práce!

source: [_M_] With what?
sk_sk: [_M_] S čím?

source: [_R_] Ummm.... Homework.... of course!
sk_sk: [_R_] Ummm.... Domáce úlohy.... samozrejme!

source: [_M_] Well, ok.... But you know, you don't need to take care of yourself, right?
sk_sk: [_M_] Dobre, ok.... Ale vieš, že sa o seba nemusíš starať, však?

source: [_M_] You know, that if you need some relief, you just need to let me know. And If I'm too busy, I'm sure your sisters would be happy to help you out.
sk_sk: [_M_] Vieš, že ak budeš potrebovať úľavu, stačí mi dať vedieť. A ak budem príliš zaneprázdnená, som si istá, že tvoje sestry ti rady pomôžu.

source: [_R_] Ok!.... thanks Mom!
sk_sk: [_R_] Ok!.... Vďaka, mami!

source: [_R_] Please don't judge me until you've heard my side of the story.
sk_sk: [_R_] Prosím, nesúďte ma, kým si nevypočujete moju verziu príbehu.

source: [_R_] It's like I said.... With so many shady characters around, tracking my movements, I've needed to grow closer to the people around me.
sk_sk: [_R_] Je to tak, ako som povedal.... S toľkými pochybnými postavami okolo, ktoré sledujú môj pohyb, som sa potreboval zblížiť s ľuďmi okolo seba.

source: [_WT_] Let me just jump in here one more time.
sk_sk: [_WT_] Dovoľte mi, aby som vám do toho ešte raz skočil.

source: [_WT_] To be successful, [ryan] has to influence those around him.
sk_sk: [_WT_] Ak chce byť úspešný, musí [ryan] ovplyvňovať ľudí okolo seba.

source: [_WT_] Relationship management is the most important part of this game.
sk_sk: [_WT_] Riadenie vzťahov je najdôležitejšou súčasťou tejto hry.

source: [_WT_] You will need to make choices throughout the game that will influence the way the girls in your life feel about you.
sk_sk: [_WT_] Počas hry budete musieť robiť rozhodnutia, ktoré ovplyvnia to, čo k vám budú cítiť dievčatá vo vašom živote.

source: [_WT_] So it's pretty important that you keep track of those stats.
sk_sk: [_WT_] Preto je veľmi dôležité, aby ste tieto štatistiky sledovali.

source: [_WT_] You can access a girls stats,
sk_sk: [_WT_] Môžete získať prístup k štatistikám dievčat,

source: [_WT_] by pressing the "P" button on your keyboard.
sk_sk: [_WT_] stlačením tlačidla "P" na klávesnici.

source: [_WT_] You can cycle through the girls in the game by clicking on the left or right arrows.
sk_sk: [_WT_] Dievčatá v hre môžete prechádzať kliknutím na šípky vľavo alebo vpravo.

source: [_WT_] Once you've found the girl you want to track, you can figure out her stats by looking at the icons by her name and picture.
sk_sk: [_WT_] Po nájdení dievčaťa, ktoré chcete sledovať, môžete zistiť jeho štatistiky pomocou ikon pri jeho mene a obrázku.

source: [_WT_] The heart icon stands for love.
sk_sk: [_WT_] Ikona srdca znamená lásku.

source: [_WT_] These hands represent respect.
sk_sk: [_WT_] Tieto ruky predstavujú rešpekt.

source: [_WT_] The angry emoji stands for a girls anger towards you. It's hard to get them to do anything for you when they are mad.
sk_sk: [_WT_] Nahnevaný emotikon znamená hnev dievčaťa na vás. Je ťažké ich prinútiť, aby pre vás niečo urobili, keď sú nahnevané.

source: [_WT_] This whip icon, represents a girls submission to you.
sk_sk: [_WT_] Táto ikona biča predstavuje dievča, ktoré sa vám podriadilo.

source: [_WT_] And these lips represent a girls libido.
sk_sk: [_WT_] A tieto pery predstavujú dievčenské libido.

source: [_WT_] To close the stats window, just press the "P" on your keyboard again.
sk_sk: [_WT_] Ak chcete zatvoriť okno so štatistikami, opäť stlačte tlačidlo "P" na klávesnici.

source: [_WT_] Another handy way to track a girls stats is through your phone.
sk_sk: [_WT_] Ďalší praktický spôsob, ako sledovať štatistiky dievčat, je prostredníctvom telefónu.

source: [_WT_] You can access your phone by clicking on this button.
sk_sk: [_WT_] Kliknutím na toto tlačidlo získate prístup k telefónu.

source: [_WT_] Once your phone is pulled up, you can track a girls stats,
sk_sk: [_WT_] Po vytiahnutí telefónu môžete sledovať štatistiky dievčat,

source: [_WT_] by clicking on this button right here.
sk_sk: [_WT_] kliknutím na toto tlačidlo priamo tu.

source: [_WT_] There are also some other handy things you can do with your phone as well.
sk_sk: [_WT_] S telefónom môžete robiť aj ďalšie praktické veci.

source: [_WT_] For those of you who support us at the "Friend" tier on SubscribeStar or Patreon, you can install a mod that you can access by pressing on this button.
sk_sk: [_WT_] Tí z vás, ktorí nás podporujú na úrovni "Priateľ" na SubscribeStar alebo Patreon, si môžu nainštalovať mód, ku ktorému sa dostanete stlačením tohto tlačidla.

source: [_WT_] The mod is pretty awesome! It allows you to change the name of your character, manipulate the stats of other characters, add and remove items, and add money to your backpack.
sk_sk: [_WT_] Mod je celkom úžasný! Umožňuje vám zmeniť meno vašej postavy, manipulovať so štatistikami iných postáv, pridávať a odstraňovať predmety a pridávať peniaze do batohu.

source: [_WT_] This button allows you to track your progress. When you click on it,
sk_sk: [_WT_] Toto tlačidlo umožňuje sledovať váš pokrok. Keď naň kliknete,

source: [_WT_] A screen that lists events will pop up.
sk_sk: [_WT_] Zobrazí sa obrazovka so zoznamom udalostí.

source: [_WT_] And when you click on the three question marks "???", you will receive hints to help you know how to complete that event.
sk_sk: [_WT_] Keď kliknete na tri otázniky "???", zobrazia sa nápovedy, ktoré vám pomôžu dokončiť danú udalosť.

source: [_WT_] A couple other useful buttons are on the bottom of the phone.
sk_sk: [_WT_] Niekoľko ďalších užitočných tlačidiel sa nachádza na spodnej strane telefónu.

source: [_WT_] This button lets you see any pictures of girls that you may take throughout the course of the game.
sk_sk: [_WT_] Toto tlačidlo vám umožní zobraziť všetky fotografie dievčat, ktoré môžete počas hry nasnímať.

source: [_WT_] And this extremely useful button let's you move forward in time.
sk_sk: [_WT_] Toto mimoriadne užitočné tlačidlo vám umožní posunúť sa v čase.

source: [_WT_] So that's all the tips we have for you. Everything else you will have to figure out on your own, or I guess you could always find the walkthrough, or ask for help online.
sk_sk: [_WT_] To sú všetky tipy, ktoré pre vás máme. Na všetko ostatné budete musieť prísť sami, alebo si hádam vždy môžete nájsť návod, prípadne požiadať o pomoc na internete.

source: [_WT_] However you decide to play. We hope you enjoy the game.
sk_sk: [_WT_] Nech sa rozhodnete hrať akokoľvek. Dúfame, že sa vám hra bude páčiť.

source: [_WT_] Go ahead and take it from here [ryan]!
sk_sk: [_WT_] Pokračujte a prevezmite to odtiaľto [ryan]!

source: [_R_] I guess the best thing I can do, is tell you my story, and let whomever watches this, be the judge of my actions.
sk_sk: [_R_] Myslím, že najlepšie, čo môžem urobiť, je povedať vám svoj príbeh a nechať toho, kto si to pozrie, aby posúdil moje činy.

source: [_R_] And once again, hope this story gets turned into a kick ass HBO series, and not a fucking lame-ass H-game.
sk_sk: [_R_] A ešte raz dúfam, že sa z tohto príbehu stane seriál HBO, a nie nejaká zasraná trapná H-hra.

source: [_R_] .... So, until fairly recently, I was just a normal teenage kid like everybody else.
sk_sk: [_R_] .... Donedávna som bol normálny tínedžer ako všetci ostatní.

source: [_R_] Until I was woken up really early one day, by a phone call that would change my life forever....
sk_sk: [_R_] Až kým ma jedného dňa veľmi skoro nezobudil telefonát, ktorý navždy zmenil môj život....

source: End of tutorial.
sk_sk: Koniec výukového programu.

source: Complete
sk_sk: Kompletné

source: Press the "{color=#E60000}???{/color}" to see hints!
sk_sk: Stlačením tlačidla "{color=#E60000}???{/color}" zobrazíte nápovedu na stránke !

source: {font=DejaVuSans.ttf}Watch the tutorial again!{/font}
sk_sk: {font=DejaVuSans.ttf}Pozrite si tutoriál znova!{/font}
