Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Phone_gallery.po
Languages: sk_sk

source: {image=images/interface_images/phone_screen_images/images_phone.png} Photo Gallery
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Foto galéria

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Mom's pictures
sk_sk: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Obrázky Mama

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Lauren's pictures
sk_sk: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Obrázky Lauren

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Sidney's pictures
sk_sk: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Obrázky Sidney

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mama v klube 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mama v klube 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's club pic 03 (NTR)
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mama v klube 03 (NTR)

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's shower spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mamička v sprche špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's shower spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mamička v sprche špionážna fotka 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's room spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Maminina izba špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} "NTR" Mom's pole dance pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} "NTR" Mamin tanec pri tyči 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mom's ass in the basement
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mamin zadok v suteréne

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's room spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Laurenina izba špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's room spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Laurenina izba špionážna fotka 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's shower spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Laurenina sprcha špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Lauren's shower spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Laurenina špionážna fotka zo sprchy 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's room spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Izba Sidney špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's room spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney izba špionážna fotka 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's shower spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney sprcha špionážna fotka 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney's shower spy pic 03
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Sidney špionážna sprcha foto 03

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Mandy's pictures
sk_sk: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Mandy obrázky

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's shower spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mandyina špionážna fotka zo sprchy 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's shower spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mandyina špionážna fotka zo sprchy 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's room spy pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mandyina izba špionážna fotka 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Mandy's room spy pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Mandyina izba špionážna fotka 02

source: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Camille's pictures
sk_sk: {image=images/interface_images/phone_screen_images/folder_phone_small.png} Camilla obrázky

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 01
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camilla obr 01

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 02
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camilla obr 02

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's pic 03
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camilla obr 03

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's shower spy pic 04
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camillina špionážna fotka zo sprchy 04

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's shower spy pic 05
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camillina špionážna fotka zo sprchy 05

source: {image=images/interface_images/phone_screen_images/images_phone.png} Camille's room spy pic 06
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Camillina izba špionážna fotka 06

source: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot pic 07
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot obr 07

source: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot pic 08
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot obr 08

source: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot pic 09
sk_sk: {image=images/interface_images/phone_screen_images/images_phone.png} Creepshot obr 09
