Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Phone_event_screen.po
Languages: sk_sk

source: [_RT_] {i}I should go to the family portrait first to reminisce.{/i}
sk_sk: [_RT_] {i}Najprv by som mal ísť k rodinnému portrétu, aby som si zaspomínal.{/i}

source: [_RT_] {i}I need to go talk to Uncle Bobby at the warehouse. I can get there by looking at the city map.{/i}
sk_sk: [_RT_] {i}Musím sa ísť porozprávať so strýkom Bobbym do skladu. Dostanem sa tam, keď sa pozriem na mapu mesta.{/i}

source: [_RT_] {i}I need to go to my house and talk to Mom about what Uncle Bobby told me. She should be in the kitchen.{/i}
sk_sk: [_RT_] {i}Musím ísť domov a porozprávať sa s mamou o tom, čo mi povedal strýko Bobby. Mala by byť v kuchyni.{/i}

source: [_RT_] {i}I think Mom's probably pretty shook up after what happened at the club. I should go check on her in her room.{/i}
sk_sk: [_RT_] {i}Myslím, že mama je po tom, čo sa stalo v klube, asi dosť otrasená. Mal by som ju ísť skontrolovať do jej izby.{/i}

source: [_RT_] {i}Lauren likes to hang out in the living room in the evenings. Maybe I should go see her.{/i}
sk_sk: [_RT_] {i}Lauren sa večer rada zdržiava v obývačke. Možno by som ju mal ísť navštíviť.{/i}

source: [_RT_] {i}I should go to the kitchen in the evening for family dinner.{/i}
sk_sk: [_RT_] {i}Večer by som mal ísť do kuchyne na rodinnú večeru.{/i}

source: [_RT_] {i}I need to visit the first stall in the school bathroom in the afternoon.{/i}
sk_sk: [_RT_] {i}Popoludní musím navštíviť prvú kabínku na školských záchodoch.{/i}

source: [_RT_] {i}I know I missed out on something amazing by not accepting Matt's help to seduce my Mom... I feel pretty good about my choice though.{/i}
sk_sk: [_RT_] {i}Viem, že som prišiel o niečo úžasné, keď som neprijal Mattovu pomoc pri zvádzaní mojej mamy... Ale cítim sa celkom dobre, čo sa týka môjho rozhodnutia.{/i}

source: [_RT_] {i}I really believe that I'll get something just as good, if not better. I'll just have to be very patient until then.{/i}
sk_sk: [_RT_] {i}Skutočne verím, že dostanem niečo rovnako dobré, ak nie lepšie. Len musím byť dovtedy veľmi trpezlivý.{/i}

source: [_RT_] {i}I should go to school and hang out in the hallway in the late morning.{/i}
sk_sk: [_RT_] {i}Mal by som ísť do školy a zdržiavať sa na chodbe do neskorého rána.{/i}

source: [_RT_] {i}Mom works really hard all week. I should help her with jobs around the house on weekend mornings. She usually starts cleaning in the lounge.{/i}
sk_sk: [_RT_] {i}Mama celý týždeň tvrdo pracuje. Mal by som jej cez víkend ráno pomáhať s prácami okolo domu. Zvyčajne začína upratovať v obývačke.{/i}

source: [_RT_] {i}I need to sneak into Lauren's room at night and see if I can use subliminal messages on the girls.{/i}
sk_sk: [_RT_] {i}Musím sa v noci vkradnúť do Laurinej izby a zistiť, či môžem na dievčatá použiť podprahové správy.{/i}

source: [_RT_] {i}Sidney sleeps too light... How can I get her to sleep deeper? I've heard melatonin can help people sleep much deeper. I wonder if I can buy some online?{/i}
sk_sk: [_RT_] {i}Sidney spí príliš ľahko... Ako ju môžem prinútiť spať hlbšie? Počul som, že melatonín pomáha ľuďom spať oveľa hlbšie. Zaujímalo by ma, či si ho môžem kúpiť na internete?{/i}

source: [_RT_] {i}I've got the melatonin, now I've got to figure how to get the girls to take it. I should head to the kitchen for inspiration.{/i}
sk_sk: [_RT_] {i}Melatonín mám, teraz musím vymyslieť, ako prinútiť dievčatá, aby ho užívali. Mal by som sa ísť inšpirovať do kuchyne.{/i}

source: [_RT_] {i}The girls should be sleeping deeper at night. I should go pay them another visit.{/i}
sk_sk: [_RT_] {i}Dievčatá by mali v noci spať hlbšie. Mal by som ich ísť ešte raz navštíviť.{/i}

source: [_RT_] {i}I need to keep sneaking into the girls room at night until I complete this event.{/i}
sk_sk: [_RT_] {i}Musím sa v noci vkrádať do dievčenských izieb, kým túto udalosť nedokončím.{/i}

source: [_RT_] {i}I was able to get Sidney out of Lauren's room and now she's sleeping in the lounge, I'll bet a really good scare at night would get her into my bed.{/i}
sk_sk: [_RT_] {i}Podarilo sa mi dostať Sidney z Laurinej izby a teraz spí v obývačke, stavím sa, že poriadny strach v noci by ju dostal do mojej postele.{/i}

source: [_RT_] {i}Sidney's started running every weekday morning. I've been getting out of shape, maybe I should join her.{/i}
sk_sk: [_RT_] {i}Sidney začala behať každý pracovný deň ráno. Začal som byť mimo formy, možno by som sa k nej mal pridať.{/i}

source: [_RT_] {i}I should keep running with Sidney during the early morning to complete this event.{/i}
sk_sk: [_RT_] {i}Mal by som behať so Sidneym aj v skorých ranných hodinách, aby sme dokončili túto udalosť.{/i}

source: [_RT_] {i}So, if I get four hundred dollars to Sidney, she'll make Lauren a cosplay outfit. That would probably impress both Sidney and Lauren. I'll give the money to Sidney in the kitchen some evening.{/i}
sk_sk: [_RT_] {i}Takže ak dám Sidney štyristo dolárov, ušije Lauren cosplay oblečenie. To by pravdepodobne zapôsobilo na Sidney aj na Lauren. Peniaze odovzdám Sidney niekedy večer v kuchyni.{/i}

source: [_RT_] {i}I should keep visiting the kitchen in the evening until Sidney is done with the cosplay costumes.{/i}
sk_sk: [_RT_] {i}Mal by som večer chodiť do kuchyne, kým Sidney neskončí s cosplay kostýmami.{/i}

source: [_RT_] {i}I can't wait to hear how the Cosplay Convention went. I should go to sleep and maybe I'll be able to talk to Lauren and Cousin Mandy in the morning.{/i}
sk_sk: [_RT_] {i}Už sa neviem dočkať, ako dopadol Cosplay Convention. Mala by som ísť spať a možno sa ráno budem môcť porozprávať s Lauren a sesternicou Mandy.{/i}

source: [_RT_] {i}I need to find and hide Mom's bathrobe. The most likely spot would be in her room.{/i}
sk_sk: [_RT_] {i}Musím nájsť a schovať mamin župan. Najpravdepodobnejšie miesto bude v jej izbe.{/i}

source: [_RT_] {i}She always wears her robe to breakfast... I wonder what she would wear if it were to dissapear?{/i}
sk_sk: [_RT_] {i}Na raňajky si vždy oblieka župan... Zaujímalo by ma, čo by si obliekla, keby sa stratil?

source: [_RT_] {i}I've still got this overwhelming lust for Mom!... Winning her over is taking too long... I should keep sneaking into her room at night to scratch my lustful itch.{/i}
sk_sk: [_RT_] {i}Stále mám tú ohromnú túžbu po mame!... Získať ju trvá príliš dlho... Mal by som sa v noci vkrádať do jej izby, aby som si poškriabal svoje žiadostivé svrbenie.{/i}

source: [_RT_] {i}I need to satisfy some urges tonight... I should keep sneaking into Lauren's room and take full advantage of the melatonin tea.{/i}
sk_sk: [_RT_] {i}Dnes večer musím uspokojiť nejaké nutkanie... Mal by som sa vkradnúť do Laurinej izby a naplno využiť melatonínový čaj.{/i}

source: [_RT_] {i}Shelling out one thousand dollars a week is not easy... I wonder how Mom would do if I just let her keep working off the debt at the strip club?{/i}
sk_sk: [_RT_] {i}Vyplatiť tisíc dolárov týždenne nie je jednoduché... Zaujímalo by ma, ako by mama dopadla, keby som ju nechal odpracovať si dlh v striptízovom klube?{/i}

source: [_RT_] {i}I guess the only way to find out, is to let her do it. I should go and check on her after a few times to make sure she's doing alright though.{/i}
sk_sk: [_RT_] {i}Myslím, že jediný spôsob, ako to zistiť, je nechať ju to urobiť. Mala by som ju však ísť po niekoľkých pokusoch skontrolovať, aby som sa uistil, že je v poriadku.{/i}

source: [_RT_] {i}When Mom goes to the club, I need to go check on her to see how she's doing.{/i}
sk_sk: [_RT_] {i}Keď ide mama do klubu, musím ju ísť skontrolovať, ako sa jej darí.{/i}

source: [_RT_] {i}I need to get Mom to loosen up a little more. Maybe I can corrupt her with our Oedipus assignment at school.{/i}
sk_sk: [_RT_] {i}Musím mamu prinútiť, aby sa trochu uvoľnila. Možno by som ju mohol skorumpovať našou úlohou o Oidipovi v škole.{/i}

source: [_RT_] {i}I've got the spy-cam... now I need to install it in the bathroom.{/i}
sk_sk: [_RT_] {i}Mám špionážnu kameru... teraz ju musím nainštalovať do kúpeľne.{/i}

source: [_RT_] {i}I should see if I can buy a spy-cam online and place it in the bathroom when no one is around.{/i}
sk_sk: [_RT_] {i}Mal by som sa pozrieť, či si môžem kúpiť špionážnu kameru na internete a umiestniť ju do kúpeľne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Špionážnu kameru som umiestnil do kúpeľne. Teraz už len musím zachytiť mamu, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I've got the spy-cam... now I need to install it in Mom's room.{/i}
sk_sk: [_RT_] {i}Mám špionážnu kameru... teraz ju musím nainštalovať do maminej izby.{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in Mom's bedroom when no one is around.{/i}
sk_sk: [_RT_] {i}Musím si kúpiť špionážnu kameru a umiestniť ju do maminej spálne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}I've placed the spycam in Mom's bedroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Umiestnil som špionážnu kameru do maminej spálne. Teraz už len potrebujem zachytiť mamu, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in the bathroom when no one is around.{/i}
sk_sk: [_RT_] {i}Musím si kúpiť špionážnu kameru a umiestniť ju do kúpeľne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Špionážnu kameru som umiestnil do kúpeľne. Teraz už len potrebujem zachytiť Lauren, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I've got the spy-cam... now I need to install it in Lauren's room.{/i}
sk_sk: [_RT_] {i}Mám špionážnu kameru... teraz ju musím nainštalovať do Laurinej izby.{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in Lauren's bedroom when no one is around.{/i}
sk_sk: [_RT_] {i}Musím si kúpiť špionážnu kameru a umiestniť ju do Laurinej spálne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}I've placed the spycam in Lauren's bedroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Umiestnil som špionážnu kameru do Laurinej spálne. Teraz už len musím Lauren zachytiť, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Špionážnu kameru som umiestnil do kúpeľne. Teraz už len musím zachytiť Sidney, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I've placed the spycam in Lauren's bedroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}Umiestnil som špionážnu kameru do Laurinej spálne. Teraz už len musím zachytiť Sidney, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}I got an email ad on my phone for a special deal on a Hyongu bikini. The deal is for a very limited time, so if I want to get it, I'd better do it soon.{/i}
sk_sk: [_RT_] {i}Dostal som do telefónu e-mailovú reklamu na špeciálnu ponuku na bikiny Hyongu. Ponuka platí len veľmi obmedzený čas, takže ak ju chcem získať, mal by som to urobiť čím skôr.{/i}

source: [_RT_] {i}I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
sk_sk: [_RT_] {i}Teraz mám bikiny. Bolo by múdre uistiť sa, že mamino libido a poddajnosť sú pred budúcim víkendom čo najvyššie, potom ju možno budem môcť požiadať, aby tie plavky vyskúšala.{/i}

source: [_RT_] {i}I need to keep Mom out of the club by paying the Mafia debt for more than three weeks in a row. Maybe she'll reward me with some one-on-one time.{/i}
sk_sk: [_RT_] {i}Musím udržať mamu mimo klubu tým, že zaplatím mafiánsky dlh za viac ako tri týždne po sebe. Možno ma odmení časom stráveným medzi štyrmi očami.{/i}

source: [_RT_] {i}I should keep checking the kitchen to see when Sidney will be done with Lauren's cosplay outfit.{/i}
sk_sk: [_RT_] {i}Mal by som stále kontrolovať kuchyňu, kedy Sidney dokončí Laurenino cosplay oblečenie.{/i}

source: [_RT_] {i}I should go talk to Sidney about commissioning another cosplay outfit.{/i}
sk_sk: [_RT_] {i}Mal by som sa ísť porozprávať so Sidney o objednaní ďalšieho cosplay oblečenia.{/i}

source: [_RT_] {i}I can't wait for Sidney to finish Lauren's Cosplay outfit!... I should go to the lounge and check with her this evening to see if it's done.{/i}
sk_sk: [_RT_] {i}Nemôžem sa dočkať, až Sidney dokončí Laurenino Cosplay oblečenie!... Mal by som ísť večer do salónika a skontrolovať, či už je to hotové.{/i}

source: [_RT_] {i}Finally... I can take some sexy pictures with Lauren... I need to meet Lauren at the warehouse in the late morning to begin our first photshoot.{/i}
sk_sk: [_RT_] {i}Konečne... Môžem si urobiť nejaké sexy fotky s Lauren... Musím sa stretnúť s Lauren v sklade v neskorých ranných hodinách, aby sme začali naše prvé fotenie.{/i}

source: [_RT_] {i}I need to keep taking these "How to Breed your Dragon" pictures with Lauren until we've got every kind of picture we need.{/i}
sk_sk: [_RT_] {i}Musím s Lauren pokračovať v robení týchto fotiek "Ako chovať draka", kým nebudeme mať všetky druhy fotiek, ktoré potrebujeme.{/i}

source: [_RT_] {i}I wonder what's going on with the FBI lately?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo sa v poslednom čase deje s FBI?{/i}

source: [_RT_] {i}I've got to protect Lauren from that crazy Agent Diaz.{/i}
sk_sk: [_RT_] {i}Musím Lauren ochrániť pred tou šialenou agentkou Diazovou.{/i}

source: [_RT_] {i} It's almost like the FBI has forgotten us.{/i}
sk_sk: [_RT_] {i} Akoby na nás FBI zabudla.{/i}

source: [_RT_] {i}If I don't pay, Lauren get's punished.{/i}
sk_sk: [_RT_] {i}Ak nezaplatím, Lauren bude potrestaná.{/i}

source: [_RT_] {i}I've heard the school is going to start doing morning announcements every Monday again. They stopped when the student body officers left for New York on their mock UN trip.{/i}
sk_sk: [_RT_] {i}Počul som, že škola začne opäť robiť ranné oznamy každý pondelok. Prestali s tým, keď študentskí funkcionári odišli do New Yorku na simulovaný výlet do OSN.{/i}

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
sk_sk: [_RT_] {i}Počul som, že na úvod majú vzrušujúce oznámenie. Radšej sa uistím, že som každý pondelok ráno{/b} v triede {b}mamy, aby som nezmeškal oznámenia.{/i}

source: [_RT_] {i}Lauren's popularity would go through the roof if we hung sexy posters of her... I need to keep trying to convince her at her campaign meetings until she agrees.{/i}
sk_sk: [_RT_] {i}Laurenina popularita by stúpla, keby sme vyvesili jej sexy plagáty... Musím ju presviedčať na stretnutiach jej kampane, kým nebude súhlasiť.

source: [_RT_] {i}I need to attend class until I have the option to "Talk to Mom about the Oedipus assignment."{/i}
sk_sk: [_RT_] {i}Musím chodiť na vyučovanie, kým nebudem mať možnosť "Porozprávať sa s mamou o úlohe Oidipus".

source: [_RT_] {i}I need to keep "Talking to Mom about the Oedipus assignment" in her office, that is unless I have the chance to see where Matt and Megan sneak off to.{/i}
sk_sk: [_RT_] {i}Musím si nechať "Rozhovor s mamou o Oidipovej úlohe" do jej kancelárie, teda pokiaľ nemám možnosť vidieť, kam sa Matt a Megan vytratili.{/i}

source: [_RT_] {i}I need to keep "Talking to Mom about the Oedipus assignment" in her office. Is it me, or does she seem flushed when I come see her... maybe if I don't get distracted on the way, I can see what she's doing in there.{/i}
sk_sk: [_RT_] {i}Musím mať v jej kancelárii "Rozhovory s mamou o Oidipovej úlohe". Zdá sa mi to, alebo sa mi zdá začervenaná, keď za ňou prídem... možno keď sa cestou nerozptýlim, uvidím, čo tam robí.{/i}

source: [_RT_] {i}After our afternoon campaign meetings in the girls bathroom, I have the option to go see Mrs. Stone. {p}She can help me make some kick-ass posters.{/i}
sk_sk: [_RT_] {i}Po našich popoludňajších stretnutiach v rámci kampane na dievčenských záchodoch mám možnosť ísť za pani Stoneovou. {p}Pomôže mi urobiť nejaké skvelé plagáty.{/i}

source: [_RT_] {i}I've helped Mom fix a lightbulb, and hopefully that fix on the sink will hold. I should keep helping with chores on the weekend, and keep visiting Mom in her office to strengthen our relationship.{/i}
sk_sk: [_RT_] {i}Pomohol som mame opraviť žiarovku a dúfam, že oprava umývadla vydrží. Mal by som naďalej pomáhať s prácami cez víkend a navštevovať mamu v jej kancelárii, aby sa náš vzťah upevnil.{/i}

source: [_RT_] {i}I can't believe Lauren's okay with grinding her pussy on my junk! I should keep visiting her in the lounge in the evening. I'll bet I can get her to take it further.{/i}
sk_sk: [_RT_] {i}(NÁZOR){/b} Nemôžem uveriť, že Lauren nevadí, keď si brúsi svoju kundičku o moje nádobíčko! Mal by som ju naďalej navštevovať večer v obývačke. Vsadím sa, že ju dokážem presvedčiť, aby to dotiahla ďalej.{/i}

source: [_RT_] {i}Now that Sidney's got her cosplay outfit done, I need to visit the photo-studio at the warehouse during the afternoon to begen our first photoshoot.{/i}
sk_sk: [_RT_] {i}Teraz, keď má Sidney hotový svoj cosplay outfit, musím popoludní navštíviť fotoštúdio v sklade a začať naše prvé fotenie.{/i}

source: [_RT_] {i}I need to keep checking back with Sidney in the lounge each evening to see if she's finished her cosplay outfit.{/i}
sk_sk: [_RT_] {i}Každý večer musím v obývačke skontrolovať Sidney, či už dokončila svoj cosplay outfit.{/i}

source: [_RT_] {i}I need to bring $200 to Sidney so she can start making her cosplay outfit.{/i}
sk_sk: [_RT_] {i}Musím priniesť 200 dolárov Sidney, aby mohla začať vyrábať cosplay oblečenie.{/i}

source: [_RT_] {i}We decided it would be good to visit Diaz and see if she can dig up some dirt on Matt. I can probably find her van on my map on a weekday evening.{/i}
sk_sk: [_RT_] {i}Rozhodli sme sa, že by bolo dobré navštíviť Diazovú a zistiť, či môže na Matta vyhrabať nejakú špinu. Pravdepodobne nájdem jej dodávku na mape vo všedný deň večer.{/i}

source: [_RT_] {i}I need to put a spy camera in the girls locker room. It would probably be best to go early in the morning before it gets crowded.{/i}
sk_sk: [_RT_] {i}Musím dať do dievčenskej šatne špionážnu kameru. Asi by bolo najlepšie ísť tam skoro ráno, kým tam nebude plno.{/i}

source: [_RT_] {i}I need to keep taking these "Womb Raider" pictures with Sidney until we've got every kind of picture we need.{/i}
sk_sk: [_RT_] {i}Musím pokračovať v robení týchto "Womb Raider" fotiek so Sidney, kým nebudeme mať všetky druhy fotiek, ktoré potrebujeme.{/i}

source: [_RT_] {i}Sidney's being weird about messing around at night. Maybe I can fix the awkwardness between us during our photoshoots.{/i}
sk_sk: [_RT_] {i}Sidney sa v noci čudne poflakuje. Možno sa mi podarí napraviť tú nepríjemnosť medzi nami počas fotenia.{/i}

source: [_RT_] {i}Sidney seems comfortable with fooling around again... I wonder if she'll be up for anything in bed tonight.{/i}
sk_sk: [_RT_] {i}Zdá sa, že Sidney sa opäť cíti pohodlne... Som zvedavý, či bude dnes v noci na niečo pripravená v posteli.{/i}

source: [_RT_] {i}If I want anything else from Diaz, I'd better find a way to install that spy-cam in the girls locker room. Diaz said the best time would be to go into the school in the early morning.{/i}
sk_sk: [_RT_] {i}Ak chcem od Diazovej ešte niečo, radšej nájdem spôsob, ako nainštalovať tú špionážnu kameru do dievčenskej šatne. Diazová povedal, že najlepšie by bolo ísť do školy skoro ráno.{/i}

source: [_RT_] {i}I need to keep visiting Diaz in her van until I complete this event.{/i}
sk_sk: [_RT_] {i}Musím naďalej navštevovať Diazovú v jej dodávke, kým nedokončím túto udalosť.{/i}

source: [_RT_] {i}Lauren really has her heart set on winning this election... I wonder how far she would be willing to go?... Should I let her lose in the polls for a few weeks to see?{/i}
sk_sk: [_RT_] {i}Lauren sa naozaj snaží vyhrať tieto voľby... Zaujímalo by ma, ako ďaleko by bola ochotná zájsť... Mal by som ju nechať pár týždňov prehrať vo voľbách, aby sme videli?

source: [_RT_] {i}I never would have thought Lauren would be the kind of person to sell sex favors for votes. Will she do worse if I don't help her do better in the polls?{/i}
sk_sk: [_RT_] {i}Nikdy by som si nemyslel, že Lauren bude ten typ človeka, ktorý bude predávať sexuálne služby za hlasy. Bude sa jej dariť horšie, ak jej nepomôžem k lepšiemu výsledku vo voľbách?{/i}

source: [_RT_] {i}I can't believe how comfortable Mom was watching me jack off... Maybe I don't need to worry so much about getting boners around her, especially when she hugs me after I pay the mafia debt.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, ako pohodlne sa mama pozerala, ako si ho honím... Možno sa nemusím tak veľmi obávať, že sa mi pri nej postaví, najmä keď ma objíme, keď zaplatím mafiánsky dlh.{/i}

source: [_RT_] {i}Visiting Mom in her office is getting some results, but maybe for now, I should concentrate my efforts on my sister's photo shoots.{/i}
sk_sk: [_RT_] {i}Návštevy mamy v jej kancelárii prinášajú nejaké výsledky, ale možno by som sa teraz mal sústrediť na fotenie mojej sestry.{/i}

source: [_RT_] {i}Messing around in Mom's office is super risky... Her door doesn't even have a lock! The more we mess around in there, the greater our chances are of getting caught.{/i}
sk_sk: [_RT_] {i}Robiť bordel v maminej kancelárii je veľmi riskantné... Jej dvere nemajú ani zámok! Čím viac sa tam motáme, tým väčšia je šanca, že nás chytia.{/i}

source: [_RT_] {i}I need to bring some money to Sidney so she can start on the "Perry Hotter" cosplay outfits.{/i}
sk_sk: [_RT_] {i}Musím priniesť Sidney nejaké peniaze, aby mohla začať s cosplay oblečením "Perry Hotter".{/i}

source: [_RT_] {i}I should keep checking back with Sidney to see if those outfits are done.{/i}
sk_sk: [_RT_] {i}Mal by som sa stále obracať na Sidney, aby som zistil, či sú tie outfity hotové.{/i}

source: [_RT_] {i}I recently saw a ball gag on the Hardnlong website. I should buy it. It might come in handy for the "Perry Hotter" photoshoot.{/i}
sk_sk: [_RT_] {i}Nedávno som na webovej stránke Hardnlong videl guľový gag. Mal by som ho kúpiť. Mohol by sa hodiť na fotenie "Perry Hotter".{/i}

source: [_RT_] {i}I should start the photshoot with Mom and Megan by going to the warehouse on a weekday evening.{/i}
sk_sk: [_RT_] {i}Fotenie s mamou a Megan by som mal začať tým, že pôjdem do skladu vo všedný deň večer.{/i}

source: [_RT_] {i}I should make Mom more submissive by pushing her to do new things at the photoshoot.{/i}
sk_sk: [_RT_] {i}Mal by som mamu viac podriadiť tým, že ju budem nútiť robiť nové veci na fotení.{/i}

source: [_RT_] {i}Besides Mr. Peterson, Sidney and I are pretty much alone at the park. I wish she were more open to some fooling around. I've got to figure out other ways to corrupt her.{/i}
sk_sk: [_RT_] {i}Okrem pána Petersona sme so Sidne v parku takmer sami. Prial by som si, aby bola viac otvorená nejakému blbnutiu. Musím prísť na iné spôsoby, ako ju skorumpovať.{/i}

source: [_RT_] {i}Besides Mr. Peterson, Sidney and I are pretty much alone at the park. I don't think she's up to any fooling around yet though. Maybe or photoshoots together will loosen her up a little.{/i}
sk_sk: [_RT_] {i}Okrem pána Petersona sme so Sidne v parku takmer sami. Nemyslím si však, že by sa ešte odhodlala k nejakému blbnutiu. Možno ju trochu uvoľní spoločné fotenie.{/i}
