Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_R_] What if someone tries to grab you or something?
sk_sk: [_R_] Čo ak sa ťa niekto pokúsi chytiť, alebo čo?

source: [_M_] [ryan]! That's why they have bouncers!
sk_sk: [_M_] [ryan]! Preto majú vyhadzovačov!

source: [_M_] Joey gives me an escort both here and back home again.
sk_sk: [_M_] Joey ma sprevádza sem aj späť domov.

source: [_M_] I'm perfectly safe here without you!
sk_sk: [_M_] Bez teba som tam v úplnom bezpečí!

source: [_R_] Hmmm.... well, I guess I didn't think about that.
sk_sk: [_R_] Hmmm.... no, myslím, že som na to nemyslel.

source: [_M_] Obviously not!
sk_sk: [_M_] Zjavne nie!

source: [_R_] Sorry.... I'm just trying to do what Dad told me to do.
sk_sk: [_R_] Prepáč.... Len sa snažím robiť to, čo mi povedal otec.

source: [_M_] Oh, did he tell you to perv out on your mom while he's gone?
sk_sk: [_M_] Aha, povedal ti, aby si sa venoval svojej mame, kým bude preč?

source: [_R_] No!, just.... he told me to keep my family safe.
sk_sk: [_R_] Nie!, len.... mi povedal, aby som ochránil svoju rodinu.

source: [_M_] Well, I'm perfectly safe, so just.... just.... get your ass home and keep your mouth shut about what I do here.
sk_sk: [_M_] No, som v úplnom bezpečí, takže len.... len.... sa vráť domov a drž hubu o tom, čo tu robím.

source: [_M_] And just to make it clear! This.... this right here.... this isn't normal!.... Sons aren't supposed to see so much skin from their moms!
sk_sk: [_M_] A aby bolo jasné! Toto.... toto tu.... toto nie je normálne!.... Synovia nemajú vidieť toľko kože od svojich mám!

source: [_M_] This isn't the kind of example I want to set for your sisters.
sk_sk: [_M_] Toto nie je príklad, ktorý chcem dať tvojím sestrám.

source: [_RT_] {i}Hmmm.... that's not a bad idea. Maybe they would be a little less prudish if they saw what Mom does on the weekends.{/i}
sk_sk: [_RT_] {i}Hmmm.... to nie je zlý nápad. Možno by boli menej prudérni, keby videli, čo robí mama cez víkendy.{/i}

source: [_MT_] {i}Did he really come here with good intentions?{/i}
sk_sk: [_MT_] {i}Naozaj sem prišiel s dobrými úmyslami?{/i}

source: [_MT_] {i}If he did, I really feel kind of bad for yelling at him.{/i}
sk_sk: [_MT_] {i}Ak to urobil, cítim sa naozaj zle, že som na neho kričala.{/i}

source: [_MT_] {i}But if he didn't, I might really have a growing problem on my hands.{/i}
sk_sk: [_MT_] {i}Ale ak by to neurobil, mohla by som mať naozaj čoraz väčší problém.{/i}

source: [_RT_] {i}Well, I guess I should get one more peek for the road.{/i}
sk_sk: [_RT_] {i}No, myslím, že by som mal ešte raz nakuknúť na cestu.{/i}

source: [_M_] [ryan]! It's time for you to leave!
sk_sk: [_M_] [ryan]! Je čas, aby si odišel!

source: [_R_] Of course, I'm leaving right now.
sk_sk: [_R_] Samozrejme, práve teraz odchádzam.

source: [_R_] I love you, mom!
sk_sk: [_R_] Milujem ťa, mami!

source: [_M_] I know.... I'll see you tomorrow.
sk_sk: [_M_] Viem.... Uvidíme sa zajtra.

source: [_RT_] {i}And queue the post-coital regret!{/i}
sk_sk: [_RT_] {i}A postav sa do fronty na postkoitálnu ľútosť!{/i}

source: [_RT_] {i}I'm out of control.... maybe I should get help?.... Nah this is just harmless fun.{/i}
sk_sk: [_RT_] {i}Nevládzem.... možno by som mal vyhľadať pomoc?.... Nie, toto je len neškodná zábava.{/i}

source: [_RT_] {i}Now I better get out of here before she notices me.{/i}
sk_sk: [_RT_] {i}Radšej odtiaľto vypadnem, než si ma všimne.{/i}

source: [_RT_] {i}Good feelings gone. What's wrong with me!{/i}
sk_sk: [_RT_] {i}Dobré pocity sú preč. Čo je to so mnou!{/i}

source: Would you like to see the tutorial?
sk_sk: Chceli by ste si pozrieť výučbový program?

source: Yes.
sk_sk: Áno.

source: No.
sk_sk: Nie.

source: Skip to the end of v0.01b
sk_sk: Preskočiť na koniec verzie v0.01b

source: Don't skip the game
sk_sk: Nevynechať hru

source: Chose your route!
sk_sk: Vyberte si cestu!

source: Loyalty route
sk_sk: Vernostná cesta

source: NTR route
sk_sk: NTR cesta

source: Back
sk_sk: Späť

source: Peek down her robe
sk_sk: Nahliadnúť do jej rúcha

source: Gross!! That's just weird!
sk_sk: Hnus!! To je divné!

source: Lauren, what the hell are you doing?
sk_sk: Lauren, čo to, do pekla, robíš?

source: Sleep
sk_sk: Spať

source: Never mind
sk_sk: Nevadí

source: Memes (Advances time)
sk_sk: Meme (Posunúť čas)

source: Go sit down
sk_sk: Choďte si sadnúť

source: Ask Mom about her day
sk_sk: Opýtať sa mamy na jej deň

source: Ask Lauren about her day
sk_sk: Opýtať sa Lauren na jej deň

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: Skip event and sleep till tomorrow
sk_sk: Preskočiť udalosť a spať do zajtra

source: Jump to Mafia payment event.
sk_sk: Prejsť na udalosť platba Mafií.

source: I'll pay them $1,000.
sk_sk: Zaplatím im 1000 dolárov.

source: Shit!... I don't have enough money to pay the Mafia.
sk_sk: Sakra!... Nemám dosť peňazí, aby som zaplatil mafii.

source: Let Mom use her "ass"ets to pay the debt this week.
sk_sk: Nechať mamu, aby tento týždeň zaplatila svoj dlh.

source: Look down
sk_sk: Pozrieť sa nadol

source: Look up
sk_sk: Vyhľadať

source: Cover up
sk_sk: Zakryť

source: "Why should I?"
sk_sk: "Prečo by som mal?"

source: Watch TV with Lauren
sk_sk: Sledovať televíziu s Lauren

source: Look.
sk_sk: Pozrieť sa

source: Never mind.
sk_sk: Nevadí.

source: Peek
sk_sk: Nakuknúť

source: Have Dinner
sk_sk: Večerať

source: Hey Mom, it's good to see you up and about!
sk_sk: Ahoj, mami, rád ťa vidím na nohách!

source: Are you drinking again?!
sk_sk: Zase piješ?!

source: Look around
sk_sk: Rozhliadnúť sa

source: Talk to Sidney
sk_sk: Porozprávať sa so Sidney

source: Try to keep eye contact
sk_sk: Snažiť sa udržiavať očný kontakt

source: Just a really quick peek
sk_sk: Len naozaj rýchly pohľad

source: Don't risk it
sk_sk: Neriskovať to

source: Give her money for Lauren's cosplay outfit.
sk_sk: Dať jej peniaze na Laurenin cosplay kostým.

source: Ask her to work at club.
sk_sk: Požiadať ju, aby pracovala v klube.

source: Take a look
sk_sk: Pozrieť sa

source: Stay Strong
sk_sk: Zostať silný

source: What do you think, slut?!
sk_sk: Čo si myslíš, dievka?!

source: Nothing!
sk_sk: Nič!

source: Just walk away
sk_sk: Jednoducho odísť

source: Knock
sk_sk: Zaklopať

source: Just leave her be.
sk_sk: Nechať ju byť.

source: Knock on her door
sk_sk: Zaklopať na jej dvere

source: Look closer.
sk_sk: Pozrieť sa bližšie.

source: Try using subliminal messages
sk_sk: Skúsiť použiť podprahové správy

source: Just leave her alone, she's had a rough few days.
sk_sk: Nechať ju na pokoji, má za sebou niekoľko ťažkých dní.

source: Subliminal messages
sk_sk: Podprahové správy

source: Peek through the spy-cam.
sk_sk: Pozrieť sa cez špionážnu kameru.

source: Nah, she's probably just sleeping.
sk_sk: Nie, pravdepodobne len spí.

source: Peek through spy-cam
sk_sk: Pohľad cez špionážnu kameru

source: I'm just going to give her some time to cool down
sk_sk: Dám jej trochu času, aby vychladla

source: Give her a gift
sk_sk: Dať jej darček

source: I just wanted to apologize
sk_sk: Chcel som sa len ospravedlniť

source: Give her a chocolate bar
sk_sk: Dať jej čokoládovú tyčinku

source: Give her Hardnlong gift card
sk_sk: Dať jej darčekovú kartu Hardnlong

source: Give her flowers
sk_sk: Dať jej kvety

source: Get a closer look
sk_sk: Pozrieť sa bližšie

source: Why would I even think of looking?
sk_sk: Prečo by ma vôbec napadlo hľadať?

source: Use spy-cam.
sk_sk: Použiť špionážnu kameru.

source: Not right now.
sk_sk: Teraz nie.

source: Take a peek.
sk_sk: Pozrieť sa.

source: Let's just take a peek at what she's doing.
sk_sk: Pozrime sa, čo robí.

source: Yes, I need an ally
sk_sk: Áno, potrebujem spojenca

source: More subliminal messages!
sk_sk: Viac podprahových správ!

source: Not tonight.
sk_sk: Nie dnes večer.

source: Spy on Sidney
sk_sk: Špehovať Sidney

source: Keep looking around
sk_sk: Pozerať sa okolo

source: Just a little bit
sk_sk: Iba trošku

source: Nothing
sk_sk: Nič

source: Of course!
sk_sk: Samozrejme!

source: Continue sneaking
sk_sk: Pokračovať v plížení

source: Leave
sk_sk: Odísť

source: Attend Class
sk_sk: Zúčastniť sa hodiny

source: Start Election Campaign Storyline
sk_sk: Začať volebnú kampaň Storyline

source: Talk to Mom about Oedipus assignment
sk_sk: Porozprávať sa s mamou o Oidipovom zadaní

source: Accept Matt's help ("WARNING" future NTR content)
sk_sk: Prijať Mattovu pomoc ("POZOR" budúci NTR obsah)

source: Tell Matt to go fuck himself
sk_sk: Povedať Mattovi, aby sa išiel vyjebať sám

source: Just the tip
sk_sk: Len tip

source: Throat Fuck
sk_sk: Hlboký orál

source: Deeper
sk_sk: Hlbšie

source: Cum
sk_sk: Výstrek

source: Down Megan's throat
sk_sk: Do Meganinho hrdla

source: All over her face
sk_sk: Po celej tvári

source: Make Deliveries
sk_sk: Vykonávanie dodávok

source: Pick up Items
sk_sk: Vyzdvihnúť predmety

source: Go to Photo Studio.
sk_sk: Ísť do fotoštúdia.

source: Return to Map
sk_sk: Návrat na mapu

source: Tell them about the conversation with Uncle Bobby
sk_sk: Povedať im o rozhovore so strýkom Bobbym

source: Tell them about visit with Uncle Bobby
sk_sk: Povedať im o návšteve u strýka Bobbyho

source: Stay and Watch
sk_sk: Zostať a sledovať

source: Go home
sk_sk: Ísť domov

source: Keep Watching
sk_sk: Pokračovať v sledovaní

source: Go answer the door
sk_sk: Ísť otvoriť dvere

source: No (lie)
sk_sk: Nie (lož)
