Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_B_] With the $300 I gave you, and if you make deliveries today. And hopefully your mom has a little cash on her. Hopefully you'll have enough...
sk_sk: [_B_] Za 300 dolárov, ktoré som ti dal, a ak dnes uskutočníš dodávky. A dúfam, že tvoja mama má pri sebe trochu hotovosti. Dúfaj, že budeš mať dosť...

source: [_B_] .... I'll be praying to the Virgin Mary that you can make it.
sk_sk: [_B_] .... Budem sa modliť k Panne Márii, aby si to stihol.

source: [_R_] {i}(sarcastically){/i} Oh.... that's a relief.
sk_sk: [_R_] {i}(sarkasticky){/i} Oh.... to je úľava.

source: [_B_] Sorry.... I wish there was more I could do.... If there was anything else I'd do it.
sk_sk: [_B_] Prepáč.... Želám si, aby som mohol urobiť viac.... Keby bolo niečo iné možné, urobil by som to.

source: [_R_] I know.... really.... thanks for helping us out.
sk_sk: [_R_] Ja viem.... naozaj.... vďaka za pomoc.

source: [_B_] You're welcome! And be safe on your deliveries. Try to make sure no one is following you, and if they are, return here immediately.
sk_sk: [_B_] Nemáš za čo! A buď opatrní pri doručovaní. Snaž sa uistiť, že ťa nikto nesleduje, a ak áno, okamžite sa sem vráť.

source: [_R_] Alright, I'll keep an eye out,{p}and thanks again.
sk_sk: [_R_] Dobre, budem na to dávať pozor,{p}a ešte raz ďakujem.

source: [_B_] Oh Right.... one more thing I almost forgot! If your mom asks what you're doing to make this extra money, just tell her you're doing some janitorial work for us.
sk_sk: [_B_] Oh správne.... ešte jedna vec, na ktorú som skoro zabudol! Ak sa ťa mama opýta, čím si privyrábaš, povedz jej, že pre nás robíš upratovačku.

source: [_B_] I don't thinks she'd be too thrilled if she suspected you were making deliveries for your old man.
sk_sk: [_B_] Nemyslím si, že by bola nadšená, keby tušila, že robíš dodávky pre svojho starého otca.

source: [_B_] Capisce?
sk_sk: [_B_] Kapiš?

source: [_R_] Yeah.... I capisce.
sk_sk: [_R_] Áno....Rozumiem.

source: [_B_] Great, now go hook that pizza box to your scooter, and go make some deliveries.
sk_sk: [_B_] Skvelé, teraz si pripevni škatuľu na pizzu na skúter a choď rozvážať.

source: {i}"You received $200 and no tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a žiadne prepitné." {/i}

source: [_RT_] {i}{b}(HINT){/b} I need to go to my house and talk to Mom about what Uncle Bobby told me. She should be in the kitchen.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím ísť domov a porozprávať sa s mamou o tom, čo mi povedal strýko Bobby. Mala by byť v kuchyni.{/i}

source: {i}"You received $200 and $50 in tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a 50 dolárov v prepitnom." {/i}

source: {i}"You received $200 and $100 in tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a 100 dolárov v prepitnom." {/i}

source: {i}"You received $200 and $150 in tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a 150 dolárov v prepitnom." {/i}

source: {i}"You received $200 and $200 in tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a 200 dolárov v prepitnom." {/i}

source: {i}"You received $200 and $250 in tips."{/i}
sk_sk: {i}"Prijali ste 200 dolárov a 250 dolárov v prepitnom." {/i}

source: I can only make deliveries in the afternoon.
sk_sk: Doručovať môžem len popoludní.

source: "You received a chocolate bar"
sk_sk: "Dostali ste čokoládovú tyčinku"

source: "You received two chocolate bars"
sk_sk: "Dostali ste dve čokoládové tyčinky"

source: "You received three chocolate bars"
sk_sk: "Dostali ste tri čokoládové tyčinky"

source: "You received a gift card."
sk_sk: "Dostali ste darčekovú kartu."

source: "You received two gift cards."
sk_sk: "Dostali ste dve darčekové karty."

source: "You received three gift cards."
sk_sk: "Dostali ste tri darčekové karty."

source: "You received a bouquet of flowers."
sk_sk: "Dostali ste kyticu kvetov."

source: "You received two bouquet of flowers."
sk_sk: "Dostali ste dve kytice kvetov."

source: "You received three bouquet of flowers."
sk_sk: "Dostali ste tri kytice kvetov."

source: "You received one bottle of Melatonin"
sk_sk: "Dostali ste jednu fľašu melatonínu"

source: "You received a webcam."
sk_sk: "Dostali ste webovú kameru."

source: "You received two webcams."
sk_sk: "Dostali ste dve webové kamery."

source: "You received three webcams."
sk_sk: "Dostali ste tri webové kamery."

source: "You received a green screen."
sk_sk: "Dostali ste zelené plátno."

source: "You received some photo studio professional lights."
sk_sk: "Dostali ste profesionálne svetlá do fotoštúdia."

source: "You received a DSLR camera."
sk_sk: "Dostali ste zrkadlovku."

source: "You received a new camera accessory."
sk_sk: "Dostali ste nový doplnok k fotoaparátu."

source: "You received a new swimsuit."
sk_sk: "Dostali ste nové plavky."

source: [_RT_] {i}{b}(HINT){/b}I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b}Teraz mám bikiny. Bolo by múdre uistiť sa, že mamino libido a poddajnosť sú pred budúcim víkendom čo najvyššie, potom ju možno môžem požiadať, aby si tie plavky vyskúšala.{/i}

source: "You received a ball gag."
sk_sk: "Dostali ste guľový roubík."

source: "You received the book "Perry Hotter and the Sorceror's Bone"
sk_sk: "Dostali ste knihu "Perry Hotter a čarodejníkova kosť"

source: "You received the book "Perry Hotter and her Chambers of Secrets."
sk_sk: "Dostali ste knihu "Perry Hotter a jej tajomné komnaty".

source: "You received the book "Perry Hotter and the prisoner of Moldevorts Dungeon."
sk_sk: "Dostali ste knihu "Perry Hotter a väzeň z Moldevorcovej kobky".

source: "You received a bottle of wine."
sk_sk: "Dostali ste fľašu vína."

source: "You received two bottles of wine."
sk_sk: "Dostali ste dve fľaše vína."

source: "You received three bottles of wine."
sk_sk: "Dostali ste tri fľaše vína."

source: "There's nothing else to do here."
sk_sk: "Tu sa nedá nič iné robiť."

source: [_RT_] {i}{b}(HINT){/b} I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Teraz mám bikiny. Bolo by múdre uistiť sa, že mamino libido a poddajnosť sú pred budúcim víkendom čo najvyššie, potom ju možno môžem požiadať, aby si tie plavky vyskúšala.{/i}

source: "There's nothing left to do here."
sk_sk: "Už tu nie je čo robiť."

source: [_RT_] {i}Oh, man.... I can't get my conversation with Uncle Bobby out of my head. {p}More importantly, how do I tell Mom and Lauren about it?{/i}
sk_sk: [_RT_] {i}Oh, lol.... Nemôžem dostať z hlavy rozhovor so strýkom Bobbym. {p}A čo je dôležitejšie, ako o tom poviem mame a Lauren?{/i}

source: [_M_] Oh, honey, it was just terrible.... men from the FBI were here all day, going through our things, digging through our garbage, making copies of all our computer drives.
sk_sk: [_M_] Zlatko, to bolo strašné.... mužov z FBI tu bolo celý deň, prehrabávali nám veci, hrabali sa v odpadkoch, kopírovali všetky naše počítačové disky.

source: [_RT_] {i}Oh, shit.... well, I guess they're going to find my porn collection. Hopefully they don't know what kind of games "Milfy City" and "Big Brother" are.{/i}
sk_sk: [_RT_] {i}Aha, do prdele.... no, hádam nájdu moju zbierku porna. Dúfam, že nevedia, čo sú to hry "Milfy City" a "Big Brother".{/i}

source: [_M_] Having your privacy invaded like that makes me feel so vulnerable. Almost naked, you know?
sk_sk: [_M_] Keď takto narušia súkromie, cítim sa veľmi zraniteľná. Takmer nahá, vieš?

source: [_M_] So what did Uncle Bobby have to say?
sk_sk: [_M_] Čo na to povedal strýko Bobby?

source: {i}10 minutes later.... {/i}
sk_sk: {i}O 10 minút neskôr.... {/i}

source: [_L_] OMG [ryan], you missed everything! A bunch of hunky FBI guys were here digging through all our junk, combing through our trash. They even copied everything on my phone and our computers! I better not find any of my selfies on the internet!
sk_sk: [_L_] OMG [ryan], všetko zmeškal! Banda fešákov z FBI sa tu prehrabávala vo všetkom našom haraburdí, prečesávala naše odpadky. Dokonca si skopírovali všetko z môjho telefónu a našich počítačov! Radšej nech na internete nenájdu žiadne moje selfie!

source: [_L_] One of the agents kept staring at my ass. She really gave me the creeps!
sk_sk: [_L_] Jeden z agentov mi stále pozeral na zadok. Naozaj mi naháňala hrôzu!

source: [_L_] So where have you been all day?
sk_sk: [_L_] Kde si bol celý deň?

source: [_R_] And so somehow we have to come up with the rest of the money before the DeCapo thugs come over, which could be any minute!
sk_sk: [_R_] A tak musíme nejako zohnať zvyšok peňazí, než prídu DeCapovi zločinci, čo môže byť každú chvíľu!

source: [_R_] Do either of you have any cash lying around?
sk_sk: [_R_] Má niekto z vás nejakú hotovosť?

source: [_M_] OH NO!.... No! We don't have any extra cash!{p}The FBI made me open our safe and they confiscated all our emergency cash. They gave me this debit card, with only enough money to pay our bills and buy food, and they are monitoring all of our transactions.
sk_sk: [_M_] OH NIE!.... Nie! Nemáme žiadne peniaze navyše!{p}FBI ma prinútila otvoriť náš trezor a zhabali nám všetku núdzovú hotovosť. Dali mi túto debetnú kartu, na ktorej je len toľko peňazí, aby sme mohli zaplatiť účty a kúpiť jedlo, a monitorujú všetky naše transakcie.

source: [_L_] Don't look at me, it's not like I have a secret stash of cash hidden under my bed!
sk_sk: [_L_] Nepozeraj sa na mňa, nie je to tak, že by som mala pod posteľou tajnú skrýšu peňazí!

source: [_R_] Well, shit! What are we going to do?
sk_sk: [_R_] No, do prdele! Čo budeme robiť?

source: [_M_] Language, [ryan]!
sk_sk: [_M_] Jazyk, [ryan]!

source: [_R_] We're about to have our legs broken, and you're worried about me saying "shit"?
sk_sk: [_R_] Chystáme sa zlomiť si nohy a ty sa obávaš, že poviem "hovno"?

source: [_M_] Yes! Where did you ever learn to be so crass?
sk_sk: [_M_] Áno! Kde si sa naučil byť taký hrubý?

source: [_M_] Oh, fuck! Oh, shit! They're here!
sk_sk: [_M_] Oh, kurva! Do prdele! Sú tu!

source: [_MT_] {i}SHIT!! Think [mom_name]! Think! What am I going to do?{/i}
sk_sk: [_MT_] {i}SHIT!! Premýšľajte [mom_name]! Premýšľajte! Čo budem robiť?{/i}

source: [_M_] [ryan].... give me the cash that you have.
sk_sk: [_M_] [ryan]....daj mi hotovosť, ktorú máš.

source: {i}"Money = $0"{/i}
sk_sk: {i}"Peniaze = $0"{/i}

source: [_M_] Lauren, you and [ryan] go into the kitchen and do the dishes while I go talk to the gentlemen at the door.
sk_sk: [_M_] Lauren, ty a [ryan] choďte do kuchyne a umyte riad, zatiaľ čo ja sa pôjdem porozprávať s pánmi pri dverách.

source: [_M_] I'm sure I can work something out that doesn't involve violence.
sk_sk: [_M_] Som si istá, že dokážem vymyslieť niečo, čo nebude zahŕňať násilie.

source: [_M_] So just get the dishes done, and I'll be back as soon as I'm done talking to them!
sk_sk: [_M_] Takže len umyte riad a ja sa vrátim hneď, ako sa s nimi dohovorím!

source: [_L_] ... And all the sexts I sent to my ex-boyfriend were still on my phone.
sk_sk: [_L_] ... A všetky sexuálne správy, ktoré som poslala svojmu bývalému priateľovi, boli stále v mojom telefóne.

source: [_R_] Would you shut up about your stupid phone? We're about to be murdered by the mob, and all you can think of is your stupid phone!
sk_sk: [_R_] Mohla by si prestať hovoriť o svojom hlúpom telefóne? Chystá sa nás zavraždiť lúza a ty myslíš len na svoj hlúpy telefón!

source: [_L_] Oh, just relax!.... Mom will take care of everything. She always does.
sk_sk: [_L_] Len sa uvoľni!.... Mama sa o všetko postará. Vždy sa postará.

source: [_R_] Dad said I'm the man of the house now! I'm the one who should be out there working things out with the DeCapo's!
sk_sk: [_R_] Otec povedal, že teraz som pánom domu ja! Ja som ten, kto by mal byť vonku a riešiť veci s DeCapom!

source: [_L_] Hahahaha.... you the man of the house? Hahaha.... I wouldn't trust you to work things out with the school bully, let alone a bunch of Mafiosos.
sk_sk: [_L_] Hahahaha....pánom domu? Hahaha.... Neverila by som ti, že to vyriešiš so školským tyranom, nieto ešte s bandou mafiánov.

source: [_R_] Just wait and see! I'll fix all of this, and earn everyone's respect!
sk_sk: [_R_] Len počkaj a uvidíš! Všetko to napravím a získam si rešpekt všetkých!

source: [_L_] Yeah, and on that day I'll let you fuck me in the ass!
sk_sk: [_L_] Áno, a v ten deň ti dovolím, aby si ma ošukal do zadku!

source: [_R_] Gross, why would you say something like that!
sk_sk: [_R_] Hnus, prečo si niečo také povedala!

source: [_M_] Hey guys, I'm back. Thanks for cleaning up!
sk_sk: [_M_] Ahoj, som späť. Vďaka za upratovanie!

source: [_R_] Oh, thank God! Is everything ok?
sk_sk: [_R_] Ó, vďaka Bohu! Je všetko v poriadku?

source: [_M_] Yes, everything is fine. I worked everything out with Joey.
sk_sk: [_M_] Áno, všetko je v poriadku. S Joeym sme všetko vyriešili.

source: [_L_] Joey, who's Joey?
sk_sk: [_L_] Joey, kto je Joey?

source: [_M_] Oh, I don't know his last name, maybe it's DeCapo, but he was over this summer for your lousy dad's work BBQ.
sk_sk: [_M_] Och, neviem jeho priezvisko, možno je to DeCapo, ale toto leto bol u tvojho mizerného otca na pracovnej grilovačke.

source: [_M_] Way overdressed for the occasion.
sk_sk: [_M_] Na túto príležitosť sa obliekol až príliš.

source: [_L_] Oh yeah, I think I remember him.
sk_sk: [_L_] Áno, myslím, že si ho pamätám.

source: [_M_] Right, so he has a small job tonight that he said I'm more than qualified for, and can earn the other $500 in just a couple hours.
sk_sk: [_M_] Jasne, takže dnes večer má malú prácu, na ktorú som podľa neho viac ako kvalifikovaná a za pár hodín môžem zarobiť ďalších 500 dolárov.

source: [_R_] No, wait!.... You're going to take a job from a Mafia goon, where you'll make $500 in a couple hours? That sounds like a bad idea!
sk_sk: [_R_] Nie, počkaj!.... Chystáš sa prijať prácu od mafiánskeho hlupáka, kde si za pár hodín zarobíš 500 dolárov? To znie ako zlý nápad!

source: [_M_] Yeah, well it's not like I have a lot of options here!{p}I don't want to go, but at least it will keep us safe until we have to make another payment next week!
sk_sk: [_M_] Áno, no nie je to tak, že by som tu mala veľa možností!{p}Nechce sa mi ísť, ale aspoň nás to ochráni, kým nebudeme musieť budúci týždeň zaplatiť ďalšiu splátku!

source: [_R_] Ok.... so then what is the job?
sk_sk: [_R_] Ok.... tak čo je to za prácu?

source: [_M_] .... It's none of your business!
sk_sk: [_M_] .... Nie je to tvoja vec!

source: [_R_] Is it legal?
sk_sk: [_R_] Je to legálne?

source: [_M_] Of course it's legal! What do you think I am?
sk_sk: [_M_] Samozrejme, že je to legálne! Čo si myslíš, že som?

source: [_R_] Well, why won't you tell us, and what's with the bag?
sk_sk: [_R_] Prečo nám to nechceš povedať a čo je s tou taškou?

source: [_M_] I already told you that it's none of your business! So don't ask again!
sk_sk: [_M_] Už som ti povedala, že ti do toho nič nie je! Tak sa už nepýtaj!

source: [_M_] Finish cleaning up!
sk_sk: [_M_] Dokonči upratovanie!

source: [_M_] I'll be home very late!
sk_sk: [_M_] Budem doma veľmi neskoro!

source: [_R_] Oh, shit!
sk_sk: [_R_] Do prdele!

source: [_L_] What?
sk_sk: [_L_] Čo?

source: [_R_] What do you mean "What?".
sk_sk: [_R_] Čo myslíš tým všetko?".

source: [_R_] Mom's leaving our house with the mob, to do a job for the mob, to pay off the mob!
sk_sk: [_R_] Mama odchádza z nášho domu s mafiou, aby urobila prácu pre mafiu, aby zaplatila mafii!

source: [_L_] I'm sure she's going to be fine?
sk_sk: [_L_] Určite bude v poriadku?

source: [_R_] I'm going to follow her, and make sure she'll be ok.
sk_sk: [_R_] Budem ju sledovať a uistím sa, že bude v poriadku.

source: [_L_] What about me? You can't just leave me here alone.
sk_sk: [_L_] A čo ja? Nemôžeš ma tu nechať samú.

source: [_L_] I'll be too scared.
sk_sk: [_L_] Budem sa príliš báť.

source: [_R_] I'm sorry, but I have to follow Mom to make sure she's safe. She's my responsibility now.
sk_sk: [_R_] Je mi to ľúto, ale musím ísť za mamou, aby som sa uistil, že je v bezpečí. Je teraz mojou zodpovednosťou.

source: [_R_] You'll be safe if you lock the door.
sk_sk: [_R_] Ak zamkneš dvere, budeš v bezpečí.

source: [_R_] And if anything happens, just call our new friends at the FBI.
sk_sk: [_R_] A ak sa niečo stane, stačí zavolať našim novým priateľom z FBI.

source: [_G_] Hey, Boss?
sk_sk: [_G_] Hej, šéfe?

source: [_J_] What is it?
sk_sk: [_J_] Čo je to?

source: [_G_] There's some twerp following us on a little scooter.
sk_sk: [_G_] Sleduje nás nejaký hlupák na malom skútri.

source: [_M_] Oh, no! That's probably my son!
sk_sk: [_M_] Ale nie! To je pravdepodobne môj syn!

source: [_G_] Do you want me to lose him?
sk_sk: [_G_] Chceš niečo urobiť?

source: [_M_] Oh, please do! I don't want him to see where you're making me work!
sk_sk: [_M_] Prosím, urobte to! Nechcem, aby videl, kde ma nútiš pracovať!

source: [_J_] No! Let him follow us. I want the little bastard to know what happens to his mom when they don't pay us what they owes us.
sk_sk: [_J_] Nie! Nech nás nasleduje. Chcem, aby ten malý bastard vedel, čo sa stane s jeho mamou, keď nám nezaplatí, čo nám dlhuje.

source: [_M_] No! Please!
sk_sk: [_M_] Nie! Prosím!

source: [_J_] Listen! You don't get to make any demands!{p}You're lucky I don't turn around and have my driver run him over.
sk_sk: [_J_] Počúvaj! Nemôžeš si klásť žiadne požiadavky!{p}Máš šťastie, že sa neotočím a môj vodič ho neprebehne.

source: [_J_] So just sit there quietly and prepare yourself mentally for what it's going to take to earn the rest of what you owe me.
sk_sk: [_J_] Takže si tu pokojne sadni a psychicky sa priprav na to, čo budeš musieť urobiť, aby si zarobila zvyšok toho, čo mi dlžíš.

source: [_J_] You had better be as good at this job as you say you are, you've got a lot of money you have to make tonight!
sk_sk: [_J_] Radšej by si mala byť v tejto práci taká dobrá, ako hovoríš, dnes večer musíš zarobiť veľa peňazí!

source: [_M_] Well, I hope you're happy!?!
sk_sk: [_M_] Dúfam, že si spokojný!?!

source: [_M_] He's followed us all the way down the street and is watching us go in right now!
sk_sk: [_M_] Sledoval nás až na koniec ulice a práve teraz nás pozoruje, ako vchádzame dovnútra!

source: [_M_] I can only thank God that he is too young to be let into a place like this.
sk_sk: [_M_] Môžem len ďakovať Bohu, že je príliš mladý na to, aby ho pustili na takéto miesto.

source: [_MT_] {i}I'll just tell him I'm serving drinks.... or something like that.... {/i}
sk_sk: [_MT_] {i}Len mu poviem, že podávam nápoje.... alebo niečo podobné.... {/i}

source: [_J_] Yeah, yeah.... give me a break and just go get ready, will yah?
sk_sk: [_J_] Áno, áno.... daj mi pokoj a choď sa pripraviť, dobre?

source: [_J_] If the kid wants to come in, go ahead and let 'im.
sk_sk: [_J_] Ak chce dieťa prísť, nechajte ho.

source: [_J_] He can have a look around and see if he finds anything interesting.
sk_sk: [_J_] Môže sa tu porozhliadnuť a zistiť, či nájde niečo zaujímavé.

source: [_G_] Ok, Boss!
sk_sk: [_G_] Ok, šéfe!

source: [_RT_] {i}So this place is some kind of bar? The guy at the door welcomed me in without checking my ID.{/i}
sk_sk: [_RT_] {i}Takže toto miesto je nejaký bar? Chlapík pri dverách ma privítal bez toho, aby mi skontroloval občiansky preukaz.{/i}

source: [_RT_] {i}Nice!.... I guess I just look like I'm over 21 now!{/i}
sk_sk: [_RT_] {i}Pekné!.... Myslím, že teraz vyzerám, akoby mi bolo viac ako 21!{/i}

source: [_RT_] {i}So I wonder if Mom will be serving drinks or something.{/i}
sk_sk: [_RT_] {i}Tak by ma zaujímalo, či bude mama podávať nápoje alebo niečo podobné.{/i}

source: [_RT_] {i}Well, she's not by the bar, I wonder if she's serving the people in the casino?{/i}
sk_sk: [_RT_] {i}No, nie je pri bare, zaujímalo by ma, či obsluhuje ľudí v kasíne?{/i}

source: [_RT_] {i}Maybe they have her working a blackjack table or something.{/i}
sk_sk: [_RT_] {i}Možno ju nechajú pracovať pri stole s blackjackom alebo tak.{/i}

source: [_VOM_] Next up on stage we have a beautiful dancer here for her debut performance at the club.
sk_sk: [_VOM_] Ďalej tu máme krásnu tanečnicu, ktorá v klube vystupuje prvýkrát.

source: [_VOM_] A hot housewife and teasing teacher, will make you want to misbehave to have her paddle your bum with her yardstick.
sk_sk: [_VOM_] Horúca žena v domácnosti a dráždivá učiteľka vás prinúti, aby ste sa správali zle a nechali ju, aby vám svojím metrom bičovala zadok.

source: [_VOM_] Come and show her how bad you want to be the teacher's pet!
sk_sk: [_VOM_] Poď a ukáž jej, ako veľmi chceš byť učiteľkiným miláčikom!

source: [_RT_] {i}A teacher! What the hell! Are they talking about Mom!?! I've got to find out where that stage is.{/i}
sk_sk: [_RT_] {i}Učiteľ! Čo to do pekla! Hovoria o mame!?! Musím zistiť, kde je to javisko.{/i}

source: [_RT_] {i}OH.... mY.... gOD!!!{/i}
sk_sk: [_RT_] {i}Ach... môj... Bože!{/i}

source: [_RT_] {i}It's Mom!{/i}
sk_sk: [_RT_] {i}Je to mama!{/i}

source: [_RT_] {i}On a stripper pole!{/i}
sk_sk: [_RT_] {i}Na striptérskej tyči!{/i}

source: [_RT_] {i}Jeeze! What in the hell should I do?{/i}
sk_sk: [_RT_] {i}Ježiši! Čo mám, do pekla, robiť?{/i}

source: [_RT_] {i}This is soooo wrong!.... {p}But I've got to know if she even knows what she's doing.... {p}How would she know how to work a stripper pole?{/i}
sk_sk: [_RT_] {i}To je tak veľmi zlé!.... {p}Ale musím vedieť, či vôbec vie, čo robí.... {p}Ako by mohla vedieť, ako sa pracuje so striptérskou tyčou?{/i}

source: [_RT_] {i}The look in her eyes is at least pretty confident.{/i}
sk_sk: [_RT_] {i}Pohľad jej očí je prinajmenšom dosť sebavedomý.{/i}

source: [_MT_] {i}Thank God they gave me free alcohol!.... It really takes the edge off!{/i}
sk_sk: [_MT_] {i}Vďaka Bohu, že mi dali alkohol zadarmo!.... Naozaj to odľahčí!{/i}

source: [_MT_] {i}And thank God my husband and kids don't know what I'm doing right now!{/i}
sk_sk: [_MT_] {i}A vďaka Bohu, že môj manžel a deti nevedia, čo práve robím!{/i}

source: [_MT_] {i}Oh my God! Oh my God! Oh my God! This can't really be happening!{/i}
sk_sk: [_MT_] {i}Bože môj! Bože môj! Bože môj! To sa predsa nemôže stať!{/i}

source: [_MT_] {i}How did I get into this situation?!.... {p}And I have to put a fucking smile on my face and pretend I'm having fun if I'm going to make any money!{/i}
sk_sk: [_MT_] {i}Ako som sa dostala do tejto situácie?!.... {p}A ak chcem zarobiť nejaké peniaze, musím sa usmievať a predstierať, že sa bavím!{/i}

source: [_RT_] {i}Oh, wow! She's taking off her shirt! I guess this is going to be more than just a sexy dance!{/i}
sk_sk: [_RT_] {i}Páni! Vyzlieka si tričko! Hádam to bude niečo viac ako len sexy tanec!{/i}

source: [_RT_] {i}What is wrong with me? Why can't I look away?{/i}
sk_sk: [_RT_] {i}Čo je so mnou? Prečo nemôžem odvrátiť zrak?{/i}

source: [_MT_] {i}Oh.... I am a terrible person. I thought I put this kind of thing behind me when I got married!{/i}
sk_sk: [_MT_] {i}Oh.... Som hrozný človek. Myslela som si, že som takéto veci hodila za hlavu, keď som sa vydala!{/i}

source: [_MT_] {i}I never thought I'd be on a pole again.{/i}
sk_sk: [_MT_] {i}Nikdy som si nemyslela, že ešte niekedy budem na tyči.{/i}

source: [_MT_] {i}I am a terrible wife and mother!{/i}
sk_sk: [_MT_] {i}Som hrozná manželka a matka!{/i}

source: [_MT_] {i}Oh thank God they can't see me now!{/i}
sk_sk: [_MT_] {i}Vďaka Bohu, že ma teraz nevidia!{/i}

source: [_RT_] {i}Oh, shit! I can see her panties.{p}Oh.... they're practically see through! Unnnhhhh.... {/i}
sk_sk: [_RT_] {i}Do prdele! Vidím jej nohavičky.{p}Oh.... sú prakticky priehľadné! Unnnhhhhh.... {/i}
