Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: If this is the first time you've ever played this game, we highly recommend that you watch the tutorial.
sk_sk: Ak je to prvýkrát, čo hráte túto hru, vrelo odporúčame, aby ste si pozreli výučbový program.

source: Good luck! I sure hope you know what you're doing.
sk_sk: Veľa šťastia! Dúfam, že viete, čo robíte.

source: For players who have already played AFV, we offer the option to skip the game's introduction. This includes the events that set the premise of the game in motion.
sk_sk: Hráčom, ktorí už AFV hrali, ponúkame možnosť preskočiť úvod hry. Ten obsahuje udalosti, ktoré uvádzajú do pohybu predpoklady hry.

source: [_RT_] {i}{b}(HINT){/b} Mom works really hard all week. I should help her with jobs around the house on weekend mornings. She usually starts cleaning in the lounge.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Mama celý týždeň tvrdo pracuje. Mal by som jej cez víkend ráno pomáhať s prácami okolo domu. Zvyčajne začína upratovať v obývačke.{/i}

source: [_RT_] {i}{b}(HINT){/b} So, if I get four hundred dollars to Sidney, she'll make Lauren a cosplay outfit. That would probably impress both Sidney and Lauren. I'll give the money to Sidney in the kitchen some evening.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Takže ak Sidney dám štyristo dolárov, ušije Lauren cosplay oblečenie. To by pravdepodobne zapôsobilo na Sidney aj na Lauren. Peniaze odovzdám Sidney niekedy večer v kuchyni.{/i}

source: [_RT_] {i}{b}(HINT){/b} Shelling out one thousand dollars a week is not easy... I wonder how Mom would do if I just let her keep working off the debt at the strip club?{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Vyplatiť tisíc dolárov týždenne nie je jednoduché... Zaujímalo by ma, ako by mama dopadla, keby som ju nechal odpracovať si dlh v striptízovom klube?{/i}

source: [_RT_] {i}I guess the only way to find out, is to let her do it. I should go and check on her after a few times to make sure she's doing alright though.{/i}
sk_sk: [_RT_] {i}Myslím, že jediný spôsob, ako to zistiť, je nechať ju to urobiť. Mala by som ju však ísť po niekoľkých pokusoch skontrolovať, aby som sa uistil, že je v poriadku.{/i}

source: [_RT_] {i}{b}(HINT){/b} The journey of a thousand miles starts with a single step. Corrupting Mom will be no easy task, but visiting her room in the early mornings might be a good first step.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Cesta dlhá tisíc míľ sa začína jediným krokom. Skorumpovať mamu nebude ľahká úloha, ale návšteva jej izby v skorých ranných hodinách by mohla byť dobrým prvým krokom.{/i}

source: [_M_] [ryan], wake up!
sk_sk: [_M_] [ryan], zobuď sa!

source: [_M_] [upper_ryan], WAKE UP!
sk_sk: [_M_] [upper_ryan], PREBUĎ SA!

source: [_M_] WAKE UP!!!
sk_sk: [_M_] PREBUĎ SA!!!

source: [_R_] What?...
sk_sk: [_R_] Čo?...

source: [_R_] What is it?...
sk_sk: [_R_] Čo je to?...

source: [_R_] What time is it?
sk_sk: [_R_] Koľko je hodín?

source: [_M_] It's only 5:30 AM.... sorry to wake you so early.
sk_sk: [_M_] Je len 5:30 ráno.... Prepáč, že ťa budím tak skoro.

source: [_R_] Uhhh.... Isn't is Saturday?...
sk_sk: [_R_] Uhhhh.... Nie je sobota?...

source: [_M_] I know honey, but your no account, worthless father is on the phone for you...
sk_sk: [_M_] Ja viem, zlato, ale tvoj bezcenný otec ti telefonuje...

source: [_M_] It's pretty important...
sk_sk: [_M_] Je to dosť dôležité...

source: [_M_] He's calling from jail!
sk_sk: [_M_] Volá z väzenia!

source: [_R_] WHAT?!
sk_sk: [_R_] ČO?!

source: [_M_] Oh, and honey?
sk_sk: [_M_] A zlato?

source: [_R_] .... Yeah?...
sk_sk: [_R_] .... Áno?...

source: [_M_] .... Could you maybe wear more to bed?...
sk_sk: [_M_] .... Mohol by si do postele nosiť viac oblečenia?...

source: [_M_] Or at least cover yourself while I'm in here...
sk_sk: [_M_] Alebo sa aspoň zakry, kým som tu...

source: [_M_] I know it's just morning wood...
sk_sk: [_M_] Viem, že je to len ranná ere...

source: [_M_] But what if one of your sisters walked in on you like this?
sk_sk: [_M_] Ale čo keby ťa takto zastihla jedna zo sestier?

source: [_R_] I'd tell them to get the fuck out of my room!
sk_sk: [_R_] Povedal by som im, aby vypadli z mojej izby!

source: [_M_] Language please!
sk_sk: [_M_] Jazyk, prosím!

source: [_R_] Sorry!
sk_sk: [_R_] Prepáč!

source: [_M_] Here.... talk to Dad!
sk_sk: [_M_] Tu.... sa porozprávaj s otcom!

source: [_RT_] {i}Why is she telling me to cover up?.... {/i}
sk_sk: [_RT_] {i}Prečo mi hovorí, aby som sa zakryl?.... {/i}

source: [_RT_] {i}Mom's boobs are practically bursting out of her robe.... {/i}
sk_sk: [_RT_] {i}Mamine prsia prakticky vytŕčajú zo županu.... {/i}

source: [_RT_] {i}Good thing I don't think of her like that.... {/i}
sk_sk: [_RT_] {i}Dobre, že o nej takto neuvažujem.... {/i}

source: [_RT_] {i}.... aAAHH! Get out of my head Satan!{/i}
sk_sk: [_RT_] {i}.... aAAHH! Vypadni z mojej hlavy, Satan! {/i}

source: [_MT_] {i}Did my boy just look down my robe?.... {/i}
sk_sk: [_MT_] {i}Pozrel sa môj chlapec do môjho županu?.... {/i}

source: [_MT_] {i}Here I am lecturing him to cover up himself while my tits are halfway out.... {/i}
sk_sk: [_MT_] {i}Tu ho poučujem, aby sa zakryl, zatiaľ čo moje prsia sú na pol ceste von.... {/i}

source: [_MT_] {i}.... hmmm.... {p}I wonder if he'd have gotten hard if he wasn't already?.... {/i}
sk_sk: [_MT_] {i}.... hmmm.... {p}Zaujímalo by ma, či by sa mu postavil, keby už nebol?.... {/i}

source: [_MT_] {i}He is pretty well endowed... {/i}{p}{i}He doesn't take after his father... {/i}{p}{i}He must take after my dad... {/i}
sk_sk: [_MT_] {i}Je celkom dobre obdarený... {/i}{p}{i}Nie je po svojom otcovi... {/i}{p}{i}Musí byť po otcovi... {/i}

source: [_MT_] {i}.... AAAHH!{p} Why am I thinking about my dads and sons penises?{p} Get out of my head Satan!.... {/i}
sk_sk: [_MT_] {i}.... AAAHH!{p} Prečo myslím na penisy svojich otcov a synov?{p} Vypadni z mojej hlavy, Satan! .... {/i}

source: [_M_] Uhhh.... I'm going to go. Bring me my phone to the kitchen when you're done.
sk_sk: [_M_] Uhhhh.... Idem na to. Keď skončíš, prines mi môj telefón do kuchyne.

source: [_RT_] {i}SHIT! She saw me staring!{p} That was stupid.... {p} I need to go to church!{/i}
sk_sk: [_RT_] {i}SHIT! Videla ma, ako na ňu pozerám!{p} To bolo hlúpe.... {p} Musím ísť do kostola!{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +1" {/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť -1" {/b}{/i}

source: [_M_] Ok, well I'm going to go.{p} Bring my phone to the kitchen when you're done.
sk_sk: [_M_] Dobre, tak ja už pôjdem.{p} Keď skončíš, prines môj telefón do kuchyne.

source: [_R_] Dad! Are you ok? Why are you in jail?!
sk_sk: [_R_] Otec! Si v poriadku? Prečo si vo väzení?!

source: [_D_] Listen to me carefully son, I don't have a lot of time and this is my one phone call.
sk_sk: [_D_] Počúvaj ma pozorne, synku, nemám veľa času a toto je môj jediný telefonát.

source: [_R_] Shouldn't you have called your lawyer?
sk_sk: [_R_] Nemal si zavolať svojmu právnikovi?

source: [_D_] JUST SHUT UP AND LISTEN!...
sk_sk: [_D_] LEN MLČ A POČÚVAJ!...

source: [_D_] I need you to go to my warehouse this morning. Uncle Bobby is going to be there, and he's going to tell you everything you need to know...
sk_sk: [_D_] Potrebujem, aby si dnes ráno išiel do môjho skladu. Bude tam strýko Bobby a povie ti všetko, čo potrebuješ vedieť...

source: [_D_] Now I can't stress to you how important it is that you go and see him, and do exactly what he tells you to do...
sk_sk: [_D_] Nemôžem zdôrazniť, aké dôležité je, aby si ho navštívil a urobil presne to, čo povie...

source: [_D_] Our family could be in some really bad trouble if you don't take care of this for me.
sk_sk: [_D_] Naša rodina by sa mohla dostať do vážnych problémov, ak sa o to nepostaráš.

source: [_R_] Don't worry Dad, I'll go over there as soon as I can.
sk_sk: [_R_] Neboj sa, otec, pôjdem tam hneď, ako budem môcť.

source: [_D_] Thank you for this son!
sk_sk: [_D_] Ďakujem za tohto syna!

source: [_R_] Of course Dad! Are you going to be ok?
sk_sk: [_R_] Samozrejme, otec! Budeš v poriadku?

source: [_D_] .... I might have to spend a good while in prison...
sk_sk: [_D_] .... Možno budem musieť stráviť hodnú chvíľu vo väzení...

source: [_D_] I need you to take care of this for me...
sk_sk: [_D_] Potrebujem, aby si sa o to postaral...

source: [_D_] You're the man of the house now...
sk_sk: [_D_] Teraz si pánom domu...

source: [_D_] I know this is a lot to take in, but you've got to step up...
sk_sk: [_D_] Viem, že je toho veľa, ale musíš sa vzchopiť...

source: [_D_] Our family's safety and success are now in your hands...
sk_sk: [_D_] Bezpečnosť a úspech našej rodiny sú teraz v tvojich rukách...

source: [_D_] So don't fuck it up!
sk_sk: [_D_] Tak to nepokaz!

source: "{b}CLICK{/b}"
sk_sk: "{b}KLIK{/b}"

source: {b}{i}{b}(HINT){/b} Open your phone and click on the "Progress button" to see hints to your active events.{/i}{/b}
sk_sk: {b}{i}{b}(NÁVOD){/b} Otvorte telefón a kliknite na tlačidlo "Pokrok", aby ste videli nápovedy k aktívnym udalostiam.{/i}{/b}

source: [_RT_] {i}{b}(HINT){/b} I should go to the family portrait first to reminisce.{/i}
sk_sk: [_RT_] {i}{b}(HINT){/b} Najprv by som mal ísť k rodinnému portrétu, aby som si zaspomínal.{/i}

source: [_L_] [ryan] can you come in to the lounge and help me!
sk_sk: [_L_] [ryan] môžeš prísť do salónika a pomôcť mi!

source: [_RT_] {i}What did I just walk in on? It's like Mom and Lauren are purposely trying to be cock-teases lately.{/i}
sk_sk: [_RT_] {i}Na čo som práve vošiel? Akoby sa mama a Lauren v poslednej dobe zámerne snažili byť za hajzlíkov.

source: [_RT_] {i}Has it always been like this, and now I'm just starting to notice? I'm sure I'm reading way more into this than I should.{/i}
sk_sk: [_RT_] {i}Bolo to tak vždy a ja si to začínam všímať až teraz? Som si istý, že v tom čítam oveľa viac, ako by som mal.{/i}

source: [_L_] I'm looking for the TV remote.
sk_sk: [_L_] Hľadám diaľkový ovládač od televízora.

source: [_L_] Do you know where it is?
sk_sk: [_L_] Vieš, kde sa nachádza?

source: [_R_] I'm sorry I haven't seen it.
sk_sk: [_R_] Je mi ľúto, že som ho nevidel.

source: [_L_] Well, you were the last one to watch TV, so you must be the one who lost it.
sk_sk: [_L_] No, ty si bol posledný, kto sledoval televíziu, takže si to musel byť ty, kto ho stratil.

source: [_L_] The least you can do is help me find it. Bend down here and help me look.
sk_sk: [_L_] To najmenej, čo môžeš urobiť, je pomôcť mi ho nájsť. Zohni sa sem a pomôž mi hľadať.

source: [_RT_] {i}Look for the remote?{/i}
sk_sk: [_RT_] {i}Hľadať diaľkové ovládanie?{/i}

source: [_RT_] {i}How am I supposed to concentrate on anything else besides this view right in front of me?{/i}
sk_sk: [_RT_] {i}Ako sa mám sústrediť na niečo iné okrem tohto pohľadu priamo predo mnou?{/i}

source: [_RT_] {i}Hmmm.... I wonder.... {/i}
sk_sk: [_RT_] {i}Hmmm.... Zaujímalo by ma.... {/i}

source: [_RT_] {i}Oh my God, I can!{/i}
sk_sk: [_RT_] {i}Bože môj, ja môžem!{/i}

source: [_RT_] {i}I can kind of smell her pussy from this close.{/i}
sk_sk: [_RT_] {i}Z takejto blízkosti cítim vôňu jej kundičky.{/i}

source: [_RT_] {i}I've never smelled a pussy before, I kind of like it.{/i}
sk_sk: [_RT_] {i}Nikdy predtým som necítil vôňu kundičky, celkom sa mi to páči.{/i}

source: [_RT_] {i}I've got to get closer.{/i}
sk_sk: [_RT_] {i}Musím sa dostať bližšie.{/i}

source: [_RT_] {i}Wow! That smells incredible!{/i}
sk_sk: [_RT_] {i}Wow! To neuveriteľne vonia!{/i}

source: [_RT_] {i}I wish I could taste it.{/i}
sk_sk: [_RT_] {i}Chcel by som ju ochutnať.{/i}

source: [_RT_] {i}It just turns me on so much!{/i}
sk_sk: [_RT_] {i}Tak veľmi ma to vzrušuje!{/i}

source: [_L_] Well, I don't see the remote in this corner, I'm coming back.
sk_sk: [_L_] No, v tomto rohu nevidím diaľkový ovládač, vrátim sa.

source: [_R_] Wait!
sk_sk: [_R_] Počkať!

source: [_L_] [ryan]?.... Is that your face in my ass?
sk_sk: [_L_] [ryan]?.... Je to tvoja tvár v mojom zadku?

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +1"{/b}{/i}

source: [_R_] Uhh.... yeah.... sorry. I was just looking for the remote under this couch cushion, and didn't realize I was that close to you until you backed up.
sk_sk: [_R_] Uhh.... áno.... Prepáč. Práve som hľadal ovládač pod týmto gaučovým vankúšom a neuvedomil som si, že som tak blízko teba, kým si necúvla.

source: [_RT_] {i}Oh my God, it smells so good I can almost taste it.{/i}
sk_sk: [_RT_] {i}Bože, to tak krásne vonia, že to skoro chutnám.{/i}

source: [_L_] Well, would you mind removing it?
sk_sk: [_L_] Mohol by si ho odstrániť?

source: [_R_] Oh yeah.... of course.
sk_sk: [_R_] .... Áno!.... Samozrejme.

source: [_L_] Well, that was a little awkward!
sk_sk: [_L_] No, to bolo trochu trápne!

source: [_R_] Only if you make it. It was just an accident.
sk_sk: [_R_] Iba ak sa ti to podarí. Bola to len nehoda.

source: [_L_] I guess.
sk_sk: [_L_] Hádam.

source: [_R_] So do you want to watch some TV?
sk_sk: [_R_] Chceš si pozrieť televíziu?

source: [_L_] I'm still pissed off at you remember.
sk_sk: [_L_] Stále som na teba naštvaná, pamätáš?

source: [_L_] Ugghh.... I'm just going to go to my room.
sk_sk: [_L_] Ugghh.... Práve idem do svojej izby.

source: [_R_] Sorry, that was a little awkward!
sk_sk: [_R_] Prepáč, bolo to trochu trápne!

source: [_L_] Only if you let it be, it was just an accident.
sk_sk: [_L_] Len ak to necháš tak, bola to len nehoda.

source: [_R_] Yeah.... I guess so.
sk_sk: [_R_] Áno.... Myslím, že áno.

source: [_L_] So do you want to watch TV with me?
sk_sk: [_L_] Chceš so mnou pozerať televíziu?

source: [_R_] Ok, what are you watching?
sk_sk: [_R_] Dobre, čo sleduješ?

source: [_L_] I'm just starting season one of "Game of Thots".
sk_sk: [_L_] Práve začínam prvú sezónu "Game of Thots".

source: [_L_] Have you been following this show?
sk_sk: [_L_] Sledoval si túto šou?

source: [_R_] No I've just seen the first episode.
sk_sk: [_R_] Nie, videl som len prvú epizódu.

source: [_L_] Awesome! We can watch the series together!
sk_sk: [_L_] Úžasné! Môžeme si seriál pozrieť spolu!

source: [_L_] All my friends love it!
sk_sk: [_L_] Všetci moji priatelia ho milujú!

source: [_RT_] {i}I wonder if this is a little too explicit for Lauren?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či to nie je pre Lauren príliš explicitné?{/i}

source: [_RT_] {i}Wow! I can't believe what they can get away with on TV anymore! This is awesome!{/i}
sk_sk: [_RT_] {i}Wow! Nemôžem uveriť, čo všetko im ešte v televízii prejde! To je úžasné!{/i}

source: [_R_] Man, that episode was intense! Lauren are you ok? You seem a little flushed.
sk_sk: [_R_] Tá epizóda bola veľmi intenzívna! Lauren, si v poriadku? Zdáš sa trochu začervenaná.

source: [_L_] Oh yeah, I'm fine. I was just a little surprised at that brother sister sex scene.
sk_sk: [_L_] Áno, som v poriadku. Len ma trochu prekvapila tá sexuálna scéna s bratom a sestrou.

source: [_L_] This show almost makes incest seem normal, like it's no big deal or something.
sk_sk: [_L_] V tomto seriáli sa incest zdá byť normálny, akoby o nič nešlo.

source: [_R_] Yeah, well incest is only bad when society says it's bad. There have been lots of times in history where it was perfectly accepted.
sk_sk: [_R_] Áno, incest je zlý len vtedy, keď to spoločnosť povie. V histórii bolo veľa období, keď bol úplne akceptovaný.

source: [_L_] I wouldn't say lots of times.
sk_sk: [_L_] Nepovedala by som, že veľakrát.

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love?
sk_sk: [_R_] No, nie veľa, ale pre mňa je to ako byť gay. Ak sa dvaja ľudia milujú, prečo si ľudia myslia, že majú právo hovoriť im, že sa nemôžu milovať?

source: [_L_] I don't know it just seems really weird.
sk_sk: [_L_] Neviem, zdá sa mi to naozaj divné.

source: [_R_] Only because you've been told all your life it's weird.
sk_sk: [_R_] Len preto, že ti bolo všetko povedané, že je to divné.

source: [_LT_] {i}Hmmmm.... I'll have to think about that one.... {/i}
sk_sk: [_LT_] {i}Hmmmm.... Budem o tom musieť popremýšľať.... {/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino poddanie +1"{/b}{/i}

source: [_RT_] {i}My bed looks lonely without Sidney in it.{/i}
sk_sk: [_RT_] {i}Moja posteľ vyzerá bez Sidney osamelo.{/i}

source: [_RT_] {i}I hope she's okay at the club tonight.{/i}
sk_sk: [_RT_] {i}Dúfam, že je dnes večer v klube v poriadku.{/i}

source: [_RT_] {i}WOW! We reached 1000 likes.... {p}And CosplayHeaven just gave us access to a new feature.{/i}
sk_sk: [_RT_] {i}WOW! Dosiahli sme 1000 lajkov.... {p}A CosplayHeaven nám práve umožnil prístup k novej funkcii.{/i}

source: [_RT_] {i}It seems that we can increase our revenues if people decide to become our supporters and we'll get $[var_earnings_per_supporters] for each one.{/i}
sk_sk: [_RT_] {i}Zdá sa, že môžem zvýšiť príjmy, ak sa ľudia rozhodnú stať sa našimi podporovateľmi a dostanem $[var_earnings_per_supporters] za každého z nich.{/i}

source: [_RT_] {i}Now it's the perfect time to use those lewd pictures I took of Lauren.{/i}
sk_sk: [_RT_] {i}Teraz je ideálny čas použiť tie oplzlé fotky, ktoré som urobil s Lauren.{/i}

source: [_RT_] {i}To bad that this is a monthly income, but still we can get more money and maybe I can use this to corrupt Lauren more.{/i}
sk_sk: [_RT_] {i}Škoda, že je to mesačný príjem, ale stále môžeme získať viac peňazí a možno to môžem použiť na skorumpovanie Lauren viac.{/i}

source: [_RT_] {i}Let's start uploading those pictures now.... {p}and click submit.... {p}and now we just wait to see if anyone likes them so much that they'll become our supporter.{/i}
sk_sk: [_RT_] {i}Začnem teraz nahrávať tieto obrázky.... {p}a kliknúť na odoslať.... {p}a teraz už len počkám, či sa niekomu budú páčiť natoľko, že sa stane podporovateľom.{/i}

source: [_RT_] {i}Hmmm.... let me see how the page turned out before I go.{/i}
sk_sk: [_RT_] {i}Hmmm.... skontrolujem stránku, ako dopadla stránka, než odídem.{/i}

source: [_RT_] {i}Click.... {p}click.... {p}click.... {/i}
sk_sk: [_RT_] {i}Klik.... {p}klik.... {p}klik.... {/i}

source: [_RT_] {i}I must enter my password to Login!{/i}
sk_sk: [_RT_] {i}Musím zadať svoje heslo, aby som sa mohol prihlásiť!{/i}

source: [_RT_] {i}Ha ha its "B00Bies123."{/i}
sk_sk: [_RT_] {i}Ha ha je to "B00Bies123." {/i}

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
sk_sk: [_RT_] {i}Nemám na to čas. DeCapovci tu budú každú chvíľu.{/i}

source: [_RT_] {i}I need to go to school and see how Lauren is doing in the student body election poll.{/i}
sk_sk: [_RT_] {i}Musím ísť do školy a pozrieť sa, ako si Lauren vedie vo voľbách do študentskej rady.{/i}

source: [_RT_] {i}I don't have time for this. I've got to get ready to go visit Dad in prison.{/i}
sk_sk: [_RT_] {i}Teraz na to nemám čas. Musím sa pripraviť na návštevu otca vo väzení.{/i}

source: [_RT_] {i}Uggghh... I can't seem to fall asleep... Maybe something important is supposed to happen.{/i}
sk_sk: [_RT_] {i}Uggghh... Nemôžem zaspať... Možno sa má stať niečo dôležité.{/i}

source: [_RT_] {i}I don't have time to sleep right now. I've got to get ready to go visit Dad in prison.{/i}
sk_sk: [_RT_] {i}Teraz na to nemám čas. Musím sa pripraviť na návštevu otca vo väzení.{/i}

source: [_RT_] {i}Shit, I have a ton of homework Mom gave me because of all the school I've been missing to work. I better get up.{/i}
sk_sk: [_RT_] {i}Do riti, mám kopec domácich úloh, ktoré mi dala mama kvôli všetkej tej škole, ktorú som vynechal kvôli práci. Radšej by som mal vstať.{/i}

source: [_RT_] {i}Oh man, I'm so tired, I am not looking forward to this.{/i}
sk_sk: [_RT_] {i}Človeče, som tak unavený, že sa na to vôbec neteším.{/i}

source: [_RT_] {i}Well, I better get going, so I don't have to spend the entire day doing homework.{/i}
sk_sk: [_RT_] {i}No, radšej už pôjdem, aby som nemusel stráviť celý deň robením domácich úloh.{/i}

source: [_RT_] {i}Ok, so the assignment is to write a paper on how the Greek play Oedipus Rex influenced Sigmund Freud's theory on the Oedipal complex.{/i}
sk_sk: [_RT_] {i}Ok, takže úlohou je napísať prácu o tom, ako grécka hra Oidipus Rex ovplyvnila teóriu Sigmunda Freuda o Oidipovom komplexe.{/i}

source: [_RT_] {i}What the hell is an Oedipal complex? Guess I better get reading.{/i}
sk_sk: [_RT_] {i}Čo je to, dočerta, oidipovský komplex? Hádam by som mal začať čítať.{/i}

source: [_RT_] {i}Ok, here's the cliffnotes version.... so the premise of the Greek play Oedipus Rex is that .... {/i}
sk_sk: [_RT_] {i}Ok, tu je verzia s poznámkami pod čiarou.... takže predpokladom gréckej hry Oidipus Rex je, že .... {/i}

source: [_M_] [ryan]!.... Hey, [ryan].... are you in you in your room?
sk_sk: [_M_] [ryan]!.... Hej, [ryan].... si vo svojej izbe?

source: [_M_] Honey, come down and eat with us.
sk_sk: [_M_] Zlatko, príď sa s nami najesť.

source: [_R_] Ok Mom, I'll be right there.
sk_sk: [_R_] Dobre, mami, hneď tam budem.

source: [_M_] Honey, come sit down. We're having pizza for dinner.
sk_sk: [_M_] Zlatko, sadni si. Na večeru máme pizzu.

source: [_M_] I hope you guys are hungry.
sk_sk: [_M_] Dúfam, že ste hladní.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť +1"{/b}{/i}

source: [_M_] Oh, my day was fine. Did you finish the extra homework on Oedipus I gave you___
sk_sk: [_M_] Môj deň bol fajn. Dokončil si domácu úlohu o Oidipovi, ktorú som ti dal___

source: [_L_] OMG [ryan].... so Kenzie was so funny today after PE she was all like___
sk_sk: [_L_] OMG [ryan].... takže Kenzie bola dnes po telocviku taká vtipná, že bola celá ako___

source: [_RT_] {i}I hope Lauren was okay on her own, I should just go check on her before I go to bed.{/i}
sk_sk: [_RT_] {i}Dúfam, že Lauren bola sama v poriadku, mal by som ju ísť skontrolovať, než pôjdem spať.{/i}

source: Are you sure you want to sleep until tomorrow?
sk_sk: Určite chceš spať až do zajtra?

source: Today is Saturday, which is the day the DeCapos come for their payment.
sk_sk: Dnes je sobota, čo je deň, keď si DeCapovci prídu po výplatu.

source: Would you like to skip this event today and jump to tomorrow morning, or would you like to go directly to the Mafia payment event?
sk_sk: Chcete túto udalosť dnes preskočiť a prejsť na zajtrajšie ráno, alebo chcete ísť priamo na udalosť platba Mafií?

source: Ok... I get it... I'm sure you've got lots of other events to get to.
sk_sk: Ok... chápem to... Som si istý, že máš veľa iných udalostí, na ktoré sa musíš dostať.

source: But the Mafia still needs to get paid!
sk_sk: Ale mafia musí dostať zaplatené!

source: How will they recieve their payment?
sk_sk: Ako dostanú svoju platbu?

source: {i}"Money -$1,000"{/i}
sk_sk: {i}"Peniaze - 1,000"{/i}

source: {i}{b}"Mom's Affection +10"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť +10"{/b}{/i}

source: {i}{b}"Mom's Anger = 0"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev = 0"{/b}{/i}

source: [_RT_] {i}Looks like it's up to Mom to use her "ass"ets to pay the debt this week.{/i}
sk_sk: [_RT_] {i}Vyzerá to tak, že je na mame, aby tento týždeň použila svoj "zadok" na zaplatenie dlhu.{/i}

source: {i}{b}"Mom's Affection -5"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť -5" {/b}{/i}

source: [_RT_] {i}I need to use that money for other things.{/i}
sk_sk: [_RT_] {i}Tie peniaze musím použiť na iné veci.{/i}

source: [_RT_] {i}I'm not tired yet.{/i}
sk_sk: [_RT_] {i}Ešte nie som unavený.{/i}

source: [_L_] [ryan]? Are you awake?
sk_sk: [_L_] [ryan]? Si hore?

source: [_R_] Huh?.... Lauren.... why are you waking me up so early?
sk_sk: [_R_] Huh?.... Lauren.... prečo ma budíš tak skoro?

source: [_L_] Because I couldn't sleep anymore!
sk_sk: [_L_] Pretože som už nemohla spať!
