Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}If anyone could help me seduce Mom, it would probably be Matt.{/i}
sk_sk: [_RT_] {i}Ak by mi niekto mohol pomôcť zviesť mamu, bol by to pravdepodobne Matt.{/i}

source: [_RT_] {i}Would I really be willing to share Mom with someone?{/i}
sk_sk: [_RT_] {i}Bol by som naozaj ochotný podeliť sa s niekým o mamu?{/i}

source: [_RT_] {i}I could always use another ally in my quest to fuck Mom{/i}
sk_sk: [_RT_] {i}Vždy by sa mi hodil ďalší spojenec v mojej snahe ošúchať mamu{/i}

source: [_RT_] {i}But would it bother me if the treasure gets passed around?{/i}
sk_sk: [_RT_] {i}Ale vadilo by mi, keby sa poklad odovzdával?{/i}

source: [_RT_] {i}And if I get to share what's Matt's, I could be getting way more treasure than just Mom.{/i}
sk_sk: [_RT_] {i}A ak sa budem môcť podeliť o to, čo je Mattovo, mohol by som získať oveľa väčší poklad ako len mamu.{/i}

source: [_RT_] {i}Hmmm.... what should I do?{/i}
sk_sk: [_RT_] {i}Hmmm.... čo mám robiť?{/i}

source: [_R_] {i}(whispering){/i} Ok, but the deal is that I get her first. After I've "conquered" her, then you can have a go at her.
sk_sk: [_R_] {i}(šepot){/i} Dobre, ale dohoda znie, že ju dostanem prvý. Keď ju "dobijem", potom si ju môžeš vziať ty.

source: [_MB_] {i}(whispering){/i} Ha.... I knew you were a horndog like me! Ok, just give me a little time and I'll figure something out.
sk_sk: [_MB_] {i}(šepot){/i} Ha.... Vedel som, že si nadržaný ako ja! Dobre, len mi daj trochu času a niečo vymyslím.

source: [_MB_] {i}(whispering){/i} And to show you how committed I am, go into the first bathroom stall in the boy's bathroom during the afternoon and I'll send you a surprise.
sk_sk: [_MB_] {i}(šepot){/i} A aby som ti ukázal, aký som oddaný, choď popoludní do prvej kabínky na chlapčenských záchodoch a ja ti pošlem prekvapenie.

source: [_RT_] {i}Hmmmm.... I wonder what the surprise could be.{/i}
sk_sk: [_RT_] {i}Hmmmm.... Zaujímalo by ma, aké by mohlo byť prekvapenie.{/i}

source: [_M_] So, to help him find the murderer, Oedipus calls for the great prophet Tiresias...
sk_sk: [_M_] Preto si Oidipus na pomoc pri hľadaní vraha zavolá veľkého proroka Tíresiasa...

source: [_RT_] {i}Oh good, class is finally over.{/i}
sk_sk: [_RT_] {i}Ó, dobre, konečne je po vyučovaní.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to visit the first stall in the school bathroom in the afternoon.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Popoludní musím navštíviť prvú kabínku na školských záchodoch.{/i}

source: [_R_] {i}(whispering){/i} You're a sick fuck. Did you know that?
sk_sk: [_R_] {i}(šepot){/i} Si chorý sráč. Vedel si to?

source: [_R_] {i}(whispering){/i} I don't know what your perverted imagination is coming up with, but I don't want to fuck my own mother!
sk_sk: [_R_] {i}(šepká){/i} Neviem, čo si vymýšľa tvoja zvrátená predstavivosť, ale ja nechcem šukať vlastnú matku!

source: [_MB_] {i}(whispering){/i} yeah, well you're clearly in denial, and since you're pretending not to be interested, I think I'll just try to have a go at her anyways.
sk_sk: [_MB_] {i}(šepot){/i} Áno, očividne to popieraš, a keďže predstieraš, že ťa to nezaujíma, myslím, že sa o ňu aj tak pokúsim.

source: [_R_] {i}(whispering){/i} Don't you dare!
sk_sk: [_R_] {i}(šepot){/i} Neopovažuj sa!

source: [_MB_] {i}(whispering){/i} Ah ha.... I knew it!
sk_sk: [_MB_] {i}(šepot){/i} Ah ha.... Ja som to vedel!

source: [_MB_] {i}(whispering){/i} Don't worry, I won't tell anyone, and I won't go after her, but if she comes sniffing around here, I won't be able to resist myself.
sk_sk: [_MB_] {i}(šepot){/i} Neboj sa, nikomu to nepoviem a nepôjdem za ňou, ale ak sem príde čuchať, sám neodolám.

source: [_R_] {i}(whispering){/i} Yeah, right.... like that would ever happen.
sk_sk: [_R_] {i}(šepot){/i} Áno, správne.... ako by sa to niekedy stalo.

source: [_RT_] {i}Would that ever happen?{/i}
sk_sk: [_RT_] {i}Stane sa to niekedy?{/i}

source: [_RT_] {i}I never thought Mom would take off her clothes in front of a bunch of horny guys either, but my own eyes proved me otherwise.{/i}
sk_sk: [_RT_] {i}Nikdy som si nemyslel, že by sa mama vyzliekla pred skupinou nadržaných chlapov, ale moje vlastné oči mi dokázali opak.{/i}

source: [_RT_] {i}Maybe I better keep a close eye on her, now that Dad's in prison, she just might start shopping around. I better make sure she only has eyes for me.{/i}
sk_sk: [_RT_] {i}Možno by som ju mal radšej pozorne sledovať, lebo keď je teraz otec vo väzení, mohla by sa začať obzerať. Radšej sa uistím, že má oči len pre mňa.{/i}

source: [_RT_] {b}(HINT){/b} {i}I know I missed out on something amazing by not accepting Matt's help to seduce my Mom... I feel pretty good about my choice though.{/i}
sk_sk: [_RT_] {b}(NÁVOD){/b} {i}Viem, že som prišiel o niečo úžasné, keď som neprijal Mattovu pomoc pri zvádzaní mojej mamy... Ale cítim sa celkom dobre, čo sa týka môjho rozhodnutia.{/i}

source: [_RT_] {i}I really believe that I'll get something just as good, if not better. I'll just have to be very patient until then.{/i}
sk_sk: [_RT_] {i}Skutočne verím, že dostanem niečo rovnako dobré, ak nie lepšie. Len musím byť dovtedy veľmi trpezlivý.{/i}

source: [_M_] Now Tiresias is being pressured by Oedipus to reveal to him what he knows of the murder of Laius...
sk_sk: [_M_] Oidipus teraz tlačí na Tíreziáša, aby mu prezradil, čo vie o vražde Lajosa...

source: [_RT_] {i}So boring, how am I going to stay focused?{/i}
sk_sk: [_RT_] {i}Taká nuda, ako sa mám sústrediť?{/i}

source: [_RT_] {i}At least there is some good eye candy to entertain me through the lecture.{/i}
sk_sk: [_RT_] {i}Aspoň je tu nejaká dobrá pastva pre oči, ktorá ma zabaví počas prednášky.{/i}

source: [_M_] Oedipus grows angry, because Tiresias wishes he did not know who Laius' murderer is, and does not want to reveal to Oedipus and Thebes the truth.
sk_sk: [_M_] Oidipus sa rozzúri, pretože Tiresias si želá, aby nevedel, kto je Laiusov vrah, a nechce Oidipovi a Tébam prezradiť pravdu.

source: [_RT_] {i}I can remember exactly what they look like.{/i}
sk_sk: [_RT_] {i}Presne si pamätám, ako vyzerajú.{/i}

source: [_RT_] {i}To think I used to suck on those things! I wish I was right now!{/i}
sk_sk: [_RT_] {i}Keď si pomyslím, že som ich kedysi cuckal! Chcel by som, aby som bol práve teraz!{/i}

source: [_M_] Oedipus grows so angry after Tiresias reveals that Oedipus is the curse of Thebes, that he accuses Tiresias of conspiring with Creon to overthrow him.
sk_sk: [_M_] Keď Tiresias odhalí, že Oidipus je prekliatím Téb, Oidipus sa tak rozzúri, že obviní Tiresiasa zo sprisahania s Kreonom, aby ho zvrhol.

source: [_M_] Remember to read lines 508 to 750, and we'll start from here next time.
sk_sk: [_M_] Nezabudnite si prečítať riadky 508 až 750 a nabudúce začneme odtiaľto.

source: {i}{b}"Mom's Respect +1"{/b}{/i}
sk_sk: {i}{b}"Rešpekt mamy +1"{/b}{/i}

source: [_M_] And we'll start from here next time.
sk_sk: [_M_] A nabudúce začneme odtiaľto.

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome! I've got to convince Matt to let Megan give me some more action.{/i}
sk_sk: [_RT_] {i}Miesto môjho prvého fajčenia. Človeče! To bolo úžasné! Musím presvedčiť Matta, aby mi s Megan dovolil ešte nejakú akciu.{/i}

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome!{/i}
sk_sk: [_RT_] {i}Miesto môjho prvého fajčenia. Človeče! To bolo úžasné!{/i}

source: [_RT_] {i}I don't need to use the bathroom right now.{/i}
sk_sk: [_RT_] {i}Práve teraz nepotrebujem ísť na záchod.{/i}

source: [_RT_] {i}Ok, so Matt said to wait in the afternoon and he'd send me a surprise.{/i}
sk_sk: [_RT_] {i}Matt povedal, že mám počkať popoludní a pošle mi prekvapenie.{/i}

source: [_RT_] {i}I wonder what it could be. Hmmm maybe dirty pictures of girls in our school? That would be awesome.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo by to mohlo byť. Hmmm, možno šteklivé fotky dievčat v našej škole? To by bolo úžasné.{/i}

source: {i}"knock knock knock"{/i}
sk_sk: {i}"ťuk ťuk ťuk" {/i}

source: [_X_] {i}(whispering){/i} Hey [ryan], is that you?
sk_sk: [_X_] {i}(šepot){/i} Hej [ryan], si to ty?

source: [_RT_] {i}(whispering){/i} Yes it's me. Who's asking?
sk_sk: [_RT_] {i}(šepot){/i} Áno, to som ja. Kto sa pýta?

source: [_MG_] Hey there, stud. Are you ready to get your knob polished?
sk_sk: [_MG_] Ahoj, žrebče. Si pripravený nechať si vyleštiť kľučku?

source: [_R_] .... What?!!.... Am I?.... Did Matt send you?
sk_sk: [_R_] .... Čože?!!.... Mne?.... Poslal ťa Matt?

source: [_MG_] No, I've just had an insatiable craving for your cock!.... Haha.... of course Matt sent me.
sk_sk: [_MG_] Nie, len som mala neukojiteľnú chuť na tvojho vtáka!.... Haha.... samozrejme ma poslal Matt.

source: [_MG_] He said he owes you a favor?
sk_sk: [_MG_] Povedal, že ti dlhuje láskavosť?

source: [_R_] Well yeah, but this isn't what I was expecting.... wow!!
sk_sk: [_R_] No áno, ale toto som nečakal.... wow!!

source: [_MG_] Wow yourself, you're already hard, and almost as big as he is!
sk_sk: [_MG_] Páni, už si tvrdý a takmer taký veľký ako on!

source: [_MG_] Now just relax while I take care of you.
sk_sk: [_MG_] Teraz si oddýchni, kým sa o teba postarám.

source: [_MG_] You'll find that it's nice to have Matt owe you a favor.
sk_sk: [_MG_] Zistíš, že je príjemné, keď ti Matt niečo dlhuje.

source: [_R_] Oh shit, this feels so good.
sk_sk: [_R_] Do prdele, to je taký dobrý pocit.

source: [_MG_] Haha.... well, hold on a little longer.
sk_sk: [_MG_] Haha.... dobre, vydrž ešte chvíľu.

source: [_MG_] {i}"Schhhhluurrrrp"{/i}
sk_sk: [_MG_] {i}"Schhhhhluurrrrp"{/i}

source: [_RT_] {i}Oh my God, I'm gonna cum!{/i}
sk_sk: [_RT_] {i}Bože môj, ja sa spravím!{/i}

source: [_RT_] {i}Where should I do it?{/i}
sk_sk: [_RT_] {i}Kde to mám urobiť?{/i}

source: [_R_] Aaahhhh!!!...
sk_sk: [_R_] Aaahhhhh!!!...

source: [_MG_] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
sk_sk: [_MG_] Oohh Môôôj Božžže!! Toľllkoooo semmmenáááá!!

source: [_R_] Oh my God!!.... My first blowjob!!.... That was incredible!!
sk_sk: [_R_] Bože môj!!.... Moja prvá fajka!!.... To bolo neuveriteľné!!

source: [_MG_] Hrahrahra.... wrell gret Mratt tro owre ru anrother fravor, arnd I'rrll sree ru agrain sroon.
sk_sk: [_MG_] Hahahaha.... strretniiii Matttaaa pre ďalšššiu lássskavosť, a skooora ťa znooovu uvidííím..

source: [_MG_] Wow, that was a lot of cum!
sk_sk: [_MG_] Páni, to bolo veľa semena!

source: [_MG_] Thank you for not getting it in my hair.
sk_sk: [_MG_] Ďakujem, že sa mi nedostalo do vlasov.

source: [_R_] Thank you for that my first blowjob!!
sk_sk: [_R_] Ďakujem ti za to, moje prvé vyfajčenie!!

source: [_MG_] Hahaha.... don't mention it! Just get Matt to owe you some more favors and there will be more where that came from.
sk_sk: [_MG_] Hahaha.... nespomínaj to! Stačí, aby ti Matt dlhoval ďalšie láskavosti, a bude ich ešte viac.

source: [_RT_] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
sk_sk: [_RT_] {i}Čo tu robím? Mohol by som sa dostať do veľkých problémov, ak ma niekto uvidí.{/i}

source: {b}{i}"You have found the "Three of Spades!" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste "Pikovú trojku"!" Karta!"{/i}{/b}

source: [_RT_] {i}Nothing in here.{/i}
sk_sk: [_RT_] {i}Nič tu nie je.{/i}

source: [_RT_] {i}I've already been there tonight.{/i}
sk_sk: [_RT_] {i}Dnes večer som tam už bol.{/i}

source: [_RT_] {i}I better not try to push my luck anymore tonight.{/i}
sk_sk: [_RT_] {i}Radšej už dnes nebudem pokúšať šťastie.{/i}

source: [_RT_] {i}They'll only let me in while Mom or Sidney are working.{/i}
sk_sk: [_RT_] {i}Pustia ma dnu, len keď mama alebo Sidney pracujú.{/i}

source: [_RT_] {i}They'll only let me in while Mom is working.{/i}
sk_sk: [_RT_] {i}Pustia ma dnu, len keď mama pracuje.{/i}

source: [_RT_] {i}They wouldn't let a minor in.{/i}
sk_sk: [_RT_] {i}Maloletého by tam nepustili.{/i}

source: [_RT_] {i}It's only open at night.{/i}
sk_sk: [_RT_] {i}Otvorené je len v noci.{/i}

source: [_RT_] {i}Ok, off to the studio!{/i}
sk_sk: [_RT_] {i}Ok, do štúdia!{/i}

source: (Wait! I know you're in a hurry to go see Uncle Bobby, but you really need to go check out the portrait in the lounge.)
sk_sk: (Počkať! Viem, že sa ponáhľaš za strýkom Bobbym, ale naozaj sa musíš ísť pozrieť na portrét v salóniku.)

source: (It's just nice to have some back-story.)
sk_sk: (Je pekné mať nejakú históriu.)

source: (If you're just really not into backstory, you can just click on [dad_name], the dad, and rush through his whole spiel, then you will be able to come back here and see Uncle Bobby.)
sk_sk: (Ak vás naozaj nezaujíma príbeh, môžete kliknúť na [dad_name], otca, a prelúskať sa celým jeho príbehom, potom sa sem budete môcť vrátiť a pozrieť si strýka Bobbyho.)

source: (Good Luck)
sk_sk: (Veľa šťastia)

source: [_RT_] {i}It's too dangerous to go at night.{/i}
sk_sk: [_RT_] {i}Je príliš nebezpečné chodiť tam v noci.{/i}

source: [_RT_] {i}Ok, off to the warehouse!{/i}
sk_sk: [_RT_] {i}Ok, idem do skladu!{/i}

source: [_RT_] {i}I wonder where he is?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, kde je?{/i}

source: [_B_] Oh good, you're finally here!
sk_sk: [_B_] Výborne, konečne si tu!

source: [_R_] .... What in the hell is going on, Uncle Bobby?...
sk_sk: [_R_] .... Čo sa to, sakra, deje, strýko Bobby?...

source: [_B_] Relax kid, you're out of breath, have some whisky or something.
sk_sk: [_B_] Uvoľni sa, chlapče, si zadýchaný, daj si whisky alebo niečo iné.

source: [_R_] I'm too young to drink.
sk_sk: [_R_] Som príliš mladý na to, aby som pil.

source: [_B_] Ehh.... suit yourself. More for me. {p}God knows I need a few more!
sk_sk: [_B_] Ehh.... vyhovuje. Viac pre mňa. {p}Boh vie, že ich potrebujem ešte niekoľko!

source: [_R_] What's going on, Uncle Bobby?
sk_sk: [_R_] Čo sa deje, strýko Bobby?

source: [_B_] The Feds got wise to us, is what's going on.
sk_sk: [_B_] Federáli nás dostali, to je to, čo sa deje.

source: [_R_] The Feds got wise to what?
sk_sk: [_R_] Na čo dostali federáli rozum?

source: [_B_] To our not so legitimate business operations.
sk_sk: [_B_] Na naše nie príliš legitímne obchodné operácie.

source: [_B_] To the fact that we have been facilitating the movement of items of questionable legality for groups of questionable reputation.
sk_sk: [_B_] Na skutočnosť, že sme uľahčovali pohyb predmetov pochybnej legálnosti pre skupiny s pochybnou povesťou.

source: [_R_] .... What?.... Dad's been breaking the law?!
sk_sk: [_R_] .... Čo?.... Otec porušil zákon?!

source: [_B_] More like skirting the law, but the Feds don't seem to notice no distinction.
sk_sk: [_B_] Skôr ako obchádzanie zákona, ale federáli si zrejme nevšimli žiadny rozdiel.

source: [_R_] .... I.... I.... can't believe this? my father's a real-life criminal?
sk_sk: [_R_] .... Ja ... Ja ... nemôžem tomu uveriť? Môj otec je skutočný kriminálnik?

source: [_B_] Yeah.... well, don't think too bad of your old man. {p}Your family's been living pretty well as a result of his hard work.
sk_sk: [_B_] Áno...., nemysli si o svojom starčekovi nič zlé. {p}Vaša rodina si vďaka jeho tvrdej práci žije celkom dobre.

source: [_B_] He's built this business from nothing, and taken some incredible risks along the way. {p}All of which have paid off in the end.
sk_sk: [_B_] Túto firmu vybudoval z ničoho a na svojej ceste podstúpil niekoľko neuveriteľných rizík. {p}Všetky sa mu nakoniec vyplatili.

source: [_R_] Paid off!?! He's in fucking jail!
sk_sk: [_R_] Vyplatili!?! Je vo väzení!

source: [_B_] Yeah, well... present circumstances excluded.
sk_sk: [_B_] Áno, no... s výnimkou súčasných okolností.

source: [_R_] How did he get caught?
sk_sk: [_R_] Ako ho chytili?

source: [_B_] They busted him last night on a late delivery.{p}Luckily he wasn't in a company ride, or on company property, but now we're being heavily watched and investigated.
sk_sk: [_B_] Včera večer ho zatkli pri oneskorenej dodávke.{p}Našťastie nebol v služobnej jazde ani na firemnom pozemku, ale teraz nás ostro sledujú a vyšetrujú.

source: [_R_] Dad said on the phone that we could be in danger, or trouble?
sk_sk: [_R_] Otec do telefónu povedal, že by sme mohli byť v nebezpečenstve alebo v problémoch?

source: [_B_] Yes.... so that's the tricky part. {p}Your dad recently took out a sizable loan from the DeCapo crime family.
sk_sk: [_B_] Áno.... takže to je tá zložitá časť. {p}Váš otec si nedávno vzal značnú pôžičku od zločineckej rodiny DeCapo.

source: [_B_] It's a personal handshake loan, no paper trail, so the feds have no idea about it. {p}But just because your dads going to be in prison, doesn't mean they don't expect to be paid.
sk_sk: [_B_] Je to osobná pôžička na ruku, bez papierovej stopy, takže federáli o nej nemajú ani potuchy. {p}Ale to, že otec bude vo väzení, neznamená, že neočakávajú, že im bude zaplatené.

source: [_B_] The good news is we talked this morning, and I let 'em know about present circumstances.
sk_sk: [_B_] Dobrou správou je, že sme sa dnes ráno rozprávali a ja som ich informoval o súčasných okolnostiach.

source: [_B_] As a good will gesture to [dad_name] for not ratting them out, they said they're willing to accept interest-only payments for a short while, until we can figure something else out.
sk_sk: [_B_] Ako gesto dobrej vôle voči [dad_name] za to, že sme ich neudali, povedali, že sú ochotní na krátky čas akceptovať splátky len na úrok, kým nevymyslíme niečo iné.

source: [_R_] WHAT?.... We're expected to pay Dad's loan while he's in prison?...
sk_sk: [_R_] ČO?.... Očakáva sa, že budeme splácať otcovu pôžičku, kým bude vo väzení?...

source: [_B_] Well, [dad_name] used his household as collateral, and since we're dealing with the Mafia, that includes human capital. So, if you don't pay, they'll basically human traffic you into white slavery... Even you pretty boy.
sk_sk: [_B_] No, [dad_name] použil svoju domácnosť ako zábezpeku, a keďže máme do činenia s mafiou, zahŕňa to aj ľudský kapitál. Takže ak nezaplatíš, v podstate budú obchodovať s ľuďmi do bieleho otroctva... Dokonca aj teba, fešáku.

source: [_R_] Fuck!
sk_sk: [_R_] Kurva!

source: [_R_] Can't you?.... Or.... or.... or.... the business pay back the loan for us?
sk_sk: [_R_] Nemôžeš?.... Alebo.... alebo.... alebo.... podnik splácať pôžičku za nás?

source: [_B_] I'm sorry, but this is strictly off the books, and the Feds have seized all our cash, frozen all of our assets and accounts, including my personal ones.
sk_sk: [_B_] Je mi ľúto, ale toto je prísne mimo účtovníctva a federáli nám zhabali všetku hotovosť, zmrazili všetky naše aktíva a účty vrátane mojich osobných.

source: [_B_] We have a federal accountant in our office, right now, as we speak, that will be controlling all the movement of funds until the investigation is over.
sk_sk: [_B_] Práve teraz, keď sa rozprávame, máme v našom úrade federálneho účtovníka, ktorý bude kontrolovať všetky pohyby finančných prostriedkov až do ukončenia vyšetrovania.

source: [_B_] If I had anything extra to give you, it would be yours, but I have to take care of my own wife and daughter. The Feds will only allow me enough to survive on.
sk_sk: [_B_] Keby som ti mohol dať niečo navyše, bolo by to tvoje, ale musím sa postarať o vlastnú ženu a dcéru. Federáli mi dovolia len toľko, aby som prežil.

source: [_R_] Can't we just tell the police about the DeCapos?
sk_sk: [_R_] Nemôžeme o DeCapovcoch jednoducho povedať polícii?

source: [_B_] If you want the DeCapos to put a hit on your old man, they can get him in prison you know.{p}But they'll come after his wife first, to teach him a lesson.{p}They have people everywhere. The police can't protect her.
sk_sk: [_B_] Ak chceš, aby DeCapovci na tvojho starého otca uvalili nálož, môžu ho dostať do väzenia, vieš?{p}Ale najprv pôjdu po jeho ženu, aby mu dali lekciu.{p}Všade majú svojich ľudí. Polícia ju nedokáže ochrániť.

source: [_R_] Shit...
sk_sk: [_R_] Do prdele...

source: [_R_] Shit!...
sk_sk: [_R_] Sakra!...

source: [_R_] .... SHIT!!...
sk_sk: [_R_] .... Sakra!!...

source: [_R_] Well, how much are the payments?
sk_sk: [_R_] No, koľko sú platby?

source: [_B_] For now.... only $1,000 dollars each week.
sk_sk: [_B_] Teraz.... len 1000 dolárov každý týždeň.

source: [_R_] Pfft.... $1,000 DOLLARS EACH WEEK? I'm only in high school. Where am I going to come up with that kind of cash?
sk_sk: [_R_] Pfft.... 1000 DOLÁROV KAŽDÝ TÝŽDEŇ? Som len na strednej škole. Kde mám vziať toľko peňazí?

source: [_B_] Just relax kid, I have a way for you to make some extra money.
sk_sk: [_B_] Len pokoj, chlapče, mám pre teba spôsob, ako si zarobiť nejaké peniaze navyše.

source: [_B_] We still have a pretty large pile of contraband in our underground warehouse, and we still have clients who expect delivery of said goods.
sk_sk: [_B_] V našom podzemnom sklade máme stále dosť veľkú hromadu kontrabandu a stále máme klientov, ktorí očakávajú dodanie uvedeného tovaru.

source: [_B_] If you can come here during the afternoons, you can make these deliveries for us. I even have a little pizza box container we can attach right onto your scooter to carry the packages.
sk_sk: [_B_] Ak sem môžeš prísť v popoludňajších hodinách, môžeš nám tieto zásielky doručiť. Mám dokonca malý kontajner na pizzu, ktorý môžeme pripevniť priamo na tvoj skúter, aby sme mohli balíky prenášať.

source: [_B_] No one will ever suspect a young pizza delivery boy.
sk_sk: [_B_] Nikto nikdy nebude podozrievať mladého roznášača pizze.

source: [_B_] The clients will pay you directly, and you can keep the money they give you.
sk_sk: [_B_] Klienti budú platiť priamo a peniaze, ktoré ti dajú, si môžeš ponechať.

source: [_B_] Some of them are fairly generous and will even give you some decent tips.
sk_sk: [_B_] Niektoré z nich sú pomerne štedré a dokonca ti dajú slušné díško.

source: [_B_] The FBI has no reason to suspect you, so it should be relatively low risk.
sk_sk: [_B_] FBI nemá dôvod ťa podozrievať, takže riziko by malo byť pomerne nízke.

source: [_B_] If you're not able to make the deliveries some days, or if you find a better way to make the cash, I'll just have to make the deliveries myself.{p}It will be riskier since I'm being watched, but the deliveries have to be made.
sk_sk: [_B_] Ak nebudeš môcť niektoré dni doručovať alebo ak nájdeš lepší spôsob, ako zarobiť peniaze, budem musieť doručovať sám.{p}Bude to riskantnejšie, pretože ma budú sledovať, ale dodávky sa musia uskutočniť.

source: [_B_] So what do you think?
sk_sk: [_B_] Čo si o tom myslíš?

source: [_R_] .... {p}I don't think I have a choice,{p}.... so I guess I'm in?...
sk_sk: [_R_] .... {p}Nemyslím si, že mám na výber,{p}.... takže myslím, že som v?...

source: [_B_] Great!.... Oh, and here's the little bit of cash I do have,
sk_sk: [_B_] Skvelé!.... A tu je tá trocha peňazí, ktorú mám,

source: {i}Received $300 dollars.{/i}
sk_sk: {i}Obdržané 300 dolárov.{/i}

source: [_B_] Hopefully It can help you make this week's payment.
sk_sk: [_B_] Dúfajme, že to pomôže pri platbe za tento týždeň.

source: [_R_] .... Thanks.... oh, and how do I make the payments?
sk_sk: [_R_] .... Ďakujem.... a ako môžem uskutočniť platby?

source: [_B_] Every Saturday evening, the DeCapos will send a couple guys to your front door to pick up the money.
sk_sk: [_B_] Každú sobotu večer vám DeCapovci pošlú k dverám pár ľudí, aby vyzdvihli peniaze.

source: [_B_] You pay them the money and bada bing bada boom, they'll be on their merry way.
sk_sk: [_B_] Zaplatíte im peniaze a bing bing bum, a už si idú po svojom.

source: [_R_] Saturday!.... But that's today!!.... How will I get the money together by this evening?
sk_sk: [_R_] Sobota!.... Ale to je dnes!!.... Ako dám do večera dokopy peniaze?
