Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}I mean look at that ass! I can't believe I've never been tempted by it before! Then again, I was never tempted by Mom's ass either, {p}till I saw her polishing the stripper pole with it.{/i}
sk_sk: [_RT_] {i}Veď sa pozrite na ten zadok! Nemôžem uveriť, že ma nikdy predtým nelákala! Na druhej strane ma nikdy nelákal ani mamin zadok, {p}kým som ju nevidel, ako s ním leští striptérsku tyč.{/i}

source: [_RT_] {i}I need a picture of that perfect backside!{/i}
sk_sk: [_RT_] {i}Potrebujem fotku toho dokonalého pozadia!{/i}

source: [_RT_] {i}I'll certainly enjoy this later!{/i}
sk_sk: [_RT_] {i}Určite si to neskôr užijem!{/i}

source: [_RT_] {i}Ok.... now how will I start to win her over?{/i}
sk_sk: [_RT_] {i}Ok.... ako ju teraz začnem získavať?{/i}

source: [_RT_] {i}I've heard subliminal messages while sleeping can be very effective.{/i}
sk_sk: [_RT_] {i}Počul som, že podprahové správy počas spánku môžu byť veľmi účinné.{/i}

source: [_RT_] {i}Guess I could give that a try.{/i}
sk_sk: [_RT_] {i}Hádam by som to mohol skúsiť.{/i}

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy.... you think your brother is sexy...
sk_sk: [_R_] {i}(Šepot){/i} Myslíš si, že tvoj brat je sexy.... myslíš si, že tvoj brat je sexy.... myslíš si, že tvoj brat je sexy...

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino poddanie +1"{/b}{/i}

source: [_RT_] {i}That's all I can do tonight. My legs are tingling like crazy.{/i}
sk_sk: [_RT_] {i}To je všetko, čo môžem dnes večer urobiť. Nohy ma brnia ako šialené.{/i}

source: [_RT_] {i}I wonder if it had any effect?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či to malo nejaký účinok?{/i}

source: [_RT_] {i}I should go back to my room and try to get some sleep.{/i}
sk_sk: [_RT_] {i}Mal by som sa vrátiť do svojej izby a pokúsiť sa trochu vyspať.{/i}

source: [_L_] Hey brother, just give me a sec, I've just got to finish sending this text.
sk_sk: [_L_] Hej, brat, daj mi chvíľku, musím dokončiť odosielanie tejto správy.

source: [_LT_] {i}Ok, heart emoji, heart emoji, smiley face with heart eyes emoji, and.... send.{/i}
sk_sk: [_LT_] {i}Ok, emodži srdca, emodži srdca, emodži smajlíka s očami srdca a.... odoslať.{/i}

source: [_L_] So what's up?
sk_sk: [_L_] Čo sa deje?

source: [_R_] Oh, nothing, I'm just really bored so I thought I'd come and see what you're up to.
sk_sk: [_R_] Nič, len sa veľmi nudím, tak som si povedal, že sa prídem pozrieť, čo robíš.

source: [_L_] I know right? Now that we have no money, there's nothing to do.
sk_sk: [_L_] Ja viem, že? Teraz, keď nemáme peniaze, nemáme čo robiť.

source: [_L_] Usually Mom and I are shopping right now.
sk_sk: [_L_] Zvyčajne sme s mamou práve teraz na nákupoch.

source: [_L_] I guess we won't be going shopping any time soon.
sk_sk: [_L_] Myslím, že v dohľadnej dobe nebudeme nakupovať.

source: [_R_] Oh, I don't know, I'm going to figure out how to get us some money.
sk_sk: [_R_] No, ja neviem, vymyslím, ako nám zohnať nejaké peniaze.

source: [_R_] I don't think it'll be long till you're able to go out shopping again.
sk_sk: [_R_] Nemyslím si, že to bude trvať dlho, kým budeme môcť opäť vyraziť na nákupy.

source: [_L_] Hahaha.... yeah right! You're just a lazy high schooler, who didn't even graduate when you were supposed to.
sk_sk: [_L_] Hahaha.... áno, správne! Si len lenivý stredoškolák, ktorý ani nematuroval, keď mal.

source: [_R_] You know that was Dad's fault!
sk_sk: [_R_] Vieš, že to bola otcova chyba!

source: [_R_] And I'll admit I've been a little lazy, but now that Dad's gone I'm really going to step it up.
sk_sk: [_R_] Priznám sa, že som bol trochu lenivý, ale teraz, keď otec odišiel, sa naozaj budem snažiť.

source: [_L_] I'll believe it when I see it.
sk_sk: [_L_] Uverím tomu, keď to uvidím.

source: [_R_] You really don't think I'm capable of taking care of our family?
sk_sk: [_R_] Naozaj si myslíš, že sa nedokážem postarať o našu rodinu?

source: [_L_] I know you're not!
sk_sk: [_L_] Ja viem, že nie!

source: [_R_] Well, when I do, I'm going to take Mom shopping and I'm going to leave you home.
sk_sk: [_R_] Keď to urobím, vezmem mamu na nákupy a teba nechám doma.

source: [_L_] Ok.... ok.... ok.... since I've offended your honor, I'll tell you what I'm going to do to make it up.
sk_sk: [_L_] Ok.... ok.... ok.... keďže som urazila tvoju česť, poviem ti, čo urobím, aby som to napravila.

source: [_L_] If you do prove me wrong, I will owe you a big favor.
sk_sk: [_L_] Ak dokážeš, že sa mýlim, budem ti dlžná veľkú láskavosť.

source: [_L_] I will let you decide what it is, as long as it isn't too expensive, since you know I'm broke. And it can't be too crazy either.
sk_sk: [_L_] Nechám na tebe, čo to bude, pokiaľ to nebude príliš drahé, keďže vieš, že som na mizine. A nemôže to byť ani príliš šialené.

source: [_L_] If you try to go too far, I'll just say no, and we'll both have lost out on an opportunity.
sk_sk: [_L_] Ak sa pokúsiš zájsť príliš ďaleko, jednoducho poviem nie a obaja sa pripravíme o príležitosť.

source: [_L_] So get working hard! I really do hope you prove me wrong!
sk_sk: [_L_] Tak začni tvrdo pracovať! Naozaj dúfam, že mi dokážeš, že sa mýlim!

source: [_L_] Now if you'll excuse me, there's some hardcore drama that I'm missing out on.
sk_sk: [_L_] A teraz ma ospravedlň, ale chýba mi tu nejaká tvrdá dráma.

source: [_RT_] {i}Hmmm.... any favor I want huh?{/i}
sk_sk: [_RT_] {i}Hmmm.... akúkoľvek láskavosť, ktorú chcem?

source: [_RT_] {i}I'll have to start thinking of something good.{/i}
sk_sk: [_RT_] {i}Budem musieť začať rozmýšľať nad niečím dobrým.{/i}

source: [_RT_] {i}Maybe I could have her clean my room for a week.{/i}
sk_sk: [_RT_] {i}Možno by som ju mohol požiadať, aby mi týždeň upratovala izbu.{/i}

source: [_RT_] {i}Or maybe I could have her try on some sexy clothes for me.{/i}
sk_sk: [_RT_] {i}Alebo by som ju mohol požiadať, aby si pre mňa vyskúšala nejaké sexi oblečenie.{/i}

source: [_RT_] {i}Maybe she would even let me see her tits.{/i}
sk_sk: [_RT_] {i}Možno by mi dokonca dovolila vidieť jej prsia.{/i}

source: [_RT_] {i}That would probably be the too crazy she was talking about.{/i}
sk_sk: [_RT_] {i}To by asi bolo to príliš bláznivé, o čom hovorila.{/i}

source: [_RT_] {i}But I'm really curious to see what I'll be able to get away with.{/i}
sk_sk: [_RT_] {i}Ale som naozaj zvedavý, čo sa mi podarí.{/i}

source: [_L_] Is there something you need?
sk_sk: [_L_] Potrebuješ niečo?

source: [_R_] Do you want to do something?
sk_sk: [_R_] Chceš niečo urobiť?

source: [_L_] Sorry, but my friend Chloe is really upset about a guy, and just really needs all of my attention right now.
sk_sk: [_L_] Prepáč, ale moja kamarátka Chloe je veľmi rozrušená kvôli jednému chlapcovi a práve teraz potrebuje všetku moju pozornosť.

source: [_L_] I'll come find you if I get done texting her soon.
sk_sk: [_L_] Prídem ťa nájsť, ak čoskoro skončím s písaním s ňou.

source: [_RT_] {i}Well shit, she's locking the door to change now.{/i}
sk_sk: [_RT_] {i}No do prdele, teraz zamyká dvere, aby sa mohla prezliecť.{/i}

source: [_RT_] {i}She definitely doesn't want me spying on her changing again.{/i}
sk_sk: [_RT_] {i}Určite nechce, aby som ju opäť špehoval pri prezliekaní.{/i}

source: [_RT_] {i}I've got to get a spy cam in there or something.{/i}
sk_sk: [_RT_] {i}Musím tam dostať špionážnu kameru alebo niečo podobné.{/i}

source: [_RT_] {i}Oh no! Hello temptation my old friend.{/i}
sk_sk: [_RT_] {i}Ale nie! Ahoj pokušenie, môj starý priateľ.{/i}

source: [_RT_] {i}I really shouldn't watch this.... but I can't look away!{/i}
sk_sk: [_RT_] {i}Naozaj by som sa na to nemal pozerať.... ale nemôžem odtrhnúť zrak!{/i}

source: [_RT_] {i}Shit! Why couldn't the women in my family be ugly?{/i}
sk_sk: [_RT_] {i}Do prdele! Prečo by ženy v mojej rodine nemohli byť škaredé?{/i}

source: [_RT_] {i}Then I wouldn't have this moral dilemma.{/i}
sk_sk: [_RT_] {i}Potom by som nemal túto morálnu dilemu.{/i}

source: [_RT_] {i}Oh My Gosh! I'm going to explode in my pants!{/i}
sk_sk: [_RT_] {i}Ó môj bože! Asi mi vybuchnú nohavice!{/i}

source: [_RT_] {i}I have to capture this moment!{/i}
sk_sk: [_RT_] {i}Musím zachytiť tento moment!{/i}

source: [_RT_] {i}There, now I have some more fapping material for later.{/i}
sk_sk: [_RT_] {i}Tak, teraz mám ešte nejaký materiál na neskoršie honenie.{/i}

source: [_RT_] {i}Well, I guess all good things must come to an end.{/i}
sk_sk: [_RT_] {i}No, myslím, že všetky dobré veci musia raz skončiť.{/i}

source: [_ST_] {i}I love this outfit, it looks so cute on me!{/i}
sk_sk: [_ST_] {i}Milujem tento outfit, vyzerá na mne tak rozkošne!{/i}

source: [_ST_] {i}Oh my God, is that?.... {/i}
sk_sk: [_ST_] {i}Panebože!.... Je to ?....{/i}

source: [_RT_] {i}Oh no, her face in the mirror looks like she might've seen me.{/i}
sk_sk: [_RT_] {i}Ale nie, jej tvár v zrkadle vyzerá, akoby ma videla.{/i}

source: [_RT_] {i}I've got to get out of here!{/i}
sk_sk: [_RT_] {i}Musím sa odtiaľto dostať.{/i}

source: [_ST_] {i}Oh wait, there's nothing there.... {/i}
sk_sk: [_ST_] {i}Počkaj, nič tu nie je.... {/i}

source: [_ST_] {i}Did I just imagine it?{/i}
sk_sk: [_ST_] {i}Predstavovala som si to?{/i}

source: [_ST_] {i}Who could it have been? Isn't everyone at school?{/i}
sk_sk: [_ST_] {i}Kto to mohol byť? Nie sú všetci v škole?{/i}

source: [_ST_] {i}Could a stranger have been watching me change?{/i}
sk_sk: [_ST_] {i}Mohol ma niekto cudzí sledovať, ako sa prezliekam?{/i}

source: [_ST_] {i}More likely it's just [ryan] skipping class.{/i}
sk_sk: [_ST_] {i}Pravdepodobnejšie je, že je to len [ryan] vynechávajúci školu.{/i}

source: [_ST_] {i}I sure hope it was [ryan].{/i}
sk_sk: [_ST_] {i}Dúfam, že to bol [ryan].{/i}

source: [_ST_] {i}Wait.... that sounded weird in my head.{/i}
sk_sk: [_ST_] {i}Počkať .... to znelo divne v mojej hlave. {/i}

source: [_ST_] {i}I shouldn't be hoping that my brother is watching me change.{/i}
sk_sk: [_ST_] {i}Nemala by som dúfať, že ma môj brat sleduje, ako sa mením.{/i}

source: [_ST_] {i}Why does that thought turn me on just a little?{/i}
sk_sk: [_ST_] {i}Prečo ma tá myšlienka tak trochu vzrušuje?{/i}

source: [_RT_] {i}Holy shit, that was close, but I don't think she saw me.{/i}
sk_sk: [_RT_] {i}Do prdele, to bolo tesné, ale myslím, že ma nevidela.{/i}

source: [_RT_] {i}Sidney locked the door. Oh crap she must have seen something! I wonder if she knows it was me?{/i}
sk_sk: [_RT_] {i}Sidney zamkla dvere. Do prdele, musela niečo vidieť! Zaujímalo by ma, či vie, že som to bol ja? {/i}

source: [_RT_] {i}I think I can hear her talking with someone on her phone. Could she be telling Mom on me?{/i}
sk_sk: [_RT_] {i}Myslím, že počujem, ako sa s niekým rozpráva cez telefón. Mohla by to na mňa povedať mame?{/i}

source: [_RT_] {i}I need to get closer to see if I can hear.{/i}
sk_sk: [_RT_] {i}Musím sa dostať bližšie, aby som si bol istý, či to počujem.{/i}

source: [_RT_] {i}Maybe if I put my ear on the door I can.... {/i}
sk_sk: [_RT_] {i}Možno, že keď priložím ucho na dvere, môžem.... {/i}

source: [_S_] Haa.... I knew it was you!
sk_sk: [_S_] Haa .... Vedela som, že si to ty!

source: [_S_] Why are you lurking at my door you little pervert!
sk_sk: [_S_] Prečo číhaš za dverami, ty malý zvrhlík!

source: [_R_] I'm sorry, I just wasn't sure if you were home, and wanted to see if you were. I thought maybe we could hang out?
sk_sk: [_R_] Prepáč, len som si nebola istý, či si doma, a chcel som sa presvedčiť, či si doma. Myslíš, že by sme si mohli vyraziť?

source: [_S_] Oh, and I'm supposed to believe that you weren't peeking in at me dressing just a few minutes ago?
sk_sk: [_S_] Aha, a tomu mám veriť, že si mi pred pár minútami nenakukal, ako sa obliekam?

source: [_S_] How much did you see?
sk_sk: [_S_] Koľko si toho videl?

source: [_R_] Not much, you were mostly dressed when I saw you. I ran away as soon as I realized you were changing.
sk_sk: [_R_] Nie veľmi, keď som ťa videl, bola si už oblečená. Utiekol som, len čo som si uvedomil, že sa prezliekaš.

source: [_S_] You better not be lying!
sk_sk: [_S_] Radšej neklam!

source: [_S_] You know you could have just knocked.
sk_sk: [_S_] Vieš, že si mohol jednoducho zaklopať.

source: [_R_] Sorry, I'll try to do that next time.
sk_sk: [_R_] Ospravedlňujem sa, pokúsim sa to urobiť nabudúce.

source: [_S_] Whatever!
sk_sk: [_S_] To je jedno!

source: [_R_] I have no idea what you're talking about.
sk_sk: [_R_] Netuším, o čom hovoríš.

source: [_S_] Yeah right you little liar!
sk_sk: [_S_] Áno, správne, ty malý klamár!

source: [_S_] If you need to talk to me, just knock on the door,
sk_sk: [_S_] Ak so mnou potrebuješ hovoriť, zaklop na dvere,

source: [_S_] Instead of creeping around like some depraved pervert.
sk_sk: [_S_] Namiesto toho, aby sa plazil okolo ako nejaký zvrhlý úchyl.

source: [_RT_] {i}Ok.... so having Sidney in bed with Lauren might complicate things just a little bit.{/i}
sk_sk: [_RT_] {i}Ok.... takže mať Sidney v posteli s Lauren by mohlo veci trochu skomplikovať.{/i}

source: [_RT_] {i}I guess I could try and see if Sidney will sleep through the subliminal messages.{/i}
sk_sk: [_RT_] {i}Myslím, že by som mohol skúsiť, či Sidney bude spať cez podprahové správy.{/i}

source: [_RT_] {i}I could even try some on her after I'm done with Lauren.{/i}
sk_sk: [_RT_] {i}Mohol by som si ich dokonca vyskúšať na nej, keď skončím s Lauren.{/i}

source: [_RT_] {i}Hmmm.... should I risk it?{/i}
sk_sk: [_RT_] {i}Hmmm.... mám to riskovať?{/i}

source: [_RT_] {i}Two hotties in one bed!{/i}
sk_sk: [_RT_] {i}Dve kočky v jednej posteli!{/i}

source: [_RT_] {i}I'm sure glad Mom keeps the house so warm. It would be a shame to put a blanket over these bodies!{/i}
sk_sk: [_RT_] {i}Určite som rád, že mama udržiava dom v takom teple. Bola by škoda dať na tieto telá deku!{/i}

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy...
sk_sk: [_R_] {i}(Šepot){/i} Myslíš si, že tvoj brat je sexy.... myslíš si, že tvoj brat je sexy.... myslíš si, že tvoj brat je sexy...

source: [_R_] {i}(Whispering){/i} You think your brother is .... oh, shit!
sk_sk: [_R_] {i}(Šepot){/i} Myslíš si, že tvoj brat je .... do prdele!

source: [_S_] Hmmmmm?.... Lauren?.... Did you say something?
sk_sk: [_S_] Hmmmmm?.... Lauren?.... Povedala si niečo?

source: [_S_] Lauren.... are you asleep?
sk_sk: [_S_] Lauren.... spíš?

source: [_S_] Ok?.... I guess it was my imagination?...
sk_sk: [_S_] Ok?.... Myslím, že to bola moja predstavivosť?...

source: [_RT_] {i}Shit!! Sidney is a super light sleeper!{/i}
sk_sk: [_RT_] {i}Do prdele!! Sidney má super ľahký spánok!{/i}

source: [_RT_] {i}I've got to think of some other way to keep her progress going.{/i}
sk_sk: [_RT_] {i}Musím vymyslieť nejaký iný spôsob, ako udržať pokrok, ktorý som dosiahol.{/i}

source: [_RT_] {i}I guess I'll just wait here until I'm sure Sidney has fallen back asleep.{/i}
sk_sk: [_RT_] {i}Myslím, že tu počkám, kým si nebudem istý, že Sidney zaspala.{/i}

source: [_RT_] {i}Shit, that was close!{/i}
sk_sk: [_RT_] {i}Sakra, to bolo tesné!{/i}

source: [_RT_] {i}How am I going to win over Lauren now? I'll need to look around for inspiration.{/i}
sk_sk: [_RT_] {i}Ako si teraz získam Lauren? Budem sa musieť poobzerať po inšpirácii.{/i}

source: [_RT_] {i}They look so vulnerable while they are asleep, but if I tried anything and they woke up.... {/i}
sk_sk: [_RT_] {i}Vyzerajú tak zraniteľne, keď spia, ale keby som sa o niečo pokúsil a zobudili by sa.... {/i}

source: [_RT_] {i}I'd be kicked out of the house, maybe disowned. I've got to play this smart.{/i}
sk_sk: [_RT_] {i}Vyhodili by ma z domu, možno by ma vyvrhli. Musím to hrať múdro.{/i}

source: [_RT_] {i}They should be sleeping pretty soundly. They both have a habit of drinking tea before bed.{/i}
sk_sk: [_RT_] {i}Mali by spať celkom pokojne. Obe majú vo zvyku piť pred spaním čaj.{/i}

source: [_RT_] {i}The melatonin worked pretty well last time. Should I check it out again?{/i}
sk_sk: [_RT_] {i}Melatonín naposledy fungoval celkom dobre. Mal by som ho znova vyskúšať?{/i}

source: [_RT_] {i}If they are sleeping as soundly as last time, I might be able to get away with a little more.{/i}
sk_sk: [_RT_] {i}Ak budú spať rovnako tvrdo ako minule, možno sa mi podarí vydržať trochu viac.{/i}

source: [_RT_] {i}Wow! I can't believe that didn't wake her up.{/i}
sk_sk: [_RT_] {i}Wow! Nemôžem uveriť, že ju to neprebudilo.{/i}

source: [_RT_] {i}So now it's time for me to wake her up.{/i}
sk_sk: [_RT_] {i}Takže teraz je čas, aby som ju zobudil.{/i}

source: [_RT_] {i}If this doesn't get her kicked out of Lauren's room, I don't know what will.{/i}
sk_sk: [_RT_] {i}Ak ju toto nevyhodí z Laurinej izby, tak už neviem, čo ju vyhodí.{/i}

source: [_RT_] {i}Just a pinch and let's see what happens.{/i}
sk_sk: [_RT_] {i}Len štipku a uvidíme, čo sa stane.{/i}

source: [_LT_] {i}Yaawnn.... hmmm.... I think I really need to poop.... I should get up and.... {/i}
sk_sk: [_LT_] {i}Yaawnn.... hmmm.... Myslím, že naozaj potrebujem kakať.... Mala by som vstať a.... {/i}

source: [_LT_] {i}Wait.... my panties are pulled down again.... {/i}
sk_sk: [_LT_] {i}Počkať.... moje nohavičky sú opäť stiahnuté.... {/i}

source: [_L_] OH MY FUCKING GOSH!!!!
sk_sk: [_L_] OH môj skurvený....!!!!

source: [_L_] WAKE UP, WAKE UP, WAKE UP!!!!
sk_sk: [_L_] ZOBUĎ SA, ZOBUĎ SA, ZOBUĎ SA!!!!

source: [_S_] Lauren what the hell? Why are you freaking out?
sk_sk: [_S_] Lauren, čo to do pekla? Prečo si sa zľakla?

source: [_S_] Oh, no! Let me guess! You think I did it again?
sk_sk: [_S_] Ale nie! Nechaj ma hádať! Myslíš, že som to urobila znova?

source: [_L_] Yes, you did it again!
sk_sk: [_L_] Áno, opäť sa ti to podarilo!

source: [_L_] Only this time, you were fingering my asshole!
sk_sk: [_L_] Lenže tentoraz si mi prstovala zadok!

source: [_S_] WHAAAT?
sk_sk: [_S_] ČO?

source: [_M_] Again?! You two little shits have got to be kidding me!.... I'm sorry, please excuse my language, but I'm so tired from getting woken up every night!
sk_sk: [_M_] Opäť?! Vy dve si zo mňa robíte srandu! .... Ospravedlňujem sa, prosím, prepáčte mi môj jazyk, ale som taká unavená z toho, že ma každú noc budia!

source: [_L_] Mom! You have to do something this time!
sk_sk: [_L_] Mami! Tentoraz musíš niečo urobiť!

source: [_L_] This time her finger was up my asshole!
sk_sk: [_L_] Tentoraz mala prst v mojom zadku!

source: [_M_] Oh geez! Lauren, your dreams are getting weirder and weirder!
sk_sk: [_M_] Ach bože! Lauren, tvoje sny sú čoraz čudnejšie!

source: [_L_] But Mom, I wasn't dreaming! My panties were pulled down, and by the time I realized what was happening, I was wide awake!
sk_sk: [_L_] Ale mami, mne sa to nezdalo! Stiahla mi nohavičky a kým som si uvedomila, čo sa deje, bola som už úplne hore!

source: [_M_] Sidney, smell your fingers, maybe you couldn't smell Lauren's pussy, but I'm sure you would be able to smell her butt.
sk_sk: [_M_] Sidney, čuchaj si k prstom, možno by si necítila Laurinu kundičku, ale som si istá, že by si cítila jej zadok.

source: [_S_] Mom! Really?
sk_sk: [_S_] Mami! Naozaj?

source: [_M_] NOW!
sk_sk: [_M_] TERAZ!

source: [_ST_] {i}Oh no! What if?.... {/i}
sk_sk: [_ST_] {i}Ale nie! Čo ak?.... {/i}

source: [_ST_] {i}Shit!.... {/i}
sk_sk: [_ST_] {i}Do prdele!.... {/i}

source: [_ST_] {i}I put my finger up Lauren's ass?{/i}
sk_sk: [_ST_] {i}Strčila som Lauren prst do zadku?{/i}

source: [_ST_] {i}I really did have my finger up her ass.... {/i}
sk_sk: [_ST_] {i}Naozaj som jej strčila prst do zadku.... {/i}

source: [_ST_] {i}Why would I do that?.... {/i}
sk_sk: [_ST_] {i}Prečo by som to robila?.... {/i}

source: [_M_] Well?
sk_sk: [_M_] No?

source: [_S_] Well.... ummmm...
sk_sk: [_S_] Dobre.... ummmm...

source: [_M_] Here, let me smell.
sk_sk: [_M_] Dovoľ mi privoňať si.

source: [_S_] Hey!
sk_sk: [_S_] Hej!

source: [_MT_] {i}I think there is a faint smell of ass.{/i}
sk_sk: [_MT_] {i}Myslím, že je tu cítiť slabý zápach zadku.{/i}

source: [_MT_] {i}Sidney really has been doing weird things to her sister in her sleep.{/i}
sk_sk: [_MT_] {i}Sidney naozaj robila svojej sestre počas spánku divné veci.{/i}

source: [_MT_] {i}At least I hope she's been asleep while she was putting her fingers in her sister's holes!{/i}
sk_sk: [_MT_] {i}Aspoň dúfam, že spala, keď strkala prsty do sestriných dier!{/i}

source: [_MT_] {i}That sounds so naughty in my head!{/i}
sk_sk: [_MT_] {i}V mojej hlave to znie tak nemravne!{/i}

source: [_L_] Well?!
sk_sk: [_L_] Dobre?!

source: [_M_] Well, I think I do smell a slight smell on Sidney's finger.
sk_sk: [_M_] No, myslím, že na Sidneyinom prste cítim mierny zápach.

source: [_M_] It's not enough to be positive, but I think it's enough to take action to avoid any further possible incidents.
sk_sk: [_M_] Nestačí byť pozitívna, ale myslím si, že stačí prijať opatrenia, aby sa predišlo ďalším možným incidentom.

source: [_M_] Sidney, you're going to have to start sleeping somewhere else.
sk_sk: [_M_] Sidney, budeš musieť začať spať niekde inde.

source: [_S_] But I just moved all my stuff in here! I just got everything unpacked!
sk_sk: [_S_] Ale práve som sem presťahovala všetky svoje veci! Práve som všetko vybalila!

source: [_M_] No.... you will still keep all your stuff in here, and change your clothes in here, and all that, but at night you will just sleep elsewhere.
sk_sk: [_M_] No.... tu budeš mať stále všetky svoje veci, budeš sa tu prezliekať a podobne, ale v noci budeš spať inde.

source: [_S_] Where?
sk_sk: [_S_] Kde?

source: [_M_] Well, you can try my room. But I'll only give you one chance and then you'll have to sleep somewhere else!
sk_sk: [_M_] Môžeš skúsiť moju izbu. Ale dám ti len jednu šancu a potom budeš musieť spať niekde inde!

source: [_S_] You mean like with [ryan]?!
sk_sk: [_S_] Myslíš ako na [ryan]?!

source: [_RT_] {i}Please say yes! Please say yes! Please say yes!{/i}
sk_sk: [_RT_] {i}Prosím, povedz áno!Prosím, povedz áno! Prosím, povedz áno!{/i}

source: [_M_] Oh God, no!
sk_sk: [_M_] Bože, nie!

source: [_RT_] {i}Dammit!{/i}
sk_sk: [_RT_] {i}Sakra!{/i}

source: [_M_] If you can't keep your hands to yourself in your sleep, I don't want you corrupting my little boy!
sk_sk: [_M_] Ak si nedokážeš udržať ruky pri sebe v spánku, nechcem, aby si kazila môjho chlapčeka!

source: [_RT_] {i}Big boy!{p}.... man.... I mean man!{/i}
sk_sk: [_RT_] {i}Veľký chlapec!{p}.... muž.... Teda myslím muž!{/i}

source: [_M_] You'll just have to sleep on the couch.
sk_sk: [_M_] Budeš musieť spať na gauči.

source: [_S_] Well, why don't I just skip a step and I'll just start sleeping there now.
sk_sk: [_S_] Prečo teda nepreskočíme jeden krok a nezačnem tam spať hneď teraz.

source: [_M_] That's a great idea. Go sleep on the couch!
sk_sk: [_M_] To je skvelý nápad. Choď spať na gauč!

source: [_S_] Fine!
sk_sk: [_S_] Fajn!

source: [_M_] Good night, girls!
sk_sk: [_M_] Dobrú noc, dievčatá!

source: [_RT_] {i}I finally did it! All the girls have been separated. That should make my nighttime efforts easier.{/i}
sk_sk: [_RT_] {i}Konečne sa mi to podarilo! Všetky dievčatá sú oddelené. To by malo uľahčiť moje nočné úsilie.{/i}

source: [_RT_] {i}{b}(HINT){/b} I was able to get Sidney out of Lauren's room and now she's sleeping in the lounge, I'll bet a really good scare at night would get her into my bed.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Podarilo sa mi dostať Sidney z Laurinej izby a teraz spí v obývačke, stavím sa, že poriadny strach v noci by ju dostal do mojej postele.{/i}

source: [_RT_] {i}There, Lauren will never let Sidney sleep with her after this.{/i}
sk_sk: [_RT_] {i}Lauren už nikdy nedovolí, aby s ňou Sidney spala.{/i}

source: [_RT_] {i}Is this crossing a line though?.... {/i}
sk_sk: [_RT_] {i}Je to však prekročenie hranice?.... {/i}
