Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_R_] Ok, Mom.
sk_sk: [_R_] Dobre, mami.

source: [_M_] Can you find yourself something to eat tonight? I just don't have it in me to make dinner.
sk_sk: [_M_] Nájdeš si dnes večer niečo na jedenie? Nemám na to čas, aby som pripravila večeru.

source: [_R_] Sure, Mom.
sk_sk: [_R_] Jasné, mami.

source: [_M_] Thanks, honey. I'm going to go to bed early tonight.
sk_sk: [_M_] Vďaka, zlato. Dnes pôjdem spať skôr.

source: [_M_] Good night sweety. See you in the morning.
sk_sk: [_M_] Dobrú noc, zlatíčko. Uvidíme sa ráno.

source: [_RT_] {i}Oh Man! I don't think I've ever seen Mom this stressed out. She's trying to put on a strong face, but I can see the worry in her eyes.{/i}
sk_sk: [_RT_] {i}Človeče! Myslím, že som ešte nikdy nevidel mamu tak vystresovanú. Snaží sa tváriť silno, ale v očiach jej vidím obavy.

source: [_RT_] {i}If I can replace all the things Dad did for her, I think she would be relaxed and happy again.{/i}
sk_sk: [_RT_] {i}Keby som jej mohol nahradiť všetko, čo pre ňu otec urobil, myslím, že by bola opäť uvoľnená a šťastná.{/i}

source: [_RT_] {i}All I have to do is get the cash flowing into the household. Which will be no easy thing.{/i}
sk_sk: [_RT_] {i}Musím len zabezpečiť, aby do domácnosti prúdila hotovosť. Čo nebude ľahké.{/i}

source: [_RT_] {i}But that seems to be the only contribution he was making.{/i}
sk_sk: [_RT_] {i}Zdá sa však, že to bol jeho jediný prínos.{/i}

source: [_RT_] {i}He and Mom hardly even talk to each other anymore.{/i}
sk_sk: [_RT_] {i}S mamou sa už takmer vôbec nerozprávali.{/i}

source: [_RT_] {i}So maybe I can be everything to her that he wasn't.{/i}
sk_sk: [_RT_] {i}Takže možno pre ňu môžem byť všetkým, čím on nebol.{/i}

source: [_M_] And how is that any of your business?
sk_sk: [_M_] A čo je ti do toho?

source: [_R_] Mom! You drank all night, and you've been drinking all day.
sk_sk: [_R_] Mami! Pila si celú noc a piješ celý deň.

source: [_M_] Yeah.... well.... my husband is in jail, we're being investigated by the FBI, I have no money to go shopping, I have to pay the Mafia off every week,
sk_sk: [_M_] Hej.... dobre.... Môj manžel je vo väzení, vyšetruje nás FBI, nemám peniaze na nákupy, každý týždeň musím vyplácať mafiu,

source: [_M_] I have to go back to stripping to make enough money to pay them off, oh, and on top of all that, my son attended my grand return strip show!
sk_sk: [_M_] Musím sa vrátiť k striptízu, aby som zarobila dosť peňazí na ich vyplatenie, a navyše sa môj syn zúčastnil na mojom veľkolepom návrate na striptízovú šou!

source: [_M_] You tell me a healthy way to deal with all of that.
sk_sk: [_M_] Povedz mi, ako sa s tým všetkým zdravo vyrovnať.

source: [_R_] Well, not getting alcohol poisoning would be a good start!
sk_sk: [_R_] No, neotráviť sa alkoholom by bol dobrý začiatok!

source: [_M_] Like I said, it's not any of your business, but since you feel you need to intrude into my business, I'm only drinking a little so my hangover won't be so bad.
sk_sk: [_M_] Ako som povedala, nie je to tvoja vec, ale keďže máš pocit, že sa musíš miešať do mojich záležitostí, vypila som len trochu, aby moja kocovina nebola taká zlá.

source: [_M_] It's not a great method, but it seems to have some effect.
sk_sk: [_M_] Nie je to skvelá metóda, ale zdá sa, že má určitý účinok.

source: [_M_] It's called the hair of the dog remedy, or something like that.
sk_sk: [_M_] Nazýva sa to liek na psie chlpy alebo niečo podobné.

source: [_R_] Hmmm.... well do you promise me you won't drink anymore today?
sk_sk: [_R_] Hmmm.... dobre, sľubuješ mi, že dnes už nebudeš piť?

source: [_M_] I don't have to promise you anything!
sk_sk: [_M_] Nemusím nič sľubovať!

source: [_R_] Mom! I'm just really worried about you! I know you're under a lot of stress.
sk_sk: [_R_] Mami! Mám o teba veľký strach! Viem, že si pod veľkým stresom.

source: [_R_] That's why I'm going to help make everything be ok.
sk_sk: [_R_] Preto pomôžem, aby bolo všetko v poriadku.

source: {i}{b}"Mom's Submission +2"{/b}{/i}
sk_sk: {i}{b}"Mamino poddanie +2"{/b}{/i}

source: [_M_] Oh, honey! You don't need to take that kind of responsibility on yourself.
sk_sk: [_M_] Ach, zlato! Nemusíš na seba brať takú zodpovednosť.

source: [_R_] I really want to help make all of these changes easier on you!
sk_sk: [_R_] Veľmi chcem pomôcť, aby boli všetky tieto zmeny pre vás jednoduchšie!

source: [_M_] You're already working at your dad's warehouse to help pay the weekly Mafia bill.
sk_sk: [_M_] Už teraz pracuješ v otcovom sklade, aby si pomohol zaplatiť týždenný účet mafie.

source: [_RT_] {i}If I can replace all the things my dad did for her, I think she would be relaxed and happy again.{/i}
sk_sk: [_RT_] {i}Keby som jej mohol nahradiť všetko, čo pre ňu otec urobil, myslím, že by bola opäť uvoľnená a šťastná.{/i}

source: [_RT_] {i}All I have to do is get the cash flowing into our household. Which will be no easy thing.{/i}
sk_sk: [_RT_] {i}Jediné, čo musím urobiť, je zabezpečiť prísun peňazí do našej domácnosti. Čo nebude ľahké.{/i}

source: [_RT_] {i}No dishes to do right now.{/i}
sk_sk: [_RT_] {i}Teraz nemusím umývať žiadne riady.{/i}

source: [_RT_] {i}It's too late to do dishes right now.{/i}
sk_sk: [_RT_] {i}Na umývanie riadu je už teraz neskoro.{/i}

source: [_RT_] {i}No time, the DeCapos will be here any minute.{/i}
sk_sk: [_RT_] {i}Nemám čas. DeCapovci tu budú každú chvíľu.{/i}

source: [_RT_] {i}Is a little extra affection from Mom even worth all this work?{/i}
sk_sk: [_RT_] {i}Stojí vôbec trochu náklonnosti od mamy za všetku tú prácu?{/i}

source: {i}'Mom's Affection +1"{/i}
sk_sk: {i}"Mamina náklonnosť +1" {/i}

source: [_RT_] {i}Nah.... I don't want to do any dishes right now.{/i}
sk_sk: [_RT_] {i}Nah.... Nechcem teraz umývať žiadne riady.{/i}

source: [_M_] Hey honey, come sit down. We're having pizza for dinner.
sk_sk: [_M_] Hej, zlato, sadni si. Na večeru máme pizzu.

source: [_M_] Oh, my day was fine. How did you think my lesson on Oedipu___
sk_sk: [_M_] Môj deň bol fajn. Ako sa ti páčila moja hodina o Oidipu___

source: [_M_] Oh my God, look everyone, Sidney is home!
sk_sk: [_M_] Bože môj, pozrite sa všetci, Sidney je doma!

source: [_M_] It's so good to see you!
sk_sk: [_M_] Tak rada ťa vidím!

source: [_M_] How's everything going at school?
sk_sk: [_M_] Ako to ide v škole?

source: [_S_] How's everything going at school?
sk_sk: [_S_] Ako to ide v škole?

source: [_S_] How's everything going at school!!!?
sk_sk: [_S_] Ako to ide v škole!!!?

source: [_S_] If you'd answer your phone you would know how everything is going at school!
sk_sk: [_S_] Keby ste zdvihli telefón, vedeli by ste, ako to v škole vyzerá!

source: [_M_] I'm sorry honey, but I've been a little indisposed!
sk_sk: [_M_] Je mi ľúto, miláčik, ale bola som trochu indisponovaná!

source: [_L_] {i}(whispers){/i} More like drunk!
sk_sk: [_L_] {i}(šepká){/i} Skôr opitá!

source: [_R_] {i}(whispers){/i} Lauren, shut up!
sk_sk: [_R_] {i}(šepká){/i} Lauren, sklapni!

source: [_S_] And what about you Lauren? Why did you keep ignoring my calls?
sk_sk: [_S_] A čo ty, Lauren? Prečo si stále ignorovala moje telefonáty?

source: [_L_] My friend Brittney has been going through a messy breakup and has needed my support!
sk_sk: [_L_] Moja kamarátka Brittney prežívala nepríjemný rozchod a potrebovala moju podporu!

source: [_L_] I haven't exactly had time to have any long converstations with anyone else.
sk_sk: [_L_] Nemala som čas na dlhé rozhovory s nikým iným.

source: [_S_] Long conversations!? I just needed you to get Mom for me!
sk_sk: [_S_] Dlhé rozhovory!? Len som potrebovala, aby si mi zavolala mamu!

source: [_R_] You could have called me.
sk_sk: [_R_] Mohla si mi zavolať.

source: [_S_] I never call you. I don't even think I have your number!
sk_sk: [_S_] Nikdy ti nevolám. Myslím, že ani nemám tvoje číslo!

source: [_M_] Honey! Please just sit and try to calm down. Then you can tell us what's wrong.
sk_sk: [_M_] Miláčik! Prosím, sadni si a pokús sa upokojiť. Potom nám môžeš povedať, čo sa deje.

source: [_S_] I've been kicked out of school!
sk_sk: [_S_] Vyhodili ma zo školy!

source: [_M_] What?
sk_sk: [_M_] Čo?

source: [_S_] They said the check for this coming semester's tuition bounced, and they can't keep on students who don't pay their bills.
sk_sk: [_S_] Povedali, že šek za školné na nadchádzajúci semester im neprišiel a že si nemôžu nechať študentov, ktorí neplatia účty.

source: [_S_] They kicked me out of the dorm, took away my meal plan.
sk_sk: [_S_] Vyhodili ma z internátu a odobrali mi stravovací plán.

source: [_S_] It was soooo embarassing!
sk_sk: [_S_] Bolo to také trápne!

source: [_S_] So, I tried to call Dad because he takes care of my tuition and housing.
sk_sk: [_S_] Tak som sa pokúsila zavolať otcovi, pretože on sa stará o moje školné a bývanie.

source: [_S_] But all I get when I call Dad is a message that his phone's been disconnected.!
sk_sk: [_S_] Ale keď zavolám otcovi, dostanem len správu, že jeho telefón bol odpojený.

source: [_S_] Mom? Where's Dad and why can't I get a hold of him?
sk_sk: [_S_] Mama? Kde je otec a prečo sa mu nemôžem dovolať?

source: Mom tells Sidney about the events that took place over the weekend.
sk_sk: Mama rozpráva Sidney o udalostiach, ktoré sa stali cez víkend.

source: 10 minutes later.
sk_sk: O 10 minút neskôr.

source: [_S_] Wow! That is unbelievable! It sounds like a bad plotline for a crappy Mafia movie, or a bad computer game!
sk_sk: [_S_] Wow! To je neuveriteľné! Znie to ako zlá zápletka pre mizerný mafiánsky film alebo zlú počítačovú hru!

source: [_M_] Oh yes!
sk_sk: [_M_] Ó áno!

source: [_L_] Absolutely!
sk_sk: [_L_] Rozhodne!

source: [_R_] The worst!
sk_sk: [_R_] Najhoršie!

source: [_S_] So would it help if I came and served drinks with you at your weekend Mafia jo...
sk_sk: [_S_] Takže by pomohlo, keby som prišla a podávala s tebou drinky na tvojom víkendovom mafiánskom...

source: [_M_] NOOO!.... No no.... no.... thank you. I don't want my girls around the Mafia type men.
sk_sk: [_M_] NOOO!.... Nie nie.... nie.... ďakujem. Nechcem, aby sa moje dievčatá pohybovali v blízkosti mužov mafiánskeho typu.

source: [_L_] You mean Mafia type men, as in men like Dad?
sk_sk: [_L_] Myslíš mužov mafiánskeho typu, ako sú muži ako otec?

source: [_M_] No, your dad isn't in the Mafia. He just works sometimes with the Mafia.
sk_sk: [_M_] Nie, tvoj otec nie je v mafii. Len občas spolupracuje s mafiou.

source: [_M_] Anyways, it goes to show that crime doesn't pay.
sk_sk: [_M_] Každopádne to dokazuje, že zločin sa nevypláca.

source: [_M_] Honey, I will feel much better if you can find a better way to make money than working at your father's warehouse.
sk_sk: [_M_] Zlatko, budem sa cítiť oveľa lepšie, ak si nájdeš lepší spôsob zarábania peňazí, ako je práca v otcovom sklade.

source: [_R_] Yeah, well I'm trying to figure something else out, so I'll let you know when I do.
sk_sk: [_R_] Áno, no snažím sa vymyslieť niečo iné, takže ti dám vedieť, keď sa mi to podarí.

source: [_L_] Well, nobody hold your breath.
sk_sk: [_L_] No, nikto nezadržujte dych.

source: [_R_] Suck a dick!
sk_sk: [_R_] Vyhul vtáka!

source: [_M_] [ryan]! Language! Please!
sk_sk: [_M_] [ryan]! Jazyk! Prosím!

source: [_S_] So can I have my old bedroom back?
sk_sk: [_S_] Môžem teda dostať späť svoju starú spálňu?

source: [_L_] You mean my bedroom? No way! I'm not moving back in with [ryan], we're too old now. Plus I think [ryan] is kind of a pervert.
sk_sk: [_L_] Myslíš moju spálňu? V žiadnom prípade! Nebudem sa sťahovať späť k [ryan], sme už príliš starí. Navyše si myslím, že [ryan] je tak trochu úchyl.

source: [_R_] No I'm not!
sk_sk: [_R_] Nie, nie som!

source: [_RT_] {i}She's got me pegged.{/i}
sk_sk: [_RT_] {i}Dostala ma do kolien.{/i}

source: [_M_] No, Sidney is right. He and Lauren have matured too much to share a room now. You're going to have to move into Lauren's room.
sk_sk: [_M_] Nie, Sidney má pravdu. On a Lauren už príliš dospeli na to, aby sa teraz delili o jednu izbu. Budeš sa musieť presťahovať do Laurinej izby.

source: [_L_] But Mom, we got rid of her bed.
sk_sk: [_L_] Ale mami, zbavili sme sa jej postele.

source: [_M_] Yes, and bought you a nice big queen size bed. You're going to have to share it with Sidney.
sk_sk: [_M_] Áno, a kúpila som ti veľkú manželskú posteľ. Budeš sa o ňu musieť deliť so Sidney.

source: [_L_] But, Mom...
sk_sk: [_L_] Ale, mami...

source: [_M_] We all have to make sacrifices.
sk_sk: [_M_] Všetci sa musíme obetovať.

source: [_L_] Ok, fine.
sk_sk: [_L_] Dobre, v poriadku.

source: [_M_] Now let's eat before our food gets any colder.
sk_sk: [_M_] Teraz sa najedzme, kým nám jedlo nevychladne.

source: [_RT_] {i}{b}(HINT){/b} I need to sneak into Lauren's room at night and see if I can use subliminal messages on the girls.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím sa v noci vkradnúť do Laurinej izby a zistiť, či môžem na dievčatá použiť podprahové správy.{/i}

source: [_RT_] {i}Ok, I have the melatonin, now I need to figure out how to drug the girls without drugging myself.{/i}
sk_sk: [_RT_] {i}Ok, melatonín mám, teraz musím vymyslieť, ako zdrogovať dievčatá bez toho, aby som zdrogoval seba.{/i}

source: [_RT_] {i}Ok, coffee? No.... I drink that.{/i}
sk_sk: [_RT_] {i}Dobre, káva? No.... To pijem.{/i}

source: [_RT_] {i}Sugar?.... No.... {/i}
sk_sk: [_RT_] {i}Cukor?.... Nie.... {/i}

source: [_RT_] {i}Tea?.... Perfect.{/i}
sk_sk: [_RT_] {i}Čaj?.... Dokonalé.{/i}

source: [_RT_] {i}All the girls drink a cup of tea before bed.{/i}
sk_sk: [_RT_] {i}Všetky dievčatá si pred spaním vypijú šálku čaju.{/i}

source: [_RT_] {i}I've just got to grind it up, and mix it in.{/i}
sk_sk: [_RT_] {i}Musím ho len rozomlieť a zamiešať.{/i}

source: [_RT_] {i}Now I just wait for tonight to see how well it works.{/i}
sk_sk: [_RT_] {i}Teraz už len čakám na večer, aby som zistil, ako dobre to funguje.{/i}

source: [_S_] What do you want pervert?
sk_sk: [_S_] Čo chceš, zvrhlíku?

source: [_R_] I just wanted to talk with you.
sk_sk: [_R_] Chcel som sa len porozprávať.

source: [_S_] Yeah, well besides me being extremely busy, I'm also still pretty pissed off at you.
sk_sk: [_S_] Áno, okrem toho, že som veľmi zaneprázdnená, som na teba stále aj dosť naštvaná.

source: [_S_] So why don't you just go piss up a rope.
sk_sk: [_S_] Tak prečo sa nejdeš radšej vymočiť na lano.

source: [_R_] Ok, fine I'm leaving.
sk_sk: [_R_] Dobre, fajn, odchádzam.

source: [_S_] Not soon enough!
sk_sk: [_S_] Nie dosť skoro!

source: [_R_] Hey Sidney, what's up?
sk_sk: [_R_] Ahoj Sidney, čo sa deje?

source: [_S_] Just a second, let me just finish this up.... and.... done.
sk_sk: [_S_] Len sekundu, nech to dokončím ... a ... hotovo.

source: [_S_] What can I do for you?
sk_sk: [_S_] Čo pre teba môžem urobiť?

source: [_RT_] {i}Oh, shit.... I can see up her skirt.... {/i}
sk_sk: [_RT_] {i}Oh, sakra.... Vidím jej pod sukňu.... {/i}

source: [_R_] Oh, nothing, just wondering what you're up to.
sk_sk: [_R_] Ach, nič, len ma zaujíma, čo robíš.

source: [_S_] Oh, I'm just finishing up some design work for a cosplay outfit I was going to make for Lauren.
sk_sk: [_S_] Práve dokončujem návrh cosplay oblečenia pre Lauren.

source: [_R_] Cosplay?.... I didn't know Lauren was into that.
sk_sk: [_R_] Cosplay?.... Nevedel som, že Lauren sa tomu venuje.

source: [_S_] I don't think she is, but our cousin Mandy asked her to go to the Comic-Con Expo, and begged her to dress in cosplay with her.
sk_sk: [_S_] Nemyslím si, že je, ale naša sesternica Mandy ju požiadala, aby išla na Comic-Con Expo, a prosila ju, aby sa s ňou obliekla do cosplayu.

source: [_R_] I didn't know you knew how to make cosplay costumes.
sk_sk: [_R_] Nevedel som, že vieš vyrábať cosplay kostýmy.

source: [_S_] Well, what do you think I've been doing at college dipshit!
sk_sk: [_S_] No, čo si myslíš, že som robila na vysokej škole, hlupák!

source: [_R_] I don't know, like fancy dresses and shit.
sk_sk: [_R_] Ja neviem, ako luxusné šaty a tak.

source: [_S_] Well, I have been doing that too, but I've also been studying all forms of fashion.
sk_sk: [_S_] Aj to som robila, ale študovala som aj všetky formy módy.

source: [_S_] Designing some cosplay outfits isn't anything too out there, considering how far out some of the avant-garde styles can be.
sk_sk: [_S_] Navrhovanie cosplay oblečenia nie je ničím výnimočným, ak vezmeme do úvahy, ako ďaleko môžu byť niektoré avantgardné štýly.

source: [_R_] I don't know what that means.
sk_sk: [_R_] Neviem, čo to znamená.

source: [_S_] Avant-garde is just fashion that is meant to push boundaries, or just be outside of the norm.
sk_sk: [_S_] Avantgarda je jednoducho móda, ktorá má posúvať hranice alebo sa jednoducho vymyká normálu.

source: [_S_] You know like hmmm.... like the stuff Mugatu wears on the movie Zoolander?
sk_sk: [_S_] Vieš, ako hmmm.... ako veci, ktoré nosí Mugatu vo filme Zoolander?

source: [_R_] Oh right gotcha...
sk_sk: [_R_] Aha, mám to...

source: [_RT_] {i}Is she flashing me on purpose, to see if I'll look?{/i}
sk_sk: [_RT_] {i}Odhaľuje sa naschvál, aby zistila, či sa pozriem?{/i}

source: [_RT_] {i}This is just cruel.{/i}
sk_sk: [_RT_] {i}To je jednoducho kruté.{/i}

source: [_RT_] {i}Wow! That was awesome! I don't think she noticed.{/i}
sk_sk: [_RT_] {i}Wow! To bolo úžasné! Myslím, že si to nevšimla.{/i}

source: [_S_] I'm still working on Lauren's costume. Try back again tomorrow, maybe I'll be done by then.
sk_sk: [_S_] Stále pracujem na Laurinom kostýme. Skús to zajtra, možno to už budem mať hotové.

source: [_S_] Hey [ryan], what can I do for you?
sk_sk: [_S_] Ahoj [ryan], čo pre teba môžem urobiť?

source: [_R_] Nothing, just felt like talking with you.
sk_sk: [_R_] Nič, len som mal chuť sa s tebou porozprávať.

source: [_S_] Sorry little brother, but right now I'm really busy trying to finish up some designs.
sk_sk: [_S_] Prepáč, bratíčku, ale práve teraz som veľmi zaneprázdnená dokončovaním niektorých návrhov.

source: [_S_] Come find me again when I'm not so busy.
sk_sk: [_S_] Nájdi ma znova, keď nebudem mať toľko práce.

source: [_RT_] {i}I can't believe she enjoys flashing me her naked pussy so much!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že sa jej tak páči ukazovať mi svoju nahú kundičku!{/i}

source: [_RT_] {i}She's flashing me again!{/i}
sk_sk: [_RT_] {i}Zase sa ukazuje!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
sk_sk: [_RT_] {i}Robí to zámerne?{/i}

source: [_RT_] {i}Or could she really be this clueless.{/i}
sk_sk: [_RT_] {i}Alebo by naozaj mohla byť taká bezradná.{/i}

source: [_R_] Ok, I'll find you again soon.
sk_sk: [_R_] Dobre, čoskoro ťa opäť nájdem.

source: [_S_] I don't really know why I'm wasting my time designing it though.... It will never get made.
sk_sk: [_S_] Naozaj neviem, prečo strácam čas mojím navrhovaním, aj keď.... Nikdy sa to neuskutoční.

source: [_R_] What?.... Why not?
sk_sk: [_R_] Čo?.... Prečo nie?

source: [_S_] The kind of stuff I need for cosplay costumes are expensive.
sk_sk: [_S_] Veci, ktoré potrebujem na cosplay kostýmy, sú drahé.

source: [_S_] Now that I've been cut off from Dad's credit card.... I don't have a job yet, or any way to pay for the materials.
sk_sk: [_S_] Teraz, keď som bol odrezaná od otcovej kreditnej karty.... Nemám zatiaľ prácu ani žiadny spôsob, ako zaplatiť za materiál.

source: [_S_] Lauren's just going to have to go without a costume.
sk_sk: [_S_] Lauren bude musieť ísť bez kostýmu.

source: [_R_] Well, how much does it cost? Maybe I could pay for it.
sk_sk: [_R_] Koľko to stojí? Možno by som to mohol zaplatiť.

source: [_S_] Well, I was going to charge Dad $500 for it.
sk_sk: [_S_] No, chcela som za to otcovi účtovať 500 dolárov.

source: [_R_] .... Hack.... cough.... wheeze.... did you just say $500 for a costume?
sk_sk: [_R_] .... Hack....kašel.... čo.... povedala si práve 500 dolárov za kostým?

source: [_S_] Haha.... yeah, but that included my labor costs. If it was just materials it will only cost $250.
sk_sk: [_S_] Haha.... áno, ale to zahŕňalo aj moje náklady na prácu. Ak by to bol len materiál, stálo by to len 250 dolárov.

source: [_S_] Haha.... I know! Why do you think I wanted to get into fashion design. There is some serious money to be made if you do it right.
sk_sk: [_S_] Haha.... Ja viem! Prečo si myslíš, že som sa chcela venovať módnemu dizajnu. Ak to robíš správne, dajú sa tam zarobiť poriadne peniaze.

source: [_R_] So, to make the outfit, you're going to need $250?
sk_sk: [_R_] Takže na výrobu oblečenia budeš potrebovať 250 dolárov?

source: [_S_] At least $400.
sk_sk: [_S_] Najmenej 400 dolárov.

source: [_R_] But you said...
sk_sk: [_R_] Ale si povedala...

source: [_S_] I love Lauren, but I'm not going to go to all that work just for charity.
sk_sk: [_S_] Mám Lauren rada, ale nebudem sa namáhať len kvôli charite.

source: [_S_] Making a costume is a really big job.
sk_sk: [_S_] Výroba kostýmu je naozaj veľká práca.

source: [_R_] Ok, so if I can get you $400, you will go ahead and make Lauren her costume?
sk_sk: [_R_] Dobre, takže ak ti dám 400 dolárov, budeš pokračovať a vyrobíš Lauren jej kostým?

source: [_S_] Yeah I guess, but why are you so interested in helping Lauren?
sk_sk: [_S_] Asi áno, ale prečo máš taký záujem pomôcť Lauren?

source: [_R_] Well.... to make her happy.
sk_sk: [_R_] No...., aby bola šťastná.

source: [_S_] Yeah.... I don't buy it. That can't be your only motivation.
sk_sk: [_S_] Áno.... Neberiem to. To nemôže byť jediná motivácia.

source: [_S_] What else is in it for you?
sk_sk: [_S_] Čo ďalšie ťa čaká?

source: [_R_] Honestly?.... I guess I just want to show our family that I can take care of them...
sk_sk: [_R_] Úprimne?.... Myslím, že chcem našej rodine ukázať, že sa o ňu dokážem postarať...

source: [_R_] I want our family to be able to continue living normally while Dad is in prison.
sk_sk: [_R_] Chcem, aby naša rodina mohla normálne žiť aj počas otcovho pobytu vo väzení.

source: [_R_] Dad told me I'm the man of the house now, so I want to prove that I'm up to the...
sk_sk: [_R_] Otec mi povedal, že som teraz pánom domu, takže chcem dokázať, že na to mám.

source: [_R_] What the?...
sk_sk: [_R_] Čo to?...

source: [_S_] HAAHAAHAA.... hahahah!!!
sk_sk: [_S_] HAAHAAHAA.... hahahahah!!!

source: [_R_] What?
sk_sk: [_R_] Čo?

source: [_S_] Hahaha.... you.... think you.... can replace Dad?.... Hahaha.
sk_sk: [_S_] Hahaha.... ty.... si myslíš, že môžeš.... nahradiť otca?.... Hahaha.

source: [_R_] Well, no.... but I'm going to try to...
sk_sk: [_R_] No, nie.... ale pokúsim sa...

source: [_S_] HAhahahah.... do you know how hard he's had to work to build his business?...
sk_sk: [_S_] HAhahahah.... vieš, ako tvrdo musel pracovať, aby vybudoval svoj podnik?...

source: [_R_] Well, I know it won't be easy but...
sk_sk: [_R_] Viem, že to nebude ľahké, ale...

source: [_S_] Hahaha.... won't be easy?.... Hahahah.... you're in high school.... hahaha.
sk_sk: [_S_] Hahaha.... to nebude ľahké?.... Hahahah.... si na strednej škole.... hahaha.

source: [_R_] Stop laughing!.... It's not that funny!
sk_sk: [_R_] Prestaň sa smiať!.... Nie je to až také vtipné!

source: [_S_] Hahahahahahha.... I'm sorry.... hahahahha.... I can't stop thinking about you.... hahhahah...
sk_sk: [_S_] Hahahahahahha.... Je mi to ľúto.... hahahahha.... Nemôžem na teba prestať myslieť.... hahhahahah...

source: [_S_] I suppose you will want Lauren and me to call you daddy?!.... Hahahhahhah...
sk_sk: [_S_] Predpokladám, že budeš chcieť, aby sme ťa s Lauren volali otec?!.... Hahahhahhah...

source: [_RT_] {i}What a bitch! I was trying to bare my soul to her!{/i}
sk_sk: [_RT_] {i}To je ale mrcha! Snažil som sa jej obnažiť svoju dušu!{/i}

source: [_RT_] {i}Tried to resist looking at her partially exposed pussy!{/i}
sk_sk: [_RT_] {i}Snažil sa odolať pohľadu na jej čiastočne odhalenú kundičku!{/i}
