Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}And she has the nerve to just laugh at me?.... {/i}
sk_sk: [_RT_] {i}A ona má tú drzosť sa mi len tak vysmievať?.... {/i}

source: [_RT_] {i}I should just take a look as payment for her making fun of me.{/i}
sk_sk: [_RT_] {i}Mal by som sa na ňu pozrieť ako odmenu za to, že si zo mňa robí srandu.{/i}

source: [_RT_] {i}If she can get so much pleasure out of me.... {/i}
sk_sk: [_RT_] {i}Ak zo mňa môže mať také potešenie.... {/i}

source: [_RT_] {i}Than I'm going to enjoy myself too.{/i}
sk_sk: [_RT_] {i}Potom sa budem tešiť aj ja.{/i}

source: {i}"(abrubt end to laughing)"{/i}
sk_sk: {i}"(koniec smiechu)"{/i}

source: [_S_] What were you looking at!?
sk_sk: [_S_] Na čo sa pozeráš!?

source: [_S_] Oh, I see, you think just because I was laughing at you, you have the right to act like a perverted asshole?
sk_sk: [_S_] Aha, chápem, myslíš si, že len preto, že som sa ti smiala, máš právo správať sa ako zvrhlý debil?

source: [_S_] That just because I didn't realize I was flashing you, you have the right to look?
sk_sk: [_S_] Že len preto, že som si neuvedomila, že som ti blysla, máš právo sa znovu pozrieť?

source: [_S_] Well, you'd better check your white male privilege you chauvinistic...
sk_sk: [_S_] No, radšej si skontroluj svoje privilégium bieleho muža, ty šovinista...

source: [_R_] Sidney.... please don't start with the liberal arts social justice BS!
sk_sk: [_R_] Sidney.... prosím nezačínaj s liberálnym umením sociálnej spravodlivosti BS!

source: [_S_] BS? That's exactly what a priviledged white boy from a patriarchal...
sk_sk: [_S_] BS? To je presne to, čo privilegovaný biely chlapec z patriarchálnej...

source: [_S_] Don't you dare walk away from me while I'm trying to educate you about...
sk_sk: [_S_] Neopováž sa odo mňa odísť, keď sa ťa snažím poučiť o...

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +10"{/b}{/i}

source: [_R_] I'm sorry, I was just looking down because your laughing embarassed me.
sk_sk: [_R_] Prepáč, len som sa pozrel dolu, lebo ma tvoj smiech privádzal do rozpakov.

source: [_R_] And I had just barely noticed you were flashing before you did.
sk_sk: [_R_] A sotva som si všimol, že si sa blysla, keď si to už urobila.

source: [_S_] Well, I hope that's true, because that would be pretty fucked up if you were staring at your sister's pussy!
sk_sk: [_S_] No, dúfam, že je to pravda, pretože by to bolo dosť v prdeli, keby si sa pozeral na kundičku svojej sestry!

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +5"{/b}{/i}

source: [_R_] No I wouldn't stare at your lovely.... I mean...
sk_sk: [_R_] Nie, nepozeral by som sa na tvoju krásu.... Myslím...

source: [_R_] I didn't mean to say it was lovely.... I just meant that...
sk_sk: [_R_] Nechcel som povedať, že to bolo krásne.... Chcel som len povedať, že...

source: [_S_] [ryan], why don't you just run along and go play with your video games or something.
sk_sk: [_S_] [ryan], prečo sa radšej nepobežíš hrať videohry alebo niečo podobné.

source: [_S_] And let the adults actually worry about taking care of this family.
sk_sk: [_S_] A nechaj dospelých, nech sa skutočne starajú o túto rodinu.

source: {i}"[ryan] Leaves"{/i}
sk_sk: {i}"[ryan] Odchádza"{/i}

source: [_ST_] {i}Oh my God! Could I have been subconsciously flashing my brother on purpose?{/i}
sk_sk: [_ST_] {i}Bože môj! Mohla som podvedome dráždiť brata naschvál?{/i}

source: [_ST_] {i}Is something wrong with me?{/i}
sk_sk: [_ST_] {i}Je so mnou niečo v neporiadku?{/i}

source: [_ST_] {i}First I'm molesting my sister in her sleep, and now this.{/i}
sk_sk: [_ST_] {i}Najprv obťažujem svoju sestru v spánku a teraz toto.{/i}

source: [_ST_] {i}Worst of all, [ryan] seemed to like it.{/i}
sk_sk: [_ST_] {i}Najhoršie zo všetkého bolo, že sa to [ryan] páčilo.{/i}

source: [_ST_] {i}Ha the look on his face when I caught him.{/i}
sk_sk: [_ST_] {i}Ha, výraz jeho tváre, keď som ho pristihla.{/i}

source: [_ST_] {i}I don't buy that it was an accident.{/i}
sk_sk: [_ST_] {i}Neverím, že to bola nehoda.{/i}

source: [_ST_] {i}But am I just as perverted as him?.... {/i}
sk_sk: [_ST_] {i}Ale či som rovnako zvrhlá ako on?.... {/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +3"{/b}{/i}

source: [_S_] Oh my.... I'm sorry.... I really am sorry for laughing.
sk_sk: [_S_] Oh my.... Je mi to ľúto.... Naozaj sa ospravedlňujem, že som sa rozosmiala.

source: [_S_] That just really hit my funny bone.
sk_sk: [_S_] To ma naozaj pobavilo.

source: [_R_] Yeah, well laugh all you want!
sk_sk: [_R_] Áno, smej sa, koľko chceš!

source: [_R_] Once I figure out how to provide for this family, you will have to come to me for your spending money.
sk_sk: [_R_] Keď vymyslím, ako zabezpečiť túto rodinu, budeš si musieť prísť po peniaze na útratu ku mne.

source: [_R_] And thanks for the suggestion, when you want money from me in the future, I'll make you call me daddy to get it.
sk_sk: [_R_] A ďakujem za návrh, keď budeš odo mňa v budúcnosti chcieť peniaze, donútim ťa, aby si ma volala otec, aby si ich dostala.

source: {i}"[ryan] storms out"{/i}
sk_sk: {i}"[ryan] vyletel"{/i}

source: [_ST_] {i}Wow, I think I really pissed him off.{/i}
sk_sk: [_ST_] {i}Páni, myslím, že som ho naozaj naštvala.{/i}

source: [_ST_] {i}He sure looked determined when he left.{/i}
sk_sk: [_ST_] {i}Keď odchádzal, vyzeral odhodlane.{/i}

source: [_ST_] {i}It made me almost believe him when he says he's going to provide for the family.{/i}
sk_sk: [_ST_] {i}Takmer som mu uverila, keď povedal, že sa chystá zabezpečiť rodinu.{/i}

source: [_ST_] {i}Shit, if he succeeds, would I really be willing to call him daddy to get money from him?{/i}
sk_sk: [_ST_] {i}Do riti, ak sa mu to podarí, naozaj by som mu chcela hovoriť otec, aby som od neho dostal peniaze?{/i}

source: {i}"Sidney's Submission +1"{/i}
sk_sk: {i}"Sidney poddanie +1"{/i}

source: [_ST_] {i}I wonder if [ryan] understands the sexual connotation of a woman calling him daddy.{/i}
sk_sk: [_ST_] {i}Zaujímalo by ma, či [ryan] chápe sexuálnu konotáciu toho, že ho žena nazýva otcom.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +1"{/b}{/i}

source: [_RT_] {i}Why am I standing by Mom's door again. She already said she wasn't going to let me in.{/i}
sk_sk: [_RT_] {i}Prečo opäť stojím pri maminých dverách. Už povedala, že ma nepustí dnu.{/i}

source: [_RT_] {i}Mom's usually doing her yoga in her bedroom this early in the morning. She usually locks her door. Should I knock and see if she'll let me in?{/i}
sk_sk: [_RT_] {i}Mama zvyčajne cvičí jogu vo svojej spálni tak skoro ráno. Zvyčajne si zamyká dvere. Mám zaklopať a zistiť, či ma pustí dnu?{/i}

source: [_M_] {i}(Yelling through the door){/i} Who is it?
sk_sk: [_M_] {i}(Krik cez dvere){/i} Kto je to?

source: [_R_] It's me, Mom!... Will you let me in?
sk_sk: [_R_] To som ja, mami!... Pustíš ma dnu?

source: [_M_] Try the door. Sometimes I don't lock it.
sk_sk: [_M_] Skús dvere. Niekedy ich nezamknem.

source: [_R_] Uhh... It's locked.
sk_sk: [_R_] Uhh... Je zamknuté.

source: [_M_] Sorry, Honey. I'm trying to hold a position. And as soon as I'm done, I'll have to hurry and get dressed.
sk_sk: [_M_] Prepáč, zlato. Snažím sa udržať si pozíciu. A hneď ako skončím, budem sa musieť ponáhľať a obliecť.

source: [_M_] You're just going to have to talk to me later.
sk_sk: [_M_] Budeš sa so mnou musieť porozprávať neskôr.

source: [_R_] Alright, talk to you later.
sk_sk: [_R_] Dobre, uvidíme sa neskôr.

source: [_RT_] {i}Mom doing yoga is so damn sexy! I wish there was a way I could see inside her room. Like a hidden camera or something?{/i}
sk_sk: [_RT_] {i}Mamička cvičiaca jogu je sakramentsky sexy! Kiežby som sa mohol pozrieť do jej izby. Ako skrytou kamerou alebo niečo iné?{/i}

source: [_RT_] {i}Huh.... It's late morning, and Mom still hasn't come out of her room. That's pretty unusual for her.{/i}
sk_sk: [_RT_] {i}Huh.... Je neskoré ráno a mama stále nevychádza zo svojej izby. To je pre ňu dosť nezvyčajné.{/i}

source: [_RT_] {i}I'd better check on her.{/i}
sk_sk: [_RT_] {i}Radšej ju skontrolujem.{/i}

source: [_RT_] {i}Hmmm.... no answer. I don't have a key, but I'm started to get a little worried about her.{/i}
sk_sk: [_RT_] {i}Hmmm.... žiadna odpoveď. Nemám kľúč, ale začínam sa o ňu trochu báť.{/i}

source: [_RT_] {i}There's a sliding door outside on the patio into her room. Hopefully it's unlocked.{/i}
sk_sk: [_RT_] {i}Vonku na terase sú posuvné dvere do jej izby. Dúfam, že sú odomknuté.{/i}

source: [_RT_] {i}Looks like she's passed out.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že odpadla.{/i}

source: [_RT_] {i}Is that one of Dad's empty whiskey bottles she's cuddling?{/i}
sk_sk: [_RT_] {i}Je to jedna z otcových prázdnych fliaš od whisky, ktorú objíma?{/i}

source: [_RT_] {i}I wonder how much of it she drank. I don't think I've actually ever seen her dead drunk before.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, koľko z vypila. Myslím, že som ju ešte nikdy nevidel opitú do mŕtva.{/i}

source: [_RT_] {i}Last night must have been pretty traumatic for her.{/i}
sk_sk: [_RT_] {i}Včerajšia noc musela byť pre ňu dosť traumatizujúca.{/i}

source: [_RT_] {i}She didn't even change. I can see she's still wearing the thong from last night.{/i}
sk_sk: [_RT_] {i}Dokonca sa ani neprezliekla. Vidím, že má stále na sebe tangá zo včerajšej noci.{/i}

source: [_M_] Mmmhhh.... who.... who's there?
sk_sk: [_M_] Mmmhhhh.... kto.... kto je tam?

source: [_R_] Hey Mom, it's ok, it's just me.
sk_sk: [_R_] Ahoj, mami, to je v poriadku, to som len ja.

source: [_M_] [ryan]?.... What are you doing in my room?
sk_sk: [_M_] [ryan]?.... Čo robíš v mojej izbe?

source: [_R_] I was worried about you, so I came through the patio door to check on you.
sk_sk: [_R_] Mal som o teba strach, tak som ťa prišiel skontrolovať cez dvere na terasu.

source: [_M_] You were worried about me?...
sk_sk: [_M_] Mal si o mňa strach?...

source: [_M_] Really?.... I thought you hated me after last night.
sk_sk: [_M_] Naozaj?.... Po včerajšku som si myslela, že ma nenávidíš.

source: [_R_] Hated you.... Mom.... I could never hate you!.... I love you!
sk_sk: [_R_] Nenávidel ťa.... Mama.... Nikdy by som ťa nemohol nenávidieť!.... Milujem ťa!

source: [_M_] Really?.... But the way you were looking at me last night when you walked in on my dance...
sk_sk: [_M_] Naozaj?.... Ale to, ako si sa na mňa včera večer pozeral, keď si vošiel na môj tanec...

source: [_M_] You looked so ashamed of me...
sk_sk: [_M_] Tak veľmi si sa za mňa hanbil...

source: [_M_] No boy should see their mother like that...
sk_sk: [_M_] Žiadny chlapec by nemal vidieť svoju matku takto...

source: [_M_] So, I just thought you hated me for it.
sk_sk: [_M_] Tak som si myslela, že ma za to nenávidíš.

source: [_R_] Oh God, no, Mom, to be completely honest I looked that way because I was ashamed of myself.
sk_sk: [_R_] Bože, nie, mami, ak mám byť úplne úprimný, vyzeral som tak, lebo som sa za seba hanbil.

source: [_M_] Oh, honey.... why would you be ashamed of yourself?
sk_sk: [_M_] Oh, zlatko .... prečo by si sa za seba hanbil?

source: [_R_] Because I thought you looked amazing.... , and I know that sons shouldn't think that way about their moms.
sk_sk: [_R_] Pretože som si myslel, že vyzeráš úžasne.... a viem, že synovia by si to o svojich mamách nemali myslieť.

source: [_M_] Oh, honey.... that's one of the cutest things I've ever heard you say.
sk_sk: [_M_] Oh, zlato.... to je jedna z najroztomilejších vecí, aké som od teba kedy počula.

source: [_R_] Cute?...
sk_sk: [_R_] Roztomilé?...

source: [_M_] I mean yes.... hahaha.... boys should not think of their mothers that way, but that's very flattering to me that you thought I looked amazing.
sk_sk: [_M_] Teda áno.... hahaha.... chlapci by nemali takto rozmýšľať o svojich matkách, ale veľmi mi lichotí, že si myslíš, že vyzerám úžasne.

source: [_M_] I know those horny old farts at the club like what they see, but the fact that I'm still attractive to a young man is nice for me to hear.
sk_sk: [_M_] Viem, že tým nadržaným starým páprdom v klube sa páči, čo vidia, ale to, že som stále atraktívna pre mladého muža, je pre mňa príjemné počuť.

source: [_M_] And it's not weird to have those kind of thoughts when you see a mostly nude woman moving that way on a stripper pole.
sk_sk: [_M_] A nie je divné, že ťa takéto myšlienky napadnú, keď vidíš väčšinou nahú ženu, ktorá sa takto pohybuje na striptérskej tyči.

source: [_M_] That's totally normal, so don't feel ashamed of yourself.
sk_sk: [_M_] Je to úplne normálne, takže sa za to nehanbi.

source: [_M_] The fact that it was your mom on the pole was just a fucked up situation, that you had no control over. Oh.... sorry about my language.
sk_sk: [_M_] Skutočnosť, že na tyči bola tvoja mama, bola len posratá situácia, ktorú si nemohol ovplyvniť. Oh.... ospravedlňujem sa za svoj jazyk.

source: [_M_] But just so we're clear, I want you to try and get those images of me stripping out of your head. Continuing to think about that wouldn't be normal. Just kind of creepy.
sk_sk: [_M_] Ale aby sme si to ujasnili, chcem, aby si sa pokúsil dostať z hlavy tie predstavy, ako sa vyzliekam. Nebolo by normálne na to ďalej myslieť. Len by to bolo trochu strašidelné.

source: [_R_] Oh.... I know that.
sk_sk: [_R_] Oh.... Viem, že.

source: [_M_] Good!
sk_sk: [_M_] Dobre!

source: [_M_] How did you get into the club?
sk_sk: [_M_] Ako si sa dostal do klubu?

source: [_R_] They just let me in without even asking if I was old enough.
sk_sk: [_R_] Pustili ma dnu bez toho, aby sa ma opýtali, či som dostatočne starý.

source: [_MT_] {i}That stupid asshole Joey!{/i}
sk_sk: [_MT_] {i}Ten hlúpy kretén Joey!{/i}

source: [_R_] And I just searched around until I found you.
sk_sk: [_R_] A ja som hľadal, až som našiel teba.

source: [_R_] I wanted to be sure you were safe.
sk_sk: [_R_] Chcel som sa uistiť, že si v bezpečí.

source: [_M_] That is so chival.... chiverrll.... chivalrous of you!
sk_sk: [_M_] To je od teba také rytierske.... rytie.... rytierske!

source: [_M_] What a perfect little gentleman I raised.
sk_sk: [_M_] Vychovala som dokonalého malého džentlmena.

source: [_R_] Yeah, well Dad said I'm the man of the house now.
sk_sk: [_R_] Áno, no otec povedal, že teraz som pánom domu ja.

source: [_R_] So, I felt responsible for keeping you safe.
sk_sk: [_R_] Preto som sa cítil zodpovedný za to, aby si bola v bezpečí.

source: [_M_] Ok, let's get this straight. You may be the only male in the house, but I'm the man of the house so to speak! I'm responsible for this family!
sk_sk: [_M_] Ok, ujasnime si to. Možno si jediný muž v dome, ale ja som takpovediac pánom domu! Som zodpovedná za túto rodinu!

source: [_R_] Well, still.... I'm going to try to work my ass off to make sure you don't have to go back there next week.
sk_sk: [_R_] No, ešte.... Budem sa snažiť pracovať, aby si sa tam na budúci týždeň nemusela vrátiť.

source: [_M_] Ok honey, that's very noble of you, but don't forget that you have to go to school too. I would feel like a terrible mother if you didn't graduate again this year.
sk_sk: [_M_] Dobre, miláčik, to je od teba veľmi šľachetné, ale nezabudni, že musíš chodiť aj do školy. Cítila by som sa ako hrozná matka, keby si tento rok opäť neodmaturoval.

source: [_R_] Well, lucky for me you're my teacher, so you can give me extra help at home, and cover for me in the afternoons when I have to go work at Dad's warehouse.
sk_sk: [_R_] Našťastie si moja učiteľka, takže mi môžeš doma pomáhať navyše a popoludní ma kryť, keď musím ísť pracovať do otcovho skladu.

source: [_M_] Are you sure working at your dad's warehouse is such a great idea? His business is what got us into this mess in the first place.
sk_sk: [_M_] Si si istý, že práca v otcovom sklade je taký skvelý nápad? Práve jeho podnikanie nás dostalo do tejto šlamastiky.

source: [_R_] Yeah.... well.... I'm not doing anything illegal there, just doing some cleaning and light maintenance.
sk_sk: [_R_] Áno.... dobre.... Nerobím tam nič nezákonné, len čistím a robím ľahkú údržbu.

source: [_M_] Ok, I'm going to cover for you temporarily until we figure something else out.
sk_sk: [_M_] Dobre, dočasne ťa kryjem, kým nevymyslíme niečo iné.

source: [_R_] Thanks, Mom! I won't let you down. I'll try to make sure you never have to get on that pole again.
sk_sk: [_R_] Vďaka, mami! Nesklamem ťa. Budem sa snažiť, aby si sa už nikdy nemusela dostať na tú tyč.

source: [_R_] Oh, and Mom?
sk_sk: [_R_] A mama?

source: [_M_] Yes?...
sk_sk: [_M_] Áno?...

source: [_R_] Why is it you're so good at pole dancing?
sk_sk: [_R_] Čím to je, že si taká dobrá v tanci pri tyči?

source: [_M_] Oh, God.... I hoped you wouldn't ask me that!
sk_sk: [_M_] Ach, Bože.... Dúfala som, že sa ma na to nespýtaš!

source: [_M_] Well, to tell you the truth. Before I met your father I did some stripping at a night club.
sk_sk: [_M_] No, aby som ti povedala pravdu. Predtým, ako som spoznala tvojho otca, som robila striptíz v nočnom klube.

source: [_R_] I figured that must have been it.
sk_sk: [_R_] Pomyslel som si, že to musí byť ono.

source: [_M_] Yeah, well I really wanted to go to modeling school, so I needed the money to pay for it.
sk_sk: [_M_] Áno, no veľmi som chcela ísť na školu modelingu, takže som potrebovala peniaze, aby som si ju mohla zaplatiť.

source: [_M_] I also thought being on a stage in front of people would give me good experience.
sk_sk: [_M_] Tiež som si myslela, že keď budem na pódiu pred ľuďmi, získam dobré skúsenosti.

source: [_M_] The money I made also kept me fed and a roof over my head.
sk_sk: [_M_] Peniaze, ktoré som zarobila, ma tiež živili a zabezpečili mi strechu nad hlavou.

source: [_R_] And is that where you met Dad?
sk_sk: [_R_] A tam ste sa zoznámili s otcom?

source: [_M_] Yes.... not a very romantic tale for your kids, is it?
sk_sk: [_M_] Áno.... to nie je veľmi romantický príbeh pre deti, však?

source: [_R_] I guess not...
sk_sk: [_R_] Myslím, že nie...

source: [_M_] So we met, he liked me a lot, kept coming in while I was working, giving me lots of tips, soon he asked me out, and not long after I was pregnant with Sidney.
sk_sk: [_M_] Tak sme sa stretli, veľmi som sa mu páčila, chodil za mnou, keď som pracovala, dával mi veľa tipov, čoskoro ma pozval na rande a onedlho som čakala Sidney.

source: [_M_] Once I was pregnant we had to get married, both of us coming from strict Catholic families.
sk_sk: [_M_] Keď som otehotnela, museli sme sa vziať, obaja sme pochádzali z prísnych katolíckych rodín.

source: [_M_] And then the rest just kind of fell into place.
sk_sk: [_M_] A zvyšok už do seba zapadol.

source: [_R_] Why didn't you finish modeling school?
sk_sk: [_R_] Prečo si nedokončila školu modelingu?

source: [_M_] Your selfish, over protective, jealous dad didn't want anyone else even looking at me.
sk_sk: [_M_] Tvoj sebecký, príliš ochranársky a žiarlivý otec nechcel, aby sa na mňa niekto iný čo i len pozrel.

source: [_M_] Once I was his property, he only wanted me for his own eyes.
sk_sk: [_M_] Keď som sa stala jeho majetkom, chcel ma len pre svoje vlastné oči.

source: [_M_] Kind of hard to be a model in that situation.
sk_sk: [_M_] V takejto situácii je ťažké byť modelkou.

source: [_R_] Well, I think you would have made an amazing model.
sk_sk: [_R_] Myslím, že by si bola úžasná modelka.

source: [_M_] You are just the sweetest boy in the world.
sk_sk: [_M_] Si ten najmilší chlapec na svete.

source: [_M_] I need to get a hug from my new "big man of the house and protector".
sk_sk: [_M_] Musím sa nechať objať od môjho nového "veľkého muža domu a ochrancu".

source: [_RT_] {i}Mom's extra affectionate when she's drunk. I'll have to remember that. Ohhh this hug feels so good.{/i}
sk_sk: [_RT_] {i}Mama je mimoriadne láskavá, keď je opitá. Budem si to musieť zapamätať. Ohhh toto objatie je také príjemné.{/i}

source: [_MT_] {i}Uh oh, I think this hug might be getting [ryan] a little too excited.{/i}
sk_sk: [_MT_] {i}Uh oh, myslím, že toto objatie by mohlo byť pre [ryan] príliš vzrušujúce.{/i}

source: [_M_] Ok [ryan], why don't you run along.
sk_sk: [_M_] Ok [ryan], prečo už nepobežíš.

source: [_R_] Ok, love you, Mom.
sk_sk: [_R_] Ok, milujem ťa, mami.

source: [_M_] Love you too.
sk_sk: [_M_] Aj ja teba.

source: [_RT_] {i}She just went in to go to bed, I should at least give her a little time to fall asleep before I try to sneak in.{/i}
sk_sk: [_RT_] {i}Práve si išla ľahnúť, mal by som jej dať aspoň trochu času, aby zaspala, než sa pokúsim vkradnúť.

source: [_RT_] {i}Not much I can do until I find and get rid of that bathrobe.{/i}
sk_sk: [_RT_] {i}Nemôžem toho veľa urobiť, kým nenájdem a nezbavím sa toho županu.{/i}

source: [_RT_] {i}I don't think the subliminal messages are having any more effect, I'll have to think of something else to make her more submissive.{/i}
sk_sk: [_RT_] {i}Myslím, že podprahové správy už nemajú žiadny účinok, budem musieť vymyslieť niečo iné, aby bola poddanejšia.{/i}

source: [_RT_] {i}With her in such a deep sleep, I could probably get away with a few naughty pranks.{/i}
sk_sk: [_RT_] {i}S ňou v takom hlbokom spánku by mi asi prešlo pár nezbedných žartíkov.{/i}

source: [_RT_] {i}That bathrobe might make things a little bit difficult though.{/i}
sk_sk: [_RT_] {i}Ten župan by to však mohol trochu skomplikovať.{/i}

source: [_RT_] {i}I Need to find where she keeps it when she's not in the room... I'll have to come back and look around later.{/i}
sk_sk: [_RT_] {i}Potrebujem zistiť, kde ho má, keď nie je v izbe... Budem sa musieť neskôr vrátiť a porozhliadnuť sa po ňom.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to find and hide Mom's bathrobe. The most likely spot would be in her room.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím nájsť a schovať mamin župan. Najpravdepodobnejšie miesto bude v jej izbe.{/i}

source: [_RT_] {i}Oh there she is! The object of my desire!{/i}
sk_sk: [_RT_] {i}Aha, je tu! Objekt mojej túžby!{/i}

source: [_RT_] {i}Why does she even wear that robe? Does she think she's being modest? I've seen more skin from her in the last few days, than I have in my whole life.{/i}
sk_sk: [_RT_] {i}Prečo vôbec nosí tú róbu? Myslí si, že je skromná? Za posledných pár dní som na nej videl viac kože ako za celý svoj život.{/i}

source: [_RT_] {i}Still, I wish I could see more. Maybe I should make that robe disappear.{/i}
sk_sk: [_RT_] {i}Napriek tomu by som si prial vidieť viac. Možno by som mal nechať zmiznúť tú róbu.{/i}

source: [_RT_] {i}So Mom thinks she's the "man of the house"huh?.... I've got to prove to her that I should have that role.{/i}
sk_sk: [_RT_] {i}Takže mama si myslí, že je "pánom domu", čo?.... Musím jej dokázať, že túto úlohu mám mať ja.{/i}

source: [_RT_] {i}I'm going to have to find a way to make more money than she does. That just seems so impossible since I'm just a high schooler, but I've got to come up with a better idea than just delivering packages for Dad.{/i}
sk_sk: [_RT_] {i}Budem musieť nájsť spôsob, ako zarobiť viac peňazí ako ona. Zdá sa to nemožné, keďže som len stredoškolák, ale musím prísť s lepším nápadom, ako len roznášať balíky pre otca.{/i}

source: [_RT_] {i}Now that I know he's making dirty money, I'll never take over his business. But I've got to figure out how to replace his income.{/i}
sk_sk: [_RT_] {i}Teraz, keď viem, že zarába špinavé peniaze, nikdy neprevezmem jeho podnikanie. Ale musím vymyslieť, ako nahradiť jeho príjem.{/i}

source: [_RT_] {i}I know if she keeps having to strip for the extra money each week, she'll never respect me enough for me to take charge.{/i}
sk_sk: [_RT_] {i}Viem, že ak sa bude musieť každý týždeň vyzliekať pre peniaze navyše, nikdy si ma nebude vážiť natoľko, aby som prevzal zodpovednosť.{/i}
