Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_L_] I was having the weirdest dreams about you.
sk_sk: [_L_] Mala som o tebe tie najčudnejšie sny.

source: [_R_] What kind of weird dreams?
sk_sk: [_R_] Aké zvláštne sny?

source: [_L_] Oh.... I don't really want to say...
sk_sk: [_L_] Oh.... Naozaj nechcem povedať...

source: [_L_] They were a little bit disturbing...
sk_sk: [_L_] Boli trochu znepokojujúce...

source: [_RT_] {i}I wonder if my visit last night caused any of those dreams.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či moja včerajšia návšteva spôsobila niektorý z týchto snov.{/i}

source: [_RT_] {i}Could my subliminal messages have actually worked?{/i}
sk_sk: [_RT_] {i}Mohli moje podprahové správy skutočne fungovať?{/i}

source: [_L_] Plus I am dying with curiosity about what happened with you and Mom last night.
sk_sk: [_L_] Navyše som zvedavá, čo sa stalo včera večer medzi tebou a mamou.

source: [_R_] What do you mean "with Mom and me last night" nothing happened between us last night!
sk_sk: [_R_] Čo myslíš tým "s mamou a mnou včera večer", včera večer sa medzi nami nič nestalo!

source: [_L_] So.... you didn't follow her to see where she went?
sk_sk: [_L_] Takže.... si ju nesledoval, aby si videl, kam išla?

source: [_R_] Oh.... right.... yes.... I did follow her.
sk_sk: [_R_] Oh.... správne.... áno.... Sledoval som ju.

source: [_RT_] {i}WOW.... what a view!{/i}
sk_sk: [_RT_] {i}WOW.... aký výhľad!{/i}

source: [_L_] And?
sk_sk: [_L_] A?

source: [_R_] Oh uhh.... they just took her to their night club.
sk_sk: [_R_] Oh uhh.... práve ju vzali do svojho nočného klubu.

source: [_L_] To their nightclub?
sk_sk: [_L_] Do ich nočného klubu?

source: [_L_] Huh.... I wonder what they would have her do there?
sk_sk: [_L_] Huh.... Zaujímalo by ma, čo by ju tam nechali robiť?

source: [_RT_] {i}Huh.... nothing as wonderful as Mom's, but her small titties have some appeal as well.{/i}
sk_sk: [_RT_] {i}Huh.... nič také úžasné ako mamine, ale jej malé prsia majú tiež niečo do seba.{/i}

source: [_L_] Well, did you follow her in?
sk_sk: [_L_] No, išiel si za ňou?

source: [_R_] Uh.... yeah, I did.
sk_sk: [_R_] Uh.... áno, to som urobil.

source: [_L_] And?...
sk_sk: [_L_] a?...

source: [_R_] Oh.... uh.... nothing weird or perverted or anything.
sk_sk: [_R_] Oh.... uh.... nič divné, zvrátené ani nič podobné.

source: [_L_] Huh?...
sk_sk: [_L_] Čo?...

source: [_R_] I mean they just had her showing off to some customers.... uh.... serving them drinks.... I mean.
sk_sk: [_R_] Myslím tým, že ju práve nechali predvádzať sa niektorým zákazníkom.... uh.... podávať im nápoje.... Myslím tým.

source: [_R_] Why didn't you ask her about it?
sk_sk: [_R_] Prečo si sa jej na to nespýtala?

source: [_L_] Oh, she's still asleep with her door locked.
sk_sk: [_L_] Aha, ešte stále spí so zamknutými dverami.

source: [_L_] She's grumpier than you are when I wake her up.
sk_sk: [_L_] Keď ju zobudím, je mrzutejšia ako ty.

source: [_L_] Hey.... what the hell?
sk_sk: [_L_] Hej.... čo to sakra je?

source: [_R_] Ohh.... uhh.... It's just morning wood.
sk_sk: [_R_] Ohh.... uhh.... Je to len ranné drevo.

source: [_L_] Morning wood my ass. You didn't have it when you first woke up!
sk_sk: [_L_] Ranné drevo, môj zadok. Nemal si ho, keď si sa zobudil!

source: [_R_] Oh yeah, uhh.... it can still happen shortly after you wake up.
sk_sk: [_R_] Ach áno, uhh.... sa to môže stať aj krátko po prebudení.

source: [_L_] Yeah, I'm pretty sure that's not a thing.
sk_sk: [_L_] Áno, som si celkom istá, že to nie je vec.

source: [_R_] No really.... that can happen.
sk_sk: [_R_] Nie naozaj.... sa to môže stať.

source: [_L_] Ok.... whatever.... you're the one with a penis.
sk_sk: [_L_] Ok.... čokoľvek.... to ty máš penis.

source: [_L_] Aren't you going to cover him up?
sk_sk: [_L_] Nebudeš ho zakrývať?

source: [_L_] You're actually bigger than I dreamt you were last ni.... I mean than I imagined you were.
sk_sk: [_L_] V skutočnosti si väčší, ako sa mi zdalo, že si bol naposledy.... Teda než som si predstavovala, že si.

source: [_L_] I mean, I've never seen one in real life, just in porn...
sk_sk: [_L_] Teda, nikdy som ani jeden nevidela v reálnom živote, len v porne...

source: [_L_] And you're as big as they are.
sk_sk: [_L_] A ty si rovnako veľký ako oni.

source: [_RT_] {i}So she did dream about me last night. I'll have to keep whispering suggestions at night.{/i}
sk_sk: [_RT_] {i}Takže sa jej v noci snívalo o mne. Budem musieť v noci šepkať návrhy.{/i}

source: [_R_] Thanks.... I guess.
sk_sk: [_R_] Vďaka.... Hádam.

source: [_L_] Anyways.... I should go and let you take care of that, or get dressed, or whatever you do to hide your boner.
sk_sk: [_L_] V každom prípade.... Mala by som ísť a nechať ťa, aby si sa o to postaral, alebo sa obliekol, alebo čokoľvek, čo robíš, aby si skryl svoju erekciu.

source: [_R_] Ok, see you later I guess.
sk_sk: [_R_] Ok, uvidíme sa neskôr.

source: [_RT_] {i}{b}(HINT){/b} Lauren likes to hang out in the living room in the evenings. Maybe I should go see her.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Lauren sa večer rada zdržiava v obývačke. Možno by som ju mal ísť navštíviť.{/i}

source: [_R_] You're the one in my room uninvited.
sk_sk: [_R_] To ty si v mojej izbe bez pozvania.

source: [_L_] Weird flex, but ok.
sk_sk: [_L_] Divné, ale v poriadku.

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +5"{/b}{/i}

source: [_L_] Do you mind me looking?
sk_sk: [_L_] Môžem sa pozrieť?

source: [_R_] No, not really. I know you're just curious.
sk_sk: [_R_] Nie, nie celkom. Viem, že si len zvedavá.

source: [_R_] I get curious too sometimes. Maybe you can show me something as well.
sk_sk: [_R_] Aj ja som niekedy zvedavý. Možno mi tiež niečo ukážeš.

source: [_L_] Ohh! You Pervert!
sk_sk: [_L_] Ohh! Ty zvrhlík!

source: [_L_] I should have known better then to talk about anything sexual with you!
sk_sk: [_L_] Mala som vedieť, že s tebou nemám hovoriť o ničom sexuálnom!

source: [_L_] I'm leaving so you can take care of your little morning wood problem however you want!
sk_sk: [_L_] Odchádzam, takže sa môžeš postarať o svoj malý problém s ranným drevom, ako chceš!

source: {i}{b}"Lauren's Anger +10"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev +10"{/b}{/i}

source: [_RT_] {i}If only it was the real thing.{/i}
sk_sk: [_RT_] {i}Keby to bola skutočná vec.{/i}

source: [_RT_] {i}What is wrong with me?{/i}
sk_sk: [_RT_] {i}Čo je so mnou.{/i}

source: [_RT_] {i}{b}(HINT){/b} I should go to the kitchen in the evening for family dinner.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Večer by som mal ísť do kuchyne na rodinnú večeru.{/i}

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love
sk_sk: [_R_] No, nie veľa, ale pre mňa je to ako byť gay. Ak sa dvaja ľudia milujú, prečo si ľudia myslia, že majú právo hovoriť im, že sa nemôžu milovať

source: [_RT_] {i}I wonder if Lauren would mind if I joined her.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či by Lauren vadilo, keby som sa k nej pripojil.{/i}

source: [_R_] Do you mind if I watch some TV with you?
sk_sk: [_R_] Nebude ti vadiť, ak si s tebou pozriem televíziu?

source: [_L_] Hey [ryan], do you want to watch something with me?
sk_sk: [_L_] Hej, [ryan], chceš si so mnou niečo pozrieť?

source: [_RT_] {i}I wonder If Lauren would mind if I joined her?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či by Lauren vadilo, keby som sa k nej pripojil.{/i}

source: [_L_] Let's watch the next episode of "Game of Thots"!
sk_sk: [_L_] Pozrime si ďalšiu epizódu "Game of Thots"!

source: [_L_] Does the brother and sister have to fuck each other in every episode?
sk_sk: [_L_] Musia brat a sestra súložiť v každej epizóde?

source: [_RT_] {i}I better not push it any further tonight.{/i}
sk_sk: [_RT_] {i}Radšej to už dnes večer nebudem preťahovať.{/i}

source: [_RT_] {i}I'd wake everyone up if I watch TV now.{/i}
sk_sk: [_RT_] {i}Všetkých by som zobudil, keby som teraz pozeral televíziu.{/i}

source: [_RT_] {i}I don't have time for that now.{/i}
sk_sk: [_RT_] {i}Teraz na to nemám čas.{/i}

source: [_RT_] {i}I love her face in this picture.... I wonder what it will take to get closer to her!{/i}
sk_sk: [_RT_] {i}Milujem jej tvár na tejto fotke.... Som zvedavý, čo bude treba urobiť, aby som sa k nej dostal bližšie!{/i}

source: [_RT_] {i}This is my older sister Sidney,{p}She moved out of the house last year.{/i}
sk_sk: [_RT_] {i}Toto je moja staršia sestra Sidney,{p}Minulý rok sa odsťahovala z domu.{/i}

source: [_RT_] {i}She still lives here in the city,{p}but she wanted to be on her own while she attends college.{/i}
sk_sk: [_RT_] {i}Stále žije tu v meste,{p}, ale chcela byť sama, kým bude chodiť na vysokú školu.{/i}

source: [_RT_] {i}She attends the Fine Arts Academy,{p}she's majoring in fashion design.{/i}
sk_sk: [_RT_] {i}Navštevuje Akadémiu výtvarných umení,{p}študuje odevný dizajn.{/i}

source: [_RT_] {i}Dad pays for everything.{p}We hardly ever see her anymore.{/i}
sk_sk: [_RT_] {i}Všetko platí otec.{p}Už sa s ňou takmer nevídame.{/i}

source: [_RT_] {i}Why do I always have a goofy smile in family pictures?{/i}
sk_sk: [_RT_] {i}Prečo sa na rodinných fotografiách vždy hlúpo usmievam?{/i}

source: [_RT_] {i}Well, that's me,{p} Mom says I'm handsome,{p} though I've never really had any luck with the ladies.{/i}
sk_sk: [_RT_] {i}No, to som ja,{p} Mama hovorí, že som pekný,{p} hoci som nikdy nemal šťastie na ženy.{/i}

source: [_RT_] {i}I got mono last year,{p} as in "mononucleosis."{p} I had to miss a ton of school.{/i}
sk_sk: [_RT_] {i}Minulý rok som dostal,{p}"mononukleózu".{p} Musel som vynechať kopu hodín v škole.{/i}

source: [_RT_] {i}I have to make up some of my credits again this year before they will give me my diploma.{/i}
sk_sk: [_RT_] {i}Tento rok si musím opäť doplniť niektoré kredity, kým mi vydajú diplom.{/i}

source: [_RT_] {i}Lucky for me, my mom's my teacher this year, and she goes pretty easy on me,{p} she understands my situation.{/i}
sk_sk: [_RT_] {i}Našťastie ma tento rok učí moja mama a tá je na mňa celkom mierna,{p} chápe moju situáciu.{/i}

source: [_RT_] {i}My idiot dad has been trying to get me to drop out of school and join him in the family business.{/i}
sk_sk: [_RT_] {i}Môj idiotský otec sa ma snaží presvedčiť, aby som sa vykašľal na školu a pridal sa k nemu v rodinnom podniku.{/i}

source: [_RT_] {i}But I have no interest in shipping things around the country,{/i}
sk_sk: [_RT_] {i}Ale nemám záujem posielať veci po celej krajine, {/i}

source: [_RT_] {i}I want to make money by broadcasting me playing video games, or maybe more realistically, a photographer or something along those lines.{/i}
sk_sk: [_RT_] {i}Chcel by som zarábať peniaze tým, že budem vysielať hranie videohier, alebo možno reálnejšie, že budem fotografom alebo niečo podobné.{/i}

source: [_RT_] {i}I miss how close we used to be.... I wonder how we can get closer.{/i}
sk_sk: [_RT_] {i}Chýba mi, ako sme si boli blízki.... Zaujímalo by ma, ako sa môžeme zblížiť.{/i}

source: [_RT_] {i}This is my little sister Lauren,{p} We were super close through most of our childhood,{p} but now her best friend is her phone.{/i}
sk_sk: [_RT_] {i}Toto je moja mladšia sestra Lauren,{p} väčšinu detstva sme si boli veľmi blízky,{p} ale teraz je jej najlepším priateľom jej telefón.{/i}

source: [_RT_] {i}My mom just recently allowed her onto social media,{p} and now the floodgates have opened.{/i}
sk_sk: [_RT_] {i}Moja mama ju len nedávno pustila na sociálne siete,{p} a teraz sa jej otvorili brány.{/i}

source: [_RT_] {i}I really miss spending more time with her.{p} Lucky for me, she is in my class, although, I'm not sure if she's noticed.{/i}
sk_sk: [_RT_] {i}Veľmi mi chýba viac času stráveného s ňou.{p} Našťastie pre mňa chodí do mojej triedy, hoci si nie som istý, či si to všimla.{/i}

source: [_RT_] {i}What a douche! I can't believe the trouble he's gotten us into.{/i}
sk_sk: [_RT_] {i}To je ale debil! Nemôžem uveriť, do akých problémov nás dostal.{/i}

source: [_RT_] {i}This is my dad, [dad_name], {p}The best way to describe him is "Larger Than Life."{/i}
sk_sk: [_RT_] {i}Toto je môj otec, [dad_name], {p}Najlepšie ho vystihuje výraz "väčší ako život" {/i}.

source: [_RT_] {i}He started his own shipping and delivery business, and has been very successful.{/i}
sk_sk: [_RT_] {i}Založil si vlastnú prepravnú a doručovaciu firmu a bol veľmi úspešný.{/i}

source: [_RT_] {i}He runs his family like he does his business. {p}With complete control. {p}He says jump, we all say "How high?".{/i}
sk_sk: [_RT_] {i}Svoju rodinu riadi rovnako ako svoju firmu. {p}S úplnou kontrolou. {p}On povie skoč, my všetci sa opýtame: "Ako vysoko?".{/i}

source: [_RT_] {i}He's never been physically abusive, {p}but he's made up for that through mental and emotional abuse.{/i}
sk_sk: [_RT_] {i}Nikdy nebol fyzicky násilný, {p}ale vynahradil si to psychickým a emocionálnym týraním.{/i}

source: [_RT_] {i}If he didn't provide all the money we needed to survive, we would all probably be happier with him in prison.{/i}
sk_sk: [_RT_] {i}Keby nám neposkytoval všetky peniaze, ktoré sme potrebovali na prežitie, asi by sme boli všetci šťastnejší, keby bol vo väzení.{/i}

source: [_RT_] {i}She's still pretty hot for a mom. It would be fun to see more of her wild side.{/i}
sk_sk: [_RT_] {i}Na mamu je stále dosť sexi. Bolo by zábavné vidieť viac z jej divokej stránky.{/i}

source: [_RT_] {i}This is my mom Jackelyn, she goes by [mom_name] but we call her Mom.{/i}
sk_sk: [_RT_] {i}Toto je moja mama Jackelyn, volá sa [mom_name] , ale my jej hovoríme mama.{/i}

source: [_RT_] {i}She's always been a good mother, as far as providing for our physical needs,{/i}
sk_sk: [_RT_] {i}Vždy bola dobrou matkou, čo sa týka zabezpečenia našich fyzických potrieb, {/i}

source: [_RT_] {i}But she's always focused more attention on the things that kept my dad happy, rather than giving us the attention we needed and wanted.{/i}
sk_sk: [_RT_] {i}Ale vždy sa viac sústredila na veci, ktoré robili otca šťastným, než aby nám venovala pozornosť, ktorú sme potrebovali a chceli.{/i}

source: [_RT_] {i}I guess she used to be quite the party girl in high school.{p}Now my dad proudly boasts how he tamed her into an obedient wife and mother.{/i}
sk_sk: [_RT_] {i}Myslím, že na strednej škole bývala poriadne párty dievča.{p}Teraz sa môj otec hrdo chváli, ako ju skrotil a urobil z nej poslušnú manželku a matku.{/i}

source: [_RT_] {i}She always has plenty of bad things to say about him, {p}but only behind his back. {p}She wouldn't dream of saying anything to his face.{/i}
sk_sk: [_RT_] {i}Vždy má o ňom veľa zlých slov, {p}ale len za jeho chrbtom. {p}Ani vo sne by ju nenapadlo povedať mu niečo do očí.{/i}

source: [_RT_] {i}She started teaching high school about five years ago, {p}I think just to get out of the house and be more social. {p}I think it has made her happier.{/i}
sk_sk: [_RT_] {i}Asi pred piatimi rokmi začala učiť na strednej škole, {p}Myslím, že len preto, aby sa dostala z domu a bola viac v spoločnosti. {p}Myslím, že ju to urobilo šťastnejšou.{/i}

source: [_RT_] {i}And now Lauren and I are lucky enough to be in her class.{/i}
sk_sk: [_RT_] {i}A teraz máme s Lauren to šťastie, že sme v jej triede.{/i}

source: [_RT_] {i}Lauren's in there again... I should look online to see if there's a way I can spy on her.{/i}
sk_sk: [_RT_] {i}Lauren je tam znova... Mal by som sa pozrieť na internet, či ju môžem nejako špehovať.{/i}

source: [_RT_] {i}Lauren is taking her early morning shower, I wonder if there is some way to spy on her.{/i}
sk_sk: [_RT_] {i}Lauren si dáva rannú sprchu, zaujímalo by ma, či existuje nejaký spôsob, ako ju špehovať.{/i}

source: [_RT_] {i}{b}(HINT){/b} I should see if I can buy a spy-cam online and place it in the bathroom when no one is around.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Mal by som zistiť, či si môžem kúpiť špehovaciu kameru na internete a umiestniť ju do kúpeľne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
sk_sk: [_RT_] {i}Lauren si dáva rannú sprchu. Počkať.... počul som práve nejaké stonanie? Len sa na to rýchlo pozrime.{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido -5" {/b}{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
sk_sk: [_RT_] {i}Lauren si dáva rannú sprchu. Počkať.... počul som práve nejaké stonanie? Uggh musím nájsť spôsob, ako zistiť, čo sa tam deje.{/i}

source: [_RT_] {i}Looks like I caught Sidney taking a shower again. I really wish I could watch.{/i}
sk_sk: [_RT_] {i}Zdá sa, že som Sidney opäť pristihol pri sprchovaní. Veľmi by som si prial, aby som sa mohol pozerať.{/i}

source: [_RT_] {i}Sidney must be taking a shower, Mom and Lauren already left for school.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať, mama a Lauren už odišli do školy.{/i}

source: [_RT_] {i}Sidney must be taking a shower.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať.{/i}

source: [_RT_] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning? Let's just take a quick look through the spy-cam.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať. Počkať.... počul som práve nejaké stonanie? Len sa rýchlo pozriem cez špionážnu kameru.{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Sidney libido -5" {/b}{/i}

source: [_RT_] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať. Počkať.... počul som práve nejaké stonanie? Uggh musím nájsť spôsob, ako zistiť, čo sa tam deje.{/i}

source: [_RT_] {i}Mom's taking a long shower.{/i}
sk_sk: [_RT_] {i}Mama sa dlho sprchuje.{/i}

source: [_RT_] {i}I think that's Mom. I'm so glad she finally came out of her room. Sounds like she's taking a shower.{/i}
sk_sk: [_RT_] {i}Myslím, že je to mama. Som taká rad, že konečne vyšla zo svojej izby. Znie to, akoby sa sprchovala.{/i}

source: [_RT_] {i}If only I could see her. I should check online for some ideas on how I can spy behind locked doors.{/i}
sk_sk: [_RT_] {i}Keby som ju tak mohol vidieť. Mal by som sa pozrieť na internet a nájsť nejaké nápady, ako môžem špehovať za zamknutými dverami.{/i}

source: [_RT_] {i}Mom's in the shower again... Wish I could watch her shower.{/i}
sk_sk: [_RT_] {i}Mama je opäť v sprche... Kiežby som sa mohol pozerať na jej sprchovanie.{/i}

source: [_RT_] {i}That must be Mom in the shower.{/i}
sk_sk: [_RT_] {i}To musí byť mama v sprche.{/i}

source: [_RT_] {i}Mom must be getting ready for bed.{/i}
sk_sk: [_RT_] {i}Mama sa musí chystať do postele.{/i}

source: [_RT_] {i}Mom is taking her after school shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
sk_sk: [_RT_] {i}Mama sa po škole sprchuje. Počkať.... som práve počul nejaké stonanie? Pozrime sa na to len zbežne.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Mamine libido -5" {/b}{/i}

source: [_RT_] {i}That must be Mom in the shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
sk_sk: [_RT_] {i}To musí byť mama v sprche. Počkať.... som práve počul nejaké stonanie?, uggh musím nájsť spôsob, ako zistiť, čo sa tam deje.{/i}

source: [_RT_] {i}I'm alright for now.{/i}
sk_sk: [_RT_] {i}Zatiaľ som v poriadku.{/i}

source: [_RT_] {i}No time for a shower.{/i}
sk_sk: [_RT_] {i}Na sprchu nie je čas.{/i}

source: [_RT_] {i}.... oh, Mom must have fallen asleep waiting for her tea to boil.{/i}
sk_sk: [_RT_] {i}.... aha, mama asi zaspala a čakala, kým sa jej uvarí čaj.{/i}

source: [_RT_] {i}She still hasn't changed out of her nightgown.{/i}
sk_sk: [_RT_] {i}Ešte stále sa neprezliekla z nočnej košele.{/i}

source: [_RT_] {i}I still can't believe she got after me this morning for sleeping in my underwear.{/i}
sk_sk: [_RT_] {i}Stále nemôžem uveriť, že sa na mňa dnes ráno vrhla, lebo som spal v spodnom prádle.{/i}

source: [_RT_] {i}I mean look at her, exposing herself all over the house. {p}She must have been up most of the night worrying.{/i}
sk_sk: [_RT_] {i}Veď sa na ňu pozri, ako sa obnažuje po celom dome. {p}Musela byť väčšinu noci hore a robiť si starosti.{/i}

source: [_RT_] {i}I'll just leave her phone on the counter next to her.{/i}
sk_sk: [_RT_] {i}Nechám jej telefón na pulte vedľa nej.{/i}

source: [_M_] Oh, there you are, honey. Please come sit down and have some dinner.
sk_sk: [_M_] Aha, tu si, miláčik. Prosím, sadni si a daj si večeru.

source: [_RT_] {i}Oh good, Mom is finally up and about, I wonder if she's doing any better.{/i}
sk_sk: [_RT_] {i}Ach, dobre, mama je konečne na nohách, som zvedavý, či sa jej darí lepšie.{/i}

source: [_M_] Oh, hi honey, yes, I'm doing much better now.
sk_sk: [_M_] Ahoj, zlato, áno, už sa mi darí oveľa lepšie.

source: [_R_] What are you drinking?
sk_sk: [_R_] Čo piješ?

source: [_M_] Oh, just a little wine to help me with my hangover.
sk_sk: [_M_] Aha, len trochu vína, aby som sa zbavila kocoviny.

source: [_R_] Is putting more of what caused your hangover into your body really the best way to treat a hangover?
sk_sk: [_R_] Je naozaj najlepším spôsobom liečby kocoviny vpraviť do tela viac toho, čo spôsobilo kocovinu?

source: [_M_] Haha.... yeah, it's called the hair of the dog remedy.
sk_sk: [_M_] Haha.... áno, nazýva sa to liek na psie chlpy.

source: [_R_] Hair of the dog?
sk_sk: [_R_] Psie chlpy?

source: [_M_] Yeah I'm not really sure what it means, something about dog hair and curing rabies bites.
sk_sk: [_M_] Áno, nie som si celkom istá, čo to znamená, niečo o psích chlpoch a liečení uhryznutí.

source: [_M_] I just really can't deal with the symptoms of a hangover right now with the stress I'm under. So I'm just doing a little self medicating.
sk_sk: [_M_] Len sa teraz naozaj nedokážem vyrovnať s príznakmi kocoviny, keď som v strese. Takže sa len trochu liečim sama.

source: [_R_] Mom, I really want to help out with the mess we are in.
sk_sk: [_R_] Mami, naozaj chcem pomôcť s tým neporiadkom, do ktorého sme sa dostali.

source: [_R_] Is there anything I can do to help relieve some of your stress?
sk_sk: [_R_] Môžem ti nejako pomôcť zmierniť stres?

source: [_M_] You really are such a good boy.
sk_sk: [_M_] Ty si naozaj taký dobrý chlapec.

source: [_M_] You're already working at Dad's warehouse to help pay the weekly Mafia bill.
sk_sk: [_M_] Už pracuješ v otcovom sklade, aby si pomohol zaplatiť týždenný účet mafie.

source: [_M_] And I don't want you missing any more school than you have to. You have to graduate this year!
sk_sk: [_M_] A nechcem, aby si chýbal v škole viac, ako musíš. Tento rok musíš zmaturovať!

source: [_R_] You really can't think of anything else I could do to be helpful?
sk_sk: [_R_] Naozaj ťa nenapadá nič iné, čím by som mohol pomôcť?

source: [_M_] Well.... If you really want to, you could make sure the dishes get done in the evening.
sk_sk: [_M_] Dobre.... Ak naozaj chceš, môžeš sa postarať o to, aby si večer umyl riad.

source: [_M_] If I didn't have to worry about cleaning the dinner mess, I could have more time for grading papers and getting my lessons ready.
sk_sk: [_M_] Keby som sa nemusela starať o upratovanie neporiadku pri večeri, mohla by som mať viac času na známkovanie písomiek a prípravu hodín.

source: [_R_] Sure, I can do that.
sk_sk: [_R_] Iste, to môžem urobiť.

source: [_M_] That would be so great!
sk_sk: [_M_] To by bolo skvelé!

source: [_M_] But don't stress too much if you don't have time, I'll take care of it if you're too busy.
sk_sk: [_M_] Ale nestresuj sa príliš, ak nemáš čas, postarám sa o to, ak si príliš zaneprázdnený.
