Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}Stop it, [ryan]!.... Stop second guessing yourself.{/i}
sk_sk: [_RT_] {i}Prestaň, [ryan]!.... Prestaň sa hádať so sebou.{/i}

source: [_RT_] {i}Time to wake her up.{/i}
sk_sk: [_RT_] {i}Je čas ju zobudiť.{/i}

source: [_RT_] {i}Ok, another light pinch to bring her out of her melatonin enhanced sleep.{/i}
sk_sk: [_RT_] {i}Dobre, ďalšie ľahké štipnutie, bez toho aby sa prebrala zo spánku posilneného melatonínom.{/i}

source: [_L_] Hmmm.... yaawn.... what was that?...
sk_sk: [_L_] Hmmm.... yaawn.... čo to bolo?...

source: [_L_] Ohh My.... are her fingers in.... my.... pussy?...
sk_sk: [_L_] Ohh Môj .... ... sú jej prsty v ... mojej .... kundičke? ...

source: [_L_] SIDNEY DAMN YOU! Wake up!...
sk_sk: [_L_] SIDNEY, ZATRACENE! Prebuď sa!...

source: [_S_] Huhh?.... Why are you.... waking me up again?
sk_sk: [_S_] Huhhh?.... Prečo ma znova budíte....?

source: [_L_] WHY? So you can kindly get your fingers out of my pussy!
sk_sk: [_L_] PREČO? Aby si mohla láskavo vytiahnuť svoje prsty z mojej kundičky!

source: [_S_] WHAT? Have you lost your mind?
sk_sk: [_S_] ČO? Zbláznila si sa?

source: [_L_] No, I haven't lost my mind! And I wasn't dreaming either!
sk_sk: [_L_] Nie, nezbláznila som sa! A ani sa mi to nezdalo!

source: [_M_] Are you two at it again!?
sk_sk: [_M_] Vy dve ste znova v sebe!?

source: [_M_] What does it take to get a full nights sleep around here?
sk_sk: [_M_] Čo je potrebné na to, aby ste sa tu vyspali celú noc?

source: [_L_] Mom she molested me in my sleep again!
sk_sk: [_L_] Mama, ona ma opäť obťažovala v spánku!

source: [_S_] I did not, she must have been dreaming again!
sk_sk: [_S_] Nie, asi sa jej to opäť snívalo!

source: [_M_] Lauren, if you're waking me up over some weird sexual dream of yours, I'm not going to be very happy with you!
sk_sk: [_M_] Lauren, ak ma budíš kvôli nejakému svojmu čudnému sexuálnemu snu, nebudem s tebou veľmi spokojná!

source: [_L_] But Mom, it's not a dream!
sk_sk: [_L_] Ale mami, to nebol sen!

source: [_M_] How do you know? You were both asleep!
sk_sk: [_M_] Ako to vieš? Obe ste spali!

source: [_L_] Sidney, smell your fingers, I'll bet they smell like my pussy.
sk_sk: [_L_] Sidney, pričuchni si k prstom, stavím sa, že voňajú ako moja kundička.

source: [_S_] Smell my fingers?
sk_sk: [_S_] Očuchať moje prsty?

source: [_S_] This is so weird.
sk_sk: [_S_] To je také divné.

source: [_M_] Do it Sidney! Smell your fingers.
sk_sk: [_M_] Urob to Sidney! Čuchaj si k prstom.

source: [_ST_] {i}Oh my God! My fingers do smell like pussy!{/i}
sk_sk: [_ST_] {i}Bože môj! Moje prsty smrdia ako pička!{/i}

source: [_ST_] {i}Hmmm.... it must be Lauren's smell after all, it smells different than mine, I guess sweeter, or younger or something.... {/i}
sk_sk: [_ST_] {i}Hmmm.... to musí byť predsa Laurenina vôňa, vonia inak ako moja, asi sladšie, alebo mladšie, alebo tak niečo.... {/i}

source: [_ST_] {i}Why do I like that smell?{/i}
sk_sk: [_ST_] {i}Prečo mám rada túto vôňu?{/i}

source: [_ST_] {i}Shit! I can't admit to this!{/i}
sk_sk: [_ST_] {i}Do prdele! Nemôžem sa k tomu priznať!{/i}

source: [_M_] Well, what's the verdict?
sk_sk: [_M_] Aký je verdikt?

source: [_S_] No, they don't smell like anything.
sk_sk: [_S_] Nie, nesmrdia ako nič.

source: [_M_] There Lauren, you see? Just some weird perverted dream.
sk_sk: [_M_] Tam Lauren, vidíš? Len nejaký čudný zvrátený sen.

source: [_M_] Ok, now you girls need to go back to bed and stop being so loud!
sk_sk: [_M_] Ok, teraz sa musíte vrátiť do postele a prestať byť také hlučné!

source: [_M_] I can't even imagine what your brother would think if he could hear this conversation about you playing with each others pussies!
sk_sk: [_M_] Ani si neviem predstaviť, čo by si myslel váš brat, keby počul tento rozhovor o tom, ako sa hráte s kundičkami!

source: [_L_] Mom!
sk_sk: [_L_] Mami!

source: [_RT_] {i}Oh my gosh! I can't believe Mom just said that.{/i}
sk_sk: [_RT_] {i}Panebože! Nemôžem uveriť, že to mama práve povedala.{/i}

source: [_RT_] {i}I can't believe this didn't work again.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že to opäť nefungovalo.{/i}

source: [_RT_] {i}I'll be back again. Hopefully the third times the charm.{/i}
sk_sk: [_RT_] {i}Ešte sa sem vrátim. Dúfam, že do tretice všetko dobré.{/i}

source: [_RT_] {i}Should I see if the melatonin works as advertised?{/i}
sk_sk: [_RT_] {i}Mal by som zistiť, či melatonín funguje tak, ako je inzerované?{/i}

source: [_RT_] {i}So far so good.... If they really are in a deep sleep, I should be able to get away with more than just whispering in their ears.{/i}
sk_sk: [_RT_] {i}Zatiaľ je to dobré.... Ak sú naozaj v hlbokom spánku, malo by mi prejsť viac ako len šepkanie do uší.{/i}

source: [_RT_] {i}It's always going to be hard for me to get away with much if they are in the same bed.{/i}
sk_sk: [_RT_] {i}Vždy bude pre mňa ťažké dostať sa z toho, keď budú v jednej posteli.{/i}

source: [_RT_] {i}I've got to come up with a way to get them sleeping in separate rooms.{/i}
sk_sk: [_RT_] {i}Musím vymyslieť spôsob, ako ich dostať spať do oddelených izieb.{/i}

source: [_RT_] {i}And I think I've got the perfect idea.{/i}
sk_sk: [_RT_] {i}A myslím, že mám perfektný nápad.{/i}

source: [_RT_] {i}Lauren won't let Sidney sleep with her if she's a little too handsy in her sleep.{/i}
sk_sk: [_RT_] {i}Lauren nedovolí Sidney spať s ňou, ak je v spánku príliš dotieravá.{/i}

source: [_RT_] {i}Is this going too far? I know this is an asshole move, but am I willing to get my hands, or I guess Sidney's hands this dirty?{/i}
sk_sk: [_RT_] {i}Zachádza to príliš ďaleko? Viem, že je to debilný krok, ale som ochotný si zašpiniť ruky, alebo hádam ruky Sidney ?

source: [_RT_] {i}Yes... of course... The end justifies the means! {p}My family needs a real man, and not some criminal like my father. I've just got to get them to realize it.{/i}
sk_sk: [_RT_] {i}Áno... samozrejme... Účel ospravedlňuje prostriedky! {p}Moja rodina potrebuje skutočného muža, a nie nejakého zločinca ako môj otec. Musím ich len presvedčiť, aby si to uvedomili.{/i}

source: [_RT_] {i}Ok.... hand is in place. Now I need Lauren to catch her in the act.{/i}
sk_sk: [_RT_] {i}Ok.... ruka je na mieste. Teraz potrebujem, aby ju Lauren prichytila pri čine.{/i}

source: [_RT_] {i}Problem is, Lauren is sound asleep.... I have to wake her up without being seen.{/i}
sk_sk: [_RT_] {i}Problémom je, že Lauren spí.... Musím ju zobudiť tak, aby ma nikto nevidel.{/i}

source: [_RT_] {i}Hopefully a pinch will do the trick.{/i}
sk_sk: [_RT_] {i}Dúfajme, že štípanie bude stačiť.{/i}

source: [_L_] Hmmm.... ouch.... what was that?...
sk_sk: [_L_] Hmmm.... ouch.... čo to bolo?...

source: [_LT_] {i}Is someone's hand carressing my ass?!!{/i}
sk_sk: [_LT_] {i}Hladí ma niekto po zadku?!!{/i}

source: [_L_] Sidney, what the hell?!!!
sk_sk: [_L_] Sidney, čo to do pekla?!!!

source: [_S_] .... Huh.... what?...
sk_sk: [_S_] .... Huh.... čo?...

source: [_L_] Huh.... what?.... Why the hell was your hand exploring beneath my panties?!
sk_sk: [_L_] Huh.... čo?.... Prečo, do pekla, tvoja ruka skúmala čo je pod mojimi nohavičkami?!

source: [_S_] What are you talking about?
sk_sk: [_S_] O čom to hovoríš?

source: [_S_] I've just been sleeping this whole time. Why did you wake me up?
sk_sk: [_S_] Celý čas som len spala. Prečo si ma zobudila?

source: [_L_] Just sleeping huh? Well you're a pretty handsy sleeper!
sk_sk: [_L_] Len spíš, čo? No ty si pekne šikovný spáč!

source: [_M_] What the hell is going on in here?
sk_sk: [_M_] Čo sa to tu, do pekla, deje?

source: [_M_] You're making enough noise to wake the dead!
sk_sk: [_M_] Robíte toľko hluku, že by st zobudili aj mŕtvych!

source: [_L_] Oh, nothing much! Sidney is just molesting me while I sleep!
sk_sk: [_L_] Ach, nič moc! Sidney ma len obťažuje, kým spím!

source: [_S_] I was not!
sk_sk: [_S_] Nebola som!

source: [_M_] Lauren, I think you must have been dreaming.
sk_sk: [_M_] Lauren, myslím, že sa ti to len snívalo.

source: [_M_] And if you weren't I'm sure Sidney was just doing it in her sleep.
sk_sk: [_M_] A ak nie, som si istá, že Sidney to robila len v spánku.

source: [_M_] Once people start having sex, it's pretty normal for them to be a little handsy while they sleep.
sk_sk: [_M_] Keď ľudia začnú mať sex, je celkom normálne, že sú počas spánku trochu hanbliví.

source: [_M_] Your father is a really handsy sleeper.
sk_sk: [_M_] Tvoj otec je naozaj šikovný spáč.

source: [_S_] Eww Mom, TMI! And I haven't started having sex yet!
sk_sk: [_S_] Mami, TMI! A to som ešte nezačala mať sex!

source: [_M_] Please! I'm not stupid. You're in college.
sk_sk: [_M_] Prosím! Nie som hlúpa. Si na vysokej škole.

source: [_S_] Well, I'm not a virgin, but I don't just sleep around with all the guys at school!
sk_sk: [_S_] No, nie som panna, ale nespím so všetkými chlapcami v škole!

source: [_RT_] {i}Uhh.... I hope they wrap this up soon, this is getting uncomfortable.{/i}
sk_sk: [_RT_] {i}Uhh.... Dúfam, že to čoskoro ukončia, začína to byť nepríjemné.{/i}

source: [_S_] My first time wasn't a good experience, and I haven't really wanted to do much since then.
sk_sk: [_S_] Moja prvá skúsenosť nebola dobrá a odvtedy sa mi do toho veľmi nechcelo.

source: [_M_] Well, I'm sorry to hear that, then maybe you're being handsy in your sleep because of built up sexual frustration.
sk_sk: [_M_] Je mi to ľúto, ale možno si v spánku nadržaná kvôli nahromadenej sexuálnej frustrácii.

source: [_S_] I'm not being handsy in my sleep!
sk_sk: [_S_] Nie som v spánku nadržaná!

source: [_M_] Alright! Well, it's time for you two to shut up and go to sleep! I don't want your brother to wake up and hear about all of this!
sk_sk: [_M_] V poriadku! No, je čas, aby ste vy dve zmĺkli a išli spať! Nechcem, aby sa váš brat zobudil a počul o tom všetkom!

source: [_M_] Ok?
sk_sk: [_M_] Dobre?

source: [_L_] Alright.
sk_sk: [_L_] V poriadku.

source: [_S_] Ok, goodnight.
sk_sk: [_S_] Ok, dobrú noc.

source: [_L_] Try to keep your hands to yourself for the rest of the night.
sk_sk: [_L_] Po zvyšok noci sa snažte držať ruky pri sebe.

source: [_S_] Yeah, fuck you too. Goodnight.
sk_sk: [_S_] Áno, choď do riti aj ty. Dobrú noc.

source: [_RT_] {i}Oh, thank God, they are finally asleep again!{/i}
sk_sk: [_RT_] {i}Ó, vďaka Bohu, konečne opäť spia!{/i}

source: [_RT_] {i}That didn't go exactly as I hoped, but it was still very interesting.{/i}
sk_sk: [_RT_] {i}Nešlo to presne podľa mojich predstáv, ale aj tak to bolo veľmi zaujímavé.{/i}

source: [_RT_] {i}I think I'll have to give it another try.{/i}
sk_sk: [_RT_] {i}Myslím, že to budem musieť skúsiť ešte raz.{/i}

source: It's too early to go to school.
sk_sk: Je príliš skoro ísť do školy.

source: There's no school on the weekend.
sk_sk: Cez víkend nie je škola.

source: [_RT_] {i}I'm going to be late for class if I don't hurry.{/i}
sk_sk: [_RT_] {i}Ak sa neponáhľam, prídem neskoro na hodinu.{/i}

source: [_RT_] {i}Should I sit through another class, or find something else to do?{/i}
sk_sk: [_RT_] {i}Mám sedieť na ďalšej hodine, alebo si nájsť niečo iné?{/i}

source: School's over for the day.
sk_sk: Škola sa pre tento deň skončila.

source: No school on the weekend.
sk_sk: Cez víkend nie je škola.

source: It's too late to go to school.
sk_sk: Je príliš neskoro ísť do školy.

source: {b}{i}"You have found the "Two of Hearts" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu "Srdcová dvojka"!"{/i}{/b}

source: [_RT_] {i}I don't need anything out of there right now.{/i}
sk_sk: [_RT_] {i}Teraz odtiaľ nič nepotrebujem.{/i}

source: [_M_] Okay class, let's pick up where we left off last time with our discussion on the Oedipus tragedy, and its influence today.
sk_sk: [_M_] Dobre, trieda, pokračujme tam, kde sme minule skončili s našou diskusiou o Oidipovej tragédii a jej vplyve na dnešok.

source: {b}{i}"WARNING"{/i}{/b}
sk_sk: {b}{i}"VAROVANIE" {/i} {/b}

source: {i}"It is highly recommended that you don't start this part of the storyline until you have a decent income."{/i}
sk_sk: {i}"Dôrazne odporúčame, aby ste túto časť príbehu nezačali, kým nebudete mať slušný príjem." {/i}

source: {i}"If your only source of income is your daily delivery job, you might want to wait until you've built up a new source of income."{/i}
sk_sk: {i}"Ak je vaším jediným zdrojom príjmu práca denného doručovateľa, možno budete chcieť počkať, kým si nevytvoríte nový zdroj príjmu."

source: {i}"This storyline requires you to spend a lot of money to be successful. The results of failure are not pretty (NTR Warning)!"{/i}
sk_sk: {i}"Tento príbeh si vyžaduje, aby ste na dosiahnutie úspechu minuli veľa peňazí. Výsledky neúspechu nie sú pekné (Upozornenie NTR)!" {/i}

source: {i}"There, now you can't say I didn't warn you."{/i}
sk_sk: {i}"Tak, teraz už nemôžeš povedať, že som ťa nevaroval." {/i}

source: {i}"Are you sure you'd like to start the "Election Campaign Storyline?"{/i}
sk_sk: {i}"Ste si istí, že chcete spustiť "Príbeh volebnej kampane"?"{/i}

source: [_RT_] {i}{b}(HINT){/b} I've heard the school is going to start doing morning announcements every Monday again. They stopped when the student body officers left for New York on their mock UN trip.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Počul som, že škola začne opäť robiť ranné oznamy každý pondelok. Prestali, keď funkcionári študentskej rady odišli do New Yorku na výlet do OSN.{/i}

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
sk_sk: [_RT_] {i}Počul som, že na úvod majú vzrušujúce oznámenie. Radšej sa uistím, že som každý pondelok ráno{/b} v triede {b}mamy, aby som nezmeškal oznámenia.{/i}

source: [_RT_] {i}Looks like just any other day at school.{/i}
sk_sk: [_RT_] {i}Vyzerá to ako každý iný deň v škole.{/i}

source: [_RT_] {i}Mom and Lauren seem to be acting normal.{/i}
sk_sk: [_RT_] {i}Zdá sa, že mama a Lauren sa správajú normálne.{/i}

source: [_RT_] {i}Hopefully we can keep the fact that our dad was thrown in prison a secret.{/i}
sk_sk: [_RT_] {i}Dúfajme, že sa nám podarí udržať v tajnosti skutočnosť, že nášho otca uvrhli do väzenia.{/i}

source: [_RT_] {i}If these snobby private school kids find out, we'll be treated like garbage.{/i}
sk_sk: [_RT_] {i}Ak sa to dozvedia tieto snobské deti zo súkromných škôl, budú s nami zaobchádzať ako s odpadom.{/i}

source: [_RT_] {i}Lauren is talking to her friend Kenzie. I'm actually pretty shocked that they are talking face to face, and not by texting while sitting at their desks.{/i}
sk_sk: [_RT_] {i}Lauren sa rozpráva so svojou kamarátkou Kenzie. Vlastne som dosť šokovaný, že sa rozprávajú z očí do očí, a nie prostredníctvom textových správ, keď sedia za svojimi stolmi.{/i}

source: [_RT_] {i}Kenzie is pretty hot. I've tried to get her to notice me, but I get tongue tied around her, and she treats me like a loser.{/i}
sk_sk: [_RT_] {i}Kenzie je celkom sexi. Snažil som sa, aby si ma všimla, ale mám pri nej zviazaný jazyk a správa sa ku mne ako k chudákovi.{/i}

source: [_RT_] {i}I wonder what Zack and Matt are talking about.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, o čom sa Zack a Matt rozprávajú.{/i}

source: [_RT_] {i}Zack's probably trying to get dating tips from Matt.{/i}
sk_sk: [_RT_] {i}Zack sa pravdepodobne snaží získať tipy na randenie od Matta.{/i}

source: [_RT_] {i}I know I should. Matt's freaking smooth. He's probably nailed half the girls in our school,{/i}
sk_sk: [_RT_] {i}Viem, že by som mal. Matt je strašne hladký. Pravdepodobne pretiahol polovicu dievčat na našej škole, {/i}

source: [_RT_] {i}And then there's the rumors that he fucked Mrs. Stone the art teacher and Mrs. Perry the girls PE teacher.{/i}
sk_sk: [_RT_] {i}A potom sa povráva, že ošukal pani Stoneovú, učiteľku výtvarnej výchovy, a pani Perryovú, učiteľku dievčenskej telesnej výchovy.{/i}

source: [_RT_] {i}As if being charming and confident weren't enough, being captain of the freaking basketball team can't hurt either.{/i}
sk_sk: [_RT_] {i}Akoby nestačilo, že je šarmantný a sebavedomý, kapitán basketbalového tímu tiež nie je na škodu.{/i}

source: [_RT_] {i}And on top of that there's also the rumor that he's hung like a horse.{/i}
sk_sk: [_RT_] {i}A navyše sa o ňom hovorí, že je zavesený ako kôň.{/i}

source: [_RT_] {i}I can tell by the way he stares at Mom, he's more than a little interested.{/i}
sk_sk: [_RT_] {i}Podľa toho, ako sa pozerá na mamu, môžem povedať, že ho to viac než zaujíma.{/i}

source: [_RT_] {i}Looks like Mom's having to explain something else to Megan.{/i}
sk_sk: [_RT_] {i}Vyzerá to tak, že mama musí Megan vysvetliť niečo iné.{/i}

source: [_RT_] {i}She may not be the sharpest tool in the shed, but she might just be the prettiest.{/i}
sk_sk: [_RT_] {i}Možno nie je najostrejším nástrojom v kôlni, ale možno je práve najkrajšia.{/i}

source: [_RT_] {i}I wonder if she's still dating Matt. Not that they have ever been exclusive or anything.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či ešte stále chodí s Mattom. Nie že by niekedy boli exkluzívni alebo tak niečo.{/i}

source: [_RT_] {i}I think she's fucked a teacher or two to get her grades up. I know she got an A in chemistry, and I know it wasn't for her academic performance.{/i}
sk_sk: [_RT_] {i}Myslím, že prešukala jedného alebo dvoch učiteľov, aby si zlepšila známky. Viem, že dostala päťku z chémie, a viem, že to nebolo za jej študijné výsledky.{/i}

source: [_RT_] {i}She was my lab partner and I only got a B-.{/i}
sk_sk: [_RT_] {i}Bola mojou partnerkou v laboratóriu a ja som dostal len dvojku.{/i}

source: [_RT_] {i}Unfortunately for Megan, she can't fuck her way to an A in this class. I'll bet she wishes the teacher was a guy.{/i}
sk_sk: [_RT_] {i}Nanešťastie pre Megan, v tejto triede sa jej nepodarí prešukať si cestu k jednotke. Stavím sa, že by si priala, aby bol učiteľ chlap.{/i}

source: [_RT_] {i}I wonder if she would even try on Mom. I don't know if Megan swings that way or not.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či by si to vôbec vyskúšala na mame. Neviem, či sa Megan takto hojdá alebo nie.{/i}

source: [_RT_] {i}Hmmm.... that's fun to imagine.{/i}
sk_sk: [_RT_] {i}Hmmm.... to je zábavné si predstaviť.{/i}

source: [_M_] Ok class, everyone take your seats!
sk_sk: [_M_] Ok trieda, všetci sa posaďte!

source: [_M_] For our next section in our literature class, we will be studying the Greek tragedy Oedipus Rex. We will also study further writings and studies that have used this play as a reference work.
sk_sk: [_M_] V ďalšej časti hodiny literatúry budeme študovať grécku tragédiu Oidipus Rex. Budeme tiež študovať ďalšie spisy a štúdie, ktoré túto hru použili ako referenčné dielo.

source: [_M_] Our story starts out in Thebes, at the royal palace where Oedipus is greeted by a procession of priests...
sk_sk: [_M_] Náš príbeh sa začína v Tébach, v kráľovskom paláci, kde Oidipa víta sprievod kňazov...

source: [_M_] .... Plague{p}.... creon{p}.... apollo{p}.... thebes...
sk_sk: [_M_] .... Mor{p}.... Kreón{p}.... Apolón{p}.... Téby...

source: [_RT_] {i}Oh my gosh this is so boring! Greek plays are the worst, how am I supposed to pay attention to this. I've never heard of Oedipus before, why should I care about him now?{/i}
sk_sk: [_RT_] {i}Panebože, to je taká nuda! Grécke hry sú najhoršie, ako tomu mám venovať pozornosť. Nikdy predtým som o Oidipovi nepočul, prečo by som sa oňho mal zaujímať teraz?

source: [_RT_] {i}Oh, yeah! I just remembered that Mom is wearing the same outfit that she wore on the stage at the strip club!{/i}
sk_sk: [_RT_] {i}Ach, áno! Práve som si spomenul, že mama má na sebe rovnaké šaty, aké mala na pódiu v striptízovom klube!{/i}

source: [_RT_] {i}Those are some good memories.... {/i}
sk_sk: [_RT_] {i}To sú dobré spomienky.... {/i}

source: [_RT_] {i}Why does Mom have to be so hot?{/i}
sk_sk: [_RT_] {i}Prečo musí byť mama taká horúca?{/i}

source: [_RT_] {i}Why did I have to see her humping that pole?{/i}
sk_sk: [_RT_] {i}Prečo som ju musel vidieť, ako obskakuje ten stĺp?{/i}

source: [_RT_] {i}I'll never be able to look at her the same again.{/i}
sk_sk: [_RT_] {i}Už nikdy sa na ňu nebudem môcť pozerať rovnako.{/i}

source: [_RT_] {i}I just wish I could knock off my dad and take his place in her bed.{/i}
sk_sk: [_RT_] {i}Len by som si prial, aby som mohol odbiť svojho otca a zaujať jeho miesto v jej posteli.{/i}

source: [_RT_] {i}Wooow, that's pretty fucked up, I'll bet there's not even a name for this sick psychotic condition I have.{/i}
sk_sk: [_RT_] {i}Wooow, to je dosť v prdeli, stavím sa, že pre tento môj chorý psychotický stav ani neexistuje názov.{/i}

source: [_M_] And so Oedipus orders that the murderer of Laius be driven out...
sk_sk: [_M_] A tak Oidipus prikáže vyhnať Laiovho vraha...

source: [_RT_] {i}I wish I could just taste that beautiful ass!{/i}
sk_sk: [_RT_] {i}Chcel by som len ochutnať ten krásny zadok!{/i}

source: [_M_] Lauren? What was Laius' relationship to Oedipus?
sk_sk: [_M_] Lauren? Aký bol vzťah Laia k Oidipovi?

source: [_L_] He was his father, but Oedipus didn't know it.
sk_sk: [_L_] Bol to jeho otec, ale Oidipus o tom nevedel.

source: [_M_] Correct! Now you get a prize for such a good answer.
sk_sk: [_M_] Správne! Teraz dostaneš cenu za takúto dobrú odpoveď.

source: [_M_] Just come and take it.
sk_sk: [_M_] Len poď a vezmi si to.

source: [_R_] Huh?...
sk_sk: [_R_] Čo?...

source: [_M_] [ryan] you were falling asleep. I need you to pay attention. You will be graded on your participation.
sk_sk: [_M_] [ryan] si zaspal. Potrebujem, aby si dával pozor. Budeš hodnotení za účasť.

source: [_R_] Yeah, I know.... I'll try...
sk_sk: [_R_] Áno, ja viem.... Skúsim...

source: [_M_] And so hearing all of this, Oedipus decides to solve the mystery of Laius' murder...
sk_sk: [_M_] A tak sa Oidipus rozhodne vyriešiť záhadu Laiovej vraždy...

source: [_MB_] {i}(whispering){/i} Your mom has one fine ass! Don't you think?
sk_sk: [_MB_] {i}(šepot){/i} Tvoja mama má pekný zadok! Nemyslíš?

source: [_R_] {i}(whispering desperately){/i}.... what, are you crazy! She's my mom! I would never think of her like that!
sk_sk: [_R_] {i}(zúfalo šepká){/i}.... čo, zbláznil si sa? Je to moja mama! Nikdy by som o nej takto nerozmýšľal!

source: [_MB_] {i}(whispering){/i} yeah right, and that's just a circus tent under your pants.
sk_sk: [_MB_] {i}(šepot){/i} áno, a to je len cirkusový stan pod tvojimi nohavicami.

source: [_MB_] {i}(whispering){/i} I know the hunger that's in your expression as you stare at her.
sk_sk: [_MB_] {i}(šepot){/i} Poznám hlad, ktorý máš vo výraze, keď na ňu hľadíš.

source: [_MB_] {i}(whispering){/i} Relax though.... I don't judge, and I don't blame you one little bit.
sk_sk: [_MB_] {i}(šepot){/i} Uvoľni sa, hoci.... Nesúdim ťa a ani trochu ti to nevyčítam.

source: [_MB_] {i}(whispering){/i} In fact, I can help you get what you want.
sk_sk: [_MB_] {i}(šepot){/i} V skutočnosti ti môžem pomôcť získať to, čo chceš.

source: [_R_] {i}(whispering){/i} What do you mean?
sk_sk: [_R_] {i}(šepot){/i} Čo tým myslíš?

source: [_MB_] {i}(whispering){/i} I mean I can help you conquer your mom.
sk_sk: [_MB_] {i}(šepot){/i} Chcem povedať, že ti môžem pomôcť zdolať tvoju mamu.

source: [_R_] {i}(whispering){/i} Ha.... yeah right.
sk_sk: [_R_] {i}(šepot){/i} Ha.... áno, správne.

source: [_MB_] {i}(whispering){/i} I'm serious, all I would want in return is a go at her myself.
sk_sk: [_MB_] {i}(šepká){/i} Myslím to vážne, jediné, čo by som chcel na oplátku, je, aby som sa na ňu mohol pozrieť sám.

source: [_MB_] {i}(whispering){/i} And if you're willing to share, I'd be willing to share what I have with you.
sk_sk: [_MB_] {i}(šepot){/i} A ak sa chceš podeliť, rád sa s tebou podelím o to, čo mám.
