Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}I guess for now there's no real way to convince her otherwise.{/i}
sk_sk: [_RT_] {i}Myslím, že zatiaľ neexistuje spôsob, ako ju presvedčiť o opaku.{/i}

source: [_RT_] {i}Huhhh.... unless!{/i}
sk_sk: [_RT_] {i}Huhhh.... pokiaľ!{/i}

source: [_RT_] {i}Ok, here goes nothing.{/i}
sk_sk: [_RT_] {i}Dobre, nič sa nedeje.{/i}

source: [_R_] {i}(Whispering){/i} "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... "
sk_sk: [_R_] {i}(Whispering){/i} "[ryan] by mal byť mužom domu.... "[ryan] by mal byť mužom domu.... "[ryan] by mal byť mužom domu.... "[ryan] by mal byť mužom domu.... "

source: {i}{b}"Mom's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkino poddanie +1"{/b}{/i}

source: [_RT_] {i}Ok, I've got to call it a night, my legs are asleep.{/i}
sk_sk: [_RT_] {i}Ok, musím to zabaliť, moje nohy spia.{/i}

source: [_RT_] {i}I hope I don't wake her!{/i}
sk_sk: [_RT_] {i}Dúfam, že ju nezobudím!{/i}

source: [_RT_] {i}Ok, let's try the subliminal messages again.{/i}
sk_sk: [_RT_] {i}Dobre, skúsme podprahové správy znova.{/i}

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I could take a little peek and see what she's doing.{/i}
sk_sk: [_RT_] {i}Zamkla si dvere! Mama musí byť stále naštvaná. Mohol by som sa pozrieť, čo robí.{/i}

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I guess I better just let her sleep.{/i}
sk_sk: [_RT_] {i}Zamkla si dvere! Mama musí byť stále naštvaná. Asi ju radšej nechám spať.{/i}

source: [_RT_] {i}She's always got her room locked in the morning while she does yoga and gets ready.... I wonder if she's still mad at me though.{/i}
sk_sk: [_RT_] {i}Ráno má vždy zamknutú izbu, kým cvičí jogu a pripravuje sa.... Zaujímalo by ma, či je na mňa stále naštvaná.{/i}

source: [_RT_] {i}Should I see if I can smooth things over?{/i}
sk_sk: [_RT_] {i}Mal by som zistiť, či sa mi podarí veci urovnať?{/i}

source: [_R_] Hey Mom, doing some yoga?
sk_sk: [_R_] Ahoj, mami, cvičíš jogu?

source: [_M_] Honey, I really don't want to talk to you right now!
sk_sk: [_M_] Zlatko, naozaj s tebou teraz nechcem hovoriť!

source: [_M_] You bought me a gift?
sk_sk: [_M_] Kúpil si mi darček?

source: [_M_] Thank you I love chocolate!
sk_sk: [_M_] Ďakujem, milujem čokoládu!

source: {i}{b}"Mom's Anger -2"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev = -2"{/b}{/i}

source: [_M_] But don't think that I've forgiven you yet. Whether intentional or not, your actions were completely inappropriate.
sk_sk: [_M_] Ale nemysli si, že som ti už odpustila. Či už to bolo úmyselné alebo nie, tvoje konanie bolo úplne nevhodné.

source: [_M_] Thank you honey! What kind of mom would I be if I didn't forgive you?
sk_sk: [_M_] Ďakujem, miláčik! Čo by som to bola za mamu, keby som ti neodpustila?

source: [_M_] That's so thoughtful, especially since the FBI won't let me go shopping with any of our credit cards!
sk_sk: [_M_] To je také pozorné, najmä preto, že FBI mi nedovolí nakupovať s našou kreditnou kartou!

source: {i}{b}"Mom's Anger -5"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev = -5"{/b}{/i}

source: [_M_] honey, this is completely inappropriate! I'm your mom, not your girlfriend!
sk_sk: [_M_] zlato, toto je úplne nevhodné! Som tvoja mama, nie tvoja priateľka!

source: {i}"Throws them in her trash"{/i}
sk_sk: {i}"Hádže ich do koša" {/i}

source: [_M_] I'm sorry, I just can't keep them.
sk_sk: [_M_] Je mi ľúto, ale nemôžem si ich nechať.

source: [_M_] Maybe next time try to think of something a little less creepy.
sk_sk: [_M_] Možno nabudúce skús vymyslieť niečo menej strašidelné.

source: {i}{b}"Mom's Anger +2"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +2"{/b}{/i}

source: {i}"You need higher affection to gift flowers."{/i}
sk_sk: {i}"Na darovanie kvetov je potrebná väčšia náklonnosť." {/i}

source: [_M_] Oh how sweet! I love them!
sk_sk: [_M_] Aké sladké! Milujem ich!

source: [_M_] You're such a little gentleman!
sk_sk: [_M_] Si taký malý džentlmen!

source: [_M_] If I didn't know any better, I would think you were trying to put the moves on me!
sk_sk: [_M_] Keby som to nevedela, myslela by som si, že sa ma snažíš dostať!

source: {i}{b}"Mom's Anger -10"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev = -10"{/b}{/i}

source: [_M_] Thank you so much!
sk_sk: [_M_] Ďakujem veľmi pekne!

source: [_M_] Honey, I'm trying to get ready. Don't bother me anymore!
sk_sk: [_M_] Zlatko, snažím sa pripraviť. Už ma neruš!

source: {i}{b}"Mom's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +1"{/b}{/i}

source: [_M_] You already gave me a gift honey. Any more than that is just crossing the creep line!
sk_sk: [_M_] Už si mi dal darček, zlato. Viac ako to je len prekročenie hranice únosnosti!

source: [_M_] Well, it's going to take more than just words for me to forgive you for what you did!
sk_sk: [_M_] No, na to, aby som ti odpustila, čo si urobil, mi nestačia len slová!

source: [_RT_] {i}I guess I better give her some time, or maybe I can get her a present so she won't be so mad.{/i}
sk_sk: [_RT_] {i}Myslím, že by som jej mal dať trochu času, alebo jej možno môžem kúpiť darček, aby sa tak nehnevala.{/i}

source: {b}{i}"You have found the "Five of Hearts" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu "Srdcová päťka"!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
sk_sk: {b}{i}"Zobraziť túto kartu v galérii a kasíne"{/i}{/b}

source: {i}Nope.... no loose money lying around.{/i}
sk_sk: {i}Nič.... žiadne voľne položené peniaze.{/i}

source: [_RT_] {i}Nope.... no loose money lying around.{/i}
sk_sk: [_RT_] {i}Nič.... žiadne voľne položené peniaze.{/i}

source: [_RT_] {i}Surprisingly I've never really dug through her underwear.{/i}
sk_sk: [_RT_] {i}Prekvapivo som sa nikdy neprehrabával v jej spodnej bielizni.{/i}

source: [_RT_] {i}Ahh... Yes! I found the robe!{/i}
sk_sk: [_RT_] {i}Ach... Áno! Našiel som ten župan! {/i}

source: [_RT_] {i}Now I have to get rid of it, but how?...{/i}
sk_sk: [_RT_] {i}Teraz sa ho musím zbaviť, ale ako?...{/i}

source: [_RT_] {i}I'll just stuff it under my bed for now.{/i}
sk_sk: [_RT_] {i}Zatiaľ si ho len strčím pod posteľ.{/i}

source: [_RT_] {i}I just better not forget to destroy the evidence later.{/i}
sk_sk: [_RT_] {i}Nesmiem zabudnúť neskôr zničiť dôkazy.{/i}

source: [_RT_] {i}There... I'm sure Mom won't think to look in that box that says "Keep out".{/i}
sk_sk: [_RT_] {i}Tam... Som si istý, že mamu nenapadne pozrieť sa do tej krabice s nápisom "Nepúšťať".{/i}

source: [_RT_] {i}She'll have to dig through the vintage porn magazines I found in Dad's office a long time ago.{/i}
sk_sk: [_RT_] {i}Bude sa musieť prehrabávať v historických pornočasopisoch, ktoré som už dávno našiel v otcovej kancelárii.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've still got this overwhelming lust for Mom!... Winning her over is taking too long... I should keep sneaking into her room at night to scratch my lustful itch.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Stále mám tú ohromnú túžbu po mame!... Získať ju trvá príliš dlho... Mal by som sa v noci vkrádať do jej izby, aby som si poškriabal svoje žiadostivé svrbenie.{/i}

source: {i}Yeah, nice underwear!{/i}
sk_sk: {i}Áno, pekná spodná bielizeň!{/i}

source: [_RT_] {i}Why would I go through her underwear?{/i}
sk_sk: [_RT_] {i}Prečo by som sa jej hrabal v spodnej bielizni?{/i}

source: [_RT_] {i}It's still too early for her to get up and get ready for school. She doesn't dress any more modestly than I do for bed. {p}Why is Mom only on my case about it?{/i}
sk_sk: [_RT_] {i}Ešte je príliš skoro na to, aby vstala a pripravila sa do školy. Neoblieka sa o nič skromnejšie ako ja do postele. {p}Prečo sa mama zaoberá len mojím prípadom?{/i}

source: [_RT_] {i}I should just turn her lights back off and let her get a few more minutes of sleep.{/i}
sk_sk: [_RT_] {i}Mal by som jej zhasnúť svetlo a nechať ju ešte pár minút spať.{/i}

source: [_RT_] {i}The door's locked, Lauren must be getting dressed. I wish there was a way to spy on her. I'll have to check online for ideas.{/i}
sk_sk: [_RT_] {i}Dvere sú zamknuté, Lauren sa musí obliekať. Kiežby existoval spôsob, ako ju špehovať. Budem sa musieť pozrieť na internet a nájsť nápady.{/i}

source: [_RT_] {i}Huh... Mandy and Lauren aren't back from their convention yet. Or maybe they are spending the night with Mandy over at Uncle Bobby's house.{/i}
sk_sk: [_RT_] {i}Mandy a Lauren sa ešte nevrátili z kongresu. Alebo možno trávia noc s Mandy v dome strýka Bobbyho.{/i}

source: [_RT_] {i}Her door's still locked, and after what I just saw, I'm sure it won't be opening again until morning.{/i}
sk_sk: [_RT_] {i}Jej dvere sú stále zamknuté a po tom, čo som práve videl, som si istý, že sa do rána neotvoria.{/i}

source: [_RT_] {i}Hmmm.... I wonder why the door is locked?{/i}
sk_sk: [_RT_] {i}Hmmm.... Zaujímalo by ma, prečo sú dvere zamknuté?{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?{/i}
sk_sk: [_RT_] {i}Počkať.... je to Lauren, ktorá stoná?{/i}

source: [_RT_] {i}I should check it out.{/i}
sk_sk: [_RT_] {i}Mal by som to skontrolovať.{/i}

source: [_RT_] {i}Sounds like things are winding down. I'm probably too late to see anything good.{/i}
sk_sk: [_RT_] {i}Zdá sa, že veci sa končia. Asi som prišiel neskoro, aby som videl niečo dobré.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning? I've got to figure out a way to see in there!{/i}
sk_sk: [_RT_] {i}Počkať.... je to Lauren, ktorá stoná? Musím prísť na spôsob, ako sa tam pozrieť!{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to buy a spy-cam and place it in Lauren's bedroom when no one is around.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím si kúpiť špionážnu kameru a umiestniť ju do Laurinej spálne, keď nebude nikto nablízku.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?.... Sidney is in there too!! What could they be doing? I've got to figure out a way to see in there!{/i}
sk_sk: [_RT_] {i}Počkať.... je to Lauren, ktorá stoná?.... Sidney je tam tiež!! Čo by mohli robiť? Musím prísť na spôsob, ako sa tam dostať!{/i}

source: [_RT_] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
sk_sk: [_RT_] {i}Dvere sú zamknuté, musí sa obliekať. {p}Počkať, počujem to stonanie?{p}Som si celkom istý, že je to stonanie.{/i}

source: [_RT_] {i}I've got to figure out a way to spy on her.{/i}
sk_sk: [_RT_] {i}Musím prísť na spôsob, ako ju špehovať.{/i}

source: [_RT_] {i}I'm sure it's locked as usual.{/i}
sk_sk: [_RT_] {i}Som si istý, že je to zamknuté ako zvyčajne.{/i}

source: [_RT_] {i}Wait.... is that Sidney moaning?{/i}
sk_sk: [_RT_] {i}Počkať.... je to Sidney, kto stoná?{/i}

source: [_RT_] {i}The door's locked, Sidney must be getting dressed. {p}Wait, is that moaning I hear? {p}I'm pretty sure that's moaning.{/i}
sk_sk: [_RT_] {i}Dvere sú zamknuté, Sidney sa musí obliekať. {p}Počkať, počujem stonanie? {p}Som si celkom istý, že je to stonanie.{/i}

source: [_RT_] {i}Why would I want to look closer? {p}It would take some kind of life changing event to make me want to look at my sister that way.{/i}
sk_sk: [_RT_] {i}Prečo by som sa mal pozrieť bližšie? {p}Musela by sa stať nejaká udalosť, ktorá by mi zmenila život, aby som sa chcel pozerať na svoju sestru takýmto spôsobom.{/i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off.{/i}
sk_sk: [_RT_] {i}Zamkla si dvere! Lauren musí byť stále naštvaná.{/i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off. I guess I better just let her sleep.{/i}
sk_sk: [_RT_] {i}Zamkla si dvere! Lauren musí byť stále naštvaná. Asi ju radšej nechám spať.{/i}

source: [_RT_] {i}Her door's locked. Lauren's pretty pissed off at me.{/i}
sk_sk: [_RT_] {i}Jej dvere sú zamknuté. Lauren je na mňa poriadne naštvaná.{/i}

source: [_L_] What do you want dickwad?
sk_sk: [_L_] Čo chceš úchyl?

source: [_L_] You have something for me?
sk_sk: [_L_] Máš niečo pre mňa?

source: [_L_] Thank you I love chocolate!
sk_sk: [_L_] Ďakujem Milujem čokoládu!

source: {i}{b}"Lauren's Anger -2"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev -2"{/b}{/i}

source: [_L_] But this doesn't mean I'm not mad at you anymore. That was a dick move, and it's going to take me some more time to forgive you.
sk_sk: [_L_] Ale to neznamená, že sa na teba už nehnevám. Bol to debilný krok a bude mi trvať ešte nejaký čas, kým ti odpustím.

source: [_L_] Thank you brother! It's hard to stay mad for very long at someone as sweet as you!
sk_sk: [_L_] Ďakujem ti, brat! Je ťažké sa dlho hnevať na niekoho takého milého, ako si ty!

source: [_L_] Thank you! I'm going to use it right now!
sk_sk: [_L_] Ďakujem! Hneď to použijem!

source: {i}{b}"Lauren's Anger -5"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev -5"{/b}{/i}

source: [_L_] What the hell kind of present is that? I'm not your girlfriend!
sk_sk: [_L_] Čo je to za darček? Nie som tvoja priateľka!

source: [_L_] Thanks, I hate it!
sk_sk: [_L_] Vďaka, nenávidím to!

source: [_L_] Maybe next time try to think of something a little less creepy.
sk_sk: [_L_] Možno nabudúce skús vymyslieť niečo menej strašidelné.

source: {i}{b}"Lauren's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Laurenino poddanie -1"{/b}{/i}

source: {i}{b}"Lauren's Anger +2"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev +2"{/b}{/i}

source: [_L_] Oh my gosh! I love them!
sk_sk: [_L_] Bože môj! Milujem ich!

source: [_L_] You're such a charmer!
sk_sk: [_L_] Si taký šarmantný!

source: [_L_] If I didn't know any better, I would think you were trying to put the moves on me!
sk_sk: [_L_] Keby som to nevedela, myslela by som si, že sa ma snažíš dostať!

source: {i}{b}"Lauren's Anger -10"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev -10"{/b}{/i}

source: [_L_] Thank you so much!
sk_sk: [_L_] Ďakujem veľmi pekne!

source: [_L_] OMG! You made me get up for that.
sk_sk: [_L_] OMG! Donútili si ma kvôli tomu vstať.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev +1"{/b}{/i}

source: [_L_] You already gave me a gift. Stop being creepy!
sk_sk: [_L_] Už si mi dal darček. Prestaň byť perverzný!

source: [_L_] Well, it's going to take more than just words for me to forgive you for what you did!
sk_sk: [_L_] No, na to, aby som ti odpustila, čo si urobil, mi nestačia len slová!

source: [_RT_] {i}She locked her door! Sidney must still be pissed off. I guess I better just let her sleep.{/i}
sk_sk: [_RT_] {i}Zamkla si dvere! Sidney musí byť stále naštvaná. Asi ju radšej nechám spať.{/i}

source: [_RT_] {i}She's pissed off at me already for watching her change, I think I better give her just a little more time before I try to smooth things over with her.{/i}
sk_sk: [_RT_] {i}Už teraz je na mňa naštvaná, že som sledoval, ako sa prezlieka, myslím, že by som jej mal dať ešte trochu času, než sa pokúsim všetko s ňou urovnať.{/i}

source: [_RT_] {i}Her door's locked. Sidney's pretty pissed off at me.{/i}
sk_sk: [_RT_] {i}Jej dvere sú zamknuté. Sidney je na mňa poriadne naštvaná.{/i}

source: [_S_] You have something for me?
sk_sk: [_S_] Máš niečo pre mňa?

source: [_S_] Thank you I love chocolate!
sk_sk: [_S_] Ďakujem, milujem čokoládu!

source: {i}{b}"Sidney's Anger -2"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev -2"{/b}{/i}

source: [_S_] But this doesn't mean I'm not mad at you anymore. It's going to take me some more time to forgive you.
sk_sk: [_S_] Ale to neznamená, že sa na teba už nehnevám. Bol to debilný krok a bude mi trvať ešte nejaký čas, kým ti odpustím.

source: [_S_] Thank you! I can't stay mad at my sweet little brother!
sk_sk: [_S_] Ďakujem! Nemôžem sa hnevať na môjho milého malého brata!

source: [_S_] Thank you! I'm going to use it right now!
sk_sk: [_S_] Ďakujem! Hneď to použijem!

source: {i}{b}"Sidney's Anger -5"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev -5"{/b}{/i}

source: [_S_] Why the hell do you think I would want flowers from you? You're not my boyfriend!
sk_sk: [_S_] Prečo si, dočerta, myslíš, že by som od teba chcela kvety? Nie si môj priateľ!

source: [_S_] Maybe next time try to think of something that doesn't imply you want in my pants!
sk_sk: [_S_] Možno nabudúce skús vymyslieť niečo, čo nenaznačuje, že sa mi chceš dostať do nohavičiek!

source: {i}{b}"Sidney's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť -1" {/b}{/i}

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +2"{/b}{/i}

source: [_S_] Oh my gosh! They're beautiful!
sk_sk: [_S_] Panebože! Sú nádherné!

source: [_S_] You're such a charmer!
sk_sk: [_S_] Si taký šarmantný!

source: [_S_] If I didn't know any better, I would think you were trying to put the moves on me!
sk_sk: [_S_] Keby som to nevedela, myslela by som si, že sa ma snažíš dostať!

source: {i}{b}"Sidney's Anger -10"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev -10"{/b}{/i}

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť +1" {/b}{/i}

source: [_S_] Thank you so much!
sk_sk: [_S_] Ďakujem veľmi pekne!

source: [_S_] You jerk! You made me get up for that.
sk_sk: [_S_] Ty blbec! Donútil si ma kvôli tomu vstať.

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +1"{/b}{/i}

source: [_S_] You already gave me a gift. Stop being pervy!
sk_sk: [_S_] Už si mi dal darček. Prestaň byť perverzný!

source: [_S_] Well, it's going to take more than just words for me to forgive you for what you did!
sk_sk: [_S_] No, na to, aby som ti odpustila, čo si urobil, mi nestačia len slová!

source: {b}{i}"You have found the "Two of Spades" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu "Piková dvojka"!"{/i}{/b}

source: [_RT_] {i}Why would I go through her stuff?{/i}
sk_sk: [_RT_] {i}Prečo by som sa mal prehrabávať v jej veciach?{/i}

source: [_RT_] {i}Those are some sexy panties, I'll bet they smell amazing. If only she wasn't lying just right there.{/i}
sk_sk: [_RT_] {i}To sú ale sexi nohavičky, určite úžasne voňajú. Keby len neležali práve tam.{/i}

source: [_RT_] {i}Nothing interesting here.{/i}
sk_sk: [_RT_] {i}Nie je tu nič zaujímavé.{/i}

source: [_RT_] {i}Nice Panties. They smell great!{/i}
sk_sk: [_RT_] {i}Pekné nohavičky. Skvele voňajú!{/i}

source: [_RT_] {i}Why would I go through all her stuff?{/i}
sk_sk: [_RT_] {i}Prečo by som sa mal prehrabávať v jej veciach?{/i}

source: [_RT_] {i}Some sexy undies! They don't smell as good as the ones in the laundry basket!{/i}
sk_sk: [_RT_] {i}Sexi nohavičky! Nevoňajú tak dobre ako tie v koši na bielizeň!{/i}

source: {b}{i}"You have found the "Four of Clubs" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu "Štyri palice"!"{/i}{/b}

source: [_RT_] {i}Dirty laundry, gross!{/i}
sk_sk: [_RT_] {i}Špinavé prádlo, nechutné!{/i}

source: [_RT_] {i}Dirty Laundry, gross!{/i}
sk_sk: [_RT_] {i}Špinavé prádlo, nechutné!{/i}

source: [_RT_] {i}There's some of Lauren's used panties. I'll bet they smell even better than the ones in her drawers. I don't want her to see me sniffing her panties though.{/i}
sk_sk: [_RT_] {i}Je tu niekoľko Laureniných použitých nohavičiek. Stavím sa, že voňajú ešte lepšie ako tie v jej zásuvkách. Nechcem, aby videla, ako jej čuchám k nohavičkám.{/i}

source: [_RT_] {i}There's some sexy used panties, I guess it couldn't hurt to give them a sniff.... sniffffffff.... oh yeah! Instant boner.{/i}
sk_sk: [_RT_] {i}Sú tu nejaké použité sexy nohavičky, myslím, že by nebolo na škodu si čuchnúť.... sniffffffff.... oh yeah! Okamžitá erekcia.{/i}

source: [_RT_] {i}I should start thinking of other fun things I can do to her while she's in such a deep sleep.{/i}
sk_sk: [_RT_] {i}Mal by som začať rozmýšľať nad ďalšími zábavnými vecami, ktoré by som jej mohol robiť, keď je v takom hlbokom spánku.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to satisfy some urges tonight... I should keep sneaking into Lauren's room and take full advantage of the melatonin tea.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Dnes večer musím uspokojiť nejaké nutkania... Mal by som sa vkradnúť do Laurinej izby a naplno využiť melatonínový čaj.{/i}

source: [_RT_] {i}I just can't get Mom's amazing bare tits and sculpted ass out of my mind! The way she moved.... her perfect body!.... She has a body that could be in porn!{/i}
sk_sk: [_RT_] {i}Nemôžem dostať z hlavy mamine úžasné holé prsia a vyrysovaný zadok! To, ako sa pohybuje.... jej dokonalé telo!.... Má telo, ktoré by mohlo byť v porne!{/i}

source: [_RT_] {i}And just like porn, I'm addicted to seeing Mom naked. I've got to see more of it! I've got those pictures on my computer now, but that's not enough!!{/i}
sk_sk: [_RT_] {i}A rovnako ako na porne som závislý od toho, keď vidím mamu nahú. Musím toho vidieť viac! Mám tie fotky v počítači, ale to nestačí!!!{/i}

source: [_RT_] {i}I need to touch her.... taste her.... smell her!{/i}
sk_sk: [_RT_] {i}Musím sa jej dotknúť.... ochutnať ju.... cítiť jej vôňu!{/i}

source: [_RT_] {i}Ohhh man.... I am so messed up right now!.... I know it's so incredibly wrong.... but I've just got to make her mine!{/i}
sk_sk: [_RT_] {i}Ohhh.... Som teraz taký zmätený!.... Viem, že je to tak neuveriteľne zlé.... ale jednoducho ju musím urobiť mojou!{/i}

source: [_RT_] {i}This is all her fault! Since when is she so good at shaking her perfect tits in public? Where did she learn to move like that?.... That's so.... hot!{/i}
sk_sk: [_RT_] {i}Za všetko môže ona! Odkedy je taká dobrá v natriasaní svojich dokonalých pŕs na verejnosti? Kde sa to naučila? .... To je tak.... sexy!{/i}

source: [_RT_] {i}I've never wanted or lusted for someone so badly! And that person being my own mother?!!!.... Could it even be possible?... {/i}
sk_sk: [_RT_] {i}Ešte nikdy som po niekom tak veľmi netúžil! A tá osoba je moja vlastná matka?!!!.... Je to vôbec možné?... {/i}

source: [_RT_] {i}Just look at little Lauren sleeping innocently in bed. So innocent, so naive about how slutty her mom is.{/i}
sk_sk: [_RT_] {i}Len sa pozrite na malú Lauren, ako nevinne spí v posteli. Taká nevinná, taká naivná, aká je jej mama štetka.{/i}

source: [_RT_] {i}Actually.... she looks a lot like Mom!.... Just a little mini version of her.{/i}
sk_sk: [_RT_] {i}Vlastne.... je veľmi podobná mame!.... Len jej malá mini verzia.{/i}

source: [_RT_] {i}I mean her tits are tiny, but I'm sure they've got plenty of growth left in them, but that ass is perfect, just like Mom's.{/i}
sk_sk: [_RT_] {i}Jej prsia sú síce maličké, ale som si istý, že ešte majú čo dobiehať, ale ten zadok je dokonalý, presne ako mamin.{/i}

source: [_RT_] {i}Hmmmm.... just a mini version of Mom.... probably easier to manipulate though.... yeah.... she'd be perfect to practice on.{/i}
sk_sk: [_RT_] {i}Hmmmm.... len mini verzia mamy.... asi sa s ňou bude ľahšie manipulovať.... áno.... bola by perfektná na cvičenie.{/i}

source: [_RT_] {i}If I can make my sister mine, there might be hope for me with Mom! I might even be able to get her to help me conquer her.{/i}
sk_sk: [_RT_] {i}Ak sa mi podarí, aby moja sestra bola moja, možno mám nádej aj ja s mamou! Možno sa mi ju dokonca podarí presvedčiť, aby mi ju pomohla zdolať.{/i}

source: [_RT_] {i}For such an impossible quest, I'm going to need allies!{/i}
sk_sk: [_RT_] {i}Na takú nemožnú úlohu budem potrebovať spojencov!{/i}

source: [_RT_] {i}Could I do that to Lauren though?.... I mean every quest and battle has collateral damage.{/i}
sk_sk: [_RT_] {i}Mohol by som to urobiť Lauren?.... Myslím, že každá úloha a bitka má vedľajšie škody.{/i}

source: [_RT_] {i}And I wouldn't force her to do anything against her will.{/i}
sk_sk: [_RT_] {i}A ja by som ju nenútil robiť nič proti jej vôli.{/i}

source: [_RT_] {i}I'd just help her realize that she wants this as badly as I do.{/i}
sk_sk: [_RT_] {i}Len by som jej pomohol uvedomiť si, že to chce tak veľmi ako ja.{/i}

source: [_RT_] {i}Should I add her to my "expedition to conquer Mom party?"{/i}
sk_sk: [_RT_] {i}Mal by som ju pridať na svoju "expedíciu za dobývaním mamy"?
