Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/script.po
Languages: sk_sk

source: [_RT_] {i}Noo!.... I'm getting a hardon watching my own mother!.... I've got some serious problems....{/i}
sk_sk: [_RT_] {i}Niee!.... Tvrdne mi, keď sa pozerám na vlastnú matku!.... Mám vážne problémy....{/i}

source: [_MT_] {i}Oh, God! Why me? What did I do wrong to end up like this? Get me out of this situation, and I'll be the most pure and chaste woman there is! I'll leave my husband and become a nun!{/i}
sk_sk: [_MT_] {i}Ach, Bože! Prečo práve ja? Čo som urobila zle, že som skončila takto? Dostaňte ma z tejto situácie a budem tou najčistejšou a najnepoškvrnenejšou ženou, aká existuje! Opustím svojho manžela a stanem sa mníškou!{/i}

source: [_RT_] {i}Just look at that ass! It really is amazing that she's able to stay in such good shape.{/i}
sk_sk: [_RT_] {i}Len sa pozrite na ten zadok! Je naozaj úžasné, že sa dokáže udržať v takej dobrej kondícii.{/i}

source: [_RT_] {i}All that yoga is paying off.... Anyone would appreciate an ass like that! Even if it is their own mother's.{/i}
sk_sk: [_RT_] {i}Všetka tá joga sa vypláca.... Každý by ocenil takýto zadok! Aj keby to bol zadok ich vlastnej matky.{/i}

source: [_MT_] {i}Outside I'm smiling and happy, but I've never felt so down and depressed.{/i}
sk_sk: [_MT_] {i}Navonok sa usmievam a som šťastná, ale nikdy som sa necítila tak skleslo a deprimovano.{/i}

source: [_RT_] {i}Ok.... now her boobs are out!.... I can't believe this is happening.{p}Is this going to damage me psychologically? Should I keep watching?{/i}
sk_sk: [_RT_] {i}Ok.... teraz sú jej prsia vonku!.... Nemôžem uveriť, že sa to deje.{p}Poškodí ma to psychicky? Mal by som sa na to pozerať ďalej?{/i}

source: [_RT_] {i}I'll take the psychological damage! It's not everyday you get in a situation like this. I'll deal with the consequences later.{/i}
sk_sk: [_RT_] {i}Beriem psychickú ujmu! Do takejto situácie sa nedostanete každý deň. S následkami sa vysporiadam neskôr.{/i}

source: [_MT_] {i}Ok, I can't let myself get so down! This isn't my fault.{/i}
sk_sk: [_MT_] {i}Ok, nemôžem sa nechať tak sklamať! Nie je to moja chyba.{/i}

source: [_MT_] {i}I can't let the consequences of my husband's actions make me feel so bad about myself. Stripping doesn't make me a bad person! I used to know lots of good people who were strippers.{/i}
sk_sk: [_MT_] {i}Nemôžem dovoliť, aby som sa kvôli následkom manželovho konania cítila tak zle. Striptíz zo mňa nerobí zlého človeka! Kedysi som poznala veľa dobrých ľudí, ktorí boli striptérmi.{/i}

source: [_RT_] {i}I've got to save this moment forever.{/i}
sk_sk: [_RT_] {i}Tento moment si musím uchovať navždy.{/i}

source: [_RT_] {i}Hopefully the FBI isn't still monitoring my computer and phone, because this image will upload automatically to my computer.{/i}
sk_sk: [_RT_] {i}Dúfajme, že FBI stále nesleduje môj počítač a telefón, pretože tento obrázok sa automaticky nahrá do môjho počítača.{/i}

source: [_RT_] {i}I can't wait to check it out later.{/i}
sk_sk: [_RT_] {i}Nemôžem sa dočkať, až to neskôr skontrolujem.{/i}

source: [_RT_] {i}Oh, wow! My cock could cut diamonds right now!{/i}
sk_sk: [_RT_] {i}Páni! Môj penis by teraz mohol brúsiť diamanty!{/i}

source: [_RT_] {i}I've got to give myself some relief!{/i}
sk_sk: [_RT_] {i}Musím si trochu uľaviť!{/i}

source: [_RT_] {i}Oh, this is sooo wrong. But I think that's why it's sooo hot!{/i}
sk_sk: [_RT_] {i}To je veľmi zlé. Ale myslím, že práve preto je to také horúce!{/i}

source: [_RT_] {i}I've never felt this horny in my life!{/i}
sk_sk: [_RT_] {i}Nikdy v živote som sa necítil tak nadržaný!{/i}

source: [_RT_] {i}Ohhhh.... I'm not going to last much longer!{/i}
sk_sk: [_RT_] {i}Ohhhh.... Už to dlho nevydržím!{/i}

source: [_MT_] {i}Ok, [mom_name], pull yourself together. This isn't so bad.{/i}
sk_sk: [_MT_] {i}Dobre, [mom_name], spamätaj sa. Nie je to také zlé.{/i}

source: [_MT_] {i}Just remember what those mommy blog podcasts taught you.{/i}
sk_sk: [_MT_] {i}Len si spomeň, čo ťa naučili tie podcasty na mamičkovských blogoch.{/i}

source: [_MT_] {i}I can't always control the situation, but I can always control how I react to it!{/i}
sk_sk: [_MT_] {i}Nie vždy môžem kontrolovať situáciu, ale vždy môžem kontrolovať, ako na ňu zareagujem!{/i}

source: [_RT_] {i}Oh, shit! I've got to get a picture of that amazing ass!{/i}
sk_sk: [_RT_] {i}Do prdele! Musím si odfotiť ten úžasný zadok!{/i}

source: [_RT_] {i}Where did she learn to move like that!{/i}
sk_sk: [_RT_] {i}Kde sa naučila takto pohybovať!{/i}

source: [_RT_] {i}She looks and moves just like a pornstar!{/i}
sk_sk: [_RT_] {i}Vyzerá a pohybuje sa ako pornoherečka!{/i}

source: [_MT_] {i}This is actually pretty exhilarating!{/i}
sk_sk: [_MT_] {i}Je to vlastne celkom vzrušujúce!{/i}

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married.{/i}
sk_sk: [_MT_] {i}Nikto okrem môjho manžela nevidel moje prsia, odkedy sme sa vzali.{/i}

source: [_MT_] {i}And these men seem to appreciate them more than my husband does.{/i}
sk_sk: [_MT_] {i}A zdá sa, že títo muži si ich vážia viac ako môj manžel.{/i}

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $500 I need.{/i}
sk_sk: [_MT_] {i}Stále mi hádžu peniaze. Stavím sa, že som blízko k tomu, aby som zarobila potrebných 500 dolárov.{/i}

source: [_MT_] {i}This beats a lot of other ways of making money.{/i}
sk_sk: [_MT_] {i}To prekonáva mnohé iné spôsoby zarábania peňazí.{/i}

source: [_MT_] {i}Oh, God! Am I actually enjoying this? I think I'm starting to get wet!{/i}
sk_sk: [_MT_] {i}Ach, Bože! To sa mi to naozaj páči? Myslím, že začínam byť mokrá!{/i}

source: {i}{b}"Mom's Libido +5"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +5" {/b}{/i}

source: [_RT_] {i}Oh, shit! Here I CUMMMM!!{/i}
sk_sk: [_RT_] {i}Do prdele! Tak striekááámmm!!{/i}

source: [_RT_] {i}NNNNyyyyhhhhhaaaaa.... !!{/i}
sk_sk: [_RT_] {i}NNNNyyyyhhhhhaaaaaaa.... !!{/i}

source: [_RT_] {i}Oh no, good feelings gone, what have I done?!{/i}
sk_sk: [_RT_] {i}Ale nie, dobré pocity sú preč, čo som to urobil?!{/i}

source: [_RT_] {i}I am such a fucking pervert! How could I do this watching my own mother!{/i}
sk_sk: [_RT_] {i}Som taký zasraný úchyl! Ako som to mohol urobiť, keď som sa pozeral na vlastnú matku!{/i}

source: [_RT_] {i}This might really have messed me up.{/i}
sk_sk: [_RT_] {i}To ma mohlo naozaj rozhádzať.{/i}

source: [_MT_] {i}OH MY GOD!! Is that [ryan] peeking around the corner?!!{/i}
sk_sk: [_MT_] {i}OH môj bože!! Je to [ryan] , čo vykúka spoza rohu?!!{/i}

source: [_MT_] {i}Oh, no.... he looks so ashamed of me.{/i}
sk_sk: [_MT_] {i}Ach, nie.... vyzerá, že sa za mňa tak hanbí.{/i}

source: {i}{b}"Mom's Libido -3"{/b}{/i}
sk_sk: {i}{b}"Mamičkine libido -3" {/b}{/i}

source: [_RT_] {i}OH shit!{/i}
sk_sk: [_RT_] {i}OH sakra!{/i}

source: [_RT_] {i}She saw me!{/i}
sk_sk: [_RT_] {i}Videla ma!{/i}

source: [_RT_] {i}I hope she doesn't realize what I just did!{/i}
sk_sk: [_RT_] {i}Dúfam, že si neuvedomuje, čo som práve urobil!{/i}

source: [_RT_] {i}I have to get out of here right now!{/i}
sk_sk: [_RT_] {i}Musím odtiaľto okamžite vypadnúť!{/i}

source: [_RT_] {i}{b}(HINT){/b} I think Mom's probably pretty shook up after what happened at the club. I should go check on her in her room.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Myslím, že mama je asi dosť otrasená po tom, čo sa stalo v klube. Mal by som ju ísť skontrolovať do jej izby.{/i}

source: You picked a boring option! What, you didn't want to take any risks?
sk_sk: Vybral si si nudnú možnosť! Čože, nechcel si riskovať?

source: You were able to make enough deliveries to keep making the payments.
sk_sk: Dokázali ste uskutočniť dostatok dodávok, aby ste mohli pokračovať v platbách.

source: Your dad soon got out of jail and took back over as man of the house and emotionally abusive asshole.
sk_sk: Váš otec sa čoskoro dostal z väzenia a opäť sa ujal úlohy muža v dome a citovo zneužívajúceho kreténa.

source: Everything went back to the way it was, except that you can't get these images out of your head.
sk_sk: Všetko sa vrátilo do starých koľají, až na to, že tieto obrazy nemôžem dostať z hlavy.

source: And now you can't help but get a hard-on every time your mom bends over.
sk_sk: A teraz si nemôžem pomôcť, ale zakaždým, keď sa mama ohne, sa mi postaví.

source: Game Over
sk_sk: Koniec hry

source: You might want to roll back now.
sk_sk: Možno sa budete chcieť vrátiť späť.

source: Seriously, one more click and you'll be back to the game menu.
sk_sk: Vážne, ešte jedno kliknutie a vrátite sa do ponuky hry.

source: You picked the most boring option! What, you didn't want to take any risks?
sk_sk: Vybral si si nudnú možnosť! Čože, nechcel si riskovať?

source: You went on to live a completely normal, unremarkable life.
sk_sk: Potom ste žili úplne normálny, ničím výnimočný život.

source: You married a normal boring girl.
sk_sk: Vzal ste si normálne nudné dievča.

source: Your love life is almost non-existant, except for birthdays and anniversaries, the only action you get is from your hand while looking at a computer.
sk_sk: Váš milostný život takmer neexistuje, okrem narodenín a výročí jedinú akciu máte z ruky pri pohľade do počítača.

source: [_RT_] {i}Looks like Lauren's watching her ponies show again.{/i}
sk_sk: [_RT_] {i}Vyzerá to tak, že Lauren opäť sleduje svoj seriál o poníkoch.{/i}

source: [_RT_] {i}That's the doorbell. I'm pretty sure I know who that is.{/i}
sk_sk: [_RT_] {i}To je zvonček. Som si celkom istý, že viem, kto to je.{/i}

source: [_J_] Hello little boy, is your mom at home?
sk_sk: [_J_] Ahoj chlapče, je tvoja mama doma?

source: [_RT_] {i}Little boy, what an asshole!{/i}
sk_sk: [_RT_] {i}Chlapče, to je ale debil!{/i}

source: [_R_] Just a second.
sk_sk: [_R_] Len sekundu.

source: [_R_] Hey Mom, there's some strange men at the door for you!
sk_sk: [_R_] Hej, mami, za dverami sú nejakí cudzí muži!

source: [_R_] Wow, Mom! You look great!
sk_sk: [_R_] Wow, mami! Vyzeráš skvele!

source: [_M_] Please, [ryan].... not now.
sk_sk: [_M_] Prosím, [ryan].... nie teraz.

source: [_M_] Were you able to get enough money together to pay them off this week?
sk_sk: [_M_] Podarilo sa ti tento týždeň získať dostatok peňazí na ich platbu?

source: [_R_] Of course, Mom, did you really doubt me?
sk_sk: [_R_] Samozrejme, mami, naozaj si o mne pochybovala?

source: [_M_] Oh, my little guy!
sk_sk: [_M_] Ach, môj malý chlapec!

source: [_M_] Joey, thanks for dropping by, and I'm sure we'll see you next week!
sk_sk: [_M_] Joey, ďakujem, že si sa zastavil, a určite sa uvidíme budúci týždeň!

source: [_J_] Well, I'll admit I'm a little disappointed. I mean don't get me wrong, it's admirable that you were able to pay your debt,
sk_sk: [_J_] Priznám sa, že som trochu sklamaný. Teda nechápte ma zle, je obdivuhodné, že ste dokázali splatiť svoj dlh,

source: [_J_] But I enjoy your company more than I enjoy the money.
sk_sk: [_J_] Ale viac ako peniaze ma teší vaša spoločnosť.

source: [_J_] We'll see you next week.
sk_sk: [_J_] Uvidíme sa na budúci týždeň.

source: [_M_] Oh, thank you! Thank you! Thank you!!
sk_sk: [_M_] Ďakujem! Ďakujem! Ďakujem!!

source: {i}{b}"Mom's Anger =0"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev =0"{/b}{/i}

source: [_M_] I am so relieved I don't have to go shake my ass for them tonight!
sk_sk: [_M_] Tak veľmi sa mi uľavilo, že za nich dnes nemusím ísť natriasať zadkom!

source: [_RT_] {i}Oh, but it's such a firm ass!{/i}
sk_sk: [_RT_] {i}Ale je to taký pevný zadok!{/i}

source: [_RT_] {i}And these perfect milky white breasts right in my face!{/i}
sk_sk: [_RT_] {i}A tieto dokonalé mliečne biele prsia priamo pred mojou tvárou!{/i}

source: [_RT_] {i}I'm so glad I could make her feel so happy.{/i}
sk_sk: [_RT_] {i}Som veľmi rád, že som ju mohol urobiť šťastnou.{/i}

source: [_RT_] {i}And this hug is making me so happy!{/i}
sk_sk: [_RT_] {i}A toto objatie ma tak teší!{/i}

source: [_RT_] {i}Maybe a little bit too happy!{/i}
sk_sk: [_RT_] {i}Možno až príliš!{/i}

source: [_RT_] {i}Oh, no.... stay down.... stay down.... stay down!.... {/i}
sk_sk: [_RT_] {i}Ale nie.... zostaň dole.... zostaň dole.... zostaň dole!.... {/i}

source: [_RT_] {i}Shit!.... {/i}
sk_sk: [_RT_] {i}Do prdele!.... {/i}

source: [_RT_] {i}She's going to notice any moment.... {/i}
sk_sk: [_RT_] {i}Všimne si každú chvíľu.... {/i}

source: [_MT_] {i}Oh my God! Is that what I think it is?{/i}
sk_sk: [_MT_] {i}Bože môj! Je to to, čo si myslím?{/i}

source: [_RT_] {i}Aaahhhh.... what should I do?{/i}
sk_sk: [_RT_] {i}Hmmm.... čo mám robiť?{/i}

source: [_M_] Ouch, honey! Why did you drop me?
sk_sk: [_M_] Au, zlato! Prečo si ma pustil?

source: [_R_] Sorry, Mom! I've got to run!
sk_sk: [_R_] Prepáč, mami! Musím bežať!

source: [_R_] It's an emergency! I think I've got diarrhea!
sk_sk: [_R_] Je to naliehavé! Myslím, že mám hnačku!

source: [_MT_] {i}Diarrhea my bruised ass!{/i}
sk_sk: [_MT_] {i}Hnačka, môj pomliaždený zadok!{/i}

source: [_MT_] {i}My little pervert boy had a hardon for me.{/i}
sk_sk: [_MT_] {i}Môj malý zvrhlík mal na mňa erekciu.{/i}

source: [_MT_] {i}Shit.... I guess it was my fault for pressing my body against him like that.{/i}
sk_sk: [_MT_] {i}Hovno.... Myslím, že to bola moja chyba, že som sa k nemu takto pritlačila.{/i}

source: [_MT_] {i}Probably perfectly normal for boys his age with raging hormones.{/i}
sk_sk: [_MT_] {i}Pravdepodobne úplne normálne pre chlapcov v jeho veku s búrlivými hormónmi.{/i}

source: [_MT_] {i}But it makes me happy that I can still do that to boys his age.{/i}
sk_sk: [_MT_] {i}Ale teší ma, že to stále môžem robiť chlapcom v jeho veku.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep Mom out of the club by paying the Mafia debt for more than three weeks in a row. Maybe she'll reward me with some one-on-one time.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím udržať mamu mimo klubu tým, že zaplatím mafiánsky dlh za viac ako tri týždne po sebe. Možno ma odmení časom stráveným medzi štyrmi očami.{/i}

source: [_R_] Sorry, Mom! I wasn't able to get enough money together this week.
sk_sk: [_R_] Prepáč, mami! Tento týždeň sa mi nepodarilo dať dohromady dosť peňazí.

source: [_M_] Oh sweety, don't worry about it. It was just too much to ask of you.
sk_sk: [_M_] Zlatíčko, nerob si s tým starosti. Bolo to príliš veľa, čo som od teba žiadala.

source: [_RT_] {i}Oh no! I feel like a piece of shit! Look how sad I've made her.{/i}
sk_sk: [_RT_] {i}Ale nie! Cítim sa ako kus hovna! Ako som ju zarmútil.{/i}

source: [_RT_] {i}There she goes off to the club.{/i}
sk_sk: [_RT_] {i}Tam odchádza do klubu.{/i}

source: [_RT_] {i}I wonder if I should go make sure she is okay again.{/i}
sk_sk: [_RT_] {i}Rozmýšľam, či by som sa nemal ísť uistiť, že je opäť v poriadku.{/i}

source: [_RT_] {i}I think I remember my way to the strip pole.... {/i}
sk_sk: [_RT_] {i}Myslím, že si pamätám svoju cestu k tyči.... {/i}

source: [_RT_] {i}Past the bar, through the casino, and Bingo!{/i}
sk_sk: [_RT_] {i}Okolo baru, cez kasíno a Bingo!{/i}

source: [_RT_] {i}Noish! I haven't missed anything yet!{/i}
sk_sk: [_RT_] {i}Pekne! Ešte som nič nezmeškal!{/i}

source: [_RT_] {i}Ehh.... she's wearing the same outfit as last time. They should have her do different outfits every week or something.{/i}
sk_sk: [_RT_] {i}Ehh.... má na sebe rovnaké oblečenie ako minule. Mali by jej dať každý týždeň iné oblečenie alebo tak niečo.{/i}

source: [_RT_] {i}Still, I'm pretty damn hot for teacher!{/i}
sk_sk: [_RT_] {i}Napriek tomu som pre učiteľku pekne horúci!{/i}

source: [_RT_] {i}Ok, I've just got to be extra careful this time! It will be pretty hard to explain to her what I'm doing here, now that she knows, that I know, what she's doing here.{/i}
sk_sk: [_RT_] {i}Ok, tentoraz musím byť mimoriadne opatrný! Bude dosť ťažké vysvetliť jej, čo tu robím, keď už vie, že viem, čo tu robí.{/i}

source: [_MT_] {i}The alchohol is kicking in already, I'm feeling much more loose!{/i}
sk_sk: [_MT_] {i}Alkohol sa už prejavuje, cítim sa oveľa uvoľnenejšie!{/i}

source: [_MT_] {i}This is so much easier than the first time.{/i}
sk_sk: [_MT_] {i}Je to oveľa jednoduchšie ako prvýkrát.{/i}

source: [_MT_] {i}I still can't believe my son snuck in here and saw me stripping.{/i}
sk_sk: [_MT_] {i}Stále nemôžem uveriť, že sa sem vkradol môj syn a videl ma, ako sa vyzliekam.{/i}

source: [_MT_] {i}I hope that didn't traumatize him too much!{/i}
sk_sk: [_MT_] {i}Dúfam, že ho to príliš netraumatizovalo!{/i}

source: [_MT_] {i}Actually, if I remember right, he said I looked amazing!{/i}
sk_sk: [_MT_] {i}Vlastne, ak si dobre pamätám, povedal, že vyzerám úžasne!{/i}

source: [_MT_] {i}He really is such a sweet boy. Maybe a little perverted, but that probably is just because he's got raging hormones and is living in a house full of girls.{/i}
sk_sk: [_MT_] {i}Je to naozaj taký milý chlapec. Možno trochu zvrátený, ale to je asi len preto, že má rozbúrené hormóny a žije v dome plnom dievčat.{/i}

source: [_RT_] {i}I feel bad for whoever has to clean up after me.{/i}
sk_sk: [_RT_] {i}Je mi ľúto toho, kto po mne musí upratovať.{/i}

source: [_MT_] {i}I shouldn't be thinking about my own son so much while I'm up here shaking my ass!{/i}
sk_sk: [_MT_] {i}Nemala by som toľko myslieť na vlastného syna, keď sa tu hore trasiem!{/i}

source: [_MT_] {i}Yet for some reason thinking of him watching me strip in public excites me just a bit.{/i}
sk_sk: [_MT_] {i}Napriek tomu ma z nejakého dôvodu predstava, že sa na mňa pozerá, ako sa verejne vyzliekam, trochu vzrušuje.{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +3" {/b}{/i}

source: [_MT_] {i}I've got to be careful, or this pole will get too wet and slippery for the next girl.{/i}
sk_sk: [_MT_] {i}Musím si dávať pozor, inak bude táto tyč pre ďalšie dievča príliš mokrá a šmykľavá.{/i}

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married. Well, now just my own son and a bunch of random men.{/i}
sk_sk: [_MT_] {i}Odkedy sme sa vzali, nikto okrem môjho manžela nevidel moje prsia. No, teraz už len môj vlastný syn a kopa náhodných mužov.{/i}

source: [_MT_] {i}And they seem to appreciate them more than my husband does.{/i}
sk_sk: [_MT_] {i}A zdá sa, že títo muži si ich vážia viac ako môj manžel.{/i}

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $1000 I need.{/i}
sk_sk: [_MT_] {i}Stále mi hádžu peniaze. Stavím sa, že som blízko k tomu, aby som zarobila potrebných 1000 dolárov.{/i}

source: [_MT_] {i}Oh, God! Am I actually enjoying this. I think I'm getting really wet!{/i}
sk_sk: [_MT_] {i}Ach, Bože! To sa mi to naozaj páči? Myslím, že začínam byť mokrá!{/i}

source: [_MT_] {i}OH MY GOD!! Is my own son peeking around the corner again?!!{/i}
sk_sk: [_MT_] {i}OH môj bože!! Zase môj vlastný syn vykúka za rohom?!!!{/i}

source: [_MT_] {i}Oh no! I really have fucked him up!{/i}
sk_sk: [_MT_] {i}Ale nie! Naozaj som ho podrazila!{/i}

source: [_RT_] {i}I need to get my dick back in my pants!{/i}
sk_sk: [_RT_] {i}Potrebujem si dostať penis späť do nohavíc!{/i}

source: [_RT_] {i}Now careful not to zip him up!{/i}
sk_sk: [_RT_] {i}Teraz pozor, aby som ho nezapol!{/i}

source: [_RT_] {i}Shit!.... She's coming over here!{/i}
sk_sk: [_RT_] {i}Do prdele!.... Ide sem!{/i}

source: [_RT_] {i}Shit, shit, shit!.... What am I going to say?{/i}
sk_sk: [_RT_] {i}Hovno, hovno, hovno!.... Čo mám povedať?{/i}

source: [_M_] [ryan]! What the hell are you doing here again!
sk_sk: [_M_] [ryan]! Čo tu, do pekla, zase robíš!

source: [_R_] I.... I.... I...
sk_sk: [_R_] Ja ... Ja ... Ja ...

source: [_M_] Eyes up here!
sk_sk: [_M_] Oči hore!

source: [_R_] Sorry, it's just you're naked, and it's really distracting.
sk_sk: [_R_] Prepáč, ale si nahá a naozaj to pôsobí rušivo.

source: [_M_] Well, do I need to go get some clothes on?
sk_sk: [_M_] Mám sa ísť obliecť?

source: [_R_] No!.... I mean.... only if you.... want to.
sk_sk: [_R_] Nie!.... Teda.... len ak chceš.....

source: [_M_] HA!.... I knew it.
sk_sk: [_M_] HA!.... Vedel som to.

source: [_R_] Knew what?
sk_sk: [_R_] Čo si vedela?

source: [_M_] You're a little lying pervert!
sk_sk: [_M_] Si malý klamlivý zvrhlík!

source: {i}{b}"Mom's Anger +10"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +10"{/b}{/i}

source: [_R_] What?!...
sk_sk: [_R_] Čo?!...

source: [_M_] Did you really not have enough money to pay off our weekly Mafia debt?
sk_sk: [_M_] To si naozaj nemal dosť peňazí na zaplatenie nášho týždenného mafiánskeho dlhu?

source: [_R_] What are you saying?
sk_sk: [_R_] Čo to vravíš?

source: [_M_] I'm saying that I'm beginning to suspect that even if you had the money, you wouldn't have given it to the DeCapos bacause you wanted to come here and stare at your mom naked!
sk_sk: [_M_] Hovorím, že začínam mať podozrenie, že aj keby si mal peniaze, nedal by si ich DeCapovcom, pretože si sem chcel prísť a pozerať sa na svoju nahú mamu!

source: [_R_] Oh my God! Mom!...
sk_sk: [_R_] Bože môj! Mami!...

source: [_R_] How could you even say such a thing!
sk_sk: [_R_] Ako si vôbec mohla niečo také povedať!

source: [_M_] [ryan]! Your eyes are wandering again! Look up here!
sk_sk: [_M_] [ryan]! Tvoje oči opäť blúdia! Pozri sa sem!

source: [_R_] What was I saying?
sk_sk: [_R_] Čo som to povedal?

source: [_M_] You were trying to convince me that you wouldn't fail to make a payment, just so you can stare at your mom's tits!
sk_sk: [_M_] Snažil si sa ma presvedčiť, že nezlyháš pri platbe, len aby si sa mohol pozerať na prsia svojej mamy!

source: [_M_] And not very convincingly!
sk_sk: [_M_] A nie veľmi presvedčivo!

source: [_R_] Mom.... I'm so offended...
sk_sk: [_R_] Mama.... Som tak urazený...

source: [_R_] I'll admit they are distracting when you're standing right in front of me with them on full display.
sk_sk: [_R_] Priznávam, že sú rušivé, keď stojíš priamo predo mnou a mám ich na očiach.

source: [_R_] But I'm only here with honorable intentions.
sk_sk: [_R_] Ale ja som tu len s čestnými úmyslami.

source: [_M_] Honorable? That's hard to believe when You're pitching a tent the size of a horse!
sk_sk: [_M_] Čestné? Ťažko tomu uveriť, keď si staviaš stan veľký ako kôň!

source: [_R_] You think I'm that big?...
sk_sk: [_R_] Myslíš si, že som taký veľký?...

source: [_R_] I mean compared with other men you've seen?
sk_sk: [_R_] Myslím v porovnaní s inými mužmi, ktorých si videla?

source: [_M_] [ryan].... that is besides the point! And how many do you think I've seen?!!
sk_sk: [_M_] [ryan].... to nie je podstatné! A koľko si myslíš, že som ich videla?!

source: [_R_] Right.... well.... It's...
sk_sk: [_R_] Pravda.... dobre.... Je to...

source: [_R_] Anyways, I'm not hard because of you!
sk_sk: [_R_] Každopádne, nestojí mi kvôli tebe!

source: [_R_] I mean you're beautiful and all.... and if you weren't my mom...
sk_sk: [_R_] Myslím tým, že si krásna a všetko.... a keby si nebola moja mama...

source: [_R_] Well.... what I'm trying to say is that I'm just excited by the situation.... I mean, I'm in a strip club! I've had a boner since I first started thinking about coming in here.
sk_sk: [_R_] No.... sa snažím povedať, že som nadšený touto situáciou.... Veď som v striptízovom klube! Od chvíle, keď som začal uvažovať o tom, že sem prídem, mi stojí.

source: [_R_] It's not because I was watching you.
sk_sk: [_R_] Nie preto, že som ťa sledoval.

source: [_M_] Is that right?
sk_sk: [_M_] Je to tak?

source: [_R_] I'm just here to keep you safe.
sk_sk: [_R_] Som tu len preto, aby som ťa ochránil.

source: [_M_] Ha! You're here to keep me safe?
sk_sk: [_M_] Ha! Si tu, aby si ma ochránil?

source: [_R_] Well, yeah.... to protect you.
sk_sk: [_R_] No, yeah.... na tvoju ochranu.

source: [_R_] I mean.... this is a rough side of town.... there are men of questionable motives here.
sk_sk: [_R_] Teda.... toto je drsná časť mesta.... sú tu ľudia s pochybnými motívmi.
