Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_M_] Well, ok.... but you know you don't need to take care of yourself like that anymore, right?
sk_sk: [_M_] Dobre, ok.... Ale vieš, že sa o seba nemusíš starať, však?

source: [_M_] You know that if you need some relief, you just need to let me know. And if I'm too busy, I'm sure Lauren or Sidney would be happy to help you out.
sk_sk: [_M_] Vieš, že ak budeš potrebovať úľavu, stačí mi dať vedieť. A ak budem príliš zaneprázdnená, som si istá, že tvoje sestry ti rady pomôžu.

source: [_R_] Ok!.... Thanks, Mom!
sk_sk: [_R_] Ok!.... Vďaka, mami!

source: [_R_] Please, don't judge me until you've heard my side of the story.
sk_sk: [_R_] Prosím, nesúďte ma, kým si nevypočujete moju verziu príbehu.

source: [_R_] It's like I said.... with so many shady characters around tracking my movements, I've needed to grow closer to the people around me.
sk_sk: [_R_] Je to tak, ako som povedal.... S toľkými pochybnými postavami okolo, ktoré sledujú môj pohyb, som sa potreboval zblížiť s ľuďmi okolo seba.

source: [_WT_] Let me just jump in here one more time.
sk_sk: [_WT_] Dovoľte mi, aby som vám do toho ešte raz skočil.

source: [_WT_] To be successful, [ryan] has to influence those around him.
sk_sk: [_WT_] Ak chce byť úspešný, musí [ryan] ovplyvňovať ľudí okolo seba.

source: [_WT_] Relationship management is the most important part of this game.
sk_sk: [_WT_] Riadenie vzťahov je najdôležitejšou súčasťou tejto hry.

source: [_WT_] You will need to make choices throughout the game that will influence the way the girls in your life feel about you.
sk_sk: [_WT_] Počas hry budete musieť robiť rozhodnutia, ktoré ovplyvnia to, čo k vám budú cítiť dievčatá vo vašom živote.

source: [_WT_] So, it's pretty important that you keep track of those stats.
sk_sk: [_WT_] Preto je veľmi dôležité, aby ste tieto štatistiky sledovali.

source: [_WT_] You can access a girl's stats,
sk_sk: [_WT_] Môžete získať prístup k štatistikám dievčat,

source: [_WT_] by pressing the "P" button on your keyboard.
sk_sk: [_WT_] stlačením tlačidla "P" na klávesnici.

source: [_WT_] You can cycle through the girls in the game by clicking on the left or right arrows.
sk_sk: [_WT_] Dievčatá v hre môžete prechádzať kliknutím na šípky vľavo alebo vpravo.

source: [_WT_] Once you've found the girl you want to track, you can figure out her stats by looking at the icons by her name and picture.
sk_sk: [_WT_] Po nájdení dievčaťa, ktoré chcete sledovať, môžete zistiť jeho štatistiky pomocou ikon pri jeho mene a obrázku.

source: [_WT_] The heart icon stands for love.
sk_sk: [_WT_] Ikona srdca znamená lásku.

source: [_WT_] These hands represent respect.
sk_sk: [_WT_] Tieto ruky predstavujú rešpekt.

source: [_WT_] The angry emoji stands for a girl's anger towards you. It's hard to get them to do anything for you when they are mad.
sk_sk: [_WT_] Nahnevaný emotikon znamená hnev dievčaťa na vás. Je ťažké ich prinútiť, aby pre vás niečo urobili, keď sú nahnevané.

source: [_WT_] This whip icon, represents a girl's submission to you.
sk_sk: [_WT_] Táto ikona biča predstavuje dievča, ktoré sa vám podriadilo.

source: [_WT_] And these lips represent a girl's libido.
sk_sk: [_WT_] A tieto pery predstavujú dievčenské libido.

source: [_WT_] To close the stats window, just press the "P" on your keyboard again.
sk_sk: [_WT_] Ak chcete zatvoriť okno so štatistikami, opäť stlačte tlačidlo "P" na klávesnici.

source: [_WT_] Another handy way to track a girl's stats is through your phone.
sk_sk: [_WT_] Ďalší praktický spôsob, ako sledovať štatistiky dievčat, je prostredníctvom telefónu.

source: [_WT_] You can access your phone by clicking on this button.
sk_sk: [_WT_] Kliknutím na toto tlačidlo získate prístup k telefónu.

source: [_WT_] Once your phone is pulled up, you can track a girl's stats,
sk_sk: [_WT_] Po vytiahnutí telefónu môžete sledovať štatistiky dievčat,

source: [_WT_] by clicking on this button right here.
sk_sk: [_WT_] kliknutím na toto tlačidlo priamo tu.

source: [_WT_] There are also some other handy things you can do with your phone as well.
sk_sk: [_WT_] S telefónom môžete robiť aj ďalšie praktické veci.

source: [_WT_] For those of you who support us at the "Friend" tier on SubscribeStar or Patreon, you can install a mod that you can access by pressing on this button.
sk_sk: [_WT_] Tí z vás, ktorí nás podporujú na úrovni "Priateľ" na SubscribeStar alebo Patreon, si môžu nainštalovať mód, ku ktorému sa dostanete stlačením tohto tlačidla.

source: [_WT_] The mod is pretty awesome! It allows you to change the name of your character, manipulate the stats of other characters, add and remove items, and add money to your backpack.
sk_sk: [_WT_] Mod je celkom úžasný! Umožňuje vám zmeniť meno vašej postavy, manipulovať so štatistikami iných postáv, pridávať a odstraňovať predmety a pridávať peniaze do batohu.

source: [_WT_] This button allows you to track your progress. When you click on it,
sk_sk: [_WT_] Toto tlačidlo umožňuje sledovať váš pokrok. Keď naň kliknete,

source: [_WT_] A screen that lists events will pop up.
sk_sk: [_WT_] Zobrazí sa obrazovka so zoznamom udalostí.

source: [_WT_] And when you click on the three question marks "???", you will receive hints to help you know how to complete that event.
sk_sk: [_WT_] Keď kliknete na tri otázniky "???", zobrazia sa nápovedy, ktoré vám pomôžu dokončiť danú udalosť.

source: [_WT_] A couple other useful buttons are on the bottom of the phone.
sk_sk: [_WT_] Niekoľko ďalších užitočných tlačidiel sa nachádza na spodnej strane telefónu.

source: [_WT_] This button lets you see any pictures of girls that you may take throughout the course of the game.
sk_sk: [_WT_] Toto tlačidlo vám umožní zobraziť všetky fotografie dievčat, ktoré môžete počas hry nasnímať.

source: [_WT_] And this extremely useful button lets you move forward in time.
sk_sk: [_WT_] Toto mimoriadne užitočné tlačidlo vám umožní posunúť sa v čase.

source: [_WT_] So, that's all the tips we have for you. Everything else you will have to figure out on your own, or I guess you could always find the walkthrough, or ask for help online.
sk_sk: [_WT_] To sú všetky tipy, ktoré pre vás máme. Na všetko ostatné budete musieť prísť sami, alebo si hádam vždy môžete nájsť návod, prípadne požiadať o pomoc na internete.

source: [_WT_] However you decide to play, we hope you enjoy the game!
sk_sk: [_WT_] Nech sa rozhodnete hrať akokoľvek. Dúfame, že sa vám hra bude páčiť!

source: [_WT_] Go ahead and take it from here, [ryan]!
sk_sk: [_WT_] Pokračujte a prevezmite to odtiaľto [ryan]!

source: [_R_] I guess the best thing I can do is to tell you my story, and let whomever watches this to be the judge of my actions.
sk_sk: [_R_] Myslím, že najlepšie, čo môžem urobiť, je povedať vám svoj príbeh a nechať toho, kto si to pozrie, aby posúdil moje činy.

source: [_R_] And once again, hope this story gets turned into a kick-ass HBO series, and not a fucking lame-ass H-game.
sk_sk: [_R_] A ešte raz dúfam, že sa z tohto príbehu stane seriál HBO, a nie nejaká zasraná trapná H-hra.

source: [_R_] .... So, until fairly recently, I was just a normal teenage kid like everybody else.
sk_sk: [_R_] .... Donedávna som bol normálny tínedžer ako všetci ostatní.

source: [_R_] Until I was awoken really early one morning by a phone call that would change my life forever...
sk_sk: [_R_] Až kým ma jedného dňa veľmi skoro nezobudil telefonát, ktorý navždy zmenil môj život...

source: End of tutorial.
sk_sk: Koniec výukového programu.

source: [_GF_] Congratulations for being able to see obvious plot points in simple-minded stories.
sk_sk: [_GF_] Gratulujem ti, že si schopní vidieť zjavné zápletky v jednoduchých príbehoch.

source: [_GF_] Never mind.
sk_sk: [_GF_] Nevadí.

source: [_S_] Merry Christmas, [ryan]!
sk_sk: [_S_] Veselé Vianoce, [ryan]!

source: [_R_] Oh, hey Sidney! Merry Christmas! I love your sweater!
sk_sk: [_R_] Ahoj, Sidney! Veselé Vianoce! Milujem tvoj sveter!

source: [_S_] Thanks! I made it myself. I thought it was pretty festive.
sk_sk: [_S_] Vďaka! Vyrobila som si ho sama. Myslím, že to bolo celkom slávnostné.

source: [_S_] But it's too damn hot!
sk_sk: [_S_] Ale je príliš horúco!

source: [_S_] This baby is like having my own personal space heater attached to me.
sk_sk: [_S_] Toto dieťa je ako keby som mala k sebe pripojený vlastný ohrievač.

source: [_S_] I can't seem to get cool, no matter what I do.
sk_sk: [_S_] Zdá sa, že nemôžem byť v pohode, nech robím čokoľvek.

source: [_RT_] {i}I think I'm starting to understand why guys get pregnancy fetishes.{/i}
sk_sk: [_RT_] {i}Myslím, že začínam chápať, prečo majú chlapi tehotenské fetiše.{/i}

source: [_RT_] {i}Every single one of the girls still looks sexy as hell, even with their huge baby bumps.{/i}
sk_sk: [_RT_] {i}Každá z týchto dievčat vyzerá aj s obrovskými detskými bruškami pekelne sexy.{/i}

source: [_RT_] {i}I guess I should just add this fetish to the list.{/i}
sk_sk: [_RT_] {i}Myslím, že by som mal tento fetiš pridať na zoznam.{/i}

source: [_GF_] They should hand out fetish merit badges. You'd be one of the most decorated perverts out there.
sk_sk: [_GF_] Mala by som rozdávať odznaky za zásluhy v oblasti fetišizmu. Bol by si jedným z najviac vyznamenaných úchylákov.

source: [_RT_] {i}And to think, I was a totally normal kid, not too long ago.{/i}
sk_sk: [_RT_] {i}A keď si pomyslím, že ešte nedávno som bol úplne normálne dieťa.{/i}

source: [_GF_] Well, every pervert's got to start somewhere.
sk_sk: [_GF_] No, každý zvrhlík musí niekde začať.

source: [_RT_] I've got to find out who's the father of Sidney's baby.
sk_sk: [_RT_] Musím zistiť, kto je otcom Sidneyho dieťaťa.

source: [_GF_] Maybe you could try the "Keeping a History of Events for the Year," route with Sidney.
sk_sk: [_GF_] Možno by si mohol so Sidney vyskúšať cestu "Vedenia histórie udalostí počas roka".

source: [_GF_] That worked well with Lauren.
sk_sk: [_GF_] S Lauren to fungovalo dobre.

source: [_R_] So, I've been trying to record all of the notable events for this year. You know.... kind of a journal, so we can look back and remember the good times.
sk_sk: [_R_] Snažil som sa zaznamenať všetky významné udalosti tohto roka. Viete.... niečo ako denník, aby sme sa mohli obzrieť späť a pripomenúť si pekné chvíle.

source: [_R_] After talking with Mom and Sidney, I think I've got most of the events covered. The last thing I need for the record, is your version of how you got pregnant.
sk_sk: [_R_] Po rozhovore s mamou a Sidney si myslím, že mám väčšinu udalostí pod kontrolou. Posledná vec, ktorú potrebujem do záznamu, je tvoja verzia toho, ako si otehotnela.

source: [_S_] Nice try, [ryan]! I know you're only bringing this up so you can reprimand me again for what stupid decisions I make.
sk_sk: [_S_] Dobrý pokus, [ryan]! Viem, že to vyťahuješ len preto, aby si ma mohol opäť pokarhať za to, aké hlúpe rozhodnutia robím.

source: [_S_] I already know it was stupid of me to follow Mom to Joey's strip club.
sk_sk: [_S_] Už teraz viem, že bolo odo mňa hlúpe nasledovať mamu do Joeyho striptízového klubu.

source: [_S_] I already know it was stupid of me to accept the work that Joey was offering.
sk_sk: [_S_] Už teraz viem, že bolo odo mňa hlúpe prijať prácu, ktorú Joey ponúkal.

source: [_S_] I know it was stupid of me to let him buy me nice things.
sk_sk: [_S_] Viem, že bolo odo mňa hlúpe nechať ho, aby mi kupoval pekné veci.

source: [_S_] I know it was stupid of me to think he would ever leave his wife for me.
sk_sk: [_S_] Viem, že bolo odo mňa hlúpe myslieť si, že by niekedy opustil svoju ženu kvôli mne.

source: [_S_] I don't know how, or why, I let him manipulate me to become his tool to blackmail powerful men.
sk_sk: [_S_] Neviem, ako alebo prečo som mu dovolila, aby ma zmanipuloval a stala sa jeho nástrojom na vydieranie mocných mužov.

source: [_S_] I'd sleep with them, and Joey would record it all, to use the pictures later for blackmail.
sk_sk: [_S_] Spávala som s nimi a Joey si to všetko nahrával, aby neskôr použil fotky na vydieranie.

source: [_S_] And now I've slept with most of the powerful men in the state, and I don't know if my baby's father is Senator McFeely, Archbishop SaintFister, Governor LeGroper,
sk_sk: [_S_] A teraz som spala s väčšinou vplyvných mužov v štáte a neviem, či je otcom môjho dieťaťa senátor McFeely, arcibiskup SaintFister alebo guvernér LeGroper,

source: [_S_] Chief O'CummingHand, Don BiggusDickus.... (rambling on)
sk_sk: [_S_] Náčelník O'CummingHand, Don BiggusDickus.... (blábolenie)

source: [_GF_] Oh, damn! Holy shit! You're zero for three.
sk_sk: [_GF_] Ach, sakra! Do prdele! Máš nula ku trom.

source: [_GF_] I don't want to sound too intrusive or judgy, but you might want to do a few things to try and change this future.
sk_sk: [_GF_] Nechcem, aby to znelo príliš dotieravo alebo odsudzujúco, ale možno by si mal urobiť niekoľko vecí, aby si sa pokúsil zmeniť túto budúcnosť.

source: [_GF_] Unless you get off on other men fucking your women. Like I said, I don't judge.
sk_sk: [_GF_] Ak ťa teda nevzrušuje, že iní muži súložia s tvojimi ženami. Ako som povedala, nesúdim.

source: [_RT_] {i}Trust me, I'm keeping a mental list of things I need to change.{/i}
sk_sk: [_RT_] {i}Ver mi, vediem si mentálny zoznam vecí, ktoré musím zmeniť.{/i}

source: [_RT_] {i}Though they're not the kind of changes your sisters would want me to make.{/i}
sk_sk: [_RT_] {i}Aj keď to nie sú zmeny, ktoré by sestry chceli, aby som urobil.{/i}

source: [_GF_] Ahhh.... Fuck 'em.
sk_sk: [_GF_] Ahhh .... Jebať na nich.

source: [_RT_] {i}They're too small.{/i}
sk_sk: [_RT_] {i}Sú príliš malé.{/i}

source: [_GF_] Hahaha.... you'd be surprised at how much they can stretch.
sk_sk: [_GF_] Hahaha.... by si bol prekvapení, ako veľmi sa dokážu natiahnuť.

source: [_S_] Principle Wankright, School board member Will Tylor.
sk_sk: [_S_] Riaditeľ Wankright, člen školskej rady Will Tylor.

source: [_R_] Sidney! Shut up for a second
sk_sk: [_R_] Sidney! Sklapni na chvíľu

source: [_R_] I understand you slept with half the state, but is there any possible way that I could be the daddy?
sk_sk: [_R_] Chápem, že si spala s polovicou štátu, ale je možné, aby som bol otcom ja?

source: [_S_] No.... I wasn't living at home at the time. I was too busy with the DeCapos. Joey had me living in his high rise apartment.
sk_sk: [_S_] Nie.... V tom čase som nežila doma. Bola som príliš zaneprázdnená s DeCapom. Joey ma nechal bývať vo svojom výškovom byte.

source: [_S_] And you refused to even come visit me.
sk_sk: [_S_] A ty si ma dokonca odmietol navštíviť.

source: [_S_] But I was so grateful that you let me come back home, even though I was hooked on meth and had a vagina looser than a wizards sleeve.
sk_sk: [_S_] Ale bola som ti veľmi vďačná, že si ma pustil domov, aj keď som bola závislá od pervitínu a mala som vagínu voľnejšiu ako rukáv čarodejníka.

source: [_R_] Ok Sidney, just stop. I've got everything I need for the family history. And your section of it is going to be quite a legacy.
sk_sk: [_R_] Dobre, Sidney, prestaň. Mám všetko, čo potrebujem pre rodinnú históriu. A tvoja časť bude celkom slušným dedičstvom.

source: [_S_] Ahhh.... Fuck it. I know what I am.
sk_sk: [_S_] Ahhh.... Do prdele s tým. Viem, čo som.

source: [_S_] I was quite the prude at one time, then it all changed when I started molesting people in their sleep.
sk_sk: [_S_] Kedysi som bola dosť prudérna, ale potom sa to zmenilo, keď som začala obťažovať ľudí v spánku.

source: [_S_] You remember that?
sk_sk: [_S_] Budeš si to pamätať?

source: [_R_] Of course I do.
sk_sk: [_R_] Samozrejme.

source: [_S_] Sorry if that messed you up at all.
sk_sk: [_S_] Ospravedlňujem sa, ak ťa to zmiatlo.

source: [_S_] I know it did me.
sk_sk: [_S_] Viem, že sa to stalo mne.

source: [_RT_] {i}Shit.... I've ruined her life. And now she's apologizing to me, for something I made her do.{/i}
sk_sk: [_RT_] {i}Hovno.... Zničil som jej život. A teraz sa mi ospravedlňuje za niečo, k čomu som ju donútil.{/i}

source: [_RT_] {i}Fuck! I'm ready to go back right now, and try to fix some things.{/i}
sk_sk: [_RT_] {i}Kurva! Som pripravený vrátiť sa späť a pokúsiť sa napraviť niektoré veci.{/i}

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are both cousins and siblings.
sk_sk: [_GF_] Áno, bude dosť mätúce snažiť sa im vysvetliť, že sú bratranci a súrodenci.

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, niece or nephew, and siblings.
sk_sk: [_GF_] Áno, bude dosť mätúce pokúsiť sa im vysvetliť, že sú súčasne teta alebo strýko, neter alebo synovec a súrodenci.

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, nieces or nephews, cousins, and siblings..
sk_sk: [_GF_] Áno, bude dosť mätúce snažiť sa im vysvetliť, že sú súčasne teta alebo strýko, netere alebo synovci, bratranci a sesternice a súrodenci.

source: [_GF_] I'd pick Sidney, but then again, I'm slightly biased.
sk_sk: [_GF_] Vybrala by som Sidney, ale na druhej strane som trochu zaujatá.

source: [_RT_] {i}This might just be a dream, but to fuck Mom in the ass, makes it the best dream I've ever had.{/i}
sk_sk: [_RT_] {i}Možno je to len sen, ale šukanie mamy do zadku je ten najlepší sen, aký som kedy mal.{/i}

source: [_S_] Wow Mom! You need to teach us to take a cock in the ass like that!
sk_sk: [_S_] Wow, mami! Musíš nás naučiť, ako si vziať vtáka do zadku!

source: [_L_] Yeah! [ryan]'s always been too big for us.
sk_sk: [_L_] Áno! [ryan]'bol pre nás vždy príliš veľký.

source: [_RT_] {i}Wow! I would be fine if this dream never ended.{/i}
sk_sk: [_RT_] {i}Wow! Bolo by mi dobre, keby sa tento sen nikdy neskončil.{/i}

source: [_GF_] Or is it a dream?
sk_sk: [_GF_] Alebo je to sen?

source: [_M_] Honey! You're doing so good! Not many pussies can take a cock as big as [ryan]'s
sk_sk: [_M_] Miláčik! Darí sa ti tak dobre! Nie veľa kundičiek dokáže prijať takého veľkého vtáka, ako je [ryan].

source: [_L_] Well, mine can take even bigger.
sk_sk: [_L_] No, moja znesie aj väčšie.

source: [_RT_] {i}Well, if this is a dream, I have a feeling it's going to be a wet one.{/i}
sk_sk: [_RT_] {i}No, ak je to sen, mám pocit, že bude mokrý.{/i}

source: [_S_] Lauren, you've got the cutest little asshole!
sk_sk: [_S_] Lauren, máš tú najroztomilejšiu prdelku!

source: [_M_] The trick is to get it so it can take a huge dick, but still look cute. It's not easy.
sk_sk: [_M_] Trik spočíva v tom, aby dokázala prijať obrovský penis, ale stále vyzerala roztomilo. Nie je to ľahké.

source: [_M_] Ok, baby!.... Drench us in your baby gravy!
sk_sk: [_M_] Ok, bejby!.... Namoč nás do svojej detskej omáčky!

source: [_S_] Spray me first!
sk_sk: [_S_] Najprv ma postriekaj!

source: [_L_] No, me first!
sk_sk: [_L_] Nie, ja prvá!

source: [_R_] Mom always gets to go first
sk_sk: [_R_] Mama ide vždy prvá

source: [_R_] Ohhhh.... here I cummmm!!!...
sk_sk: [_R_] Ohhhh.... a už to idéééééé!!!...

source: [_M_] Good job my big boy!
sk_sk: [_M_] Si môj veľký chlapec!

source: [_S_] I just wish you'd covered me even more.
sk_sk: [_S_] Len si želám, aby si ma pokryl ešte viac.

source: [_L_] Yeah.... usually you cum almost twice this much.
sk_sk: [_L_] Yeah.... zvyčajne vyvrcholíš takmer dvakrát toľko.

source: [_RT_] {i}Is she fucking kidding me?{/i}
sk_sk: [_RT_] {i}Robí si zo mňa srandu?{/i}

source: [_RT_] {i}I've never cum so much in my life.{/i}
sk_sk: [_RT_] {i}Nikdy v živote som sa toľko nevystriekal.{/i}

source: [_M_] Now, are you ready to watch us make out, and lick all of this cum off each other?
sk_sk: [_M_] Si pripravený pozerať sa, ako sa líbame a lížeme zo seba všetko to semeno?

source: [_R_] Oh God, yes!
sk_sk: [_R_] Bože, áno!

source: [_S_] Then we can grab the dildos and really get down to business!
sk_sk: [_S_] Potom môžeme vziať vibrátory a naozaj sa pustiť do práce!

source: [_L_] Yay! A whole day of fucking!.... I love Christmas!
sk_sk: [_L_] Hurá! Celý deň šukania!.... Milujem Vianoce!

source: [_GF_] Sorry buddy, but you won't get to do any of that. Our time is up in 5.... 4...
sk_sk: [_GF_] Je mi ľúto, kamarát, ale nič z toho sa ti nepodarí. Náš čas vypršal v 5.... 4...

source: [_RT_] {i}Noooo!.... Not yet!....{/i}
sk_sk: [_RT_] {i}Nieeee!.... Ešte nie!....{/i}

source: [_RT_] {i}Goodbye, my beauties! We'll continue this in the future!{/i}
sk_sk: [_RT_] {i}Zbohom, moje krásky! V budúcnosti v tom budeme pokračovať!{/i}

source: [_R_] Oh, man! Look how Lauren's dressing now, just to do something as casual as making cookies.
sk_sk: [_R_] Ach, človeče! Pozri sa, ako sa Lauren oblieka, len aby urobila niečo také obyčajné, ako je pečenie sušienok.

source: [_R_] At least this future isn't completely bad.
sk_sk: [_R_] Aspoň táto budúcnosť nie je úplne zlá.

source: [_R_] I'm really liking this future so far.
sk_sk: [_R_] Táto budúcnosť sa mi zatiaľ veľmi páči.

source: [_R_] Good morning Lauren! Are the cookies ready yet?
sk_sk: [_R_] Dobré ráno, Lauren! Sú už koláčiky hotové?

source: [_L_] Good morning [ryan]! Merry Christmas! I'm just getting the cookies in the oven, so they're going to be a few minutes.
sk_sk: [_L_] Dobré ráno [ryan]! Veselé Vianoce! Práve dávam koláčiky do rúry, takže budú o pár minút.

source: [_L_] Ok.... I'll set the timer for twelve minutes.
sk_sk: [_L_] Ok.... Nastavím časovač na dvanásť minút.

source: [_L_] Wow, cooking makes me get so hot when I'm like this!
sk_sk: [_L_] Páni, pri varení mi je tak horúco, keď som taká!

source: [_RT_] {i}No.... Fucking.... way!{/i}
sk_sk: [_RT_] {i}Oh .... jebať .... {/i}

source: [_GF_] Hahaha.... unbelievable!
sk_sk: [_GF_] Hahaha.... neuveriteľné!

source: [_RT_] {i}You're telling me!{/i}
sk_sk: [_RT_] {i}Hovoríš mi, že!{/i}

source: [_RT_] {i}I've.... I've got to be the father of this one, I'm sure!{/i}
sk_sk: [_RT_] {i}Mám... Musím byť otcom tohto, som si istý!{/i}

source: [_GF_] Ohhhh.... I don't know.... I'd tread lightly here.
sk_sk: [_GF_] Ohhhh.... Neviem.... Tu by som postupovala opatrne.

source: [_R_] So.... hey, Lauren!
sk_sk: [_R_] Takže.... ahoj, Lauren!

source: [_L_] Yeah?...
sk_sk: [_L_] Čo?...

source: [_R_] What was the due date for your baby again?
sk_sk: [_R_] Aký bol dátum pôrodu dieťaťa?

source: [_L_] Hmmmmm.... It's January 23rd, so I've got about a month left of being pregnant!
sk_sk: [_L_] Hmmmmm.... Je 23. januára, takže mi zostáva asi mesiac tehotenstva!

source: [_L_] Thank God.... I can't wait to get this thing out of me.
sk_sk: [_L_] Vďaka Bohu.... Nemôžem sa dočkať, až to zo mňa vytiahnu.

source: [_L_] But I guess I can't complain too much.... look!
sk_sk: [_L_] Ale myslím, že sa nemôžem príliš sťažovať.... pozri!

source: [_L_] My tits have gotten even bigger in the last couple days.
sk_sk: [_L_] Moje prsia sa za posledných pár dní ešte zväčšili.

source: [_L_] Remember when they looked like swollen mosquito bites?
sk_sk: [_L_] Pamätáš si, keď vyzerali ako opuchnuté štípance od komárov?

source: [_R_] Uhhh.... haha.... yeah.... It feels like yesterday.
sk_sk: [_R_] Uhhh .... haha .... áno .... Je to ako včera.

source: [_L_] Hhhhnnnnnn.... I just hope.... they get big enough to provide an entire meal for the baby.
sk_sk: [_L_] Hhhhnnnnnn .... Len dúfam, že ... budú dostatočne veľké, aby poskytli celé jedlo pre dieťa.

source: [_R_] Do you want some help there?
sk_sk: [_ R_] Chcete tam nejakú pomoc?

source: [_L_] hhnnn.... no.... I've got this.
sk_sk: [_L_] hhnnn .... nie .... Mám to.

source: [_L_] There.... I made it up!
sk_sk: [_ L_] Tam .... Vyrobil som to!

source: [_R_] Wow! What a great accomplishment!
sk_sk: Fíha! Aký skvelý úspech!

source: [_L_] Haha.... you smart ass!
sk_sk: Haha .... ty chytrá riť!

source: [_L_] I hate these tall chairs now.
sk_sk: [_ L_] Neznášam tieto vysoké stoličky.
