Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_CT_] {i}I know it's hot at night, but that little pervert is just across the hall. They didn't even lock the door!{/i}
sk_sk: [_ CT_] {i}Viem, že je to horúce v noci, ale ten malý úchyl je práve cez chodbu. Ani nezamkli dvere!

source: [_CT_] {i}Mandy's been so brazen around him since we moved in. Walking around with no bra, wet t-shirts and bikinis... She's ignoring all the warnings I've ever given her about men.{/i}
sk_sk: [_ CT_] {i}Mandy bol tak tvrdo okolo neho, odkedy sme sa presťahovali. Chodiť bez podprsenky, mokré košele a bikini ... Ignoruje všetky varovania, ktoré som jej dal o mužoch. {/i}

source: [_CT_] {i}I don't care that she's eighteen now. Living with my sister's family has clearly corrupted her sense of feminine modesty!{/i}
sk_sk: [_ CT_] {i}Nezaujíma ma, že je osemnástka. Život s rodinou mojej sestry očividne poškodil jej pocit ženskej skromnosti! {/i}

source: [_CT_] {i}If she's sleeping naked in the same house with someone like "him" lurking around. God knows what he would do to her if I wasn't... wasn't...{/i}
sk_sk: [_ CT_] {i}Ak spí nahý v tom istom dome s niekým ako "on" číha okolo. Boh vie, čo by s ňou urobil, ak by som nebola ... nebola ...

source: [_CT_] {i}Dammit, we've both been corrupted living here!{/i}
sk_sk: [_ CT_] {i}Dammit, obaja sme boli poškodené žiť tu! {/i}

source: [_CT_] {i}That little shit's talked me into doing so many nasty things with him! After I sucked that ridiculous cock of his, I had the taste of his cum in my mouth for the rest of the night.{/i}
sk_sk: [_ CT_] {i}Tá malá sračka ma prehovorila, aby som s ním robila tak veľa škaredých vecí! Po tom, čo som si zasnúbila toho smiešneho vtáka jeho, mal som chuť jeho dutiny v ústach po zvyšok noci. {/i}

source: [_CT_] {i}At least his cum tastes better than Bobby's... More youthful, maybe?{/i}
sk_sk: [_ CT_] {i}Aspoň jeho cum chutí lepšie ako Bobbyho ... Viac mladistvý, možno? {/i}

source: [_CT_] {i}I'd hate to imagine what my baby would think of her mother if she knew what I've done with her cousin.{/i}
sk_sk: [_ CT_] {i}Chcel by som si predstaviť, čo by moje dieťa malo myslieť na svoju matku, ak by vedela, čo som urobil s jej bratrancom. {/i}

source: [_C_] {i}(Whispering){/i} Don't worry, baby... Momma is going to get us both out of this place.
sk_sk: [_C_] {i}(Whispering) {/i} Nebojte sa, baby ... Mama nás oboch dostane von z tohto miesta.

source: [_R_] Wow, that was close! Well, should we pick up where we left off?
sk_sk: Fíha, to bolo tesné! No, mali by sme ísť tam, kde sme odišli?

source: [_MD_] What do you think she meant by that? That she was going to get us out of here?
sk_sk: [_MD_] Čo si myslíte, že tým myslela? Že nás odtiaľto dostane?

source: [_R_] I don't know. It's not like there's anywhere else you two could go, right?
sk_sk: [_ R_] Ja neviem. Nie je to tak, že by ste mohli ísť nikde inde, že?

source: [_MD_] Did you see what she was wearing?
sk_sk: -Videla si, čo mala na sebe?

source: [_R_] No, I was under the bed. I mean, I guess I saw her shoes.
sk_sk: -Nie, bol som pod posteľou. Myslím, že som videl jej topánky.

source: [_MD_] She was all dressed up. Where could she be going this late, dressed like that?
sk_sk: [_ MD_] Ona bola úplne oblečená. Kde by mohla ísť takto neskoro, takto oblečená?

source: [_R_] Who cares? Come on, let's get back to you taking me balls dee...
sk_sk: Koho to zaujíma? No tak, vráťme sa k tebe, keď si mi vzal gule ...

source: [_MD_] You should follow her.
sk_sk: [_MD_] Vy by ste ju mali nasledovať.

source: [_MD_] She's up to something. I know it.
sk_sk: [_MD_] Je na niečo. Viem to.

source: [_MD_] Get dressed and go after her right now, or I'll tell Lauren you came to me bragging about fucking her.
sk_sk: [_MD_] Choď sa obliecť a choď po nej hneď teraz, alebo poviem Lauren, že si prišiel, aby som sa chválim o jebať ju.

source: [_MD_] Go!
sk_sk: [_MD_] Choď!

source: [_R_] Okay, fine... I'll go.
sk_sk: [_ R_] Dobre, fajn ... Ja pôjdem.

source: [_RT_] {i}What is it with my aunt and cock blocking me lately? It's like she has a sixth sense for giving me blue balls or something.{/i}
sk_sk: [_RT_] {i}Čo je to s mojou tetou a kohútom ma blokuje v poslednej dobe? Je to ako by mala šiesty zmysel pre to, že mi dá modré gule alebo niečo.

source: [_RT_] {i}Now, Mandy's got me out here in the middle of the night, following her mom around town.{/i}
sk_sk: [_RT_] {i}Teraz, Mandy ma dostal von uprostred noci, po jej mamy okolo mesta. {/i}

source: [_RT_] {i}Mandy was begging me to fuck her before Aunt Cami ruined it!{/i}
sk_sk: [_RT_] {i}Mandy ma prosil, aby som ju pojebal pred tetou Cami zničila to! {/i}

source: [_RT_] {i}Dammit, my balls are sore as hell now!{/i}
sk_sk: [_RT_] {i}Dammit, moje gule sú boľavé ako peklo teraz! {/i}

source: [_RT_] {i}Sorry, boys... Soon as we find out what Aunt Cami's up to, we'll head back to Mandy's tight little pussy.{/i}
sk_sk: [_RT_] {i}Prepáčte, chlapci ... Hneď ako zistíme, do čoho je teta Cami, vrátime sa späť do Mandy's tesnej malej pičky. {/i}

source: [_RT_] {i}Where the hell is she going anyways? This isn't exactly the nice part of town...{/i}
sk_sk: [_RT_] {i}Kde do pekla ide v každom prípade? Toto nie je presne tá pekná časť mesta.

source: [_RT_] {i}She better not be dating some sugar daddy she met while she was out shopping with the money I've been giving her.{/i}
sk_sk: [_RT_] {i}Lepšie nechodí s nejakým ockom cukru, ktorého stretla, keď bola nakupovať s peniazmi, ktoré som jej dával. {/i}

source: [_RT_] {i}If she needs money, she should be shaking her ass at me, not some random asshole with loose pockets.{/i}
sk_sk: [_RT_] {i}Ak potrebuje peniaze, mala by si na mňa strkať zadok, nie nejaký náhodný debil s voľnými vreckami. {/i}

source: [_RT_] {i}The hell? Why's she pulling up {b}here{/b}?{/i}
sk_sk: [_RT_] {i}Do pekla? Prečo sťahuje {b}tu {/b}? {/i}

source: [_RT_] {i}Fucking perfect! Here I was worried she was dating some rich asshole, and instead she pulls up to Mr. DeCapo's club.{/i}
sk_sk: [_RT_] {i}Zasraté perfektné! Bála som sa, že randí s bohatým kreténom, a namiesto toho sa sťahuje do klubu pána DeCapa. {/i}

source: [_RT_] {i}Why would she be here, of all places?{/i}
sk_sk: [_RT_] {i}Prečo by tu bola, zo všetkých miest? {/i}

source: [_RT_] {i}Oh, shit! Did she get a job stripping?!{/i}
sk_sk: [_RT_] {i}Oh, do riti! Dostala pruhovanie na prácu?! {/i}

source: [_RT_] {i}No way! After all the crap she's given Mom about being a stripper, did she finally get desperate enough for money to become one herself? She's certainly got the tits for it.{/i}
sk_sk: [_RT_] {i}Nie je možné! Po tom všetkom, čo jej dala mama o striptérke, konečne zúfalo dostala dosť peňazí, aby sa stala sama sebou? Určite má na to kozy. {/i}

source: [_RT_] {i}Mandy's never going to believe this! Her prudish mom, working the pole is hard to imagine, but what else would she be doing here?{/i}
sk_sk: [_RT_] {i}Mandy to nikdy neuverí! Jej prudstá mama, pracujúce na póle je ťažké si predstaviť, ale čo iné by tu robila?

source: [_RT_] {i}I should get some pictures as proof or Mandy will never believe me.{/i}
sk_sk: [_RT_] {i}Mal by som dostať nejaké fotky ako dôkaz, alebo Mandy nikdy neuverí mne. {/i}

source: [_RT_] {i}Okay... Get in, snap some pictures for Mandy, and then head back for some pussy pounding. She's going to be over the moon when I show her pics of her mom working as a stripper.{/i}
sk_sk: [_RT_] {i}Dobre ... Postav sa, podaj si nejaké fotky pre Mandy, a potom sa vrátni späť k nejakom kundičku. Bude cez mesiac, keď ukážem jej piky jej matky, pracuje ako striptérka. {/i}

source: [_RT_] {i}Hmmm... Same old faces every time I walk through here. No one at the slot machines ever looks happy.{/i}
sk_sk: [_RT_] {i}Hmmm ... Rovnaké staré tváre zakaždým, keď prejdem sem. Nikto na výherných automatoch nikdy nevyzerá šťastne. {/i}

source: [_RT_] {i}You'd think they'd learn by now. The house always wins. Especially when the house is run by the mafia.{/i}
sk_sk: [_ RT_] {i}Myslím si, že sa teraz naučia. Dom vždy vyhráva. Hlavne, keď je dom spustený mafiou.

source: [_RT_] {i}Huh, not on stage yet. She must still be in the dressing room getting ready.{/i}
sk_sk: [_RT_] {i}Ha, ešte nie je na pódiu. Musí byť stále v šatni pripravená.{ /i }

source: [_RT_] {i}I'll just hit the bar, say hi to Armani, and grab a drink while I wait. Maybe Armani can tell me how long Cami's been working here.{/i}
sk_sk: [_RT_] {i}Budem len udrel bar, pozdrav Armani, a uchopiť si drink, zatiaľ čo ja čakám. Možno mi Armani povie, ako dlho tu pracuje Cami. {/i}

source: [_RT_] {i}Is that Cami at the blackjack table?{/i}
sk_sk: [_RT_] {i}Je to Cami na blackjacku stole? {/i}

source: [_RT_] {i}Shit, that is her.{/i}
sk_sk: [_RT_] {i}Do riti, to je ona. {/i}

source: [_RT_] {i}So, that's why she's here... I thought she was using all the money I've been giving her to go shopping. I never took my aunt for a gambler.{/i}
sk_sk: [_RT_] {i}Takže to je dôvod, prečo je tu ... Myslel som, že používa všetky peniaze, ktoré som jej dal ísť nakupovať. Nikdy som nevzal moju tetu za gamblera.

source: [_RT_] {i}Damn! It'd be for the best if she's not working here, I suppose... but still.{/i}
sk_sk: [_RT_] {i}Sakra! Bolo by to najlepšie ak tu nepracuje, predpokladám ... ale aj tak. {/i}

source: [_RT_] {i}If I had caught her working as a stripper, she'd have done anything to keep Mom from finding out.{/i}
sk_sk: [_RT_] {i}Ak som ju chytal pracovať ako striptérka, ona by urobila čokoľvek, aby mama z hľadania von. {/i}

source: [_RT_] {i}Along with the pictures Mandy took of her mom and me, Mandy could suck my dick right in front of her and she wouldn't be able to say a thing about it.{/i}
sk_sk: [_RT_] {i}Spolu s obrázkami Mandy vzal jej mamu a mňa, Mandy by si vysať môjho vtáka priamo pred ňou a ona by nebola schopná povedať niečo o tom. {/i}

source: [_RT_] {i}Maybe I could even make her give Mandy some blowjob lessons.{/i}
sk_sk: [_RT_] {i}Možno by som mohol dokonca dať jej dať Mandy nejaké hodiny fúkané hodiny. {/i}

source: [_RT_] {i}Mandy tries really hard, but she's nowhere near as good as either of our moms at sucking cock.{/i}
sk_sk: [_RT_] {i}Mandy sa snaží naozaj ťažké, ale ona je nikde v blízkosti tak dobrý, ako ani jeden z našich mamičky na cmúchanie kohút. {/i}

source: [_A_] Hi, [ryan]. Always nice seeing you here. What can I get you?
sk_sk: Ahoj, [ryan]. Vždy rád som vás tu videl. Čo ti môžem dostať?

source: [_R_] Hey, umm... I was actually hoping you could help me out with something.
sk_sk: Hej, umm ... Dúfal som, že by si mi s niečím pomohol.

source: [_R_] You see that blonde in the shiny purple dress?
sk_sk: Vidíš tú blondínu v lesklé fialové šaty?

source: [_A_] The one with the massive tits?
sk_sk: [_ A_] Ten s masívnou hrou?

source: [_R_] Uh, yeah... that's my aunt.
sk_sk: [_R_] Uh, áno ... to je moja teta.

source: [_A_] Her? Seriously?
sk_sk: Ona? Vážne?

source: [_A_] Damn, your family has a lot of hot women in it!
sk_sk: Do pekla, tvoja rodina má v ňom veľa sexi žien!

source: [_R_] Don't I know it.
sk_sk: Nepoznám to.

source: [_R_] So, listen... Have you seen her around here before?
sk_sk: Takže, počuj ... Videli ste ju tu už predtým?

source: [_A_] Oh, sure. She's been coming in for few weeks now.
sk_sk: [_ A_] Oh, iste. Prichádza už niekoľko týždňov.

source: [_R_] Does she just play cards, or is she... I mean, does she...
sk_sk: [_ R_] Znamená to len hrať karty, alebo je ... Myslím tým, ona ...

source: [_A_] She doesn't work for Joey, if that's what you're asking.
sk_sk: Nepracuje pre Joeyho, ak je to to, čo sa pýtaš.

source: [_A_] Hang on... You're not stalking her, are you?
sk_sk: Vydrž ... Neprenasleduješ ju, však?

source: [_A_] Isn't fucking your big sister enough for you? Now you're making a play for your hot aunt too?
sk_sk: [_ A_] Nie je to kurva vaša veľká sestra dosť pre vás? Teraz hráš aj na tvoju sexi tetu?

source: [_R_] What? No, I mean...
sk_sk: [_R_] Čo? Nie, myslím ...

source: [_R_] Look, I just happened to see her come into the club tonight. I was worried she might have gotten desperate enough to pick up a job here.
sk_sk: [_ R_] Pozrite, práve som sa náhodou videla, že ju dnes večer príde do klubu. Bála som sa, že by sa mohla zúfalo dostať dosť na to, aby si sem mohla vyzdvihnúť prácu.

source: [_A_] Why would she be desperate?
sk_sk: -Prečo by bola zúfalá?

source: [_R_] Since my uncle skipped town with all their money, she's been broke, and had to move in with us.
sk_sk: [_ R_] Pretože môj strýko preskočil mesto so všetkými svojimi peniazmi, bola rozbitá a musela sa s nami presťahovať.

source: [_A_] If she's broke, how's she able to play blackjack every week?
sk_sk: [_A_] Ak je na mizinu, ako sa môže hrať blackjack každý týždeň?

source: [_R_] I've been giving her some cash for... for some favors around the house.
sk_sk: [_ R_] Ja som jej dal nejaké peniaze na ... za nejaké láskavosti okolo domu.

source: [_R_] I thought she was using it to go shopping, but I guess not.
sk_sk: [_ R_] Myslel som, že ju používa na to, aby šiel nakupovať, ale myslím, že nie.

source: [_A_] Well, that explains why she's not paying her tab. I've been wondering why my uncle has been so lax about her bill. He's not one to leave a debt uncollected.
sk_sk: To vysvetľuje, prečo ju nezaplatí. Zaujímalo by ma, prečo bol môj strýko taký lax ohľadom jej zákona. On nie je ten, kto by opustil dlh nezhromažený.

source: [_A_] Now that I think about it, anytime she comes in, he always makes time to talk with her.
sk_sk: [_A_] Teraz, keď o tom premýšľam, kedykoľvek príde, vždy robí čas hovoriť s ňou.

source: [_RT_] {i}The hell does he have to talk to my aunt about? She doesn't owe him any money.{/i}
sk_sk: [_RT_] {i}Do pekla sa musí rozprávať s mojou tetou o? Nedlhuje mu žiadne peniaze. {/i}

source: [_R_] Really? What do they talk about?
sk_sk: Naozaj? O čom sa rozprávajú?

source: [_A_] Oh, I don't think I should say. A bartender isn't supposed to talk about a customer's private conversations to strangers.
sk_sk: [_ A_] Oh, nemyslím si, že by som mal povedať. Barman by nemal hovoriť o zákazníčnych súkromných konverzáciách pre cudzincov.

source: [_R_] Come on, Armani... I'm not a stranger. She's my aunt. I just want to make sure she's not in any trouble. Couldn't you make an exception and help me out here?
sk_sk: No tak, Armani. Ja nie som cudzinec. Ona je moja teta. Len sa chcem uistiť, že nie je v žiadnom prípade. Nemohol by si urobiť výnimku a pomôcť mi tu?

source: [_A_] Sorry, protecting a customer's privacy is part of the "bartender's code", you know.
sk_sk: [_ A_] Prepáčte, ochrana súkromia zákazníka je súčasťou "barmanovho kódu", viete.

source: [_R_] Ah, yes. I had forgotten that ancient pack between a boozer, and their barkeep.
sk_sk: [_R_] Ah, áno. Zabudla som, že staroveký balíček medzi boozerom a ich barákom.

source: [_A_] Hey, don't make jokes! I take my duty very seriously. You wouldn't want me talking about you or your sister, would you?
sk_sk: Hej, nerobte vtipy! Beriem svoju povinnosť veľmi vážne. Nechcel by si, aby som hovoril o tebe alebo o tvojej sestre, že?

source: [_R_] Haha, Okay... I'm sorry for insulting your honor.
sk_sk: [_R_] Haha, dobre ... Je mi ľúto, že som urazil vašu česť.

source: [_R_] Damn, I suppose I'll have to respect the code.
sk_sk: Sakra, predpokladám, že budem musieť rešpektovať kód.

source: [_R_] However!
sk_sk: [_ R_] Avšak!

source: [_R_] If she's not paying her tab, then she's not really a customer, is she?
sk_sk: [_ R_] Ak nezaplatí svoju kartu, tak potom nie je zákazník, že?

source: [_A_] I suppose not...
sk_sk: [_A_] Predpokladám, že nie ...

source: [_R_] So, she's not covered by the sacred bartender's code, and you can tell me what they were talking about.
sk_sk: [_ R_] Takže, ona nie je pokrytá kódom sacred barmana, a môžete mi povedať, o čom to hovoril.

source: [_A_] Hmmphhh... You have a point. And she hasn't exactly been very polite to me.
sk_sk: [_A_] Hmmphhh ... Máš bod. A ona mi nebola veľmi slušná.

source: [_R_] So, you'll tell me?
sk_sk: [_ R_] Takže, poviete mi to?

source: [_A_] Settle her tab, first.
sk_sk: Najprv ju vystríhaj.

source: [_R_] What?! Why do I have to pay for her drinks?
sk_sk: [_R_] Čo? Prečo by som mala platiť za jej drinky?

source: [_A_] Uncle Joey may be fine with letting it slide, but I don't make any tips when people don't settle their tabs. And since you need a favor...
sk_sk: [_A_] Strýko Joey môže byť v poriadku, nechať ho šmýkač, ale ja nerobím žiadne tipy, keď sa ľudia neusadia na svojich kartách. A keďže potrebuješ láskavosť ...

source: [_R_] How much?
sk_sk: [_R_] Koľko?

source: [_A_] I just made her a strawberry daiquiri, so that brings it up tooo...
sk_sk: [_ A_] Len som jej urobil jahodový daiquiri, takže to prináša to ...

source: [_A_] One hundred, sixty nine bucks to close her tab, but if you want to loosen these lips, I'm going to need a big tip.
sk_sk: Sto, šesťdesiat deväť babiek, aby si ju zavalil, ale ak chceš tieto pery uvoľniť, budem potrebovať veľký tip.

source: [_RT_] {i}I'd rather be using my big tip to loosen Mandy's lips. I hate paying for Cami's drinks. But... whatever Joey's been talking to Cami about, probably isn't good for me.{/i}
sk_sk: [_RT_] {i}Radšej by som používal svoj veľký tip na uvoľnenie pier Mandy. Neznášam platiť za Camiho drinky. Ale ... bez ohľadu na to, čo Joey hovoril s Cami asi, asi nie je dobré pre mňa. {/i}

source: [_R_] Fine, here... That's all I've got.
sk_sk: [_ R_] Dobre, tu ... To je všetko, čo mám.

source: {i}{b}"Money - $250"{/b}{/i}
sk_sk: {i}{b}"Peniaze-$250" {/b} {/i}

source: [_A_] Nice to know you're the type of guy that takes care of his family.
sk_sk: [_A_] Rád viem, že ste typ človeka, ktorý sa stará o svoju rodinu.

source: [_R_] So, what did your uncle talk to her about? Was it about my Mom?
sk_sk: [_R_] Takže, o čom sa s ňou tvoj strýko hovorí? Bolo to o mojej mame?

source: [_A_] Kinda. I overheard him offering your aunt a job. He wanted her to start doing dances with her sister. So unless you've got another hot aunt. I guess that'd be [mom_name].
sk_sk: [_A_] Kinda. Počula som, že ti ponúkol svoju tetu. Chcel, aby začala tancovať s jej sestrou. Takže ak nemáš ďalšiu sexu tetu. Myslím, že by to bol [mom_name].

source: [_R_] Seriously? Both of them? Dancing together?
sk_sk: [_ R_] Vážne? Oboch? Tancujú spolu?

source: [_RT_] {i}Damn! Mom and Aunt Cami doing a strip tease together? Fuck, that'd be hot!{/i}
sk_sk: [_RT_] {i}Sakra! Mama a teta Cami robia striptízový sliepku spolu? Kurva, to by bolo horúce!

source: [_A_] Yeah, but she's been turning him down every time so far. Kinda stuck up about it too.
sk_sk: [_ A_] Jo, ale ona sa obracala ho zakaždým, keď tak ďaleko. Trochu sa o tom zasekla.

source: [_R_] I could've guessed that. Even if my Aunt did get desperate enough to start working here, becoming a stripper is something my aunt's been lording over my mom for a while now.
sk_sk: [_ R_] Mohol by som si to uhádli. Aj keby moja teta bola dosť zúfalá, aby začala pracovať tu, stáva sa striptérkou je niečo, čo moja teta už nejakú dobu páruje s mojou mamou.

source: [_R_] She'd never let her have the satisfaction of finding out she was shaking her ass on stage too.
sk_sk: Nikdy jej nedovolila, aby jej to uspokojilo, keď zistil, že aj na pódiu pretrepala zadok.

source: [_A_] You never know. My uncle's a very persistent man when he wants something.
sk_sk: [_ A_] Nikdy neviete. Môj strýko je veľmi perzistentný muž, keď chce niečo.

source: [_A_] If one strategy doesn't work, he'll use another one. Everyone's got their weaknesses.
sk_sk: [_A_] Ak jedna stratégia nefunguje, použije sa ďalší. Každý má svoje slabosti.

source: [_R_] Maybe, but my aunt is a prideful woman. Super prudish too.
sk_sk: [_ R_] Možno, ale moja teta je prislušná žena. Super obozretnosť taky.

source: [_RT_] {i}The only way I got her to do anything sexual was by... giving her... lots of...{/i}
sk_sk: [_RT_] {i}Jediným spôsobom, ako som ju dostal, aby urobil niečo sexuálne bolo ... dať jej ... veľa ... {/i}

source: [_A_] Hmm?
sk_sk: Hmm?

source: [_R_] What's that girl your uncle just called over carrying?
sk_sk: [_ R_] Čo je to dievča, ktoré tvoj strýko práve volal na prepravu?

source: [_A_] Oh, that's Betty. Your aunt must have run out of chips again. Uncle Joey is probably loaning her some playing money.
sk_sk: Oh, to je Betty. Tvoja teta musela znovu utiecť z čipov. Strýko Joey je pravdepodobne na nej, že hrá nejaké peniaze.

source: [_R_] No, she wouldn't!
sk_sk: Nie, ona nie!

source: [_A_] She always blows through whatever cash she has pretty quick before loading up on drinks at the bar.
sk_sk: [_ A_] Vždy fúka cez akúkoľvek hotovosť, ktorú má celkom rýchlo, pred naložením na nápoje v bare.

source: [_A_] I don't think your aunt is very good at blackjack.
sk_sk: [_ A_] Nemyslím si, že vaša teta je veľmi dobrá pri blackjacku.

source: [_R_] Gotta go!
sk_sk: Musím ísť!

source: [_J_] Here you go. I know the amount we talked about, but since you've had such a hard time recently, I'm going to loan you a little extra tonight.
sk_sk: [_ J_] Tu idete. Viem o sume, o ktorej sme hovorili, ale keďže si nedávno mal taký ťažký čas, dnes ti budem požičať trochu extra.

source: [_C_] Wow, I've never seen anyone here with such a big chip pile before!
sk_sk: [_ C_] Wow, nikdy som nevidel nikoho, kto by tu s takým veľkým čipom pilot pred!

source: [_J_] Well, it's yours for now. Just remember what I said about the terms of this loan. If you're a little short at the end of the night, we can talk about payment options.
sk_sk: [_J_] No, je to tvoje pre teraz. Len si pamätajte, čo som povedal o podmienkach tohto úveru. Ak ste trochu krátky na konci noci, môžeme hovoriť o možnostiach platby.

source: [_C_] Thank you, Mr. DeCapo, but...
sk_sk: Ďakujem, pán DeCapo, ale ...

source: [_J_] Please, call me Joey.
sk_sk: Prosím, zavolaj mi Joeyho.

source: [_C_] Joey...
sk_sk: Joey ...

source: [_C_] But I'm going to win big tonight, so there won't be any terms for me to worry about.
sk_sk: [_C_] Ale ja budem vyhrať veľký večer, takže tam nebudú žiadne podmienky pre mňa báť.

source: [_J_] Of course not. Best of luck, Camille.
sk_sk: [_ J_] Samozrejme, že nie. Veľa šťastia, Camille.

source: [_R_] Aunt Cami, wait!
sk_sk: Teta Cami, počkaj!

source: [_C_] [ryan]?!
sk_sk: [ryan]?!

source: [_R_] Please, tell me you didn't just take out a loan with Mr. DeCapo!
sk_sk: Prosím, povedz mi, že si si nevzal pôžičku s pánom DeCapom!

source: [_C_] What the fuck are you doing here?
sk_sk: [_C_] Čo tu kurva robíte?

source: [_R_] Never mind that. You've got to give that money back, right now!
sk_sk: [_ R_] Nikdy to nevadí. Musíš dať tie peniaze späť, hneď teraz!

source: [_C_] I will do no such thing. Now, get lost! You're too young to even be here.
sk_sk: [_C_] Neurobím takú vec. A teraz, strapte sa! Si príliš mladá na to, aby si tu bola.

source: [_R_] This isn't a game, Cami! Don't be stupid! Go tell Mr. Decapo there's been a mistake and give it all back!
sk_sk: [_ R_] Toto nie je hra, Cami! Nebuď hlúpy! Povedz pánovi Decapovi, že je tu chyba a vrátit to späť!

source: [_C_] My name is Camile, not "Cami"! How dare you talk to me like that?!
sk_sk: [_C_] Moje meno je Camile, nie "Cami"! Ako sa opovažuješ rozprávať so mnou takto?

source: [_R_] I don't care if your name is Fannie Mae!
sk_sk: Nezaujíma ma, či je tvoje meno Fannie Mae!

source: [_BJ_dealer_] Sir!
sk_sk: [_BJ_dealer_] Pane!

source: [_BJ_dealer_] I'm going to have to ask you to keep your voice down and not harass the other guests.
sk_sk: [_BJ_dealer_] budem vás musieť požiadať, aby ste si udržali hlas a nie obťažovať ostatných hostí.

source: [_R_] It's fine. She's my aunt, and we're leaving right now.
sk_sk: [_ R_] To je v poriadku. Je to moja teta, a práve teraz odchádzame.
