Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_RT_] {i}Fuck, she saw me peeking.{/i}
sk_sk: [_RT_] {i}Kurva, videla ma peeking. {/i}

source: [_RT_] {i}That asshole's got his hands all over her.{/i}
sk_sk: [_RT_] {i}Ten kretén má nad ňou ruky. {/i}

source: [_RT_] {i}If Dad were here, he'd chase him out of the house with a baseball bat!{/i}
sk_sk: [_RT_] {i}Ak by tu otec bol, nahátal by ho z domu s bejzbalovou pálkou!

source: [_RT_] {i}Why isn't Sidney or Mom more concerned about Matt?{/i}
sk_sk: [_RT_] {i}Prečo nie je Sidney alebo mama viac znepokojená o Mattovi? {/i}

source: [_RT_] {i}I mean, look what he's getting away with. Right in our back yard.{/i}
sk_sk: [_RT_] {i}Myslím tým, pozrite sa, čo sa dostáva preč. Priamo na našom dvore.

source: [_M_] What are you looking at, and why is your face all scrunched up like that?
sk_sk: [_M_] Čo pozeráte na, a prečo je vaša tvár celá špánnutá?

source: [_R_] Perfect timing.
sk_sk: [_ R_] Perfektné načasovanie.

source: [_R_] Matt's taking advantage of Lauren in the backyard!
sk_sk: Matt využíva Lauren na dvore!

source: [_M_] What?
sk_sk: [_M_] Čo?

source: [_R_] He made her put on a bikini and dance for him.
sk_sk: [_ R_] Urobil ju dať na bikiny a tancovať pre neho.

source: [_S_] No, he didn't, Mom. Lauren wanted to show off her new bikini with a little dance for Matt.
sk_sk: Nie, nespravil, mami. Lauren chcel ukázať svoje nové bikini s malým tancom pre Matta.

source: [_M_] Oh, my...
sk_sk: [_M_] Oh, môj ...

source: [_R_] That's not a little dance!
sk_sk: [_ R_] To nie je malý tanec!

source: [_R_] Look at her! She's giving him a lap dance like she was some slutty stripper!
sk_sk: [_ R_] Pozrite sa na ňu! Ona mu dáva brušný tanec, ako by bola trochu štetca striptérka!

source: {i}{b}"Mom's Anger +3"{/b}{/i}
sk_sk: {i}{b}"Mama's Anger + 3" {/b} {/i}

source: {i}{b}"Mom's Affection -3"{/b}{/i}
sk_sk: {i}{b}"Mama's Aúčinnosťou tion-3" {/b} {/i}

source: [_S_] Holy shit, bro... Not cool!
sk_sk: Do riti, brácho. Nie je to super!

source: [_R_] Oh... umm, I didn't mean anything by it.
sk_sk: Oh ... umm, ja som tým nič nemyslel.

source: [_M_] Unbelievable.
sk_sk: [_ M_] Nepresvedčiteľné.

source: [_R_] I'm sorry, Mom.
sk_sk: Je mi to ľúto, mami.

source: [_R_] Matt's feeling up your little girl in our backyard. She's been letting him cop a feel anytime he wants!
sk_sk: Matt cíti svoje malé dievčatko na našom dvore. Dovolila mu, aby ho pocítil kedykoľvek, keď chce!

source: [_R_] We need to go out there and put a stop to this.
sk_sk: [_ R_] Musíme tam ísť a zastaviť to.

source: [_M_] You sound like your father did anytime Sidney brought a date over to our house.
sk_sk: Znieš ako tvoj otec, kedykoľvek Sidney priniesol rande do nášho domu.

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around a little bit with her boyfriend.
sk_sk: Lauren je teraz dospelá, a páči sa, alebo nie, ona je oprávnená oklamať okolo trochu so svojím priateľom.

source: [_M_] If you brought a girlfriend over, you wouldn't want Sidney being a wet blanket about it, would you?
sk_sk: [_ M_] Ak by ste priviedli priateľku, nechceli by ste, aby Sidney bol mokrý deka o tom, že?

source: [_S_] Ha! He'd need to get a girlfriend first.
sk_sk: [_S_] Ha! Najprv by si mal dať priateľku.

source: [_MB_] Fuck, girl... That was amazing! You've got me all worked up.
sk_sk: [_ MB_] Kurva, dievča ... To bolo úžasné! Všetci ste ma dostali do práce.

source: [_MB_] Why don't we head back to your room so you can help me release all this "tension"?
sk_sk: [_ MB_] Prečo sa nevrátime späť do svojej izby, aby ste mi mohli pomôcť uvoľniť všetko toto "napätie"?

source: [_L_] Can't. Mandy's in my room studying right now.
sk_sk: -Nemôžem. Mandy je v mojej izbe študuje práve teraz.

source: [_MB_] Shit, I don't mind if she watches. Hell, I think she'd enjoy watching us get down and dirty.
sk_sk: [_ MB_] Do riti, nevadilo by mi, keby sa pozerala. Dopekla, myslím, že by sa tešila na to, ako sa dostať dole a špinavé

source: [_MB_] Maybe she could do more than watch.
sk_sk: [_ MB_] Možno by mohla robiť viac ako hodinky.

source: [_LT_] {i}Asshole! I'm not letting him near Mandy.{/i}
sk_sk: [_ LT_] {i}kretén! Nepustím ho blízko Mandy. {/i}

source: [_LT_] {i}Besides. It's not her I want watching.{/i}
sk_sk: [_LT_] {i}Okrem toho. To nie je ona, ktorú chcem sledovať. {/i}

source: [_L_] I've got a better idea.
sk_sk: [_ L_] Mám lepší nápad.

source: [_M_] Since you're so worried about it. I will keep an eye on them.
sk_sk: [_ M_] Vzhľadom k tomu, že sa o to tak bojíte. Dohliadnem na ne.

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV, or something. It's that, or you can spend the rest of the night in your room!
sk_sk: [_M_] Nie, budete dať svoju sestru a jej priateľ nejaké súkromie. Choď pozerať telku, alebo čo. To je to, alebo môžete stráviť zvyšok noci vo svojej izbe!

source: [_R_] Fine!
sk_sk: [_R_] Dobre!

source: [_MT_] {i}My God, what is wrong with him?{/i}
sk_sk: [_ MT_] {i}Môj Bože, čo je to s ním?

source: [_MT_] {i}The way he was acting, you'd think Lauren and Matt were having sex on the living room couch!{/i}
sk_sk: [_MT_] {i}Spôsob, akým sa správal, si myslel, že Lauren a Matt mali sex na obývacej izbe gauč! {/i}

source: [_MT_] {i}It's perfectly normal for a girl to do a little messing around with her boyfriend.{/i}
sk_sk: [_MT_] {i}Je to úplne normálne, že dievča, aby sa trochu pohrávalo okolo so svojím priateľom. {/i}

source: [_MT_] {i}Especially when that boyfriend is as attractive as Matt.{/i}
sk_sk: [_MT_] {i}Najmä keď je ten priateľ atraktívny ako Matt. {/i}

source: [_MT_] {i}Wait... What is she?...{/i}
sk_sk: [_MT_] {i}Čakajte ... Čo je to? ... {/i}

source: [_MT_] {i}Is she going to give him a handjob right in our yard?{/i}
sk_sk: [_MT_] {i}Bude mu dať ruku priamo na našom dvore? {/i}

source: [_MB_] Mmm yeah. Let's see if all that practice you've been doing at my place has paid off.
sk_sk: [_ MB_] Mmm. Pozrime sa, či to všetko, čo si robil na mojom mieste, sa vyplašilo.

source: [_MB_] Try to get it all the way down your throat this time.
sk_sk: [_ MB_] Snažte sa dostať to celú cestu dole do krku tentoraz.

source: [_L_] Hehe... Okay
sk_sk: [_ L_] Hehe ... Dobre.

source: [_MT_] {i}She's... She's licking it!{/i}
sk_sk: [_MT_] {i}Ona je ... Lízala si to!

source: [_MT_] {i}I suppose... a little licking is no big deal. Girlfriends have certain responsibilities after all.{/i}
sk_sk: [_ MT_] {i}Predpokladám, že ... trochu lízanie nie je žiadna veľká vec. Priateľky majú po tom všetkom určitú zodpovednosť. {/i}

source: [_MT_] {i}Matt's penis is so big, it's not like she could...{/i}
sk_sk: [_MT_] {i}Matta penis je tak veľký, že to nie je, že by mohla ... {/i}

source: [_MT_] {i}She took it.{/i}
sk_sk: [_MT_] {i}Ona ho vzala. {/i}

source: [_L_] (muffled) mmphmm
sk_sk: [_L_] (mufled) mmphmm

source: [_MB_] I wonder if it runs in the family.
sk_sk: [_ MB_] Zaujímalo by ma, či to beží v rodine.

source: [_MB_] Oh shit!
sk_sk: Do riti!

source: [_L_] (muffled) mphmm?
sk_sk: [_ L_] (tlmený) mfmm?

source: [_MB_] Haha... Nothing babe.
sk_sk: [_ MB_] Haha ... -Nič, zlato.

source: [_MB_] I'm just admiring a sexy redhead that I'm going to be fucking soon.
sk_sk: [_ MB_] Len obdivujem sexy červenú hlavu, že budem čoskoro kurva.

source: [_L_] Mmphmmhmm.
sk_sk: [_ L_] Mmfmmhmm.

source: [_MB_] Oh, yeah... Gonna be plowing that ginger pussy real soon.
sk_sk: [_ MB_] Oh, áno ... Bude to zažltnutie, že zázvorový kundičku čoskoro.

source: [_MT_] {i}Oh, my God! What am I doing?{/i}
sk_sk: [_MT_] {i}Oh, môj Bože! Čo robím? {/i}

source: [_MT_] {i}How could I let myself go like that? Bad enough Matt caught me peeping on them. He saw me rubbing my pussy too!{/i}
sk_sk: [_MT_] {i}Ako by som sa mohol nechať ísť takto? Dosť zlé, Matt ma prichyl, že som na nich plakal Videl ma aj moju kundičku!

source: [_MT_] {i}Dammit! I hate it when I'm too horny to control myself! I need to get some releif!{/i}
sk_sk: [_MT_] {i}Sakra! Nenávidím to, keď som príliš nadržaný, aby som sa riadil! Musím sa trochu uvoľniť! {/i}

source: [_RT_] {i}Why'd I have to make that jab about strippers? Mom might have listened to me if I had kept my cool instead of blowing up like that.{/i}
sk_sk: [_ RT_] {i}Prečo by som mal robiť tú čeľusťáč o striptéroch? Mama by ma mohla počúvať, ak by som si udržala cool miesto, namiesto toho, aby som to vybuchla.

source: [_RT_] {i}At least she's there making sure those two don't do anything too bad.{/i}
sk_sk: [_RT_] {i}Aspoň ona tam robí, aby sa uistil, že tieto dve nerobia nič príliš zlé. {/i}

source: [_R_] I thought you were going to keep an eye on Lauren.
sk_sk: [_ R_] Myslel som si, že budete dávať pozor na Lauren.

source: [_M_] I'm going to take a nap, so don't bother me!
sk_sk: [_M_] Ja sa chystám nap, tak neobťažujte ma!

source: [_RT_] {i}Fuck. She's pissed at me.{/i}
sk_sk: [_RT_] {i}Kurva. Je na mňa naštvaný. {/i}

source: [_RT_] {i}I should go apologize for that stripper comment.{/i}
sk_sk: [_RT_] {i}Mal by som sa ospravedlniť za tento komentár k striptérke. {/i}

source: [_RT_] {i}I should check it out.{/i}
sk_sk: [_RT_] {i}Mal by som to skontrolovať.{/i}

source: [_RT_] {i}She's masterbaiting?!{/i}
sk_sk: [_RT_] {i}Je to masterbaiting?! {/i}

source: [_RT_] {i}Well, if she's rubbing one out. She can't be too mad at me, right?{/i}
sk_sk: [_RT_] {i}No, ak je to trbina jeden von. Nemôže byť na mňa príliš naštvaný, však? {/i}

source: [_RT_] {i}God she's sexy. Seeing her buttering her muffin is making me feel better already.{/i}
sk_sk: [_RT_] {i}Bože, je sexy. Vidieť jej zadok jej muffin je, aby som sa cítil lepšie už. {/i}

source: [_RT_] {i}Oh. Looks like she's pulling out the butt plug again.{/i}
sk_sk: [_RT_] {i}Oh. Zdá sa, že zase vytiahla zadok z zadku. {/i}

source: [_RT_] {i}She really seems to have a thing for butt stuff. I wonder what she's thinking about? Or rather, who?{/i}
sk_sk: [_RT_] {i}Zdá sa, že má naozaj záľubu v zadku. Zaujímalo by ma, na čo myslí? Alebo skôr na koho?{/i}

source: [_MT_] {i}I completely lost control out there.{/i}
sk_sk: [_MT_] {i}Úplne som stratil kontrolu tam. {/i}

source: [_MT_] {i}Peeping on Lauren and Matt? Rubbing myself, with Sidney right behind me?{/i}
sk_sk: [_MT_] {i}Pepína na Lauren a Matt? Potrieskať sa, s Sidney priamo za mnou? {/i}

source: [_MT_] {i}Thank God she was too distracted with her laptop to notice what her horrible slut of a mother was doing.{/i}
sk_sk: [_MT_] {i}Vďaka bohu, že bola príliš rozrušená s jej notebookom, aby si všimla, čo robila jej hrozná sluta matky. {/i}

source: [_MT_] {i}I shouldn't be thinking about what I just saw while I do this but...{/i}
sk_sk: [_MT_] {i}by som nemal premýšľať o tom, čo som práve videl, zatiaľ čo ja to robím, ale ... {/i}

source: [_MT_] {i}I don't think I can stop myself.{/i}
sk_sk: [_MT_] {i}Nemyslím si, že by som sa mohol zastaviť. {/i}

source: [_MT_] {i}The sight of my youngest daughter swallowing Matt's massive cock... Fuck, I can't get that image out of my mind.{/i}
sk_sk: [_MT_] {i}pohľad na moju najmladejú dcéru prehltla Matta masívny vták ... Kurva, nemôžem si to vymyslieť z mojej mysle.

source: [_MT_] {i}How is she able to take it all? I'd like to think I'm pretty good, but I'd have trouble getting that monster all the way down my throat like she just did.{/i}
sk_sk: [_MT_] {i}Ako je schopná to všetko vziať? Rád by som si myslel, že som celkom dobrý, ale mal by som problémy dostať to monštrum celú cestu dole v mojom krku, ako ona práve urobila. {/i}

source: [_MT_] {i}Are they having sex yet?{/i}
sk_sk: [_MT_] {i}Majú sex ešte? {/i}

source: [_MT_] {i}It's hard to believe my little girl could take someone as big as Matt, but I wouldn't have believed she could throat his cock either.{/i}
sk_sk: [_MT_] {i}Je ťažké uveriť, že moje dievčatko by mohlo vziať niekoho ako veľký ako Matt, ale ja by som neveril, že by mohla hrdla jeho vtáka buď. {/i}

source: [_MT_] {i}Dammit! I want to know what having something that big inside me feels like.{/i}
sk_sk: [_MT_] {i}Sakra! Chcem vedieť, čo má niečo, čo ma vo vnútri cíti ako. {/i}

source: [_RT_] {i}Why'd she stop? She's got that disappointed look she gives me when I fail one of her stupid pop quizzes.{/i}
sk_sk: [_RT_] {i}Prečo sa zastavila? Má ten sklamaný pohľad, že mi dáva, keď zlyhám z jej sprostých pop kvízy. {/i}

source: [_MT_] {i}Matt's so much bigger than my toy.{/i}
sk_sk: [_MT_] {i}Matt je tak oveľa väčší ako moja hračka. {/i}

source: [_MT_] {i}I can't fantasize about his monster dick with something so small inside me.{/i}
sk_sk: [_MT_] {i}Nemôžem fantazovať o jeho monster dick s niečím takým malým vo vnútri. {/i}

source: [_MT_] {i}More importantly. I don't think the FBI would consider a dildo, a necessary expense.{/i}
sk_sk: [_MT_] {i}Viac, čo je dôležitejšie. Nemyslím si, že by FBI zvážila dildo, potrebný výdavok.

source: [_MT_] {i}Besides. I can't wait. I need a big cock in my pussy now!{/i}
sk_sk: [_MT_] {i}Okrem toho. Nemôžem sa dočkám. Potrebujem veľkého vtáka v kundičku!

source: [_MT_] {i}A flashlight? No, the metal would be too cold.{/i}
sk_sk: [_MT_] {i}Baterka? Nie, kov by bol príliš chladný. {/i}

source: [_MT_] {i}I need that for dinner tonight. I suppose I could still use it after I was finished...{/i}
sk_sk: [_MT_] {i}Potrebujem, aby na večeru dnes večer. Myslím, že by som to mohol použiť po tom, čo som dokončil ... {/i}

source: [_MT_] {i}Could I do that? I never tasted my own pussy before. I suppose I could try? Guys seem to like that sort of thing.{/i}
sk_sk: [_MT_] {i}Mohol by som to urobiť? Nikdy predtým som neochutnala moju vlastnú pičku. Myslím, že by som sa mohol pokúsiť? Zdá sa, že ľudia majú podobné veci. {/i}

source: [_MT_] {i}No, I don't think the girls would appreciate eating veggies that have been marinating in their mother's pussy all afternoon.{/i}
sk_sk: [_MT_] {i}Nie, nemyslím si, že dievčatá by ocenili jesť vegetariáni, ktoré boli marinating v kundičke svojej matky celé popoludnie. {/i}

source: [_MT_] {i}It's locked? I'll bet she hides the key in her old shoes like she did when we were kids.{/i}
sk_sk: [_MT_] {i}Je zamknuté? Stavím sa, že skrýva kľúč v jej starých topánke ako ona, keď sme boli deti. {/i}

source: [_MT_] {i}While I fantasize about my daughter's boyfriend!{/i}
sk_sk: [_MT_] {i}Zatiaľ čo ja snívam o frajovi mojej dcéry! {/i}

source: [_M_] Oh, yes! Matt... That feels so good!
sk_sk: [_ M_] Oh, áno! Matt ... To je tak dobré!

source: [_RT_] {i}What the fuck?! She's thinking about Matt?!{/i}
sk_sk: [_RT_] {i}Čo do piči? Myslí na Matta?! {/i}

source: [_M_] I'm sorry for peeping on you, Lauren. But you looked so hot throating Matt's cock like that.
sk_sk: Ospravedlňujem sa za to, že som na teba plakal, Lauren. Ale ty si vyzeral tak sexi, ako Matt's kohút takto.

source: [_RT_] {i}Lauren was sucking off Matt? And Mom just watched?!{/i}
sk_sk: [_RT_] {i}Lauren bol podľahený Mattovi? A mama práve sledovala?!

source: [_RT_] {i}Is she looking at Lauren's picture in the family photo?{/i}
sk_sk: [_RT_] {i}pozerá sa na fotku Lauren na rodinnej fotografii? {/i}

source: [_M_] I can't believe you'd be so bold, Lauren! Sucking off your boyfriend in the yard with your whole family right inside.
sk_sk: Neverím, že by si bol taký odvážny, Lauren! Vyfajči si svojho priateľa na dvore s celou svojou rodinou priamo vo vnútri.

source: [_M_] Is he fucking you too, Baby? Oh, I'll bet he is.
sk_sk: Aj on ťa pojebal, zlatko? Oh, stavím sa, že je.

source: [_M_] It's okay, Honey... I'm not mad. How could you not let a stud like him fuck you?
sk_sk: Je to v poriadku, zlatko ... Nie som naštvaný. Ako si nemohol nechať stud, ako je on, jebať ťa?

source: [_M_] But Mommy needs some cock too!
sk_sk: Ale mamička potrebuje aj nejakého vtáka!

source: [_M_] I'm sorry, Baby, but I need to borrow your boyfriend!
sk_sk: Je mi to ľúto, zlatko, ale potrebujem si požičať tvojho priateľa!

source: [_M_] Just for a little bit, Honey. You don't mind, do you? You'll share your boyfriend with your horny mother, won't you?
sk_sk: [_ M_] Len na trochu, Med. Nevadilo by ti, však? Podelíš sa o svojho priateľa so svojou nadržanou matkou, však?

source: [_M_] Fuck your slutty teacher like you fuck my slutty daughter!
sk_sk: [_ M_] Srať na svojho učiteľa šľapky, ako si jebať moju nevestu dcéru!

source: [_RT_] {i}No! It's not supposed to be like this. You're both, supposed to be mine. Not his!{/i}
sk_sk: [_RT_] {i}Nie! Toto by nemalo byť takto. Obaja ste mali byť moje. Nie jeho! {/i}

source: [_M_] Mmph...! Your mother's so close, Baby! Where should your boyfriend cum?
sk_sk: [_M_] Mmph ...! Tvoja matka je tak blízko, bejby! Kde by mala byť tvoja frajer?

source: [_RT_] {i}This is the worst. Why can't I stop listening to this?{/i}
sk_sk: [_RT_] {i}To je najhoršie. Prečo ma nezastavím počúvať?

source: [_M_] Oh, Matt. You naughty boy! If only you knew what you're doing to your teacher.
sk_sk: Oh, Matt. Ty nezbedný chlapec! Keby ste vedeli, čo robíte pre svojho učiteľa.

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control.{/i}
sk_sk: [_RT_] {i}Musím nájsť spôsob, ako vyhrať mamu a Lauren späť od Matta. Toto je mimo kontroly. {/i}

source: {b}{i}"You have found the "Three of Clubs" Card!"{/i}{/b}
sk_sk: {b}{i}"Našiel si kartu" Tri kluby "!" {/i} {/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
sk_sk: {b}{i}"Zobraziť túto kartu v galérii a kasíne"{/i}{/b}

source: [_RT_] {i}Sounds like Mandy and Lauren are in the bathroom together again.{/i}
sk_sk: [_RT_] {i}Znie to ako Mandy a Lauren sú spolu v kúpeľni. {/i}

source: [_RT_] {i}They've been getting a lot closer lately. What naughty things do those two get up to when no one else is around?{/i}
sk_sk: [_RT_] {i}V poslednom čase sa dostali oveľa bližšie. Aké neposlušné veci sa k tým dvom dostať, keď nikto iný nie je okolo? {/i}

source: [_RT_] {i}Let's see what they're up to.{/i}
sk_sk: [_RT_] {i}Pozrime sa, na čo sú hore. {/i}

source: [_RT_] {i}Alright! I caught them taking a shower again.{/i}
sk_sk: [_RT_] {i}V poriadku! Znovu som ich chytal so sprchami. {/i}

source: [_RT_] {i}Wow! Looks like Mandy wants to help scrub Lauren's soapy body. Especially the soft and squishy bits.{/i}
sk_sk: [_RT_] {i}Wow! Vyzerá to tak, že Mandy chce pomôcť vysypať Lauren mydné telo. Hlavne mäkké a skrosené bity. {/i}

source: [_RT_] {i}She doesn't seem to mind?{/i}
sk_sk: [_RT_] {i}Nevyzerá to na myseľ? {/i}

source: [_RT_] {i}Huh... Lauren turned the shower off, but Mandy doesn't look like she's ready to get out yet.{/i}
sk_sk: [_RT_] {i}Ha ... Lauren sa sprchovala, ale Mandy nevyzerá, že je pripravená na to, aby sa dostala von. {/i}

source: [_RT_] {i}She's got that hungry look in her eyes.{/i}
sk_sk: [_ RT_] {i}Je to tak, že má hlad v jej očiach. {/i}

source: [_RT_] {i}Goddam! Washing her wasn't the only thing Mandy wanted to help Lauren with. Looks like some more of that "kissing practice" too.{/i}
sk_sk: [_RT_] {i}Goddam! Umývanie ju nebolo jediné, čo Mandy chcel pomôcť Lauren s. Zdá sa, že niektoré ďalšie z toho "bozkávanie praxi" príliš. {/i}

source: [_RT_] {i}That's so hot! Mandy's grinding her pussy on Lauren's thigh!{/i}
sk_sk: [_RT_] {i}To je tak horúce! Mandy jej drzá kunda na Lauren na stehno!

source: [_RT_] {i}Fuck! They are really going at it. These kissing lessons Mandy's giving... looks like they're really paying off.{/i}
sk_sk: [_RT_] {i}Kurva! Naozaj sa na to chystajú. Tieto bozkávanie z toho, čo Mandy dáva ... vyzerá, že sú naozaj vyplašené. {/i}

source: [_RT_] {i}I have to get in there... Two wet and horny girls need my help.{/i}
sk_sk: [_RT_] {i}musím sa dostať tam ... Dve mokré a horné dievčatá potrebujú moju pomoc. {/i}

source: [_C_] What the hell do you think you're doing?
sk_sk: [_C_] Čo si myslíte, že robíte?

source: [_RT_] {i}Fucking, dammit!{/i}
sk_sk: [_RT_] {i}Kurva, sakra! {/i}

source: [_R_] Aunt Cami!
sk_sk: Teta Cami!

source: [_R_] I was just... Going to the bathroom.
sk_sk: [_R_] Bol som len ... Idem na záchod.

source: [_C_] Spare me your lame excuses! You were trying to peep on Mandy and Lauren!
sk_sk: Postav mi tvoje úbohé výhovorky! Snažili ste sa pípať na Mandy a Lauren!

source: [_R_] Oh!... Are they in there right now? I had no idea.
sk_sk: [_R_] Oh! ... Sú tam práve teraz? Netušil som.

source: [_C_] Please! You knew they were in there.
sk_sk: [_ C_] Prosím! Vedeli ste, že sú tam.

source: [_C_] Finding opportunities to be a disgusting pervert is your only skill.
sk_sk: [_ C_] Nájdenie príležitostí byť nechutným pervertom je vaša jediná schopnosť.

source: [_RT_] {i}This bitch!{/i}
sk_sk: [_RT_] {i}Táto suka! {/i}

source: [_RT_] {i}Big talk coming from someone who will do sexual favors for money.{/i}
sk_sk: [_RT_] {i}Veľký rozhovor prichádza od niekoho, kto bude robiť sexuálne láskavosti za peniaze. {/i}

source: [_RT_] {i}She needs an ego check.{/i}
sk_sk: [_RT_] {i}Ona potrebuje kontrolu ega. {/i}

source: [_RT_] Time to give my aunt a tongue lashing, and not the fun kind.
sk_sk: [_RT_] Čas dať mojej tete jazyk bliká, a nie je zábavný druh.

source: [_R_] Seems to me like you're the one who's always finding opportunities.
sk_sk: [_ R_] Seems ku mne ako vy ste ten, kto vždy nájde príležitosti.

source: [_R_] To be a whore, that is.
sk_sk: [_ R_] Ak chcete byť štetka, to je.

source: [_C_] What? How dare you call me that!
sk_sk: [_C_] Čo? Ako sa opovažuješ mi to nazvať!

source: {i}{b}"Aunt Camille's Anger +2"{/b}{/i}
sk_sk: {i}{b}"Hnev Camille +2"{/b}{/i}

source: [_R_] You don't mind me being a perv around you, so long as I'm paying.
sk_sk: [_ R_] Nevadí mi, že som úchyl okolo vás, tak dlho, ako platím.

source: [_C_] That doesn't... I'm not...
sk_sk: [_ C_] To nie je ... Ja nie som ...

source: [_R_] A thousand dollars was expensive, but you earned it. Took my cock down your throat like a real pro.
sk_sk: Tisíc dolárov bolo drahé, ale vy ste si to zaslúžili. Vzal som ti vtáka dole do hrdla ako skutočný profík.

source: [_R_] How much did you charge me to rub my dick between your tits?
sk_sk: [_ R_] Koľko si ma obvinil, aby som si vytriešil môjho vtáka medzi tvoje kozy?

source: [_R_] You were happy to take my money for that handjob. I even got to cum all over your face.
sk_sk: [_ R_] Vy ste boli radi, že ste mi vzal peniaze na túto úlohu. Dokonca som sa dostal do kum po celej tvojej tvári.

source: [_R_] You're always happy to flash me your tits for some quick cash.
sk_sk: [_ R_] Ste vždy rád, aby mi vybleskoval svoje kozy pre niektoré rýchle peniaze.

source: [_C_] I... You can't tell...
sk_sk: [_C_] I. .. Nemôžeš to povedať ...

source: [_C_] I am not a whore!
sk_sk: [_ C_] Ja nie som štetka!

source: [_R_] Keep telling yourself that.
sk_sk: [_ R_] Stále si to rozprávajte.

source: [_CT_] {i}Where does he get the nerve?{/i}
sk_sk: [_ CT_] {i}Kde sa dostane k nervu? {/i}

source: [_CT_] {i}No guy's ever talked to me like that before.{/i}
sk_sk: [_ CT_] {i}Nikto sa so mnou takto nikdy nebavil. {/i}

source: {i}{b}"Aunt Camille's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Teta Camilla Libido + 1" {/b} {/i}

source: [_RT_] {i}I don't feel like getting into a pissing contest with her right now{/i}
sk_sk: [_RT_] {i}Necítim sa ako by som sa s ňou teraz dostal do súťaže na pisanie.

source: [_R_] Whatever. I'll use the bathroom later.
sk_sk: [_R_] Čokoľvek. Neskôr použijem kúpeľňu.

source: [_C_] Hmph... Yeah, keep walking creep.
sk_sk: [_C_] Hmph ... Hej, pokračujte v chôdzi.

source: [_CT_] {i}I'll be watching you, mister.{/i}
sk_sk: [_ CT_] {i}vás budem sledovať, pane. {/i}

source: {i}{b}"Aunt Cami's Submission -1"{/b}{/i}
sk_sk: {i}{b}' Podanie tety cami -1 " {/b} {/i}
