Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_MT_] {i}Oh.... my.... God!.... {/i}
sk_sk: [_MT_] {i}Ach... môj... Bože!{/i}

source: [_M_] Gasp!.... OH MY GOD!!
sk_sk: [_M_] Och môj bože!!!

source: [_M_] [ryan]! What the hell are you doing?
sk_sk: [_M_] [ryan]! Čo tu, do pekla, zase robíš?

source: [_R_] What do you mean, what the hell am I doing?
sk_sk: [_R_] Čo tým myslíš, čo to, do pekla, robím?

source: [_R_] Isn't it obvious?
sk_sk: [_R_] Nie je to zrejmé?

source: [_R_] I'm protecting your chastity!
sk_sk: [_R_] Chránim tvoju cudnosť!

source: [_M_] By grabbing my breasts?!
sk_sk: [_M_] Tým, že ma chytíš za prsia?!

source: [_R_] No! By covering your breasts.
sk_sk: [_R_] Nie! Zakrytím pŕs.

source: [_R_] You want the whole pool to see them?
sk_sk: [_R_] Chceš, aby ich videl celý bazén?

source: [_RT_] {i}Oh my God! I'm grabbing Mom's tits!!{/i}
sk_sk: [_RT_] {i}Bože môj! Chytám mamine prsia!!{/i}

source: [_RT_] {i}Oh no! My swimsuit is shrinking!{/i}
sk_sk: [_RT_] {i}Ale nie! Moje plavky sa zmenšujú!{/i}

source: [_RT_] {i}I guess I should have expected this.{/i}
sk_sk: [_RT_] {i}Asi som to mal očakávať.{/i}

source: [_M_] Why would you think that would be a good idea?
sk_sk: [_M_] Prečo si myslíš, že je to dobrý nápad?

source: [_R_] I'm sorry! I just could tell that Matt was about to rip your top off, so I reacted as quickly as I could.
sk_sk: [_R_] Je mi to ľúto! Len som si všimol, že Matt sa ti chystá strhnúť vrchnú časť, tak som zareagoval tak rýchlo, ako som len mohol.

source: [_R_] I can see now that maybe that wasn't the best thing to do.... I'm so sorry!
sk_sk: [_R_] Teraz vidím, že to možno nebolo to najlepšie, čo som mal urobiť.... Je mi to tak ľúto!

source: [_M_] Oh, honey! I'm sorry if I sounded mad...
sk_sk: [_M_] Ach, zlato! Ospravedlňujem sa, ak som sa na teba nahnevala...

source: [_M_] It is so sweet the way you're always trying to protect me!
sk_sk: [_M_] Je to také milé, ako sa ma vždy snažíš chrániť!

source: [_M_] But this type of thing, I can do on my own.
sk_sk: [_M_] Ale tento typ vecí dokážem urobiť sama.

source: [_M_] Now if you'll kindly close your eyes and remove your hands.
sk_sk: [_M_] Ak teraz láskavo zatvoríte oči a dáš ruky preč.

source: [_M_] Now Matt, would you please hand me my top?
sk_sk: [_M_] Matt, mohol by si mi, prosím, podať môj top?

source: [_M_] And I'm going to assume that was an accident?
sk_sk: [_M_] A predpokladám, že to bola nehoda?

source: [_MB_] Of course, Miss [mom_name]. My eyes were closed, I couldn't tell what I was grabbing for.
sk_sk: [_MB_] Samozrejme, slečna [mom_name]. Mal som zavreté oči, nedokázal som povedať, za čo som sa chytil.

source: [_M_] Of course, that's what I suspected. I completely understand.
sk_sk: [_M_] Samozrejme, to som tušila. Úplne to chápem.

source: [_M_] Now, do you mind swimming away so I can get my top back on?
sk_sk: [_M_] Mohol by si odplávať, aby som si mohla obliecť vrchný diel?

source: [_M_] And [ryan] would you mind helping me make sure my top is fastened correctly?
sk_sk: [_M_] A [ryan] mohol by si mi pomôcť uistiť sa, že je môj top správne upevnený?

source: [_R_] .... Yeah!.... Of course!...
sk_sk: [_R_] .... Áno!.... Samozrejme!...

source: [_RT_] {i}I can't believe she's not furious!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že nie je rozzúrená!{/i}

source: [_RT_] {i}It must be all the wine.{/i}
sk_sk: [_RT_] {i}Musí to byť všetko to víno.{/i}

source: [_R_] There you go, nice and tight.
sk_sk: [_R_] Tak a je to, pekne a pevne.

source: [_M_] Thanks, [ryan]!
sk_sk: [_M_] Vďaka, [ryan]!

source: [_M_] Now I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
sk_sk: [_M_] Verím, že teraz je rad na mne, aby som bola "to" v Marcovi Polovi. Matt ma správne identifikoval, keď ma chytil.... keď ma označil.

source: [_R_] Just a second, Mom, I need to have a quick word with Matt.
sk_sk: [_R_] Mami, na chvíľu si musím pohovoriť s Mattom.

source: [_M_] Oh, [ryan] don't do anything stupid. It was just an accident!
sk_sk: [_M_] Oh, [ryan] nerobte žiadne hlúposti. Bola to len nehoda!

source: [_R_] Yeah, I intend to find that out.
sk_sk: [_R_] Áno, mám v úmysle to zistiť.

source: [_M_] [ryan]! Don't be an idiot!
sk_sk: [_M_] [ryan]! Nebuď idiot!

source: [_M_] You don't have to protect me from everything!
sk_sk: [_M_] Nemusíš ma pred všetkým chrániť!

source: [_M_] Now get your hands off my tits! I can cover them up myself.
sk_sk: [_M_] A teraz daj ruky preč z mojich pŕs! Môžem si ich zakryť sama.

source: [_M_] And you, Matt! You little pervert! Give me back my top.
sk_sk: [_M_] A ty, Matt! Ty malý zvrhlík! Vráť mi môj top.

source: [_MB_] I'm sorry Miss [mom_name]! I swear it was an accident. I had my eyes closed and couldn't see where I was grabbing.
sk_sk: [_MB_] Je mi ľúto, slečna [mom_name]! Prisahám, že to bola nehoda. Mal som zavreté oči a nevidel som, kam som chytil.

source: [_M_] Yeah, well, I guess you're innocent until proven guilty, so let's just get on with the game.
sk_sk: [_M_] No, myslím, že si nevinný, kým sa ti nedokáže vina, takže pokračujme v hre.

source: [_M_] I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
sk_sk: [_M_] Verím, že v hre Marco Polo som na rade ja. Matt ma správne identifikoval, keď ma chytil.... keď ma označil.

source: [_R_] Dude! I know you did that on purpose!
sk_sk: [_R_] Kámo! Viem, že si to urobil naschvál!

source: [_MB_] Well, of course I did.
sk_sk: [_MB_] No, samozrejme, že áno.

source: [_MB_] What? Don't tell me you didn't enjoy it.
sk_sk: [_MB_] Čo? Nehovor mi, že sa ti to nepáčilo.

source: [_MB_] I can tell you did by your flagpole standing at full attention.
sk_sk: [_MB_] Poznám to podľa toho, že stožiar stojí v plnej pozornosti.

source: [_MB_] Besides, I thought you wanted my help with all of this!
sk_sk: [_MB_] Okrem toho som si myslel, že chceš, aby som ti s tým všetkým pomohol!

source: [_R_] Yeah, well I've changed my mind. I can get Mom just fine on my own.
sk_sk: [_R_] Áno, zmenil som názor. Dokážem sa o mamu postarať sám.

source: [_MB_] Yeah? Well, it's a little too late to be changing your mind now! I already let Megan suck your dick, and I'm going after your mom until I get repayment in kind.
sk_sk: [_MB_] Áno? No, teraz je už trochu neskoro na to, aby si zmenil názor! Už som nechal Megan, aby ti vycucala vtáka, a idem po tvojej mame, kým nedostanem odplatu v naturáliách.

source: [_MB_] Yeah? Well, a deal's a deal, and I'm not backing off until I get what I'm after.
sk_sk: [_MB_] Áno? No, dohoda je dohoda a ja neustúpim, kým nedostanem, čo chcem.

source: [_MB_] So, you better protect your shit, cuz I'm coming for it.
sk_sk: [_MB_] Takže si radšej chráň svoje veci, lebo si pre ne prídem.

source: [_MT_] {i}Look at them arguing over there. I'm pretty sure Matt did pull off my top on purpose.{/i}
sk_sk: [_MT_] {i}Pozrime sa, ako sa tam hádajú. Som si celkom istá, že Matt mi strhol tričko naschvál.{/i}

source: [_MT_] {i}That's pretty flattering that a stud as young as him would want to see my tits.{/i}
sk_sk: [_MT_] {i}To je dosť lichotivé, že taký mladý žrebec ako on chce vidieť moje prsia.{/i}

source: [_MT_] {i}Too bad [ryan] never gave him a chance to see them.{/i}
sk_sk: [_MT_] {i}Škoda, že mu [ryan] nikdy nedal šancu ich vidieť.{/i}

source: [_MT_] {i}I wonder what he's packing underneath those trunks.{/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, čo má zabalené pod šortkami.{/i}

source: [_MT_] {i}Shit, [mom_name]! Pull yourself together! You can't think about one of your students like that!{/i}
sk_sk: [_MT_] {i}Do prdele, [mom_name]! Daj sa dokopy! Nemôžeš takto myslieť na jedného zo svojich študentov!{/i}

source: [_RT_] {i}Shit!! Matt's gonna come after Mom hard.{/i}
sk_sk: [_RT_] {i}Do prdele!! Matt pôjde tvrdo po mame.{/i}

source: [_RT_] {i}And that fucker has game.{/i}
sk_sk: [_RT_] {i}A ten zmrd má hru.{/i}

source: [_RT_] {i}How am I going to protect her from him?{/i}
sk_sk: [_RT_] {i}Ako ju pred ním ochránim?{/i}

source: [_R_] I told you in the class room to fuck off, I can handle this myself!
sk_sk: [_R_] V triede som ti povedal, aby si išiel do prdele, zvládnem to sám!

source: [_R_] I know you get a kick out of conquering the teachers at school, but I'm warning you, stay away from my mom!
sk_sk: [_R_] Viem, že ťa baví dobýjať učiteľky v škole, ale varujem ťa, drž sa od mojej mamy ďalej!

source: [_MB_] Yeah, and what are you going to do about it?
sk_sk: [_MB_] Áno, a čo s tým urobíš?

source: [_R_] I might just come after something you love!
sk_sk: [_R_] Možno pôjdem po niečom, čo máš rád!

source: [_MB_] Oh, you've got me shaking now!
sk_sk: [_MB_] Oh, teraz sa trasiem!

source: [_MT_] {i}Look at [ryan] over there defending my honor.{/i}
sk_sk: [_MT_] {i}Pozrime sa na [ryan] , ako bráni moju česť.{/i}

source: [_MT_] {i}He's really the only man in my life right now who would do something like that for me.{/i}
sk_sk: [_MT_] {i}Je to naozaj jediný muž v mojom živote, ktorý by pre mňa niečo také urobil.{/i}

source: [_MT_] {i}With [dad_name] out of the picture, I'm actually really happy that [ryan] has stepped up to fill his role in some ways.{/i}
sk_sk: [_MT_] {i}Keď je [dad_name] mimo hry, som vlastne veľmi rada, že sa [ryan] do istej miery ujal svojej úlohy.{/i}

source: [_MT_] {i}There's some roles of [dad_name]'s that [ryan] can't fill though.{/i}
sk_sk: [_MT_] {i}Niektoré úlohy [dad_name]'s však [ryan] nedokážem naplniť.{/i}

source: [_MT_] {i}And I'm starting to really need that kind of attention!{/i}
sk_sk: [_MT_] {i}A takúto pozornosť začínam naozaj potrebovať!{/i}

source: [_MT_] {i}I can't believe how much bigger [ryan] is than [dad_name]!{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, o koľko je [ryan] väčší ako [dad_name]!{/i}

source: [_MT_] {i}Haha, [dad_name] would be so jealous to know!{/i}
sk_sk: [_MT_] {i}Haha, [dad_name] by tak závidel, keby to vedel!{/i}

source: [_MT_] {i}Shit!!.... I'm thinking about [ryan]'s penis again!{/i}
sk_sk: [_MT_] {i}Do prdele!!.... Zase myslím na penis [ryan]!{/i}

source: [_K_] Have you ladies finished your chatting over there?! My bikini is going out of style! Let's keep playing!
sk_sk: [_K_] Dámy, už ste skončili s rozprávaním?! Moje bikiny vychádzajú z módy! Poďme sa hrať ďalej!

source: [_M_] Kenzie's right, it's my turn to chase you all.
sk_sk: [_M_] Kenzie má pravdu, teraz som na rade ja, aby som vás všetkých naháňala.

source: [_M_] I'm counting to 10.
sk_sk: [_M_] Počítam do 10.

source: [_MT_] {i}Hmmm.... who should I go for?{/i}
sk_sk: [_MT_] {i}Hmmm.... koho si mám vybrať?{/i}

source: [_MT_] {i}I'll go for [ryan], hopefully it will make his day more fun!{/i}
sk_sk: [_MT_] {i}pôjdem na [ryan], dúfajme, že sa bude viac zabávať! {/i}

source: [_RT_] {i}Holy shit!{/i}
sk_sk: [_RT_] {i}Do prdele!.... {/i}

source: [_RT_] {i}Mom's a fast swimmer.{/i}
sk_sk: [_RT_] {i}Mama je rýchla plavkyňa.{/i}

source: [_MT_] {i}Ha! I've almost got someone, but I'm not positive it's [ryan].{/i}
sk_sk: [_MT_] {i}Ha! Takmer som niekoho našiel, ale nie som si istý, či je to [ryan].{/i}

source: [_RT_] {i}Damn she's almost got me. Maybe I'd better start doing yoga too.{/i}
sk_sk: [_RT_] {i}Sakra, už ma skoro dostala. Možno by som mal začať cvičiť aj jogu.{/i}

source: [_MT_] {i}Just a little bit farther.... {/i}
sk_sk: [_MT_] {i}Len trochu ďalej.... {/i}

source: [_M_] Gotcha!...
sk_sk: [_M_] Mám ťa!...

source: [_M_] But who are you?
sk_sk: [_M_] Ale kto si?

source: [_MT_] {i}I thought I was chasing [ryan], but this feels more like one of Kenzie's small wrists.{/i}
sk_sk: [_MT_] {i}Myslel som si, že naháňam [ryan], ale toto mi skôr pripadá ako jedno z Kenziných malých zápästí.{/i}

source: [_MT_] {i}Who the hell is this?{/i}
sk_sk: [_MT_] {i}Kto to, do pekla, je?{/i}

source: [_RT_] {i}Oh my God, oh my God, oh my God!!!.... Does Mom know she's jacking me off?{/i}
sk_sk: [_RT_] {i}Bože môj, bože môj, bože môj!!!.... Vie mama, že ma honí?{/i}

source: [_MT_] {i}Hmmmm.... I really think this must be Kenzie, but I know I heard her voice on the other side of the pool.{/i}
sk_sk: [_MT_] {i}Hmmmm.... Naozaj si myslím, že to musí byť Kenzie, ale viem, že som počul jej hlas na druhej strane bazéna.{/i}

source: [_RT_] {i}Oh, shit!!!.... I can't hold back any more!{/i}
sk_sk: [_RT_] {i}Do prdele!!!.... Už sa nemôžem držať späť!{/i}

source: [_R_] Hnnnngggghhhh!!
sk_sk: [_R_] Hnnnnggghhhhh!!

source: [_RT_] {i}Holy fucking shit!!.... Mom just made me splooge in the pool!!{/i}
sk_sk: [_RT_] {i}Sväté kurva!!.... Mama ma práve donútila, aby som sa vystriekal do bazéna!!{/i}

source: [_M_] Ok, I'm guessing I've caught Kenzie!
sk_sk: [_M_] Ok, hádam som chytila Kenzie!

source: [_M_] Oh my God, [ryan]!
sk_sk: [_M_] Bože môj, [ryan]!

source: [_M_] Was I grabbing?.... Did you just?.... Why didn't you?...
sk_sk: [_M_] Chytila som?.... Či si práve?.... Prečo si to neurobil?...

source: [_M_] Oh my God, [ryan]!!
sk_sk: [_M_] Bože môj, [ryan]!!

source: [_R_] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
sk_sk: [_R_] Je mi to ľúto!.... Práve si chytila a začal ťahať.... Dúfal som, že to pustíš bez toho, aby si otvorila oči.

source: [_R_] But you just kept pulling!
sk_sk: [_R_] Ale ty si stále hmatala!

source: [_R_] I didn't know what to do...
sk_sk: [_R_] Nevedel som, čo mám robiť...

source: [_M_] Ok just shhh...
sk_sk: [_M_] Ok, len pššš...

source: [_R_] I'm sorry!...
sk_sk: [_R_] Je mi to ľúto!...

source: [_M_] It's ok, just keep it down...
sk_sk: [_M_] Je to v poriadku, len sa drž pri zemi...

source: [_M_] {i}(whispering){/i} We don't want everyone in the pool to hear what happened. Hopefully they didn't notice.
sk_sk: [_M_] {i}(šepot){/i} Nechceme, aby všetci v bazéne počuli, čo sa stalo. Dúfajme, že si to nevšimli.

source: [_RT_] {i}Yeah right, fat chance of that.{/i}
sk_sk: [_RT_] {i}Áno, presne tak, to je malá šanca.{/i}

source: [_M_] I'm not mad. Accidents happen.
sk_sk: [_M_] Nie som naštvaná. Nehody sa stávajú.

source: [_M_] But let's just get our stuff and hurry out to the car.
sk_sk: [_M_] Ale poďme si vziať veci a ponáhľať sa k autu.

source: [_MT_] {i}Oh my God! If that didn't let his Oedipal phase develop, I don't know what will.{/i}
sk_sk: [_MT_] {i}Bože môj! Ak toto nedovolilo, aby sa rozvinula jeho oidipovská fáza, tak už neviem, čo sa stane.{/i}

source: [_MT_] {i}I just made my own son blow his load!{/i}
sk_sk: [_MT_] {i}Práve som prinútila vlastného syna, aby si vystriekal!{/i}

source: [_MT_] {i}Shit, [mom_name]!.... Stop thinking about your son's huge pulsing cock!{/i}
sk_sk: [_MT_] {i}Do prdele, [mom_name]!.... Prestaň myslieť na obrovský pulzujúci penis svojho syna!{/i}

source: [_MT_] {i}We've got to get out of here.{/i}
sk_sk: [_MT_] {i}Musíme sa odtiaľto dostať.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office, that is unless I have the chance to see where Matt and Megan sneak off to.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím si nechať "Rozhovor s mamou o Oidipovej úlohe" v jej kancelárii, teda pokiaľ nemám možnosť vidieť, kam sa Matt a Megan vytratili.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office. Is it me, or does she seem flushed when I come see her... maybe if I don't get distracted on the way, I can see what she's doing in there.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím mať v jej kancelárii "Rozhovory s mamou o Oidipovej úlohe". Zdá sa mi to, alebo sa mi zdá začervenaná, keď za ňou prídem... možno keď sa cestou nezastavím, uvidím, čo tam robí.{/i}

source: [_M_] Was I grabbing?.... Why didn't you say something?...
sk_sk: [_M_] Chytila som?.... Prečo si nič nepovedal?...

source: [_R_] I thought if I could get away you wouldn't realize what you had grabbed!
sk_sk: [_R_] Myslel som si, že ak sa mi podarí ujsť, neuvedomíš si, čo si schmatla!

source: [_M_] But why was it out?!...
sk_sk: [_M_] Ale prečo bol vonku?!...

source: [_R_] It doesn't fit in my shorts when I'm hard...
sk_sk: [_R_] Keď som tvrdý, nezmestí sa mi do šortiek...

source: [_R_] And I've been hard ever since I grabbed your boobs.
sk_sk: [_R_] A ja som tvrdý, odkedy som ťa chytil za prsia.

source: [_M_] I've never been so embarrassed.
sk_sk: [_M_] Ešte nikdy som sa tak necítila.

source: {i}"Mom's Respect -1"{/i}
sk_sk: {i}"Rešpekt mamy -1" {/i}

source: [_M_] Let's just get our stuff and hurry out to the car.
sk_sk: [_M_] Zoberme si veci a ponáhľajme sa k autu.

source: [_MT_] {i}I was just jacking off my son's huge cock!{/i}
sk_sk: [_MT_] {i}Práve som honila obrovský penis môjho syna!{/i}

source: [_MT_] {i}I'll go for Kenzie, she should be easy to catch, and the sooner this game's done, the sooner we can go home!{/i}
sk_sk: [_MT_] {i}Vyberiem si Kenzieho, mal by sa dať ľahko chytiť, a čím skôr táto hra skončí, tým skôr môžeme ísť domov!{/i}

source: [_MT_] {i}I think I can hear Kenzie just ahead.{/i}
sk_sk: [_MT_] {i}Myslím, že počujem Kenzie tesne pred sebou.{/i}

source: [_MT_] {i}Ha! I've almost got someone, but I'm not positive it's Kenzie.{/i}
sk_sk: [_MT_] {i}Ha! Takmer som niekoho našla, ale nie som si istá, či je to Kenzie.{/i}

source: [_MT_] {i}I thought I was chasing Kenzie, but I'm really not sure what I'm grabbing.{/i}
sk_sk: [_MT_] {i}Myslela som si, že naháňam Kenzie, ale naozaj si nie som istá, čoho sa chytám.{/i}

source: [_KT_] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's groping my coochie and ass?!{/i}
sk_sk: [_KT_] {i}Bože môj, bože môj, bože môj!!!.... Vie slečna [mom_name] , že mi ohmatáva brucho a zadok?!{/i}

source: [_MT_] {i}Hmmmm.... I'm not positive this is Kenzie, but I'm pretty sure. I'm just not sure what I'm feeling here.{/i}
sk_sk: [_MT_] {i}Hmmmm.... Nie som si istá, či je to Kenzie, ale som si celkom istá. Len si nie som istá, čo tu cítim.{/i}

source: [_KT_] {i}Oh, shit!!!.... What do I do? I'd just swim away, but she's holding on tight.{/i}
sk_sk: [_KT_] {i}Do prdele!!!.... Čo mám robiť? Jednoducho by som odplávala, ale ona sa ma pevne drží.{/i}

source: [_KT_] {i}But why oh why is it kinda turning me on to have my teacher groping my goodies?{/i}
sk_sk: [_KT_] {i}Ale prečo, prečo ma to tak trochu vzrušuje, keď mi učiteľka ohmatáva moje ...?{/i}

source: [_KT_] {i}I can't get away! Shit, I guess it's time to say something.{/i}
sk_sk: [_KT_] {i}Nemôžem sa dostať preč! Sakra, asi je čas niečo povedať.{/i}

source: [_K_] Ummmm.... miss [mom_name]!
sk_sk: [_K_] Ummmm .... slečna [mom_name]!

source: [_M_] Oh my God, Kenzie!
sk_sk: [_M_] Bože môj, Kenzie!

source: [_M_] Was I grabbing?.... Why didn't you?...
sk_sk: [_M_] Chytila som?.... Prečo si?...

source: [_M_] Oh my God, Kenzie! I'm so so sorry!
sk_sk: [_M_] Bože môj, Kenzie! Je mi to tak ľúto!

source: [_K_] I'm sorry!.... You just grabbed and started groping.... I was hoping you would just let go without opening your eyes.
sk_sk: [_K_] Je mi to ľúto!.... Práve ste ju chytili a začali ošahávať.... Dúfala som, že ma pustíte bez toho, aby ste otvorili oči.

source: [_K_] But you just kept groping!
sk_sk: [_K_] Ale vy ste stále hmatala!

source: [_K_] I didn't know what to do...
sk_sk: [_K_] Nevedela som, čo mám robiť...

source: [_K_] I'm sorry!...
sk_sk: [_K_] Je mi to ľúto!...

source: [_M_] Please don't say anything to anybody, especially Lauren.
sk_sk: [_M_] Prosím, nikomu nič nehovor, najmä Lauren.

source: [_K_] Ok, I promise.
sk_sk: [_K_] Dobre, sľubujem.

source: [_M_] {i}(whispering){/i} Could you tell what just happened?
sk_sk: [_M_] {i}(šepot){/i} Mohol by si povedať, čo sa práve stalo?

source: [_R_] What do you mean? Did you get Kenzie? Is she it now?
sk_sk: [_R_] Čo máš mysli? Dostala si Kenzie? Je to už ona?

source: [_RT_] {i}Hahah.... I saw exactly what happened.{/i}
sk_sk: [_RT_] {i}Hahah.... Videl som presne to, čo sa stalo.{/i}

source: [_R_] Or did you guess wrong. Are you coming after me next?
sk_sk: [_R_] Alebo si sa pomýlila. Pôjdeš po mne ako ďalšom?

source: [_RT_] {i}Why doesn't she seem more upset?{/i}
sk_sk: [_RT_] {i}Prečo sa nezdá byť viac rozrušená?{/i}

source: [_RT_] {i}Maybe it's the alcohol.{/i}
sk_sk: [_RT_] {i}Možno je to alkoholom.{/i}

source: [_M_] No. I can't tell you what happened, but you'd probably die laughing if you saw...
sk_sk: [_M_] Nie. Nemôžem povedať, čo sa stalo, ale asi by si zomrel od smiechu, keby si to videl...

source: [_M_] No.... sorry.... I can't tell you.
sk_sk: [_M_] No.... sorry.... Nemôžem vám to povedať.

source: [_RT_] {i}Mom is a lot more fun when she's drunk.{/i}
sk_sk: [_RT_] {i}Mama je oveľa zábavnejšia, keď je opitá.{/i}

source: [_M_] Let's just say, it might be a little awkward for Kenzie to visit Lauren in the future.... hahah...
sk_sk: [_M_] Povedzme, že pre Kenzie by mohlo byť trochu nepríjemné navštíviť Lauren v budúcnosti.... hahah...

source: [_MT_] {i}I can't believe I was groping her tight little pussy and ass like that.{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, že som jej takto ohmatávala jej úzku malú kundičku a zadoček.{/i}

source: [_MT_] {i}And she just let it happen.... didn't say a word for a long time.... did she like it?.... {/i}
sk_sk: [_MT_] {i}A ona to nechala tak.... dlho nepovedala ani slovo.... páčilo sa jej to?.... {/i}

source: [_M_] Come on [ryan], we've got to grab our stuff and get out of here.
sk_sk: [_M_] Poďme [ryan], musíme si vziať veci a vypadnúť odtiaľto.

source: [_R_] What!?.... Why?.... What happened?...
sk_sk: [_R_] Čože??.... Prečo?.... Čo sa stalo?...

source: [_M_] Just shut up and come on!
sk_sk: [_M_] Jednoducho sklapni a poď!

source: [_RT_] {i}She looks kind of upset?{/i}
sk_sk: [_RT_] {i}Vyzerá trochu rozrušene?{/i}

source: [_M_] No. Nothing happened, just forget I asked...
sk_sk: [_M_] Nie, nič sa nestalo, len som zabudla, že som sa pýtala...

source: [_RT_] {i}She looks really embarrassed.{/i}
sk_sk: [_RT_] {i}Vyzerá naozaj rozpačito.{/i}

source: [_MT_] {i}I'll go for Matt, maybe I can get some revenge for him stripping my top off!{/i}
sk_sk: [_MT_] {i}Pôjdem po Matta, možno sa mu pomstím za to, že mi vyzliekol vrchný diel!{/i}

source: [_MT_] {i}I think that's Matt just ahead!{/i}
sk_sk: [_MT_] {i}Myslím, že Matt je tesne pred nami!{/i}

source: [_MT_] {i}Ha! I've almost got Matt, the star of the basketball team. Is he even trying to get away from me?{/i}
sk_sk: [_MT_] {i}Ha! Takmer som dostala Matta, hviezdu basketbalového tímu. Snaží sa mi vôbec ujsť?{/i}

source: [_MBT_] {i}Alright, she's getting closer. Now to see if I can make this happen just right.{/i}
sk_sk: [_MBT_] {i}Dobre, približuje sa. Teraz uvidíme, či sa mi to podarí urobiť tak, aby to bolo správne.{/i}

source: [_M_] But what do I have?
sk_sk: [_M_] Ale čo mám?

source: [_MT_] {i}I thought I was chasing Matt, but this feels more like one of [ryan]'s wrists.{/i}
sk_sk: [_MT_] {i} Ja som si myslela, že naháňam Matta, ale je to skôr ako jeden z [ryan] príkazov. {/i}

source: [_MBT_] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's jacking me off?{/i}
sk_sk: [_MBT_] {i}Bože môj, bože môj, bože môj!!!.... Vie slečna [mom_name] , že ma honí?{/i}

source: [_MT_] {i}Hmmmm.... I really think this must be [ryan], but I thought I heard his voice on the other side of the pool.{/i}
sk_sk: [_MT_] {i}Hmmmm.... Naozaj si myslím, že to musí byť [ryan], ale zdalo sa mi, že som počula jeho hlas na druhej strane bazéna.{/i}

source: [_MBT_] {i}Oh, shit!!!.... I can't hold back any more!{/i}
sk_sk: [_MBT_] {i}Do prdele!!!.... Už sa nemôžem držať späť!{/i}

source: [_MB_] Hnnnngggghhhh!!
sk_sk: [_MB_] Hnnnnggghhhhh!!

source: [_MBT_] {i}Holy fucking shit!!.... Miss [mom_name] just made me splooge in the pool!!{/i}
sk_sk: [_MBT_] {i}Kurva!!.... Slečna [mom_name] ma práve donútila vystriekať sa do bazéna!!{/i}
