Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_S_] (whispering) Yes, I noticed that!.... And now I'm going to do this until [ryan] tells me to stop.
sk_sk: Áno, všimla som si to! .... A teraz to urobím až do [ryan] hovorí, aby som sa zastavil.

source: [_RT_] {i}Whatever Sidney is doing to Lauren, I should let it continue for a little while.{/i}
sk_sk: [_RT_] {i}Bez ohľadu na to, čo Sidney robí Lauren, mal by som ho nechať chvíľu pokračovať. {/i}

source: [_R_] Can you girls keep holding that pose for a bit? There's something funny going on with this camera, just hold that until I get it working.
sk_sk: [_ R_] Mohli by ste dievčatá držať držanie, ktoré predstavujú pre trochu? Na tej kamere je niečo vtipné, len to vydrž, kým to nezožeriem.

source: [_LT_] {i}You've got to be kidding me!{/i}
sk_sk: [_ LT_] {i}Ty si zo mňa robíte srandu!

source: [_S_] (whispering) Oh my God Sidney!.... Today is your lucky day.
sk_sk: Môj bože, Sidney! Dnes je tvoj šťastný deň.

source: [_L_] (whispering) You're so mean today!
sk_sk: Dnes si taký myslel.

source: [_S_] (whispering) I'll bet your slutty little pussy wishes I'd go further in, doesn't it?
sk_sk: Stavím sa, že tvoja malá kunda si praje, že by som šiel ďalej, nie?

source: [_L_] (whispering) Nnnn....nnoo...that's disgusting!
sk_sk: To je nechutné, Nnnn ... to je nechutné!

source: [_L_] (whispering) I.... I don't.... want my own sister.... to fuck my pussy!
sk_sk: [_ L_] (šepkanie) I. ... Ja nechcem .... chcem svoju vlastnú sestru, aby som pretiahla moju kundičku!

source: [_S_] (whispering) You don't sound very convincing.
sk_sk: Neznesiteš veľmi presvedčivo.

source: [_L_] (whispering) When did you become such a pervert?
sk_sk: Kedy si sa stal takým úchylákom?

source: [_S_] (whispering) hmmm.... well.... lately there's been some things going on, that have opened me up to be a little more sexually adventurous.
sk_sk: V poslednej dobe je tu pár vecí, ktoré ma otvorili, aby som bol trochu pohlavne dobrodružný.

source: [_ST_] {i}Thank you [ryan].{/i}
sk_sk: [_ST_] {i}Ďakujem [ryan].{/i}

source: [_L_] (whispering) You mean like molesting me in my sleep?
sk_sk: -Myslíš, že ma obťažuješ v spánku?

source: [_L_] Did you do that on purpose!?
sk_sk: [_L_] Urobil si to zámerne!?

source: [_S_] Ssshhhh.... (whispering loudly) Of course I didn't.
sk_sk: [_S_] Ssshhhhhh.... (hlasno šepká) Samozrejme, že nie.

source: [_S_] (whispering) But it did start a chain of events that brought me to where I am now.
sk_sk: Ale začala reťaz udalostí, ktoré ma doviedli k tomu, kde som teraz.

source: [_S_] (whispering) Maybe I'll tell you some day.
sk_sk: Možno by som ti to niekedy povedal.

source: [_S_] (whispering) Maybe it would help you be a little more adventurous.
sk_sk: Možno by ti to pomohlo, keby si bola trochu dobrodružnejšia.

source: [_LT_] {i}She has no idea!{/i}
sk_sk: [_ LT_] {i}nemá ani tušenia! {/i}

source: [_LT_] {i}She would probably think I'm such a dirty pervert if she knew that I've been dry humping my own brother.{/i}
sk_sk: [_ LT_] {i}Pravdepodobne by si myslel, že som taký špinavý úchyl, keby vedela, že som vyschnúť vlastného brata. {/i}

source: [_LT_] {i}Oh I wish it was his cock rubbing against my pussy!{/i}
sk_sk: [_ LT_] {i}Chcel by som, aby to bol jeho vták proti mojej kundičke!

source: [_RT_] {i}Holy shit!.... If this isn't a dream, I could really ramp things up between the two of them.{/i}
sk_sk: [_RT_] {i}Svätú sračku! .... Ak to nie je sen, mohol by som to rozbehať medzi oboma.

source: [_RT_] {i}But how will I ever be sure?{/i}
sk_sk: [_RT_] {i}Ale ako budem mať vždy istotu? {/i}

source: [_L_] (whispering loudly) Aaahhhhh.... Fuck you, Sidney.... you're driving me completely crazy! Just fuck my pussy already!
sk_sk: [_ L_] (šepká hlasno) Aaahhhhh .... Pojeb sa, Sidney, úplne sa zblázniš! Už len šukať moju kundičku!

source: [_S_] (whispering) Are you fucking kidding me?
sk_sk: Robíš si zo mňa srandu?

source: [_L_] (whispering) No.... you ho! You started this.
sk_sk: Nie ... vy ho! Ty si to začala.

source: [_L_] (whispering) I'm literally dying with lust right now!
sk_sk: Práve teraz umieram túžobou umierať.

source: [_S_] (whispering) Is it really turning you on that bad to have your sister rub your pussy?
sk_sk: Naozaj ťa to mení na to zlé, aby si tvoja sestra potrieskala tvoju kundičku?

source: [_L_] (whispering) Well, obviously I'm thinking of someone else while you're doing that.
sk_sk: [_L_] (šepot) No, očividne myslím na niekoho iného, kým ty to robíš.

source: [_LT_] {i} Like my brother's cock.... shit!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
sk_sk: [_ LT_] {i} Rovnako ako vták môjho brata .... To sa cíti zle, keď si myslím, že tie veci! .... Tak prečo ma to tak zlé na tom tak zle?

source: [_L_] (whispering) I will admit, having you do this to me, right in front of [ryan], and he has no idea, is making this so much hotter!
sk_sk: [_L_] (šepká) Priznám sa, že keď mi to robíš priamo pred [ryan], a on o tom nemá ani potuchy, je to oveľa horúcejšie!

source: [_S_] (whispering) Aren't you worried that he'll notice?
sk_sk: Nebojíte sa, že si to všimne?

source: [_L_] (whispering) No.... he'll think you're just sliding it between my thighs like he suggested.... plus he's got all his attention focused on his camera right now.
sk_sk: Bude si myslieť, že si to len posúvate medzi moje stehná, ako on navrhol .... plus má teraz všetku svoju pozornosť sústredený na jeho fotoaparát.

source: [_S_] (whispering) Alright.... you asked for it!
sk_sk: Dobre, pýtaš sa na to!

source: [_L_] Oh, my fuck!...
sk_sk: [_ L_] Oh, môj jebať! ...

source: [_R_] Are you okay over there?
sk_sk: Ste v poriadku tade?

source: [_S_] (whispering loudly) Lauren!.... What the fuck?
sk_sk: (šepká) Lauren! .... Čo to kurva je?

source: [_L_] Yeah.... I'm.... ok.... I think I just.... kneeled on a.... pebble.
sk_sk: [_ L_] Áno .... Ja som .... ok .... Myslím, že som ... kľakal na .... kamienok.

source: [_R_] Ok good!.... I'm glad that's all it is.
sk_sk: Dobre, dobre. Som rád, že to je všetko.

source: [_R_] I'll be done with the camera soon. Just hang on a little longer!
sk_sk: S kamerou sa už čoskoro vrátim. Vydrž už trochu dlhšie!

source: [_RT_] {i}Holy Futa God!.... Sidney penetrated Lauren before I got to!{/i}
sk_sk: [_RT_] {i}Svätá Futa! .... Sidney preniklo Lauren skôr, než som sa dostal k! {/i}

source: [_RT_] {i}I'm kind of jealous!{/i}
sk_sk: [_RT_] {i}Som trochu žiarlivý! {/i}

source: [_RT_] {i}But at the same time.... that's pretty fucking hot!{/i}
sk_sk: [_RT_] {i}Ale v rovnakom čase .... to je celkom zasraté horúce! {/i}

source: [_LT_] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother.... and he has no idea!....{/i}
sk_sk: [_ LT_] {i}Svätý jeb! .... Moja sestra je kurva ja ... priamo pred mojím bratom .... a on nemá tušenie! .... {/i}

source: [_RT_] {i}Well, maybe more than you think.{/i}
sk_sk: [_RT_] {i}No, možno viac, než si myslíte. {/i}

source: [_LT_] {i}I've never been more turned on in my life!{/i}
sk_sk: [_LT_] {i}v mojom živote som sa nikdy viac nezmenil! {/i}

source: [_LT_] {i}Oh....no.... what if I cum?.... It will be so obvious if I squirt all over the green screen!{/i}
sk_sk: [_LT_] {i}Oh .... nie .... čo ak ja? .... Bude to také jasné, ak sa budem striekať po celej zelenej obrazovke! {/i}

source: [_LT_] {i}Fuck!.... What will.... [ryan] think?....{/i}
sk_sk: [_ LT_] {i}jebať! .... Čo bude .... Myslíte si, že?

source: [_LT_] {i}I can't believe Sidney is into this!.... Now we have a secret together.{/i}
sk_sk: [_ LT_] {i}Nemôžem uveriť, že Sidney je do toho! .... Teraz máme tajomstvo spolu. {/i}

source: [_LT_] {i}Now we can do some real sisterly bonding in the future!{/i}
sk_sk: [_LT_] {i}Teraz môžeme urobiť nejaké skutočné sisterly v budúcnosti! {/i}

source: [_LT_] {i}I wonder if she'll be up for using Mr. Snuggles' strap-on?{/i}
sk_sk: [_ LT_] {i}Zaujímalo by ma, či bude na použitie pátrania pána Snugglesa '?

source: [_LT_] {i}Fuck!.... I can just imagine her pounding me from behind!{/i}
sk_sk: [_ LT_] {i}jebať! .... Viem si predstaviť, že by ma z toho vyskočila!

source: [_ST_] {i}Why am I enjoying this so much?{/i}
sk_sk: [_ST_] {i}Prečo to tak veľmi užívam? {/i}

source: [_ST_] {i}It's not like it's my pussy that's getting all the attention.{/i}
sk_sk: [_ST_] {i}Nie je to, že je to moja kunda, ktorá dostáva všetku pozornosť. {/i}

source: [_ST_] {i}Good God!.... I can't believe this is happening!{/i}
sk_sk: [_ST_] {i}Dobrý Bože! .... Nemôžem uveriť, že sa to deje!

source: [_ST_] {i}One day I'm sucking my brother's dick, and the next day I'm pounding my sister's pussy!{/i}
sk_sk: [_ST_] {i}Jeden deň som cmúľanie môjho brata vtáka, a na druhý deň som vylial svoju sestru kundičku! {/i}

source: [_ST_] {i}This is so bad!{/i}
sk_sk: [_ST_] {i}To je tak zlé! {/i}

source: [_ST_] {i}I'm not supposed to be turned on by my siblings!{/i}
sk_sk: [_ST_] {i}Nie som mal byť obránutá mojimi súrodencami! {/i}

source: [_ST_] {i}What's next? Fantasies about my mom?{/i}
sk_sk: [_ST_] {i}Čo je ďalej? Fantázie o mojej mame? {/i}

source: [_ST_] {i}Shit, Sidney!.... Don't even go there!{/i}
sk_sk: [_ST_] {i}Sakra, Sidney! .... Ani tam nechoď!

source: [_ST_] {i}With her perfect ass and titties!{/i}
sk_sk: [_ST_] {i}S jej perfektným zadkom a titties! {/i}

source: [_ST_] {i}Aaahhh.... maybe I should just embrace my perversions.{/i}
sk_sk: [_ST_] {i}Aaahhh .... možno by som mal prijať moje perverzií. {/i}

source: [_ST_] {i}[ryan] doesn't seem to follow any kind of code of ethics.{/i}
sk_sk: [_ST_] {i}[ryan] nezdá sa, že by nasledovať nejaký druh etiky. {/i}

source: [_RT_] {i}Ouch!.... Yeah.... I kind of let those ethics die the night I saw Mom at the club.... and started letting my cock do all my thinking.{/i}
sk_sk: [_RT_] {i}Ouch! .... Áno .... Nechal som tú etiku zomrieť v tú noc, keď som videla mamu v klube .... a začala som si dovoliť, aby mi môj vták urobil všetko moje myslenie. {/i}

source: [_RT_] {i}Maybe poor self control is a weakness in our genetics.{/i}
sk_sk: [_RT_] {i}Možno, že zlá sebaovládanie je slabosť v našej genetike. {/i}

source: [_RT_] {i}Hmmmm.... maybe a weakness that I can take advantage of.{/i}
sk_sk: [_RT_] {i}Hmmmm .... ... možno slabosť, ktorú môžem využiť. {/i}

source: [_LT_] {i}Fuck.... Fuck.... Fuck.... Fuck....{/i}
sk_sk: [_LT_] {i}Kurva ... Kurva ... Kurva ... Kurva ... {/i}

source: [_LT_] {i}I'm getting sooo close!{/i}
sk_sk: [_ LT_] {i}začínam byť blízko! {/i}

source: [_LT_] {i}What am I going to do?{/i}
sk_sk: [_LT_] {i}Čo mám robiť? {/i}

source: [_LT_] {i}I can't control if I squirt or not!{/i}
sk_sk: [_ LT_] {i}Nemôžem kontrolovať, či som striekať alebo nie! {/i}

source: [_LT_] {i}And as turned on as I am, it's basically a sure thing!{/i}
sk_sk: [_LT_] {i}A tak ako som ja, je to v podstate istá vec! {/i}

source: [_RT_] {i}I should stop her before she makes a mess!.... Plus if she's not allowed a release, maybe she'll be dying to do something with me later.{/i}
sk_sk: [_RT_] {i}Mal by som ju zastaviť skôr, než sa stane neporiadok! .... Plus, ak nemá povolenie na prepustenie, možno by zomierala na niečo so mnou neskôr. {/i}

source: [_R_] I got the camera working! Good job girls! That's a very convincing pose.
sk_sk: [_ R_] Mám prácu s kamerou! Dobré dievčatské dievčatá! To je veľmi presvedčivý pózovanie.

source: [_LT_] {i}Fuck.... I was so close!{/i}
sk_sk: [_LT_] {i}Kurva ... Bol som tak blízko. {/i}

source: [_LT_] {i}Oh, thank God he stopped her!{/i}
sk_sk: [_ LT_] {i}Oh, vďaka Bohu, že ju zastavil! {/i}

source: [_LT_] {i}As much as I wanted that.... that would have been a disaster.{/i}
sk_sk: [_LT_] {i}Rovnako ako som chcel, že by to bola katastrota. {/i}

source: [_LT_] {i}But now I really need to get off! How am I going to take care of this?{/i}
sk_sk: [_LT_] {i}Ale teraz už naozaj potrebujem vystúpiť! Ako sa o to postarám?{/i}

source: [_R_] You girls did really good today!
sk_sk: [_ R_] Vy dievčatá ste dnes naozaj dobrý!

source: [_R_] I think we need to have you two pose together more often.
sk_sk: [_ R_] Myslím, že by ste mali mať vy dvaja spolu viac často.

source: [_L_] I'm all for it!
sk_sk: [_ L_] Som za to všetko!

source: [_S_] Yeah, that was kind of fun!
sk_sk: [_S_] Áno, to bolo trochu zábavy!

source: [_S_] (whispering) Lauren? Are you ok?.... I know you didn't get to satisfy your itch.
sk_sk: Laureáta? Si v poriadku? Viem, že si sa nepresvedčil, že si na tom zájdeš.

source: [_L_] (whispering) No!.... I'm so horny right now!
sk_sk: [_L_] (šepká) Nie! .... Som teraz tak nadržaný!

source: [_RT_] {i}I'll help her take care of that.{/i}
sk_sk: [_RT_] {i}pomôžem jej, aby sa o to postarala. {/i}

source: [_S_] (whispering) When we go to the storage shed to change, I'll finish what I started.... I can't leave my own sister in such pain.
sk_sk: Keď pôjdeme do skladu, aby sme sa zmenili, dokončím to, čo som začal. Nemôžem nechať svoju vlastnú sestru v takej bolesti.

source: [_L_] (whispering) Oh my God!.... I have the best sister in the world.... I can't wait!
sk_sk: Ach môj bože! Mám najlepšiu sestru na svete .... Nemôžem sa dočkám!

source: [_RT_] {i}Shit! Sidney's taking over!{/i}
sk_sk: [_RT_] {i}Do riti! Sidney sa preberie!

source: [_R_] Uhh.... Sidney, we're all done here.... you can run home. Lauren?.... Would you mind sticking around here and helping me clean up?
sk_sk: [_R_] Uhh .... Sidney, všetci sme tu skončili .... môžeš utekáš domov. Lauren? Vadilo by ti, keby som tu držala hubu a pomohol by som ti upratovať?

source: [_L_] Sorry [ryan], but Sidney and I have plans to go shopping right now. Normally I'd stay and help, but we need to get our shopping done before all the stores close.
sk_sk: [_ L_] Prepáčte [ryan], ale Sidney a ja máme plány ísť nakupovať práve teraz. Normálne by som zostal a pomohol, ale musíme si kúpiť naše nákupy ešte pred tým, ako sa zatvoria všetky obchody.

source: [_L_] I'm really sorry!
sk_sk: [_ L_] Je mi to naozaj ľúto!

source: [_RT_] {i}Yeah.... sure you are.... at least that storage shed has so many holes in it, it will be easy to spy on them.{/i}
sk_sk: [_RT_] {i}Áno .... určite ste .... aspoň že úložný priestor má toľko otvorov v ňom, bude ľahké špehovať na nich. {/i}

source: [_R_] Alright.... I understand. I'll take care of it myself. Go ahead and get changed.
sk_sk: [_ R_] V poriadku .... Ja tomu rozumiem. Ja sa o to postarám sám. Choď a choď sa prezliať.

source: [_RT_] {i}Dammit!.... Sidney cock-blocked me!{/i}
sk_sk: [_RT_] {i}mit Dammit! .... Sidney kohút blokovaný ma! {/i}

source: [_RT_] {i}I'll give them just a second, and then I'm definitely spying on them.{/i}
sk_sk: [_RT_] {i}Ja im dám len sekundu, a potom som určite špehovať na nich. {/i}

source: [_R_] Ahh.... shit! You scared me!
sk_sk: Doriti, do riti! Vystrašil si ma!

source: [_R_] Feeling any better?
sk_sk: [_ R_] Pocit ešte lepšie?

source: [_GCP_] Well, the alcohol has numbed me a little, but no, I'm still feeling pretty shitty.
sk_sk: No, alkohol ma trochu naháchol, ale nie, stále sa cítim dosť na hovno.

source: [_GCP_] How were things while I was gone?
sk_sk: [_GCP_] Ako to bolo, keď som bol preč?

source: [_R_] Oh, you know.... nothing eventful happened here.
sk_sk: [_ R_] Oh, viete .... že sa tu nič nedialo.

source: [_GCP_] You don't have to lie to me. All your thoughts were so sexually charged, I could hear them all the way in the bar down the street.
sk_sk: -Nemusíte mi klamať. Všetky tvoje myšlienky boli tak sexuálne obvinené, mohol som ich počuť až v bare dole ulicou.

source: [_GCP_] I have never failed so spectacularly in all the decades I've been doing this.
sk_sk: [_GCP_] Nikdy som sa nesklamal, že som sa za celé desaťročia, čo som to robil, nemusel.

source: [_GCP_] I won't be gettin my wings anytime soon.
sk_sk: V dohľadnej dobe už nebudem môcť použiť krídla.

source: [_GCP_] Plus, God's definitely going to ream my tiny ass with her huge futa cock, when I get back.
sk_sk: Bože, Boh mi určite odmení moju malú riť s jej obrovsky futa, keď sa vrátim.

source: [_R_] Oh, God!.... I'm so sorry!
sk_sk: Oh, Bože! Je mi to tak ľúto!

source: [_R_] But if it makes you feel better.... I learned a couple really valuable things.
sk_sk: [_R_] Ale ak sa to bude cítiť lepšie .... Naučil som sa pár naozaj hodnotných vecí.

source: [_GCP_] Oh?.... Like what?
sk_sk: [_GCP_] Oh? .... Ako čo?

source: [_R_] I know that Sidney and Lauren are starting to think like me...
sk_sk: Viem, že Sidney a Lauren začínajú myslieť ako ja.

source: [_GCP_] (sarcastically) Oh, wonderful.
sk_sk: Oh, úžasné.

source: [_R_] And I learned that I need to keep them from getting too intimate with each other right away, or they're going to cut me out of their sex lives.
sk_sk: [_ R_] A naučila som sa, že ich musím držať od seba, aby sa príliš intímne, alebo aby ma vystrižovali z ich sexuálnehoživota.

source: [_R_] I think I need to work on getting each one of them attached to me more, before I bring them together.
sk_sk: [_R_] Myslím si, že musím pracovať na tom, aby si každý z nich pripojený k sebe viac, než som ich dohromady.

source: [_GCP_] (sarcastically) What a treasure trove of moral lessons you've learned today.
sk_sk: [_GCP_] (sarkastický) Čo pokladu za morálne ponaučenie, ktoré ste sa naučili dnes.

source: [_R_] I really am sorry it didn't work out for you the way you wanted. But if you'll now excuse me. I've got a pretty hot event I need to go spy on.
sk_sk: [_ R_] Naozaj mi je ľúto, že som to pre vás nevyšlo tak, ako ste chceli. Ale ak ma teraz ospravedlníte. Mám dosť horúca udalosť, na ktorú musím ísť špehovať.

source: [_R_] Haha.... yeah, you know what I'm talking about.
sk_sk: [_ R_] Haha .... áno, viete, o čom hovorím.

source: [_GCP_] Yeah, sorry about that, but you won't have time.
sk_sk: [_ GCP_] Áno, prepáčte mi to, ale nebudete mať čas.

source: [_R_] What?
sk_sk: [_R_] Čo?

source: [_GCP_] Yeah, it's about time to go.
sk_sk: [_ GCP_] Áno, je na čase ísť.

source: [_GCP_] You can expect the third, and final ghost, when the clock strikes three.
sk_sk: [_ GCP_] Môžete očakávať tretí, a posledný duch, keď hodiny štrajky tri.

source: [_R_] No, I don't want to go yet!.... And once again, we don't have a clock tower.
sk_sk: [_R_] Nie, ja nechcem ísť ešte! .... A ešte raz, nemáme hodinovú vežu.

source: [_GCP_] In 5.... 4.... 3...
sk_sk: [_GCP_] V 5 .... 4 .... 3 ...

source: [_R_] Nooooo!...
sk_sk: Noooo! ...

source: [_RT_] {i}Oh Futa God.... I'm back in my bed?.... Another weird dream?{/i}
sk_sk: [_RT_] {i}Oh Futa Boh .... Som späť v posteli? Ďalší divný sen? {/i}

source: [_RT_] {i}At least, I think they were dreams!{/i}
sk_sk: [_RT_] {i}Minimálne, myslím, že boli sny! {/i}

source: [_RT_] {i}They were both just so vivid! Huh.... {/i}
sk_sk: [_RT_] {i}Boli obaja tak živé! Huh .... {/i}

source: [_RT_] {i}I guess I'll have to wait till three o'clock to find out.{/i}
sk_sk: [_RT_] {i}Myslím, že budem musieť čakať do troch hodín zistiť. {/i}

source: [_RT_] {i}Ohhh.... so tired.... zzzzzzz....{/i}
sk_sk: [_RT_] {i}Ohhh .... tak unavený .... zzzzzzz .... {/i}

source: [_R_] Yeah, I don't think so! I'm going to pay you the $500, and then you can take your broom and fly away.
sk_sk: [_ R_] Áno, nemyslím si to! Zaplatím ti 500 dolárov, a potom si môžeš zobrať metlu a odletieť preč.

source: [_RT_] {i}I'll just pull it out of my magic pockets.... shit!.... It's not working!{/i}
sk_sk: [_RT_] {i}Len to vytiahnem z mojich magické vrecká .... ... doriti! .... Nefunguje to! {/i}

source: [_RT_] {i}Ghost of Christmas Present! Why aren't my magic pockets working?{/i}
sk_sk: [_RT_] {i}Ghost vianočných predodoslaných! Prečo nie sú moje magické vrecká pracujúce?

source: [_GCP_] Magic Pockets?
sk_sk: Magické rakety?

source: [_RT_] {i}Yeah, in the past, I could just think about what I needed, and then I could pull it out of my pockets.{/i}
sk_sk: [_RT_] {i}Áno, v minulosti, som mohol len premýšľať o tom, čo som potreboval, a potom by som si ju vytiahla z vreciek. {/i}

source: [_GCP_] Oh, right!
sk_sk: [_ GCP_] Oh, správne!

source: [_GCP_] You see, each ghost has one magic trick. The Ghost of Christmas Past could make you produce anything you needed.
sk_sk: [_ GCP_] Vy vidíte, každý duch má jeden kúzlo trik. The ghost of Christmas Past mohol by vám vyrobiť čokoľvek, čo potrebujete.

source: [_GCP_] But my magic trick is to let you read minds, so sorry! No magic pockets.
sk_sk: Ale môj trik je, že ťa nechajú čítať myšlienky, tak prepáč! Žiadne čarovné vrecká.

source: [_GCP_] But damn, I wish you had them. We need this bitch to leave!
sk_sk: Ale do čerta, prajem si, aby si ich mal. Potrebujeme tú suku, aby sme odišli!

source: [_R_] Uhhh.... actually it seems that I don't have the money on me.
sk_sk: [_R_] Uhhh .... vlastne sa zdá, že nemám peniaze na mňa.

source: [_AD_] So.... I guess I'll show myself in then.
sk_sk: [_ AD_] Takže .... Myslím, že sa tam ukážem.

source: [_RT_] {i}Shit!{/i}
sk_sk: [_RT_] {i}Do prdele!{/i}

source: [_GCP_] Shit!
sk_sk: [_GCP_] Sakra!

source: [_R_] Ummmm.... girls.... It seems that I forgot that I was bringing in an, ummm.... intern photography student.... who wants to help with the photo shoot today.
sk_sk: [_R_] Ummmm .... dievčatá .... Zdá sa, že som zabudol, že som priniesol, ummm .... intern fotografie študent .... ktorý chce pomôcť s fotenie dnes.

source: {i}"Furiously winking at Lauren."{/i}
sk_sk: {i}"Zbožňujem sa na Lauren."

source: [_S_] You don't have to lie to us. Lauren just told me everything.
sk_sk: Nemusíš nám klamať. Lauren mi práve povedala všetko.

source: [_R_] Everything?
sk_sk: [_ R_] Všetko?

source: [_AD_] Like how I'm extorting you for money and favors in exchange for letting you continue your legally questionable business and other activities, and also not throwing you in prison like your father?
sk_sk: [_AD_] Ako to, že od teba vymáham peniaze a láskavosti výmenou za to, že ti dovolím pokračovať v tvojom právne pochybnom podnikaní a iných aktivitách a zároveň ťa nezavriem do väzenia ako tvojho otca?

source: [_AD_] Is that what she told you?
sk_sk: [_ AD_] Je to to, čo vám povedala?

source: [_S_] Basically.
sk_sk: [_S_] V podstate.

source: [_AD_] Great! I'm glad we're all up to speed.
sk_sk: Super! Som rád, že sme všetci na rýchlosti.

source: [_AD_] And today is Thursday, and [ryan] failed to produce the needed cash for my buy off, so for my payment in favors, I get to take the pictures today instead.
sk_sk: [_ AD_] A dnes je štvrtok, a [ryan] nepodarilo sa vytvoriť potrebné peniaze pre môj nákup off, takže pre moju platbu v láskavosti, som sa dostať na obrázky dnes miesto.

source: [_GCP_] No! If this photo shoot takes place, then I'll fail my part of the mission too!
sk_sk: [_GCP_] Nie! Ak toto fotenie sa uskutoční, potom zlyhám aj mojej časti misie!

source: [_S_] You can't do that!
sk_sk: [_S_] To nemôžete urobiť!

source: [_GCP_] Yeah!
sk_sk: [_GCP_] Áno!

source: [_AD_] Oh, really? Because I happen to know that you make and get paid for costumes, as part of a business that is not in of itself illegal, but is hiding funds from the FBI to avoid garnishments.
sk_sk: [_ AD_] Oh, naozaj? Pretože viem, že robíš a dostaneš zaplatené za kostýmy, ako súčasť podnikania, ktorá nie je sama o sebe ilegálna, ale skrýva finančné prostriedky z FBI, aby sa vyhla Garnishom.

source: [_AD_] Now, I can either keep this knowledge safe, and actually completely hide this illegal cash flow, or I can expose it, and you can do hard time in federal prison for financial fraud.
sk_sk: [_AD_] Teraz môžem tieto vedomosti udržať v bezpečí a v skutočnosti úplne skryť tento ilegálny tok hotovosti, alebo ho môžem odhaliť, a môžete si robiť ťažké časy vo federálnej väznici pre finančné podvody.

source: [_S_] You goddamn dirty cop!
sk_sk: Ty zasraný špinavý policajt!
