Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_ST_] {i}After what happened last night, I haven't been able to think of anything else.{/i}
sk_sk: [_ST_] {i}Po tom, čo sa stalo včera večer, som nebola schopný myslieť na nič iné.{/i}

source: [_ST_] {i}I don't want to get covered in his cum again like I did last night though.{/i}
sk_sk: [_ST_] {i}Nechcem sa však znova obliať jeho semenom ako včera večer.{/i}

source: [_ST_] {i}Hmmmm.... If I wipe it up with his blankets or sheets, he probably will notice.{/i}
sk_sk: [_ST_] {i}Hmmmm.... Ak mu to utriem prikrývkou alebo prestieradlom, pravdepodobne si to všimne.{/i}

source: [_ST_] {i}If I wipe it up with some of my clothes, he might see that too. Plus I don't know if it stains or not.{/i}
sk_sk: [_ST_] {i}Ak ho utriem nejakým svojím oblečením, možno uvidí aj to. Navyše neviem, či sa to zafarbí alebo nie.{/i}

source: [_ST_] {i}There is one item of my clothes he doesn't ever see though.{/i}
sk_sk: [_ST_] {i}Jednu časť môjho oblečenia však nikdy nevidí.{/i}

source: [_ST_] {i}If I wipe it up with my panties, he'll never be the wiser.{/i}
sk_sk: [_ST_] {i}Ak to utriem nohavičkami, nikdy nebude múdrejší.{/i}

source: [_RT_] {i}Oh, shit! I'm about to blow again! Why don't I have any stamina?{/i}
sk_sk: [_RT_] {i}Do prdele! Znova sa chystám vyfúknuť! Prečo nemám žiadnu výdrž?{/i}

source: [_RT_] {i}Maybe it's because my sister is sitting bare assed on my bed and playing with my cock.{/i}
sk_sk: [_RT_] {i}Možno preto, že moja sestra sedí s holým zadkom na mojej posteli a hrá sa s mojím penisom.{/i}

source: [_RT_] {i}Why in hell did she take her panties off?{/i}
sk_sk: [_RT_] {i}Prečo si, do pekla, vyzliekla nohavičky?{/i}

source: [_RT_] {i}Maybe she's planning on sitting on my cock!{/i}
sk_sk: [_RT_] {i}Možno si plánuje sadnúť na môjho vtáka!{/i}

source: [_RT_] {i}Oh, shit!!! Just the thought!! I'm losing it!!!{/i}
sk_sk: [_RT_] {i}Do prdele!!! Len tá myšlienka!! Už mi z toho hrabe!!!{/i}

source: [_RT_] {i}Holy Hell! She made me bust on purpose! Right into her panties!{/i}
sk_sk: [_RT_] {i}Do pekla! Úmyselne ma donútila k výstreku! Priamo do jej nohavičiek!{/i}

source: [_RT_] {i}Will she go further? Do I just leave it up to her now?{/i}
sk_sk: [_RT_] {i}Pôjde ďalej? Mám to teraz nechať na ňu?{/i}

source: [_RT_] {i}There's always tomorrow night to see if she'll go further.{/i}
sk_sk: [_RT_] {i}Vždy je tu zajtrajší večer, aby sme zistili, či pôjde ďalej.{/i}

source: [_RT_] {i}Sweet! She came back!{/i}
sk_sk: [_RT_] {i}Sladké! Vrátila sa!{/i}

source: [_RT_] {i}Time to have some more fun.{/i}
sk_sk: [_RT_] {i}Je čas na ďalšiu zábavu.{/i}

source: [_RT_] {i}Ok, I'm all ready. Let's see if I can get her into position again without waking her up.{/i}
sk_sk: [_RT_] {i}Ok, som pripravený. Uvidíme, či ju dokážem opäť dostať do polohy bez toho, aby som ju zobudil.{/i}

source: [_RT_] {i}Ok, and now to just move her hand into place.{/i}
sk_sk: [_RT_] {i}Ok, a teraz len presunúť jej ruku na miesto.{/i}

source: [_RT_] {i}She just started gripping like before! Like she was expecting it.{/i}
sk_sk: [_RT_] {i}Práve sa začala chytať ako predtým! Akoby to čakala.{/i}

source: [_RT_] {i}Oh my God!! I've got my own sister gripping my naked cock again!{/i}
sk_sk: [_RT_] {i}Bože môj!! Moja vlastná sestra mi opäť drží môjho nahého vtáka!{/i}

source: [_RT_] {i}My own sister has my cock in her soft lovely hands! I love having her sleep in my room!{/i}
sk_sk: [_RT_] {i}Moja vlastná sestra má môjho vtáka vo svojich jemných krásnych rukách! Milujem, keď spí v mojej izbe!{/i}

source: [_RT_] {i}I've got to really try hard not to just lose my load right now!{/i}
sk_sk: [_RT_] {i}Musím sa veľmi snažiť, aby som práve teraz nestratil svoj náklad!{/i}

source: [_RT_] {i}Ok, [ryan] concentrate! I don't want to ruin it already!{/i}
sk_sk: [_RT_] {i}Ok, [ryan] sústrediť! Nechcem to už pokaziť!{/i}

source: [_RT_] {i}Now, I just have to give her a little pinch again, and act like I'm still asleep.{/i}
sk_sk: [_RT_] {i}Teraz ju musím opäť trochu poštípať a tváriť sa, že ešte spím.{/i}

source: [_ST_] {i}Huh.... did.... what?.... {/i}
sk_sk: [_ST_] {i}Huh.... urobil.... čo?.... {/i}

source: [_ST_] {i}Is that [ryan]'s cock in my hands again?.... {/i}
sk_sk: [_ST_] {i}Je to opäť ten penis [ryan]v mojich rukách?.... {/i}

source: [_ST_] {i}It looks like he is still asleep.{/i}
sk_sk: [_ST_] {i}Vyzerá to, že ešte stále spí.{/i}

source: [_S_] {i}(whispering){/i} pssst.... [ryan].... are you asleep?
sk_sk: [_S_] {i}(šepot){/i} pssst.... [ryan].... spíš?

source: [_ST_] {i}Good, he's sound asleep.{/i}
sk_sk: [_ST_] {i}Dobre, spí tvrdo.{/i}

source: [_ST_] {i}I just can't control myself.{/i}
sk_sk: [_ST_] {i}Jednoducho sa nedokážem ovládať.{/i}

source: [_ST_] {i}Why do I want to do this so bad?{/i}
sk_sk: [_ST_] {i}Prečo to tak veľmi chcem?{/i}

source: [_ST_] {i}I need to get a closer look.{/i}
sk_sk: [_ST_] {i}Musím sa na to pozrieť bližšie.{/i}

source: [_ST_] {i}My old boyfriend said the top of the penis is the most sensitive.{/i}
sk_sk: [_ST_] {i}Môj bývalý priateľ povedal, že vrchná časť penisu je najcitlivejšia.{/i}

source: [_ST_] {i}It's so soft and smooth.{/i}
sk_sk: [_ST_] {i}Je taká jemná a hladká.{/i}

source: [_RT_] {i}Shit! She's playing with my head!!!!{/i}
sk_sk: [_RT_] {i}Do prdele! Hrá si s mojou hlavou!!!!{/i}

source: [_RT_] {i}That feels so good!!!!{/i}
sk_sk: [_RT_] {i}To je taký dobrý pocit!!!!{/i}

source: [_RT_] {i}I'm not going to be able to hold back much longer.{/i}
sk_sk: [_RT_] {i}Už to dlho nevydržím.{/i}

source: [_ST_] {i}Holy shit! His veins are just bulging!{/i}
sk_sk: [_ST_] {i}Do prdele! Žily sa mu len tak vypučili!{/i}

source: [_ST_] {i}And the way it's just throbbing and twitching in my hand.... {/i}
sk_sk: [_ST_] {i}A to, ako mi pulzuje a šklbe v ruke.... {/i}

source: [_ST_] {i}It's almost like he's about to.... oh.... no.... {/i}
sk_sk: [_ST_] {i}Je to takmer akoby sa chystal.... oh.... no.... {/i}

source: [_ST_] {i}Holy shit!!{/i}
sk_sk: [_ST_] {i}Do prdele!.... {/i}

source: [_ST_] {i}All over my face!!{/i}
sk_sk: [_ST_] {i}Po celej tvári!!{/i}

source: [_ST_] {i}Fuck, he's still going!{/i}
sk_sk: [_ST_] {i}Kurva, on stále ide!{/i}

source: [_ST_] {i}Why won't it stop?!!{/i}
sk_sk: [_ST_] {i}Prečo to neprestane?!!{/i}

source: [_ST_] {i}What in the actual fuck was that?{/i}
sk_sk: [_ST_] {i}Čo to, do prdele, bolo?{/i}

source: [_ST_] {i}I didn't know guys could cum that much.{/i}
sk_sk: [_ST_] {i}Nevedela som, že chlapi sa môžu tak veľmi vystriekať.{/i}

source: [_ST_] {i}He must have been very backed up.{/i}
sk_sk: [_ST_] {i}Musel byť veľmi upätý.{/i}

source: [_ST_] {i}Maybe he's not jacking off every free moment like I thought he was.{/i}
sk_sk: [_ST_] {i}Možno si ho nevyhoní každú voľnú chvíľu, ako som si myslela, že robí.{/i}

source: [_ST_] {i}I am just covered in my own brother's cum!{/i}
sk_sk: [_ST_] {i}Práve som pokrytá semenom vlastného brata!{/i}

source: [_ST_] {i}That is the naughtiest thing I've ever thought of!{/i}
sk_sk: [_ST_] {i}To je tá najnemravnejšia vec, aká ma kedy napadla!{/i}

source: [_ST_] {i}Why do taboo things turn me on so much?{/i}
sk_sk: [_ST_] {i}Prečo ma tabuizované veci tak vzrušujú?{/i}

source: [_RT_] {i}OH MY GOD that felt so good! I think I nutted a lot.{/i}
sk_sk: [_RT_] {i}OH môj bože, to bol taký dobrý pocit! Myslím, že som sa poriadne vypustil.{/i}

source: [_RT_] {i}I think all of the jacking off I've been doing has been making me able to cum more.{/i}
sk_sk: [_RT_] {i}Myslím, že vďaka tomu, že som si ho honil, som bol schopný viac vyvrcholiť.{/i}

source: [_ST_] {i}I need to go clean up. I think I'll spend the rest of the night on the couch.{/i}
sk_sk: [_ST_] {i}Musím ísť upratať. Myslím, že zvyšok noci strávim na gauči.{/i}

source: [_RT_] {i}She left. Did she need to go clean up?{/i}
sk_sk: [_RT_] {i}Odišla. Potrebovala sa ísť umyť?{/i}

source: [_RT_] {i}I wonder if some of my cum ended up on her.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či na nej skončilo nejaké moje semeno.{/i}

source: [_RT_] {i}I hope cumming in front of her didn't freak her out too bad.{/i}
sk_sk: [_RT_] {i}Dúfam, že vyvrcholenie pred ňou ju príliš nevystrašilo.{/i}

source: [_RT_] {i}I guess I'll find out if she show's up tomorrow night.{/i}
sk_sk: [_RT_] {i}Hádam zistím, či sa ukáže zajtra večer.{/i}

source: [_ST_] {i}What's.... in my hands?.... {/i}
sk_sk: [_ST_] {i}Čo je.... v mojich rukách?.... {/i}

source: [_ST_] {i}Oh, shit! Not again!.... {/i}
sk_sk: [_ST_] {i}Do prdele! Už zasa nie!.... {/i}

source: [_ST_] {i}Wait.... Is he still asleep?{/i}
sk_sk: [_ST_] {i}Čakať .... Stále spí? {/i}

source: [_ST_] {i}I've never held a cock this big in my hand before.{/i}
sk_sk: [_ST_] {i}Ešte nikdy som nedržala v ruke tak veľkého vtáka.{/i}

source: [_ST_] {i}I can feel his blood pumping through his throbbing veins!{/i}
sk_sk: [_ST_] {i}Cítim, ako mu v žilách pulzuje krv!{/i}

source: [_ST_] {i}I wonder if I.... {/i}
sk_sk: [_ST_] {i}Zaujímalo by ma, či....{/i}

source: [_R_] Hnnnngggghhhh...
sk_sk: [_R_] Hnnnnggghhhhh...

source: [_ST_] {i}Oh, God! Was he waking up?{/i}
sk_sk: [_ST_] {i}Ach, Bože! Prebúdzal sa?{/i}

source: [_ST_] {i}I think I almost gave him an orgasm!{/i}
sk_sk: [_ST_] {i}Myslím, že som mu takmer spôsobila orgazmus!{/i}

source: [_ST_] {i}Thank God my brother is a deep sleeper.{/i}
sk_sk: [_ST_] {i}Vďaka Bohu, že môj brat spí hlbokým spánkom.{/i}

source: [_ST_] {i}What's gotten into me?{/i}
sk_sk: [_ST_] {i}Čo to do mňa vletelo?{/i}

source: [_ST_] {i}What was I thinking?{/i}
sk_sk: [_ST_] {i}Čo som si myslela?{/i}

source: [_ST_] {i}I really do have pent up sexual frustration.{/i}
sk_sk: [_ST_] {i}Naozaj mám v sebe nahromadenú sexuálnu frustráciu.{/i}

source: [_ST_] {i}But to try to release it on my own brother?{/i}
sk_sk: [_ST_] {i}Ale pokúsiť sa ju vypustiť na vlastného brata?{/i}

source: [_ST_] {i}What is wrong with me?{/i}
sk_sk: [_ST_] {i}Čo je so mnou.{/i}

source: [_ST_] {i}Why did it turn me on to have his cock throbbing in my hand?{/i}
sk_sk: [_ST_] {i}Prečo ma vzrušovalo, keď mi jeho penis pulzoval v ruke?{/i}

source: [_ST_] {i}Shit, Sidney! Think of something else, of something that's not sexy. Not like your brother's penis!{/i}
sk_sk: [_ST_] {i}Do riti, Sidney! Mysli na niečo iné, na niečo, čo nie je sexy. Nie ako penis brata!{/i}

source: [_ST_] {i}Shit! I just admitted to myself that I think my brother's penis is sexy!{/i}
sk_sk: [_ST_] {i}Do prdele! Práve som si priznala, že si myslím, že penis môjho brata je sexy!{/i}

source: [_ST_] {i}AAAARRRGGGHHH.... get a grip, Sidney!{/i}
sk_sk: [_ST_] {i}AAAARRRGGGHHH.... spamätaj sa, Sidney!{/i}

source: [_ST_] {i}Just go back to sleep!{/i}
sk_sk: [_ST_] {i}Choď spať!{/i}

source: [_ST_] {i}.... just.... go.... to.... sleep.... my brother's penis.... {/i}
sk_sk: [_ST_] {i}.... len.... ísť.... spať.... penis môjho brata.... {/i}

source: [_ST_] {i}No! Don't think about your brother's penis! Just go to sleep!{/i}
sk_sk: [_ST_] {i}Nie! Nemysli na penis svojho brata! Choď spať!{/i}

source: [_ST_] {i}Just go to sleep.... just go to sleep.... {/i}
sk_sk: [_ST_] {i}Len choď spať .... len choď spať .... {/i}

source: [_RT_] {i}Dammit!{/i}
sk_sk: [_RT_] {i}Sakra!{/i}

source: [_RT_] {i}I ruined it by making that involuntary groan!{/i}
sk_sk: [_RT_] {i}Zničil som to tým, že som nedobrovoľne zastonal!{/i}

source: [_RT_] {i}How far would she have gone if I'd just kept my mouth shut?{/i}
sk_sk: [_RT_] {i}Ako ďaleko by zašla, keby som držal jazyk za zubami?{/i}

source: [_RT_] {i}I guess I'll find out next time, if she keeps coming back to sleep in here.{/i}
sk_sk: [_RT_] {i}Hádam to zistím nabudúce, ak sa sem bude vracať spať.{/i}

source: [_RT_] {i}She hasn't left yet so that's a good sign.{/i}
sk_sk: [_RT_] {i}Ešte neodišla, takže to je dobré znamenie.{/i}

source: [_RT_] {i}I guess I'll just have to wait until tomorrow night to know for sure.{/i}
sk_sk: [_RT_] {i}Myslím, že budem musieť počkať do zajtrajšieho večera, aby som sa to dozvedel s istotou.{/i}

source: [_RT_] {i}Time to have a little fun.{/i}
sk_sk: [_RT_] {i}Je čas sa trochu zabaviť.{/i}

source: [_RT_] {i}Ok, I'm all ready. Let's see if I can get her into position without waking her up.{/i}
sk_sk: [_RT_] {i}Ok, som pripravený. Uvidíme, či ju dokážem dostať do polohy bez toho, aby som ju zobudil.{/i}

source: [_RT_] {i}She just started gripping like she was expecting it.{/i}
sk_sk: [_RT_] {i}Začala ma chytať, akoby na to čakala.{/i}

source: [_RT_] {i}Oh my God!! I've got Sidney gripping my naked cock!{/i}
sk_sk: [_RT_] {i}Bože môj!! Sidney mi drží môjho nahého vtáka!{/i}

source: [_RT_] {i}Sidney has my cock in her soft lovely hands! This worked out better than I could have hoped for!{/i}
sk_sk: [_RT_] {i}Sidney má môj penis vo svojich jemných krásnych rukách! Vyšlo to lepšie, ako som mohol dúfať!{/i}

source: [_RT_] {i}Now, I just have to give her a little pinch, and act like I'm still asleep.{/i}
sk_sk: [_RT_] {i}Teraz ju musím len trochu poštípať a tváriť sa, že ešte spím.{/i}

source: [_ST_] {i}Oh, shit!.... {/i}
sk_sk: [_ST_] {i}Do prdele!.... {/i}

source: [_ST_] {i}Oh, God! I've done it again!{/i}
sk_sk: [_ST_] {i}Ach, Bože! Zase som to urobila!{/i}

source: [_ST_] {i}Why can't I just keep my hands to myself while I'm sleeping?{/i}
sk_sk: [_ST_] {i}Prečo si nemôžem dať pokoj, keď spím?{/i}

source: [_ST_] {i}Do I need to ask [ryan] to tie my hands before I go to sleep?{/i}
sk_sk: [_ST_] {i}Musím požiadať [ryan] , aby mi pred spaním zviazal ruky?{/i}

source: [_ST_] {i}Then he'd probably take advantage of me.{/i}
sk_sk: [_ST_] {i}Potom by ma pravdepodobne využil.{/i}

source: [_ST_] {i}What am I saying? I'm the one who molests everyone in their sleep.{/i}
sk_sk: [_ST_] {i}Čo to hovorím? Ja som ten, kto všetkých obťažuje v spánku.{/i}

source: [_ST_] {i}Do I just have a ton of pent up sexual frustration like Mom said?{/i}
sk_sk: [_ST_] {i}Mám v sebe len tonu sexuálnej frustrácie, ako povedala mama?{/i}

source: [_ST_] {i}Does my body subconsciously need the sexual contact?{/i}
sk_sk: [_ST_] {i}Potrebuje moje telo podvedome sexuálny kontakt?{/i}

source: [_ST_] {i}I can't believe I grabbed my brother's dick!{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že som chytila bratovho vtáka!{/i}

source: [_ST_] {i}That was such a big handful!{/i}
sk_sk: [_ST_] {i}To bola taká veľká hŕba!{/i}

source: [_ST_] {i}He's way bigger than my old boyfriend.{/i}
sk_sk: [_ST_] {i}Je oveľa väčší ako môj bývalý priateľ.{/i}

source: [_ST_] {i}Shit, Sidney! Stop thinking about your brother's penis!{/i}
sk_sk: [_ST_] {i}Do riti, Sidney! Prestaň myslieť na penis svojho brata!{/i}

source: [_RT_] {i}Oh, that was awesome!{/i}
sk_sk: [_RT_] {i}To bolo úžasné!{/i}

source: [_RT_] {i}I hope that didn't scare her too much.{/i}
sk_sk: [_RT_] {i}Dúfam, že ju to príliš nevystrašilo.{/i}

source: [_RT_] {i}I really hope she comes back again tomorrow night so I can continue our progress.{/i}
sk_sk: [_RT_] {i}Veľmi dúfam, že sa zajtra večer vráti, aby som mohol pokračovať v našom napredovaní.{/i}

source: [_RT_] {i}She hasn't left yet, so that's a good sign.{/i}
sk_sk: [_RT_] {i}Ešte neodišla, takže to je dobré znamenie.{/i}

source: [_RT_] {i}Ok.... I hear her coming.... she's opening the door.... just pretend you're asleep.{/i}
sk_sk: [_RT_] {i}Ok.... Počujem ju prichádzať.... otvára dvere.... len predstieraj, že spíš.{/i}

source: [_S_] Pssstttt.... hey, [ryan].... are you awake?
sk_sk: [_S_] Pssstttt.... hej, [ryan].... zobudil si sa?

source: [_R_] Hey, Sidney. What are you doing in my room in the middle of the night?
sk_sk: [_R_] Ahoj, Sidney. Čo robíš v mojej izbe uprostred noci?

source: [_S_] You said I could come wake you if I heard any noises in the night.
sk_sk: [_S_] Povedal si, že ťa môžem prísť zobudiť, ak v noci počujem nejaké zvuky.

source: [_R_] Yeah, I remember.
sk_sk: [_R_] Áno, pamätám si to.

source: [_R_] But I checked things out and didn't see anything.
sk_sk: [_R_] Ale skontroloval som všetko a nič som nevidel.

source: [_S_] Still, I'm pretty shaken up by the thought that someone could be watching me sleep.
sk_sk: [_S_] Napriek tomu ma myšlienka, že by ma niekto mohol pozorovať, ako spím, dosť rozrušila.

source: [_S_] Do you mind if I sleep in here so I'm not alone?
sk_sk: [_S_] Nebude ti vadiť, ak tu prespím, aby som tam nebola sama?

source: [_R_] Well, why don't you sleep with Lauren or Mom?
sk_sk: [_R_] Prečo nespíš s Lauren alebo s mamou?

source: [_S_] .... Umm.... I uh.... just feel safer with you.
sk_sk: [_S_] .... Umm.... Ja uh.... sa s tebou cítim bezpečnejšie.

source: [_R_] You said you think Mom is probably stronger than me.
sk_sk: [_R_] Povedala si, že si myslíš, že mama je pravdepodobne silnejšia ako ja.

source: [_S_] Yeah, well.... I was just being a bratty sister.
sk_sk: [_S_] Áno, dobre.... Bola som len nevychovaná sestra.

source: [_R_] Well, as long as you're willing to admit that, than I guess I'll let you sleep in here with me.
sk_sk: [_R_] No, pokiaľ si ochotná to priznať, tak ťa tu asi nechám spať so mnou.

source: [_R_] But don't you usually sleep in your panties?
sk_sk: [_R_] Ale nespíš zvyčajne v nohavičkách?

source: [_S_] Yeah, well I'd be an idiot to sleep with a suspected pervert in nothing but my panties wouldn't I?
sk_sk: [_S_] Áno, bola by som hlúpa, keby som spala s podozrivým úchylom len v nohavičkách, nie?

source: [_R_] Oh, hardy har har!
sk_sk: [_R_] Oh, ha ha ha!

source: [_R_] I'm not a pervert.
sk_sk: [_R_] Nie som úchyl.

source: [_RT_] {i}I'm the worst kind of pervert.{/i}
sk_sk: [_RT_] {i}Som ten najhorší druh úchyla.{/i}

source: [_S_] (Just stares at you)
sk_sk: [_S_] (Len na teba hľadí)

source: [_R_] Ok, maybe just a little teenage curiosity.
sk_sk: [_R_] Dobre, možno len malá pubertálna zvedavosť.

source: [_R_] But don't worry, I'm a very deep sleeper.
sk_sk: [_R_] Ale neboj sa, mám veľmi hlboký spánok.

source: [_R_] I take melatonin at night to help me sleep.
sk_sk: [_R_] V noci užívam melatonín, ktorý mi pomáha spať.

source: [_R_] You should try it.
sk_sk: [_R_] Mali by ste to vyskúšať.

source: [_S_] I don't think I need it, I've been sleeping pretty deeply myself lately.
sk_sk: [_S_] Myslím, že to nepotrebujem, v poslednom čase spím dosť hlboko.

source: [_ST_] {i}With the exception of a few interruptions.{/i}
sk_sk: [_ST_] {i}S výnimkou niekoľkých prerušení.{/i}

source: [_S_] So, will you scoot over and let me sleep with you? I'm pretty tired.
sk_sk: [_S_] Tak čo, posunieš sa a necháš ma spať s tebou? Som dosť unavená.

source: [_R_] Ok.... I guess.... but you owe me.
sk_sk: [_R_] Ok.... Hádam.... ale dlhuješ mi.

source: [_S_] Owe you what?
sk_sk: [_S_] Čo dlžím?

source: [_R_] I don't know, I'll think of something.
sk_sk: [_R_] Neviem, niečo vymyslím.

source: [_S_] Whatever!
sk_sk: [_S_] To je jedno!

source: [_R_] Yeah?
sk_sk: [_R_] Áno?

source: [_S_] Don't tell Mom or Lauren that I'm sleeping with you.
sk_sk: [_S_] Nepovedz mame alebo Lauren, že s tebou spím.

source: [_R_] Why not?
sk_sk: [_R_] Prečo nie?

source: [_S_] They would just think it's weird, in fact I'm going to get up early enough that no one will suspect I'm sleeping in here.
sk_sk: [_S_] Len by si myslela, že je to divné, v skutočnosti budem vstávať dosť skoro, aby nikto nemal podozrenie, že tu spím.

source: [_S_] It will give me a great excuse to do a morning jog in the park.
sk_sk: [_S_] Bude to pre mňa skvelá zámienka na ranný beh v parku.

source: [_S_] Promise not to tell.
sk_sk: [_S_] Sľúb, že to nepovieš.

source: [_R_] Ok, I can do that.
sk_sk: [_R_] Iste, to môžem urobiť.

source: [_RT_] {i}Ohhohoho yes.... that was a lot of work, but now the real fun can begin.{/i}
sk_sk: [_RT_] {i}Ohhohoho áno.... to bolo veľa práce, ale teraz sa môže začať skutočná zábava.{/i}

source: [_RT_] {i}She's had a rough few nights, so I think I'll give her a break right now, but tomorrow.... we'll just see.{/i}
sk_sk: [_RT_] {i}Mala niekoľko ťažkých nocí, takže si myslím, že jej teraz dám pauzu, ale zajtra.... uvidíme.{/i}

source: [_RT_] {i}I feel kind of bad for everything I've put Sidney through to get her out of Lauren's room.{/i}
sk_sk: [_RT_] {i}Je mi trochu ľúto, čo všetko Sidney musela podstúpiť, aby som ju dostal z Laurinej izby.{/i}

source: [_RT_] {i}Now she's stuck sleeping on this uncomfortable couch. Maybe there's a way to make it better for both of us.{/i}
sk_sk: [_RT_] {i}Teraz musí spať na tomto nepohodlnom gauči. Možno existuje spôsob, ako to zlepšiť pre nás oboch.{/i}

source: [_RT_] {i}Ok, it's time to put my acting skills to the test.{/i}
sk_sk: [_RT_] {i}Ok, je čas otestovať moje herecké schopnosti.{/i}

source: [_RT_] {i}It looks like she's pretty out of it, I'd better make some noise to wake her up.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že je dosť mimo, radšej urobím nejaký hluk, aby som ju zobudil.{/i}

source: [_S_] [ryan]? Why are you making so much noise...
sk_sk: [_S_] [ryan]? Prečo robíš toľko hluku...

source: [_S_] And why do you have a bat in your hands?
sk_sk: [_S_] A prečo máš v rukách pálku?

source: [_S_] Are you here to kill me?
sk_sk: [_S_] Prišliel si ma zabiť?

source: [_R_] Oh, haha.... sorry to wake you, I didn't mean to drop my bat.
sk_sk: [_R_] Ach, haha.... Prepáč, že som ťa zobudil, nechcel som pustiť pálku.

source: [_R_] I was just checking the house to make sure everything is safe.
sk_sk: [_R_] Práve som kontroloval dom, aby som sa uistil, že je všetko v bezpečí.

source: [_R_] I heard some noises around the house like someone was sneaking around.
sk_sk: [_R_] Počul som nejaké zvuky okolo domu, akoby sa niekto zakrádal.

source: [_S_] It was probably just Mom or Lauren using the bathroom.
sk_sk: [_S_] Pravdepodobne to bola len mama alebo Lauren na záchode.

source: [_R_] It wasn't, I already checked on them.
sk_sk: [_R_] Nebola, už som ich skontroloval.

source: [_R_] It sounded more like a window opening and closing, and booted footsteps sneaking around in this room.
sk_sk: [_R_] Znelo to skôr ako otváranie a zatváranie okien a kroky topánok, ktoré sa zakrádali v tejto miestnosti.

source: [_R_] Did you see or hear anything?
sk_sk: [_R_] Videla alebo počula si niečo?

source: [_S_] No, are you sure you heard these noises?
sk_sk: [_S_] Nie, ste si istá, že si počul tieto zvuky?

source: [_R_] Not completely, but with everything that's going on with the Mafia and the FBI, I thought it's very possible for either of them to be sneaking around in here.
sk_sk: [_R_] Nie úplne, ale vzhľadom na všetko, čo sa deje s mafiou a FBI, som si myslel, že je veľmi pravdepodobné, že sa sem niektorý z nich vkradne.

source: [_R_] Just the thought of them sneaking around and spying on us in our underwear as we sleep motivated me to grab a bat and come check things out.
sk_sk: [_R_] Už len predstava, že sa zakrádajú a špehujú nás v spodnej bielizni, keď spíme, ma motivovala, aby som vzal pálku a prišiel to skontrolovať.

source: [_S_] Well, go back to sleep, I'm sure you were just imagining things.
sk_sk: [_S_] Tak choď spať, som si istá, že sa ti to len zdá.

source: [_R_] Ok, but if you hear anything, come and tell me, ok?
sk_sk: [_R_] Dobre, ale ak niečo započuješ, príď a povedz mi to, dobre?

source: [_S_] Yeah right, I think I'd go tell Mom she's probably stronger than you.
sk_sk: [_S_] Áno, myslím, že by som šla povedať mame, je pravdepodobne silnejšia ako ty.

source: [_R_] No, she's not!
sk_sk: [_R_] Nie, nie je!

source: [_S_] Ok whatever, just go back to sleep.
sk_sk: [_S_] Ok, to je jedno, choď spať.

source: [_R_] Ok, goodnight.
sk_sk: [_R_] Ok, dobrú noc.

source: [_ST_] {i}Shit, I hope [ryan] was just imagining things.{/i}
sk_sk: [_ST_] {i}Sakra, dúfam, že [ryan] si to len namýšľal.{/i}

source: [_ST_] {i}What if some pervert from the FBI or Mafia was snooping around in here?{/i}
sk_sk: [_ST_] {i}Čo keby tu špehoval nejaký úchyl z FBI alebo mafie?{/i}
