Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: Welcome to our Christmas event! WARNING!! This event has elements of NTR, that are completely avoidable! Choices that lead to NTR content are clearly marked!
sk_sk: Vitajte na našom vianočnom podujatí! POZOR!! Táto udalosť obsahuje prvky NTR, ktorým sa dá úplne vyhnúť! Voľby, ktoré vedú k NTR obsahu, sú jasne označené!

source: Do not choose an NTR option if it offends you, only to complain about it later on some online forum!!
sk_sk: Nevyberajte si možnosť NTR, ak vás uráža, len aby ste sa na ňu neskôr sťažovali na nejakom online fóre!!

source: This event also has pregnancy content.
sk_sk: Táto udalosť má aj tehotenský obsah.

source: Would you like to play the Christmas event at this time? (Choosing "No" will complete this event and make it so you can only watch it in the gallery menu.)
sk_sk: Chceli by ste hrať vianočnú udalosť v tomto čase? (Výberom možnosti "Nie" túto udalosť ukončíte a budete ju môcť sledovať len v ponuke galérie.)

source: {i}A tribute to Charles Dickens and his timeless classic, "A Christmas Carol."{/i}
sk_sk: {i}Pocta Charlesovi Dickensovi a jeho nadčasovej klasike "Vianočná koleda".

source: [_RT_] {i}Thank God the Christmas break is coming! I'm so tired of school.{/i}
sk_sk: [_RT_] {i}Vďaka Bohu, že sa blížia vianočné prázdniny! Som tak unavený zo školy.{/i}

source: [_RT_] {i}Now I'll have even more time to work on seducing the girls.{/i}
sk_sk: [_RT_] {i}Teraz budem mať ešte viac času pracovať na zvádzaní dievčat.{/i}

source: [_RT_] {i}I've got to really work hard if I want to unwrap those beautiful boxes for the holidays.{/i}
sk_sk: [_RT_] {i}Musím sa naozaj snažiť, ak chcem na sviatky rozbaliť tie krásne krabice.{/i}

source: [_RT_] {i}And those are some great mental images to fall asleep to.... zzzzzz.... {/i}
sk_sk: [_RT_] {i}A to sú skvelé mentálne obrazy na zaspávanie.... zzzzzz.... {/i}

source: [_X_] Hey [ryan]...
sk_sk: [_X_] Hej [ryan]...

source: [_X_] Wake up [ryan]!...
sk_sk: [_X_] Prebuď sa [ryan]!...

source: [_X_] Hey [ryan]!.... Wake up!
sk_sk: [_X_] Hej [ryan]!.... Prebuď sa!

source: [_RT_] {i}Huh.... what?....{/i}
sk_sk: [_RT_] {i}Huh.... čo?....{/i}

source: [_RT_] {i}What the hell?{/i}
sk_sk: [_RT_] {i}Čo to do pekla?

source: [_RT_] {i}What a weird dream! There's a tiny Mom on my chest{/i}
sk_sk: [_RT_] {i}Aký zvláštny sen! Na mojej hrudi je malá mama{/i}

source: [_X_] [ryan].... this isn't a dream.... and I'm not a tiny Mom
sk_sk: [_X_] [ryan].... toto nie je sen.... a ja nie som malá mama

source: [_RT_] {i}You have to be a dream.... you can read my thoughts....{/i}
sk_sk: [_RT_] {i}Musíš byť sen.... ak môžeš prečítať moje myšlienky....{/i}

source: [_X_] [ryan].... I'm the ghost of Christmas past.
sk_sk: [_X_] [ryan].... Som duchom minulých Vianoc.

source: [_R_] What?.... Bullshit!.... Then why do you look like a half-naked version of my mom?
sk_sk: [_R_] Čo?.... Kecy!.... Tak prečo vyzeráš ako polonahá verzia mojej mamy?

source: [_GP_] Well.... I'm a ghost.... so my true form might have scared you to death.
sk_sk: [_GP_] No.... Som duch...., takže moja pravá podoba by ťa mohla vystrašiť k smrti.

source: [_GP_] I've been given the power to take the form of the person in your life that brings you the most comfort.
sk_sk: [_GP_] Dostala som moc vziať na seba podobu osoby v tvojom živote, ktorá ti prináša najväčšiu útechu.

source: [_GP_] What I'm wearing is also a product of what your mind would prefer to see this person wearing, mixed with a little Christmas flair for the season.
sk_sk: [_GP_] To, čo mám na sebe, je tiež produktom toho, čo by tvoja myseľ najradšej videla na tejto osobe, zmiešané s trochou vianočnej atmosféry tohto obdobia.

source: [_GP_] I look like your mom, you say?
sk_sk: [_GP_] Hovoríš, že vyzerám ako tvoja mama?

source: [_GP_] You sick fuck!
sk_sk: [_GP_] Ty chorý zmrd!

source: [_R_] This is so weird!
sk_sk: [_R_] To je také divné!

source: [_R_] Though I'm still about 90 percent sure that this is just a dream.
sk_sk: [_R_] Hoci som si stále na 90 percent istý, že je to len sen.

source: [_R_] You're just something I ate.... an undigested piece of pizza...
sk_sk: [_R_] Si len niečo, čo som zjedol.... nestrávený kus pizze...

source: [_R_] Yeah.... that's all you are...
sk_sk: [_R_] Áno.... to je všetko, čo si...

source: [_R_] Which means I can do whatever I want to you.
sk_sk: [_R_] To znamená, že si s tebou môžem robiť, čo chcem.

source: [_R_] Holy shit!.... I can touch you!
sk_sk: [_R_] Dopekla!.... Môžem sa ťa dotknúť!

source: [_R_] Oh, shit!.... Where did she go?
sk_sk: [_R_] Do prdele!.... Kam išla?

source: [_R_] She's gone!...
sk_sk: [_R_] Je preč!...

source: [_R_] I guess I was dreaming after all.
sk_sk: [_R_] Asi sa mi to predsa len zdalo.

source: [_GP_] You son of a bitch!
sk_sk: [_GP_] ! Ty hajzel!

source: [_GP_] You try a move like that again and I'll cut your cock off!
sk_sk: [_GP_] Ešte raz sa pokús o takýto pohyb a odrežem ti vtáka!

source: [_GP_] If you still think you're dreaming, come at me!
sk_sk: [_GP_] Ak si stále myslíš, že snívaš, poď za mnou!

source: [_R_] Ok.... ok.... I won't grab you again!.... Just let me go...
sk_sk: [_R_] Ok.... ok.... Už ťa nechytím!.... Nechaj ma ísť...

source: [_GP_] Woah.... holy shit!
sk_sk: [_GP_] Woah.... sväté hovno!

source: [_GP_] Haha.... you like it when I'm rough with you, don't you?
sk_sk: [_GP_] Haha.... máš rád, keď som na teba hrubá, však?

source: [_GP_] You dirty boy!
sk_sk: [_GP_] Ty špinavý chlapec!

source: [_R_] Yes.... I mean no!.... Can you please let my cock go?
sk_sk: [_R_] Áno.... Teda nie!.... Môžeš mi, prosím, pustiť môjho vtáka?

source: [_GP_] Hmmmm.... I guess I could, if you promise not to touch me, and to sit there and listen to me.
sk_sk: [_GP_] Hmmmm.... Myslím, že by som mohla, ak mi sľúbiš, že sa ma nebudeš dotýkať, že tam budeš sedieť a počúvať ma.

source: [_R_] Ok, I promise!
sk_sk: [_R_] Dobre, sľubujem!

source: [_RT_] {i}I wonder if I could capture her in a jar or something.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či by som ju mohol zachytiť v nejakej nádobe.{/i}

source: [_GP_] [ryan]! I can hear your thoughts, remember? And no, I'd just disappear out of a jar.
sk_sk: [_GP_] [ryan]! Počujem tvoje myšlienky, pamätáš? A nie, len tak by som zmizla z pohára.

source: [_R_] Sorry.... I won't do anything stupid.
sk_sk: [_R_] Prepáč.... Nebudem robiť žiadne hlúposti.

source: [_GP_] Great!.... Because you've got a very busy night ahead of you.
sk_sk: [_GP_] Skvelé!.... Pretože máš pred sebou veľmi rušnú noc.

source: [_R_] Huh?....I can't move!...
sk_sk: [_R_] Čo?....Nemôžem sa pohnúť!...

source: [_GP_] Just a safety precaution.
sk_sk: [_GP_] Je to len bezpečnostné opatrenie.

source: [_GP_] You will be visited by three spirits, including myself, obviously.
sk_sk: [_GP_] Navštívia ťa traja duchovia, samozrejme vrátane mňa.

source: [_R_] What?.... But why?
sk_sk: [_R_] Čože??.... Prečo?

source: [_GP_] Your actions have caught the attention of "The Woman Upstairs."
sk_sk: [_GP_] Tvoje činy upútali pozornosť "Ženy na poschodí".

source: [_R_] What really?.... So God's a woman?
sk_sk: [_R_] Čo naozaj?.... Takže Boh je žena?

source: [_GP_] Actually a woman that can grow a penis.... I think you would call her a "futa."
sk_sk: [_GP_] Vlastne žena, ktorá dokáže pestovať penis.... Myslím, že by si ju nazval "futa".

source: [_R_] And what have I done to get her attention on me?
sk_sk: [_R_] A čo som urobil, aby som si získal jej pozornosť?

source: [_GP_] What do you think?
sk_sk: [_GP_] Čo myslíš?

source: [_GP_] I'll give you three guesses.... and they all live in this house.
sk_sk: [_GP_] Dám ti tri tipy.... a všetky žijú v tomto dome.

source: [_GP_] And we can sense that you're about to turn up your devious efforts a few notches over the Christmas holidays.
sk_sk: [_GP_] A my tušíme, že sa počas vianočných sviatkov chystáš svoje šibalské úsilie ešte o niečo zvýšiť.

source: [_R_] Oh.... you guys have been listening to my thoughts, huh?
sk_sk: [_R_] Oh.... ty si počúvala moje myšlienky, čo?

source: [_GP_] Oh, yes.... and we're here to show you the consequences of your actions.
sk_sk: [_GP_] Áno.... a my sme tu, aby sme ti ukázali dôsledky tvojich činov.

source: [_GP_] While we don't have problems with sexual promiscuity in general,
sk_sk: [_GP_] Hoci nemáme problémy so sexuálnou promiskuitou vo všeobecnosti,

source: [_GP_] we tend to frown on fucking your own family.
sk_sk: [_GP_] máme tendenciu sa mračiť na šukanie vlastnej rodiny.

source: [_GP_] It just causes complications down the line.
sk_sk: [_GP_] Spôsobuje to len komplikácie.

source: [_GP_] Although, I do see why the women in your family are so tempting for you.
sk_sk: [_GP_] Hoci chápem, prečo ťa ženy v tvojej rodine tak lákajú.

source: [_GP_] I mean, look at that ass!
sk_sk: [_GP_] Veď sa pozri na ten zadok!

source: [_R_] I know, right?...
sk_sk: [_R_] Ja viem, však?...

source: [_GP_] I haven't had a good taste of ass in a millennium.
sk_sk: [_GP_] Už tisícročie som nemala dobrú chuť na zadok.

source: [_GP_] I've just been stuck in the spirit realm serving "Her", ever since I died.
sk_sk: [_GP_] Odkedy som zomrela, uviazla som v duchovnej sfére a slúžim jej.

source: [_GP_] No tasty asses there, only dead ones.
sk_sk: [_GP_] Žiadne chutné zadky, len mŕtve.

source: [_R_] Weren't we talking about the consequences of my actions?
sk_sk: [_R_] Nehovorili sme o dôsledkoch mojich činov?

source: [_GP_] Were we?.... Uh.... just give me a second.
sk_sk: [_GP_] Boli sme?.... Uh.... len mi daj sekundu.

source: [_R_] You can fly?...
sk_sk: [_R_] Vieš lietať?...

source: [_GP_] Of course!.... You really don't know much about ghosts, do you?
sk_sk: [_GP_] Samozrejme!.... Ty toho o duchoch naozaj veľa nevieš, však?

source: [_R_] What are you doing?
sk_sk: [_ R_] Čo to robíte?

source: [_GP_] I said just give me a second.
sk_sk: [_GP_] Povedala som daj mi len sekundu.

source: [_R_] Hey!.... What are you doing?
sk_sk: [_R_] Hej!.... Čo robíš?

source: [_GP_] I'm sorry!.... I just can't resist
sk_sk: [_GP_] Je mi to ľúto!.... Jednoducho nemôžem odolať

source: [_R_] But that's your daughter.... I mean my sister!
sk_sk: [_R_] Ale to je tvoja dcéra.... Teda moja sestra!

source: [_GP_] What's the matter [ryan], jealous?
sk_sk: [_GP_] Čo sa deje [ryan], žiarliš?

source: [_GP_] Then why don't you come and stop me?
sk_sk: [_GP_] Tak prečo ma nezastavíš?

source: [_R_] Because I can't move!
sk_sk: [_R_] Pretože sa nemôžem hýbať!

source: [_GP_] Haha.... that's right.
sk_sk: [_GP_] Haha.... to je pravda.

source: [_GP_] I guess you'll just have to watch.
sk_sk: [_GP_] Myslím, že sa budeš musieť pozerať.

source: [_GP_] Oh, man!.... I've missed this!
sk_sk: [_GP_] Ach, človeče!.... Toto mi chýbalo!

source: [_RT_] {i}Holy shit.... I know that's not really Mom licking Sidney, but that's actually pretty hot!{/i}
sk_sk: [_RT_] {i}Sväté hovno.... Viem, že to nie je skutočná mama, ktorá líže Sidney, ale je to vlastne dosť horúce!{/i}

source: [_GP_] Mmmppphhh.... haha.... remrembrere rhat I cran strill hear your throts...
sk_sk: [_GP_] Mmmppphhh.... haha.... počččujeeem tvooje myšššlienkyyy...

source: [_R_] Shit!
sk_sk: [_R_] Sakra!

source: [_S_] (sleepily mumbling) mmmmmmm.... [ryan].... that feels really.... nice....
sk_sk: [_S_] (ospalo mrmle) mmmmmmm.... [ryan].... to je naozaj.... príjemné....

source: [_GP_] There.... my spiritual batteries are all re-charged.
sk_sk: [_GP_] Tam.... sú moje duchovné batérie znovu nabité.

source: [_GP_] So, are you ready for our journey?
sk_sk: [_GP_] Takže si pripravený na našu cestu?

source: [_R_] What journey?
sk_sk: [_R_] Aká cesta?

source: [_R_] I'm not going anywhere with you.
sk_sk: [_R_] Nikam s tebou nepôjdem.

source: [_GP_] I'm going to take you on a journey into Christmas past.
sk_sk: [_GP_] Vezmem ťa na cestu do minulých Vianoc.

source: [_GP_] To a time when your parents first met.
sk_sk: [_GP_] Do obdobia, keď sa tvoji rodičia prvýkrát stretli.

source: [_GP_] I want you to see first hand, the beginning of the relationship that concieved you and your sisters, and the relationship you're currently trying to destroy.
sk_sk: [_GP_] Chcem, aby si z prvej ruky videl začiatok vzťahu, ktorý teba a sestry splodil, a vzťah, ktorý sa v súčasnosti snažíš zničiť.

source: [_R_] Can't you just tell me about it? I really need to get my sleep. I've got a busy day of seducing ahead of me tomorrow.
sk_sk: [_R_] Nemôžeš mi o tom jednoducho povedať? Naozaj sa potrebujem vyspať. Zajtra ma čaká náročný deň plný zvádzania.

source: [_GP_] Haha.... you lazy, cheeky, asshole.
sk_sk: [_GP_] Haha.... ty lenivý, drzý, debil.

source: [_GP_] You don't have a choice.
sk_sk: [_GP_] Nemáš na výber.

source: [_GP_] Now get ready, because this could possibly give you motion sickness.
sk_sk: [_GP_] Teraz sa priprav, pretože by sa ti z toho mohla urobiť nevoľnosť.

source: [_RT_] {i}Ahhhh!.... Where the hell am I?{/i}
sk_sk: [_RT_] {i}Ahhhhh!.... Kde to sakra som?{/i}

source: [_GP_] You're dissolving through the wormholes of time.
sk_sk: [_GP_] Rozpúšťaš sa v červích dierach času.

source: [_GP_] Just relax, we'll be there in just a couple more seconds.
sk_sk: [_GP_] Uvoľni sa, budeme tam o pár sekúnd.

source: [_X_] Guess again.
sk_sk: [_X_] Hádaj znova.

source: [_R_] Oh, fuck!.... I thought I was done with this dream.
sk_sk: [_R_] Oh, kurva!.... Myslel som, že som s týmto snom skončil.

source: [_X_] Maybe it's not a dream.
sk_sk: [_X_] Možno to nie je sen.

source: [_R_] Wouldn't you just tell me it's not a dream, if it weren't really a dream?
sk_sk: [_R_] Nepovedala by si mi, že to nie je sen, keby to naozaj nebol sen?

source: [_X_] That wouldn't be any fun, if we took out the wonder.
sk_sk: [_X_] To by nebola žiadna zábava, keby sme odstránili zázrak.

source: [_X_] We're doing this for your welfare.
sk_sk: [_X_] Robíme to pre tvoje dobro.

source: [_R_] Wouldn't a night of uninterrupted sleep be better for my welfare?
sk_sk: [_R_] Nebolo by pre moje blaho lepšie, keby som si doprial nerušený spánok?

source: [_X_] For your salvation then.
sk_sk: [_X_] Pre tvoju spásu.

source: [_R_] Salvation from what?
sk_sk: [_R_] Spasenie pred čím?

source: [_X_] From being such a creepy little pervert.
sk_sk: [_X_] Z toho, že si taký strašidelný malý úchyl.

source: [_RT_] {i}Hah.... good luck!{/i}
sk_sk: [_RT_] {i}Hah.... veľa šťastia!{/i}

source: [_X_] I can read thoughts.
sk_sk: [_X_] Dokážem čítať myšlienky.

source: [_R_] Oh, yeah...
sk_sk: [_R_] Ach, áno...

source: [_R_] So, are you "The Leprechaun of Christmas Present", or something?
sk_sk: [_R_] Takže si "škriatok z vianočného darčeka", alebo niečo podobné?

source: [_X_] I'm the "Ghost of Christmas Present."
sk_sk: [_X_] .... Som duchom prítomných Vianoc."

source: [_R_] Well, of course you are.
sk_sk: [_R_] No, samozrejme, že áno.

source: [_GCP_] I see my sister's anger at you was not misplaced.
sk_sk: [_GCP_] Vidím, že hnev mojej sestry na teba nebol nemiestny.

source: [_GCP_] After the experience with the first ghost, a client is usually well on his way to being reclaimed, but my sister thinks that you actually regressed with your first visitation.
sk_sk: [_GCP_] Po skúsenostiach s prvým duchom je klient zvyčajne na dobrej ceste k znovuzískaniu, ale moja sestra si myslí, že si pri prvej návšteve vlastne regresoval.

source: [_GCP_] She also warned me to stay away from the end of your penis.
sk_sk: [_GCP_] Tiež ma varovala, aby som sa držala ďalej od konca tvojho penisu.

source: [_GCP_] Haha.... I've never seen her so mad.
sk_sk: [_GCP_] Haha.... Nikdy som ju nevidela takú nahnevanú.

source: [_GCP_] She did tell me that I must try the local flavor while I'm here in town though.
sk_sk: [_GCP_] Povedala mi však, že musím ochutnať miestnu chuť, keď som tu v meste.

source: [_GCP_] Oh, yes!.... And there she is.
sk_sk: [_GCP_] Ach, áno!.... A je tu.

source: [_GCP_] Oh, my.... It looks like she was right. That is one tasty looking ass.
sk_sk: [_GCP_] Oh, môj.... Zdá sa, že mala pravdu. Je to chutný zadok.

source: [_GCP_] This job has very few benefits, but it does have it's moments sometimes.
sk_sk: [_GCP_] Táto práca má len veľmi málo výhod, ale niekedy má svoje momenty.

source: [_R_] Dammit, I'm stuck again!
sk_sk: [_R_] Sakra, zase som sa zasekol!

source: [_R_] Stop eating my sister's ass!
sk_sk: [_R_] Prestaň jesť zadok mojej sestry!

source: [_GCP_] Hahaha.... yeah the Ghrost urf Chrismras prast warned mre that thris wourd priss ru orff.
sk_sk: [_GCP_] Hahaha.... áno Duchh minnulýchh viiianoc ma varroval, žeee by ťa too mohlllo naštvaaať.

source: [_GCP_] Sro I trook the proper precrautions.
sk_sk: [_GCP_] Taaak to beeeriiiem dooo sprááávnychhhh.....

source: [_R_] What is it with ghosts and eating ass?
sk_sk: [_R_] Čo je to s duchmi a jedením zadku?

source: [_S_] (sleepily muttering).... ohhhhh.... [ryan].... since when do you like eating ass?.... That feels soooo good!
sk_sk: [_S_] (ospalé mrmlanie).... ohhhhh.... [ryan].... odkedy máš rád jedenie zadku?.... To je tak dobrý pocit!

source: [_R_] And why is it okay for you to be sexually depraved, but you want to stop me from doing just that.
sk_sk: [_ R_] A prečo je to v poriadku, ak chcete byť sexuálne skazený, ale chcete ma zastaviť, aby som to len tak.

source: [_GCP_] Well, the difference is she's not my sister.
sk_sk: [_GCP_] No rozdiel je v tom, že nie je moja sestra.

source: [_R_] Well, I guess you've got me there.
sk_sk: [_R_] No, myslím, že si ma dostala.

source: [_GCP_] Great! So, are you ready for your next adventure?
sk_sk: [_GCP_] Skvelé! Takže si pripravený na ďalšie dobrodružstvo?

source: [_R_] I'd rather keep sleeping, to be honest.
sk_sk: [_R_] Ak mám byť úprimný, radšej by som spal ďalej.

source: [_GCP_] Come on, party pooper!
sk_sk: [_GCP_] No tak, party pooper!

source: [_GCP_] We're going to the Christmas Present.
sk_sk: [_GCP_] Ideme na prítomné Vianoce.

source: [_R_] So, the Christmas that's about to happen this year?
sk_sk: [_R_] Takže Vianoce, ktoré sa chystajú tento rok?

source: [_GCP_] That's right.
sk_sk: [_GCP_] Presne tak.

source: [_GCP_] So, get ready!
sk_sk: [_GCP_] Takže sa priprav!

source: [_GCP_] And try not to puke!
sk_sk: [_GCP_] A snaž sa nezvracať!

source: [_R_] Oh, I hate this part!
sk_sk: [_R_] Túto časť neznášam!

source: [_GCP_] Yeah, you never really get used to it either.
sk_sk: [_GCP_] Áno, ani na to si nikdy nezvykneš.

source: [_GCP_] Just relax, we'll be there in just a couple more seconds.
sk_sk: [_GCP_] Uvoľni sa, budeme tam o pár sekúnd.

source: [_RT_] {i}What is that noise?{/i}
sk_sk: [_RT_] {i}Čo je to za hluk?{/i}

source: [_S_] (sleepily) Again!.... Oh [ryan]!.... That feels so good!
sk_sk: [_S_] (ospalo) Opäť!.... Oh [ryan]!.... To je taký dobrý pocit!

source: [_R_] What the hell is going on?
sk_sk: [_R_] Čo sa to, do pekla, deje?

source: [_X_] Oh.... hey [ryan]!
sk_sk: [_X_] Oh.... hej [ryan]!

source: [_X_] Sorry I woke you!
sk_sk: [_X_] Prepáč, že som ťa zobudila!

source: [_X_] My sisters both told me I had to try out the all you can eat breakfast buffet.
sk_sk: [_X_] Obe moje sestry mi povedali, že musím vyskúšať raňajkový bufet zjedzte všetko.

source: [_X_] They said you got a little hot under the collar when they did this.
sk_sk: [_X_] Povedali ste, že máte trochu horúci pod golierkou, keď to urobili.

source: [_X_] So, I thought I'd just get it out of the way before you woke up.
sk_sk: [_X_] Tak som si myslela, že to zoberiem z cesty, než sa zobudíš.

source: [_X_] But I think I've had my fill. Should we get down to business?
sk_sk: [_X_] Ale ja si myslím, že som mal svoj výplň. Mali by sme sa dostať k obchodu?

source: [_X_] Do I need to introduce myself, or do you already know who I am?
sk_sk: [_X_] Musím sa predstaviť, alebo už viete, kto som?

source: [_R_] The ghost of Christmas Future, I presume?
sk_sk: [_ R_] The ghost of Christmas Future, predpokladám?

source: [_GF_] You are correct!
sk_sk: [_ GF_] Máte pravdu!

source: [_GF_] And do you know why I'm here?
sk_sk: A vieš prečo som tu?

source: [_R_] To stop me from fucking my family?
sk_sk: [_R_] Aby si mi zabránili v šukaní s mojou rodinou?

source: [_GF_] Haha.... that's pretty blunt and to the point.
sk_sk: Haha ... to je dosť tupé a na to, čo sa stalo.

source: [_GF_] But that's actually where you're wrong.
sk_sk: [_ GF_] Ale to je vlastne to, kde sa mýli.

source: [_GF_] I'm not here to stop you from doing anything.
sk_sk: Nie som tu preto, aby som ti nič nerobil.

source: [_GF_] In fact, I don't give a fuck about what you choose to do with your life.
sk_sk: [_ GF_] V skutočnosti, ja som sa kurva o tom, čo ste sa rozhodli urobiť s vaším životom.

source: [_GF_] I'm just here as a guide, to take you a couple of years into the Christmas future, to show you the consequences of your actions.
sk_sk: [_ GF_] Som tu ako sprievodca, aby som vás pár rokov do vianočných sviatkov, aby som vám ukázal dôsledky vašich činov.

source: [_GF_] If you like the results, great! If not, you can decide to make different choices.
sk_sk: [_GF_] Ak sa vám páči výsledky, skvelé! Ak nie, môžete sa rozhodnúť, že spravíte rôzne voľby.

source: [_GF_] Whatever tickles your pickle.
sk_sk: [_ GF_] Čokoľvek šteklí vaše uhorky.

source: [_R_] Well, I've got to say it's nice to meet a ghost that's not so judgy.
sk_sk: No, musím povedať, že je pekné stretnúť ducha, ktorý nie je tak rozhodný.

source: [_GF_] Yeah, my sisters can be real condescending bitches.
sk_sk: [_ GF_] Jo, moje sestry môžu byť skutočné súšvy súk.

source: [_GF_] Haha.... but you brought them down a peg.
sk_sk: Haha .... ale ty si ich priniesol do kolíka.

source: [_GF_] God's not going to be super happy with them after tonight's over.
sk_sk: Boh s nimi nebude nadšený, keď sa dnes večer skončí.

source: [_GF_] I wouldn't be surprised if she sends them to the sex dungeon for a decade.
sk_sk: [_ GF_] Ja by som nebol prekvapený, ak ich pošle do sexu dungeon na desať rokov.

source: [_R_] Oh, no!.... That sounds awful! Now I feel really bad that I didn't try to follow their game plan better.
sk_sk: [_R_] Oh, nie! .... To znie hrozne! Teraz sa cítim naozaj zle, že som sa nesnažil sledovať svoj herný plán lepšie.

source: [_GF_] Ahhh.... don't worry about it, everyone secretly likes the sex dungeon anyways.
sk_sk: [_GF_] Ahhhh.... si z toho nerob ťažkú hlavu, každý má aj tak tajne rád sexuálnu kobku.

source: [_GF_] I've been there so many times, they've made me an honorary torturer.
sk_sk: [_ GF_] Bol som tam tak veľa krát, oni mi urobili čestný mučník.

source: [_R_] Is that why you don't shine as bright as your sisters?
sk_sk: [_R_] Je to preto, že nežiarite tak svetlé ako vaše sestry?

source: [_GF_] Naaahhh.... It's just because I'm supposed to be the more scary ghost.
sk_sk: [_GF_] Naaahhh .... Je to len preto, že by som mal byť viac strašidelný duch.

source: [_GF_] You see, most people fear their future, so they gave me this whole facade to make me more scary.
sk_sk: [_GF_] Vy vidíte, väčšina ľudí sa bojí ich budúcnosti, takže mi dali celú túto fasádu, aby som sa viac strachoval.

source: [_GF_] Do I seem scarier to you?
sk_sk: [_ GF_] Zdá sa mi, že som zjazvený?

source: [_R_] Nah.... making you look like my hot sister Sidney, kind of takes away the whole fear factor.
sk_sk: [_R_] Nah...., že vyzeráš ako moja sexi sestra Sidney, tak trochu odstraňuje celý faktor strachu.

source: [_GF_] See! That's what I've been saying! Let me wear a holocaust robe, and give me a skull for a head, you know, like they did in the old days.
sk_sk: [_ GF_] Pozrite! To je to, čo som hovoril! Dovoľte mi, aby som si oblieka holokaust, a dal mi lebku na hlavu, viete, ako to robili v starých dňoch.

source: [_GF_] Too much PC shit in Heaven. We're not allowed to scare anyone too badly anymore.
sk_sk: [_GF_] Príliš veľa PC hovno v nebi. Nie sme dovolené vystrašiť niekoho príliš zle už.
