Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_R_] I'm just trying to give the people what they want so we can get the most likes possible.
sk_sk: [_R_] Len sa snažím dať ľuďom to, čo chcú, aby sme získali čo najviac lajkov.

source: [_L_] Yeah.... I don't think so, and fuck you! I'm going to get dressed and go home.
sk_sk: [_L_] Áno.... To si nemyslím. Idem sa obliecť a idem domov.

source: {i}"Lauren Anger +10"{/i}
sk_sk: {i}"Laurenin hnev +10"{/i}

source: {i}"Lauren Affection -5"{/i}
sk_sk: {i}"Laurenina náklonnosť -5"{/i}

source: [_L_] You better stop acting like an asshole if you want me to come again next week.
sk_sk: [_L_] Radšej sa prestaň správať ako kretén, ak chceš, aby som prišla aj na budúci týždeň.

source: To get Lauren to take explicit photos, submission must be at 25 points.
sk_sk: Ak chcete získať Lauren, aby sa explicitne fotila, poddanie musí byť na 25 bodov.

source: [_R_] I think we've got all the pics we need for now.
sk_sk: [_R_] Myslím, že zatiaľ máme všetky potrebné fotografie.

source: [_L_] Really? We haven't taken that many.
sk_sk: [_L_] Naozaj? Toľko sme ich neurobili.

source: [_R_] Yeah, but the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
sk_sk: [_R_] Áno, ale tie, ktoré máme, sú naozaj dobré a jediná možnosť, ako by mohli byť lepšie, je, že by som ťa nútil robiť niečo, čo by ti nemuselo byť príjemné.

source: [_L_] Oh, [ryan]! You're such a professional.
sk_sk: [_L_] Ach, [ryan]! Si taký profesionál.

source: [_L_] And I really enjoyed the shoot!
sk_sk: [_L_] A naozaj som si to fotografovanie užila!

source: [_L_] And showing some skin was kind of exciting!
sk_sk: [_L_] A ukázať trochu kože bolo celkom vzrušujúce!

source: {i}{b}"Lauren's Libido +2"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +2"{/b}{/i}

source: [_L_] I can't wait for the next photoshoot.
sk_sk: [_L_] Už sa neviem dočkať ďalšieho fotenia.

source: [_L_] I might be even more daring, and be willing to show a little more skin.... hahah...
sk_sk: [_L_] Možno budem ešte odvážnejšia a budem chcieť ukázať trochu viac kože.... hahah...

source: [_R_] Great! I can't wait either.
sk_sk: [_R_] Skvelé! Ja sa tiež nemôžem dočkať.

source: [_R_] You can get dressed and I'll see you back home.
sk_sk: [_R_] Môžeš sa obliecť a uvidíme sa doma.

source: [_R_] Let's take off that skirt so we can see just a little more skin.
sk_sk: [_R_] Daj si dole sukňu, aby sme videli trochu viac kože.

source: [_L_] Uhhh.... but all I have on is a buckskin thong underneath.
sk_sk: [_L_] Uhhhh...., ale pod nimi mám len kožušinové tangá.

source: [_R_] That will make some super sexy pictures.
sk_sk: [_R_] Vzniknú tak super sexy fotky.

source: [_R_] Don't worry, we'll start out with just a side pic, so the thong won't reveal too much.
sk_sk: [_R_] Neboj sa, začneme len bočnou fotkou, aby tangá neodhaľovali príliš veľa.

source: [_L_] Ok, I guess we can do that.
sk_sk: [_L_] Dobre, myslím, že to môžeme urobiť.

source: [_L_] Is this kind of what you were thinking?
sk_sk: [_L_] Je to to, čo si si myslel?

source: [_R_] Once again, your posing talent amazes me.
sk_sk: [_R_] Opäť ma udivuje tvoj pózovací talent.

source: [_L_] Are you just trying to butter me up?
sk_sk: [_L_] Snažíš sa ma len namazať?

source: [_R_] Seriously, you look incredible.
sk_sk: [_R_] Vážne, vyzeráš neuveriteľne.

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +1"{/b}{/i}

source: [_R_] Ok, just hold that pose.
sk_sk: [_R_] Dobre, drž túto pózu.

source: [_L_] Hurry, it's making my legs tired.
sk_sk: [_L_] Ponáhľaj sa, unavuje mi to nohy.

source: [_R_] That shot will turn out great too.
sk_sk: [_R_] Aj tento záber bude skvelý.

source: [_R_] I'll make sure to add a background to this one later.
sk_sk: [_R_] Neskôr k nemu určite pridám pozadie.

source: [_R_] You're looking great!
sk_sk: [_R_] Vyzeráš skvele!

source: [_RT_] {i}Should I go on?{/i}
sk_sk: [_RT_] {i}Mám pokračovať?{/i}

source: [_R_] Let's see what we can do to that outfit to sexy it up even more.
sk_sk: [_R_] Pozrime sa, čo môžeme urobiť s týmto oblečením, aby bolo ešte viac sexy.

source: [_R_] Let's show off that thong from behind.
sk_sk: [_R_] Poďme ukázať tie tangá zozadu.

source: [_R_] Alright, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
sk_sk: [_R_] Dobre, zaujímalo by ma, či by tento outfit sedel Mandy. Nemala by s tým žiadny problém a získala by za to kopec lajkov.

source: [_R_] Ok, let's see what we can do to that outfit to sexy it up even more.
sk_sk: [_R_] Pozrime sa, čo môžeme urobiť s týmto oblečením, aby bolo ešte viac sexy.

source: [_R_] Let's get rid of the buckskin bra.
sk_sk: [_R_] Zbavme sa sukne a koženej podprsenky.

source: [_R_] Let's get some tasteful pictures of your breasts.
sk_sk: [_R_] Poďme si urobiť niekoľko vkusných fotografií tvojich pŕs.

source: [_R_] Let's get some nice pics of them titties.
sk_sk: [_R_] Poďme si prsíčka pekne nafotiť.

source: [_R_] Let's get some tasteful nude shots.
sk_sk: [_R_] Urobme si niekoľko vkusných nahých záberov.

source: [_R_] Alright, your call, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
sk_sk: [_R_] Dobre, zaujímalo by ma, či by tento outfit sedel Mandy. Nemala by s tým žiadny problém a získala by za to kopec lajkov.

source: [_R_] Let's shoot the rest in the nude.
sk_sk: [_R_] Zvyšok nafotíme bez oblečenia.

source: [_L_] How's this one?
sk_sk: [_L_] Ako je to s týmto?

source: [_L_] Are you liking what you see?
sk_sk: [_L_] Páči sa ti, čo vidíš?

source: [_R_] Oh, yeah! If I wasn't your brother, I'd hit that.
sk_sk: [_R_] Ach, áno! Keby som nebol tvojím bratom, tak by som do toho udrel.

source: [_L_] Haha.... In your dreams!
sk_sk: [_L_] Haha.... Vo tvojich snoch!

source: [_R_] You really do have a great ass.
sk_sk: [_R_] Máš naozaj skvelý zadok.

source: [_R_] Do you do yoga or something?
sk_sk: [_R_] Cvičíš jogu alebo niečo podobné?

source: [_L_] No, it's just from jogging.
sk_sk: [_L_] Nie, je to len z behu.

source: [_R_] Well, keep it up.
sk_sk: [_R_] No, len tak ďalej.

source: {i}"Lauren Libido +1"{/i}
sk_sk: {i}"Laurenino libido +1"{/i}

source: [_R_] I can't wait to see this one with the new background.
sk_sk: [_R_] Nemôžem sa dočkať, až uvidím toto s novým pozadím.

source: [_RT_] {i}Things seem to be going pretty well. Should I keep going?{/i}
sk_sk: [_RT_] {i}Zdá sa, že veci idú celkom dobre. Mal by som pokračovať?{/i}

source: [_R_] Alright, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
sk_sk: [_R_] V poriadku, navrhol som to len preto, lebo som videl, že Jassica Nugru zverejnila podobný obrázok na svojom profile a jej stránka sa takmer zrútila kvôli všetkým lajkom, ktoré dostala.

source: [_R_] Alright, your call, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
sk_sk: [_R_] V poriadku, navrhol som to len preto, lebo som videl, že Jassica Nugru zverejnila podobný obrázok na svojom profile a jej stránka sa takmer zrútila kvôli všetkým lajkom, ktoré dostala.

source: [_L_] I can't believe I'm going topless in a photoshoot. I think I need to close my eyes for this one.
sk_sk: [_L_] Nemôžem uveriť tomu, že sa na fotení ukážem hore bez. Myslím, že pri tomto fotení musím zavrieť oči.

source: [_R_] Just smile and try to look happy.
sk_sk: [_R_] Len sa usmievaj a snaž sa vyzerať šťastne.

source: [_L_] Like this?
sk_sk: [_L_] Takto?

source: [_R_] That actually looks really good. It looks like you're blissfully enjoying the seclusion of the forest.
sk_sk: [_R_] V skutočnosti to vyzerá naozaj dobre. Vyzerá to, akoby si si blažene užívala lesnú samotu.

source: [_L_] Haha, you're such a nerd.
sk_sk: [_L_] Haha, ty si taký šprt.

source: [_R_] No, really, even with your top off, I think most of the attention will be drawn to how pretty your face is.
sk_sk: [_R_] Nie, naozaj, myslím, že aj keď máš vyzlečený vrchný diel, väčšinu pozornosti bude pútať tvoja pekná tvár.

source: [_L_] You're a natural at helping your subject feel at ease.
sk_sk: [_L_] Prirodzene dokážeš svojmu objektu pomôcť, aby sa cítil uvoľnene.

source: [_L_] Let me know when you've taken the picture.
sk_sk: [_L_] Daj mi vedieť, keď urobíš fotku.

source: [_R_] I've taken it, and I think it will look great.
sk_sk: [_R_] Vzal som ju a myslím, že bude vyzerať skvele.

source: [_R_] You can open your eyes if you want to.
sk_sk: [_R_] Ak chceš, môžeš otvoriť oči.

source: [_L_] Is my top still off? If it is, I don't think I want to.
sk_sk: [_L_] Mám ešte stále vyzlečenú vrchnú časť? Ak áno, myslím, že to nechcem.

source: [_R_] {i}(sarcastically){/i} Haha.... you're so funny.
sk_sk: [_R_] {i}(sarkasticky){/i} Haha.... si taká vtipná.

source: [_RT_] {i}Should I keep this going?{/i}
sk_sk: [_RT_] {i}Dobre, mám pokračovať?{/i}

source: [_R_] Alright, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
sk_sk: [_R_] V poriadku, ale je veľa ľudí, ktorí sa snažia získať slávu na internete, ale nepodarí sa im to, pretože nie sú ochotní robiť ťažké a nepríjemné veci.

source: [_R_] Alright, your call, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
sk_sk: [_R_] V poriadku, ale je veľa ľudí, ktorí sa snažia získať slávu na internete, ale nepodarí sa im to, pretože nie sú ochotní robiť ťažké a nepríjemné veci.

source: [_R_] Since your cosplay is Arsetrid from How to Breed your Dragon, I want you to pose like a dragon is coming out of the sky and you're really surprised.
sk_sk: [_R_] Keďže tvojím cosplayom je Arsetrid z filmu Ako si vychovať draka, chcem, aby si pózovala, ako keď z oblohy priletí drak a ty si naozaj prekvapená.

source: [_L_] I hope you appreciate what I'm doing here. Posing partially nude is a big step from a sexy costume.
sk_sk: [_L_] Dúfam, že oceňuješ to, čo tu robím. Pózovanie čiastočne nahá je veľký krok od sexy kostýmu.

source: [_L_] How's this pose by the way?
sk_sk: [_L_] Mimochodom, aká je táto póza?

source: [_R_] Looks great. You should be an actress, your expressions are so good, and I do appreciate what you're doing, but from what I've read online, posing nude is really empowering.
sk_sk: [_R_] Vyzerá to skvele. Mala by si byť herečkou, tvoje výrazy sú tak dobré a oceňujem, čo robíš, ale podľa toho, čo som čítal na internete, pózovať nahá je naozaj posilňujúce.

source: [_L_] Yeah, right. How is posing nude empowering?
sk_sk: [_L_] Áno, správne. V čom je pózovanie nahých žien posilňujúce?

source: [_R_] You're not allowing just a single man to have power over you, and allowing him to dictate that you only display your body for him. You're freely choosing to show it off on your own terms.
sk_sk: [_R_] Nedovolíte, aby nad vami mal moc len jeden muž, a nedovolíte mu, aby vám diktoval, že svoje telo máte ukazovať len pre neho. Slobodne sa rozhodnete ukázať ho podľa vlastných podmienok.

source: [_L_] Yeah, well maybe you should do it then.
sk_sk: [_L_] Áno, možno by sme to mali urobiť.

source: [_R_] I would if I thought anybody would pay me for it.
sk_sk: [_R_] Urobil by som to, keby som si myslel, že mi za to niekto zaplatí.

source: [_L_] Haha I'm sure there's a few women, and men actually, who would love to see that big cock of yours!
sk_sk: [_L_] Haha... Som si istá, že je tu niekoľko žien a vlastne aj mužov, ktorí by radi videli ten tvoj veľký penis!

source: [_R_] .... Did you like seeing it?
sk_sk: [_R_] .... Páčilo sa ti to vidieť?

source: [_L_] .... Are you going to make me pose like this all day, or are you going to take a picture?
sk_sk: [_L_] .... Budeš ma nútiť takto pózovať celý deň, alebo ma odfotíš?

source: [_R_] Oh right.... sorry.
sk_sk: [_R_] Oh right.... Prepáč.

source: [_R_] That's perfect, and I'll use ZAD Studio to render a dragon flying into the scene.
sk_sk: [_R_] To je perfektné a ja použijem ZAD Studio na vykreslenie draka, ktorý vletí do scény.

source: [_R_] Ok, now you've realized you've left your axe and shield too far away to retrieve, you might have to fight him with your fists.
sk_sk: [_R_] Dobre, teraz si si uvedomila, že si nechala sekeru a štít príliš ďaleko na to, aby si ich získala späť, možno budeš musieť bojovať s ním päsťami.

source: [_R_] Great!
sk_sk: [_R_] Perfektné!

source: [_R_] Ok, you've lowered your defenses since you can tell he's a friendly dragon,
sk_sk: [_R_] Dobre, znížila si obranu, pretože vieš, že je to priateľský drak,

source: [_R_] But you can't believe the size of the claws on his feet!
sk_sk: [_R_] Ale nemôžeš uveriť veľkosti pazúrov na jeho nohách!

source: [_R_] Ok, good, look up just a little more, and look more surprised.
sk_sk: [_R_] Ok, dobre, pozri sa ešte trochu vyššie a vyzeraj prekvapenejšie.

source: [_R_] Perfect!
sk_sk: [_R_] Perfektné!

source: [_R_] Ok, now he's going to come up and start licking your face, just like a little puppy.
sk_sk: [_R_] Ok, teraz príde a začne ti olizovať tvár, presne ako malé šteniatko.

source: [_L_] Yuk, I hate it when puppies lick my face.
sk_sk: [_L_] Fuj, neznášam, keď mi šteňatá olizujú tvár.

source: [_R_] What's wrong with you?
sk_sk: [_R_] Čo je s tebou?

source: [_R_] Ok, act like someone who likes puppies licking their face.
sk_sk: [_R_] Dobre, správaj sa ako niekto, kto má rád šteniatka, ktoré mu olizujú tvár.

source: [_R_] Awesome! I think I can do something with that.
sk_sk: [_R_] Úžasné! Myslím, že s tým môžem niečo urobiť.

source: [_R_] Ok, now look a little shocked as the Dragon lowers his tongue from your face.
sk_sk: [_R_] Dobre, teraz sa tvár trochu šokovane, keď drak spustí jazyk z tvojej tváre.

source: [_L_] Are you going to make him lick my tits?
sk_sk: [_L_] Prinútiš ho, aby mi oblizoval prsia?

source: [_R_] Hey, good idea. it's nice to see you showing some initiative here.
sk_sk: [_R_] Hej, dobrý nápad. je pekné vidieť, že tu prejavuješ iniciatívu.

source: [_L_] Whatever!
sk_sk: [_L_] To je jedno!

source: [_R_] Ok, now his tongue is going to move down to your belly button.
sk_sk: [_R_] Dobre, teraz sa jeho jazyk presunie k tvojmu pupku.

source: [_L_] Oh good, I was afraid you were going to say somewhere lower.
sk_sk: [_L_] Aha, dobre, už som sa bála, že povieš, že niekde nižšie.

source: [_R_] Ummm.... yeah.... I wouldn't.... do.... that...
sk_sk: [_R_] Ummm .... áno .... Ja by som .... ... to ... to ...

source: [_L_] Yeah, that sounded convincing.
sk_sk: [_L_] Áno, to znelo presvedčivo.

source: [_R_] Ok, make an expression on your face like the pressure of his tongue on your belly is making you need to pee.
sk_sk: [_R_] Dobre, urob výraz tváre, akoby sa ti chcelo čúrať z tlaku jeho jazyka na brucho.

source: [_R_] Yes, that's perfect!
sk_sk: [_R_] Áno, to je perfektné!

source: [_R_] We might want to consider doing videos instead of pictures with how good of an actress you are!
sk_sk: [_R_] Možno budeme chcieť zvážiť, či namiesto obrázkov nebudeme robiť videá s tým, aká dobrá herečka si!

source: [_L_] I don't even know what kind of videos you would want to make.
sk_sk: [_L_] Ani neviem, aké videá by si chcel natočiť.

source: [_L_] What's next?
sk_sk: [_L_] Čo ďalej?

source: [_R_] Ok, I'm thinking you could crouch down and inspect his tail, since you're going to be a dragon breeder, you need to inspect your stud.... that's right.... no, just a little higher.... now cup under his tail, and with the other hand stroke one of the spikes on his tail.
sk_sk: [_R_] Dobre, myslím, že by si sa mohla prikrčiť a skontrolovať mu chvost, keďže budeš chovateľka drakov, musíš skontrolovať svojho žrebca.... to je pravda.... nie, len trochu vyššie.... teraz mu podlož chvost a druhou rukou pohlaď jeden z hrotov na chvoste.

source: [_L_] Does this work?
sk_sk: [_L_] Funguje to?

source: [_R_] Nailed it!
sk_sk: [_R_] To sa podarilo!

source: [_R_] Good, now try to look impressed at how massive the scales on his tail are.
sk_sk: [_R_] Dobre, a teraz sa skús pozrieť na to, aké masívne šupiny má na chvoste.

source: [_R_] You should be excited because this dragon is going to make such a good stud dragon.
sk_sk: [_R_] Mala by si sa tešiť, pretože z tohto draka bude dobrý plemenný drak.

source: [_R_] Perfect, now just hold that pose while I get a close-up shot and a better angle.
sk_sk: [_R_] Perfektné, teraz len vydrž v tejto póze, kým urobím záber zblízka a z lepšieho uhla.

source: [_R_] I'm really excited about these pictures! They are going to get the hell liked out of them!
sk_sk: [_R_] Z týchto obrázkov som naozaj nadšený! Budú sa pekelne páčiť!

source: [_L_] Oh.... I really hope so!...
sk_sk: [_L_] Oh.... To dúfam!...

source: [_RT_] {i}Lauren might be mad at first when she sees these, but I think her anger will wear off after she sees how popular these pics are going to be.{/i}
sk_sk: [_RT_] {i}Lauren sa možno bude najprv hnevať, keď ich uvidí, ale myslím, že ju hnev prejde, keď uvidí, aké populárne tieto fotky budú.{/i}

source: [_RT_] {i}Now should I ask her to continue, or call it good?{/i}
sk_sk: [_RT_] {i}Teraz ju mám požiadať, aby pokračovala, alebo to nazvať dobrým?{/i}

source: [_R_] Let's see what we can do to sexy up this photoshoot even more.
sk_sk: [_R_] Pozrime sa, čo môžeme urobiť, aby toto fotenie bolo ešte viac sexi.

source: [_R_] Lauren, at this point I shouldn't have to convince you anymore. Have I been wrong yet? You need to just learn to trust me.
sk_sk: [_R_] Lauren, v tejto chvíli by som ťa už nemal presviedčať. Už som sa mýlil? Musíš sa jednoducho naučiť mi dôverovať.

source: [_L_] Well.... ok, I guess you've earned it.
sk_sk: [_L_] No .... ok, myslím, že si si to zaslúžil.

source: [_R_] Ok, let's see what we can do to sexy up this photoshoot even more.
sk_sk: [_R_] Pozrime sa, čo môžeme urobiť, aby toto fotenie bolo ešte viac sexi.

source: [_L_] Really? You don't think we need more?
sk_sk: [_L_] Naozaj? Nemyslíš si, že potrebujeme viac?

source: [_R_] No, and the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
sk_sk: [_R_] Áno, ale tie, ktoré máme, sú naozaj dobré a jediná možnosť, ako by mohli byť lepšie, je, že by som ťa nútil robiť niečo, čo by ti nemuselo byť príjemné.

source: [_L_] I can't believe I've let you talk me into going this far.
sk_sk: [_L_] Nemôžem uveriť, že som sa nechala prehovoriť, aby som zašla tak ďaleko.

source: [_R_] Don't think about it like I've talked you into anything.
sk_sk: [_R_] Nemysli si, že som ťa k niečomu nahovoril.

source: [_R_] Think of me like a mentor, or a life coach, and I'm helping you to do what you need to achieve your life goal.
sk_sk: [_R_] Ber ma ako mentora alebo životného kouča, ktorý ti pomáha robiť to, čo potrebuješ na dosiahnutie svojho životného cieľa.

source: [_R_] And that goal is?...
sk_sk: [_R_] A tento cieľ je?...

source: [_L_] .... {i}(talking quietly){/i} To be internet famous.
sk_sk: [_L_] .... {i}(hovorí potichu){/i} Byť známou na internete.

source: [_R_] What was that?...
sk_sk: [_R_] Čo je to?...

source: [_L_] To be internet famous you cheeky bastard.
sk_sk: [_L_] Byť slávnou na internete, ty drzý bastard.

source: [_R_] Hahaha.... that's right.
sk_sk: [_R_] Hahaha.... to je pravda.

source: [_R_] And now for the next shot, let's get a picture of you from behind, but stand in a way that conceals your goodies.
sk_sk: [_R_] A teraz ďalší záber, odfotím ťa zozadu, ale postav sa tak, aby si zakryla svoje dobroty.

source: [_L_] My goodies, what are you ten?
sk_sk: [_L_] Moje dobroty, koľko vás je desať?

source: [_R_] Beautiful! And kind of turn your upper torso this way so we can see some side boob.
sk_sk: [_R_] Nádhera! A tak trochu otoč hornú časť trupu týmto smerom, aby sme videli prsia z boku.

source: [_L_] Well, I don't have a whole lot of boob to see, even from the front.
sk_sk: [_L_] No, nemám veľa prsníkov, ktoré by boli vidieť, dokonca ani spredu.

source: [_R_] Don't worry, I love little titties like yours.
sk_sk: [_R_] Neboj sa, milujem malé kozičky, ako sú tvoje.

source: [_L_] Really?
sk_sk: [_L_] Naozaj?

source: [_R_] Oh, yeah!...
sk_sk: [_R_] Ach, áno!...

source: [_R_] And hold that pose.
sk_sk: [_R_] Dobre, drž túto pózu.

source: [_L_] How will you work the dragon into this scene?
sk_sk: [_L_] Ako do tejto scény zapracuješ draka?

source: [_R_] Hmmmm.... I think I'll just have him sleeping in the background.
sk_sk: [_R_] Hmmmm.... Myslím, že ho nechám spať v pozadí.

source: [_R_] Wow, this photosession is getting really hot.
sk_sk: [_R_] Wow, toto fotenie začína byť naozaj horúce.

source: [_R_] Even being your brother and all, I'll admit that I'm struggling not to get turned on.
sk_sk: [_R_] Aj keď som tvoj brat, priznám sa, že sa snažím, aby ma to nevzrušovalo.

source: [_L_] Just try to keep it in your pants, ok?
sk_sk: [_L_] Len sa ho snaž udržať v nohaviciach, dobre?

source: [_R_] Haha.... of course.
sk_sk: [_R_] Haha.... samozrejme.

source: [_R_] Ok, now let's just get a quick shot of you bending over just a little bit.
sk_sk: [_R_] Dobre, teraz si urobíme rýchly záber, tak že sa trochu predkloníš.

source: [_R_] Yep, got it!
sk_sk: [_R_] Áno, mám to!

source: [_RT_] {i}I think I might be able to get her to go just a little bit farther, but should I?{/i}
sk_sk: [_RT_] {i}Myslím, že by som ju mohol prinútiť ísť ešte o kúsok ďalej, ale mal by som?{/i}

source: [_L_] I can't believe I'm about to share the most intimate parts of my body with anybody with an internet connection.
sk_sk: [_L_] Nemôžem uveriť, že zdieľam najintímnej časti môjho tela s niekým, kto má internetové pripojenie.

source: [_L_] I've got a similar rush as riding on a roller coaster.
sk_sk: [_L_] Mám podobné pocity ako jazda na horskej dráhe.

source: [_R_] Oh good, cuz that's a fun feeling.
sk_sk: [_R_] Oh dobré, to je zábavný pocit.

source: [_L_] Yeah, I guess.... I'm kind of in a daze right now.
sk_sk: [_L_] Áno, hádam.... Som teraz trochu v pomykove.

source: [_L_] So, I guess just tell me what to do.
sk_sk: [_L_] Takže mi asi povedz, čo mám robiť.

source: [_R_] Let's just do a simple bend over and spread'em.
sk_sk: [_R_] Urobme jednoduchý záklon a roztiahni ich.

source: [_R_] Yeah, let me just zoom in and get a close-up shot.
sk_sk: [_R_] Áno, priblížim sa a urobím záber zblízka.

source: [_R_] Ok, and now I need a front shot with your legs spread.
sk_sk: [_R_] Ok, a teraz potrebujem záber spredu s roztiahnutými nohami.

source: [_R_] Let's just see how flexible you are.
sk_sk: [_R_] Uvidíme, ako si flexibilná.

source: [_L_] Oh, I can be pretty flexible, just call me ElastiBabe.
sk_sk: Oh, dokážem byť dosť flexibilná, len mi hovor ElastiBabe.

source: [_R_] Hey, that's not a bad idea for a future cosplay costume.
sk_sk: [_R_] Hej, to nie je zlý nápad na budúci cosplay kostým.

source: [_R_] That's a very pretty sight.
sk_sk: [_R_] Je to veľmi pekný pohľad.

source: [_R_] Let me just get a close-up shot on that too.
sk_sk: [_R_] Dovoľ mi urobiť detailný záber aj na to.

source: [_R_] I hope this doesn't sound too weird, given this situation and all, but working like this with you really makes me feel like our relationship has become a lot closer.
sk_sk: [_R_] Dúfam, že to vzhľadom na túto situáciu nebude znieť príliš divne, ale vďaka takejto spolupráci s tebou mám naozaj pocit, že náš vzťah je oveľa bližší.

source: [_L_] Yeah, I feel closer to you too.
sk_sk: [_L_] Áno, aj ja sa cítim bližšie k tebe.
