Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_R_] Makes sense, but you've got to let me do something for you really quick.
sk_sk: [_ R_] Je to pocit, ale musíte mi dovoliť niečo urobiť pre vás naozaj rýchlo.

source: [_M_] What do you mean?
sk_sk: [_M_] Čo tým myslíš?

source: [_R_] You've got so much on your mind, let me help clear it just a little.
sk_sk: [_ R_] Máte toľko na mysli, dovoľte mi, aby som si to trochu vyjasní.

source: [_M_] I am feeling pretty backed up, but what about you?!
sk_sk: [_ M_] Mám pocit, že som dosť zastúpený, ale čo s vami?

source: [_R_] Don't worry about me, tonight is about you.
sk_sk: Netráp sa o mňa, dnes večer je o tebe.

source: [_M_] Let me think... okay!
sk_sk: Nechaj ma myslieť ... dobre!

source: [_MT_] {i}Oh, God!... This is exactly what I needed tonight!{/i}
sk_sk: [_MT_] {i}Oh, Bože! ... To je presne to, čo som potreboval dnes večer!

source: [_MT_] {i}For some reason thinking about dominating my sister got me all worked up.{/i}
sk_sk: [_MT_] {i}Z nejakého dôvodu premýšľal o dominantnosti mojej sestry ma všetko fungovalo. {/i}

source: [_MT_] {i}I wonder if she's the kind of person that gets off to the pain.{/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, či je to typ človeka, ktorý sa dostane k bolesti. {/i}

source: [_MT_] {i}I think I'd enjoy it more if she didn't{/i}
sk_sk: [_MT_] {i}Myslím si, že by som si to viac, ak ona neurobila {/i}

source: [_MT_] {i}I could use [ryan]'s huge dick to punish her pussy.{/i}
sk_sk: [_MT_] {i}Mohol by som použiť obrovský kokot [ryan] na potretie jej kundy. {/i}

source: [_MT_] {i}Getting fucked by someone she hates so much would be the ultimate punishment I could give her.{/i}
sk_sk: [_MT_] {i}Prejebané niekým, kto nenávidí toľko, že by bol konečný trest, ktorý by som jej mohol dať. {/i}

source: [_MT_] {i}Holy shit, [mom_name]! Get control of your thoughts!
sk_sk: [_MT_] {i}Svätá sračka, [mom_name]! Získajte kontrolu nad svojimi myšlienkami!

source: [_MT_] {i}Okay, I'll just picture my sister getting fucked by my son, all gagged and tied, for a little bit longer...{/i}
sk_sk: [_MT_] {i}Dobre, ja si len predstavím svoju sestru, ako sa rozjebala môj syn, všetci zviazaní a zviazaní, trochu dlhšie ... {/i}

source: [_M_] How did I get there so quickly?!
sk_sk: [_M_] Ako som sa tam dostal tak rýchlo?

source: [_R_] Wow, Mom!
sk_sk: Fíha, mami!

source: [_R_] I think that's the fastest I've seen you cum... ever!
sk_sk: [_ R_] Myslím, že to je najrýchlejší som videl vás ... niekedy!

source: [_R_] I didn't even get to the butt stuff.
sk_sk: [_ R_] Ani som sa nedostal k zadným matkám.

source: [_R_] You haven't been taking care of yourself, have you?
sk_sk: Nestaral si sa o seba, však?

source: [_M_] I've got you to take care of me, now.
sk_sk: [_ M_] Mám vás, aby ste sa o mňa postarali, teraz.

source: [_R_] Literally anytime you want me to, Mom.
sk_sk: [_ R_] Literally kedykoľvek chcete, aby som, mami.

source: [_M_] You'd better be careful what you wish for.
sk_sk: Mali by ste si dávať pozor na to, čo si prajete.

source: [_M_] I wish you could just sleep in my bed with me.
sk_sk: [_ M_] Prajem si, že by ste mohli spať v mojej posteli so mnou.

source: [_R_] That's a great idea! Why don't I just start doing that?
sk_sk: [_ R_] To je skvelý nápad! Prečo to proste nezačnem robiť?

source: [_M_] Because nobody can know what's going on between us.
sk_sk: Pretože nikto nevie, čo sa medzi nami deje.

source: [_M_] I'm sorry, but this kind of relationship can't be revealed.
sk_sk: [_ M_] Je mi to ľúto, ale tento druh vzťahu nemôže byť odhalený.

source: [_RT_] {i}Maybe not yet... But someday soon.{/i}
sk_sk: [_RT_] {i}Možno ešte nie ... Ale niekedy čoskoro. {/i}

source: [_R_] Alright, Mom... I'll see you tomorrow.
sk_sk: -V poriadku, mami ... Uvidíme sa zajtra.

source: [_M_] Love you, honey!
sk_sk: Ľúbim ťa, zlatko!

source: [_R_] Love you too!
sk_sk: Aj ja teba!

source: [_R_] You're still awake?
sk_sk: -Stále si hore?

source: [_R_] I would have thought you'd be unconcious after the night you've had.
sk_sk: Myslel by som si, že po tej noci, čo si mal, by si bol nezvrátičny.

source: [_C_] I saw you go into [mom_name]'s room, and I was hoping to talk to you when you came out.
sk_sk: [_ C_] Videl som vás ísť do miestnosti [mom_name], a ja som dúfal, že sa s vami hovoriť, keď ste vyšli von.

source: [_C_] Did she say if she's going to let us stay?
sk_sk: Povedala, či nám dovolí zostať?

source: [_R_] Well, she is second guessing herself if letting you stay was the right call or not.
sk_sk: No, ona je druhá hádať sama, ak nechať vás zostať bol ten správny hovor, alebo nie.

source: [_R_] I think I've convinced her to give you a chance to prove that you'll be more help than trouble going forward.
sk_sk: [_ R_] Myslím, že som ju presvedčil, aby vám dal šancu dokázať, že budete mať viac pomoci ako problémy ísť vpred.

source: [_C_] Really?... You stood up for me?
sk_sk: Naozaj? Ty si stál za mňa?

source: [_R_] I did, but Camille, I've got to warn you, Mom is as mad as I've ever seen her.
sk_sk: Áno, ale Camille, musím ťa varovať, mama je šialená, ako som ju videl.

source: [_R_] Right now, She's wanting to hurt you, so if you want to stay here, you should probably start preparing yourself.
sk_sk: Teraz ťa chce zraniť, takže ak tu chceš zostať, asi by si sa mal začať pripravovať.

source: [_C_] Preparing for what kind of stuff?
sk_sk: [_C_] Príprava na aké druhy vecí?

source: [_R_] Well, I think mainly more house work, but she started talking about making you wear an even more humiliating uniform, but I don't know if she means to carry through with that last one.
sk_sk: [_R_] No, myslím, že hlavne viac práce domu, ale ona začala hovoriť o tom, aby ste nosiť ešte viac ponižujúce uniformu, ale ja neviem, či ona znamená pokračovať s tým posledným.

source: [_R_] We were trying to come up with a way for you to help pay back the loan to Joey, and I don't want to get into it tonight, but I'll warn you, it's not going to be easy for you.
sk_sk: Snažili sme sa prísť s tým spôsobom, ako pomôcť vrátiť úver Joeymu, a nechcem sa do toho dnes večer dostať, ale varujem vás, nebude to pre teba ľahké.

source: [_C_] That's okay. I'm willing to do extra work, I'm willing to do everything I can to pay back my debt, I'm even willing to let my sister humiliate me through my uniform if that's what it takes to make you guys forgive me.
sk_sk: [_ C_] To je v poriadku. Som ochotný urobiť ďalšiu prácu, som ochotný urobiť všetko, čo môžem, aby som mohol splatiť svoj dlh, som dokonca ochotný nechať svoju sestru ponížiť ma cez moju uniformu, ak to je to, čo to znamená, aby ste mi odpustiť.

source: [_R_] I'm going to try to reign her in on her more crazy ideas. I'll try to make this redemption period as easy on you as I can.
sk_sk: [_ R_] Ja sa pokúsim ju zmocnovať na jej bláznivejšie nápady. Pokúsim sa, aby sa toto obdobie vykúpenia čo najľahšie na vás, ako môžem.

source: [_C_] I can't believe you're trying to help me, after all the shit I've said about you.
sk_sk: [_ C_] Nemôžem uveriť, že sa mi snažíš pomôcť, po tom všetkom, čo som o tebe povedal.

source: {i}{b}"Aunt Cami's Stats Restored!"{/b}{/i}
sk_sk: {i}{b}Štatistiky Teunt Cami boli obnovené! " {/b} {/i}

source: [_R_] You're still my family.
sk_sk: [_ R_] Si stále moja rodina.

source: [_C_] I can't thank you enough, [ryan]!
sk_sk: [K_] Nemôžem vám poďakovať dosť, [ryan]!

source: [_RT_] {i}Holy shit!... Camille's hugging me!{/i}
sk_sk: [_RT_] {i}Svätú sračku! ... Camille ma objíma! {/i}

source: [_C_] You really tried to save me from myself tonight, I'll never forgive myself for not listening to you.
sk_sk: [_ C_] Naozaj ste sa ma pokúsili zachrániť odo mňa dnes večer, nikdy si neodpustím, že som vás nepočúval.

source: [_RT_] {i}Her tits weigh a ton on my chest!{/i}
sk_sk: [_RT_] {i}Jej tity vážia tonu na mojom hrudi! {/i}

source: [_C_] You could have convinced [mom_name] to send me away, but you defended me.
sk_sk: [_ C_] Vy ste mohli presvedčiť [mom_name], aby ma poslal preč, ale obhajoval si ma.

source: [_RT_] {i}Don't look, Don't look, Don't look!{/i}
sk_sk: [_RT_] {i}Nepozerajte sa, nepozerajte sa, nepozerajte sa! {/i}

source: [_C_] I hope things can start to change between us!
sk_sk: [_C_] Dúfam, že sa veci môžu začať meniť medzi nami!

source: [_RT_] {i}Holy shit, those things are huge!{/i}
sk_sk: [_RT_] {i}Svätú sračku, tie veci sú obrovské! {/i}

source: [_RT_] {i}And is it my imagination, or is she nipping out pretty hard?{/i}
sk_sk: [_RT_] {i}A je to moja predstavivosť, alebo je vytlákaný dosť ťažké? {/i}

source: [_C_] [ryan]! Stop looking down my shirt!
sk_sk: [_ C_] [ryan]! Prestaň sa dívať na moje tričko!

source: [_C_] Okay... That was not a great start!
sk_sk: [_C_] Dobre ... To nebol skvelý štart!

source: {i}{b}"Aunt Cami's Respect -1"{/b}{/i}
sk_sk: {i}{b}' Rešpekt od tety cami -1 " {/b} {/i}

source: [_C_] But I take some responsibility for hugging you in such a revealing shirt.
sk_sk: [_ C_] Ale beriem na seba istú zodpovednosť za to, že vás objímam v takom zjavnom tričku.

source: [_C_] Let's just call it a night.
sk_sk: Nazveme to na noc.

source: [_R_] Uhh... I'm sorry. I tried to resist.
sk_sk: [_R_] Uhh ... Je mi to ľúto. Snažil som sa odolať.

source: [_C_] Don't worry about it... Let's just go to bed.
sk_sk: Netráp sa tým. Poďme do postele.

source: [_RT_] {i}Come on, [ryan]!
sk_sk: [_RT_] {i}No tak, [ryan]!

source: [_RT_] {i}Now's not the time for weakness!
sk_sk: [_RT_] {i}Teraz nie je čas na slabosti!

source: [_C_] I'm going to try and be a better aunt to you and your sisters.
sk_sk: Pokúsim sa byť lepšou tetou pre vás a vaše sestry.

source: [_C_] Hopefully you'll all come to forgive me in time.
sk_sk: [_ C_] Dúfajme, že ste mi všetci prišli odpustiť, že som v čase.

source: [_R_] I'm sure we all will.
sk_sk: [_ R_] Som si istý, že všetci budeme.

source: {i}{b}"Aunt Cami's Submission +3"{/b}{/i}
sk_sk: {i}{b}'Podanie tety cami' + 3 " {/b} {/i}

source: [_R_] For now let's just call it a night.
sk_sk: [_ R_] Lebo teraz to nazveme noc.

source: [_C_] Fair enough.
sk_sk: [_C_] Dosť veľtrh.

source: [_C_] I'll just be waiting for you and [mom_name] to come up with a plan for my punishment.
sk_sk: [_ C_] Ja len budem čakať na vás a [mom_name] prísť s plánom pre môj trest.

source: [_C_] Just don't take too long.
sk_sk: Len nechoď príliš dlho.

source: [_R_] You got it.
sk_sk: [_R_] Máš to mať.

source: [_R_] Holy shit! What a night!
sk_sk: [_ R_] Svätá srab! Aká noc!

source: [_R_] Hopefully I can get at least an hour of sleep in before I have to wake up for school.
sk_sk: [_ R_] Dúfajme, že by som mohol dostať aspoň hodinu spánku, ako sa musím prebudiť do školy.

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, but I wonder what she'd do if I missed a payment to the mafia.{/i}
sk_sk: {i}{b}(HINT) {/b} Veci už nie sú trápne s mamou, ale zaujímalo by ma, čo by urobila, ak by som zmeškal platbu na mafiu. {/i}

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, I'll bet she's got a nice reward for me when I pay off the mafia debt this week.{/i}
sk_sk: {i}{b}(HINT) {/b} Veci už nie sú trápne s mamou, stavím sa, že má pre mňa príjemnú odmenu, keď odplatím dlh mafie tento týždeň. {/i}

source: Uhhh... Not this time.
sk_sk: Uhhh ... Teraz nie.

source: Uhhh... Not really.
sk_sk: Uhhh ... Ani nie.

source: Go Sit With Them
sk_sk: Choď sedieť s nimi.

source: Not Right Now
sk_sk: Nie hneď teraz

source: Don't knock
sk_sk: Neklop.

source: It's always best to ignore giggling girls
sk_sk: Je to vždy najlepšie ignorovať žonglovanie dievčat

source: I've got the money.
sk_sk: Ja mám tie peniaze.

source: Agree to Oral
sk_sk: Súhlasím s ústnou

source: Refuse Oral
sk_sk: Odmietnuť orálne
