Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_RT_] {i}I finally finished the Zad 3D work and photo editing.{/i}
sk_sk: [_RT_] {i}Konečne som dokončil Zad 3D práce a úpravy fotografií.{/i}

source: [_RT_] {i}They turned out pretty damn hot if I do say so myself.{/i}
sk_sk: [_RT_] {i}Ak to mám povedať, tak sú pekne horúce.{/i}

source: [_RT_] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
sk_sk: [_RT_] {i}Nahrávať obrázky teraz.... a kliknúť na odoslať.... a teraz už len čakám, či sa niekomu budú páčiť.{/i}

source: [_RT_] {i}I've got to be sure to check the website sometime tomorrow.{/i}
sk_sk: [_RT_] {i}Musím sa uistiť, že zajtra skontrolujem webovú stránku.{/i}

source: [_RT_] {b}(HINT){/b} {i}I can't believe Lauren's okay with grinding her pussy on my junk! I should keep visiting her in the lounge in the evening. I'll bet I can get her to take it further.{/i}
sk_sk: [_RT_] {b}(NÁVOD){/b} {i}Nemôžem uveriť, že Lauren nevadí, keď si brúsi svoju kundičku o moje nádobíčko! Mal by som ju naďalej navštevovať večer v obývačke. Vsadím sa, že ju dokážem presvedčiť, aby to dotiahla ďalej.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep taking these "How to Breed your Dragon" pictures with Lauren until we've got every kind of picture we need.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím s Lauren pokračovať vo fotení "Ako chovať draka", kým nebudeme mať všetky druhy fotiek, ktoré potrebujeme.{/i}

source: [_RT_] {i}Ok, I've got to just login with my username and password and we'll see if anyone liked the girls' pictures.{/i}
sk_sk: [_RT_] {i}Ok, musím sa len prihlásiť s mojím užívateľským menom a heslom a uvidíme, či sa niekomu páčili fotky dievčat.{/i}

source: [_R_] Oh, hey Lauren, what's up?
sk_sk: [_R_] Ahoj Lauren, ako je?

source: [_L_] Hey pervert, I just came to see if you'd posted those pictures online yet.
sk_sk: [_L_] Ahoj úchyle, prišla som sa pozrieť, či si už zverejnil tie fotky na internete.

source: [_L_] Hey [ryan], I just came to see if you'd posted those pictures online yet.
sk_sk: [_L_] Ahoj [ryan], práve som sa prišla pozrieť, či si už zverejnil tie fotky na internete.

source: [_R_] What a coincidence, I was just checking to see if they got any likes at exactly the same moment that you walked into my room.
sk_sk: [_R_] Aká to náhoda, práve som kontroloval, či majú nejaké lajky, presne v tom istom momente, keď si išla do mojej izby.

source: [_R_] Why don't we take a look together?
sk_sk: [_R_] Čo keby sme sa na to pozreli spolu?

source: [_L_] Wow! Look how many people liked and commented on the outfit.
sk_sk: [_L_] Wow! Pozri sa, koľkým ľuďom sa tento outfit páčil a komentovali ho.

source: [_R_] Yeah, Sidney really did an amazing job on that one.
sk_sk: [_R_] Áno, Sidney na ňom odviedla naozaj úžasnú prácu.

source: [_R_] Look how the amount of likes goes up consistently with the amount of skin you showed off.
sk_sk: [_R_] Pozri sa, ako sa počet lajkov neustále zvyšuje s množstvom pokožky, ktorú si ukázala.

source: [_L_] Wow! I can't believe how much a difference that made.
sk_sk: [_L_] Wow! Nemôžem uveriť, aký veľký rozdiel to spôsobilo.

source: [_R_] Let's take a look at how the photos I added backgrounds to did.
sk_sk: [_R_] Pozrime sa, ako si počínali fotografie, ku ktorým som pridal pozadie.

source: [_L_] Oh my God! [ryan]! You asshole!
sk_sk: [_L_] Bože môj! [ryan]! Ty kretén!

source: [_L_] It looks like that dragon is going to fuck me!
sk_sk: [_L_] Vyzerá to, že ten drak ma chce ošukať!

source: [_R_] No, no, wait! Lauren look how many likes these pictures got!
sk_sk: [_R_] Nie, nie, počkaj! Lauren, pozri, koľko lajkov dostali tieto fotky!

source: [_R_] They alone got enough likes to bump your overall ranking above thirteen other girls!
sk_sk: [_R_] Len oni získali dostatok lajkov na to, aby celkové hodnotenie prevýšilo trinásť ďalších dievčat!

source: [_L_] Huh?.... Oh, wow! Look how many fame points those pics got me.... and a ton of new followers.
sk_sk: [_L_] Huh?.... Oh, wow! Pozri sa, koľko bodov slávy mi tieto fotky priniesli.... a kopec nových sledovateľov.

source: [_R_] Well?...
sk_sk: [_R_] No?...

source: [_L_] .... Well, what?
sk_sk: [_L_] .... No, čo?

source: [_R_] I did good, didn't I?
sk_sk: [_R_] Urobil som dobre, však?

source: [_L_] Uuuuugghhh.... yeah, I guess I've got to admit it. You're idea worked amazingly.
sk_sk: [_L_] Uuuuugghhhh.... áno, asi to musím priznať. Tvoj nápad úžasne fungoval.

source: [_R_] Dammit! I should have recorded you saying that.
sk_sk: [_R_] Sakra! Mal som si ťa nahrať, keď si to hovorila.

source: [_L_] Yep, cuz you will probably never hear it again.
sk_sk: [_L_] Áno, pretože to už pravdepodobne nikdy nebudeš počuť.

source: {i}{b}"Lauren's Anger =0"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev =0"{/b}{/i}

source: [_L_] Well.... your skin to likes ratio theory seems to hold true.
sk_sk: [_L_] No.... teória o pomere pokožky k počtu lajkov sa zdá byť pravdivá.

source: [_L_] I'll try to get up the courage to take the next shoot even farther.
sk_sk: [_L_] Pokúsim sa nabrať odvahu a pri ďalšom fotografovaní zájsť ešte ďalej.

source: [_L_] Thanks again for helping me try to get famous!
sk_sk: [_L_] Ešte raz ďakujem za pomoc pri pokuse stať sa slávnou!

source: [_L_] And for using the money to help Mom.
sk_sk: [_L_] A za použitie peňazí na pomoc mame.

source: [_L_] You really are proving to be a great substitute for Dad.
sk_sk: [_L_] Skutočne sa ukazuje, že si skvelou náhradou za otca.

source: [_R_] Thanks Lauren!
sk_sk: [_R_] Vďaka Lauren!

source: [_L_] Ok, it's getting too mushy in here. I'll see you around the house sometime.
sk_sk: [_L_] Ok, začína to tu byť príliš rozmazané. Uvidíme sa niekedy v dome.

source: [_RT_] {i}{b}(HINT){/b} I wonder what's going on with the FBI lately?{/i}
sk_sk: [_RT_] {i}{b}(NÁZOR){/b} Zaujímalo by ma, čo sa v poslednom čase deje s FBI?{/i}

source: [_RT_] {i}{b}(HINT){/b} It's almost like the FBI has forgotten us.{/i}
sk_sk: [_RT_] {i}{b}(NÁZOR){/b} Je to takmer akoby na nás FBI zabudla.{/i}

source: [_R_] Who in the hell?
sk_sk: [_R_] Kto, do pekla?

source: [_S_] It's only six in the morning!
sk_sk: [_S_] Je len šesť hodín ráno!

source: [_S_] Get the door [ryan], I'm too tired.... not dressed.... crusty.... panties.... {i}snore{/i}...
sk_sk: [_S_] Otvor dvere [ryan], som príliš unavená.... nie som oblečená.... chrumkavé.... nohavičky.... {i}chrápanie{/i}...

source: [_RT_] {i}Anyone ringing the doorbell this early, can't be here with good news.{/i}
sk_sk: [_RT_] {i}Kto zazvoní pri dverách tak skoro, nemôže mať dobré správy.{/i}

source: [_AD_] Well, good morning [ryan]!
sk_sk: [_AD_] Dobré ráno, [ryan]!

source: [_R_] Huh?.... Hi?.... How do you know me?
sk_sk: [_R_] Huh?.... Ahoj?.... Odkiaľ ma poznáš?

source: [_AD_] My name is Special Agent Diaz of the FBI Criminal Investigation Division.
sk_sk: [_AD_] Volám sa špeciálny agent Diazová z oddelenia kriminálneho vyšetrovania FBI.

source: [_AD_] I've just been reassigned to head the case against your father.
sk_sk: [_AD_] Práve ma poverili vedením prípadu proti tvojmu otcovi.

source: [_AD_] Aren't you going to invite me in?
sk_sk: [_AD_] Nepozveš ma dnu?

source: [_R_] Uhhhh.... It's 6 in the morning.... do you have a warrant?
sk_sk: [_R_] Uhhhhh.... Je šesť hodín ráno.... máš príkaz?

source: [_AD_] It's not that kind of visit, and we have an ongoing warrant to search the premises whenever we feel there is a need.
sk_sk: [_AD_] Nejde o takýto druh návštevy a máme priebežný príkaz na prehliadku priestorov, kedykoľvek to považujeme za potrebné.

source: [_R_] Ok, let me go get my mom.
sk_sk: [_R_] Dobre, pôjdem po mamu.

source: [_AD_] She's not here, I just watched her drive away.
sk_sk: [_AD_] Nie je tu, práve som ju videla odchádzať.

source: [_AD_] I've arranged for her to have an early morning meeting with her lawyer and the federal prosecutor each Thursday morning to go over details of the investigation against her husband.
sk_sk: [_AD_] Dohodla som jej skoré ranné stretnutie s jej právnikom a federálnym prokurátorom každý štvrtok ráno, aby sme prebrali podrobnosti vyšetrovania proti jej manželovi.

source: [_R_] Then who are you here to see?
sk_sk: [_R_] Tak koho si prišla navštíviť?

source: [_AD_] I actually want to have a few words with you and your sister Lauren.
sk_sk: [_AD_] Vlastne si chcem s tebou a tvojou sestrou Lauren pohovoriť.

source: [_R_] What?
sk_sk: [_R_] Čo?

source: [_R_] What could you possibly want with us?
sk_sk: [_R_] Čo by si od nás mohla chcieť?

source: [_AD_] Why don't you go get your sister and I'll meet you in the lounge.
sk_sk: [_AD_] Prečo nejdeš po svoju sestru a stretneme v salóniku.

source: [_R_] Uhhhh.... ok.... let me show you where it...
sk_sk: [_R_] Uhhhhh.... ok.... ukážem, kde je...

source: [_AD_] I know where it is.... just run and get Lauren.
sk_sk: [_AD_] Viem, kde je.... len bež a vezmi Lauren.

source: [_RT_] {i}Oh my God.... what is this about?.... I hope I haven't done anything to get Lauren in trouble.{/i}
sk_sk: [_RT_] {i}Preboha.... čo to má znamenať?.... Dúfam, že som neurobil nič, čím by som Lauren dostal do problémov.{/i}

source: [_AD_] Good morning Lauren, I hope you slept well.
sk_sk: [_AD_] Dobré ráno Lauren, dúfam, že si sa dobre vyspala.

source: [_L_] Uuuuhhhh.... hi?
sk_sk: [_L_] Uuuuhhhhh.... hi?

source: [_AD_] I'm sorry, but did [ryan] tell you who I am?
sk_sk: [_AD_] Prepáč, ale povedal ti [ryan] , kto som?

source: [_L_] He said you're in charge of building a case against our dad?
sk_sk: [_L_] Povedal, že máš na starosti vytvorenie prípadu proti nášmu otcovi?

source: [_AD_] I am, but I'm not here to talk about his case, I'm here because of the actions of you two.
sk_sk: [_AD_] Som, ale nie som tu, aby som hovorila o jeho prípade, som tu kvôli činom vás dvoch.

source: [_L_] Oh, no.... what have we done?
sk_sk: [_L_] Ach, nie...., čo sme to urobili?

source: [_R_] Lauren.... let me do the talking. We have to be careful what we say here.
sk_sk: [_R_] Lauren.... nechaj hovoriť mňa. Musíme si dávať pozor na to, čo tu hovoríme.

source: [_AD_] You bet your ass you do. You two have been naughty lately.
sk_sk: [_AD_] To sa stav, že áno. Vy dvaja ste v poslednom čase boli nezbední.

source: [_L_] No, we haven't.
sk_sk: [_L_] Nie, to sme neboli.

source: [_AD_] So, you haven't been taking sexy pictures of yourself on the property of a company that has suspected dealings with the Mafia?
sk_sk: [_AD_] Takže ste si nerobili sexi fotky na pozemku spoločnosti, ktorá je podozrivá z kontaktov s mafiou?

source: [_L_] How do you know that?
sk_sk: [_L_] Ako to vieš?

source: [_R_] They're watching everything we do...
sk_sk: [_R_] Sledujú všetko, čo robíme...

source: [_AD_] Oh, please.... you aren't making it hard.
sk_sk: [_AD_] Oh, prosím.... si to nesťažuj.

source: [_AD_] Are you aware how easy it is to track your activity on the internet?
sk_sk: [_AD_] Vieš, aké jednoduché je sledovať tvoju aktivitu na internete?

source: [_AD_] Are you aware how easy it is to follow teens on their bikes and mopeds?
sk_sk: [_AD_] Vieš, aké ľahké je sledovať tínedžerov na bicykloch a mopedoch?

source: [_RT_] {i}Oh my God, does that mean they know about me buying and installing my spy-cams?{/i}
sk_sk: [_RT_] {i}Preboha, to znamená, že vedia o tom, že som si kúpil a nainštaloval špionážne kamery?{/i}

source: [_AD_] Your father obviously didn't teach you anything he knew about conducting business covertly.
sk_sk: [_AD_] Tvoj otec ťa očividne nenaučil nič, čo vedel o tajnom podnikaní.

source: [_R_] But Lauren and I are both adults. It's not illegal for us to take and pose for adult pictures, and we've set up everything legally online through Cosplay Heaven.
sk_sk: [_R_] Ale Lauren aj ja sme už dospelí. Nie je pre nás nelegálne fotiť a pózovať na fotografiách pre dospelých a všetko sme legálne nastavili online prostredníctvom Cosplay Heaven.

source: [_AD_] Yes, and you generated tax forms that prove you're making an income that you aren't reporting and surrendering to the FBI.
sk_sk: [_AD_] Áno, a vygenerovali ste daňové formuláre, ktoré dokazujú, že máte príjem, ktorý neoznamujete a neodovzdávate FBI.

source: [_R_] Oh, shit.... that's right...
sk_sk: [_R_] Oh, shit.... to je pravda...

source: [_AD_] And that's not even mentioning the money you're getting under the table from your uncle Bobby to help you pay off your weekly debt to the DeCapos.
sk_sk: [_AD_] A to ani nehovorím o peniazoch, ktoré dostávaš pod stolom od strýka Bobbyho, aby ti pomohol splatiť tvoj týždenný dlh DeCapovcom.

source: [_R_] Wait!.... You know the DeCapos are extorting us for $1000 a week?
sk_sk: [_R_] Počkaj!.... Vieš, že nás DeCapovci vydierajú za 1000 dolárov týždenne?

source: [_AD_] And I know they're making your mom strip if they don't get their payment each week.
sk_sk: [_AD_] A viem, že tvoja mama robí striptíz, ak nedostanú každý týždeň výplatu.

source: [_L_] What?.... Mom's not serving drinks at Joey's club? She's actually stripping?
sk_sk: [_L_] Čo?.... Mama nepodáva nápoje v Joeyho klube? Ona sa vlastne vyzlieka?

source: [_R_] Yeah.... she asked me not to tell you. I'll fill you in later.
sk_sk: [_R_] Áno.... ona ma požiadala, aby som ti to nehovoril. Zasvätím ťa do toho neskôr.

source: [_R_] So, you know about all of this?.... And we're the ones who are in trouble? Why aren't you going after the DeCapo's?
sk_sk: [_R_] Takže ty o tom všetkom vieš?.... A my sme tí, ktorí majú problémy? Prečo nejdeš po DeCapovi?

source: [_AD_] [ryan], you're a bright boy.... I'm sure you've seen Mafia movies before.
sk_sk: [_AD_] [ryan], si bystrý chlapec.... Som si istá, že si už videl mafiánske filmy.

source: [_AD_] It shouldn't be too hard for you to put this together.
sk_sk: [_AD_] Nemalo by pre teba byť príliš ťažké to zostaviť.

source: [_R_] Oh my God.... you're in the pocket of the DeCapos.
sk_sk: [_R_] Bože môj.... si vo vrecku DeCapovcov.

source: [_L_] Oh my God...
sk_sk: [_L_] Bože môj...

source: [_L_] Well, thats not horrible news.
sk_sk: [_L_] No, to nie je hrozná správa.

source: [_L_] You should be able to help get Dad off on all charges right?
sk_sk: [_L_] Mala by si byť schopná pomôcť otcovi zbaviť sa všetkých obvinení, však?

source: [_AD_] Well, that was the original plan.
sk_sk: [_AD_] Taký bol pôvodný plán.

source: [_AD_] But now Joey DeCapo is happier with the arrangement as it is now. He's getting paid each week, or he's getting a visit from your mom.
sk_sk: [_AD_] Joey DeCapo je však teraz spokojnejší s terajším usporiadaním. Každý týždeň dostáva výplatu alebo ho navštevuje tvoja mama.

source: [_AD_] He actually enjoys those visits more than he does the money.
sk_sk: [_AD_] V skutočnosti sa z týchto návštev teší viac ako z peňazí.

source: [_AD_] Now he wants to keep your dad in jail as long as possible.
sk_sk: [_AD_] Teraz chce udržať vášho otca vo väzení čo najdlhšie.

source: [_L_] Well, what do you want with us?
sk_sk: [_L_] Čo od nás chceš?

source: [_AD_] That's simple...
sk_sk: [_AD_] To je jednoduché...

source: [_AD_] I'm here to extort you.
sk_sk: [_AD_] Som tu, aby som vás vydierala.

source: [_R_] For what?
sk_sk: [_R_] Za čo?

source: [_AD_] Money and favors of course.
sk_sk: [_AD_] Samozrejme, peniaze a láskavosti.

source: [_R_] Favors?
sk_sk: [_R_] Priazeň?

source: [_R_] You mean if we don't pay you what you want, I have to do a strip dance for you?
sk_sk: [_R_] Chceš povedať, že ak ti nezaplatíme toľko, koľko chceš, budem ti musieť zatancovať striptíz?

source: [_AD_] Haha.... do you see the pant-suit?
sk_sk: [_AD_] Haha.... vidíš nohavicový oblek?

source: [_AD_] It's not you I would want to see lose their clothes.
sk_sk: [_AD_] Nie si to ty, koho by som chcela vidieť, ako stráca šaty.

source: [_L_] Oh.... my.... God...
sk_sk: [_L_] Oh .... môj .... Bože ...

source: [_R_] How much do we have to pay you?
sk_sk: [_R_] Koľko musíme zaplatiť?

source: [_AD_] Oh, not much, just $500 a week.
sk_sk: [_AD_] Nie veľa, len 500 dolárov týždenne.

source: [_R_] But what if we can't pay the DeCapo's because you're extorting us?
sk_sk: [_R_] Ale čo ak nemôžem zaplatiť DeCapovi, pretože nás vydieraš?

source: [_R_] I'll make sure Joey knows it's you who's preventing us.
sk_sk: [_R_] Uistím sa, že Joey bude vedieť, že nám v tom brániš ty.

source: [_AD_] Joey already knows about this.
sk_sk: [_AD_] Joey o tom už vie.

source: [_AD_] Like I said, he doesn't mind if you miss a payment here and there.
sk_sk: [_AD_] Ako som povedala, nevadí mu, ak sem-tam vynecháte nejakú platbu.

source: [_L_] [ryan]!.... We can't give Diaz the money.... we've got to protect Mom.
sk_sk: [_L_] [ryan]!.... Nemôžeme dať Diazovej peniaze.... musíme chrániť mamu.

source: [_R_] I think Mom would disagree.... she wouldn't want you to have to do favors for this pervy fed.
sk_sk: [_R_] Myslím, že mama by nesúhlasila.... nechcela by, aby si musela robiť láskavosti pre túto úchylnu fedku.

source: [_L_] It's better that I do favors for this pervy fed in the safety of our home, than for Mom to do favors for a bunch of dangerous pervy gangsters.
sk_sk: [_L_] Je lepšie, keď robím láskavosť v bezpečí nášho domova, ako keď mama robí láskavosť bande nebezpečných úchylných gangstrov.

source: [_AD_] And I promise I won't take it too far. Haha.... unless you ask me to.
sk_sk: [_AD_] A sľubujem, že to nepreženiem. Haha.... pokiaľ ma o to nepožiadate.

source: [_AD_] Oh, and you can't tell your mom about this at all.
sk_sk: [_AD_] A vôbec o tom nesmieš povedať svojej mame.

source: [_R_] Or what?
sk_sk: [_R_] Alebo čo?

source: [_AD_] Or I tell her about everything else, the sexy pics, about posting them on the internet, and several other things I know [ryan]'s been up to around here lately.
sk_sk: [_AD_] Alebo jej poviem o všetkom ostatnom, o tých sexi fotkách, o ich zverejňovaní na internete a o niekoľkých ďalších veciach, o ktorých viem, že sa tu v poslednom čase [ryan].

source: [_AD_] You don't want me to be more specific in front of Lauren do you?...
sk_sk: [_AD_] Nechceš, aby som bola pred Lauren konkrétnejšia?

source: [_L_] What's she talking about?
sk_sk: [_L_] O čom to hovorí?

source: [_R_] Don't worry about that. We can't let Mom find out about the pictures.
sk_sk: [_R_] S tým si nerob starosti. Nemôžeme dovoliť, aby sa mama dozvedela o fotkách.

source: [_R_] We have no choice, but to play along.
sk_sk: [_R_] Nemáme inú možnosť, len sa prispôsobiť.

source: [_AD_] That's great news.
sk_sk: [_AD_] To je skvelá správa.

source: [_AD_] So, what's it gonna be?
sk_sk: [_AD_] Tak čo to bude?

source: [_R_] No question, we're paying the $500.
sk_sk: [_R_] Bezpochyby zaplatíme 500 dolárov.

source: [_L_] But [ryan]? What about Mom?
sk_sk: [_L_] Ale [ryan]? A čo mama?

source: [_R_] Don't worry, I'll have enough money to pay for her too by Saturday.
sk_sk: [_R_] Neboj sa, do soboty budem mať dosť peňazí, aby som ju vyplatil.

source: [_L_] Oh, thank God!
sk_sk: [_L_] Ó, vďaka Bohu!

source: {i}{b}"Lauren's Respect +1"{/b}{/i}
sk_sk: {i}{b}"Laurenin rešpekt +1"{/b}{/i}

source: [_R_] I'm a little short on money, but I'll do my best to get enough by Saturday.
sk_sk: [_R_] Trochu mi chýbajú peniaze, ale urobím všetko pre to, aby som ich do soboty získal dostatok.

source: [_L_] Well, what if you can't?
sk_sk: [_L_] No čo ak nezískaš?

source: [_R_] Then it will be up to Mom to take care of it this week. I know she'd prefer that, to letting you do favors for some horny corrupt FBI agent.
sk_sk: [_R_] Potom bude na mame, aby sa o to tento týždeň postarala. Viem, že to bude mať radšej, než aby ťa nechala robiť láskavosť pre nejakého nadržaného skorumpovaného agenta FBI.

source: [_AD_] You're pushing it [ryan].
sk_sk: [_AD_] Preháňaš to [ryan].

source: [_R_] Let me go grab you your money, and I'll meet you by the front door to show you out.
sk_sk: [_R_] Pôjdem ti zobrať peniaze a stretneme sa pri vchodových dverách, aby som ťa vyviedol von.

source: [_R_] Here's the $500.
sk_sk: [_R_] Tu je 500 dolárov.

source: {i}"Money - $500"{/i}
sk_sk: {i}"Peniaze - 500 dolárov"{/i}

source: [_AD_] It's been a pleasure doing business with you.
sk_sk: [_AD_] Bolo mi potešením s tebou obchodovať.

source: [_AD_] And just so you know, I know exactly what's going on in this house. I know about the inappropriate gifts you buy on Hardnlong, and the little surveillance state you've got going on here.
sk_sk: [_AD_] A aby si vedel, presne viem, čo sa v tomto dome deje. Viem o nevhodných darčekoch, ktoré kupuješ na Hardnlong, a o malom sledovacom štáte, ktorý tu máš.

source: [_AD_] So, you'd better be willing to play ball, or your life is going to get pretty uncomfortable.
sk_sk: [_AD_] Takže by si mal byť ochotní hrať, inak sa tvoj život stane veľmi nepríjemným.

source: [_RT_] {i}Shit.... I'm an idiot to think I was being so sneaky with the FBI watching me.{/i}
sk_sk: [_RT_] {i}Hovno.... Som idiot, keď si myslím, že som bol taký opatrný, keď ma sledovala FBI.{/i}

source: [_RT_] {i}Maybe I'm lucky that a crooked agent is in charge of this case.{/i}
sk_sk: [_RT_] {i}Možno mám šťastie, že tento prípad má na starosti nečestný agent.{/i}

source: [_RT_] {i}I'm not in trouble so to speak, and it sounds like Dad's going to be out of our lives, at least for the foreseeable future.{/i}
sk_sk: [_RT_] {i}Nemám takpovediac žiadne problémy a vyzerá to tak, že otec bude mimo nášho života, aspoň v dohľadnej budúcnosti.{/i}

source: [_AD_] And just between you and me, I, just like Joey, wouldn't mind even a little bit if you had to miss a payment here and there.
sk_sk: [_AD_] A len tak medzi nami, mne, rovnako ako Joeymu, by ani trochu nevadilo, keby si sem-tam musel vynechať nejakú platbu.

source: [_R_] I'll take that into consideration. Goodbye!
sk_sk: [_R_] Zohľadním to. Zbohom!

source: [_RT_] {i}Holy fucking shit!!.... What is happening with my life?.... {/i}
sk_sk: [_RT_] {i}Sväté kurva!!.... Čo sa to deje s mojím životom?.... {/i}

source: [_L_] {i}(SHOUTING){/i} [ryan]!
sk_sk: [_L_] {i}(VÝKRIK){/i} [ryan]!

source: [_R_] {i}(SHOUTING){/i} Yeah?
sk_sk: [_R_] {i}(Výkrik){/i} Áno?

source: [_L_] Will you please come to my room?
sk_sk: [_L_] Mohol by si, prosím, prísť do mojej izby?

source: [_R_] What is it?
sk_sk: [_R_] Čo je to?

source: [_L_] Please sit down on my bed.
sk_sk: [_L_] Prosím, sadni si na moju posteľ.

source: [_R_] Shit! I don't even have the money to pay you $500 right now, and getting $1000 by Saturday to pay for Mom is going to be almost impossible.
sk_sk: [_R_] Do prdele! Nemám peniaze ani na to, aby som ti teraz zaplatil 500 dolárov, a zohnať do soboty 1000 dolárov na mamu bude takmer nemožné.

source: [_L_] What have you been doing with the money? I know you go to work at Dad's warehouse almost every day, and what about the money we've made taking pictures?
sk_sk: [_L_] Čo si robil s peniazmi? Viem, že chodíš do práce v otcovom sklade takmer každý deň, a čo peniaze, ktoré sme zarobili fotením?

source: [_R_] I've had to use it on other things.
sk_sk: [_R_] Musel som ich použiť na iné veci.

source: [_L_] Things that are more important than Mom?
sk_sk: [_L_] Veci, ktoré sú dôležitejšie ako mama?

source: {i}{b}"Lauren's Respect -1"{/b}{/i}
sk_sk: {i}{b}"Laurenin rešpekt -1" {/b}{/i}

source: [_R_] Well, why don't you try supporting the family?.... See how easy you think it is...
sk_sk: [_R_] Tak prečo neskúsiš podporiť rodinu?.... Uvidíš, aké jednoduché si myslieť, že to je...

source: [_R_] Lauren.... I think you're right.... If we pay Diaz the $500, we may not have enough for Mom too.
sk_sk: [_R_] Lauren.... Myslím, že máš pravdu.... Ak zaplatíme Diazovej 500 dolárov, možno nebudeme mať dosť aj pre mamu.
