Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_RT_] {i}Dammit! I would do almost anything to get rid of him! But even if I was willing to destroy Mom and Lauren's relationship. Mom would hate me for it.{/i}
sk_sk: [_RT_] {i}Sakra! Urobila by som takmer čokoľvek, aby som sa ho zbavila! Ale aj keby som bol ochotný zničiť vzťah s mamou a Lauren. Mama by ma za to nenávidela. {/i}

source: [_LT_] {i}Is he still talking to Sidney?{/i}
sk_sk: [_ LT_] {i}Ešte stále hovorí s Sidney? {/i}

source: [_LT_] {i}He needs to sit down with us so I can punish him again.{/i}
sk_sk: [_ LT_] {i}Musí si s nami sadať, aby som ho opäť mohol potrestať. {/i}

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors again. I'll never get tired of watching her getting passed around like the whore she is!
sk_sk: Ach, do pekla áno! Kráľovny budú zase v prdeli všetky kmeňové bojovníci. Nikdy ma neomrzí, keď ju uvidím, ako sa pominie ako tá štetka, ktorú je!

source: [_L_] Hey, [ryan]... Why don't you come watch Game of Thots with us?
sk_sk: [_ L_] Hej, [ryan] ... Prečo sa nepozriete s nami na hru Thotov?

source: [_R_] No thanks. I'm just going to hang with Sidney.
sk_sk: [_ R_] Nie, ďakujem. Ja sa len vydržím s Sidneym.

source: [_L_] Come on. We always watch Game of Thots together.
sk_sk: [_ L_] No tak. Vždy sa pozeráme na hru Thotov.

source: [_MB_] You gotta come see this man. The queen is about to get gangbanged again by a bunch of those horse dudes.
sk_sk: [_ MB_] Musíte prísť za týmto mužom. Kráľovná sa chystá dostať gangy znova banda z tých koňských dudov.

source: [_R_] Really. I'm good.
sk_sk: [_ R_] Naozaj. Som v pohode.

source: [_LT_] {i}He thinks he can just ignore us? Well, I know how to fix that.{/i}
sk_sk: [_ LT_] {i}myslí si, že nás môže jednoducho ignorovať? No, ja viem, ako to napraviť.

source: [_MB_] Goddam, that's hot!
sk_sk: [_ MB_] Bohyňa, to je horúce!

source: [_MB_] You sure you don't want to try a little group action with some of the other guys on the basketball team?
sk_sk: [_ MB_] Ste si istý, že nechcete vyskúšať malú skupinovú akciu s niektorými z ostatných ľudí na basketbalovom tíme?

source: [_MB_] I could make that happen if you want.
sk_sk: [_ MB_] Mohol by som, aby sa to stalo, ak chcete.

source: [_L_] Oh, my God. Will you stop trying to get me to fuck your friends.
sk_sk: Oh, môj Bože. Prestaneš sa snažiť, aby som ťa pretiahla k tvojim priateľom.

source: [_MB_] Oh, come on. You loved it when your brother and I double teamed you by the pool.
sk_sk: [_ MB_] Oh, no tak. Miloval si to, keď ťa tvoj brat a ja zdvojnásobil bazén.

source: [_MB_] Why don't we take it to the next level? I promise by the time we're done, you'll have came so many times from all the cocks pounding you, you won't be able to think straight!
sk_sk: [_ MB_] Prečo ho neberieme na ďalšiu úroveň? Sľubujem, že keď skončíme, tak mnohokrát ste prišli z každého kolenia, aby ste si nemysleli rovno!

source: [_L_] How many times do I have to say no?
sk_sk: [_ L_] Koľko krát musím povedať nie?

source: [_LT_] {i}Oh, my God. This asshole.{/i}
sk_sk: [_ LT_] {i}Oh, môj Bože. Tento kretén. {/i}

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck the whole team!{/i}
sk_sk: [_LT_] {i}Myslím, možno som si užíval na Matt a [ryan] v rovnakom čase, ale on robí to zvuk, ako by chcel, aby som pretiahol celý tím! {/i}

source: [_LT_] {i}God, [ryan] would absolutely freak out if I said yes. If Matt made him watch...{/i}
sk_sk: [_ LT_] {i}Boh, [ryan] by absolútne vydesil, ak by som povedal áno. Ak mu Matt urobil hodinky ... {/i}

source: [_LT_] {i}Maybe if it were just a couple of the other guys on Matt's team...{/i}
sk_sk: [_ LT_] {i}Možno, ak by to bol len pár ďalších ľudí na Mattovi tímu ... {/i}

source: [_MB_] Oh! I see you thinking about it again.
sk_sk: [_ MB_] Oh! Vidím, že o tom znova premýšľaš.

source: [_L_] Pfft... Whatever! I am not.
sk_sk: [_L_] Pfft ... Čokoľvek! Nie som.

source: [_L_] Come on, let's go out to the yard. I can practice some new dance moves for you.
sk_sk: No tak, poďme na dvor. Môžem trénovať nejaké nové tanečné pohyby pre vás.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in my new bikini.
sk_sk: -Hej, ľudia ... Matt a ja sa opäť vyvesekám vo dvore. Má rád, keď ma sleduje, ako sa mi triasol zadok v mojich nových bikinách.

source: [_S_] Have fun you two.
sk_sk: Zabavte sa s vami dvoma.

source: [_MB_] You're welcome to hang out with us man. Lauren puts on a hell of a show.
sk_sk: [_ MB_] Ste vítaní na to, aby ste sa s nami vydržali. Lauren stavia na pekelnú show.

source: [_MB_] No? Suit yourself.
sk_sk: [_MB_] Nie? Obleč sa.

source: [_RT_] {i}What the hell?{/i}
sk_sk: [_RT_] {i}Čo to do pekla?

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again, just to make me jealous.{/i}
sk_sk: [_RT_] {i}Sakra! Opäť sa správala ako štetka s Mattom, len aby som žiarlil.

source: [_RT_] {i}Whatever... If I ignore her, I'm sure she'll stop doing this crap.{/i}
sk_sk: [_RT_] {i}Či už ... Ak ju ignorujem, som si istý, že prestane robiť tieto sračky. {/i}

source: [_RT_] {i}Maybe if I peeked just a little...{/i}
sk_sk: [_RT_] {i}Možno, že ak som trochu vychoval ... {/i}

source: [_RT_] {i}Goddammit! I bought her that bikini.{/i}
sk_sk: [_RT_] {i}Goddammit! Kúpil som ju bikini. {/i}

source: [_RT_] {i}She should be shaking her ass for me, not him.{/i}
sk_sk: [_RT_] {i}Mala by pre mňa pretrepať zadok, nie on. {/i}

source: [_LT_] {i}Ha! I knew he couldn't resist.{/i}
sk_sk: [_LT_] {i}Ha! Vedel som, že nemôže odolať. {/i}

source: [_LT_] {i}He was so pissed off last time. I can't wait to use Matt to taunt him again.{/i}
sk_sk: [_ LT_] {i}Bol tak naštvaný minule. Nemôžem sa dočkám toho, aby som ho opäť použil na to, aby som ho znova vypátral.

source: [_MB_] Fuck! You've got the juiciest bubble butt girl! When you gonna let me get in that ass?
sk_sk: [_ MB_] Kurva! Ty máš dievča z juiitnej perličky! Keď ma necháš dostať sa do toho zadku?

source: [_L_] No way! You'd split me in two.
sk_sk: [_ L_] Žiadna cesta! Rozdelil by si ma o dve.

source: [_MBT_] {i}Your Mom could take me in her ass, no problem.{/i}
sk_sk: [_ MBT_] {i}Tvoja mama ma mohla vziať do jej zadku, žiadny problém. {/i}

source: [_MB_] Aww, come on... Let me take a crack at it.
sk_sk: [_ MB_] Aww, no tak ... Dovoľte mi, aby som sa do toho pustil.

source: [_L_] How about I give you another lapdance instead?
sk_sk: [_ L_] A čo keby som vám namiesto toho dal aj ďalší laptanca?

source: [_MB_] Oh, hell yeah.
sk_sk: Oh, do pekla áno.

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy.{/i}
sk_sk: [_ LT_] {i}Videl som nejaké nové pohyby online, chcem vyskúšať. To by malo naozaj riadiť [ryan] šialený. {/i}

source: [_LT_] {i}I wonder how I compare to Mom when she dances at the DeCapo's club...{/i}
sk_sk: [_LT_] {i}Zaujímalo by ma, ako sa porovnávam s mamou, keď tancuje v klube DeCapo ... {/i}

source: [_RT_] {i}Fuck, she spotted me again.{/i}
sk_sk: [_RT_] {i}Kurva, ona ma znovu zbadala. {/i}

source: [_RT_] {i}Look at her. Letting that prick do whatever he wants.{/i}
sk_sk: [_ RT_] {i}Pozrite sa na ňu. Nechať tú kočku robiť, čo chce. {/i}

source: [_RT_] {i}She's just another slut to him. I bet he sees Mom the same way.{/i}
sk_sk: [_ RT_] {i}Je to len ďalšia sluta k nemu. Stavím sa, že vidí mamu rovnakým spôsobom. {/i}

source: [_R_] Mom!
sk_sk: [_R_] Mami!

source: [_M_] Are you spying on your sister again?
sk_sk: Znova špehuješ svoju sestru?

source: [_R_] Umm... No?
sk_sk: [_R_] Umm ... Nie?

source: [_S_] Yes he is.
sk_sk: -Áno, je.

source: [_M_] [ryan], you need to stop this.
sk_sk: [_M_] [ryan], musíte to zastaviť.

source: [_R_] Why is it so wrong for me to look out for my little sister?
sk_sk: [_ R_] Prečo je to tak zlé, aby som sa pozrel na moju malú sestru?

source: [_S_] Uhg! Stop it with this patriarchal crap! Lauren's her own woman.
sk_sk: [_S_] Uhg! Prestaňte s tým patriarchalom! Lauren je jej žena.

source: [_MT_] {i}Her moves are still a little stiff, but she's getting better.{/i}
sk_sk: [_MT_] {i}Jej pohyby sú stále trochu stuhnuci, ale ona je stále lepšia. {/i}

source: [_MT_] {i}She's not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
sk_sk: [_MT_] {i}Nie je zlá pre začiatočníkov. Videl som horší z niektorých nových dievčat v Joeyho klube.

source: [_M_] Sidney's right. Don't you feel any shame for the way you're behaving?
sk_sk: -Sidney má pravdu. Necítiš žiadnu hanbu za to, ako sa správaš?

source: [_R_] Me? You're the one who's taking Matt to the...
sk_sk: [_ R_] Ja? Ty si ten, kto berie Matta k ...

source: [_S_] Huh?
sk_sk: [_S_] Čo?

source: {i}{b}"Mom's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +1"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť -1" {/b}{/i}

source: [_M_] {i}(Whispering){/i} Don't you say another word!
sk_sk: [_M_] {i}(Whispering) {/i} Nepoviete ešte iné slovo!

source: [_M_] Nothing, Sidney... I'm giving Matt some private tutoring at school.
sk_sk: [_M_] Nič, Sidney ... Dávam Mattovi nejaké súkromné doučovanie v škole.

source: [_R_] Matt sure doesn't seem like he needs any "tutoring".
sk_sk: Matt sa určite nezdá, že by mal nejaké "doučovanie".

source: [_M_] Enough!
sk_sk: Dosť!

source: [_M_] Lauren is an adult now, and like it or not she's entitled to fool around with her boyfriend without you {i}butting into things that don't concern you.{/i}
sk_sk: [_M_] Lauren je teraz dospelý, a rovnako ako to, alebo nie je oprávnený blázon okolo so svojím priateľom bez vás {i}naraziť na veci, ktoré sa vás netýkajú. {/i}

source: [_S_] He probably thinks they should only hold hands till they're married, or something.
sk_sk: Pravdepodobne si myslí, že by mali držať len ruky, kým nie sú ženatý, alebo tak niečo.

source: [_R_] Married?!
sk_sk: [_ R_] Vyprážané?!

source: [_LT_] {i}Look at him. He's so pissed off!{/i}
sk_sk: [_LT_] {i}Pozrite sa na neho. Je taký naštvaný!{/i}

source: [_MB_] Fuck, girl. You're getting better at that. I'm all worked up again.
sk_sk: [_ MB_] Kurva, dievča. V tom sa zlepšuješ. Už som zase hore.

source: [_MB_] Why don't you get on your knees and help me release all this "tension".
sk_sk: [_ MB_] Prečo sa nedostanete na kolená a pomôžte mi uvoľniť všetko toto "napätie".

source: [_L_] Yeah? You want me to suck your dick right here in my backyard? What are you gonna do if someone's watching us?
sk_sk: [_ L_] Áno? Chceš, aby som ti vyfajčal tvojho vtáka na mojom dvore? Čo spravíš, ak nás niekto sleduje?

source: [_MB_] Shit. Then they can watch my sweet lil' ginger slut sucking my dick.
sk_sk: Do riti. Potom sa môžu pozerať na moju sladkú šľapku, ktorá mi podľahne vtáka.

source: [_LT_] {i}Fuck! I shouldn't let him talk to me like this, but my pussy always tingles when he treats me like he owns me.{/i}
sk_sk: [_ LT_] {i}Kurva! Nemal by som ho nechať hovoriť takto, ale moja kunda vždy mravca, keď sa ku mne zaobchádza ako so mnou. {/i}

source: [_LT_] {i}Well, whatever. So long as [ryan]'s watching us.{/i}
sk_sk: [_LT_] {i}No, čokoľvek. Tak dlho ako sa [ryan] pozerá na nás. {/i}

source: [_R_] You can't be serious!
sk_sk: [_ R_] Nemôžete byť vážne!

source: [_R_] Why do I even bother?!
sk_sk: [_ R_] Prečo sa vôbec neobťažujem?

source: [_R_] I suppose it's fine with you if Sidney goes out there and gives him a lap dance too!
sk_sk: [_ R_] Myslím si, že je to v poriadku, ak Sidney ide von a dá mu brušný tanec taky!

source: [_M_] Control yourself, young man!
sk_sk: [_ M_] Kontrolujte sa, mladý muž!

source: [_M_] No, I've had enough of your tantrums about this. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it with exams coming up.
sk_sk: [_M_] Nie, už som mal dosť vašich tantrumov o tomto. Ísť pozerať televíziu alebo niečo, alebo ešte lepšie, ísť do svojej izby a robiť nejaké štúdium. Boh vie, že to potrebuješ s tým, aby sa skúšali skúšky.

source: [_R_] Fine! I'll go watch TV.
sk_sk: -Dobre! Idem pozerať telku.

source: [_MT_] {i}Finally.{/i}
sk_sk: [_MT_] {i}Nakoniec. {/i}

source: [_MT_] {i}I can't believe he almost blurted out to Sidney that Matt and I are having sex.{/i}
sk_sk: [_ MT_] {i}Nemôžem uveriť, že sa takmer zastríhal do Sidney, že Matt a ja máme sex. {/i}

source: [_MT_] {i}It's not like I'm doing anything wrong. He and Lauren have an open relationship.{/i}
sk_sk: [_MT_] {i}Nie je to, ako by som robil niečo zle. On a Lauren majú otvorený vzťah. {/i}

source: [_MT_] {i}And it's just sex. It's not like I'm dating him.{/i}
sk_sk: [_MT_] {i}A je to len sex. Nie je to ako by som s ním randila.

source: [_MT_] {i}She's going to suck him off again.{/i}
sk_sk: [_MT_] {i}Ona ho zase vyfajčí. {/i}

source: [_MB_] Damn girl. You just love taking all that dark meat in your pretty little mouth, don't you, slut?
sk_sk: [_ MB_] Prekliatka. Len miluješ, keď si berie všetky tie tmavé mäso v tvojich pekných ústach, že, štetka?

source: [_L_] Hehe... I love it!
sk_sk: [_ L_] Hehe ... Páči sa mi to!

source: [_MT_] {i}Why do I keep peeping on them?{/i}
sk_sk: [_MT_] {i}Prečo na nich stále pípam? {/i}

source: [_MT_] {i}Now that Matt and I are having sex. I don't need to do this anymore to fuel my fantasies about him.{/i}
sk_sk: [_MT_] {i}Teraz, keď Matt a ja máme sex. Už to viac nemusím robiť, aby som o ňom vyhorila moje fantázie.

source: [_M_] Oh, my God...
sk_sk: Oh, môj Bože ...

source: [_M_] Umm... Nothing.
sk_sk: [_M_] Umm ... Nič.

source: [_MT_] {i}I can't help it.{/i}
sk_sk: [_MT_] {i}Nemôžem si pomôcť. {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +1" {/b}{/i}

source: [_MT_] {i}Watching my little girl swallowing all of his...{/i}
sk_sk: [_MT_] {i}Pozorovanie mojej malej dievky, prehltnutie všetkých jeho ... {/i}

source: {i}{b}"Mom's Libido +2"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +2" {/b}{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +3" {/b}{/i}

source: {i}{b}"Mom's Libido Maxxed "{/b}{/i}
sk_sk: {i}{b}"Mama's Libido Maxxed" {/b} {/i}

source: [_MB_] Fuck yeah, baby!
sk_sk: [_ MB_] Jebať áno, baby!

source: [_MB_] Take it all down your throat.
sk_sk: [_ MB_] Vezmite si to všetko dole vaše hrdlo.

source: [_MB_] You're a natural born cock sucker.
sk_sk: [_ MB_] Vy ste prirodzeným zrodeným kohútikom.

source: [_MB_] It must run in the family.
sk_sk: [_ MB_] To musí bežať v rodine.

source: [_MBT_] {i}Haha! Miss [mom_name]'s peeping on us again.{/i}
sk_sk: [_MBT_] {i}Haha! Slečna [mom_name] na nás opäť pípne. {/i}

source: [_MBT_] {i}I knew she'd be back.{/i}
sk_sk: [_MBT_] {i}Vedel som, že bude späť. {/i}

source: [_MBT_] {i}Goddam, Miss [mom_name] is one kinky bitch! Getting off watching her daughter sucking my cock.{/i}
sk_sk: [_MBT_] {i}Goddam, slečna [mom_name] je jedna kinky! Keď som sa pozeral na jej dcéru, fajčím mi vtáka. {/i}

source: [_MBT_] {i}What a slut! I bet she'd like to watch me fuck her little girl too.{/i}
sk_sk: [_MBT_] {i}Aká je sluška! Stavím sa, že by ma rada dívala do piči aj jej malé dievčatko.

source: [_MB_] You like that don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy again, can you?
sk_sk: [_ MB_] Vy sa vám páči, že to nie je cha? Stavím sa, že nemôžeš čakať, kým sa moja anaconda opäť posunie do svojej zázvorovej kundy, však?

source: [_MT_] {i}Oh, God!... he saw me again. He must think I'm such a slut.{/i}
sk_sk: [_ MT_] {i}Oh, Bože! ... videl ma znova. Musí si myslieť, že som taký slut.

source: [_MB_] Don't worry slut. I'm gonna be fuck'en ya again real soon.
sk_sk: Nebojte sa. Čoskoro sa budem znova naserem.

source: [_MT_] {i}I should stop watching them and go take care of myself in private.{/i}
sk_sk: [_MT_] {i}Mal by som prestať sledovať ich a starať sa o seba v súkromí. {/i}

source: [_MT_] {i}[ryan]'s still watching TV, but he could get up at any moment and see what's going on.{/i}
sk_sk: [_MT_] {i}[ryan] je stále sledovanie televízie, ale on mohol dostať až v každom okamihu a zistiť, čo sa deje. {/i}

source: [_MT_] {i}Maybe I should help speed this up before [ryan] catches them and makes a scene.{/i}
sk_sk: [_ MT_] {i}Možno by som mal pomôcť urýchliť to predtým, než ich [ryan] chytá a robí scénu. {/i}

source: [_MT_] {i}I bet this will help Matt cross the finish line.{/i}
sk_sk: [_MT_] {i}Stavím sa, že to pomôže Mattovi prejsť cez cieľovú čiaru. {/i}

source: [_MT_] {i}Come on Matt. Look at your teacher's naked body while you cum down my daughters throat!{/i}
sk_sk: [_MT_] {i}Príďte na Matta. Pozrite sa na nahé telo svojho učiteľa, zatiaľ čo sa mi podrž moje dcéry hrdlo! {/i}

source: [_MB_] Oh, fuck! You dirty whore!
sk_sk: Jebať! Ty špinavá štetka!

source: [_MB_] Mhmmm... goddam!
sk_sk: [_ MB_] Mhmmm ... Bohyňa!

source: [_MB_] Here it cums!
sk_sk: [_ MB_] Tu je to kums!

source: [_MB_] Swallow it all!
sk_sk: [_ MB_] Swallow to všetko!

source: [_L_] {i}(gasping){/i} How was... hah, how was that?
sk_sk: [_L_] {i}(lapanie plynu) {/i} Ako bolo ... hah, ako to bolo?

source: [_MB_] Fucking awesome! Making you one of my sluts was the best move I've made all year.
sk_sk: [_ MB_] Skurvané úžasné! To, že si jeden z mojich slutov bol najlepší ťah, ktorý som urobil celý rok.

source: [_MB_] Make sure to suck out all that cum left in my dick. I don't want to get a wet spot on my jeans.
sk_sk: [_ MB_] Uistite sa, že vysať všetko, čo som nechal v mojom vtákovi. Ja nechcem mať mokré miesto na džínsách.

source: [_L_] Hehe... Okay.
sk_sk: [_ L_] Hehe ... -Dobre.

source: [_RT_] {i}This fucking sucks.{/i}
sk_sk: [_RT_] {i}To je kurva nahovno. {/i}

source: [_RT_] {i}Matt's fucking both my mom and my little sister, and I can't think of any way to stop him. Not without ruining my relationship with Mom anyway.{/i}
sk_sk: [_RT_] {i}Matt je kurva obaja moja mama a moja malá sestra, a ja nemôžem myslieť na nejaký spôsob, ako zastaviť ho. Nie bez toho, aby som zničil môj vzťah s mamou. {/i}

source: [_R_] Mom?
sk_sk: [_R_] Mama?

source: [_R_] I thought you were keeping an eye on Lauren.
sk_sk: [_ R_] Myslel som, že si na Lauren dávaš pozor.

source: [_M_] She's fine!
sk_sk: Je v poriadku!

source: [_M_] I'm going to take another nap, so don't bother me!
sk_sk: [_M_] Ja si vezmem ďalšiu nap, takže ma neotravujte!

source: [_RT_] {i}Not too subtle, Mom...{/i}
sk_sk: [_RT_] {i}Nie je príliš jemný, mami ... {/i}

source: [_RT_] {i}Of course... The door's locked again.{/i}
sk_sk: [_RT_] {i}Samozrejme ... Dvere sú opäť zamknuté. {/i}

source: [_RT_] {i}Here comes the moaning...{/i}
sk_sk: [_RT_] {i}Tu prichádza mešovanie ... {/i}

source: [_RT_] {i}Pretty slim chance she'd actually be thinking about me.{/i}
sk_sk: [_RT_] {i}Pretty slim šancu, že by naozaj premýšľať o mne. {/i}

source: [_M_] That's it, Matt. Fuck your slutty teacher like you fuck my slutty daughter!
sk_sk: [_ M_] To je všetko, Matt. Pojeb sa na tvojho učiteľa, ako si šukal moju nevestu!

source: [_RT_] {i}Fuck!{/i}
sk_sk: [_RT_] {i}Kurva!{/i}

source: [_M_] Oh, Baby... watching Matt cumming down your throat got me all horny again!
sk_sk: Oh, dieťatká ... dívaj sa na Matta mlátička dole do hrdla ma zase dostal na koč!

source: [_M_] Oh, fuck! Yes! Just like that.
sk_sk: Oh, kurva! -Áno! Presne tak.

source: [_M_] You're okay with me fucking your boyfriend aren't you Sweetie? It's not romantic or anything. It's just sex, and I need it so bad.
sk_sk: [_ M_] Si v poriadku so mnou, kurva, váš priateľ nie ste Sweetie? Nie je to romantické ani nič. Je to len sex, a ja to potrebujem tak zle.

source: [_M_] Yes! Keep fucking me Matt. Don't stop!
sk_sk: [_ M_] Áno! Nechaj ma kurva Matt. Nezastavujte!

source: [_M_] I bet it makes you feel like a big man, fucking your girlfriend and her mother, doesn't it?
sk_sk: Stavím sa, že sa cítiš ako veľký muž, kurva tvoja priateľka a jej matka, nie?

source: [_M_] Well it should... A stud like you, with that monster cock of yours, deserves to have us both.
sk_sk: [_ M_] No to by malo ... Stud, ako si ty, s tým tvojím netvorom, si zaslúži, aby sme obaja.

source: [_RT_] {i}No, it's not supposed to be like this! You're both, supposed to be mine, not his!{/i}
sk_sk: [_RT_] {i}Nie, to by nemalo byť takto! Obaja ste mali byť môj, nie jeho!

source: [_M_] Mmph... Your mother's so close, Baby! Where should your boyfriend cum?
sk_sk: [_M_] Mmph ... Tvoja matka je tak blízko, bejby! Kde by mala byť tvoja frajer?

source: [_M_] Should he come on my tits? He's always eyeing them in my class.
sk_sk: [_ M_] Mal by prísť na moje kozy? Vždy ich očká v mojej triede.

source: [_M_] Or maybe he should cover my face with his spunk!
sk_sk: [_M_] Alebo možno by mal kryť moju tvár s jeho spunk!

source: [_RT_] {i}This is the worst! Why can't I stop listening to this?{/i}
sk_sk: [_RT_] {i}To je najhoršie! Prečo ma nezastavím počúvať?

source: [_M_] Wait! No, not inside. I'm not on the pill. He can't cum in me.
sk_sk: Počkaj! Nie, nie vo vnútri. Nie som na tabletke. Nemôže byť v mne.

source: [_M_] Lauren, no! I'm sorry for, for fucking him behind your back! Please, don't make your boyfriend inseminate your mother!
sk_sk: Lauren, nie! Je mi ľúto, za to, že si ho zasranil za chrbtom! Prosím, nenúti svojho priateľa oplodnenie svojej matke!

source: {b}{i}"Mom's Libido -3"{/i}{/b}
sk_sk: {b}{i}"Mama's Libido-3" {/i} {/b}

source: [_M_] Oh, Matt! Sex with you is the best!
sk_sk: Oh, Matt! Sex s tebou je najlepší!

source: [_MT_] {i}I better go clean Camille's dildo off before I put it back. I hope she cleans it every time she masturbates too, because I'm definitely using it again.{/i}
sk_sk: [_MT_] {i}Radšej pôjdem vyčistiť Camillu rieku pred tým, ako ho vrátim späť. Dúfam, že ju vyčistí vždy, keď bude masturbovať, pretože to určite znovu použijem. {/i}

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control!{/i}
sk_sk: [_RT_] {i}Musím nájsť spôsob, ako vyhrať mamu a Lauren späť od Matta. Toto je mimo kontroly! {/i}

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney again?{/i}
sk_sk: [_RT_] {i}Som si istý, že nemôžem urobiť nič, aby som ich zastavila pred tým, aby sa tu znova ... Mal by som sa ešte snažiť, alebo ignorovať ich a ísť visí s Sidney znovu? {/i}

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get to me by acting like a slut whenever Matt's around.{/i}
sk_sk: [_RT_] {i}Dnes večer necítim, že by som s nimi mala ísť. Lauren sa ma snaží dostať, keď sa správajú ako štetka, kedykoľvek je Matt okolo. {/i}

source: [_S_] Stop trying to be the cliche older brother who has to protect his younger sister.
sk_sk: Prestaň sa pokúšať o staršieho staršieho brata, ktorý musí chrániť svoju mladšiu sestru.

source: [_MB_] Damn, I love this show.
sk_sk: [_ MB_] Sakra, milujem túto show.

source: [_MB_] Ever since they made the queen a sex slave to those horse guys. Every episode has her getting gang banged at least once.
sk_sk: [_ MB_] Od tej doby, čo urobili kráľovnú sex otrok tým koňmi. Každá epizóda má, že sa gang bangovaný aspoň raz.

source: [_LT_] {i}He needs to sit down with us, so I can punish him again.{/i}
sk_sk: [_ LT_] {i}Musí sedieť s nami, aby som ho mohol znova potrestať. {/i}

source: [_L_] Hey, [ryan]. Why don't you come watch Game of Thots with us?
sk_sk: Prečo si s nami neprídete pozerať na hru s Thotom?

source: [_R_] No, thanks. I'm just going to hang with Sidney.
sk_sk: [_ R_] Nie, vďaka. Ja sa len vydržím s Sidneym.
