Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_C_] And I have been saving up for these earrings.... and I'm just over $100 short of being able to buy them...
sk_sk: [_C_] A ja som šetrila na tieto náušnice... a chýba mi len 100 dolárov, aby som ich mohla kúpiť...

source: [_C_] Dammit!.... I mean it's not like you haven't seen them.
sk_sk: [_C_] Sakra!... Myslím, že to nie je tak, že si ich nevidel.

source: [_R_] Yeah.... exactly!
sk_sk: [_ R_] Áno .... presne!

source: [_C_] Flashing you one more time won't change anything...
sk_sk: [_C_] Ešte raz ti ich ukázať nič nezmení...

source: [_R_] Actually, since you didn't do a good job on your chore today.... and you want to leave work early.... It's going to have to be a little more than just a flash.
sk_sk: [_ R_] Vlastne, keďže ste dnes nespravili dobrú prácu na vašej pomocnej úlohe .... a chcete odísť skôr ... Bude to musieť byť trochu viac, než len blesk.

source: [_C_] What do you mean?
sk_sk: [_C_] Čo tým myslíš?

source: [_R_] It needs to be a little bit humiliating.
sk_sk: [_ R_] Musí to byť trochu ponižujúce.

source: [_C_] How is flashing you not humiliating enough?
sk_sk: [_C_] Ako to, že sa neponižuješ?

source: [_R_] Well, you were willing to do that just for money.
sk_sk: [_ R_] No, boli ste ochotná to urobiť len za peniaze.

source: [_C_] Yeah.... how the hell did I let you talk me into that?...
sk_sk: [_C_] Och... ako si ma na to do pekla prehovoril?

source: [_R_] Ok, what I'm thinking is that you have to present your boobs to me.
sk_sk: [_R_] Ok, myslím si, že musíte predložiť svoje prsia ku mne.

source: [_C_] What the hell? What do you mean by that?
sk_sk: Čo do pekla? Čo tým myslíš?

source: [_R_] I'm going to call it the Akabur special. Since I got the idea from one of my favorite game developers. It's also called tits on a platter.
sk_sk: [_ R_] Ja to nazvem Akabur špeciálny. Vzhľadom k tomu, že som dostal nápad od jedného z mojich obľúbených herných vývojárov. Volá sa to aj prsia na taniči.

source: [_R_] It's kind of self explanatory.
sk_sk: [_ R_] To je celkom samozrejmosté.

source: [_C_] So, you want me to put my tits on a platter.... and what?.... Present them to you?
sk_sk: [_C_] Takže, chcete, aby som si dal svoje kozy na platter .... a čo? .... Predstaviť vám ich?

source: [_R_] Exactly.... and I get to stare at them for as long as I want...
sk_sk: [_R_] Presne... a ja na ne budem zízať tak dlho, ako chcem...

source: [_C_] Oh my God.... you're so weird!...
sk_sk: [_C_] Och môj bože... ty si tak divný!

source: [_R_] .... So?...
sk_sk: [_R_] ... Takže?...

source: [_C_] I won't do that for less than $200.
sk_sk: To nespravím za menej ako 200 dolárov.

source: [_R_] What?.... But I'm trying to teach you a lesson here...
sk_sk: [_R_] Čo?... Ale snažím sa ti tu dať lekciu...

source: [_C_] Yeah, I don't care.... $200, or I'll just ask you to leave me alone so I can finish my chores.
sk_sk: [_C_] Áno, je mi to jedno ... 200 dolárov, alebo vás len požiadam, aby ste ma nechali samú, aby som mohol dokončiť moje práce.

source: [_R_] Ok, the platter should be on the shelf above the plates...
sk_sk: [_R_] Ok, tanier by mal byť na polici nad taniermi...

source: [_R_] So.... why don't I pretend to be doing my homework.... or a.... adult work.... and you come and bring me this surprise for working so hard.
sk_sk: [_R_] Takže .... prečo nepredstieram, že si robím svoju domáca úlohu .... alebo ... dospelá práca .... a vy prídete a priveďte mi toto prekvapenie pre prácu tak tvrdo.

source: [_C_] Seriously we're role-playing now?
sk_sk: [_ C_] Vážne sa teraz hráme na rojnú hru?

source: [_R_] Sorry.... I can't resist when you're wearing that amazing costume.
sk_sk: [_ R_] Prepáčte .... Nedokážem odolať, keď nosíš ten úžasný kostým.

source: [_R_] Oh, and because you're my maid.... you need to call me sir.
sk_sk: [_R_] Oh, a pretože vy ste moja slúžka .... musíte mi zavolať, pane.

source: [_C_] I'm not calling you sir!
sk_sk: [_ C_] Nevolám vás pane!

source: [_R_] No.... not in real life.... just for this little thing we're doing.
sk_sk: [_R_] Nie ... nie v skutočnom živote .... len pre túto malú vec, ktorú robíme.

source: [_C_] Ok this is getting weird, but I'm going to do it because I'm being paid $200.
sk_sk: [_C_] Ok, začína to byť divné, ale urobím to, pretože si mi zaplatili 200 dolárov.

source: [_C_] But you can only look...
sk_sk: [_C_] Ale môžeš sa len pozrieť...

source: [_R_] For as long as I want...
sk_sk: [_R_] Tak dlho, ako budem chcieť...

source: [_C_] Ok, but within reason. I'm not going to just sit there forever.
sk_sk: [_ C_] Ok, ale v rámci dôvodu. Nebudem tam len tak sedieť navždy.

source: [_C_] So, you can't touch me.... and you definitely aren't allowed to touch yourself.
sk_sk: [_C_] Takže sa ma nemôžeš dotýkať... a rozhodne sa nesmieš dotýkať seba.

source: [_C_] Also, no pictures!
sk_sk: [_C_] Tiež, žiadne obrázky!

source: [_R_] Right of course!
sk_sk: [_ R_] Presne pravdaže!

source: [_C_] Ok.... start doing your homework.... or adult work.... and I'll get ready.
sk_sk: [_ C_] Ok .... začnite robiť svoje domáce úlohy .... alebo dospelú prácu .... a ja sa pripravím.

source: [_R_] Yeeessss!...
sk_sk: [_R_] Ánooooo!...

source: [_R_] Look at all these bills I have to pay.... this bill is especially expensive...
sk_sk: [_R_] Pozri sa na všetky tie účty, ktoré musím zaplatiť... tento účet je obzvlášť drahý...

source: [_R_] Oh, it's for that maid I hired.... she better be worth all that money.
sk_sk: [_] Oh, je to pre tú slúžku, ktorú som najal .... že by mala byť stojí za všetky tie peniaze.

source: [_C_] Excuse me sir, sorry to interrupt your adult work, but I made you a little surprise!
sk_sk: Prepáčte pane, prepáčte, že vyrušujem vašu prácu pre dospelých, ale ja som vás trochu prekvapil!

source: [_R_] Oh.... well, thank you, Fanny!...
sk_sk: [_R_] Oh.... dobre, ďakujem, Fanny!...

source: [_R_] Yep.... Fanny...
sk_sk: [_R_] Áno... Fanny...

source: [_R_] As I was saying.... thank you, Fanny! Don't those melons look delicious!
sk_sk: [_ R_] Ako som hovoril .... ďakujem, Fanny! Tie melóny nevyzerajú chutné!

source: [_R_] Would you just please set them on the table, and I'll get around to them when I've got a minute?...
sk_sk: [_R_] Mohla by si ich, prosím, položiť na stôl a ja sa k nim dostanem, keď mám chvíľu?...

source: [_C_] You want me.... to...
sk_sk: [_C_] Chceš, aby som...

source: [_R_] Yep.... just right there on the table...
sk_sk: [_R_] Áno... priamo na stole...

source: [_C_] .... Like this?...
sk_sk: [_C_] .... Ako takto?

source: [_R_] Yeah that's great!...
sk_sk: [_R_] Áno, to je skvelé!...

source: [_R_] Like I said.... I'll get to them in just a little bit...
sk_sk: [_R_] Ako som povedal.... Za chvíľu sa k nim dostanem...

source: [_C_] .... But.... they're much better when they're fresh.... don't leave them there for too long.
sk_sk: [_C_] .... Ale ... sú oveľa lepšie, keď sú čerstvé .... nenechajte ich tam príliš dlho.

source: [_R_] You're right, Let me just get a really good look at them.
sk_sk: [_ R_] Máte pravdu, dovoľte mi, aby som sa naozaj dobre pozrieť na ne.

source: [_C_] Have you had your fill yet?
sk_sk: [_ C_] Už ste mali svoju výplň?

source: [_R_] Not yet!
sk_sk: [_ R_] Ešte nie!

source: [_C_] How 'bout now?
sk_sk: [_C_] Ako teraz?

source: [_R_] Still not yet!
sk_sk: [_ R_] Stále ešte nie!

source: [_C_] Alright, I'm calling it!
sk_sk: Dobre, volám to!

source: [_R_] No.... yeah.... I mean that's good enough.... you're excused, Fanny!...
sk_sk: [_R_] Nie.... och.... Myslím, že je to dosť dobré.... si ospravedlnená, Fanny!...

source: [_C_] Ok.... so if you'll give me the $200.... I'm gonna take off.
sk_sk: [_ C_] Ok .... takže ak mi dáte 200 dolárov .... Odchádzam.

source: [_R_] Alright.... that was a lot of fun!...
sk_sk: [_R_] V poriadku... to bolo veľa zábavy!...

source: [_C_] No.... it was just really weird!
sk_sk: [_C_] Nie ... bolo to naozaj divné!

source: [_R_] I'll see you in a few days.... enjoy your time off.... you earned it!
sk_sk: Uvidíme sa za pár dní. Užite si svoj čas .... si si to zaslúžil!

source: [_R_] Alright, I'll see you Monday.... enjoy your time off.... you earned it!
sk_sk: [_R_] V poriadku, uvidíme sa v pondelok... uži si svoj voľný čas... zaslúžila si si ho!

source: [_R_] Actually, I don't have $200.
sk_sk: [_R_] Vlastne nemám 200 dolárov.

source: [_C_] Are you kidding me?
sk_sk: [_C_] Robíš si zo mňa srandu?

source: [_C_] Why are you even offering me a deal if you don't have money to make one.
sk_sk: [_C_] Prečo mi vôbec ponúkaš dohodu, keď na ňu nemáš peniaze.

source: [_C_] Now excuse me while I finish up my chores so I can miss my cycling class!
sk_sk: [_C_] A teraz ma ospravedlň, kým dokončím svoje povinnosti, aby som mohla zmeškať hodinu cyklistiky!

source: [_R_] $200?.... A day off?.... Leaving work Early?.... That's a terrible deal.
sk_sk: [_R_] $200?.... Deň voľna?.... Predčasný odchod z práce?.... To je hrozná dohoda.

source: [_R_] It only rewards you for being a terrible maid!
sk_sk: [_R_] Odmeňuje ťa len za to, že si hrozná slúžka!

source: [_C_] Well, I have to expose myself...
sk_sk: [_C_] No, musím sa vystaviť...

source: [_R_] You mean you get to let the girls have some air...
sk_sk: [_R_] Chceš povedať, že môžeš nechať dievčatá na vzduchu...

source: [_C_] Hey!.... Don't make light of me being extorted to flash my breasts.
sk_sk: [_C_] Hej!.... Nezľahčuj to, že ma vydieraš, aby som sa blysla prsiami.

source: [_R_] Uhhh.... this isn't extortion, we're just working out a deal.
sk_sk: [_R_] Uhhhh.... toto nie je vydieranie, len pracujeme na dohode.

source: [_C_] Yeah, well apparently you don't want to make it, so get out of my way and let me get my work done.
sk_sk: [_C_] Áno, no zrejme to nechceš stihnúť, tak mi choď z cesty a nechaj ma pracovať.

source: [_C_] Let me guess.... you want another tits on a platter surprise.
sk_sk: Nechaj ma hádať .... chceš ďalšie kozy na prekvapku na tancovej platni.

source: [_R_] Let's remember to call it the Akabur special.
sk_sk: Pamätajme, že to voláme Akabur špeciálny.

source: [_C_] Whatever.
sk_sk: [_C_] To je jedno.

source: [_C_] But it's the same rate as last time.... one day off, and $200.
sk_sk: [_C_] Ale je to rovnaká sadzba ako naposledy .... jeden deň voľna, a $200.

source: [_C_] Oh, and no more role-play bull-shit.
sk_sk: A už žiadne ďalšie sračkové sračkové.

source: [_C_] Here's your Akabur Special.
sk_sk: [_ C_] Tu je váš Akabur Špeciálny.

source: [_R_] Thank you.... can you put it down on the counter again please?
sk_sk: [_ R_] Ďakujem .... Môžete to dať dole na prepážke, prosím?

source: [_C_] Alright, just let me know when you're done.
sk_sk: -Dobre, daj mi vedieť, keď skončíte.

source: [_R_] Damn those are some nice melons!
sk_sk: Sakra, to sú pekné melóny!

source: [_RT_] {i}They felt so good around my cock... almost as good as her mouth!{/i}
sk_sk: [_RT_] {i}Boli také príjemné okolo môjho vtáka... takmer také dobré ako jej ústa!{/i}

source: [_RT_] {i}They felt so soft wrapped around my cock!{/i}
sk_sk: [_RT_] {i}Boli také mäkké, akoby boli obtočené okolo môjho vtáka!{/i}

source: [_RT_] {i}I'll bet they feel even better than her hand did.{/i}
sk_sk: [_RT_] {i}Stavím sa, že sú ešte lepšie ako jej ruka.{/i}

source: [_C_] Are we good?
sk_sk: [_ C_] Sú dobré?

source: [_R_] Yep.... we're good!
sk_sk: [_ R_] Yep .... sme dobrí!

source: [_C_] Well, at least it wasn't as bad as last time!
sk_sk: [_C_] No, aspoň to nebolo až tak zlé ako naposledy!

source: {i}{b}"Aunt Camille's Libido -1"{/b}{/i}
sk_sk: {i}{b}"Teta Camille Libido -1" {/b} {/i}

source: [_R_] Actually, I don't have $200
sk_sk: [_R_] Vlastne nemám 200 dolárov

source: [_C_] Yeah.... well stop being cryptic and say it.... I don't have a lot of time before my cycling class starts.
sk_sk: [_ C_] Yeah .... well stop being cryptic and say it .... Nemám veľa času, kým sa začne cyklovať.

source: [_R_] Alright.... It's just not real easy to come out and say...
sk_sk: [_R_] Dobre .... Jednoducho nie je jednoduché prísť a povedať ...

source: [_R_] That uniform is just so damn sexy!.... And I've had to watch you cleaning in it all day!
sk_sk: [_ R_] Táto uniforma je tak sakramenská sexy! .... A ja som musel sledovať, ako upratujete v ňom celý deň!

source: [_R_] I'll finish all your chores, give you a day off, and even give you $100 if you'll just flash me your boobs for a few seconds.
sk_sk: [_R_] Budem dokončiť všetky vaše práce, dať vám deň voľna, a dokonca vám $100, ak budete len flash mi vaše prsia na pár sekúnd.

source: [_C_] Oh my God!.... I can't believe you just asked me that!
sk_sk: [_C_] Oh môj bože! .... Nemôžem uveriť, že si sa ma o to práve spýtal!

source: [_C_] I mean sure the money and time off would be amazing.... but...
sk_sk: [_C_] Peniaze a voľno by boli úžasné...., ale...

source: [_C_] Where the hell do you get the courage to ask me something like that?
sk_sk: [_C_] Odkiaľ, dočerta, berieš odvahu pýtať sa ma na niečo také?

source: [_C_] How could you ever think that I would be okay with that?
sk_sk: [_C_] Ako si mohol niekedy myslieť, že by som bol v poriadku s tým?

source: [_C_] I mean, sure... I may have sucked your dick, but that was a mistake!
sk_sk: [_C_] Teda, iste... Možno som ti ho vyfajčila, ale to bola chyba!

source: [_C_] I mean, sure... I may have let you fuck my tits, but that was a mistake!
sk_sk: [_C_] Teda, iste... Možno som ťa nechala, aby si mi ošukal prsia, ale to bola chyba!

source: [_C_] I mean, sure... I may have jacked you off, but that was a mistake!
sk_sk: [_C_] Teda, iste... Možno som ťa vyhonila, ale to bola chyba!

source: [_C_] I should use my Zumba skills to kick your perverted little balls off.
sk_sk: [_C_] Mal by som použiť svoje Zumba schopnosti nakopať vaše zvrhnutá malé gule preč.

source: [_R_] Haha.... zumba's not a real fighting style!
sk_sk: [_R_] Haha .... zumba nie je skutočný bojový štýl!

source: [_C_] Don't push it!
sk_sk: [_C_] Netlač na to!

source: [_C_] Now I'm going to leave right now!, and I'm going to take tomorrow off, because I don't feel comfortable being sexually harassed at work.
sk_sk: Teraz odídem práve teraz, a zajtra odstúp, pretože sa necítim pohodlne byť sexuálne obťažovaný v práci.

source: [_RT_] {i}Wow.... I guess she wasn't ready for that kind of proposal.{/i}
sk_sk: [_RT_] {i}Wow .... Myslím, že nebola pripravená na tento druh návrhu. {/i}

source: {i}"To get Aunt Camille to flash you, first get her to flash you in the bathroom, and then make sure you have her libido or submission points to at least 10."{/i}
sk_sk: {i}"Ak chcete dostať teta Camille flash vás, najprv ju, aby blesk vás v kúpeľni, a potom sa uistite, že máte svoje libido alebo odosielanie ukazuje na aspoň 10." {/i}

source: [_C_] Yeah.... If you're looking for another tits on a platter surprise, it's not happening again.
sk_sk: [_C_] Áno.... Ak hľadáš ďalšie prekvapenie s prsiami na tanieri, už sa to nestane.

source: [_R_] Let's remember to call it the Akabur Special please.
sk_sk: [_R_] Nezabudni to nazvať Akabur špeciál, prosím.

source: [_C_] Call it whatever you want.... I can't believe I did it, and there's no way I'm doing it again.
sk_sk: [_C_] Nazvi to, ako chceš.... Nemôžem uveriť, že som to urobila, a v žiadnom prípade to neurobím znova.

source: [_C_] So, just get out of my way and let me finish up my chores so I can go home and figure out a way to get my cycling in today.
sk_sk: [_C_] Takže mi choď z cesty a nechaj ma dokončiť moje povinnosti, aby som mohla ísť domov a vymyslieť spôsob, ako sa dnes venovať bicyklovaniu.

source: {i}"To get Aunt Camille to give you another Akabur Special, make sure you have her libido or submission points to at least 10."{/i}
sk_sk: {i}"Ak chcete, aby vám teta Kamila dala ďalší špeciálny Akabur, uistite sa, že máte jej libido alebo body poddajnosti aspoň na 10."{/i}

source: [_RT_] {i}Mom and Aunt Cami already said they weren't going to let me in.{/i}
sk_sk: [_RT_] {i}Mama a teta Cami už povedali, že ma tam nepustia.{/i}

source: [_RT_] {i}I can always watch them on the spy-cam, though.{/i}
sk_sk: [_RT_] {i}Vždy ich však môžem sledovať na špionážnej kamere.{/i}

source: [_RT_] {i}I better go to my room to watch, just in case one of them comes out.{/i}
sk_sk: [_RT_] {i}Radšej sa pôjdem pozerať do svojej izby, keby náhodou niektorá z nich vyšla von.{/i}

source: [_RT_] {i}Wow!.... Mom is fucking flexible.{/i}
sk_sk: [_RT_] {i}Wow! .... Mama je kurva flexibilná. {/i}

source: [_RT_] {i}Limber up those bodies, ladies.{/i}
sk_sk: [_RT_] {i}Dámy, spevnite svoje telá.{/i}

source: [_RT_] {i}Yeah, Aunt Cami. Get a good look at Mom's fun bags.{/i}
sk_sk: [_RT_] {i}Áno, teta Cami. Dobre si pozri mamine zábavné balíky.{/i}

source: [_RT_] {i}And Mom?.... Why don't you get a good look at Aunt Cami's ass while you're at it.{/i}
sk_sk: [_RT_] {i}A mama?.... Prečo sa dobre nepozrieš na zadok tety Cami, keď už si v tom.{/i}

source: [_RT_] {i}Ohhh.... we've got pussy contact!.... {/i}
sk_sk: [_RT_] {i}Ohhh... Máme kontakt s kundičkami!... {/i}

source: [_RT_] {i}Grind those pussies together!{/i}
sk_sk: [_RT_] {i}Šúchajte tie kundičky spoločne!{/i}

source: [_RT_] {i}If only Mom was wearing Lauren's strap-on.{/i}
sk_sk: [_RT_] {i}Keby tak mama mala na sebe Laurenin remienok.{/i}

source: [_RT_] {i}Or I guess I should say Mr. Snuggles strap-on.{/i}
sk_sk: [_RT_] {i}Alebo by som asi mal povedať pán Snuggles remienok.{/i}

source: [_RT_] {i}Oh.... it looks like Aunt Cami left.{/i}
sk_sk: [_RT_] {i}Oh .... vyzerá to, že teta Cami odišla. {/i}

source: [_RT_] {i}Good thing I didn't hang around by the door.{/i}
sk_sk: [_RT_] {i}Dobre, že som sa nezdržiaval pri dverách.{/i}

source: [_RT_] {i}Ahhh.... if only Aunt Cami was changing clothes with her.{/i}
sk_sk: [_RT_] {i}Ahhh.... keby sa s ňou len teta Cami prezliekala.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
sk_sk: [_RT_] {i}Len.... wow.... aké telo!{/i}

source: {i}"A little while later."{/i}
sk_sk: {i}"O chvíľu neskôr." {/i}

source: [_RT_] {i}Looks like she's about done.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že je hotová. {/i}

source: [_RT_] {i}Mom's workouts have only gotten sexier now that Aunt Cami works out with her.{/i}
sk_sk: [_RT_] {i}Mamine tréningy sú teraz ešte viac sexy, keď s ňou cvičí aj teta Cami.{/i}

source: [_RT_] {i}Maybe I should drop in and say "good morning"?{/i}
sk_sk: [_RT_] {i}Možno by som sa mal zastaviť a povedať "dobré ráno"?{/i}

source: [_M_] {i}(Yelling through the door){/i} Who is it?
sk_sk: [_M_] {i}(Krik cez dvere){/i} Kto je to?

source: [_C_] {i}(Muffled voice){/i} You know exactly who it is.
sk_sk: [_C_] {i}(Tlmený hlas){/i} Presne vieš, kto to je.

source: [_R_] It's me... Can I come in?
sk_sk: [_R_] To som ja ... Môžem ísť dnu?

source: [_M_] Honey, we're both holding a yoga pose!
sk_sk: [_M_] Zlatko, obe držíme jogovú pózu!

source: [_M_] If the door's unlocked, you can let yourself in.
sk_sk: [_M_] Ak sú dvere odomknuté, môžeš vojsť.

source: [_RT_] {i}Here goes.{/i}
sk_sk: [_RT_] {i}Tu idem. {/i}

source: [_RT_] {i}Dammit!{/i}
sk_sk: [_RT_] {i}Sakra!{/i}

source: [_R_] Mom, it's locked!
sk_sk: [_R_] Mama, je zamknuté!

source: [_R_] Can't you just take a second to let me in?
sk_sk: [_R_] Nemôžeš ma na chvíľu pustiť dnu?

source: [_C_] {i}(Yelling through the door){/i} You know we can't, Dipshit!
sk_sk: [_C_] {i}(kričí cez dvere) {/i} Vieš, že nemôžeme...!

source: [_M_] {i}(Muffled voice){/i} Don't call my son a dipshit!
sk_sk: [_M_] {i}(Tlmený hlas) {/i} Nevolaj môjho syna ...!

source: [_C_] Uhhh... Well, you know he's being one.
sk_sk: [_C_] Uhhhh... No, vieš, že je to on.

source: [_M_] I know... But you still don't say that to an impressionable boy.
sk_sk: [_M_] Ja viem... Ale aj tak to citlivému chlapcovi nepovieš.

source: [_M_] {i}(Yelling through the door){/i} Honey, Your Aunt's right... We can't just stop our workout. You have to hold yoga moves for a certain amount of time to have effect.
sk_sk: [_M_] {i}(Krik cez dvere){/i} Zlatko, tvoja teta má pravdu... Nemôžeme len tak prestať cvičiť. Jogínske pohyby musíš držať určitý čas, aby mali účinok.

source: [_M_] I don't have time to talk this morning, anyways... I'm barely going to have enough time to get ready.
sk_sk: [_M_] Dnes ráno nemám čas na rozhovory... Sotva sa stihnem pripraviť.

source: [_M_] You'll have to come find me some other time.
sk_sk: [_M_] Budeš ma musieť nájsť inokedy.

source: [_R_] Alright, we'll catch up later.
sk_sk: [_R_] Dobre, dobehneme to neskôr.

source: [_RT_] {i}They're too busy to unlock the door, but now, I can watch them on my spy-cam.{/i}
sk_sk: [_RT_] {i}Sú príliš zaneprázdnené, aby odomkli dvere, ale teraz ich môžem sledovať na svojej špehovacej kamere.{/i}

source: [_R_] Oh, hey Megan, hey Matt. Where's Miss [mom_name]? I thought I just saw her up here.
sk_sk: [_R_] Ahoj Megan, ahoj Matt. Kde je slečna [mom_name]? Myslel som, že som ju tu práve videl.

source: [_MG_] She took off, she seemed to be kind of in a hurry. Probably needed to get something done before her next class starts.
sk_sk: [_MG_] Odišla, zdalo sa, že sa trochu ponáhľa. Pravdepodobne potrebovala niečo urobiť, kým sa jej začne ďalšia hodina.

source: [_MG_] Is everything ok?
sk_sk: [_MG_] Je všetko v poriadku?

source: [_R_] Yeah.... of course.... I just need to talk to her some more about this stupid Oedipus assignment.
sk_sk: [_R_] Áno.... samozrejme.... Len sa s ňou musím ešte porozprávať o tej hlúpej Oidipovej úlohe.

source: [_MB_] Haha.... yeah, that's some kinky shit to be teaching us in school.
sk_sk: [_MB_] Haha.... áno, to je nejaká zvrátená vec, ktorú nás učia v škole.

source: [_MB_] Are you sure you're not just exploring the Oedipal Complex side of this assignment with your mom in her office? Hahahahah...
sk_sk: [_MB_] Si si istý, že práve neskúmaš stránku oidipovského komplexu v tejto úlohe s tvojou mamou v jej kancelárii? Hahahahah...

source: [_R_] What?.... no.... shut up!
sk_sk: [_R_] Čo? ... nie .... drž hubu!

source: [_MG_] Holy shit!
sk_sk: [_MG_] Do prdele!

source: [_R_] What?
sk_sk: [_R_] Čo?

source: [_MG_] I just got a mental image.... wow!.... That really turns me on for some reason.
sk_sk: [_MG_] Práve som si urobila mentálny obraz.... wow!.... To ma z nejakého dôvodu naozaj vzrušuje.

source: [_R_] What?.... No.... don't get a mental image!.... There's nothing to get an image about.... there's nothing going on with me and Miss [mom_name]!
sk_sk: [_R_] Čo?.... Nie.... nedostať mentálny obraz!.... Nie je o čom si robiť obraz.... medzi mnou a slečnou [mom_name]sa nič nedeje !

source: [_MG_] Matt! Follow me.... I've got something.... I need to.... take care of...
sk_sk: [_MG_] Matt! Nasleduj ma... Mám niečo... Potrebujem sa... postarať o...

source: [_RT_] {i}Ok, Mom's probably in her office. I could go talk to her, or should I maybe look around and see if I can tell where Matt and Megan went.... maybe I can sneak a peek.... {/i}
sk_sk: [_RT_] {i}Ok, mama je pravdepodobne vo svojej kancelárii. Mohol by som sa s ňou ísť porozprávať, alebo by som sa mala poobzerať a zistiť, kam Matt a Megan odišli.... možno sa mi podarí tajne nakuknúť.... {/i}

source: [_RT_] {i}Just a few weeks ago, I would have considered spying on Matt and Megan super creepy, but with some of the choices I've made lately, it seems pretty mild.... what am I becoming?{/i}
sk_sk: [_RT_] {i}Ešte pred niekoľkými týždňami by som špehovanie Matta a Megan považoval za super strašidelné, ale s niektorými rozhodnutiami, ktoré som v poslednom čase urobil, sa to zdá byť celkom mierne.... čím sa stávam? {/i}

source: [_RT_] {i}Huh.... no feet under the stalls.... I thought for sure they'd be here. After all this is where Matt sent Megan to come service me.{/i}
sk_sk: [_RT_] {i}Huh.... žiadne nohy pod kabínkami.... Myslel som si, že tu určite budú. Veď práve sem Matt poslal Megan, aby ma prišla obslúžiť.{/i}
