Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_RT_] {i}I feel really sad that Sidney has to get herself off like this, when there's someone right here who's all ready and willing to help her out.{/i}
sk_sk: [_RT_] {i}Je mi veľmi ľúto, že sa Sidney musí takto sama..., keď je tu niekto, kto je pripravený a ochotný jej pomôcť.{/i}

source: [_RT_] {i}Maybe I can find something in the online store to help her with that.{/i}
sk_sk: [_RT_] {i}Možno nájdem v internetovom obchode niečo, čo jej s tým pomôže.{/i}

source: [_RT_] {i}Holy shit!.... This is like shower-ception!{/i}
sk_sk: [_RT_] {i}Dopekla!.... To je ako recepcia so sprchou!{/i}

source: [_RT_] {i}But if this is a dream, I don't want to wake up.... But....{/i}
sk_sk: [_RT_] {i}Ale ak je to sen, nechcem sa zobudiť.... Ale....{/i}

source: [_RT_] {i}Thanks Sidney! Same time tomorrow?{/i}
sk_sk: [_RT_] {i}Vďaka Sidney! Zajtra v rovnakom čase?{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Sidney libido -5" {/b}{/i}

source: [_RT_] {i}Mom's taking her after school shower. Thanks to my new spy-cam, I can take a peek.{/i}
sk_sk: [_RT_] {i}Mama sa po škole sprchuje. Vďaka mojej novej špehovacej kamere sa môžem pozrieť.{/i}

source: [_RT_] {i}Oh, Mom looks so tired, probably all the stress of everything going on!{/i}
sk_sk: [_RT_] {i}Mama vyzerá tak unavene, asi je z toho všetkého v strese!{/i}

source: [_RT_] {i}I wish I could go in there and give her some physical comfort.{/i}
sk_sk: [_RT_] {i}Chcel by som tam ísť a poskytnúť jej fyzickú útechu.{/i}

source: [_RT_] {i}I wonder what's going through Mom's head.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo sa mame preháňa hlavou.{/i}

source: [_RT_] {i}Oh, good! The show's getting better. I could never get tired of looking at her in the shower from this angle!{/i}
sk_sk: [_RT_] {i}Ach, dobre! Predstavenie sa zlepšuje. Nikdy ma neomrzí pozerať sa na ňu v sprche z tohto uhla!{/i}

source: [_RT_] {i}Although Mom does look really good on a pole.{/i}
sk_sk: [_RT_] {i}Hoci mama vyzerá na tyči naozaj dobre.{/i}

source: [_RT_] {i}I'll just have to save this for later.{/i}
sk_sk: [_RT_] {i}Budem si to musieť nechať na neskôr.{/i}

source: [_RT_] {i}Alright, show me what I paid $1000 for.{/i}
sk_sk: [_RT_] {i}Dobre, ukáž mi, za čo som zaplatil 1000 dolárov.{/i}

source: [_RT_] {i}Oh man, Mom's going for it!{/i}
sk_sk: [_RT_] {i}Človeče, mama sa na to chystá!{/i}

source: [_RT_] {i}Without Dad, she must be feeling pretty lonely.{/i}
sk_sk: [_RT_] {i}Bez otca sa musí cítiť dosť osamelo.{/i}

source: [_RT_] {i}Oh.... ho.... ho.... Mom really is a naughty girl, giving her asshole a little attention too.{/i}
sk_sk: [_RT_] {i}Oh.... ho.... ho.... Mamička je naozaj nezbedné dievčatko, ktoré venuje trochu pozornosti aj svojmu zadku.{/i}

source: [_RT_] {i}What is it that's making her so horny?{/i}
sk_sk: [_RT_] {i}Čo ju tak vzrušuje?{/i}

source: [_RT_] {i}Is she thinking about all those men watching her strip?{/i}
sk_sk: [_RT_] {i}Myslí na všetkých tých mužov, ktorí sa na ňu pozerajú?{/i}

source: [_RT_] {i}Is she thinking about me sneaking into the club to watch her strip?{/i}
sk_sk: [_RT_] {i}Myslí na to, že sa vkradnem do klubu, aby som sa pozrel na jej striptíz?{/i}

source: [_RT_] {i}Did she just stick that shampoo bottle into her ass?{/i}
sk_sk: [_RT_] {i}To si práve strčila tú fľašu šampónu do zadku?{/i}

source: [_RT_] {i}Awesome! I've got a picture of Mom pleasuring her asshole!{/i}
sk_sk: [_RT_] {i}Úžasné! Mám fotku mamy, ako si uspokojuje zadok!{/i}

source: [_RT_] {i}It goes in so easy! Dad doesn't seem like the kind of guy that would be into anal. Maybe she's always had to pleasure herself this way.{/i}
sk_sk: [_RT_] {i}Ide to tak ľahko! Otec nevyzerá ako typ človeka, ktorý by bol na anál. Možno sa vždy musela uspokojovať týmto spôsobom.{/i}

source: [_RT_] {i}Well, I'll be happy to fill that void for her, so to speak.{/i}
sk_sk: [_RT_] {i}No, ja tú prázdnotu za ňu takpovediac rád vyplním.{/i}

source: [_RT_] {i}What I wouldn't give to be in that bottle's place right now!{/i}
sk_sk: [_RT_] {i}Čo by som dal za to, keby som bol teraz na mieste tej fľaše!{/i}

source: [_RT_] {i}I can't believe Sidney and Lauren are using this same bottle to get themselves off.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že Sidney a Lauren používajú tú istú fľašu, aby sa urobili.{/i}

source: [_RT_] {i}Soon Mom won't have to resort to such measures to get her itches scratched.{/i}
sk_sk: [_RT_] {i}Čoskoro sa mama nebude musieť uchyľovať k takýmto opatreniam, aby si poškriabala svrbenie.{/i}

source: [_RT_] {i}Her son will be more than willing.{/i}
sk_sk: [_RT_] {i}Jej syn bude viac než ochotný.{/i}

source: [_RT_] {i}I've just got to get her to overcome her already formed ideas of where that kind of love should come from.{/i}
sk_sk: [_RT_] {i}Musím ju len prinútiť, aby prekonala svoje už vytvorené predstavy o tom, odkiaľ by mal takýto druh lásky pochádzať.{/i}

source: [_RT_] {i}I've still got a lot of work ahead of me.{/i}
sk_sk: [_RT_] {i}Mám pred sebou ešte veľa práce.{/i}

source: [_RT_] {i}And I don't think I can send her the bill for a replacement.{/i}
sk_sk: [_RT_] {i}A nemyslím si, že jej môžem poslať účet za náhradu.{/i}

source: [_RT_] {i}Great job today, Mom! I'll try to make it to your next show.{/i}
sk_sk: [_RT_] {i}Skvelá práca dnes, mami! Pokúsim sa prísť na tvoju ďalšiu show.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Mamine libido -5" {/b}{/i}

source: [_RT_] {i}Ok, I just need to climb up on this cabinet.... {/i}
sk_sk: [_RT_] {i}Ok, musím len vyliezť na tento kabinet.... {/i}

source: [_RT_] {i}Ouch.... dammit!.... That hurt!.... {/i}
sk_sk: [_RT_] {i}Ouch.... sakra!.... To bolelo!.... {/i}

source: [_RT_] {i}You cunt sucking douche mouth!{/i}
sk_sk: [_RT_] {i}Ty pizda fajčiaca, ty debilná držka!{/i}

source: [_RT_] {i}Chode licking, cock gobbler!{/i}
sk_sk: [_RT_] {i}Lízanie, prehĺtačka hadov!{/i}

source: [_RT_] {i}All right, just a slight adjustment so I have a good view of the bed.{/i}
sk_sk: [_RT_] {i}Dobre, len malá úprava, aby som mal dobrý výhľad na posteľ.{/i}

source: [_RT_] {i}.... and now I should be able to see live streams of whatever it is Mom does in here.{/i}
sk_sk: [_RT_] {i}.... a teraz by som mal byť schopný vidieť priame prenosy čohokoľvek, čo tu mama robí.{/i}

source: [_RT_] {i}I can't wait! It's amazingly convenient that Mom has a predictable daily schedule.... hmmmm.{/i}
sk_sk: [_RT_] {i}Už sa neviem dočkať! Je úžasne výhodné, že mama má predvídateľný denný program.... hmmmm.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in Mom's bedroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do maminej spálne. Teraz už len musím mamu zachytiť, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}Hmmm.... I wonder why the door is locked?{/i}
sk_sk: [_RT_] {i}Hmmm.... Zaujímalo by ma, prečo sú dvere zamknuté?{/i}

source: [_RT_] {i}Wait.... is that Mom moaning?{/i}
sk_sk: [_RT_] {i}Počkať.... je to stonanie mamy?{/i}

source: [_RT_] {i}I should check it out.{/i}
sk_sk: [_RT_] {i}Mal by som to skontrolovať.{/i}

source: [_RT_] {i}Sounds like things are winding down. I'm probably too late to see anything good.{/i}
sk_sk: [_RT_] {i}Zdá sa, že veci sa končia. Asi som prišiel neskoro, aby som videl niečo dobré.{/i}

source: [_RT_] {i}Wait.... is that Mom moaning? I've got to figure out a way to see in there!{/i}
sk_sk: [_RT_] {i}Počkať.... je to stonanie mamy? Musím prísť na spôsob, ako sa tam pozrieť!{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to buy a spy-cam and place it in Mom's bedroom when no one is around.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím si kúpiť špionážnu kameru a umiestniť ju do maminej spálne, keď nikto nie je nablízku.{/i}

source: [_RT_] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
sk_sk: [_RT_] {i}Dvere sú zamknuté, musí sa obliekať. {p}Počkať, počujem to stonanie?{p}Som si celkom istý, že je to stonanie.{/i}

source: [_RT_] {i}I've got to figure out a way to spy on her.{/i}
sk_sk: [_RT_] {i}Musím prísť na spôsob, ako ju špehovať.{/i}

source: [_RT_] {i}Mom already said she wasn't going to let me in.{/i}
sk_sk: [_RT_] {i}Mama už povedala, že ma tam nepustí.{/i}

source: [_RT_] {i}I can always watch her on the spy-cam, though.{/i}
sk_sk: [_RT_] {i}Vždy ju však môžem sledovať na špionážnej kamere.{/i}

source: [_RT_] {i}That's how she stays in such great shape.{/i}
sk_sk: [_RT_] {i}Vďaka tomu sa udržiava v takej skvelej kondícii.{/i}

source: [_RT_] {i}Oh yes, finally the good part.{/i}
sk_sk: [_RT_] {i}Ó áno, konečne tá dobrá časť.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
sk_sk: [_RT_] {i}Len.... wow.... aké telo!{/i}

source: {i}"A little while later."{/i}
sk_sk: {i}"O chvíľu neskôr." {/i}

source: [_RT_] {i}Looks like she's about done, I should get out of here before she walks out that door.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že už je skoro hotová, mal by som odtiaľto vypadnúť skôr, ako vyjde dverami.{/i}

source: [_RT_] {i}Mom's usually doing her yoga in her bedroom this early in the morning. She usually locks her door. Should I knock and see if she'll let me in?{/i}
sk_sk: [_RT_] {i}Mama zvyčajne cvičí jogu vo svojej spálni tak skoro ráno. Zvyčajne si zamyká dvere. Mám zaklopať a zistiť, či ma pustí dnu?{/i}

source: [_M_] {i}(Yelling through the door){/i} Who is it?
sk_sk: [_M_] {i}(Krik cez dvere){/i} Kto je to?

source: [_R_] It's me, Mom!... Will you let me in?
sk_sk: [_R_] To som ja, mami!... Pustíš ma dnu?

source: [_M_] Try the door. Sometimes I don't lock it.
sk_sk: [_M_] Skús dvere. Niekedy ich nezamknem.

source: [_R_] Uhh... It's locked.
sk_sk: [_R_] Uhh... Je zamknuté.

source: [_M_] Sorry, Honey. I'm trying to hold a position. And as soon as I'm done, I'll have to hurry and get dressed.
sk_sk: [_M_] Prepáč, zlato. Snažím sa udržať si pozíciu. A hneď ako skončím, budem sa musieť ponáhľať a obliecť.

source: [_M_] You're just going to have to talk to me later.
sk_sk: [_M_] Budeš sa so mnou musieť porozprávať neskôr.

source: [_R_] Alright, talk to you later.
sk_sk: [_R_] Dobre, uvidíme sa neskôr.

source: [_RT_] {i}She's too busy to unlock the door, but now, I can watch her on my spy-cam.{/i}
sk_sk: [_RT_] {i}Je príliš zaneprázdnená, aby odomkla dvere, ale teraz ju môžem sledovať na svojej špehovacej kamere.{/i}

source: [_RT_] {i}Looks like Mom's feeling a little lonely without Dad, I've got to convince her that she can come to me for this kind of attention.{/i}
sk_sk: [_RT_] {i}Zdá sa, že mama sa cíti bez otca trochu osamelá, musím ju presvedčiť, že si môže prísť po takýto druh pozornosti ku mne.{/i}

source: [_RT_] {i}Good timing on my part, I think she's just getting started.{/i}
sk_sk: [_RT_] {i}Z mojej strany je to dobré načasovanie, myslím, že práve začína.{/i}

source: [_RT_] {i}Is that a fucking butt plug?{/i}
sk_sk: [_RT_] {i}Je to zasraná zátka?{/i}

source: [_RT_] {i}I guess Mom's into that kind of thing.{/i}
sk_sk: [_RT_] {i}Myslím, že mama má rada takéto veci.{/i}

source: [_MT_] {i}Time to give the new plug a try.{/i}
sk_sk: [_MT_] {i}Je čas vyskúšať novú zátku.{/i}

source: [_MT_] {i}Uuug.... why did [dad_name] force anal on me? Now it's hard for me to even cum without something in my ass.{/i}
sk_sk: [_MT_] {i}Uuug.... prečo ma [dad_name] nútil k análu? Teraz je pre mňa ťažké dokonca aj vyvrcholiť bez niečoho v zadku.{/i}

source: [_RT_] {i}There's that butt plug again.{/i}
sk_sk: [_RT_] {i}Zase tá zátka.{/i}

source: [_RT_] {i}Holy.... she's sliding it in slowly.... I've got to get a picture.{/i}
sk_sk: [_RT_] {i}Svätý.... ju pomaly zasúva.... Musím si urobiť fotku.{/i}

source: [_RT_] {i}There's some future jack-off material.{/i}
sk_sk: [_RT_] {i}Je tu nejaký budúci materiál na vyvádzanie. {/i}

source: [_MT_] {i}Oh God, it's been a little while.{/i}
sk_sk: [_MT_] {i}Bože, už je to nejaký čas.{/i}

source: [_RT_] {i}The look on her face.... It looks so uncomfortable.... does she really like it?{/i}
sk_sk: [_RT_] {i}Pohľad na jej tvár.... Vyzerá to tak nepríjemne.... sa jej to naozaj páči?{/i}

source: [_MT_] {i}Fucking [dad_name]!{/i}
sk_sk: [_MT_] {i}Zasraný [dad_name]!{/i}

source: [_MT_] {i}Why does this get me off so much?{/i}
sk_sk: [_MT_] {i}Prečo ma to tak rozčuľuje?{/i}

source: [_MT_] {i}Most women hate anal stuff.{/i}
sk_sk: [_MT_] {i}Väčšina žien nenávidí análne veci.{/i}

source: [_MT_] {i}This makes me feel like a dirty pornstar.{/i}
sk_sk: [_MT_] {i}Cítim sa pri tom ako oplzlá pornohviezda.{/i}

source: [_RT_] {i}She needs a vibrator too to get off?{/i}
sk_sk: [_RT_] {i}Potrebuje aj vibrátor, aby sa urobila?{/i}

source: [_RT_] {i}I hope when my time comes I can compete with all that hardware.{/i}
sk_sk: [_RT_] {i}Dúfam, že keď príde môj čas, budem môcť súťažiť s týmto hardvérom.{/i}

source: [_RT_] {i}I hope one day soon I can pleasure her better than a vibrator and butt plug can.{/i}
sk_sk: [_RT_] {i}Dúfam, že jedného dňa ju budem môcť potešiť lepšie ako vibrátor a zátka.{/i}

source: [_MT_] {i}Oh God!.... I crossed the touching line with [ryan]!{/i}
sk_sk: [_MT_] {i}Bože!.... Prekročila som dotykovú čiaru s [ryan]!{/i}

source: [_MT_] {i}I actually gave him a handjob!{/i}
sk_sk: [_MT_] {i}Vlastne som mu vyhonila!{/i}

source: [_MT_] {i}That cock is so huge, I could barely wrap my hand around it!{/i}
sk_sk: [_MT_] {i}Ten penis je taký obrovský, že by som ho ledva chytila rukou!{/i}

source: [_MT_] {i}I know it can't be good for him to have so much cum stored up, but God, seeing that big of a cumshot really turned me on!{/i}
sk_sk: [_MT_] {i}Viem, že to preňho nemôže byť dobré, keď má v zásobe toľko semena, ale bože, keď som videla takú veľkú dávku, naozaj ma to vzrušilo!{/i}

source: [_MT_] {i}Oh, Fuuuuuuck!!!{/i}
sk_sk: [_MT_] {i}Oh, kurva!{/i}

source: [_MT_] {i}Oh my God!.... I'm squirting!!{/i}
sk_sk: [_MT_] {i}Panebože!.... Striekam!!{/i}

source: [_MT_] {i}Oh Yes!! Fucking squirted again!{/i}
sk_sk: [_MT_] {i}Áno!! Opäť som sa vystriekala!{/i}

source: [_MT_] {i}What's the harm in a little imagination?{/i}
sk_sk: [_MT_] {i}Čo je zlé na troche fantázie?{/i}

source: [_MT_] {i}But that felt sooooo good!{/i}
sk_sk: [_MT_] {i}Ale bolo to veľmi dobré!{/i}

source: [_MT_] {i}What's wrong with me.{/i}
sk_sk: [_MT_] {i}Čo je so mnou.{/i}

source: [_RT_] {i}Mom must be doing a lot of extra laundry with all the girls squirting all over their beds.{/i}
sk_sk: [_RT_] {i}Mama musí prať veľa bielizne navyše, keď si všetky dievčatá postriekajú postele.{/i}

source: [_RT_] {i}Not to mention what I do in mine.{/i}
sk_sk: [_RT_] {i}Nehovoriac o tom, čo robím vo svojej.{/i}

source: [_RT_] {i}And that makes 3 for 3.{/i}
sk_sk: [_RT_] {i}A to je 3 za 3.{/i}

source: [_RT_] {i}Squirting is obviously hereditary.{/i}
sk_sk: [_RT_] {i}Squirting je zrejme dedičný.{/i}

source: [_RT_] {i}Wow! Mom's a squirter too.{/i}
sk_sk: [_RT_] {i}Wow! Mama je tiež squirterka.{/i}

source: [_RT_] {i}Maybe it's a family thing.{/i}
sk_sk: [_RT_] {i}Možno je to rodinná záležitosť.{/i}

source: [_RT_] {i}Oh my God! Mom just squirted all over her bed!{/i}
sk_sk: [_RT_] {i}Bože môj! Mama práve postriekala celú svoju posteľ!{/i}

source: [_RT_] {i}I thought that was just some kinky porn gimmick where the girls just piss all over.{/i}
sk_sk: [_RT_] {i}Myslel som si, že je to len nejaký zvrátený porno trik, kde sa dievčatá jednoducho vymočia.{/i}

source: [_RT_] {i}Wow, Mom's a real squirter!{/i}
sk_sk: [_RT_] {i}Páni, mama je naozajstná squirterka!{/i}

source: [_RT_] {i}Just.... wow!{/i}
sk_sk: [_RT_] {i}Iba.... wow!{/i}

source: [_RT_] {i}I might need to go back to my room to take care of something myself.{/i}
sk_sk: [_RT_] {i}Možno sa budem musieť vrátiť do svojej izby, aby som si niečo vybavil sám.{/i}

source: [_RT_] {i}I should probably go get some sleep now, maybe.... {/i}
sk_sk: [_RT_] {i}Asi by som sa už mal ísť vyspať, možno.... {/i}

source: [_RT_] {i}I should run before I get caught.{/i}
sk_sk: [_RT_] {i}Mal by som utiecť, než ma chytia.{/i}

source: [_MT_] {i}Holy fuck.... It looked like Lauren was licking up cum in the lounge.{/i}
sk_sk: [_MT_] {i}Svätý šuk.... Vyzeralo to, akoby Lauren lízala semeno v obývačke.{/i}

source: [_MT_] {i}She said it was frosting from a cinnamon roll, but what if it was [ryan]'s cum?{/i}
sk_sk: [_MT_] {i}Povedala, že je to poleva zo škoricovej rolky, ale čo ak je to [ryan]' semeno?{/i}

source: [_MT_] {i}I know that's absolutely ridiculous.... and that thought shouldn't turn me on.... but.... fuck, that's hot to imagine!{/i}
sk_sk: [_MT_] {i}Viem, že je to absolútne smiešne.... a táto myšlienka by ma nemala vzrušovať.... ale.... kurva, to je horúce si predstaviť!{/i}

source: [_MT_] {i}I can't believe I made my sister get such a sexy uniform.... I mean it serves her right!{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, že som svoju sestru prinútila dostať takú sexy uniformu.... Myslím, že jej to slúži!{/i}

source: [_MT_] {i}But [ryan] and her are home all alone! Could [ryan] resist the temptation to take advantage of her?{/i}
sk_sk: [_MT_] {i}Ale [ryan] a ona sú doma úplne sami! Dokázal by [ryan] odolať pokušeniu využiť ju?{/i}

source: [_MT_] {i}Haha.... I know Camille would never let him.... but its still pretty sexy to imagine!{/i}
sk_sk: [_MT_] {i}Haha.... Viem, že Camille by mu to nikdy nedovolila.... ale aj tak je to dosť sexy predstaviť si to!{/i}

source: [_MT_] {i}And that time, I thought of [ryan] fucking Camille.{/i}
sk_sk: [_MT_] {i}A vtedy som si spomenula na [ryan] ako šuká Camille.{/i}

source: [_MT_] {i}What's the harm in a little imagination. He would never really do that.{/i}
sk_sk: [_MT_] {i}Čo je zlé na troche fantázie. Nikdy by to naozaj neurobil.{/i}

source: [_MT_] {i}Oh how have I let those stupid computer games let me get so out of control?{/i}
sk_sk: [_MT_] {i}Ako som len mohla dovoliť, aby sa mi tie hlúpe počítačové hry tak vymkli spod kontroly?{/i}

source: [_MT_] {i}[ryan] and I fucking watched each other masturbate!{/i}
sk_sk: [_MT_] {i}[ryan] a ja sme sa kurva pozerali, ako navzájom masturbujeme!{/i}

source: [_MT_] {i}I can't believe the size of that kids cock.{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť veľkosti toho detského vtáka.{/i}

source: [_MT_] {i}And that time, I thought of [ryan] fucking me on purpose.{/i}
sk_sk: [_MT_] {i}A vtedy som si spomenula na [ryan] ako šuká Camille.{/i}

source: [_MT_] {i}What's the harm in a little imagination. I would never really do that.{/i}
sk_sk: [_MT_] {i}Čo je zlé na troche fantázie. Nikdy by to naozaj neurobil.{/i}

source: [_MT_] {i}But that just felt sooooo good!{/i}
sk_sk: [_MT_] {i}Ale bolo to veľmi dobré!{/i}

source: [_MT_] {i}Was [ryan] really just trying to fix the washing machine, or was he dry humping my ass on purpose?{/i}
sk_sk: [_MT_] {i}Skutočne sa [ryan] len snažil opraviť práčku, alebo mi naschvál šúchal zadok?{/i}

source: [_MT_] {i}I swear I could feel his huge cock hot dogging my ass cheeks as he tried to fix those belts.{/i}
sk_sk: [_MT_] {i}Prísahám, že som cítila jeho obrovský penis, ako mi horúco ohuruje líca, keď sa snažil opraviť tie pásy.{/i}

source: [_MT_] {i}I can't believe I let [ryan] show me those types of games in my office.{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, že som dovolila, aby mi [ryan] ukázal takéto hry v mojej kancelárii.{/i}

source: [_MT_] {i}I wonder if they make him imagine those same scenarios with me.{/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, či ho nútia predstavovať si tie isté scenáre so mnou.{/i}

source: [_MT_] {i}I can't believe how much I need to have both of my holes filled.{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, ako veľmi potrebujem zaplniť obe svoje diery.{/i}

source: [_MT_] {i}How would it be to fuck two men at the same time?{/i}
sk_sk: [_MT_] {i}Aké by to bolo súložiť s dvoma mužmi naraz?{/i}

source: [_MT_] {i}[dad_name] would never let that happen, but now that [dad_name] is gone.... {/i}
sk_sk: [_MT_] {i}[dad_name] by to nikdy nedovolil, ale teraz, keď je [dad_name] preč.... {/i}

source: [_MT_] {i}I can't let myself think that way.... {/i}
sk_sk: [_MT_] {i}Nemôžem si dovoliť takto myslieť.... {/i}

source: [_MT_] {i}But still.... what two guys would I even want to fuck me besides my husband?{/i}
sk_sk: [_MT_] {i}Ale stále.... akých dvoch chlapov by som vôbec chcela, aby ma ošukali okrem môjho manžela?{/i}

source: [_MT_] {i}I can't believe how much I enjoy anal now.{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, ako veľmi si teraz užívam anál.{/i}

source: [_MT_] {i}I wonder how long [dad_name] will be gone. I can't live without a real fucking for long!{/i}
sk_sk: [_MT_] {i}Som zvedavá, ako dlho bude [dad_name] preč. Nemôžem dlho žiť bez skutočného šukania!{/i}

source: [_MT_] {i}If he's there for years, could I be celibate the whole time he's gone?{/i}
sk_sk: [_MT_] {i}Ak tam bude celé roky, mohla by som žiť v celibáte po celý čas jeho neprítomnosti?{/i}

source: [_MT_] {i}Who would I even fuck, if not my husband?{/i}
sk_sk: [_MT_] {i}S kým by som vôbec mala šukať, ak nie s manželom?{/i}

source: [_MT_] {i}Thanks to [dad_name]'s jealousy, there really aren't many men in my life.{/i}
sk_sk: [_MT_] {i}Keď [dad_name] tak žiarli, v mojom živote naozaj nie je veľa mužov.{/i}

source: [_MT_] {i}There's a few students I could imagine being with, and then there's Joey DeCapo and his goons.{/i}
sk_sk: [_MT_] {i}Je tu pár študentov, s ktorými by som si vedela predstaviť byť, a potom je tu Joey DeCapo a jeho hrdlorezi.{/i}

source: [_MT_] {i}I still can't believe that asshole allows my son into his club whenever he feels like it.{/i}
sk_sk: [_MT_] {i}Stále nemôžem uveriť, že ten kretén pustí môjho syna do svojho klubu, kedykoľvek sa mu zachce.{/i}

source: [_MT_] {i}Now that boy has a big penis. I don't know if I'd be able to fit him in either of my holes.{/i}
sk_sk: [_MT_] {i}Ten chlapec má teraz veľký penis. Neviem, či by som ho dokázala vložiť do niektorej z mojich dier.{/i}

source: [_MT_] {i}With [dad_name] being so jealous there really aren't many men in my life.{/i}
sk_sk: [_MT_] {i}Keď [dad_name] tak žiarli, v mojom živote naozaj nie je veľa mužov.{/i}

source: [_MT_] {i}All I can really think of is stupid Joey DeCapo.... that asshole who let's my son into his club whenever he wants.{/i}
sk_sk: [_MT_] {i}Jediné, čo mi napadá, je hlúpy Joey DeCapo.... ten debil, ktorý pustí môjho syna do svojho klubu, kedykoľvek sa mu zachce.{/i}

source: [_MT_] {i}Oh, God!.... Why am I thinking about my son right now?{/i}
sk_sk: [_MT_] {i}Bože!.... Prečo práve teraz myslím na svojho syna?{/i}

source: [_MT_] {i}It's been so long since I've squirted!{/i}
sk_sk: [_MT_] {i}Už je to tak dávno, čo som sa tak urobila na mokro!{/i}

source: [_MT_] {i}I haven't done that since before I married [dad_name].{/i}
sk_sk: [_MT_] {i}To som neurobila od doby, než som sa vydala [dad_name].{/i}

source: [_MT_] {i}Shit, shit, shit.... I think I might have been imagining [ryan] fucking me with his huge dick.{/i}
sk_sk: [_MT_] {i}Hovno, hovno, hovno.... Myslím, že som si predstavovala, ako ma [ryan] šuká svojím obrovským vtákom.{/i}

source: [_MT_] {i}Dammit! Having him spy on me at the club has really messed me up.{/i}
sk_sk: [_MT_] {i}Sakra! To, že ma špehoval v klube, ma poriadne rozhodilo.{/i}

source: [_MT_] {i}I've always been turned on by taboo things.{/i}
sk_sk: [_MT_] {i}Vždy ma vzrušovali tabuizované veci.{/i}

source: [_MT_] {i}But I know the difference between fantasy and real life. I would never really do that.{/i}
sk_sk: [_MT_] {i}Ale viem, aký je rozdiel medzi fantáziou a skutočným životom. Nikdy by som to naozaj neurobila.{/i}

source: [_RT_] {i}Well.... not a lot of action going on right here. I should probably just go to sleep myself.{/i}
sk_sk: [_RT_] {i}No.... sa tu nedeje veľa akcií. Asi by som mal ísť spať sám.{/i}
