Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_M_] Huh... I thought I'd shut and locked it.
sk_sk: [_M_] Hm ... Myslela som si, že to zavriem a zamknem.

source: [_R_] Mom... You look like you're really struggling.
sk_sk: Mami ... Vyzeráš, akoby si naozaj bojoval.

source: [_M_] No shit?
sk_sk: -To nie je nič?

source: [_M_] Of course I'm struggling!
sk_sk: [_M_] Samozrejme, že som bojoval!

source: [_M_] Since [dad_name] went to prison, at any given moment I'm just a breath away from a nervous breakdown.
sk_sk: [_ M_] Od [dad_name] šiel do väzenia, v každom danom okamihu som len dych preč od nervovej zrúti.

source: [_M_] All the weight he was carrying was added to the weight I already had and then tripled with the weight of being investigated by the FBI and extorted by the Mob.
sk_sk: [_M_] Všetka váha, ktorú niesol, bola pridaná k hmotnosti, ktorú som už mal a potom strojnásobil s hmotnosťou vyšetrovanej FBI a vydieraná v Mob.

source: [_M_] I'm doing everything I can to keep our family together, hell, at this point I'm doing everything I can just to keep us from getting murdered.
sk_sk: [_M_] Ja robím všetko, čo môžem, aby naša rodina spolu, peklo, v tomto bode robím všetko, čo môžem len, aby nás od toho, aby nás zavraždili.

source: [_M_] And I realized tonight that I've been relying on you too much.
sk_sk: [_ M_] A dnes večer som si uvedomil, že sa spolieham na vás príliš veľa.

source: [_M_] By letting you carry so much responsibility, I've robbed you of the final years of your youth.
sk_sk: Ak dovolíte niesť toľko zodpovednosti, vylúpil som vás z posledných rokov svojej mladej mládeže.

source: [_M_] By being so vulnerable and letting my guard down, I allowed myself to rob you of your innocence.
sk_sk: Tým, že som bol taký zraniteľný a sklamal moju stráž, dovolil som ti okradnúť vašu nevinu.

source: [_M_] I don't think I can ever forgive myself for being the worst mother ever!
sk_sk: [_ M_] Nemyslím si, že by som mohol nikdy odpustiť sám za to, že najhoršia matka vôbec!

source: [_M_] You and your sisters will carry the emotional scars of these years for the rest of your lives.
sk_sk: [_M_] Vy a vaše sestry budú niesť citové jazvy týchto rokov pre zvyšok vášho života.

source: [_M_] And now my sister has given me a whole other trash can of shit, and I'm not sure how I'm going to deal with it.
sk_sk: [_M_] A teraz mi moja sestra dala celý iný odpad, a nie som si istý, ako sa s tým vysporiadam.

source: [_M_] And I hate myself even more since the only solution I can think of would only expose our family to even more debauchery.
sk_sk: [_M_] A ja sa nenávidím ešte viac, pretože jediné riešenie, ktoré môžem myslieť na to, by len vystaviť našu rodinu ešte viac debauchery.

source: [_R_] You think you stole my innocence!?
sk_sk: Myslíš si, že si mi ukradol moju nevinu?

source: [_R_] That's why you've been avoiding me, acting so awkward around me lately?
sk_sk: [_ R_] To je dôvod, prečo ste sa vyhýli mi, správať sa tak trápne okolo mňa v poslednej dobe?

source: [_M_] I mean, what kind of mother would do that to their own son!?
sk_sk: [_M_] Myslím, akú matku by to urobil svojmu vlastnému synu!?

source: [_R_] Hey, you've got it all wrong!
sk_sk: [_ R_] Hej, všetko je v poriadku!

source: [_R_] You didn't steal anything from me. You gave me the greatest gift I've ever recieved in my life!
sk_sk: [_ R_] Nekradli ste nič odo mňa. Dal si mi ten najväčší dar, aký som kedy dostal v mojom živote!

source: [_M_] That's not what your therapist is going to say when your a forty year old man who can't maintain a normal relationship.
sk_sk: [_M_] To nie je to, čo váš terapeut povie, keď váš štyridsať rokov starý muž, ktorý nemôže udržať normálny vzťah.

source: [_R_] Fuck my future therapist! When I'm forty years old, I hope I'm still in a relationship with you.
sk_sk: [_ R_] Pojeb sa na moju budúcu terapeutku! Keď mám štyridsať rokov, dúfam, že som stále vo vzťahu s vami.

source: [_M_] Oh, God!... That is just wrong on so many levels.
sk_sk: Oh, Bože! To je nesprávne na toľkom úrovniach.

source: [_M_] In any normal situation...
sk_sk: [_ M_] V každej normálnej situácii ...

source: [_R_] I'm going to stop you already.
sk_sk: -Už ťa už zastavím.

source: [_R_] We're not in a normal situation.
sk_sk: [_ R_] Nie sme v normálnej situácii.

source: [_R_] What we're going through is so far away from normal, that we can't be expected to act like we're in a normal situation.
sk_sk: [_R_] To, čo prechádzame je tak ďaleko od normálnosti, že nemôžeme očakávať, že sa správame ako v normálnej situácii.

source: [_R_] There's nobody else we can talk to, nobody else we can rely on, nobody else we can expect to understand what it is we're going through.
sk_sk: Nie je nikto iný, s kým by sme sa mohli porozprávať, nikto iný sa nespoliehame na to, že nikto iný by sme mohli očakávať, že pochopíme, čím sa prestaneme.

source: [_R_] Right now, the only people we can rely on is each other.
sk_sk: [_R_] Práve teraz, jediní ľudia, na ktorých sa môžeme spoľahnúť, je jeden druhého.

source: [_R_] We need each other!
sk_sk: [_ R_] My sa potrebujeme navzájom!

source: [_R_] If that means we need to work together to pay off debt, then we work together.
sk_sk: [_ R_] Ak to znamená, že musíme spolupracovať, aby sme splácali dlh, potom spolupracujeme.

source: [_R_] If that means we need to share in the daily chores, then we share them.
sk_sk: [_ R_] Ak to znamená, že sa musíme podeliť o denné práce, potom sa o ne podelíme.

source: [_R_] If that means if one of us needs to hide a body, we run grab the shovel.
sk_sk: [_ R_] Ak to znamená, že ak jeden z nás potrebuje schovať telo, pobežíme chytiť lopatu.

source: [_R_] And, if that means we need to help fulfill some unfulfilled needs, we shouldn't have to go searching outside our family to find someone who has no idea what the hell it is we're going through.
sk_sk: [_R_] A, ak to znamená, že musíme pomôcť naplniť niektoré nesplnené potreby, nemali by sme ísť hľadať mimo našu rodinu nájsť niekoho, kto nemá tušenie, čo do pekla to je práve prechádzame.

source: [_R_] How could anyone else possibly know what it is we need to fulfill our needs.
sk_sk: [_R_] Ako by mohol niekto iný vedieť, čo potrebujeme, aby sme naplní naše potreby.

source: [_M_] That might be pushing it a bit. I don't need a sexual partner to understand what I'm going through to take care of my sexual needs.
sk_sk: [_ M_] To by mohlo byť tlačí trochu. Nepotrebujem sexuálny partner, aby som pochopil, čo sa deje, aby som sa postaral o svoje sexuálne potreby.

source: [_R_] Okay, but isn't it more meaningful if they do?
sk_sk: [_ R_] Dobre, ale nie je to zmysluplnejšie, ak to robia?

source: [_M_] You're just talking about me and you, right?
sk_sk: Hovoríš o mne a o tebe, však?

source: [_R_] Uh, yeah... Of course.
sk_sk: [_R_] Uh, áno ... -Samozrejme.

source: [_M_] I mean, yeah... That sounds good in theory, but I'm not sure the application doesn't just burn us all to the ground.
sk_sk: [_M_] Myslím, áno ... To znie dobre v teórii, ale nie som si istý, že tá aplikácia nás nespaľuje až na zem.

source: [_R_] I think it's working out well so far.
sk_sk: [_ R_] Myslím, že to funguje dobre tak ďaleko.

source: [_M_] You do?!
sk_sk: [_ M_] Vy áno?

source: [_R_] It is for me.
sk_sk: [_ R_] To je pre mňa.

source: [_R_] Sure we're under a shit ton of stress, but I've never felt more fulfilled in my life.
sk_sk: [_ R_] Určite sme pod hovno tonu stresu, ale nikdy som sa cítil viac naplní v mojom živote.

source: [_R_] I have purpose, I feel ambition, I'm building my self-worth!
sk_sk: [_ R_] Mám svoj účel, mám pocit, ctižiadnosť, stavím si svoju vlastnú hodnotu!

source: [_R_] I feel like our family is the most valuable thing in the world, and there's nothing I wouldn't do to protect it.
sk_sk: [_ R_] Cítim, že naša rodina je najcennou vecou na svete, a nie je nič, čo by som nespravil, aby som ho ochránila.

source: [_R_] And I'm still not sure exactly what it is that we're building between the two of us, but I can tell you I love it!
sk_sk: [_R_] A stále si nie som istý, čo presne staviame medzi nami dvoma, ale môžem vám povedať, že ho milujem!

source: [_R_] I want to keep exploring it, and I don't want it to stop.
sk_sk: [_ R_] Chcem ju ďalej skúmať, a nechcem, aby to zastavilo.

source: [_M_] You're not talking about being exclusive with each other, are you?
sk_sk: [_ M_] Vy nehovoríte o tom, že by ste sa mali navzájom vylučovať, však?

source: [_R_] No, but I'd still like you to consider me as an option.
sk_sk: Nie, ale stále by som rada, keby si ma považovala za možnosť.

source: [_R_] So don't try to keep me at arms length. I'm here for you.
sk_sk: [_ R_] Takže sa nesnažím držať ma na dĺžku zbraní. Som tu pre teba.

source: [_R_] That means you can rely on me to carry as much of your load as I possibly can handle. You shouldn't have to carry this burden alone.
sk_sk: [_ R_] To znamená, že sa môžete spoľahnúť na mňa niesť toľko svojho nákladu, ako som možno mohol zvládnuť. Nemali by ste niesť túto záťaž sama.

source: [_R_] Hell, I'm not going to let you.
sk_sk: Peklo, nedovolím ti.

source: [_R_] I've got some great ideas to get us out of this mess, and I'm going to make you listen to them!
sk_sk: [_ R_] Mám nejaké skvelé nápady, aby nás z tohto neporiadku, a chystám sa, aby ste si ich vypočuť!

source: [_M_] You have no idea how much this helps me!
sk_sk: [_ M_] Nemáte tušenie, ako veľmi to pomáha mne!

source: [_M_] I need your strength right now.
sk_sk: [_ M_] Potrebujem vašu silu hneď teraz.

source: [_M_] I wish I were strong enough to carry this all on my own, but you volunteering to help me carry it means the world to me.
sk_sk: [_ M_] Kieli by som bol dosť silný na to, aby som to všetko sám, ale vy dobrovoľník, aby mi pomohol niesť to znamená, že svet ku mne.

source: [_M_] I'm sorry I've been keeping you at arms length, I've just been imagining that I've damaged you to a point where it's irreparable.
sk_sk: Je mi ľúto, že som ťa držala v náručí, len som si predstavoval, že som ťa poškodil až do bodu, kde je to nenapraviteľné.

source: [_M_] My shame has made it hard for me to even look in your eyes.
sk_sk: Škoda, že mi to bolo ťažké, aby som sa pozreli do tvojich očí.

source: [_M_] Please forgive me.
sk_sk: Prosím, odpusť mi.

source: [_R_] As long as the awkwardness stops, it's forgiven.
sk_sk: [_R_] Pokiaľ sa čakanie zastaví, je odpustené.

source: [_M_] Oh, honey! Come here.
sk_sk: Oh, zlatko! Poď sem.

source: [_M_] I don't know how I got so lucky to get you for a son.
sk_sk: Neviem, ako som mal také šťastie, že som ťa dostal za syna.

source: [_M_] Now, did you say you have some ideas to get us out of this new mess Camille got us into?
sk_sk: [_ M_] Teraz, povedali ste, že máte nejaké nápady, ako nás dostať z tohto nového neporiadok Camille nás dostal do?

source: [_R_] Yes, but it's going to be tricky.
sk_sk: [_ R_] Áno, ale to bude zložité.

source: [_M_] How so?
sk_sk: [_M_] Ako tak?

source: [_R_] Because it's going to involve Camille.
sk_sk: [_ R_] Pretože to bude zahŕňať Camille.

source: [_M_] That's only fair. She caused this mess, if she wants to live here, she needs to be willing to help us get out of it.
sk_sk: [_M_] To je fér. Spôsobila ten neporiadok, ak chce žiť tu, musí byť ochotná, aby nám pomohla dostať sa z toho.

source: [_M_] And now, she's out there playing this humble "poor me" act.
sk_sk: [_ M_] A teraz je tam vonku a hrá túto pokornú "úbohú" akt.

source: [_M_] And in the moment I fell for it, I'm afraid I'm going to regret letting her stay.
sk_sk: A v tej chvíli, keď som na to skočil, sa obávam, že budem ľutovať, že som jej dovolil zostať.

source: [_R_] Well, let's just see how willing she is to make things right before we send her on her way.
sk_sk: Pozrime sa, ako ochotná je robiť veci, než ju pošleme na cestu.

source: [_R_] First, we calm Joey down and let him know he'll get his money. You'll plead for some more time to pay it back.
sk_sk: Najprv sa ukľudnime s Joeym a dajte mu vedieť, že dostane jeho peniaze. Budete sa poprosiť o nejaký čas na to, aby ste ho vrátili späť.

source: [_M_] Oh, I can be pretty persuasive when it comes to Joey. Just let me get him alone in his office.
sk_sk: [_M_] Oh, môžem byť dosť presvedčivý, keď príde na Joeyho. Nechaj ma ho dostať sám v jeho kancelárii.

source: [_R_] Gross... I don't want to hear those details.
sk_sk: [_R_] Hrubé ... Nechcem počuť tie detaily.

source: [_R_] Next, Remember how I helped Lauren and Mandy with their "Insta-Slam" account?
sk_sk: [_R_] Ďalej, pamätáte, ako som pomohol Lauren a Mandy s ich "Insta-Slam" účet?

source: [_M_] You mean how you encouraged them to take extremely sexual pictures with each other and then exploited the fact that they're cousins to get them more followers?
sk_sk: [_ M_] Chcete povedať, ako ste ich nabádali k tomu, aby sa extrémne sexuálne obrazy navzájom, a potom využil skutočnosť, že sú bratranci, aby im viac nasledovníkov?

source: [_M_] No, I don't think I remember that.
sk_sk: -Nie, nemyslím si, že si to pamätám.

source: [_R_] Right...
sk_sk: [_ R_] Vpravo ...

source: [_R_] So that little stunt made "Kissing Cousins" one of the fastest growing accounts on Insta-Slam. That account now has hundreds of thousands of followers.
sk_sk: [_ R_] Takže tá malá časť "Kissing Cousins" je jednou z najrýchlejšie rastúcejných účtov na Insta-Slam. Tento účet má teraz stovky tisícov nasledovníkov.

source: [_R_] Unfortunately they don't make any money on Insta-Slam since sponsors tend to stay away from sexualized accounts.
sk_sk: [_R_] Bohužiaľ, oni nerobia žiadne peniaze na Insta-Slam, pretože sponzori majú tendenciu sa držať ďalej od sexuálne účty.

source: [_R_] So, I'm thinking we can do something similar with the Cosplay Heaven account.
sk_sk: [_R_] Takže, myslím, že môžeme urobiť niečo podobné s Cosplay Heaven účet.

source: [_M_] Hold on!... I don't want to make money off of exploiting Lauren and Mandy any more than you already have.
sk_sk: [_ M_] Vydrž! ... Nechcem zarábať peniaze z explozovania Lauren a Mandy viac, než si už mal.

source: [_R_] They love it, but I wasn't thinking about Lauren and Mandy... I want to do it with you and Camille.
sk_sk: Milujú to, ale nemyslel som na Lauren a Mandy. Chcem to urobiť s tebou a Camille.

source: [_M_] Are you out of your Goddam mind?!
sk_sk: [_ M_] Ste z vašej božskej mysle?!

source: [_R_] Hold on!... Don't shut me down just yet.
sk_sk: [_ R_] Vydrž! ... Nezavri ma, len tak.

source: [_R_] I mean, think about it.
sk_sk: Myslim na to, premysli si to.

source: [_R_] Lauren and Mandy start to advertise that their moms, who also happen to be sisters, will be doing a steamy photo shoot together on "Cosplay Heaven."
sk_sk: [_R_] Lauren a Mandy začať inzerovať, že ich mamičky, ktorí tiež náhodou sestry, bude robiť stramy foto strieľať spolu na "Cosplay Heaven."

source: [_R_] I'll start to advertise it to the fan base that I already have on Cosplay Heaven. We'll automatically be reaching hundreds of thousands of people that already love our content.
sk_sk: [_R_] Ja začnem inzerovať to na základňu fanúšikov, že už mám na Cosplay Heaven. Automaticky dosiahneme stovky tisíc ľudí, ktorí už milujú náš obsah.

source: [_R_] That many people are going to create a buzz on the internet that will attract hundreds of thousands more curious potential fans.
sk_sk: [_R_] Že mnoho ľudí sa chystá vytvoriť buzz na internete, ktorý bude prilákať stovky tisíc viac zvedaví potenciálnych fanúšikov.

source: [_R_] I wouldn't be surprised if we reached as many as a million people
sk_sk: [_ R_] Ja by som nebol prekvapený, keby sme dosiahli toľko ako milión ľudí

source: [_R_] I'm telling you, it could be as big as Mel Delqueen selling her bath water.
sk_sk: Hovorím vám, mohlo by to byť také veľké, ako Mel Delqueen predávala jej kúpeľnú vodu.

source: [_M_] I don't know who Mel Delqueen is, but this is crazy!
sk_sk: Neviem, kto je Mel Delqueen, ale toto je šialené!

source: [_M_] I'd be fired from my job!
sk_sk: Bol by som vyhodený z mojej práce!

source: [_R_] They can't fire you. This is a form of protected free speech. Remember how Principal Hardun wouldn't let you censor Lauren during the election?
sk_sk: Nemôžu ťa vyhodiť. Toto je forma chráneného slobodného prejavu. Pamätaš, ako by si riaditeľka Hardun nedovolila cenzurovať Lauren počas volieb?

source: [_R_] If they did, you could make a killing by suing them in court for violating your free speech rights.
sk_sk: [_ R_] Ak áno, mohli by ste sa zabiť tým, že ich žalujete na súde za porušenie vašich práv na slobodu prejavu.

source: [_R_] We'd potentially be making enough money on the residuals that you would only have to keep working there if you wanted to.
sk_sk: [_ R_] Boli by sme potenciálne zarábať dosť peňazí na zvyšky, ktoré by ste len museli pracovať tam, ak by ste chceli.

source: [_R_] You'd be a celebrity teacher. Lauren's going to be so jealous of you.
sk_sk: [_ R_] Vy by ste bol učiteľ celebrity. Lauren bude na teba tak žiarlivá.

source: [_M_] Camille's never going to go for this!
sk_sk: -Camille to nikdy nepôjde!

source: [_R_] I think we have her over a barrel. She has no choice.
sk_sk: [_ R_] Myslím, že ju máme cez barel. Nemá na výber.

source: [_R_] I think the gravity of what she's done is finally sinking in.
sk_sk: [_ R_] Myslím, že gravitácia toho, čo urobila, je konečne potopenie.

source: [_R_] Plus, I'm pretty sure she's not as much of a prude as she wants us to believe.
sk_sk: [_R_] Plus, som si celkom istý, že ona nie je toľko prude, ako chce, aby sme verili.

source: [_M_] I just don't know if I can do that kind of thing with my own sister, who I hate right now, by the way.
sk_sk: [_M_] Len neviem, či to dokážem s vlastnou sestrou, ktorú teraz nenávidím, mimochodom.

source: [_R_] Desperate times call for desperate measures.
sk_sk: [_ R_] Desperáni časy volanie pre zúfalé opatrenia.

source: [_R_] Trust me, if it was as simple as starting a pretzel stand, or starting a real estate company, or some other family venture, we'd do it.
sk_sk: [_ R_] Ver mi, ak by to bolo také jednoduché, ako začať stáť, alebo začať realitnú spoločnosť, alebo nejaký iný rodinný podnik, tak by sme to urobili.

source: [_R_] We don't have time to build anything from the ground up.
sk_sk: Nemáme čas, aby sme niečo stavali od základov.

source: [_R_] I've already got everything in place to make a killing off a single photo shoot.
sk_sk: [_ R_] Už mám všetko, čo je na mieste, aby som zabil jednu foto fotenie.

source: [_R_] And, if we don't pay Joey back soon, he'll have the two of you up on stage doing the very same thing anyways. Only, you'll both be doing it every night together until you're both too old to shake your asses.
sk_sk: [_R_] A, ak nezaplatíme Joeyho čoskoro, bude mať dve z vás na javu, robiť to isté, tak aj tak. Len, budete to robiť každý večer spolu, kým nie ste obaja príliš starý, aby si pretrepali svoje zadky.

source: [_R_] At least this way, we're in control, it's a one time thing. Well, it might take multiple shoots to get all the type of content we need, but better than every single night for years.
sk_sk: [_ R_] Aspoň týmto spôsobom, sme v kontrole, to je jedna vec. No, môže to trvať niekoľko výhonkov, aby sme získali všetok obsah, ktorý potrebujeme, ale lepšie ako každú jednu noc už roky.

source: [_M_] You think there's really that many people that want to see a couple older women be sexy together?
sk_sk: [_ M_] Vy si myslíte, že je naozaj veľa ľudí, ktorí chcú vidieť pár starších žien, byť sexi spolu?

source: [_R_] You're not old, but you are both sexy. The fact that you're sisters will have the internet going crazy.
sk_sk: Nie si stará, ale obaja ste sexi. Skutočnosť, že ste sestry, bude mať internet šialený.

source: [_M_] I hate to admit it, but it's a pretty good plan.
sk_sk: -Neznášam to priznať, ale je to celkom dobrý plán.

source: [_M_] I also hate to admit it, but my mind is racing on how I can use this as a form of punishment against my sister.
sk_sk: [_M_] Tiež sa mi to nepáči priznať, ale moja myseľ je pretekanie, ako to môžem použiť ako formu trestu proti mojej sestre.

source: [_M_] Please, in whatever type of photo shoot we do, you've got to give me the dominant role.
sk_sk: [_ M_] Prosím, v každom type fotenie, ktorú robíme, musíte mi dať dominantnú úlohu.

source: [_M_] It would feel so good to spank her ass with one of the paddles with the holes in it.
sk_sk: [= M_] Bolo by to tak dobré, aby sa potopil zadok s jednou z pádla s otvormi v ňom.

source: [_M_] Oooo. Or maybe a whip would be better.
sk_sk: [_M_] Oooo. Alebo možno bič by bol lepší.

source: [_RT_] {i}Good Lord, Mom really wants to dominate her sister!{/i}
sk_sk: [_RT_] {i}Dobrý Bože, mama naozaj chce ovládnu svoju sestru! {/i}

source: [_R_] I wasn't thinking of anything that extreme, but we can workshop your ideas another day.
sk_sk: [_ R_] Nepremýšľal som nad ničím, čo extrémny, ale môžeme sa vaše nápady do druhého dňa.

source: [_M_] Aahh... And to get ready for the shoot, I can make Camille do even more humiliating chores around the house.
sk_sk: [_M_] Aahh ... A pripraviť sa na streľby, môžem urobiť Camille ešte viac ponižujúce akordy v okolí domu.

source: [_R_] I think you might be taking this a little farther than...
sk_sk: [_ R_] Myslím, že by ste mohli byť brať to trochu ďalej, než ...

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie I bought on our date would be perfect!
sk_sk: [_ M_] Budeme ju nosiť ešte viac sexy slúžku uniformu okolo domu. Oh, môj Bože! Tá spodná bielizeň, ktorú som si kúpila na náš rande, by bola perfektná!

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie we saw at the lingerie shop on our date would be perfect! I need to go buy that!
sk_sk: [_ M_] Budeme ju nosiť ešte viac sexy slúžku uniformu okolo domu. Oh, môj Bože! Tá spodná bielizeň, ktorú sme videli v obchode s bielizňou na našom rande, by bola dokonalá! Musím si to kúpiť!

source: [_R_] I think we're getting ahead of oursel...
sk_sk: [_ R_] Myslím si, že sme stále pred nami ...

source: [_M_] Making her do humiliating sex acts while she's wearing that...
sk_sk: [_M_] Urobiť ju ponižujúci sex akty, zatiaľ čo ona má na sebe, že ...

source: [_M_] No, no... You're right... I'm getting a bit carried away.
sk_sk: [_M_] Nie, nie ... Máš pravdu ... Trochu som sa unáhla.

source: [_M_] You've given me hope again that everything might be alright.
sk_sk: [_ M_] Dali ste mi znovu nádej, že všetko bude v poriadku.

source: [_M_] I think you've helped me find the strength I need to keep fighting.
sk_sk: [_ M_] Myslím, že si mi pomohol nájsť silu, ktorú potrebujem, aby som ďalej bojoval.

source: [_M_] It turns out that I really need you!
sk_sk: [_ M_] Ukazuje sa, že vás naozaj potrebujem!

source: [_R_] So, does that mean there's no more awkwardness between us?
sk_sk: [_ R_] Takže, znamená to, že medzi nami nie je žiadna trápnosť?

source: [_M_] Does that answer your question?
sk_sk: Je to odpoveď na tvoju otázku?

source: [_R_] Oh, God!... My head is spinning!
sk_sk: Oh, Bože! Moja hlava sa točí!

source: [_M_] Haha! You sweety.
sk_sk: [_ M_] Haha! Ty sladký.

source: [_M_] Now, I think you'd better run before anyone gets too suspicious.
sk_sk: [_ M_] Teraz si myslím, že by ste radšej bežali predtým, než sa niekto stane podozrivo.

source: [_R_] I think everyone's asleep.
sk_sk: [_ R_] Myslím, že všetci spia.

source: [_M_] I'll bet you money that Camille is awake, and wondering what we're talking about in here.
sk_sk: [_ M_] Stavím sa, že si peniaze, ktoré Camille prebudí, a premýšľam o tom, o čom tu hovoríme.

source: [_M_] You should run along and we'll pick this up some other time.
sk_sk: Mala by si bežať a vyzdvihneme to ešte raz.
