Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_GP_] Well, he did just tip her $1,500. Your little competition raised the stakes.
sk_sk: [_GP_] No, on len vyklop jej $1,500. Vaša malá súťaž nastolila stávky.

source: [_GP_] I'm sure she felt like she owed him a little more for such a generous tip.
sk_sk: [_ GP_] Som si istý, že sa cítila, že mu dlhuje trochu viac za taký štedrý tip.

source: [_GP_] I need to check for sure, but I don't even think he got a lap dance in the actual version of the past.
sk_sk: [_GP_] Potrebujem skontrolovať, či, ale ani si nemyslím, že má brušný tanec v aktuálnej verzii minulosti.

source: [_GP_] This is all thanks to you.
sk_sk: [_GP_] To je všetko vďaka vám.

source: [_RT_] {i}Goddammit, Ghost of Christmas Past! I don't want to watch this.{/i}
sk_sk: [_RT_] {i}Goddammit, Ghost of Christmas Past! Nechcem sa na to pozerať. {/i}

source: [_RT_] {i}Ahhh.... I can't look away or close my eyes!{/i}
sk_sk: [_RT_] {i}Ahhh .... Nemôžem sa dívať, alebo zavrieť oči! {/i}

source: [_GP_] That's because you can only see what I can see.
sk_sk: [_GP_] To je preto, že môžete vidieť len to, čo vidím.

source: [_RT_] {i}Well, look the hell away then!{/i}
sk_sk: [_RT_] {i}No, potom sa pozrite do pekla potom! {/i}

source: [_GP_] Just a little longer.
sk_sk: [_GP_] Len trochu dlhšie.

source: [_GP_] When a man ejaculates, it releases all kinds of chemicals that could make [mom_name] fall in love with [dad_name].
sk_sk: [_GP_] Keď sa muž ejakuluje, uvoľní všetky druhy chemických látok, ktoré by mohli urobiť [mom_name] sa zamiluje do [dad_name].

source: [_GP_] I need you to see them fall in love! For your own good.
sk_sk: [_GP_] Potrebujem, aby ste videli, ako sa zamilujú! Pre tvoje vlastné dobro.

source: [_RT_] {i}Yuck!.... Do you realize I'm going to need to see a psychologist after you're done helping me?{/i}
sk_sk: [_RT_] {i}Yuck! .... Uvedomuješ si, že po tom, čo mi pomáham, budem potrebovať psychológa, keď mi to pomôžeš?

source: [_GP_] Just shut up and watch.
sk_sk: Len sklapni a pozeraj sa.

source: [_RT_] {i}Dad's pretty small though.{/i}
sk_sk: [_RT_] {i}otec je dosť malý, hoci. {/i}

source: [_RT_] {i}Too bad his penis isn't as big as his tip.{/i}
sk_sk: [_RT_] {i}Príliš zlé jeho penis nie je tak veľký ako jeho tip. {/i}

source: [_RT_] {i}No wonder Mom seems so impressed when she gets a look at me.{/i}
sk_sk: [_RT_] {i}Nie je divu, že sa mama zdá taká ohromená, keď sa na mňa pozriem. {/i}

source: [_GP_] It's not about size.
sk_sk: [_GP_] Nie je to o veľkosti.

source: [_RT_] {i}It kind of is.{/i}
sk_sk: [_RT_] {i}Je to tak trochu. {/i}

source: [_GP_] Oh, look! He's about to paint her face with his cum!
sk_sk: [_GP_] Oh, pozri! On je asi maľovať jej tvár s jeho cum!

source: [_GP_] She looks excited!
sk_sk: [_ GP_] Vyzerá vzrušená!

source: [_RT_] {i}Yeah.... she really looks like she can't wait.{/i}
sk_sk: [_RT_] {i}Áno .... naozaj vyzerá, že ona nemôže čakať. {/i}

source: [_RT_] {i}Shit.... I am going to have to see her fall in love with him.{/i}
sk_sk: [_RT_] {i}Sakra .... Budem ju musieť vidieť zamilovať sa do neho. {/i}

source: [_RT_] {i}Oh.... haha!.... Look at how small that was.{/i}
sk_sk: [_RT_] {i}Oh .... haha! .... Pozrite sa, ako malé to bolo. {/i}

source: [_RT_] {i}Look at how disappointed Mom looks!{/i}
sk_sk: [_RT_] {i}Pozri sa, ako sa mama tvári sklamane!{/i}

source: [_RT_] {i}Haha!.... He really should have let her fall in love with him before he showed her his little cock!{/i}
sk_sk: [_RT_] {i}Haha! .... Mal by ju nechať zamilovať sa do neho skôr, ako mu ukázal svoj malý vták! {/i}

source: [_GP_] It's not that little! It's just little compared to yours.
sk_sk: [_GP_] Nie je to tak málo! Je to len málo v porovnaní s tvojou.

source: [_GP_] Goddammit!
sk_sk: [_GP_] Do riti!

source: [_GP_] Well, that was a complete waste of time!
sk_sk: [_GP_] No, to bol kompletný odpad času!

source: [_GP_] There's no way God's going to give me my wings now!
sk_sk: [_ GP_] Neexistuje spôsob, ako by mi Boh dal moje krídla teraz!

source: [_GP_] Maybe she'll give me some if I give her a really good blow job.
sk_sk: [_ GP_] Možno, že mi dá nejaké, ak jej dám naozaj dobrú fajku prácu.

source: [_RT_] {i}Wings? I thought you were a ghost, not an angel?{/i}
sk_sk: [_RT_] {i}krídla? Myslel som, že si duch, nie anjel? {/i}

source: [_GP_] Ghosts can get wings too.... you really don't know anything about ghosts.
sk_sk: [_GP_] Ghosts môžu dostať krídla príliš .... vy naozaj neviete nič o duchoch.

source: [_RT_] {i}Yeah, I've never really claimed to, either.{/i}
sk_sk: [_RT_] {i}Áno, nikdy som netvrdil, že ani nie. {/i}

source: [_GP_] Well, the only thing you need to know about them right now is that you should expect the next ghost when the bell tolls two.
sk_sk: [_GP_] No, jediná vec, ktorú by ste mali vedieť o nich práve teraz je, že by ste mali očakávať ďalší duch, keď zvonček mýta dva.

source: [_RT_] {i}What bell?{/i}
sk_sk: [_RT_] {i}Čo bell? {/i}

source: [_GP_] You know.... like the bell in the clock tower.
sk_sk: [_ GP_] Vy viete .... ako zvonček v hodinovej veži.

source: [_RT_] {i}Our town doesn't have a clock tower.{/i}
sk_sk: [_RT_] {i}Naše mesto nemá hodinovú vežu. {/i}

source: [_GP_] Well.... shit!
sk_sk: [_ GP_] No .... doriti!

source: [_GP_] That isn't nearly as dramatic.
sk_sk: [_GP_] To nie je takmer tak dramatické.

source: [_GP_] I guess just go to sleep and the ghost will wake you up when it gets there.
sk_sk: [_GP_] Myslím, že len ísť spať a duch sa zobudí vás, keď sa tam dostane.

source: [_RT_] {i}But wait!{/i}
sk_sk: [_RT_] {i}Ale čakajte! {/i}

source: [_RT_] {i}What the hell?.... I'm back in my bed?.... Was that just a dream?{/i}
sk_sk: [_RT_] {i}Čo dopekla? ... Som späť v posteli? Bol to len sen?

source: [_RT_] {i}Maybe Sidney's getting revenge and spiking my tea with LSD.{/i}
sk_sk: [_RT_] {i}Možno, že Sidney sa pomstí a boduje môj čaj s LSD. {/i}

source: [_RT_] {i}That was such a crazy dream.... It felt so real.... then again, most do.{/i}
sk_sk: [_RT_] {i}To bol taký šialený sen .... Cítil som sa tak naozaj ... potom znova, väčšina do. {/i}

source: [_RT_] {i}I do feel pretty tired.{/i}
sk_sk: [_RT_] {i}Cítim sa dosť unavená. {/i}

source: [_R_] Well played!.... That is quite the grand gesture.
sk_sk: [_ R_] No hrala! .... To je dosť veľké gesto.

source: [_D_] That's right! So, why don't you just head on out of here! [mom_name] has a little private dance she's dying to give me.
sk_sk: [_D_] Presne tak! Tak čo keby si odtiaľto vyrazil? [mom_name] má malý súkromný tanec, ktorý mi chce zatancovať.

source: [_R_] Yeah, well, I wouldn't be too sure about that.
sk_sk: [_ R_] Áno, no, o tom by som si nebol príliš istý.

source: [_GP_] [ryan] No!.... Please let [dad_name] win!
sk_sk: [_GP_] [ryan] Nie! .... Prosím, dovoľte [dad_name] vyhrať!

source: [_R_] And you should stop rubbing that money all over yourself.... you don't know where it's been.
sk_sk: [_R_] A mali by ste prestať s tým, že peniaze na seba ... neviete, kde to bolo.

source: [_R_] I can guarantee my money isn't nearly as dirty as his.
sk_sk: [_ R_] Môžem zaručiť, že moje peniaze nie sú skoro tak špinavé ako jeho.

source: [_GP_] [ryan]!.... You asshole!
sk_sk: [_GP_] [ryan]! .... Ty kretén!

source: [_M_] Holy shit!.... How much money is that?
sk_sk: [_ M_] Svätá srab! .... Koľko peňazí to je?

source: [_R_] Two thousand dollars, which, unless you have more money, makes me the winner.
sk_sk: Dve tisíc dolárov, ktoré, ak nemáte viac peňazí, mi z toho urobí víťaza.

source: [_R_] Oh.... and you should probably get used to losing to me more in the future.
sk_sk: [_ R_] Oh .... a asi by ste mali zvykom prísť o to, aby som sa v budúcnosti viac stratil.

source: [_D_] Who the fuck are you even?
sk_sk: Kto do piči si?

source: [_D_] And what's that supposed to mean?
sk_sk: [_ D_] A čo to má znamenať?

source: [_R_] You'll find out in about 20 years.
sk_sk: [_ R_] Vy sa dozviete asi 20 rokov.

source: [_GP_] Urrrgghhh, you're such an idiot!
sk_sk: [_GP_] Urrrgghhh, ty si taký idiot!

source: [_D_] You're not making any sense!
sk_sk: [_ D_] Nemáte žiadny zmysel!

source: [_D_] I'm leaving! There's nothing else for me to stick around here for.
sk_sk: [_ D_] Odchádzam! Nie je tu nič pre mňa, aby som tu zostal.

source: [_R_] Good, because we've never needed you anyway!
sk_sk: [_ R_] Dobré, pretože sme nikdy nepotrebovali vás tak či tak!

source: [_D_] What the hell are you talking about?
sk_sk: [_ D_] O čom to do pekla hovoríte?

source: [_M_] Yeah.... how about we finish this conversation, and you come follow me to my dressing room.
sk_sk: [_M_] Áno .... čo keby sme dokončili túto konverzáciu, a ty prídete za mnou do mojej šatne.

source: [_R_] Oh, hell yeah!
sk_sk: Ach, do pekla áno!

source: [_RT_] {i}Oh yeah! I'd follow that ass anywhere!{/i}
sk_sk: [_RT_] {i}Oh áno! Ja by som sledoval ten zadok hocikde! {/i}

source: [_RT_] {i}Ahhh...Holy shit! You scared me!{/i}
sk_sk: [_RT_] {i}Ahhh ...Do prdele! Vystrašil si ma!

source: [_RT_] {i}Hey.... are you ok?{/i}
sk_sk: [_RT_] {i}Hey .... ste v poriadku? {/i}

source: [_GP_] Yeah.... not really.
sk_sk: [_ GP_] Áno .... nie naozaj.

source: [_GP_] That's not how this was supposed to go.
sk_sk: [_GP_] To nie je, ako to malo ísť.

source: [_GP_] I was supposed to show you the error of your ways, and now, you'll be getting a lap dance from your mom because of me.
sk_sk: [_GP_] Mal som vám ukázať chybu vašich ciest, a teraz, budete mať kolo tanec od svojej mamy, pretože ja.

source: [_RT_] {i}Don't blame yourself!{/i}
sk_sk: [_RT_] {i}Neobviňujem sám seba! {/i}

source: [_RT_] {i}It's not your fault that I can't stop thinking with my cock.{/i}
sk_sk: [_RT_] {i}Nie je to vaša vina, že nemôžem prestať myslieť na môjho vtáka. {/i}

source: [_GP_] Yeah, well.... I don't really have a desire to watch you enjoy my failure, so I'm going to go and see if I can steal some booze from the bar while you get a lap dance.
sk_sk: [_GP_] Áno, nuz .... Naozaj nemám túžbu sledovať, ako si užívaš moje zlyhanie, tak idem a uvidíme, či môžem ukradnúť chľast z baru, zatiaľ čo ty budeš tancovať na kolenách.

source: [_RT_] {i}Damn!.... You're making me feel really bad for what I just did.{/i}
sk_sk: [_RT_] {i}Sakra! .... Cítim sa veľmi zle z toho, čo som práve urobil. {/i}

source: [_M_] Are you coming?
sk_sk: [_ M_] Ste už?

source: [_M_] So, are you ready for that lap dance?
sk_sk: [_M_] Takže si pripravený na tanec na kolenách?

source: [_R_] You have no idea!
sk_sk: [_ R_] Nemáte tušenie!

source: [_M_] Are you sure you're 21?
sk_sk: Si si istý, že máš 21?

source: [_R_] Of course! They wouldn't have let me in otherwise.
sk_sk: [_ R_] Samozrejme! Nedovolili by mi to inak.

source: [_M_] I'd have a hard time even believing that you're 18.
sk_sk: [_ M_] Ja by som si ťažké čas aj veriť, že máš 18.

source: [_R_] I just look young, ok?
sk_sk: [_ R_] Len vyzerám mladý, ok?

source: [_M_] Yeah ok, but you remind me of someone I know.
sk_sk: [_ M_] Áno ok, ale pripomínam mi niekoho, koho poznám.

source: [_M_] You kind of look like a young version of my Dad.... and my brother...
sk_sk: Vyzeráte ako mladá verzia môjho otca ... a môjho brata ...

source: [_M_] You're not from around here are you?
sk_sk: [_ M_] Vy nie ste odtiaľto, však?

source: [_R_] No.... I'm from.... another country...
sk_sk: [_R_] Nie ... Som z ... inej krajiny ...

source: [_R_] Uhhh.... from Idaho, yeah!
sk_sk: [_R_] Uhhh .... z Idaho, jo!

source: [_M_] Huh.... I've never heard of it.
sk_sk: [_M_] Ha .... Nikdy som o tom nepočul.

source: [_R_] Yeah.... most people haven't.
sk_sk: [_ R_] Áno .... väčšina ľudí nie.

source: [_M_] Alright, well I'm just going to start dancing then.
sk_sk: -Dobre, tak teda začnem tancovať.

source: [_R_] Wait!
sk_sk: [_R_] Počkať!

source: [_M_] What?
sk_sk: [_M_] Čo?

source: [_R_] I just gave you $2,000. Don't you think I deserve more than a dance?
sk_sk: [_ R_] Práve som vám dal $2,000. Nemyslíš si, že si zaslúžim viac ako tanec?

source: [_M_] I'm going to be rubbing my ass all over your dick. What more do you want?
sk_sk: [_ M_] Ja budem trbať svoj zadok po celom vtáka. Čo viac chceš?

source: [_R_] I was just wondering what you'd be willing to do for another two grand?
sk_sk: [_ R_] Len som rozmýšľal, čo by ste chceli urobiť pre ďalšie dve tisícky?

source: [_M_] Holy shit, that's a lot of money in one day!.... But I'm not a prostitute!
sk_sk: Do prdele, to je veľa peňazí za jeden deň! .... Ale ja nie som prostitútka!

source: [_M_] I'm not going to fuck you for any amount of money.
sk_sk: [_ M_] Nepojdem do riti s tebou na akúkoľvek sumu peňazí.

source: [_R_] Oh, no!.... I wasn't trying to put any presssure on you to fuck me. Although I wouldn't object if you were willing.
sk_sk: [_R_] Oh, nie! .... Nesnažím sa na teba tlačiť, aby si ma pretiahla. Hoci by som nenamietala, ak by si bol ochotný.

source: [_R_] I just meant like a blowjob or something.
sk_sk: [_ R_] Len som myslel, ako fajka, alebo čo.

source: [_M_] A blowjob?
sk_sk: Fúkaná práca?

source: [_MT_] {i}Holy shit, [mom_name]! What are you thinking?....{/i}
sk_sk: [_MT_] {i}Svätá sračka, [mom_name]! Na čo myslíš? ...

source: [_MT_] {i}You swore you would never do anything like this if you became an exotic dancer.{/i}
sk_sk: [_MT_] {i}Ty si prisahal, že by si nikdy nerobil nič také, keby si sa stal exotickým tanečníkom. {/i}

source: [_MT_] {i}But I never dreamt one guy would offer me $4,000 dollars in one night!{/i}
sk_sk: [_MT_] {i}Ale nikdy som sníval, že by mi jeden chlap ponúkol $4,000 dolárov za jednu noc! {/i}

source: [_MT_] {i}I'll have enough to pay for a semester of modeling school.{/i}
sk_sk: [_MT_] {i}Budem mať dosť na to, aby som zaplatil za semester modelingu školy. {/i}

source: [_MT_] {i}That could be enough for me to get my start in the industry.{/i}
sk_sk: [_MT_] {i}To by mohlo byť pre mňa dosť na to, aby som sa začala v priemysle. {/i}

source: [_MT_] {i}And I wouldn't ever have to come back to this sleaze hole again{/i}
sk_sk: [_MT_] {i}A ja by som sa už nikdy nemusel vrátiť späť do tejto diery sleaze znovu {/i}

source: [_MT_] {i}It's worth it!{/i}
sk_sk: [_MT_] {i}To stojí za to! {/i}

source: [_MT_] {i}Plus, he's cute!{/i}
sk_sk: [_MT_] {i}Plus, je roztomilý! {/i}

source: [_MT_] {i}Even if he does look like he could be your brother.{/i}
sk_sk: [_MT_] {i}Aj keď vyzerá, že by mohol byť vaším bratom. {/i}

source: [_M_] Take your pants off!
sk_sk: Vyzleč si nohavice!

source: [_R_] Really!?
sk_sk: [_R_] Naozaj!?

source: [_M_] Hurry before I change my mind...
sk_sk: [_ M_] Ponáhľaj sa skôr, než zmením svoj názor ...

source: [_MT_] {i}Wow! Look at the size of this cock!{/i}
sk_sk: [_MT_] {i}Wow! Pozrite sa na veľkosť tohto vtáka! {/i}

source: [_MT_] {i}He's as big as the men in my family!{/i}
sk_sk: [_MT_] {i}Je taký veľký ako muži v mojej rodine! {/i}

source: [_RT_] {i}Holy shit! Mom's sucking my cock!{/i}
sk_sk: [_RT_] {i}Svätej riti! Mama mi podľahne vták!

source: [_RT_] {i}It might just be a dream, but what an amazing dream!{/i}
sk_sk: [_RT_] {i}To by mohol byť len sen, ale aký úžasný sen! {/i}

source: [_MT_] {i}Shit! This is so weird!{/i}
sk_sk: [_MT_] {i}Do riti! To je tak zvláštne!

source: [_MT_] {i}Why does it feel like I'm giving a blowjob to my brother?{/i}
sk_sk: [_ MT_] {i}Prečo sa zdá, že dávam fajku môjmu bratovi?

source: [_MT_] {i}Shit, [mom_name]! Stop thinking so much about your brother!{/i}
sk_sk: [_MT_] {i}Sakra, [mom_name]! Prestaň rozmýšľať o svojom bratovi.

source: [_GP_] Oh, hey.... I'm done drinking, and I wanted to tell you that it's almost time to go!
sk_sk: [_GP_] Oh, hej .... Skončil som s pitím, a chcel som ti povedať, že je to skoro čas ísť!

source: [_RT_] {i}Not now I'm almost done!{/i}
sk_sk: [_RT_] {i}Nie teraz som skoro hotová! {/i}

source: [_GP_] Oh, sorry. I didn't know you would still be busy.... I'll just let you get on with it.
sk_sk: Oh, prepáč. Nevedela som, že budeš stále zaneprázdnený .... Pustím ťa k tomu.

source: [_RT_] {i}I'm so close!{/i}
sk_sk: [_RT_] {i}Som tak blízko! {/i}

source: [_RT_] {i}Oh my God!.... I'm going to explode down my mom's throat!{/i}
sk_sk: [_RT_] {i}Oh môj bože! .... Vybuchnem do hrdla mojej mamy!

source: [_GP_] Wait! What the hell are you doing! You were just supposed to get a lap dance! Not let your own mother suck your cock!
sk_sk: [_GP_] Počkajte! Čo to do pekla robíš! Mal si sa len dostať na kolenný tanec! Nedovoľte, aby vaša vlastná matka vyfajčila svojho vtáka!

source: [_GP_] What a tramp! No wonder you're so messed up!
sk_sk: [_ GP_] Čo je to tramp! Niet divu, že si tak pokašlaný!

source: [_GP_] Good thing it's time to go!
sk_sk: [_GP_] Dobrá vec, ktorú je čas ísť!

source: [_RT_] {i}No not yet! I'm sooooo close!{/i}
sk_sk: [_RT_] {i}Nie ešte nie! Som nablízku!

source: [_RT_] {i}I'm....{/i}
sk_sk: [_RT_] {i}Som .... {/i}

source: [_GP_] Oh, shit!.... What the fuck!
sk_sk: [_ GP_] Oh, do riti! .... Čo do piči!

source: [_GP_] [ryan]! You mother-fucking son of a bitch!
sk_sk: [_GP_] [ryan]! Ty skurvysyn sukin syn!

source: [_GP_] In all the centuries I've been doing this, I've never failed to change the course of a client!
sk_sk: [_GP_] Vo všetkých storočí som to robil, nikdy som sa nepodarilo zmeniť kurz klienta!

source: [_GP_] And this, sure as shit, is the first time I've ever been drenched in their cum!
sk_sk: [_GP_] A toto, iste ako hovno, je prvý raz, čo som kedy bol drenched v ich cum!

source: [_GP_] I think you have a problem! You're like a cum fire hose!.... That much cum is not normal!
sk_sk: [_GP_] Myslím si, že máte problém! Si ako nábojová hadica! .... Toľko cum nie je normálne!

source: [_GP_] Maybe she'll give me some if I let her fuck my ass.
sk_sk: [_ GP_] Možno, že mi dá, keby som ju pustiť do riti môj zadok.

source: [_GP_] I pray to our Futa God that she'll have better luck than I did!
sk_sk: [_GP_] Modli sa do našej Futy Boha, že bude mať lepšie šťastie ako ja!

source: [_GP_] Goodbye [ryan]!.... Maybe I'll see you in hell!
sk_sk: [_ GP_] Zbohom [ryan]! .... Možno ťa uvidím v pekle!

source: [_RT_] {i}What the hell?.... She's gone!.... Was that just a dream?{/i}
sk_sk: [_RT_] {i}Čo dopekla? ... Je preč! .... Bol to len sen?

source: Ghost of XXX-mas Past
sk_sk: Duch minulosti XXX-Vianoc

source: Ghost of XXX-mas Present
sk_sk: Duch prítomnosti XXX-Vianoc

source: Ghost of XXX-mas Future
sk_sk: Duch budúcnosti XXX-Vianoc
