Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_C_] That's just fucking stupid.
sk_sk: [_ C_] To je len blbé hlúpe.

source: [_R_] No!.... I'm serious.... I have a problem with peeing with other people in the room, but I need you to stay here so I can get used to peeing with other people in the bathroom.
sk_sk: [_R_] Nie! .... Myslím to vážne .... Mám problém s Petingom s inými ľuďmi v miestnosti, ale potrebujem, aby si tu zostal, aby som sa mohol použiť na čúratie s ostatnými ľuďmi v kúpeľni.

source: [_C_] No way!.... You better find someone who loves you more than I do to help you with your problem.... I'm getting out of here.... I'll wash my hands in the kitchen.
sk_sk: [_C_] Žiadna cesta! .... Radšej nájdeš niekoho, kto ťa miluje viac ako ja, aby som ti pomohol s tvojím problémom .... Dostávam sa odtiaľto .... Umyjem si ruky v kuchyni.

source: [_R_] Wait! I'll make it worth your while...
sk_sk: [_R_] Počkaj! Postarám sa, aby sa to oplatilo...

source: [_C_] How do you mean?
sk_sk: [_C_] Ako to myslíš?

source: [_R_] I'll give you one hundred dollars.
sk_sk: Dám vám sto dolárov.

source: [_C_] Are you kidding me?...
sk_sk: [_C_] Robíš si zo mňa srandu?...

source: [_R_] Right now all of your bills are being paid for, but you don't have any extra spending money.... wouldn't it be nice to have an extra $100 to do whatever you want with?
sk_sk: [_R_] Práve teraz sú všetky vaše účty zaplatené, ale nemáte žiadne ďalšie výdavky peňazí .... by bolo pekné mať ďalších 100 dolárov robiť, čo chcete s?

source: [_C_] I'm not going to lie.... I just don't feel like myself without being able to go shopping.
sk_sk: [_C_] Nechystám sa klamať .... Len sa necítim ako ja, bez toho, aby som mohol ísť nakupovať.

source: [_C_] If you let me off work tomorrow too, then you have a deal.
sk_sk: Ak ma zajtra pustíš do práce, tak potom budeš mať dohodu.

source: [_RT_] {i}Oh my God!.... She's going to do it!.... {/i}
sk_sk: [_RT_] {i}Oh môj bože! .... Ona to urobí! .... {/i}

source: [_R_] Ok.... to get the hundred dollars, I just need you to go to the other side of the glass in front of me, and press your bare breasts on the glass.
sk_sk: [_ R_] Ok .... aby si dostal sto dolárov, len potrebujem, aby ste išli na druhú stranu skla pred sebou, a stlačte svoje holé prsia na sklo.

source: [_C_] Oh my God! I can't believe I'm going to do this for you!
sk_sk: Ó môj bože! Nemôžem uveriť, že to spravím pre teba!

source: [_C_] You're such a pervert!
sk_sk: [_C_] Vy ste taký úchylák!

source: [_R_] No, it's going to help me get over my stage fright.
sk_sk: [_ R_] Nie, to mi pomôže dostať sa cez môj štádium fright.

source: [_C_] My ass!
sk_sk: [_ C_] Môj zadok!

source: [_R_] You can press that on the glass too if you want.
sk_sk: [_R_] Môžete tiež stlačiť, že na skle, ak chcete.

source: [_C_] But keep that phone in your pocket! You're not allowed to take any pictures.
sk_sk: [_ C_] Ale majte ten telefón vo vrecku! Nie si dovolené, aby si si to vyfotoval.

source: [_R_] Aaahhh.... finally some relief...
sk_sk: [_R_] Aaahhh ... konečne nejaká úľava...

source: [_R_] See it's working!...
sk_sk: [_R_] Pozri, funguje to! ...

source: [_C_] You were probably just holding it.
sk_sk: [_ C_] Pravdepodobne ste ho len podržali.

source: [_RT_] {i}Oh, wow!.... Look at those amazing breasts.... I don't even care that they're fake.... I'd love to have those wrapped around my dick.{/i}
sk_sk: [_RT_] {i}Oh, wow! .... Pozri sa na tie úžasné prsia .... Nezaujíma ma, či sú falošné ... Rád by som ich mal omotal okolo môjho vtáka.

source: [_C_] [ryan]!.... Stop focusing so much on my breasts!.... You're starting to get an erection!
sk_sk: [_C_] [ryan]! .... Prestaň sa tak sústrediť na moje prsia! .... Začínaš si s erekciou!

source: [_R_] Shit!.... You're right.... It's too late.... I can't control it.... shit, I'm peeing everywhere!
sk_sk: [_ R_] Do riti! .... Máš pravdu .... Je príliš neskoro .... Nedokážem to ovládať .... sračky, všade som čúrať!

source: [_C_] You stupid prick! And I suppose you expect me to clean that up?
sk_sk: Ty sprostý kokot! A myslím, že očakávaš, že to vyčistím?

source: [_R_] Well, yeah.... It is your job!
sk_sk: [_R_] No, jo .... Je to tvoja práca!

source: [_C_] Fine, just get the fuck out of here so I can finish cleaning.
sk_sk: Dobre, vypadni kurva odtiaľto, aby som mohol dokončiť čistenie.

source: [_R_] Ok.... I'll leave the money for you on the kitchen counter.
sk_sk: [_R_] Ok .... Nechám ti peniaze na kuchynský pulz.

source: {i}"Money -$100"{/i}
sk_sk: {i}"Peniaze - 100 dolárov"{/i}

source: [_CT_] {i}You stupid little pervert.{/i}
sk_sk: [_ CT_] {i}Ty sprostý malý úchyl. {/i}

source: [_CT_] {i}Did I really expose my boobs to my nephew for money?{/i}
sk_sk: [_ CT_] {i}Naozaj som vystavil svoje prsia môjmu synovovi za peniaze? {/i}

source: [_CT_] {i}I'm becoming as much of a whore as my sister!{/i}
sk_sk: [_ CT_] {i}stáva sa mi ako moja sestra! {/i}

source: [_CT_] {i}This is arguably worse than her stripping at the club.{/i}
sk_sk: [_ CT_] {i}To je pravdepodobne horšie ako jej stripovanie v klube. {/i}

source: [_CT_] {i}That freaking manipulator made it sound so innocent at the time.{/i}
sk_sk: [_ CT_] {i}Ten, čo sa zbláznil, znel tak nevinne v tej dobe. {/i}

source: [_CT_] {i}I've got to be more careful around that little pervert.{/i}
sk_sk: [_ CT_] {i}Musím byť viac opatrná okolo toho malého pervertu. {/i}

source: [_R_] Oh wait.... I don't even have one hundred dollars.
sk_sk: [_R_] Oh počkať.... Nemám ani sto dolárov.

source: [_C_] You don't have one hundred dollars?
sk_sk: [_C_] Ty nemáš sto dolárov?

source: [_C_] You get me to agree to do something like that, and then not even be able to come through!
sk_sk: [_C_] Donútiš ma, aby som súhlasila s niečím takým, a potom ani nemôžeš prísť s...!

source: [_C_] Let me finish my work so I can get out of here.
sk_sk: [_C_] Nechaj ma dokončiť moju prácu, aby som odtiaľto mohla odísť.

source: [_R_] Fine.
sk_sk: [_R_] Dobre.

source: [_R_] Actually, that's not going to work.... mom would kill me if I let you off work tomorrow.
sk_sk: [_R_] Vlastne to nepôjde.... mama by ma zabila, keby som ťa zajtra uvoľnil z práce.

source: [_C_] Are you kidding.... this was your idea!...
sk_sk: [_C_] Robíš si srandu .... toto bol tvoj nápad! ...

source: [_C_] Fine, just Let me finish my work so I can get out of here.
sk_sk: [_C_] Fajn, len ma nechaj dokončiť moju prácu, aby som odtiaľto mohla odísť.

source: [_C_] But to ask your own aunt to expose my breasts for you is just too much!
sk_sk: [_C_] Ale žiadať vlastnú tetu, aby ti odhalila svoje prsia, to už je priveľa!

source: [_C_] I've heard of sexual harassment in the workplace before, but I would never expect it from my own nephew!
sk_sk: [_C_] Už som počula o sexuálnom obťažovaní na pracovisku, ale od vlastného synovca by som to nikdy nečakala!

source: {i}"To get Aunt Camille to expose herself, you have to have her submission at 10 points, or her libido at 10 points."{/i}
sk_sk: {i}"Aby sa teta Kamila odhalila, musíte mať jej poddajnosť na 10 bodov alebo jej libido na 10 bodov."{/i}

source: [_C_] Oh.... and don't expect me to come in tomorrow.... I'm going to take the day off to recover from this trauma.
sk_sk: [_C_] Oh.... a nečakaj, že zajtra prídem.... Vezmem si deň voľna, aby som sa zotavila z tejto traumy.

source: [_C_] Oh, no, not this crap again!
sk_sk: [_C_] Ale nie, už zasa tá blbosť!

source: [_R_] No I'm serious! It's an awful condition.... imagine feeling like your bladder will explode, but you still can't pee. Just because someone else is in the room.
sk_sk: [_R_] Nie, myslím to vážne! Je to strašný stav.... predstav si, že máš pocit, že ti vybuchne močový mechúr, ale stále nemôžeš močiť. Len preto, že je v miestnosti niekto iný.

source: [_C_] Ok.... well just let me wash my hands and you can have the room to yourself.
sk_sk: Dobre, len ma nechaj umyt ruky a môžeš mať izbu sama pre seba.

source: [_C_] Oh, no.... not this again.
sk_sk: [_C_] Oh, nie .... nie znovu.

source: [_R_] Come on! I know it will work...
sk_sk: [_R_] Poď! Viem, že to bude fungovať...

source: [_R_] I wouldn't be so embarassed if you were exposed too...
sk_sk: [_R_] Nebol by som v rozpakoch, keby si bola odhalená aj ty...

source: [_C_] Again with this strange as fuck request?
sk_sk: Znovu s touto podivnou požiadavkou ako na jebanie?

source: [_RT_] {i}I loved having those tits wrapped around my dick!... it felt almost as good as her mouth.{/i}
sk_sk: [_RT_] {i}Miloval som, keď mi tie prsia obopínali penis!... bolo to takmer také dobré ako jej ústa.{/i}

source: [_RT_] {i}I can't believe I've had those amazing tits wrapped around my dick!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že som mal tie úžasné prsia obtočené okolo svojho vtáka!{/i}

source: [_RT_] {i}I'll bet those tits feel even better than her hand did.{/i}
sk_sk: [_RT_] {i}Stavím sa, že tie prsia sú ešte lepšie ako jej ruka.{/i}

source: [_CT_] {i}I mean... It's not as bad as when I sucked his dick, but still...{/i}
sk_sk: [_CT_] {i}Teda... Nie je to také zlé, ako keď som mu fajčila penis, ale aj tak...{/i}

source: [_CT_] {i}I mean... It's not as bad as when I let him fuck my tits, but still...{/i}
sk_sk: [_CT_] {i}Teda... Nie je to také zlé, ako keď som mu dovolila, aby mi ošukal prsia, ale aj tak...{/i}

source: [_CT_] {i}I mean... It's not as bad as when I jerked him off, but still...{/i}
sk_sk: [_CT_] {i}Teda... Nie je to také zlé, ako keď som ho honila, ale aj tak...{/i}

source: [_C_] I mean, sure, there's the time I sucked your dick, but that was a mistake!
sk_sk: [_C_] Iste, raz som ti ho vycucala, ale to bol omyl!

source: [_C_] I mean, sure, there's the time I let you fuck my tits, but that was a mistake!
sk_sk: [_C_] Iste, raz som ti dovolila, aby si mi ošukal prsia, ale to bola chyba!

source: [_C_] I mean, sure, there's that time I jerked you off, but that was a mistake!
sk_sk: [_C_] Jasné, že som ťa vtedy vyhonila, ale to bol omyl!

source: [_S_] Oh good, I'm really glad you came to see me, give me just one second.
sk_sk: [_S_] Výborne, som naozaj rada, že si ma prišiel navštíviť, daj mi len sekundu.

source: [_S_] So, how's my favorite brother?
sk_sk: [_S_] Ako sa má môj obľúbený brat?

source: [_R_] Uhhhh.... good.... I guess...
sk_sk: [_R_] Uhhhh... dobré... Myslím, že...

source: [_S_] I'm so glad!
sk_sk: [_S_] Som tak rada!

source: [_S_] So, I was hoping we could talk about the incident that happened in your bed...
sk_sk: [_S_] Dúfala som, že by sme sa mohli porozprávať o incidente, ktorý sa stal vo tvojej posteli...

source: [_R_] You mean when you...
sk_sk: [_R_] Myslíš, keď...

source: [_S_] Yep!.... That's what I mean...
sk_sk: [_S_] Áno!.... To je to, čo mám na mysli...

source: [_S_] You're not really going to make me take sexy pictures in a cosplay outfit, are you?...
sk_sk: [_S_] Nebudeš ma predsa nútiť, aby som urobila sexy fotky oblečená v cosplay kostýme, že nie?...

source: [_S_] I mean, I know you were kind of tired.... maybe upset.... and maybe after you slept on it, I thought maybe you'd have a change of heart?...
sk_sk: [_S_] Teda, viem, že si bol trochu unavený.... možno rozrušený.... a možno potom, čo si sa na to vyspal, som si myslela, že možno zmeníš názor?...

source: [_R_] Well, I have been thinking about it a lot.... and I think I'm even more sure that what we came up with.... is an awesome idea!
sk_sk: [_R_] No, veľa som o tom premýšľal.... a myslím, že som si ešte istejší, že to, čo sme vymysleli...., je úžasný nápad!

source: [_S_] Oh, and which part is so awesome?
sk_sk: [_S_] A ktorá časť je taká úžasná?

source: [_S_] The part where I almost sucked your dick, or blackmailing me into posing like a whore for internet perverts like you.
sk_sk: [_S_] Tá časť, kde som ti takmer vyfajčila kokota, alebo vydieranie, aby som pózovala ako kurva pre internetových úchylákov, ako si ty.

source: [_R_] Both!
sk_sk: [_R_] Oboje!

source: [_R_] I see either as an absolute win!
sk_sk: [_R_] Každú z týchto možností považujem za absolútnu výhru!

source: [_R_] And if you decide you don't want to be a cosplay model, the other option is still on the table.
sk_sk: [_R_] A ak sa rozhodneš, že nechceš byť cosplay modelkou, stále máš na stole aj inú možnosť.

source: [_S_] Uuuuhhhhgggghhh.... I'm not sucking your big stinky dick!.... Why do you have to be such a pervert!?
sk_sk: [_S_] Uuuuhhhhhgggghhh.... Nebudem ti fajčiť tvoje veľké smradľavé péro!.... Prečo musíš byť taký úchyl!?

source: [_R_] Says the girl who molests her siblings in their sleep.
sk_sk: [_R_] Hovorí dievča, ktoré obťažuje svojich súrodencov v spánku.

source: [_S_] Touché...
sk_sk: [_S_] To sa ma dotklo...

source: [_S_] Well, I guess there's no talking you out of it, so just get me the $400, and I'll get the costume made up.
sk_sk: [_S_] No, myslím, že ti to nevyhovorím, takže mi daj tých 400 dolárov a ja ti ten kostým pripravím.

source: [_R_] Uh uh uh uh.... nope, remember I'm just paying for the costs on this one. I don't want you to think you can profit off of taking advantage of people.
sk_sk: [_R_] Uh uh uh uh.... nie, pamätaj, že za toto platím len náklady. Nechcem, aby si si myslela, že môžeš zarábať na tom, že budeš využívať ľudí.

source: {i}"Money -$200"{/i}
sk_sk: {i}"Peniaze - 200 dolárov"{/i}

source: [_S_] Fine! But this is the only time! And I'm never making another costume for you for less than $500!
sk_sk: [_S_] Fajn! Ale toto bude len raz! A už nikdy pre teba nebudem vyrábať kostým za menej ako 500 dolárov!

source: [_R_] What!?.... There's no need to be like that!
sk_sk: [_R_] Čože??.... Nie je potrebné byť taká!

source: [_S_] Just go.... I'll have the costume done in a few days.
sk_sk: [_S_] Jednoducho choď.... Kostým budem mať hotový za pár dní.

source: [_R_] Ok...
sk_sk: [_R_] Dobre...

source: [_R_] Can't wait to see you in it.
sk_sk: [_R_] Nemôžem sa dočkať, až ťa v ňom uvidím.

source: [_S_] I said go!!
sk_sk: [_S_] Povedala som choď!!

source: [_R_] Hahaha.... ok.... I'm going.
sk_sk: [_R_] Hahaha.... ok....Idem.

source: [_S_] Fine.... just look for me here.
sk_sk: [_S_] Dobre.... len ma tu vyhľadaj.

source: [_S_] I'm still working on my cosplay outfit. Try back again tomorrow, maybe I'll be done by then.
sk_sk: [_S_] Stále pracujem na svojom cosplay oblečení. Skús to zajtra, možno to už budem mať hotové.

source: [_L_] How did [ryan] get you to agree to do a photo shoot?
sk_sk: [_L_] Ako ťa [ryan] presvedčil, aby si súhlasila s fotením?

source: [_S_] Yeah, let's not say anymore than that...
sk_sk: [_S_] Áno, viac nepoviem...

source: [_S_] Shit.... my shoe.... is.... stuck...
sk_sk: [_S_] Sakra.... moja topánka.... je.... zaseknutá...

source: [_S_] Aaaahhhhhh.... watch out!...
sk_sk: [_S_] Aaaahhhhhhhh.... pozor!...

source: [_L_] What's that supposed to mean?
sk_sk: [_L_] Čo to má znamenať?

source: [_S_] So, will you please leave so we can finish here?
sk_sk: [_S_] Môžeš, prosím, odísť, aby sme to tu mohli dokončiť?

source: [_S_] It's pretty much done now. I'll be available most {b}afternoons.{/b}
sk_sk: [_S_] Už je to takmer hotové. Budem k dispozícii väčšinou {b}popoludní.{/b}

source: {i}"(WARNING - You cannot begin Sidney's photoshoot until you have bought both the green screen and the professional lights!!)"{/i}
sk_sk: {i}"(POZOR - Sidney fotenie môžete začať až po zakúpení zeleného plátna a profesionálnych svetiel!!)"{/i}

source: [_R_] Hey Sidney, what's up?
sk_sk: [_R_] Ahoj Sidney, čo sa deje?

source: [_S_] Just a second, let me just finish this up.... and.... done.
sk_sk: [_S_] Len sekundu, nech to dokončím ... a ... hotovo.

source: [_S_] What can I do for you?
sk_sk: [_S_] Čo pre teba môžem urobiť?

source: [_RT_] {i}Oh, shit.... I can see up her skirt.... {/i}
sk_sk: [_RT_] {i}Oh, sakra.... Vidím jej pod sukňu.... {/i}

source: [_S_] Huh.... I wonder who that could be.... [ryan] go get the door.
sk_sk: [_S_] Ha .... Zaujímalo by ma, kto by to mohol byť ... Choď po dverách.

source: [_R_] What am I, your slave?.... You go get the door!
sk_sk: [_R_] Čo som ja, váš otrok? .... Choď po dvere!

source: [_S_] [ryan].... don't be a prick...
sk_sk: [_S_] [ryan].... nebuď kretén...

source: [_S_] I'm working, and you're just standing there doing nothing.
sk_sk: Pracujem, a ty tam len tak stojíš a nič nerobíš.

source: [_S_] Why do you have to try to turn this into a power struggle.
sk_sk: [_S_] Prečo sa to snažíte premeniť na mocný boj.

source: [_R_] Uuugggghhhh.... fine.... sorry.... you're right, I'll go get the door.
sk_sk: [_R_] Uuugggghhhh .... ... v poriadku .... prepáčte .... máte pravdu, idem si po dvere.

source: [_R_] Aunt Cami?.... It's good to see you!.... Are you.... are you ok?...
sk_sk: [_R_] Teta Cami?.... Rád ťa vidím!.... Si.... v poriadku?...

source: [_C_] Hello, my perverted little nephew.
sk_sk: [_ C_] Dobrý deň, môj zvrhaný malý synovec.

source: [_C_] Yes.... and how many times have I told you not to call me Aunt Cami?.... Call me by my full name!
sk_sk: [_C_] Áno .... a koľkokrát som vám povedal, aby ste mi nevolali tetu Cami? .... Volaj ma podľa môjho úplného mena!

source: [_R_] Sorry Aunt Camille.
sk_sk: Prepáč teta Camille.

source: [_R_] But where do you get off calling me a pervert?
sk_sk: [_ R_] Ale kde mi voláte úchylák?

source: [_C_] Well, after seeing certain pictures of my daughter Mandy on the internet, I can only assume that the photographer who took them is a pervert!
sk_sk: [_C_] No, potom, čo videl niektoré fotky mojej dcéry Mandy na internete, môžem len predpokladať, že fotograf, ktorý ich vzal je úchylák!

source: [_R_] Ohhhh.... shit...
sk_sk: [_R_] Ohhhh .... doriti ...

source: [_C_] Yeah.... shit...
sk_sk: [_C_] Presne.... doriti...

source: [_C_] Where is [mom_name]?.... I need to speak with her.
sk_sk: [_C_] Kde je [mom_name]? .... Musím s ňou hovoriť.

source: [_RT_] {i}Oh, shit! She can't talk to Mom about Lauren's and Mandy's photo shoot, or everything might be over before it gets started.{/i}
sk_sk: [_RT_] {i}Do prdele! Nesmie sa s mamou rozprávať o Laurinom a Mandyinom fotení, inak by sa všetko mohlo skončiť skôr, ako sa začne.{/i}

source: [_RT_] {i}I've got to lie!{/i}
sk_sk: [_RT_] {i}Musím klamať! {/i}

source: [_R_] Uhhhhh.... she's not here!.... Uhhhh.... she hasn't come home from school yet...
sk_sk: [_R_] Uhhhhhh.... tu nie je!.... Uhhhh.... ešte neprišla zo školy...

source: [_M_] {i}(yelling){/i} [ryan]!.... Who's at the door?!...
sk_sk: [_M_] {i}(vreskot){/i} [ryan]!.... Kto je za dverami?!...

source: [_R_] Huh.... I guess I didn't see her come in...
sk_sk: [_R_] Ha .... Myslím, že som ju nevidel prísť ...

source: [_C_] I'll just show myself in...
sk_sk: [_C_] Len sa ukážem v ...

source: [_R_] Ok.... I think she's in the lounge.
sk_sk: [_R_] Ok .... Myslím, že je v salóniku.

source: [_C_] {i}(muttering under breath){/i} Little fucker...
sk_sk: [_C_] {i}(mrmlanie) {/i} Malý sráč...

source: [_RT_] {i}Dammit.... I wonder how much trouble I'm going to be in.... maybe I can overhear their conversation.{/i}
sk_sk: [_RT_] {i}mit Datmit .... Zaujímalo by ma, aké veľké problémy budem v .... Možno by som mohol počúvať ich rozhovor. {/i}

source: [_S_] Haha.... I'll bet that's your favorite Aunt at the door again!
sk_sk: [_S_] Haha .... Stavím sa, že je to tvoja obľúbená teta opäť na dverách!

source: [_R_] Actually, I'll bet you're right.... I've kind of been expecting her to drop by soon.
sk_sk: [_ R_] Vlastne, stavím sa, že máš pravdu .... Trochu som ju očakával, že sa čoskoro pustí.

source: [_R_] I'll just run and see if it's her.
sk_sk: [_ R_] Ja len budem bežať a uvidíme, či je to ona.

source: [_R_] Oh, wow.... Aunt Cami?.... Are you ok?...
sk_sk: [_R_] Oh, wow.... Teta Cami? Si v poriadku?

source: [_C_] {i}(whimpering){/i} It's actually Camille...
sk_sk: [_C_] {i}(kňučanie) {/i} To je vlastne Camille...

source: [_R_] Yeah.... of course.... how stupid of me...
sk_sk: [_R_] Áno.... samozrejme... ako hlúpe odo mňa...

source: [_R_] I didn't think we'd be seeing you here for a while...
sk_sk: [_R_] Myslel som si, že ťa tu dlho neuvidíme...

source: [_R_] {i}I don't think she knows that I know about Uncle Bobby.{/i}
sk_sk: [_R_] {i}Nemyslím, že vie, že viem o strýka Bobbyho.

source: [_R_] Would you like to come in?
sk_sk: [_ R_] Chceli by ste ísť dnu?

source: [_C_] Yes, please.... can I talk to your mom?
sk_sk: [_C_] Áno, prosím .... môžem hovoriť s tvojou mamou?

source: [_R_] Yeah, of course.... I'm pretty sure she's in on the couch.
sk_sk: [_ R_] Áno, samozrejme .... Som si istý, že je na gauči.

source: [_RT_] {i}I'd love to assign Aunt Cami a chore, but I've got to get to class to hear the numbers from the election poll.{/i}
sk_sk: [_RT_] {i}Rád by som tete Cami zadal nejakú úlohu, ale musím ísť do triedy, aby som si vypočul čísla z volebného prieskumu.{/i}

source: [_RT_] {i}Looks like Aunt Cami's done working out, I should hurry and get her going on her chores so I can make it to school today.{/i}
sk_sk: [_RT_] {i}Zdá sa, že teta Cami pracuje von, mal by som sa ponáhľať a dostať ju na jej akordy, aby som sa mohol dostať do školy dnes. {/i}

source: [_RT_] {i}And is she really drinking this early in the morning?{/i}
sk_sk: [_RT_] {i}A je naozaj piť to skoro ráno? {/i}

source: [_R_] Hey Aunt Camille. How was your workout with Mom this morning?
sk_sk: [_ R_] Ahoj teta Camille. Aké bolo tvoje cvičenie s mamou dnes ráno?

source: [_C_] Oh, she called and said she wouldn't be able to workout this morning, she didn't really say why, just that she was going to be screwed if she didn't get some things done.
sk_sk: [_ C_] Oh, volala a povedala, že dnes ráno nebude môcť cvičiť, ale naozaj nepovedala prečo, len že bude v riti, ak by neurobila nejaké veci.

source: [_C_] I'm guessing something to do with her school.
sk_sk: Tipujem, že niečo s jej škololom.

source: [_RT_] {i}Haha.... she was just screwing herself.... {/i}
sk_sk: [_RT_] {i}Haha .... ona len kričala sama .... {/i}

source: [_C_] It was pretty tiring actually.... your mom is in pretty good shape.... she really wore me out.
sk_sk: [_ C_] Bolo to celkom únavové vlastne .... vaša mama je v celkom dobrom stave .... ... naozaj ma nosila.

source: [_RT_] {i}I wish I'd spent the morning letting Mom wear me out.{/i}
sk_sk: [_RT_] {i}prial by som si, aby ma mama nechala ma nosiť. {/i}

source: [_C_] So, first day on the job.... I guess you should let me know what I should be doing.... expectations and all that?
sk_sk: [_ C_] Takže, prvý deň v práci .... Myslím, že by ste mi mali dať vedieť, čo by som mal robiť .... očakávania a všetko, čo?

source: [_R_] Well, first off, do you really need to be drinking right before work? How many glasses have you even had?
sk_sk: No, najprv, naozaj potrebuješ, aby si pil tesne predtým, ako sa pracuje? Koľko pohárikov si ešte mal?

source: [_C_] I'm a grown-ass woman, and I don't need my little power hungry nephew to be telling me when it's okay to drink.
sk_sk: [_ C_] Som pestúnska žena, a nepotrebujem môj malý hladný synovec, aby mi povedal, keď je to v poriadku piť.

source: [_R_] Be careful.... don't forget who's paying your bills, don't forget who's keeping a roof over your's and Mandy's head.
sk_sk: [_ R_] Buďte opatrní .... nezabudnite, kto platí vaše účty, nezabudnite, kto je udržať strechu nad vaše a Mandy hlavu.

source: [_R_] I know you don't think a lot of me, but if this is going to work, I need you to at least pretend you respect me.
sk_sk: [_R_] Viem, že si nemyslíte, že veľa zo mňa, ale ak to bude fungovať, potrebujem, aby ste aspoň predstierali, že ma rešpektujete.

source: [_C_] You're right.... I'm sorry.... thank you for giving me a job and helping me pay my bills.
sk_sk: [_ C_] Máte pravdu .... Je mi ľúto .... ďakujem, že ste mi dali prácu a pomohli mi zaplatiť účty.
