Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_L_] I'm not participating in your perverted fantasies anymore.
sk_sk: [_L_] Už sa nezúčastňujem na tvojich zvrátených fantáziách.

source: [_MD_] But Lauren, he's right, these are the kinds of pictures that get attention online.
sk_sk: [_MD_] Ale Lauren, má pravdu, práve takéto fotografie priťahujú pozornosť na internete.

source: [_L_] Well then, go ahead and take some more pics with my pervy brother. I'll just watch.
sk_sk: [_L_] No tak potom choď a urob si ďalšie fotky s mojím úchylným bratom. Ja sa budem len pozerať.

source: [_R_] Ok Lauren, your loss.
sk_sk: [_R_] Ok Lauren, tvoja strata.

source: [_R_] Alright; Mandy, I want you to start out with an action pose. Here, use this prop.
sk_sk: [_R_] Dobre; Mandy, chcem, aby si začala akčnou pózou. Tu máš túto rekvizitu.

source: [_R_] Yeah Mandy, you really are a natural.
sk_sk: [_R_] Áno, Mandy, naozaj si prirodzená.

source: [_R_] Ok, let's get into the poses that will make the money. Can you sexy up that outfit?
sk_sk: [_R_] Ok, poďme sa venovať pózam, ktoré prinesú peniaze. Dokážeš tento outfit urobiť sexi?

source: [_MD_] Yeah, it comes apart in pieces. Here tell me what you think when I take this part off.
sk_sk: [_MD_] Áno, rozpadá sa na kúsky. Tu mi povedz, čo si myslíš, keď túto časť odoberiem.

source: [_RT_] {i}Holy shit! I think I need roomier pants.{/i}
sk_sk: [_RT_] {i}Do prdele! Myslím, že potrebujem priestrannejšie nohavice.{/i}

source: [_R_] Uhhemm.... It looks really good.... uhhh nice pose!
sk_sk: [_R_] Uhhemm.... Vyzerá to naozaj dobre.... uhhh pekná póza!

source: [_R_] Ok, let's get a sexy pic from the front.
sk_sk: [_R_] Ok, poď si spraviť sexy fotku spredu.

source: [_R_] Can you modify anything in the front so that it looks sexier?
sk_sk: [_R_] Môžeš niečo vpredu upraviť, aby to vyzeralo viac sexy?

source: [_MD_] What do you mean?
sk_sk: [_MD_] Čo tým myslíš?

source: [_MD_] Yeah, it can, I'm not really sure I'm comfortable showing my nips though.
sk_sk: [_MD_] Áno, môže, ale nie som si istá, či mi vyhovuje ukazovať svoje bradavky.

source: [_R_] Oh yeah, like I said, nothing that makes you feel uncomfortable, so you could just take off the breast plate and cover your nipples with your hands.
sk_sk: [_R_] Ach áno, ako som povedal, nič, čo by ti bolo nepríjemné, takže by si mohla jednoducho odobrať prsný štít a zakryť si bradavky rukami.

source: [_MD_] Ok, I guess I can do that.
sk_sk: [_MD_] Ok, myslím, že to môžem urobiť.

source: {i}{b}"Mandy's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Mandyino poddanie +1"{/b}{/i}

source: [_R_] Yeah, that costume kicks ass.
sk_sk: [_R_] Áno, ten kostým je super.

source: [_R_] Now, try to look sexy.
sk_sk: [_R_] Teraz sa snaž vyzerať sexy.

source: [_MD_] Hmmmm.... I do want these pics to get attention.
sk_sk: [_MD_] Hmmmm.... Chcem, aby tieto fotky vzbudili pozornosť.

source: [_MD_] Ok, I'll do it!
sk_sk: [_MD_] Dobre, urobím to!

source: [_MD_] Is this sexy enough for you?
sk_sk: [_MD_] Je to dostatočne sexy?

source: [_RT_] {i}Oh my gosh! I actually got her to do it!{/i}
sk_sk: [_RT_] {i}Panebože! Naozaj som ju prinútil, aby to urobila!{/i}

source: [_RT_] {i}That is pretty hot! I think I've found my dream career.{/i}
sk_sk: [_RT_] {i}To je poriadne horúce! Myslím, že som našiel svoju vysnívanú kariéru.{/i}

source: [_R_] Uuuuhhhhhh.... gulp.... yeah, that will.... uh.... do just fine.
sk_sk: [_R_] Uuuuhhhhhhh.... gull.... yeah, takže.... uh.... dobré.

source: [_R_] Ok, good job. Those pictures are going to turn out great!
sk_sk: [_R_] Ok, dobrá práca. Tie fotky budú skvelé!

source: [_R_] I got some great pictures from both of you. Why don't you go change and put your costumes in my scooter's pizza box holder, and I'll take them home for you.
sk_sk: [_R_] Od vás oboch mám niekoľko skvelých fotografií. Choďte sa prezliecť a dajte svoje kostýmy do držiaka na pizzu na mojom skútri a ja vám ich odnesiem domov.

source: {i}+2 inventory items, "Cosplay Outfits."{/i}
sk_sk: {i}+2 inventárne položky, "Cosplay oblečenie".

source: [_R_] I'll also edit and enhance these photos and post them online for you.
sk_sk: [_R_] Tieto fotografie tiež upravím a vylepším a zverejním ich na internete.

source: [_R_] If all goes well, this will be the beginning of your internet fame.
sk_sk: [_R_] Ak všetko pôjde dobre, bude to začiatok vašej internetovej slávy.

source: [_R_] Be careful riding your bikes home.
sk_sk: [_R_] Dávajte si pozor, keď sa vraciate domov na bicykloch.

source: {i}"30 minutes later"{/i}
sk_sk: {i}O 30 minút neskôr.... {/i}

source: [_RT_] {i}I think I remember my way to the strip pole.... {/i}
sk_sk: [_RT_] {i}Myslím, že si pamätám svoju cestu k tyči.... {/i}

source: [_RT_] {i}Past the bar, through the casino, and Bingo!{/i}
sk_sk: [_RT_] {i}Okolo baru, cez kasíno a Bingo!{/i}

source: [_RT_] {i}Noish! I haven't missed anything yet!{/i}
sk_sk: [_RT_] {i}Pekne! Ešte som nič nezmeškal!{/i}

source: [_RT_] {i}This is a new outfit. Me likey.{/i}
sk_sk: [_RT_] {i}Toto je nové oblečenie. Mne sa páči.{/i}

source: [_RT_] {i}I don't know why girls dressed as bunnies are a turn on, but they are.{/i}
sk_sk: [_RT_] {i}Neviem, prečo dievčatá oblečené ako zajačiky vzrušujú, ale vzrušujú.{/i}

source: [_RT_] {i}Wow! Mom is really acrobatic and in great shape. I love how her tits just popped out of that outfit!{/i}
sk_sk: [_RT_] {i}Wow! Mama je naozaj akrobatická a vo výbornej forme. Páči sa mi, ako jej z toho oblečenia vyskakujú prsia!{/i}

source: [_RT_] {i}Nipple pasties? What a cocktease!{/i}
sk_sk: [_RT_] {i}Pásky na bradavky? To je ale kokotina!{/i}

source: [_RT_] {i}Oh man, she looks so seductive.{/i}
sk_sk: [_RT_] {i}Človeče, vyzerá tak zvodne.{/i}

source: [_RT_] {i}I've got to get a picture.{/i}
sk_sk: [_RT_] {i}Musím si to odfotiť!{/i}

source: [_RT_] {i}That will be a nice addition to the collection.{/i}
sk_sk: [_RT_] {i}To bude pekný prírastok do zbierky.{/i}

source: [_MT_] {i}Here I am again, baring it all for total strangers.{/i}
sk_sk: [_MT_] {i}Opäť som tu a obnažujem sa pred úplne cudzími ľuďmi.{/i}

source: [_MT_] {i}And it's not like I'm not used to being in front of an audience every day.{/i}
sk_sk: [_MT_] {i}A nie je to tak, že by som nebola zvyknutá byť každý deň pred publikom.{/i}

source: [_MT_] {i}I just don't take off my clothes for my classes.{/i}
sk_sk: [_MT_] {i}Na vyučovanie sa jednoducho nevyzliekam.{/i}

source: [_MT_] {i}Although, that would be pretty exciting if I did.{/i}
sk_sk: [_MT_] {i}Hoci by to bolo celkom vzrušujúce, keby som to urobila.{/i}

source: [_MT_] {i}I can just imagine the shocked look on all the youngsters' faces.{/i}
sk_sk: [_MT_] {i}Viem si predstaviť ten šokovaný výraz na tvárach všetkých mladých ľudí.{/i}

source: [_MT_] {i}And the look of desire in their eyes as they all imagine fucking me.{/i}
sk_sk: [_MT_] {i}A pohľad túžby v ich očiach, keď si všetci predstavujú, ako ma jebú.{/i}

source: [_MT_] {i}Shit! I'm getting super horny. I'm drenching the pole again.{/i}
sk_sk: [_MT_] {i}Do prdele! Začínam byť super nadržaná. Znova si namáčam tyč.{/i}

source: [_RT_] {i}As much as I love the tail on those panties. I would love to see them come off.{/i}
sk_sk: [_RT_] {i}Aj keď sa mi na tých nohavičkách páči chvostík. Najradšej by som ich videl, ako sa vyzliekajú.{/i}

source: [_RT_] {i}What the hell? Why did Joey stop her dance?{/i}
sk_sk: [_RT_] {i}Čo to do pekla? Prečo Joey zastavil jej tanec?{/i}

source: [_RT_] {i}What the hell is he saying to her.{/i}
sk_sk: [_RT_] {i}Čo jej to, do pekla, hovorí.{/i}

source: [_RT_] {i}Shit, she looks worried.{/i}
sk_sk: [_RT_] {i}Sakra, vyzerá ustráchane.{/i}

source: [_VOM_] Next up we have a hot little cowgirl who's ready to ride the pole like you wish she'd ride your pole.
sk_sk: [_VOM_] Ďalej tu máme horúcu malú kovbojku, ktorá je pripravená jazdiť na tyči tak, ako by ste si priali, aby jazdila na vašej tyči.

source: [_VOM_] Please welcome the sexy young Emma to the stage.
sk_sk: [_VOM_] Privítajte na pódiu mladú sexy Emmu.

source: [_X_] Bring back the redhead! She didn't finish her dance!
sk_sk: [_X_] Vráťte červenovlásku! Nedokončila svoj tanec!

source: [_G_] Come back next week. If you're lucky she'll be here again.
sk_sk: [_G_] Vráťte sa na budúci týždeň. Ak budete mať šťastie, bude tu znova.

source: [_RT_] {i}They're taking Mom to the back room. I'd better see if I can find out what Joey's doing to her back there.{/i}
sk_sk: [_RT_] {i}Odvádzajú mamu do zadnej miestnosti. Radšej sa pozriem, či sa mi podarí zistiť, čo jej tam Joey robí.{/i}

source: [_RT_] {i}Shit! Why didn't I just pay them the money for this week? Who knows what could happen to Mom back there.{/i}
sk_sk: [_RT_] {i}Do prdele! Prečo som im jednoducho nezaplatil peniaze za tento týždeň? Kto vie, čo by sa mohlo stať mame tam vzadu.{/i}

source: [_RT_] {i}Shit! Why didn't i work harder to make the money for this week's payment? Who knows what could happen to Mom back there.{/i}
sk_sk: [_RT_] {i}Do prdele! Prečo som nepracoval viac, aby som zarobil peniaze na tento týždeň? Kto vie, čo by sa mohlo stať mame tam vzadu.{/i}

source: [_R_] Umm.... excuse me sir, could you tell me what goes on behind that curtain?
sk_sk: [_R_] Umm.... Prepáčte, pane, mohli by ste mi povedať, čo sa deje za touto oponou?

source: [_G_] Ahh.... aren't you Ron?
sk_sk: [_G_] Ahh.... nie si ty Ron?

source: [_R_] It's [ryan] actually.
sk_sk: [_R_] V skutočnosti je to [ryan] .

source: [_G_] Right, yeah, [ryan].
sk_sk: [_G_] Jasne, áno, [ryan].

source: [_G_] Joey was hoping you'd be here tonight.
sk_sk: [_G_] Joey dúfal, že tu dnes večer budeš.

source: [_R_] What? What are you talking about?
sk_sk: [_R_] O čom to hovoríš?

source: [_G_] Well, Joey loves cuckolding other men, and he loves it even more when they know about it. It really gets him off.
sk_sk: [_G_] No Joey miluje parohovanie iných mužov a ešte viac miluje, keď o tom vedia. To ho naozaj vzrušuje.

source: [_G_] And since [dad_name] is in prison, having you around is the next best thing for him.
sk_sk: [_G_] A keďže [dad_name] je vo väzení, tvoja prítomnosť je pre neho ďalšia najlepšia vec.

source: [_R_] Cuckold? Does that mean he's going to fuck her in there?
sk_sk: [_R_] Paroháč? Znamená to, že ju tam ošuká?

source: [_G_] Well, probably not tonight, he usually takes it a little bit slow so that he doesn't scare off the girls immediately.
sk_sk: [_G_] No, dnes večer asi nie, zvyčajne na to ide trochu pomaly, aby dievčatá hneď nevystrašil.

source: [_G_] But if she keeps coming back, I would say yes, he'll eventually split her peach.
sk_sk: [_G_] Ale ak sa bude vracať, povedal by som, že áno, nakoniec jej rozdelil broskyňu.

source: [_R_] Shit. I've got to do something.
sk_sk: [_R_] Do prdele. Musím niečo urobiť.

source: [_G_] Oh, no you damn well will not!
sk_sk: [_G_] To teda nie!

source: [_G_] You're invited to watch, but if you do anything to interfere I will personally give you two black eyes.
sk_sk: [_G_] Pozývam ťa, aby si sa pozeral, ale ak budeš akokoľvek zasahovať, osobne ti dám dva monokle.

source: [_G_] And maybe you'd better just peek, and don't let [mom_name] see you. If you spook her off, Joey won't be very happy, and once again, I'll have to give you two black eyes.
sk_sk: [_G_] A možno bude lepšie, keď sa len pozrieš a nedovolíš, aby ťa [mom_name] videla. Ak ju vyplašíš, Joey nebude mať veľkú radosť a opäť ti budem musieť dať dva monokle.

source: [_R_] Ok, ok, I've got it. If I ruin Joey's moment, I get two black eyes.
sk_sk: [_R_] Ok, ok, mám to. Ak Joeyho chvíľu pokazím, dostanem dva monokle.

source: [_G_] Two black eyes.
sk_sk: [_G_] Dve čierne oči.

source: [_R_] Ok, can I peek now?
sk_sk: [_R_] Ok, môžem teraz nakuknúť?

source: [_G_] Go right ahead.
sk_sk: [_G_] Pokračuj ďalej.

source: [_J_] Now just try to feel comfortable, and if you do a good job I'll be very generous to you.
sk_sk: [_J_] Teraz sa len snaž cítiť pohodlne, a ak odvedieš dobrú prácu, budem veľmi štedrý.

source: [_J_] Maybe take you shopping for sexy outfits?
sk_sk: [_J_] Možno ťa vezme na nákupy sexi oblečenia?

source: [_RT_] {i}Hey, that's what I want to do with her.{/i}
sk_sk: [_RT_] {i}Hej, to je to, čo s ňou chcem robiť.{/i}

source: [_J_] That's right beautiful! Let me get a good feel of those tits.
sk_sk: [_J_] To je pravda, krásna! Dovoľ mi, aby som si dobre ohmatal tie prsia.

source: [_M_] The customer's not supposed to touch us during private dances.
sk_sk: [_M_] Zákazník sa nás počas súkromných tancov nesmie dotýkať.

source: [_J_] Well, I'm not just any customer, am I?
sk_sk: [_J_] No nie som len tak hocijaký zákazník, však?

source: [_J_] Now put your leg up here.
sk_sk: [_J_] Teraz daj nohu sem.

source: [_M_] Oh my God, Joey, this is so wrong!
sk_sk: [_M_] Bože môj, Joey, to je tak zlé!

source: [_M_] Nobody has touched me here but [dad_name] since we've been married.
sk_sk: [_M_] Odkedy sme sa vzali, nikto sa ma tu nedotkol okrem [dad_name] .

source: [_J_] Oh, but I know you love it! My fingers are getting soaked.
sk_sk: [_J_] Ale ja viem, že ho miluješ! Prsty sa mi namáčajú.

source: [_M_] Maybe I do just a little.
sk_sk: [_M_] Možno len trochu.

source: [_RT_] {i}Dammit! I wanted to be the first since Dad!{/i}
sk_sk: [_RT_] {i}Sakra! Chcel som byť prvý od otca!{/i}

source: [_J_] Wow [mom_name], this view is incredible.
sk_sk: [_J_] Wow [mom_name], tento výhľad je neuveriteľný.

source: [_J_] You're making my cock so hard.
sk_sk: [_J_] Z teba mi tak stojí penis.

source: [_J_] Why don't you come down here and give me that lap-dance now.
sk_sk: [_J_] Čo keby si teraz prišla sem dole a zatancovala mi na kolenách?

source: [_M_] Joey, what are you doing back there?
sk_sk: [_M_] Joey, čo tam vzadu robíš?

source: [_J_] Just letting "Little Joey" get some air.
sk_sk: [_J_] Len nechávam "malého Joeyho" trochu vyvetrať.

source: [_J_] And getting rid of this bunny tail.
sk_sk: [_J_] A zbaviť sa tohto králičieho chvosta.

source: [_J_] It's getting in the way.
sk_sk: [_J_] Prekážal.

source: [_J_] Now keep going!
sk_sk: [_J_] Teraz pokračuj!

source: [_J_] Holy Mary!
sk_sk: [_J_] Svätá Mária!

source: [_J_] Take that!
sk_sk: [_J_] Vezmi si ho!

source: [_J_] Oh yeah, [mom_name]! That was great!
sk_sk: [_J_] Ach áno, [mom_name]! To bolo skvelé!

source: [_M_] Uhhh.... did you just do what I think you did?
sk_sk: [_M_] Uhhhh.... si práve urobil to, čo si myslím, že si urobil?

source: [_J_] Oh Yeah!
sk_sk: [_J_] Ach, áno!

source: [_J_] Why don't you run to the locker room and get yourself cleaned up.
sk_sk: [_J_] Prečo neutečieš do šatne a neumyješ sa.

source: [_J_] I'm sure your son Ron's waiting up for you.
sk_sk: [_J_] Som si istý, že tvoj syn Ron na teba čaká.

source: [_M_] You mean [ryan]?
sk_sk: [_M_] Myslíš [ryan]?

source: [_J_] Whatever.
sk_sk: [_J_] Čokoľvek.

source: [_R_] Shit, she's done, I'd better make myself scarce.
sk_sk: [_R_] Do riti, je hotová, radšej by som sa mal vystriedať.

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office, that is unless I have the chance to see where Matt and Megan sneak off to.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím si nechať "Rozhovor s mamou o Oidipovej úlohe" v jej kancelárii, teda pokiaľ nemám možnosť vidieť, kam sa Matt a Megan vytratili.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office. Is it me, or does she seem flushed when I come see her... maybe if I don't get distracted on the way, I can see what she's doing in there.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Musím mať v jej kancelárii "Rozhovory s mamou o Oidipovej úlohe". Zdá sa mi to, alebo sa mi zdá začervenaná, keď za ňou prídem... možno keď sa cestou nezastavím, uvidím, čo tam robí.{/i}

source: What will she do?
sk_sk: Čo bude robiť?

source: Skip event.
sk_sk: Preskočiť udalosť.

source: Let's keep things going with Sidney.
sk_sk: Pokračovať so Sidney.

source: Just sleep.
sk_sk: Len spať.

source: Try to make it better.
sk_sk: Urobiť to lepšie.

source: Just leave her alone, you've tortured her enough.
sk_sk: Nechať ju na pokoji, už je dosť mučená.

source: Bang your metal bat on the floor
sk_sk: Búchať kovovou palicou o podlahu

source: Make some creepy noises
sk_sk: Vydávať strašidelné zvuky

source: You're right, I should save up a little more money first.
sk_sk: Máš pravdu, mal by som si najprv našetriť trochu viac peňazí.

source: Now let's see how you pose when they ask you to take pics from behind.
sk_sk: Teraz sa pozrime, ako pózuje, keď vás požiadajú, aby ste sa fotili zozadu.

source: Have a good time at the convention!
sk_sk: Prajem vám príjemné chvíle na zhromaždení!

source: Set up new spy-cam.
sk_sk: Nastaviť novú špionážnu kameru.

source: Pinch.
sk_sk: Uštipnúť.

source: Peek through spy-cam.
sk_sk: Pozrieť sa cez špionážnu kameru.

source: Not now.
sk_sk: Teraz nie.

source: Look through spy-cam
sk_sk: Pozrieť sa cez špionážnu kameru
