Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_AD_] Well, look who's back.
sk_sk: Pozri, kto sa vrátil.

source: [_AD_] Come on, sit down and enjoy the show.
sk_sk: No tak, sadni si a vychutnáte si šou.

source: [_AD_] Well, look who it is.
sk_sk: [_ AD_] Nuž, pozri kto to je.

source: [_AD_] Did you come to enjoy the show?
sk_sk: [_ AD_] Vy ste prišiel užiť show?

source: [_AD_] Have a seat, there's room by me.
sk_sk: Sadni si, je tu izba.

source: [_R_] I'm not looking to have a good time. I just want to know where my mom is.
sk_sk: [_ R_] Nepozerám sa na to, aby som mal dobrý čas. Len chcem vedieť, kde je moja mama.

source: [_AD_] Just sit down, and maybe I'll tell you.
sk_sk: Sadni si, a možno ti to poviem.

source: [_AD_] Once again your timing is perfect. I just gave away the last of my cash.
sk_sk: [_AD_] Opäť je vaše načasovanie perfektné. Práve som ti dal poslednú časť peňazí.

source: [_AD_] Emma's trying to pay her way through nursing school. She could really use another contribution.
sk_sk: Emma sa jej snaží zaplatiť cez ošetrovateľskej školy. Mohla by skutočne použiť iný príspevok.

source: [_AD_] Hook me up with another hundred and later we can both go watch your mom taking care of Joey together.
sk_sk: [_ AD_] Hook ma s inou stovkou a neskôr môžeme obaja pozerať svoju mamu starať o Joeyho spolu.

source: [_AD_] A nice little bonding time for the two of us?
sk_sk: [_ AD_] Pekný malý čas na viazanie pre dvoch z nás?

source: [_R_] You're sick!
sk_sk: Si chorý!

source: [_AD_] You're the one who enjoys watching your mom fuck other guys.
sk_sk: [_ AD_] Vy ste ten, kto sa rád pozerá na svoju mamiku s ostatnými chlapmi.

source: [_R_] Goddammit! You know I don't!
sk_sk: Do riti! Vieš, že nie!

source: [_AD_] Uh huh... And that's why you're going to tell me to go to hell, and then go home and not think about what she's getting up to for the rest of the night?
sk_sk: [_AD_] Uh, ... A to je dôvod, prečo mi povieš, aby som šiel do pekla, a potom ísť domov, a nie premýšľať o tom, čo ona je dostať až do konca noci?

source: [_R_] I'm just going to go to the surveillance room myself.
sk_sk: Ja sa len chystám ísť do dozornej miestnosti sám.

source: [_AD_] Did you forget that you don't have a key to the door?
sk_sk: Zabudli ste na to, že nemáte kľúč k dverám?

source: [_AD_] JJ's not allowed to open that door for anyone but his uncle.
sk_sk: [_ AD_] JJ nie je dovolené otvoriť tie dvere pre každého, ale jeho strýka.

source: [_R_] Goddammit!
sk_sk: [_R_] Do riti!

source: [_R_] I guess I don't have a hundred dollars.
sk_sk: [_ R_] Myslím, že nemám stovku dolárov.

source: [_AD_] Oh, for fuck's sake. Stop wasting my time. Go talk to your girlfriend Armani or something.
sk_sk: Oh, pre boha živého. Prestaň strápať môj čas. Choď sa porozprávať s priateľkou Armaniom, alebo čo.

source: [_A_] Sorry, about your mom.
sk_sk: Prepáč, o tvojej mame.

source: [_A_] You can try waiting around here, but they might take a while.
sk_sk: [_A_] Tu sa môžete pokúsiť čakať, ale môžu chvíľu trvať.

source: [_A_] Here's a beer, on me.
sk_sk: [_ A_] Tu je pivo, na mňa.

source: [_R_] Fine... Here's a hundred bucks!
sk_sk: [_ R_] Dobre ... Tu je sto dolárov!

source: [_R_] You're wrong... I don't care if she's fucking other guys, and sure as hell don't need to watch her do it!
sk_sk: [_ R_] Si zlý ... Je mi jedno, či je to pojebané chalani, a určite ju nemusím strápať, aby to urobila!

source: [_AD_] Uh, huh... Well when you're done lying to yourself, you know where to find me.
sk_sk: Uhm, há ... Keď si klameš sám sebe, vieš, kde ma nájdeš.

source: [_AD_] It's extremely fortuitous that you showed up just as I'm running out of cash.
sk_sk: [_ AD_] Je to veľmi nevšedné, že ste sa ukázal, rovnako ako som beží z hotovosti.

source: [_AD_] I've been hoping for some more personal attention from Emma, but you know... strippers are only generous with those who are generous to them.
sk_sk: [_ AD_] Ja som dúfal, že pre nejakú väčšiu osobnú pozornosť od Emma, ale viete ... striptérky sú len štedré s tými, ktorí sú veľkorysý k nim.

source: [_AD_] Hook me up, and I'll show you what your mom is up to.
sk_sk: [_ AD_] Hook ma, a ja vám ukážem, čo tvoja mama je na.

source: [_AD_] I rarely kid.
sk_sk: [_ AD_] Ja málokedy dieťa.

source: [_R_] I'll just go ask Armani.
sk_sk: [_ R_] Len sa opýtam Armani.

source: [_AD_] She's working the bar. She doesn't have time to keep track of people. I guarantee she doesn't know where your mom is.
sk_sk: Pracuje v bare. Nemá čas, aby sledovala ľudí. Garantujem ti, že nevie, kde je tvoja mama.

source: [_AD_] On the other hand, keeping track of people is my specialty.
sk_sk: [_ AD_] Na druhej strane je mojou špecialitou vedenie skladby ľudí.

source: [_R_] I'm sure she's just in the dressing room getting ready.
sk_sk: [_ R_] Som si istý, že je práve v šatni pripravovať.

source: [_AD_] That's a good guess, but I'm afraid you're wrong.
sk_sk: [_ AD_] To je dobrý odhad, ale obávam sa, že sa mýli.

source: [_AD_] Just give me a hundred dollars and I'll show you where you can find her.
sk_sk: Daj mi sto dolárov a ukážem ti, kde ju nájdeš.

source: [_A_] Sorry, I haven't seen her.
sk_sk: -Prepáč, nevidel som ju.

source: [_A_] You can try waiting around here, but it's probably more likely that she'll show up at the stage.
sk_sk: [_ A_] Tu sa môžete pokúsiť tu čakať, ale pravdepodobne je pravdepodobnejšie, že sa ukáže v pódiu.

source: [_R_] Thanks anyways.
sk_sk: Dík.

source: [_R_] Fine... But you'd better know where she is.
sk_sk: [_ R_] Dobre ... Ale mal by si vedieť, kde je.

source: [_AD_] I think you'll find it's worth your money.
sk_sk: [_ AD_] Myslím, že zistíte, že to stojí za vaše peniaze.

source: [_R_] Yeah right... I'm not spending any of my hard earned money on your stripper addiction.
sk_sk: [_ R_] Áno, správne ... Nemínam žiadne z mojich ťažko zarobených peňazí na tvoju závislosť od striptérky.

source: [_AD_] And I'm not helping you find your mom.
sk_sk: [_ AD_] A ja vám nepomáham nájsť tvoju mamu.

source: [_AD_] Unless you change your mind of course.
sk_sk: Pokiaľ nezmeníš svoj názor, samozrejme.

source: [_R_] I'm not going to change my mind.
sk_sk: [_ R_] Nezmením svoj názor.

source: [_AD_] Well, you know where to find me if you do.
sk_sk: [_ AD_] No, viete, kde ma nájdete, ak to urobíte.

source: {i}"A little later..."{/i}
sk_sk: {i}"O trochu neskôr ..." {/i}

source: [_AD_] So when are you going to admit that watching your mom fuck other guys makes you hard?
sk_sk: [_ AD_] Takže kedy si priznáš, že pozeráš, ako sa tvoja mama pojebala s inými chlapmi, tak ťa to sťažuje?

source: [_R_] No, I told you... It doesn't!
sk_sk: -Nie, povedal som ti ... To nie je!

source: [_AD_] Don't lie. I saw the bulge in your pants the last time you were staring at her on the monitor getting fucked by Joey.
sk_sk: Neklam. Videl som býka v tvojich nohavičoch naposledy, čo si na ňu pozeral na monitore, ako si bol v riti s Joeym.

source: [_R_] It just makes me feel fucking jealous, okay. It makes me wish I'd made better choices to have prevented her ever going into that office in the first place.
sk_sk: [_ R_] To ma len núti cítiť sa kurva žiarliť, dobre. Chcel by som si želať, aby som sa lepšie rozhodoval, aby som jej zabrál, aby sa na prvom mieste do tej kancelárie dostal.

source: [_R_] The fact that I get hard just confuses me. Like, I hate it, but it turns me on.
sk_sk: [_ R_] Skutočnosť, že sa mi to ťažko rozmleje. Neznášam to, ale rozsvieti ma to.

source: [_AD_] Maybe you can process some stuff by watching her go at it again tonight, huh?
sk_sk: [_ AD_] Možno by ste mohli spracovať niektoré veci tým, že ju budete sledovať, ako sa na to dnes večer večer, huh?

source: [_RT_] {i}What's there to process? I'm a sick fuck, I already know that.{/i}
sk_sk: [_RT_] {i}Čo je tam na spracovanie? Ja som chorý, už viem, že.

source: [_AD_] Busy as always, huh JJ?
sk_sk: [_AD_] Busy ako vždy, čo JJ?

source: [_JJ_] Getting more done than you are.
sk_sk: [_ JJ_] Ako sa máte urobiť viac, ako ste vy.

source: [_AD_] Go get more done somewhere else, kay... I need the room again.
sk_sk: [_ AD_] Choď sa viac urobiť niekde inde, kay ... Potrebujem znovu izbu.

source: [_JJ_] Why is it that you have no respect for me or the gaming community?
sk_sk: [_JJ_] Prečo nemáte úctu k mne alebo k hernému spoločenstvu?

source: [_JJ_] I can't just keep abandoning my band of virtual voyagers every time you come in here.
sk_sk: [_ JJ_] Nemôžem len tak opustiť svoju skupinu virtuálnych plavieb vždy, keď sem prídete.

source: [_AD_] You can, and you will.
sk_sk: [_ AD_] Môžete, a budete.

source: [_AD_] And has there been any problems in the casino someone should know about?
sk_sk: [_ AD_] A bolo tam nejaké problémy v kasíne niekto by mal vedieť o?

source: [_JJ_] Besides what I'm recording in my uncle's office, and Armani spitting in that creepy guy's drink again, everything is pretty chill.
sk_sk: Okrem toho, čo nahrávam v mojom strýkovom úrade, a Armani pľujú na ten strašidelný chlap znova, všetko je dosť chill.

source: [_AD_] Good, now get lost.
sk_sk: [_ AD_] Dobre, teraz sa strapte.

source: [_JJ_] Dude, let me know if you ever want me to send you one of your mom's recordings.
sk_sk: Kámo, daj mi vedieť, ak chceš niekedy, aby som ti poslala jednu z nahrávok tvojej mamy.

source: [_R_] Get fucked!
sk_sk: [_ R_] Vypadni!

source: [_JJ_] You sure? Sitting in class listening to your mom teach a lesson is so much more enjoyable when you're picturing a scene from one of these recordings.
sk_sk: [_ JJ_] Si si istý? Sedieť v triede počúvanie svojej mamy učia lekcie je tak oveľa príjemnejšie, keď ste na snímke scény z jedného z týchto nahrávok.

source: [_JJ_] I could even use AI to put your face on Uncle Joey's body if you were into it.
sk_sk: [_ JJ_] Mohol by som dokonca použiť AI na to, aby sa vaša tvár na telo strýka Joeyho, ak by ste boli do nej.

source: [_R_] Aaaahhh...
sk_sk: [_R_] Aaaahhhh...

source: [_JJ_] Okay, not now, but let me know if you change your mind.
sk_sk: [_ JJ_] Dobre, nie teraz, ale dajte mi vedieť, ak zmeníte názor.

source: [_AD_] Ready?
sk_sk: [_ AD_] Pripravený?

source: [_AD_] Let me just get this to the right camera.
sk_sk: Dovoľte mi, aby som to dostal do správneho fotoaparátu.

source: [_AD_] Yep, there we go.
sk_sk: [_ AD_] Yep, tam ideme.

source: [_AD_] Doing the very same thing she was doing the last time we came in here.
sk_sk: Urobili sme to isté, čo robila naposledy, keď sme sem prišli.

source: [_R_] Can you at least cancel the recording JJ's making?
sk_sk: [_R_] Môžete aspoň zrušiť nahrávanie tvorby JJ?

source: [_AD_] I can try...
sk_sk: [_ AD_] Môžem skúsiť ...

source: [_AD_] Nope, he's locked me out the controls again. Smart little fucker.
sk_sk: [_ AD_] Nope, on ma zamkol znovu kontroly. Šikovný malý hajzel.

source: [_AD_] Nope, I guess you should just forget about that, sit back, and enjoy the show.
sk_sk: Myslím, že by si na to mal zabudnúť, sadni si a užívaj si tú show.

source: [_R_] I've never been down this hallway.
sk_sk: [_ R_] Nikdy som nebol na tejto chodbe.

source: [_AD_] You haven't been down a lot of hallways down here.
sk_sk: [_ AD_] Vy ste tu neboli dole veľa chodieb dole.

source: [_AD_] There's a lot that happens behind the scenes in a casino that you would never imagine.
sk_sk: [_ AD_] Je tu veľa, čo sa deje v zákulisí v kasíne, ktoré by ste si nikdy predstaviť.

source: [_R_] You mean like a torture room?
sk_sk: Myslíš ako na mučiak?

source: [_AD_] Haha... Not just one.
sk_sk: [_ AD_] Haha ... Nie len jeden.

source: [_AD_] Okay, here we are. The surveillance room.
sk_sk: [_ AD_] Dobre, tu sme. Dozorná miestnosť.

source: [_AD_] Let me just find my key...
sk_sk: [_ AD_] Dovoľte mi, aby som našiel môj kľúč ...

source: [_AD_] JJ, what the hell? You're supposed to be watching the video feed.
sk_sk: JJ, čo do pekla? Mal by si sa pozerať na video kanál.

source: [_JJ_] Okay... Mom!
sk_sk: [_ JJ_] Dobre ... -Mami!

source: [_JJ_] Get off my ass... Sheesh!
sk_sk: [_ JJ_] Zlez z môjho zadku ... Sheesh!

source: [_JJ_] And relax... I installed an AI that can detect cheating on the casino floor better than any human. It'll alert me as soon as it finds any problems.
sk_sk: [_ JJ_] A relaxovať ... Nainštalala som UI, ktorá dokáže rozpoznať podvádzanie na podlahu v kasíne lepšie ako hocijaký človek. Upozorní ma hneď, ako to nájde nejaké problémy.

source: [_AD_] Well, you'd better look like you're working if your uncle walks into the room.
sk_sk: Radšej by si vyzeral, akoby si pracoval, keby tvoj strýko vošiel do miestnosti.

source: [_JJ_] Yeah, no problem. It'll alert me if he starts coming down the hallway.
sk_sk: [_ JJ_] Áno, žiadny problém. Upozorní ma, ak začne ísť dole na chodbu.

source: [_AD_] It didn't alert you that we were coming.
sk_sk: [_ AD_] Neupozornil vás, že prichádzame.

source: [_JJ_] Uh, yeah it did. I just didn't care.
sk_sk: [_ JJ_] Uh, áno, to bolo. Len som sa nestaral.

source: [_AD_] Alright, lazy ass. Take a hike... I need the room.
sk_sk: V poriadku, lenivý zadok. Zoberte si výlet ... Potrebujem izbu.

source: [_JJ_] But, I'm in the middle of a campaign...
sk_sk: [_ JJ_] Ale ja som uprostred kampane ...

source: [_AD_] Well, then hit save.
sk_sk: [_ AD_] No, potom hit uložiť.

source: [_JJ_] You can't save a massive multiplayer campaign involving hundreds of players from all around the world!
sk_sk: [_ JJ_] Nemôžete zachrániť masívnu multiplayerovú kampaň zahrnujúce stovky hráčov z celého sveta!

source: [_AD_] I don't care... Get out of here or I'll call your mom and tell her that you're wasting your time when your supposed to working.
sk_sk: Je mi to jedno. Vypadni odtiaľto, lebo zavolám tvojej mame a poviem jej, že strácaš čas, keď máš pracovať.

source: [_JJ_] Uhh... such a bitch.
sk_sk: [_JJ_] Uhh ... taká mrcha.

source: [_JJ_] Fine.
sk_sk: [_ JJ_] Dobre.

source: [_JJ_] Maybe [ryan] can take over for me while I'm out?
sk_sk: [_ JJ_] Možno, že [ryan] môže prevziať pre mňa, zatiaľ čo ja som vonku?

source: [_AD_] No, I need [ryan] to focus his attention on something else.
sk_sk: [_AD_] Nie, potrebujem [ryan] zamerať svoju pozornosť na niečo iné.

source: [_R_] I'm sorry, do we know?...
sk_sk: Je mi to ľúto, vieme to?

source: [_JJ_] Oh, you mean what's going on in my uncle's office?
sk_sk: Oh, myslíš, čo sa deje v mojom strýkom kancelárii?

source: [_AD_] Exactly.
sk_sk: [_ AD_] Presne.

source: [_R_] What's going on in...
sk_sk: [_R_] Čo sa deje ...

source: [_JJ_] And no, we don't know eachother. I've seen you at school, though.
sk_sk: [_ JJ_] A nie, my nepoznáme útca. Videl som ťa v škole.

source: [_JJ_] Your mom's my favorite teacher.
sk_sk: [_ JJ_] Tvoja mama je môj obľúbený učiteľ.

source: [_JJ_] She's both really nice to me, and super hot!
sk_sk: [_ JJ_] Je to pre mňa naozaj pekné, a super sexy!

source: [_JJ_] She's also the number one star in most of my wet dreams.
sk_sk: [_ JJ_] Ona je tiež číslo jedna hviezda vo väčšine mojich mokrých snov.

source: [_JJ_] Yeah, well... Things are just getting good in there. I'm recording it for later.
sk_sk: [_ JJ_] Áno, nuz ... Veci sa tam len tak dobre dostávajú. Natáčam to na neskôr.

source: [_JJ_] I'll also have the AI swap my uncle's head for mine, so I can imagine it's me in there.
sk_sk: [_ JJ_] Tiež budem mať výmenu AI za môjho strýka hlavu, takže si viem predstaviť, že som to tam ja.

source: [_R_] JJ What the hell is going on in your uncle's office!?
sk_sk: JJ Čo sa do pekla deje v kancelárii tvojho strýka!?

source: [_JJ_] You'll find out.
sk_sk: [_ JJ_] Vy sa dozviete.

source: [_JJ_] But I'd better bounce before Agent Bossy-pants tells my mom that I'm not working.
sk_sk: [_ JJ_] Ale ja by som sa lepšie odraziť pred agentom Bossy-nohavice hovorí mojej mame, že nie som pracovať.

source: [_JJ_] Oh, and don't worry. I can't tell anyone about anything that happens in the casino. I might be family, but I still have to live by the rules.
sk_sk: [_ JJ_] Oh, a nebojte sa. Nemôžem nikomu povedať o ničom, čo sa deje v kasíne. Mohla by som byť rodina, ale stále musím žiť podľa pravidiel.

source: [_RT_] {i}What in the hell is going on?...{/i}
sk_sk: [_RT_] {i}Čo do pekla sa deje? ... {/i}

source: [_AD_] Come on, [ryan]. You'll probably want to be sitting down for this.
sk_sk: No tak, [ryan]. Asi budete chcieť, aby ste na to sadli.

source: [_AD_] Would you stop asking questions and come sit your ass down?
sk_sk: Prestaneš sa klásť otázky a sadneš si na zadok?

source: [_AD_] Okay... Just give me a second to pull up the feed...
sk_sk: [_ AD_] Dobre ... Daj mi sekundu, aby som vytiahla ten zdroj ...

source: [_AD_] There we go.
sk_sk: [_ AD_] Tam ideme.

source: [_AD_] You wanted to know where you mom was. Well, take a look.
sk_sk: [_ AD_] Chceli ste vedieť, kde ste boli. No, pozri sa.

source: [_R_] {i}(Whispering){/i} Oh, God... no!
sk_sk: [_R_] {i}(Whispering) {/i} Oh, Bože ... nie!

source: {i}"A Few Minutes Earlier"{/i}
sk_sk: {i}"Pár minút skôr" {/i}

source: [_J_] Come in.
sk_sk: [_ J_] Poďte ďalej.

source: [_M_] Hi Mr. DeCapo... I thought I'd just stop by and see if I can do anything for you before I go on stage.
sk_sk: Ahoj, pán DeCapo. Myslela som si, že sa zastavím a uvidím, či pre teba niečo môžem urobiť, kým pôjdem na pódium.

source: [_J_] Goddam, you look beautiful!
sk_sk: Bohyňa, vyzeráš nádherne!

source: [_J_] Goddam, you look sexy!
sk_sk: Bohyňa, vyzeráš sexy!

source: [_J_] Come over here and let me get a good look at you.
sk_sk: Poď sem a pozriem sa na teba.

source: [_J_] That's better. Now, you were asking if there was anything you could do for me?
sk_sk: [_J_] To je lepšie. Pýtaš sa, či by si pre mňa niečo mohol urobiť?

source: [_M_] I'm here to serve.
sk_sk: [_ M_] Som tu, aby som slúžil.

source: [_J_] Get over here, then
sk_sk: [_ J_] Poď sem, potom

source: [_M_] Mr. DeCapo...
sk_sk: Pán DeCapo ...

source: [_M_] Candy told me you wanted me to stop by before I went on stage?
sk_sk: Candy mi povedal, že chceš, aby som sa zastavila pred tým, než som šiel na pódium?

source: [_J_] Yes, yes... Come on in [mom_name].
sk_sk: [_ J_] Áno, áno ... Príďte v [mom_name].

source: [_J_] I see you got the lingerie I had made especially for you.
sk_sk: [_ J_] Ja vidím, že máte spodnú bielizeň, ktorú som urobil špeciálne pre vás.

source: [_M_] Yes, thank you, it's beautiful.
sk_sk: [_ M_] Áno, ďakujem, je to krásne.

source: [_J_] It's even more beautiful than I thought it would be. Did the other one come too?
sk_sk: [_J_] Je to ešte krajšie, ako som si myslel, že by bolo. Aj ten druhý prišiel?

source: [_M_] Yes, it's not quite as... elegant?
sk_sk: [_ M_] Áno, nie je to celkom ako ... elegantné?

source: [_J_] Right... A little sexier, isn't it? I wanted a lingerie for both your beauty and your naughty side.
sk_sk: [_ J_] Prac ... Trochu sexi, však? Chcel som spodnú bielizeň pre vašu krásu a vašu neposlušnú stranu.

source: [_M_] Candy said you want me to wear them whenever I'm working here?
sk_sk: [_ M_] Candy povedal, že chceš, aby som ich nosila vždy, keď tu budem pracovať?

source: [_J_] It's just a hope of mine... Feel free to wear anything you want.
sk_sk: [_ J_] Je to len nádej na moju ... Neváhajte nosiť čokoľvek, čo chcete.

source: [_M_] I'm happy to wear either of these.
sk_sk: [_ M_] Som rád, že nosím jeden z nich.

source: [_M_] Would you like a closer look?
sk_sk: [_ M_] Chceli by ste sa bližšie pozrieť?

source: [_J_] I'd love that!
sk_sk: -To by som rád!

source: [_M_] You like what you see?
sk_sk: [_M_] Páči sa vám to, čo vidíte?

source: [_J_] I'm fucking surrounded by beautiful women all the time, but there's something extra sexy about you that I can't put my finger on.
sk_sk: [_J_] Som kurva obklopený krásnych žien po celú dobu, ale je tu niečo extra sexy o vás, že nemôžem dať prst na.

source: [_J_] There's just an aura of sex about you.
sk_sk: [_J_] Je tu len aura sexu o tebe.

source: [_J_] I want you like no women I've ever met before.
sk_sk: [_J_] Chcem, aby si sa nepál žiadne ženy, ktoré som kedy stretol.

source: [_M_] I'm sure you say that to every girl who comes to your office to fuck you.
sk_sk: [_ M_] Som si istý, že hovoríte, že každému dievčaťa, ktoré príde do vašej kancelárie, aby ťa pretiahlo.

source: [_J_] Are you saying you want me to fuck you?
sk_sk: [_ J_] Chcete povedať, že chcete, aby som sa pojeb vás?

source: [_M_] Mr. DeCapo, I'm a married woman!
sk_sk: Pán DeCapo, som vydatá žena!

source: [_M_] I would never...
sk_sk: [_M_] Nikdy by som ...

source: [_J_] No? Not even on a sandy beach at night with your son watching?
sk_sk: [_J_] Nie? Ani na piesočnatej pláži v noci, keď sa pozerá tvoj syn?

source: [_M_] I'm sure I don't know what you're talking about.
sk_sk: [_ M_] Som si istý, že neviem, o čom hovoríte.

source: [_J_] No?... Not even with the most powerful man in the city?
sk_sk: [_J_] Nie? ... Nie je to ani s najmocným mužom v meste?

source: [_M_] Nothing could pursuade me.
sk_sk: [_M_] Nič by ma nemohlo prenasledovať.

source: [_J_] Uh, huh... sure... Now, get over here beautiful!
sk_sk: [_ J_] Uh, huh ... isteže ... Teraz, prestav sa tu nádherne!

source: [_M_] Mr. DeCapo!
sk_sk: [_ M_] Pán DeCapo!

source: [_R_] No, no, no, no, no...
sk_sk: Nie, nie, nie, nie, nie ...

source: [_MT_] {i}God, I love cheating on my husband.{/i}
sk_sk: [_ MT_] {i}Bože, milujem podvádzanie na môjho manžela. {/i}

source: [_MT_] {i}I'm also really glad I didn't give exclusive rights for my pussy to my son. I've finally realized that I can't just be satisfied with one dick.{/i}
sk_sk: [_MT_] {i}Som tiež naozaj rád, že som neposkytol exkluzívne práva pre moju kundičku môjmu synu. Konečne som si uvedomil, že nemôžem byť spokojný s jedným kokotom. {/i}

source: [_MT_] {i}Right now, I'm in Joey's care... And he can do whatever he wants with me.{/i}
sk_sk: [_ MT_] {i}Práve teraz, som v starostlivosti o Joeyho ... A môže robiť, čo chce so mnou. {/i}

source: [_MT_] {i}He's not as big as my son, but at least I don't have to dislocate my jaw to get him in my mouth.{/i}
sk_sk: [_MT_] {i}Nie je tak veľký ako môj syn, ale aspoň nemusím lokalizovať svoju čeľusť, aby som ho dostal do úst. {/i}

source: [_MT_] {i}And better yet, I'm not related to him.{/i}
sk_sk: [_MT_] {i}A ešte lepšie, ja s ním nesúvisí. {/i}

source: [_J_] Mmmm... [mom_name], You're getting me hard real fast.
sk_sk: [_J_] Mmmm ... [mom_name], Ty ma stále tvrdíš naozaj rýchlo.

source: [_MT_] {i}I think [ryan] gets rock hard the second I walk into a room.{/i}
sk_sk: [_ MT_] {i}Myslím, že [ryan] dostane tvrdo na skalu sekundu, čo vojdem do miestnosti. {/i}

source: [_J_] Fuck, I'm ready... I want inside you right now!
sk_sk: -Kurva, som pripravený. Chcem, aby si hneď teraz vnútri.

source: [_M_] God, yes!
sk_sk: [_ M_] Bože, áno!

source: [_J_] You like that?!
sk_sk: [_ J_] Páči sa vám to?

source: [_M_] Don't stop!
sk_sk: Nezastavujte sa!

source: [_MT_] {i}He knows how to fuck, I'll give him that.{/i}
sk_sk: [_MT_] {i}On vie, ako sa pojeb, dám mu to. {/i}

source: [_MT_] {i}He's doesn't quite reach as deep as [ryan], but still deeper than my worthless husband.{/i}
sk_sk: [_MT_] {i}Nie je dosť veľký dosah tak hlboko ako [ryan], ale stále hlbšie ako môj bezcenný manžel. {/i}

source: [_MT_] {i}If only he could see me now. See what his selfish actions have driven me to.{/i}
sk_sk: [_MT_] {i}Ak by ma teraz mohol vidieť iba on. Pozrite sa na to, čo jeho sebecké akcie ma motivovali k. {/i}

source: [_MT_] {i}Serves the bastard right.{/i}
sk_sk: [_MT_] {i}Serves ten bastard vpravo. {/i}

source: [_MT_] {i}I'll show him.{/i}
sk_sk: [_MT_] {i}ho ukážem. {/i}

source: [_M_] Joey, I need to be on top!
sk_sk: Joey, musím byť na vrchole!

source: [_J_] Anything for you, sexy!
sk_sk: [_J_] Pre vás niečo, sexy!

source: [_MT_] {i}There, now I'm not just passively getting fucked.{/i}
sk_sk: [_MT_] {i}Teraz nie som len pasívne dostať v prdeli. {/i}
