Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_R_] And I think we only need one more pose and we'll call it good.
sk_sk: [_R_] A myslím, že potrebujeme už len jednu pózu a máme to za sebou.

source: [_R_] For this one I want you to pose face down ass up.
sk_sk: [_R_] V tomto prípade chcem, aby si pózovala zadkom nadol.

source: [_L_] Ok, I've gone this far, what's a little more.
sk_sk: [_L_] Dobre, dostala som sa až sem, tak čo ešte trochu viac.

source: [_R_] And I want a side shot.
sk_sk: [_R_] A teraz jedna fotka z boku.

source: [_L_] Really? Not a close-up between the legs?
sk_sk: [_L_] Naozaj? Nie detailný záber medzi nohami?

source: [_R_] Not on this one. But we could do that too if you want.
sk_sk: [_R_] V tomto prípade nie. Ale ak chceš, môžeme to urobiť tiež.

source: [_L_] I'm good.
sk_sk: [_L_] Som v pohode.

source: [_R_] Yeah, but now show a little more pain in your expression.
sk_sk: [_R_] Áno, ale teraz ukáž vo svojom výraze trochu viac bolesti.

source: [_R_] That's great!
sk_sk: [_R_] Je to skvelé!

source: [_L_] Oh boy.... I don't know if I even want to know what you're going to do with this picture.
sk_sk: [_L_] Oh chlapče .... Neviem, či by som chcela vedieť, čo týmto fotkám urobíš.

source: [_R_] Oh, I won't do much to it, but I think you'll like it.
sk_sk: [_R_] Oh, nebudem na nich moc robiť, ale myslím, že sa ti to bude páčiť.

source: [_L_] For some reason, I have a feeling I won't.
sk_sk: [_L_] Z nejakého dôvodu, mám pocit, že nie.

source: [_R_] Hahah.... it just depends on what you're into.
sk_sk: [_R_] Hahah .... záleží len na tom, do čoho ideš.

source: [_R_] Let's just say you've got to earn the title of "Dragon Breeder".
sk_sk: [_R_] Povedzme, že máš získať titul "Chovateľ drakov".

source: [_L_] Oh no, [ryan], don't you dare!
sk_sk: [_L_] Oh nie, [ryan], neopovažuj sa!

source: [_R_] Don't worry, I won't do any penetration.
sk_sk: [_R_] Neboj sa, neurobím žiadnu penetráciu.

source: [_L_] Oh my God, [ryan]!
sk_sk: [_L_] Bože môj, [ryan]!

source: [_R_] And let me zoom in just a little bit...
sk_sk: [_R_] a dovoľ mi, aby som trochu priblížil ...

source: [_R_] That's great Lauren!
sk_sk: [_R_] To je skvelé Lauren!

source: [_R_] I think this one is going to be my favorite.
sk_sk: [_R_] Myslím si, že toto bude môj obľúbený.

source: [_R_] You can get up now if you want.
sk_sk: [_R_] Teraz môžeš vstať, ak chceš.

source: [_L_] So, that's it? We don't need any more shots this session?
sk_sk: [_L_] Takže to je všetko? Nepotrebujem už žiadne ďalšie zábery na tomto stretnutí?

source: [_R_] No, I think we've got a lot of good stuff to work with.
sk_sk: [_R_] Nie, myslím, že máme veľa dobrých vecí, s ktorými by sme mohli pracovať.

source: [_L_] Oh.... ok.... good...
sk_sk: [_L_] Oh .... ok .... dobré ...

source: [_R_] Let me just say, you did an amazing job!
sk_sk: [_R_] Nechaj ma povedať, že si urobila úžasnú prácu!

source: [_R_] You acted like a professional, did everything I told you to, and your presence in front of the camera is so natural.
sk_sk: [_R_] Ty si sa správala ako profesionálka, urobila si všetko, čo som ti povedal, a tvoja prítomnosť pred kamerou je taká prirodzená.

source: [_R_] And I had a lot of fun working with you.
sk_sk: [_R_] Bavilo ma s tebou pracovať.

source: [_R_] I'm glad we get to work together, because I miss all the time we used to spend together.
sk_sk: [_R_] Som rád, že môžeme pracovať spolu, pretože mi chýba všetok ten čas, ktorý sme spolu trávili.

source: [_L_] Thank's for being so professional, and helping me to fulfull my dream!
sk_sk: [_L_] Ďakujem, že si bol taký profesionálny a pomohol mi splniť môj sen!

source: [_L_] I've really enjoyed spending this time with you too.
sk_sk: [_L_] Aj tentoraz som si užívala s tebou trávenie času.

source: [_L_] What are you doing?...
sk_sk: [_L_] Čo to robíš?

source: [_R_] I'm just hugging you back.
sk_sk: [_R_] Len ťa objímam.

source: [_L_] [ryan]? We're brother and sister.... you shouldn't hug your sister like this when she's completely naked.
sk_sk: [_L_] [ryan]? Sme brat a sestra .... ... nemal by si objímať svoju sestru, keď je úplne nahá.

source: [_R_] Why not?
sk_sk: [_R_] Prečo nie?

source: [_L_] Because this isn't just some episode of "Game of Thots", this is real life.
sk_sk: [_L_] Pretože toto nie je len nejaká epizóda seriálu "Hra na hrdinov", toto je skutočný život.

source: [_R_] I don't care.
sk_sk: [_R_] Nezaujíma ma to.

source: [_L_] But society doesn't...
sk_sk: [_L_] Ale spoločnosť nie je ...

source: [_R_] Fuck society.
sk_sk: [_R_] Srať na spoločnosť.

source: [_L_] Well, if you don't mind...
sk_sk: [_L_] No, ak ti to nevadí ...

source: [_L_] Then...
sk_sk: [_L_] Potom...

source: [_R_] Oh my God, Lauren! I can't believe you just did that.
sk_sk: [_R_] Oh môj Bože, Lauren! Nemôžem uveriť, že si to práve urobila.

source: [_L_] Not done yet.
sk_sk: [_L_] Ešte nie som hotová.

source: [_RT_] {i}Oh, shit.... I got Lauren to grind me.... {/i}
sk_sk: [_RT_] {i}Oh, kurva.... Lauren, ma obšuchuje.... {/i}

source: [_RT_] {i}She must want this as bad as me.{/i}
sk_sk: [_RT_] {i}Musí to chcieť tak moc ako ja. {/i}

source: [_RT_] {i}Oh, man! I'm gonna cum.... {/i}
sk_sk: [_RT_] {i}Bože môj, ja sa spravím!{/i}

source: [_R_] Hnnnngggghhhh...
sk_sk: [_R_] Hnnnnggghhhhh...

source: [_L_] Oh my God! Your pants are wet!
sk_sk: [_L_] Oh môj bože! Tvoje nohavičky sú mokré!

source: [_L_] Did you just?...
sk_sk: [_L_] Ty si práve?...

source: [_R_] Yeah.... I did...
sk_sk: [_R_] Áno .... Ja som ...

source: [_L_] But what if some got inside me?...
sk_sk: [_L_] Ale čo ak sa niečo dostalo do mňa? ...

source: [_L_] Could I get pregnant?
sk_sk: [_L_] Mohla by som otehotnieť?

source: [_R_] No.... I don't think so...
sk_sk: [_R_] Nie. ... Nemyslím si, že ...

source: [_R_] I think I'd have to be deep inside of you.
sk_sk: [_R_] Myslím, že budem musieť byť hlboko vo vnútri teba.

source: [_L_] Oh, thank God!...
sk_sk: [_L_] Ó, vďaka Bohu!...

source: [_LT_] {i}Mmmmmmmm.... [ryan] deep inside of me.... {/i}
sk_sk: [_LT_] {i}Mmmmmmmm .... [ryan] hlboko vo mne .... {/i}

source: {i}{b}"Lauren's Libido +10"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +10"{/b}{/i}

source: [_L_] I can't believe that just happened.
sk_sk: [_L_] Nemôžem uveriť, že sa to práve stalo.

source: [_L_] We can't let this go any further.
sk_sk: [_L_] Nemôžeme to nechať ísť ďalej.

source: [_R_] Well, let's just see what happens.
sk_sk: [_R_] Dobre, uvidíme, čo sa stane.

source: [_R_] Try not to be too closed minded to future possibilities.
sk_sk: [_R_] Skús sa príliš neuzatvoriť pred budúcimi možnosťami.

source: [_L_] Well, don't push your luck.
sk_sk: [_L_] No, netlač svoje šťastie.

source: [_L_] I love you, but what if Mom or Sidney found out?
sk_sk: [_L_] Milujem ťa, ale čo ak to mama alebo Sidney zistia?

source: [_R_] We'll worry about that when the time comes.
sk_sk: [_R_] Obávajme sa o to, keď príde čas.

source: [_L_] No really, I don't think we should go any further.
sk_sk: [_L_] Nie, nemyslím si, že by sme mali ísť ešte ďalej.

source: [_R_] Ok, well we'll just have to worry about that when the time comes too.
sk_sk: [_R_] Dobre, tak sa budeme musieť obávať, keď príde čas.

source: [_L_] [ryan]! I'm serious!
sk_sk: [_L_] [ryan]! Myslím to vážne!

source: [_R_] Me too.
sk_sk: [_R_] Ja tiež.

source: [_L_] Well, I'd better go get my clothes back on. I'll see you back at home sometime?
sk_sk: [_L_] No, radšej by som si mala dať svoje oblečenie späť. Stretneme sa niekedy doma?

source: [_R_] Yeah.... I'll just clean things up here, and I'll be home soon too.
sk_sk: [_R_] Áno.... Len to tu vyčistím, a budem čoskoro doma.

source: [_L_] Mmmmm.... I love your hugs.
sk_sk: [_L_] Mmmmm .... Zbožňujem tvoje objatie.

source: [_R_] This feels so right.
sk_sk: [_R_] Je to tak správne.

source: [_R_] I think so.
sk_sk: [_R_] Myslím, že áno.

source: [_L_] Good!
sk_sk: [_L_] Dobre!

source: [_R_] Oh my God, Lauren! This feels so good!
sk_sk: [_R_] Oh môj Bože, Lauren! Cítim sa tak dobre!

source: [_RT_] {i}Oh, shit.... I got Lauren to grind me again.... {/i}
sk_sk: [_RT_] {i}Oh, kurva.... Lauren, ma znovu obšuchuje.... {/i}

source: [_RT_] {i}She won't admit it to herself, but she wants this as bad as me.{/i}
sk_sk: [_RT_] {i}Sama to neprizná, ale chce to tak moc ako ja. {/i}

source: [_L_] I got you there again?...
sk_sk: [_L_] Zase som ťa tam dostala?...

source: [_R_] Yeah.... you did...
sk_sk: [_R_] Jasne.... ty si...

source: [_LT_] {i}Mmmmmmmm.... I love his wet cum against my pussy.... {/i}
sk_sk: [_LT_] {i}Mmmmmmmm .... Milujem jeho mokré semeno na mojej kundičke .... {/i}

source: [_L_] I can't believe that just happened again.
sk_sk: [_L_] Nemôžem uveriť, že sa to práve znovu stalo.

source: [_L_] I told myself it wouldn't!
sk_sk: [_L_] Povedala som si, že to nie je!

source: [_R_] Well, sometimes you just have to live in the moment.
sk_sk: [_R_] Nuž, niekedy musíš žiť v danom momente.

source: [_L_] Oh.... I really hope Mom and Sidney don't find out.
sk_sk: [_L_] Oh .... Naozaj dúfam, že mama a Sidney to nezistia.

source: [_L_] They would be so disgusted.
sk_sk: [_L_] Boli by tak znechutené.

source: [_R_] Well, you never know,
sk_sk: [_R_] No, nikdy nevieš,

source: [_R_] They might just have some surprises of their own.
sk_sk: [_R_] Možno si pre teba pripravia vlastné prekvapenia.

source: [_L_] Doubt it would be anything like this.
sk_sk: [_L_] Pochybujem, že by to bolo niečo podobné.

source: [_R_] Who knows.
sk_sk: [_R_] Kto vie.

source: [_RT_] {i}Uuuuugghhh, who's texting me this early in the morning?{/i}
sk_sk: [_RT_] {i}Uuuuugghhh, kto mi dnes ráno píše? {/i}

source: [_RT_] {i}Oh man, it's just an email alert. You buy one thing at Hardnlong, and the emails never stop.{/i}
sk_sk: [_RT_] {i}Človeče, je to len e-mailové upozornenie. Kúpiš si jednu vec na Hardnlong a e-maily nikdy neprestávajú.{/i}

source: [_RT_] {i}Huh? Oh, man! I'd love to see Mom in this! Maybe I should check the store and get it for her. I'm sure I can think of some way to get her to wear it.{/i}
sk_sk: [_RT_] {i}Čo? Ach, človeče! Chcel by som v tom vidieť mamu! Možno by som sa mala pozrieť do obchodu a kúpiť jej to. Určite vymyslím nejaký spôsob, ako ju prinútiť, aby si to obliekla.{/i}

source: [_RT_] {i}{b}(HINT){/b} I got an email ad on my phone for a special deal on a Hyongu bikini. The deal is for a very limited time, so if I want to get it, I'd better do it soon.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Na mobil mi prišla e-mailová reklama na špeciálnu ponuku na bikiny Hyongu. Ponuka platí len veľmi obmedzený čas, takže ak ju chcem získať, mal by som to urobiť čím skôr.{/i}

source: Kenzie's Thoughts
sk_sk: Kenzieho myšlienky

source: Waitress
sk_sk: Čašníčka

source: Everybody Else
sk_sk: Všetci ostatní

source: Matt's Thoughts
sk_sk: Mattove myšlienky

source: Agent Diaz
sk_sk: Agentka Diazová

source: Agent Diaz's Thoughts
sk_sk: Myšlienky agentky Diazovej

source: Of course I'll protect Lauren!
sk_sk: Samozrejme, že budem Lauren chrániť!

source: Shit!.... I don't have the money to protect her this week!
sk_sk: Do prdele!.... Nemám peniaze na jej ochranu tento týždeň!

source: I need that money elsewhere.... Lauren's ass will have to pay the bill this week.
sk_sk: Potrebujem tie peniaze inde.... Laurenin zadok bude musieť tento týždeň zaplatiť účet.

source: Just Leave her alone.
sk_sk: Nechať ju na pokoji.

source: Commission a new cosplay outfit.
sk_sk: Objednať si nové cosplay oblečenie.

source: Ask her to take off her skirt. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
sk_sk: Požiadať ju, aby si vyzliekla sukňu. {i}(poddajnosť 5+ {b}{color=#0000ff}alebo{/color}{/b} libido 9+){/i}

source: Ask her to show her buckskin thong from behind. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
sk_sk: Požiadať ju, aby ukázala svoje kožušinové tangá zozadu. {i}(poddajnosť 7+ {b}{color=#0000ff}alebo{/color}{/b} libido 9+){/i}

source: Ask her to take off her buckskin bra. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
sk_sk: Požiadať ju, aby si vyzliekla podprsenku z kožušiny. {i}(poddajnosť 10+ {b}{color=#0000ff}alebo{/color}{/b} libido 10){/i}

source: Ask her to show her titties. {i}(submission 14+){/i}
sk_sk: Požiadať ju, aby ukázala svoje prsia. {i}(submission 14+){/i}

source: Ask her to take off her buckskin thong. {i}(submission 19+){/i}
sk_sk: Požiadať ju, aby si vyzliekla svoje kožušinové tangá. {i}(submission 19+){/i}

source: Ask her for explicit close-ups. {i}(submission 25+){/i}
sk_sk: Požiadať ju o explicitné detailné zábery. {i}(submission 25+){/i}
