Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_MT_] {i}I'm making Joey drill me, not just getting drilled.{/i}
sk_sk: [_MT_] {i}Som robiť Joeyho vŕtač, nie len dostať vŕtanú. {/i}

source: [_MT_] {i}This makes me complicit.{/i}
sk_sk: [_MT_] {i}To ma robí komplicom. {/i}

source: [_MT_] {i}I'm actually cheating on my husband.{/i}
sk_sk: [_MT_] {i}Ja som vlastne podvádzal môjho manžela. {/i}

source: [_MT_] {i}Why does it feel like I'm cheating on my son too?{/i}
sk_sk: [_ MT_] {i}Prečo má pocit, že podvádzam aj na môjho syna?

source: [_MT_] {i}No... That doesn't make sense... I'm just being silly. He's my son... He doesn't have any kind of claim over me.{/i}
sk_sk: [_MT_] {i}Nie .. To nedáva zmysel ... Len som hlúpa. Je to môj syn ... Nemá na mňa žiaden nárok. {/i}

source: [_MT_] {i}Still... What would he think if he could see me now?{/i}
sk_sk: [_MT_] {i}Stále ... Čo by si myslel, keby ma mohol vidieť teraz?

source: [_J_] Fuck, [mom_name]... Go easy on me or I'm not going to last very long.
sk_sk: [_J_] Jebať, [mom_name] ... Ľahni si na mňa, inak dlho nevydrží.

source: [_M_] No... You've got to let me cum first... Don't be like my husband.
sk_sk: [_M_] Nie. .. Najprv mi musíš dovoliť, aby som sa ... Nebuďte ako môj manžel.

source: [_J_] I'll try...
sk_sk: [_ J_] Skúsim ...

source: [_J_] I don't know how long I can hold out.
sk_sk: Neviem, ako dlho to vydržím.

source: [_J_] What do you need to get there?
sk_sk: [_ J_] Čo potrebujete, aby ste sa tam dostali?

source: [_M_] Remember the beach?
sk_sk: Pamätáte sa na pláž?

source: [_J_] Oh, I see... You dirty sexy woman!
sk_sk: [_J_] Oh, vidím ... Ty špinavá sexy žena!

source: [_M_] This is really embarrassing to admit, but I have a hard time cumming without anal stimulation.
sk_sk: [_ M_] To je naozaj trápne priznať, ale ja mám ťažké časy bez análnej stimulácie.

source: [_J_] Haha... I've hit the jackpot. You dirty sexy woman!
sk_sk: [_J_] Haha ... Trafila som jackpot. Ty špinavá sexy žena!

source: [_M_] Oh, yes... Fuck, yes!
sk_sk: [_M_] Oh, áno ... Kurva, áno!

source: [_J_] Haha... I can't believe you actually enjoy this!
sk_sk: [_J_] Haha ... Nemôžem uveriť, že si to naozaj užívaš!

source: [_J_] Every woman I've ever fucked in the ass I think did it because they were afraid to say no to me.
sk_sk: Každá žena, ktorú som kedy v riti v riti, myslím, že to urobil, pretože sa báli povedať, že nie mne.

source: [_J_] You're a dream come true.
sk_sk: [_ J_] Vy ste sen, ktorý sa stane skutočnosťou.

source: [_M_] Oh yeah... I'm getting close!
sk_sk: [_] Ach áno ... Som blízko!

source: [_M_] Keep going!
sk_sk: [_ M_] Pokračujte!

source: [_M_] Fuck yes!
sk_sk: [_ M_] Jeb áno!

source: [_J_] God, [mom_name]!
sk_sk: [_ J_] Boh, [mom_name]!

source: [_J_] You're amazing!
sk_sk: [_ J_] Si úžasná!

source: [_M_] Don't stop fucking!
sk_sk: Nezastavuj kurva!

source: [_M_] Now, you can do to me whatever you want.
sk_sk: [_ M_] Teraz, môžete mi urobiť, čo chcete.

source: [_MT_] {i}Oh God!... He made me cum again!{/i}
sk_sk: [_MT_] {i}Oh Bože! ... Zase ma vytrstil!

source: [_JT_] {i}Good, God! How does she keep doing that?{/i}
sk_sk: [_ JT_] {i}Dobre, Bože! Ako to stále robí? {/i}

source: [_J_] Fucking you is a dream, but I can't hold out any longer!
sk_sk: [_J_] Zasraný si je sen, ale ja už nemôžem držať ďalej!

source: [_M_] Don't you dare pull out! Fill my pussy!
sk_sk: -Neopováž sa vytiahať! Naplň moju kundu!

source: [_M_] I want to feel cum inside my womb again!
sk_sk: Chcem sa znova cítiť ako v mojom lone!

source: [_M_] Get me pregnant and I'll make my asshole husband raise your child.
sk_sk: [_M_] Dostať ma tehotné a ja, aby sa môj debil manžel zvýšiť vaše dieťa.

source: [_J_] Goddam!
sk_sk: [_ J_] Bohyňa!

source: [_J_] I'm gonna...!
sk_sk: [_ J_] Ja ...!

source: {i}"Joey's cum loads in Mom's pussy +1"{/i}
sk_sk: {i}"Joeyho cum kopa v maminej kunde + 1" {/i}

source: {i}"Total loads of Joey's cum in Mom's pussy = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
sk_sk: {i}"Celkový náklad Joeyho cum v mačičovej kunde = ({b}[mom_joey_cum_loads_counter] {/b})" {/i}

source: [_J_] Holy Gaaawwwd!
sk_sk: Svätá Gaaawwwd!

source: [_M_] Don't stop fucking my ass!
sk_sk: Nezastavuj mi riť!

source: [_M_] Don't you dare pull out! Fill my ass!
sk_sk: -Neopováž sa vytiahať! Naplň mi zadok!

source: [_M_] I want it leaking out of me for days!
sk_sk: [_ M_] Chcem, aby sa zo mňa na niekoľko dní vylial!

source: [_M_] There, all dressed.
sk_sk: [_ M_] Tam, všetci oblečený.

source: [_J_] Thanks for another great Saturday night!
sk_sk: [_J_] Vďaka za ďalšiu veľkú sobotu večer!

source: [_J_] Now, you'd better get to the stage. I know the crowd gets a little rowdy when they're sick of waiting for you.
sk_sk: [_ J_] Teraz by ste sa mali dostať do javu. Viem, že dav sa trochu nedostáva, keď sa na teba zle čakajú.

source: [_M_] Yep... I'm going straight there.
sk_sk: [_M_] Yep ... Idem rovno tam.

source: [_MT_] {i}Looks like it's just another "Wham, Bam, Thank you, Ma'am".{/i}
sk_sk: [_MT_] {i}Vyzerá to, že je to len ďalší "Wham, Bam, ďakujem, madam". {/i}

source: [_MT_] {i}I shouldn't be offended that I'm just another hot ass for him.{/i}
sk_sk: [_MT_] {i}by som nemal byť urazil, že som len ďalší horúci zadok pre neho. {/i}

source: [_MT_] {i}I'm benefiting just as much from these little meets.{/i}
sk_sk: [_MT_] {i}Mám prospech rovnako ako z týchto malých stretnutí.{ /i }

source: [_MT_] {i}And as much as I know this is wrong, I'm just needing to get fucked like I've never needed it before.{/i}
sk_sk: [_MT_] {i}A tak, ako viem, že je to zle, som len potreboval, aby sa posral, ako som to nikdy predtým nepotreboval. {/i}

source: [_MT_] {i}God, I can still feel his warm cum inside me!{/i}
sk_sk: [_ MT_] {i}Boh, stále cítim jeho teplo vo vnútri mňa! {/i}

source: [_AD_] There she goes, on her way to the pole.
sk_sk: Je na ceste k stĺpu.

source: [_AD_] God, I love this recurring little date of ours.
sk_sk: Bože, milujem tento opakovaný malý dátum nášho.

source: [_AD_] Such a romantic setting, watching porn together.
sk_sk: [_ AD_] Také romantické nastavenie, sledovanie porno spolu.

source: [_AD_] You can't deny it's doing something for you too.
sk_sk: [_ AD_] Nemôžete poprieť, že to robí niečo pre vás taky.

source: [_R_] Of course it's not! I just watched my mom get fucked by Joey again.
sk_sk: [_R_] Samozrejme, že nie je! Len som sledoval, ako sa moja mama znovu pretiahla s Joeym.

source: [_AD_] Yes, but this time you knew what was going to happen, and you chose to watch anyways.
sk_sk: [_ AD_] Áno, ale tentoraz ste vedeli, čo sa stane, a vy ste sa rozhodli sledovať aj tak či onak.

source: [_R_] Oh, and I suppose I'm just supposed to let her go into the wolf's lair without any supervision.
sk_sk: [_R_] Oh, a predpokladám, že by som ju mal nechať ísť do vlka lair bez akéhokoľvek dozoru.

source: [_AD_] Yeah, he's not going to do anything to her, I mean besides fuck her.
sk_sk: [_ AD_] Áno, on s ňou nič neurobí, ale okrem toho, do riti s ňou.

source: [_AD_] This is one of the safest places she could be.
sk_sk: [_ AD_] To je jeden z najbezpečenej-miesta, kde by mohla byť.

source: [_R_] Oh, yeah... real safe. My sister just almost got raped and killed here, but no, you know best.
sk_sk: [_ R_] Oh, áno ... naozaj v bezpečí. Moja sestra sa takmer dostala znásilnená a zabitá tu, ale nie, vieš najlepšie.

source: [_AD_] Calm down!
sk_sk: [_ AD_] Uvolni sa!

source: [_R_] No, I'm not going to calm down. I'm out of here.
sk_sk: [_R_] Nie, ja sa neupokojím. Som preč.

source: [_AD_] Well, don't forget to take care of your confusing boner somewhere not too public.
sk_sk: No, nezabudni sa postarať o váš mätúca boner niekde nie je príliš verejné.

source: [_RT_] {i}Good thing that bathroom is close by. I thought I was going to hurl.{/i}
sk_sk: [_RT_] {i}Dobrá vec, že kúpeľňa je blízko. Myslela som, že idem do hurl. {/i}

source: [_RT_] {i}I'd better go to the stage and check on my mom.{/i}
sk_sk: [_RT_] {i}Radšej by som išiel do javu a skontrolovať moju mamu. {/i}

source: [_M_] There, all dressed... If you can call this dressed.
sk_sk: [_ M_] Tam, všetci oblečený ... Ak by ste to mohli nazvať oblečená.

source: [_M_] I hope I don't get cum stains on this beautiful lingerie.
sk_sk: [_ M_] Dúfam, že nezískam žiadne škvrny na tomto krásnom spodnom prádle.

source: [_J_] It's been a real treat [mom_name]. Thank you.
sk_sk: [_ J_] Bolo to skutočné potešenie [mom_name]. Ďakujeme.

source: [_M_] Likewise... I'm ashamed to admit it, but I really needed that, and really wanted it too.
sk_sk: [_M_] Podobne aj ... Hanbím sa priznať to, ale naozaj som to potreboval, a naozaj to chcel tiež.

source: [_J_] I'm glad we could fulfill each other's needs. Now, I think there's a whole room full of excited patrons who want to see you on that pole.
sk_sk: [_J_] Som rád, že sme mohli splniť všetky ostatné potreby. Myslím, že tu je celá miestnosť plná vzrušených patrónov, ktorí ťa chcú vidieť na tom póle.

source: [_J_] You'd better not keep them waiting any longer.
sk_sk: Radšej by si ich neudržal dlhšie čakať.

source: [_M_] Oh, uh... okay.
sk_sk: [_ M_] Oh, uh ... ok.

source: [_MT_] {i}I don't know what I was expecting from him, but a little more than that.{/i}
sk_sk: [_MT_] {i}Neviem, čo som od neho očakával, ale o niečo viac než len to. {/i}

source: [_MT_] {i}Who am I kidding? To Joey, now, I'm just another one of his whores.{/i}
sk_sk: [_MT_] {i}Kto som žartujem? Joey, teraz som len ďalší z jeho kuriev. {/i}

source: [_MT_] {i}God... I'm kind of a whore!{/i}
sk_sk: [_MT_] {i}Boh ... Som trochu štetka!

source: [_MT_] {i}That kind of turns me on.{/i}
sk_sk: [_MT_] {i}Tento druh ma zapína. {/i}

source: [_AD_] And... It looks like she's headed to the stripper stage.
sk_sk: [_AD_] A ... Vyzerá to tak, že mieri na štádium striptérky.

source: [_AD_] Wow!... Just, wow!
sk_sk: Wau! Len, wow!

source: [_AD_] I'm so turned on right now, I think I just might let you have a go at me.
sk_sk: [_AD_] Som tak otočený práve teraz, myslím, že by som mohol nechať ísť na mňa.

source: [_R_] Have a go at you?!
sk_sk: Ideme na to?

source: [_R_] I just watched my mom get fucked by a fucking crime lord!
sk_sk: [_R_] Práve som sledoval, ako moja mama zdochne skurvym kriminálnikom!

source: [_R_] I'm not in the fucking mood to fuck you!
sk_sk: [_ R_] Nie som v skurvom nálade, aby som ťa poserie!

source: [_AD_] Oh, come on... It will be good revenge.
sk_sk: [_ AD_] Oh, no tak ... Bude to dobrá pomsta.

source: [_R_] That's my mom!
sk_sk: [_ R_] To je moja mama!

source: [_R_] I don't want to get revenge on her! I just want her to stop fucking other guys!
sk_sk: Nechcem sa jej pomstiť! Len chcem, aby prestala pojebať ostatných chlapikov!

source: [_R_] You're a real piece of work to suggest such a thing when this is happening to me.
sk_sk: [_ R_] Vy ste skutočný kus práce navrhnúť takú vec, keď sa to deje ku mne.

source: [_AD_] Don't get mad at me, you're the one pitching a fucking circus tent.
sk_sk: Nehnevaj sa na mňa, ty si ten skurvym stan cirkusový stan.

source: [_R_] It's just a confused boner. It's not because I'm turned on.
sk_sk: [_ R_] Je to len zmätený boner. Nie je to preto, že by som sa zapla.

source: [_AD_] Uh, huh... Sure.
sk_sk: Uhm, há ... -Jasné.

source: [_AD_] Are you sure you don't want me to help you take care of it?
sk_sk: [_ AD_] Ste si istý, že nechcete, aby som vám pomohol postarať sa o to?

source: [_R_] No!
sk_sk: [_R_] Nie!

source: [_R_] I'll take care of it myself, thank you.
sk_sk: Postarám sa o to sám, ďakujem.

source: [_AD_] Well, make sure you do it in a bathroom or something.
sk_sk: [_ AD_] No, uistite sa, že to urobiť v kúpeľni alebo niečo.

source: [_AD_] None of Joey's patrons will want to come upon you jacking off behind some corner.
sk_sk: Nikto z Joeyho patrónov nebude chcieť, aby si za nejakým rohom odkráčal.

source: [_RT_] {i}There, all I had to do was take a piss, now my boner's gone.{/i}
sk_sk: [_RT_] {i}Tam, všetko, čo som musel urobiť, bolo vziať šťanky, teraz môj boner je preč. {/i}

source: [_RT_] {i}I just feel bad for the janitor.{/i}
sk_sk: [_RT_] {i}Cítim sa zle pre školníka. {/i}

source: [_RT_] {i}I should go check on my mom at the stage now.{/i}
sk_sk: [_RT_] {i}Mal by som ísť skontrolovať na moju mamu na pódiu teraz. {/i}

source: [_RT_] {i}Well, she's filled the house again.{/i}
sk_sk: [_RT_] {i}No, ona je naplnená dom znova. {/i}

source: [_RT_] {i}After her last show, there's no way anyone's going to want to miss any of her next ones.{/i}
sk_sk: [_RT_] {i}Po svojej poslednej show, neexistuje spôsob, ako by niekto chcel nechať ujsť žiadnu z jej ďalšie. {/i}

source: [_RT_] {i}My mom... The biggest whore in town.{/i}
sk_sk: [_RT_] {i}Moja mama ... Najväčšia kura v meste. {/i}

source: [_RT_] {i}Thank God the kids in school still haven't heard about this!{i}
sk_sk: [_RT_] {i}Ďakujem Bohu, že deti v škole ešte nepočuli o tomto!{i}

source: [_RT_] {i}At least I don't think they have.{/i}
sk_sk: [_RT_] {i}Aspoň si nemyslím, že majú. {/i}

source: [_RT_] {i}No, or all the guys in school would be here with their fake ID's to get a look at that ass.{/i}
sk_sk: [_RT_] {i}Nie, alebo všetci chlapci v škole by tu s ich falošným ID, aby sa pozrieť na ten zadok. {/i}

source: [_RT_] {i}To try and catch a glimpse of that beautiful shaved pussy...{/i}
sk_sk: [_RT_] {i}Ak chcete vyskúšať a zachytiť záblesk tejto nádhernej kundy ... {/i}

source: [_RT_] {i}Maybe even sit in the splash zone of her new squirt show.{/i}
sk_sk: [_RT_] {i}Možno dokonca sedieť v úvodnom pásme jej novej striekke show. {/i}

source: [_RT_] {i}Fuck... I'm going to be sick... I need to get out of here.{/i}
sk_sk: [_RT_] {i}Kurva ... Budem chorá ... Musím odtiaľto vypadať. {/i}

source: [_A_] Is she on stage again?
sk_sk: [_ A_] Je opäť na pódiu?

source: [_A_] Was she grinding the pole again?
sk_sk: Už zase raz brúsila pól?

source: [_R_] I'm not sure... I left before she could get that far.
sk_sk: [_ R_] Nie som si istý ... Odišiel som predtým, než sa dostala až tak ďaleko.

source: [_MT_] {i}Fuck, this feels good! I hope I can make myself squirt again. Expectations are pretty high.{/i}
sk_sk: [_MT_] {i}Kurva, to je dobrý pocit! Dúfam, že sa môžem znova striedať. Očakávania sú dosť vysoké. {/i}

source: [_A_] Maybe she'll just do a normal strip dance tonight.
sk_sk: [_ A_] Možno, že bude robiť normálne stripky ples dnes večer.

source: [_A_] I mean, she can't just keep squirting on demand, can she?
sk_sk: [_ A_] Mám na mysli, nemôže len tak premrhať na dopyt, však?

source: {i}(Crowd chanting in the distance){/i} [mom_name], [mom_name], [mom_name]!
sk_sk: {i}(Crowd smerovanie vo vzdialenosti) {/i} [mom_name], [mom_name], [mom_name]!

source: [_R_] See?
sk_sk: [_ R_] Pozrite sa?

source: [_A_] Fuck... You're mom's going to become a legend here.
sk_sk: [_ A_] Jebať ... Mama sa tu stane legendou.

source: [_M_] {i}(Cheerily){/i} There you two are.
sk_sk: [_M_] {i}(Cheerily) {/i} Tu ste vy dvaja.

source: [_M_] {i}You shouldn't have left so soon.{/i}
sk_sk: [_M_] {i}Tie by ste nemali nechať tak skoro. {/i}

source: [_R_] Oh, really... Why's that?
sk_sk: [_R_] Oh, naozaj ... Prečo je to tak?

source: [_M_] It was one of the biggest ones I've ever done. You should have seen it.
sk_sk: [_ M_] Bola to jedna z najväčších, akú som kedy urobil. Mal si to vidieť.

source: [_R_] Oh, that's just wonderful. I couldn't be more impressed.
sk_sk: Oh, to je proste úžasné. Nemohol by som byť viac ohromený.

source: [_M_] Sheesh, you need to stop acting like such a little baby.
sk_sk: [_M_] Sheesh, musíte prestať správať ako také malé dieťa.

source: [_M_] These shows are making us a lot of money, and it's money that's actually paying down the principal of our loan.
sk_sk: Tieto predstavenia nám robia veľa peňazí, a sú to peniaze, ktoré v skutočnosti splácajú istinu našej pôžičky.

source: [_M_] And I hate to threaten this again, but if you don't start acting like more of a man, than I'm not going to be taking care of you at all tonight.
sk_sk: [_ M_] A nerád to vyhrážam, ale ak sa nezačnete správať ako viac k človeku, tak sa o vás nestarám vôbec dnes.

source: [_R_] Okay... I'm really sorry.
sk_sk: [_ R_] Dobre ... Je mi to naozaj ľúto.

source: [_M_] Are you really sorry?
sk_sk: [_ M_] Naozaj ľutujete?

source: [_R_] Of course I am.
sk_sk: [_ R_] Samozrejme, že som.

source: [_M_] I hope so, I'm sick of having this conversation.
sk_sk: [_] Dúfam, že áno, že som chorý z toho, že tento rozhovor.

source: [_M_] That bulge is starting to look a little sorry.
sk_sk: [_M_] Že býk sa začína vyzerať trochu ľutovať.

source: [_M_] Maybe I should just be a good mom, forgive you, and take care of that little problem in your pants.
sk_sk: Možno by som mala byť dobrou matkou, odpúšťať ti a starať sa o ten malý problém v tvojich nohaviči.

source: [_R_] Really?
sk_sk: [_R_] Naozaj?

source: [_M_] Yeah.
sk_sk: [_ M_] Áno.

source: [_M_] Do you think the VIP room is available?
sk_sk: -Myslíš, že VIP izba je k dispozícii?

source: [_R_] Let's go check.
sk_sk: Poďme sa pozrieť.

source: [_RT_] {i}Goddammit! Diaz is here too. She's got a front row seat to all of my recent humiliations.{/i}
sk_sk: [_RT_] {i}Goddammit! Diaz je tu tiež. Má predné sedadlo pre všetky moje nedávne poníženia. {/i}

source: [_RT_] {i}Plus I think watching Mom fuck Joey on the surveillance camera really got her engine revving.{/i}
sk_sk: [_RT_] {i}Plus Myslím, že sledovať mamiku kurva Joey na kamere kamery naozaj dostal jej motor revving. {/i}

source: [_RT_] {i}I mean, how could it not!{/i}
sk_sk: [_RT_] {i}Myslím, ako by to nebolo! {/i}

source: [_RT_] {i}As jealous as it made me, I can't deny watching her get fucked like that made me hell'a horny.{/i}
sk_sk: [_RT_] {i}Ako žiarlivý, ako to urobil ja, nemôžem popierať, že sledoval ju, ako by ma v prdeli, ako že ma helmy horny. {/i}

source: [_RT_] {i}Fuck!... Look at her! She's getting way too comfortable being naked in public.{/i}
sk_sk: [_RT_] {i}Kurva! ... Pozri sa na ňu! Je príliš pohodlná, že je nahá na verejnosti. {/i}

source: [_MT_] {i}This may not be some fashion runway like I dreamed, but it's becoming a lot more fun than I remember.{/i}
sk_sk: [_MT_] {i}To nemusí byť nejaká móla dráha, ako som sníval, ale stáva sa to oveľa zábavnejšie, než si pamätám. {/i}

source: [_MT_] {i}Look how bad all these men want me.{/i}
sk_sk: [_MT_] {i}Pozrite sa, ako zlé to všetci títo muži chcú ma. {/i}

source: [_MT_] {i}They're all going to be thinking about me when they're fucking their wives tonight, or finishing themselves off.{/i}
sk_sk: [_MT_] {i}Všetci budú myslieť na mňa, keď sú kurva ich ženy dnes večer, alebo sa dokončujú. {/i}

source: [_MT_] {i}I could ask any one of them to fuck me, and it would be the greatest day of their lives.{/i}
sk_sk: [_MT_] {i}Mohol by som požiadať ktoréhokoľvek z nich, aby ma pretiahli, a bol by to najväčší deň ich života. {/i}

source: [_MT_] {i}That makes me a powerful wo...{/i}
sk_sk: [_MT_] {i}To ma robí mocným bude ... {/i}

source: [_RT_] {i}Oh, looks like Mom just noticed me.{/i}
sk_sk: [_RT_] {i}Oh, vyzerá to, že mama si ma práve všimla. {/i}

source: [_RT_] {i}This is a little awkward.{/i}
sk_sk: [_RT_] {i}To je trochu trápne. {/i}

source: [_MT_] {i}He's just staring at me.{/i}
sk_sk: [_MT_] {i}práve na mňa pozerá. {/i}

source: [_MT_] {i}Probably thinking about every sexual thing we've done together lately.{/i}
sk_sk: [_MT_] {i}Pravdepodobne premýšľal o každej sexuálnej veci, ktorú sme urobili spolu v poslednej dobe. {/i}

source: [_MT_] {i}And here I am, shaking my ass in front of a bunch of strangers.{/i}
sk_sk: [_MT_] {i}A tu som, triasla mi riť pred banda cudzincov. {/i}

source: [_MT_] {i}Does it make him jealous?{/i}
sk_sk: [_MT_] {i}Znamená to, že žiarlil? {/i}

source: [_MT_] {i}Maybe he likes seeing me make a complete slut of myself.{/i}
sk_sk: [_ MT_] {i}Možno sa mi páči, keď ma vidí, aby som sa úplne posluchol.

source: [_MT_] {i}Maybe he'd enjoy watching me fuck all of these people at the same time.{/i}
sk_sk: [_ MT_] {i}Možno by rád sledoval ma, kurva všetkých týchto ľudí v rovnakom čase. {/i}

source: [_MT_] {i}Would he join in?{/i}
sk_sk: [_MT_] {i}Chceli by sa pripojiť? {/i}

source: [_RT_] {i}Fuck! She knows I'm here, and she's getting off on it.{/i}
sk_sk: [_RT_] {i}Kurva! Vie, že som tu, a ona sa na to dostala. {/i}

source: [_RT_] {i}Does it turn her on to act like a slut right in front of me?{/i}
sk_sk: [_RT_] {i}ju mení, aby konala ako sluta priamo predo mnou? {/i}

source: [_RT_] {i}Oh, holy fuck! She's grinding the pole now!{/i}
sk_sk: [_RT_] {i}Oh, svätý jebať! Rozmreje tyč!

source: [_MT_] {i}What would it be like to fuck two guys at the same time?{/i}
sk_sk: [_MT_] {i}Aké by to bolo, keby ste sa naraz pojebali s dvoma chlapmi?

source: [_MT_] {i}Or even five?{/i}
sk_sk: [_MT_] {i}Alebo dokonca päť? {/i}

source: [_MT_] {i}I could take a dick in each hole, one in the mouth, and one in each hand.{/i}
sk_sk: [_MT_] {i}Mohol by som si vziať vtáka do každej jamky, jeden v ústach, a jeden v každej ruke. {/i}

source: [_MT_] {i}I'd get to shower in their cum!{/i}
sk_sk: [_ MT_] {i}by som sa dostal do sprchy v ich cum! {/i}

source: [_MT_] {i}Oh God!... My pussy feels so tingly... I'm going to!{/i}
sk_sk: [_MT_] {i}Oh Bože! ... Moja kundička sa cíti tak veľmi ... Idem na to!

source: [_MT_] {i}Oh, no no no!... I got carried away in my thoughts I'm about to...
sk_sk: [_MT_] {i}Oh, nie nie, nie! ... Odprel som sa v myšlienke, že som ...

source: [_R_] No... she... didn't
sk_sk: [_R_] Nie ... ona ...

source: [_X_] Oh... my... God!
sk_sk: [_X_] Oh ... my ... Bože!

source: [_MT_] {i}NO!... Not in public like this!{/i}
sk_sk: [_MT_] {i}NIE! ... Nie na verejnosti, ako je toto! {/i}

source: [_MT_] {i}How could I let this happen!?{/i}
sk_sk: [_MT_] {i}Ako som mohol dopustiť, aby sa to stalo!? {/i}

source: {i}(Crowd going wild!!){/i}
sk_sk: {i}(Crowd ide divokým!!) {/i}

source: [_MT_] {i}No, no, no, no, no!{/i}
sk_sk: [_MT_] {i}Nie, nie, nie, nie, nie! {/i}

source: [_MT_] {i}My God, I'll never live this down.{/i}
sk_sk: [_MT_] {i}Môj Bože, nikdy to nežijem.

source: {i}(Everyone joining in){/i} [mom_name], [mom_name], [mom_name]!
sk_sk: {i}(Každý, kto sa pripojí do) {/i} [mom_name], [mom_name], [mom_name]!

source: [_MT_] {i}Wait... They liked it?{/i}
sk_sk: [_MT_] {i}Čakajte ... Páčilo sa im? {/i}

source: {i}(Continued chanting){/i} [mom_name], [mom_name], [mom_name]!
sk_sk: {i}(Pokračujúci chanting) {/i} [mom_name], [mom_name], [mom_name]!

source: [_MT_] {i}They loved it!{/i}
sk_sk: [_MT_] {i}Milovali ho! {/i}

source: [_RT_] {i}Good God, I can't watch anymore!{/i}
sk_sk: [_RT_] {i}Dobrý Bože, už sa nemôžem pozerať! {/i}

source: [_RT_] {i}Things have gotten way out of hand.{/i}
sk_sk: [_RT_] {i}Veci sa dostali von z ruky. {/i}

source: [_A_] You're fucking kidding me!
sk_sk: Robíš si zo mňa srandu!

source: [_A_] Right there, in front of eveyone?!
sk_sk: [_ A_] Hneď pred eveyónou?

source: [_A_] Does she have no shame?
sk_sk: Nemá žiadnu hanbu?

source: [_R_] God... She just gets so out of control when she's horny.
sk_sk: Bože ... Len sa tak dostane preč z kontroly, keď je nadržaný.

source: [_A_] Maybe she's drunk too, though, I don't think she's ordered any drinks since she came in.
sk_sk: [_ A_] Možno, že je opitá, aj keď, nemyslím si, že si objedná nejaké nápoje od tej doby prišla.

source: [_R_] Cum drunk, maybe.
sk_sk: Možno opitý Cum.

source: [_A_] Oh, yeah... From what she did with my uncle in his office.
sk_sk: [_ A_] Oh, áno ... Z toho, čo urobila s mojím strýkom v jeho kancelárii.

source: [_A_] Goddam! This isn't your night.
sk_sk: [_ A_] Krstná priehrada! Toto nie je tvoja noc.

source: [_A_] Here... on the house.
sk_sk: [_ A_] Tu ... na dom.

source: [_A_] And if you want... Maybe I could help you feel...
sk_sk: [_A_] A ak chcete ... Možno by som ti mohol pomôcť cítiť sa ...
