Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_RT_] {i}Well, there's no point in just standing around. I can work out the details later. For now, I should go talk to Mom and make sure she knows she can count on me to keep us safe.{/i}
sk_sk: [_RT_] {i}No, nie je tu bod, v ktorom len stojím okolo. Podrobnosti si môžem vypracovať neskôr. Teraz by som sa mala porozprávať s mamou a uistiť sa, že vie, že sa na mňa môže spoľahnúť, aby sme boli v bezpečí. {/i}

source: [_RT_] {i}Maybe I should check on Lauren and Sidney first? They both looked pretty shaken up.{/i}
sk_sk: [_ RT_] {i}Možno by som mal najprv skontrolovať Lauren a Sidneyho? Obaja vyzerali celkom otrasený. {/i}

source: {i}{b}(HINT){/b} I should go to sleep. Maybe I'll have better ideas how to fix this huge problem in the morning.{/i}
sk_sk: {i}{b}(HINT) {/b} Mal by som ísť spať. Možno budem mať lepšie nápady, ako napraviť tento obrovský problém ráno. {/i}

source: [_RT_] {i}I'm not sure if I'm quite ready to take it to the next level with Mandy.{/i}
sk_sk: [_RT_] {i}Nie som si istý, či som celkom pripravený vziať to na ďalšiu úroveň s Mandy. {/i}

source: [_RT_] {i}I don't think I could bare to hear the disappointment in her voice again.{/i}
sk_sk: [_RT_] {i}Nemyslím si, že by som si nemyslel, že by som opäť počul sklamanie z jej hlasu. {/i}

source: [_RT_] {i}I should check on Mom or Sidney.{/i}
sk_sk: [_RT_] {i}Mal by som skontrolovať mamu alebo Sidney. {/i}

source: [_RT_] {i}I should check on Mom.{/i}
sk_sk: [_RT_] {i}Mal by som skontrolovať na mamu. {/i}

source: [_RT_] {i}I should check on Sidney.{/i}
sk_sk: [_RT_] {i}Mal by som sa pozrieť na Sidney. {/i}

source: [_RT_] {i}What am I doing back here? I've checked on everyone... I should go to my room and go to sleep.{/i}
sk_sk: [_RT_] {i}Čo tu vlastne robím? Preveril som každého ... Mal by som ísť do mojej izby a ísť spať.

source: [_R_] Hey, little sister. How are you holding up?
sk_sk: Hej, malá sestra. Ako sa držíš?

source: [_R_] Listen, everything's going to be okay.
sk_sk: Počujte, všetko bude v poriadku.

source: [_R_] I'm going to fix this.
sk_sk: [_ R_] Ja to opravím.

source: [_L_] No, you're not.
sk_sk: [_ L_] Nie, nie ste.

source: [_R_] Come on, have some faith in your big brother. I'll get us through this.
sk_sk: [_ R_] No tak, daj si vieru vo svoj veľký brat. Dostanem nás cez to.

source: [_R_] I'm the man of the house after all, remember?
sk_sk: [_ R_] Ja som muž domu po tom všetkom, pamätajte?

source: [_L_] Oh yeah? Then why did you let Aunt Camille leave and take Mandy away?
sk_sk: [_ L_] Oh áno? Tak prečo si dovolil tete Camille odísť a vziať Mandy preč?

source: [_L_] And why didn't you stop her from getting into trouble in the first place?
sk_sk: [_ L_] A prečo ju nezastavíte pred tým, aby ste sa dostali do problémov?

source: [_R_] Hey, I tried to, but she wouldn't listen to me. You know how she is.
sk_sk: Hej, snažil som sa, ale ona ma nepočúvla. Vieš, aká je.

source: [_L_] She would have had to listen to you if you really were the man of the house.
sk_sk: Musela by ťa počúvať, ak by si naozaj bol muž domu.

source: [_L_] She would never have gone to the DeCapo's casino.
sk_sk: Nikdy by neodišla do kasína DeCapo.

source: [_L_] She wouldn't have taken Mandy away!
sk_sk: -Nevzala by Mandy preč!

source: [_L_] But, you're not.
sk_sk: [_ L_] Ale, nie ste.

source: [_L_] I wish Dad were here...
sk_sk: Prajem si, aby tu bol otec ...

source: [_RT_] {i}Getting kicked in the balls would have hurt less than hearing her say that...{/i}
sk_sk: [_RT_] {i}Kováčená do guľa by bola zranená menej, než počuť jej povedať, že ... {/i}

source: [_RT_] {i}Maybe she's right.{/i}
sk_sk: [_RT_] {i}Možno má pravdu. {/i}

source: [_RT_] {i}I never really made an effort to get Aunt Cami to see me as more than her pervy nephew.{/i}
sk_sk: [_RT_] {i}Nikdy som sa nesnažila dostať tetu Cami, aby ma videla viac ako jej synovec. {/i}

source: [_RT_] {i}I should have spent more time getting her to respect me.{/i}
sk_sk: [_RT_] {i}Mal som stráviť viac času na to, aby ma rešpektoval. {/i}

source: [_RT_] {i}Instead, I was just trying to get into her panties.{/i}
sk_sk: [_RT_] {i}Namiesto toho som sa len snažil dostať do jej nohavičky. {/i}

source: [_RT_] {i}What are those two giggling about?{/i}
sk_sk: [_RT_] {i}Aké sú tie dve veci? {/i}

source: [_RT_] {i}Should I take a peek?{/i}
sk_sk: [_RT_] {i}Mal by som si vziať peek? {/i}

source: [_RT_] {i}Nice... Looks like they're' changing out of their school clothes.{/i}
sk_sk: [_RT_] {i}Nice ... Vyzerá to tak, že sa menia z ich školských šiat.

source: [_RT_] {i}What are they looking at?{/i}
sk_sk: [_RT_] {i}Čo sa pozerajú na? {/i}

source: [_L_] There! You happy?
sk_sk: [_ L_] Tam! Si šťastná?

source: [_MD_] You know the deal.
sk_sk: [_MD_] Vy viete, že dohoda.

source: [_MD_] I help you practice kissing, and you let me look at those pictures of you sucking [ryan] off.
sk_sk: [_MD_] Ja vám pomôžem cvičovať bozkávanie, a vy mi dovoľte, aby som sa pozrieť na tie obrázky z vás fajčite [ryan] off.

source: [_MD_] God, that's hot!
sk_sk: [_MD_] Boh, to je horúce!

source: [_L_] I guess it is pretty sexy. But do you really have to masturbate while we look at them?
sk_sk: [_ L_] Myslím, že je to celkom sexy. Ale naozaj musíš masturbovať, kým sa na ne pozrieme?

source: [_MD_] Well, duh... You won't send me copies to look at by myself.
sk_sk: [_MD_] No, duh ... Nepošleš mi kópie, aby si sa na seba pozeral sám.

source: [_MD_] You could always leave your phone and go hang out in the lounge or something.
sk_sk: [_MD_] Vždy by ste mohli opustiť svoj telefón a ísť sa vydržať v obývacej miestnosti alebo čo.

source: [_L_] Pfft... Yeah right. I'm not leaving you alone to snoop through my phone.
sk_sk: [_L_] Pfft ... Áno, správne. Neopustím ťa samú, aby si sa cez môj telefón špehovala.

source: [_MD_] Whatever. Don't pretend like you aren't going to rub your pussy while we look at these pictures too, you horny slut.
sk_sk: [_MD_] Čokoľvek. Nepredstieraj, že ťa nepiješ, keď sa pozeráme aj na tieto fotky, ty nadržaný štetka.

source: [_RT_] {i}Fuck, yeah! They're masturbating to pictures of my dick... This is so awesome!{/i}
sk_sk: [_RT_] {i}Kurva, jo! Masturbujú na obrázkami môjho vtáka ... To je tak úžasné!

source: [_MD_] God, Lauren... Look at you with that big dick in your mouth.
sk_sk: [_MD_] Boh, Lauren ... Pozri sa na seba s tým veľkým vtákom v ústach.

source: [_L_] My brother's dick...
sk_sk: -Môj brat je vták.

source: [_MD_] Mmm... All that cum is making my mouth water.
sk_sk: [_MD_] Mmm ... Všetka tá kum robí moju vodu.

source: [_L_] I swallowed as much as I could, but he still made a mess all over me. How is he always able to shoot so much?
sk_sk: Prehltla som toľko, koľko som mohla, ale stále mi to všetko pokazilo. Ako je možné, že je vždy schopný strieľať tak veľa?

source: [_MD_] Haha... You look like such a slut with all that cum on your face.
sk_sk: [_MD_] Haha ... Vyzeráš ako taká šľapka so všetkou tou špinou na tvári.

source: [_L_] Shut up, skank! You've let him cum all over your face too.
sk_sk: Sklapni, skank! Nechal si ho na tvári aj cez tvár.

source: [_MD_] Yeah, but he's just my cousin. You're the slut who can't get enough of her own brother's cock!
sk_sk: -Áno, ale je to môj bratranec. Ty si štetka, ktorá sa nemôže dostať dosť vtáka vlastného brata!

source: [_MD_] Seriously though... Seeing your big brother fucking your mouth is the sexist thing I've ever seen.
sk_sk: [_MD_] Vážne keď ... Vidieť tvoj veľký braček, kurva, tvoje ústa sú sexistické veci, aké som kedy videl.

source: [_L_] Yeah... My big brother's big cock in my mouth...
sk_sk: [_ L_] Áno ... Môj veľký braček je veľký vták v mojich ústach ...

source: [_MD_] It'd be even sexier if we had pictures of him fucking your pussy.
sk_sk: [_MD_] Bolo by to ešte viac sexy, keby sme mali fotky ho pojebal tvoju kundičku.

source: [_MD_] Ooh! Did the little slut cum from the thought of her big brother fucking her with his big dick?
sk_sk: [_MD_] Ooh! To bola tá malá guľka z myšlienky jej veľkého brata, že ju pojebal s jeho veľkým vtákom?

source: [_MD_] God, I'd love to watch him fuck you.
sk_sk: Bože, rád by som si ho vytrtkal.

source: [_L_] I told you, I'm not gonna fuck my brother. That'd be so messed up.
sk_sk: [_ L_] Povedal som vám, že nebudem pojebať svojho brata. To by bolo tak posmelo.

source: [_LT_] {i}God, it is so messed up, but she doesn't need to know.{/i}
sk_sk: [_ LT_] {i}Boh, je to posmešené, ale nemusí vedieť. {/i}

source: [_MD_] And sucking his dick isn't messed up?
sk_sk: [_MD_] A cmúhaním svojho vtáka nie je posmešený?

source: [_L_] That's totally different from having sex with him. It's just a little fooling around. And only because he's keeping us safe from that dirty Agent Diaz. Plus, helping me win the election.
sk_sk: [_ L_] To je úplne iné, od sexu s ním. Je to len trochu blbé. A len preto, že nás drží v bezpečí pred tým špinavým agentom Diazom. Plus, pomôcť mi vyhrať voľby.

source: [_MD_] Yeah, I guess sex with your own brother would be a little fucked up.
sk_sk: [_MD_] Áno, myslím, že sex s tvojím bratom by bol trochu v prdeli.

source: [_MDT_] {i}But it'd be sooo hot!{/i}
sk_sk: [_MDT_] {i}Ale to by bolo horúce! {/i}

source: {i}{b}"Mandy's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Mandyino libido +3"{/b}{/i}

source: [_MD_] You know. [ryan]'s only my cousin, so...
sk_sk: [_MD_] Viete. [ryan] je len môj bratranec, takže ...

source: [_L_] Hey! We talked about that!
sk_sk: [_ L_] Hej! Hovorili sme o tom!

source: [_MD_] Oh, come on. If you don't want me fuck him then you've got to do it.
sk_sk: [_ MD_] Oh, no tak. Ak nechceš, aby som ho pojebal, tak to musíš urobiť.

source: [_MD_] Look at his cock.
sk_sk: [_MD_] Pozrite sa na jeho vtáka.

source: [_MD_] You know you want it inside you.
sk_sk: [_MD_] Viete, že to chcete vo vnútri vás.

source: [_L_] My brother's cock...
sk_sk: -Môj brat je vták.

source: [_MD_] Come on, you slut. I'll even get your pussy nice and wet so it'll be easier for him to slide into you.
sk_sk: [_ MD_] No tak, ty štetka. Dám ti aj tvoju kundičku pekne a mokré, aby to bolo pre neho ľahšie, aby sa na teba vyparil.

source: {i}{b}"Lauren's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +3"{/b}{/i}

source: [_RT_] {i}Wow! Sounds like Mandy wants to help her climb aboard the Incest Express. Lauren might be horny enough right now to let her.{/i}
sk_sk: [_RT_] {i}Wow! Zdá sa, že Mandy chce pomôcť jej vyliezť na palubu Incest Express. Lauren môže byť dosť nadržaný, aby ju nechal. {/i}

source: [_RT_] {i}Well, hell... If they're both up for it. I'm down to jump on the Threesome Train to Alabama.{/i}
sk_sk: [_RT_] {i}No, peklo ... Ak sú obaja hore na to. Som dole, aby som skočil na vlak do Alabama. {/i}

source: [_MD_] Hey, show me that dick pic Matt sent you.
sk_sk: Hej, ukáž mi, že ti poslal vtáka pic Matt.

source: [_RT_] {i}What?!{/i}
sk_sk: [_RT_] {i}Čo?! {/i}

source: [_L_] You want to see Matt's dick pic again?
sk_sk: [_ L_] Chcete vidieť Mattovho pic znova?

source: [_MD_] Yeah, come on. [ryan]'s got a nice dick, but looking at the one that popped your cherry is more exciting.
sk_sk: [_ MD_] Áno, no tak. [ryan] má pekný vták, ale pri pohľade na ten, ktorý vyskočil čerešňa je viac vzrušujúce.

source: [_L_] Okay.
sk_sk: [_ L_] Dobre.

source: [_MD_] Fuck... How did you take all that cock for your first time?
sk_sk: [_MD_] Jebem ... Ako si si po prvý krát zobušil všetok ten vták?

source: [_L_] I told you, it only hurt for a little bit before it started to feel good. It probably helped that we sixty-nined first.
sk_sk: [_ L_] Povedal som vám, že to bolelo len na trochu skôr, než sa začalo cítiť dobre. Pravdepodobne to pomohlo, keď sme sa najprv šesťdesili.

source: [_MDT_] {i}I wonder what that monster would feel like inside my pussy?...{/i}
sk_sk: [_MDT_] {i}Zaujímalo by ma, čo by to monštrum cítil vo vnútri mojej kundy? ... {/i}

source: [_MD_] Are you still letting him cum inside you, even though you're not on birth control?
sk_sk: Stále ho nechávate vo vnútri, aj keď nie ste na kontrolu pôrodnosti?

source: [_L_] Yeah...
sk_sk: [_L_] Áno...

source: [_MD_] Damn girl! You are playing with fire!
sk_sk: [_MD_] Sakra! Hráte sa s ohňom!

source: [_L_] It's fine... I can always take the morning after pill.
sk_sk: [_ L_] Je to v poriadku ... Vždy si môžem vziať ráno po tabletke.

source: [_MD_] You better not forget, or you're gonna get knocked up.
sk_sk: Radšej nezabúdajte, lebo sa zbúchneš.

source: [_MD_] Holy shit! Did you just cum thinking about Matt getting you pregnant?
sk_sk: [_MD_] Svätá sračka! Rozmýšľala si nad tým, že si Matt otehotnela?

source: [_MD_] You kinky slut! The thought of getting knocked up really turns you on, doesn't it?
sk_sk: [_MD_] Ty kinky Sinky! Myšlienka na to, že ťa nabúchne, ťa naozaj zmení, však?

source: [_MDT_] {i}It fucking does it for me too!{/i}
sk_sk: [_MDT_] {i}To kurva robí to pre mňa príliš! {/i}

source: [_L_] Shut up! It does not.
sk_sk: Sklapni! Nie je to tak.

source: [_MD_] Hehe... Insemination.
sk_sk: [_MD_] Hehe ... Inseminácia.

source: [_L_] Stop it.
sk_sk: [_ L_] Zastaviť.

source: [_MD_] Impregnation.
sk_sk: [_MD_] pregnlácia.

source: [_MD_] Impregnation. Pregnacy.
sk_sk: [_MD_] pregnlácia. Pregnacy.

source: [_MD_] Impregnation. Pregnacy. Baby making!
sk_sk: [_MD_] pregnlácia. Pregnacy. Detská tvorba!

source: [_L_] Knock it off!
sk_sk: Dostaňte sa do toho!

source: [_MD_] Pumping your fertile womb full of his potent sperm till he {b}breeds{/b} you!
sk_sk: [_MD_] Vyčerpanie úrodnej maternice plné jeho silné spermie, kým on {b}plemená {/b} vás!

source: [_L_] Oh, fuck! Mmmph!!
sk_sk: Oh, kurva! Mmmph!

source: [_MD_] Oh yeah. You totally have an impregnation fetish.
sk_sk: [_ MD_] Oh áno. Ty si totálne nedobytá fetiš.

source: [_MD_] Matt's gonna give you a big belly by graduation, if you're not careful.
sk_sk: Matt ti dá veľké brucho od promócie, ak si nie si opatrný.

source: [_RT_] {i}He better fucking not!{/i}
sk_sk: [_RT_] {i}Lepšie kurva nie! {/i}

source: [_RT_] {i}Dammit, Mandy! If you hadn't mentioned Matt's dick pic, you'd both still be talking about me instead of him.{/i}
sk_sk: [_RT_] {i}Dammit, Mandy! Ak by si nespomenul Mattovho koláča, tak by si sa o mne namiesto neho stále rozprával.

source: [_RT_] {i}I have to do something to make them forget that douchebag.{/i}
sk_sk: [_RT_] {i}musím urobiť niečo, aby som im zabudol, že douchebag. {/i}

source: [_RT_] {i}Fuck it... I just need to get in there and remind them how awesome my dick is.{/i}
sk_sk: [_RT_] {i}Jebať na to ... Potrebujem sa tam dostať a pripomenúť im, aké úžasné je môj vták. {/i}

source: [_RT_] {i}As horny as they are right now, maybe I can talk them into a threesome!{/i}
sk_sk: [_RT_] {i}Ako horny, ako sú práve teraz, možno by som ich mohol hovoriť do trojky! {/i}

source: [_RT_] {i}God, damn it! How does she always know?{/i}
sk_sk: [_RT_] {i}Bože, sakra! Ako vždy vie? {/i}

source: [_R_] Uh... Hey! I was just going see if Lauren and Mandy wanted to hang out.
sk_sk: [_R_] Uh ... Hej! Len som šiel zistiť, či Lauren a Mandy chceli vyraziť.

source: [_R_] Nothing wrong with me spending time with my sister and cousin, is there?
sk_sk: [_ R_] Nič zlé na tom, že som strávil čas s mojou sestrou a bratrancom, je tam?

source: [_C_] Bullshit! They just got back from school, and you were going to walk in without knocking.
sk_sk: -Bullshit! Práve sa vrátili zo školy, a vy ste išli bez klopania.

source: [_C_] Admit it. You were hoping to barge in on them while they're changing, weren't you?
sk_sk: [_ C_] Vynechajte ju. Dúfali ste, že sa na ne vyvlečiete, kým sa menia, však?

source: [_R_] Aunt Camille! I am shocked you'd suggest such a thing! I would never!
sk_sk: Teta Camille! Som šokovaný, že navrhuješ takú vec! Ja by som nikdy!

source: [_C_] Hmph... You'd do anything to catch a glimpse of an innocent girl's body. Perving on them is the only way you'll get to see one naked outside of your computer.
sk_sk: [_C_] Hmph ... Urobili by ste čokoľvek, aby ste zachyli záblesk tela nevinného dievčaťa. Perving na nich je jediný spôsob, ako sa dostanete vidieť jeden nahý mimo vášho počítača.

source: [_RT_] {i}This bitch! I'll show her.{/i}
sk_sk: [_RT_] {i}Táto suka! Ukážem jej. {/i}

source: [_R_] Ha! If all I wanted, was to see some tits. I'd just wave a little cash under your nose.
sk_sk: [_R_] Ha! Keby všetko, čo som chcel, bolo vidieť pár titov. Len by som ti vlnila trochu prachov pod nosom.

source: [_C_] What? How dare you!
sk_sk: [_C_] Čo? Ako sa opovažuješ!

source: {i}{b}"Aunt Cami's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Hnev tety cami + 1" {/b} {/i}

source: [_R_] You know, I just happen to have some money on me.
sk_sk: [_ R_] Vieš, náhodou mám na mňa nejaké peniaze.

source: [_R_] If you wanna make another deal, you could whip'em out for me right here.
sk_sk: [_ R_] Ak by ste chceli urobiť ďalšiu dohodu, mohli by ste to pre mňa urobiť priamo tu.

source: [_C_] (incomprehensible grumbling)
sk_sk: [_C_] (nepochopiteľné reptania)

source: [_R_] No?
sk_sk: [_ R_] Nie?

source: [_R_] Maybe later, when you've got that hot little maid uniform on again?
sk_sk: [_ R_] Možno neskôr, keď máte tú horúca morská panna uniforma znovu?

source: [_C_] Just stay away from my daughter's door, you creep!
sk_sk: Drž sa ďalej od dverí mojej dcéry, ty hryzka!

source: [_RT_] {i}Poor Mom... I shouldn't have let her end up here this week.{/i}
sk_sk: [_RT_] {i}Slabý mama ... Nemal som ju nechať skončiť tu tento týždeň. {/i}

source: [_RT_] {i}I know she doesn't want to be here, but I'll be damned if she doesn't look like a natural.{/i}
sk_sk: [_RT_] {i}Viem, že nechce byť tu, ale ja budem prekliaty, ak nevyzerá ako prirodzený. {/i}

source: [_RT_] {i}As much as I only want her for myself, it does seem like a crime to keep her beauty from the world.{/i}
sk_sk: [_RT_] {i}Rovnako ako ja chcem len pre seba, to vyzerá ako zločin, aby jej krásu z celého sveta. {/i}

source: [_RT_] {i}I just need to get her in more photo shoots, a strip club isn't the best place to showcase her beauty.{/i}
sk_sk: [_RT_] {i}Nie je potrebné, aby som ju dostal na viac fotkami, striptérka nie je najlepšie miesto na predviesť jej krásu. {/i}

source: [_RT_] {i}I guess having Mom get used to exposing herself to strangers isn't all bad.{/i}
sk_sk: [_RT_] {i}Myslím, že mama sa zvyš na to, aby sa vystavila cudzincom, nie je všetko zlé. {/i}

source: [_RT_] {i}It probably makes her less likely to resist some of the ideas I have for her in our upcoming photo shoots.{/i}
sk_sk: [_RT_] {i}To asi robí jej menej pravdepodobné, že odolá niektorým myšlienkam, ktoré mám pre ňu v našich nadchádzajúcich fotkachoch. {/i}

source: [_MT_] {i}[ryan] will come through next time.{/i}
sk_sk: [_MT_] {i}[ryan] bude prichádzať nabudúce. {/i}

source: [_MT_] {i}For now, just get through tonight.{/i}
sk_sk: [_ MT_] {i}Pre teraz, len prejsť dnes večer. {/i}

source: [_RT_] {i}The room is pretty crowded tonight, and she seems to be bringing in money pretty fast.{/i}
sk_sk: [_RT_] {i}miestnosť je dnes večer dosť preplnená, a zdá sa, že prináša peniaze celkom rýchlo. {/i}

source: [_RT_] {i}She'll have the money she needs in no time.{/i}
sk_sk: [_RT_] {i}Bude mať peniaze, ktoré ona potrebuje v žiadnom momente. {/i}

source: [_RT_] {i}I think I'll go wait at the bar for her to finish.{/i}
sk_sk: [_RT_] {i}Myslím, že pôjdem čakať v bare pre ňu dokončiť. {/i}

source: [_A_] I am pretty surprised to see you both back here.
sk_sk: [_ A_] Som celkom prekvapený, že vás oboch vidím späť.

source: [_A_] You seemed pretty resolved to never miss another payment the last time I talked to you.
sk_sk: [_A_] Zdá sa, že ste dosť vyriešené, aby ste nikdy nevymeškať ďalšiu platbu naposledy, čo som hovoril s vami.

source: [_R_] Yeah... I feel pretty shitty about it.
sk_sk: [_R_] Áno ... Cítim sa dosť na hovno.

source: [_A_] I'm sure she won't hold it against you.
sk_sk: [_ A_] Som si istý, že to nebude držať proti vám.

source: [_A_] Here's that beer you ordered.
sk_sk: [_ A_] Tu je to pivo, ktoré si objednáte.

source: [_M_] Really!? Again?
sk_sk: Naozaj!? Znova?

source: [_M_] I know you're growing up faster than you should have to. But you're still too young to be drinking!
sk_sk: Viem, že si vyrástla rýchlejšie, ako by si mala. Ale ty si stále príliš mladá na to, aby si pila!

source: [_R_] Uhh... I ordered it for you.
sk_sk: [_R_] Uhh ... Objedla som si to pre teba.

source: [_M_] Really?
sk_sk: [_M_] Naozaj?

source: [_R_] Holy shit, Mom!
sk_sk: [_ R_] Svätá srab, mami!

source: [_R_] You look amazing!
sk_sk: [_ R_] Vyzeráš úžasne!

source: [_M_] I thought you dissaproved of how revealing it is.
sk_sk: [_ M_] Myslel som, že ste sa vydiali z toho, aké je to odhalenie.

source: [_R_] I mean... I think Joey's a sleeze for making you wear it.
sk_sk: [_ R_] Mám na mysli ... Myslím, že Joey je námesačny efekt, aby si ho nosila.

source: [_R_] But if you're comfortable with it, I don't dissaprove at all.
sk_sk: [_R_] Ale ak vám to vyhovuje, vôbec sa mi to nedialo.

source: [_R_] In fact, it's having a pretty big impression on me.
sk_sk: [_ R_] V skutočnosti to má na mňa dosť veľký dojem.

source: [_M_] I can see that.
sk_sk: [_ M_] To vidím.

source: [_M_] You need to get that under control, or you're going to ruin those pants.
sk_sk: Musíš to dostať pod kontrolu, lebo zničíte tie nohavice.

source: [_R_] If only there was someone who would be willing to help me out.
sk_sk: [_R_] Ak len tam bol niekto, kto by bol ochotný mi pomôcť von.

source: [_M_] Oh, Lord... I'm worried you're starting to get a little too entitled.
sk_sk: Oh, Pane ... Obávam sa, že začínaš mať na to príliš nárok.

source: [_R_] No, I know I missed the payment again this week, and I don't deserve any kind of reward.
sk_sk: [_R_] Nie, viem, že som zmeškal platbu znova tento týždeň, a ja si nezaslúžim žiadnu odmenu.

source: [_R_] I just know that you were willing to forgive me and help me out last time.
sk_sk: [_R_] Ja len viem, že ste boli ochotní odpustiť mi a pomôcť mi minule.

source: [_M_] I mean... Of course I'm willing to forgive you... And you do have a bit of a problem.
sk_sk: [_M_] Mám na mysli ... Samozrejme, že som ochotný ti odpustiť ... A vy máte trochu problém.

source: [_M_] I just hope it doesn't get around that you and I keep dissapearing into the VIP room.
sk_sk: [_ M_] Len dúfam, že sa to nepribližuje k vám a ja pokračujem v diskete do VIP miestnosti.

source: [_M_] But, whatever. Lead the way... I'll follow.
sk_sk: [_ M_] Ale, čokoľvek. To vedie cestou ... Pôjdem za ním.

source: [_A_] I'm sure she understands that you can't possibly make every single week's payment.
sk_sk: [_A_] Som si istý, že rozumie, že nemôžete urobiť každý týždeň platba.

source: [_A_] I don't even think she's mad at you. I'm sure she's grateful for every time that she hasn't had to come here because of your hard work.
sk_sk: Ani si nemyslím, že je na teba naštvaný. Som si istý, že je vďovaná vždy, keď sem nemusela prísť kvôli vašej usilovnej práci.

source: [_A_] Here's the beer you ordered.
sk_sk: [_ A_] Tu je pivo, ktoré si objednáte.

source: [_R_] Oh, Do you need to see my ID?
sk_sk: [_R_] Oh, Potrebujete vidieť moje ID?

source: [_A_] The fake ID my own Uncle gave you?... yeah, that won't be necessary.
sk_sk: [_ A_] Sfalšované ID môj vlastný strýko ti dal? ... áno, to nebude nutné.

source: [_M_] You're not old enough to be drinking!
sk_sk: Nie si dosť starý na to, aby si pil!

source: [_M_] Alcohol isn't going to make your life any easier.
sk_sk: [_M_] Alkohol nebude robiť váš život ešte jednoduchšie.

source: [_M_] Are you trying to end up like your father?
sk_sk: -Snažíš sa skončiť ako tvoj otec?

source: [_R_] That lingerie is completely see through... It leaves nothing to the imagination.
sk_sk: [_ R_] Že spodná bielizeň je úplne vidieť cez ... Neponecháva nič na predstavivosť.
