Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_M_] Here, if it's easier for you I'll let myself breath down there a little too.
sk_sk: [_M_] Tu, ak je to pre teba jednoduchšie, nechám trochu dýchať aj u mňa tam dole.

source: [_R_] What are you talking abou...
sk_sk: [_R_] O čom to hovoríš...

source: [_R_] Oh my God!
sk_sk: [_R_] Bože môj!

source: [_R_] Are you taking off all your clothes?!
sk_sk: [_R_] Vyzliekaš si všetko oblečenie?!

source: [_M_] No.... [ryan]! Sometimes I worry I've raised an idiot.
sk_sk: [_M_] Nie.... [ryan]! Niekedy sa obávam, že som vychovala idiota.

source: [_R_] Mom!
sk_sk: [_R_] Mami!

source: [_M_] Sorry, that wasn't nice.
sk_sk: [_M_] Prepáč, to nebolo pekné.

source: [_M_] I'm just getting more comfortable, so you can be more comfortable.
sk_sk: [_M_] Chcem sa cítiť pohodlnejšie, aby si sa mohol cítiť pohodlnejšie.

source: [_M_] Let's just get back to our project research.
sk_sk: [_M_] Vráťme sa k nášmu projektovému výskumu.

source: [_M_] But take your penis out of your pants before you ruin them!
sk_sk: [_M_] Ale vytiahni si penis z nohavíc, než si ich zničíš!

source: [_R_] Yes, Mom.
sk_sk: [_R_] Áno, mami.

source: [_MT_] {i}Oh my God, it worked!{/i}
sk_sk: [_MT_] {i}Bože môj, fungovalo to!{/i}

source: [_MT_] {i}I can't believe I'm staring at my son's cock, while playing an incest game!{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, že sa pozerám na penis svojho syna, zatiaľ čo hrám incestnú hru!{/i}

source: [_MT_] {i}Oh no!.... Somethings really wrong with me!!!{/i}
sk_sk: [_MT_] {i}Ale nie!.... Niečo je so mnou naozaj zle!!!{/i}

source: [_MT_] {i}I'd better not let him catch me staring.{/i}
sk_sk: [_MT_] {i}Radšej nech ma neprichytí pri tom, ako sa naň pozerám.{/i}

source: [_RT_] {i}Oh my God, it worked!{/i}
sk_sk: [_RT_] {i}Bože môj, fungovalo to!{/i}

source: [_RT_] {i}I can't believe Mom took so eagerly to those incest games!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že mama sa tak ochotne pustila do tých incestných hier!{/i}

source: [_RT_] {i}Well, they do say that porn is addictive.{/i}
sk_sk: [_RT_] {i}Hovorí sa, že porno je návykové.{/i}

source: [_RT_] {i}And now she tells me to take my dick out!?{/i}
sk_sk: [_RT_] {i}A teraz mi povie, aby som si vytiahol penis!?{/i}

source: [_RT_] {i}She's not really worried about me ripping my pants is she?{/i}
sk_sk: [_RT_] {i}Ona sa naozaj nebojí, že si roztrhnem nohavice, že nie?{/i}

source: [_RT_] {i}Does she want the "D" from me?{/i}
sk_sk: [_RT_] {i}Chce odo mňa "P"?{/i}

source: [_RT_] {i}Maybe she just wants to see a "D".... Like a piece of meat.{/i}
sk_sk: [_RT_] {i}Možno chce len vidieť "P" .... Ako kus mäsa.{/i}

source: [_RT_] {i}Now I feel so objectified.... haha.... like I care.... {/i}
sk_sk: [_RT_] {i}Teraz sa cítim tak.... haha.... akoby mi na tom záležalo.... {/i}

source: [_RT_] {i}Why does she drive me so crazy? I think this Freud character we've been studying might have been on to something.{/i}
sk_sk: [_RT_] {i}Prečo ma tak vytáča? Myslím, že tá Freudova postava, ktorú sme študovali, možno na niečo prišla.{/i}

source: [_RT_] {i}And here she is with her skirt hiked up, flashing me her sexy panties!{/i}
sk_sk: [_RT_] {i}A tu je s vyhrnutou sukňou a ukazuje mi svoje sexy nohavičky!{/i}

source: [_RT_] {i}Uhhhhggghhh.... I need to take care of this.... I wonder if she'd notice.{/i}
sk_sk: [_RT_] {i}Uhhhhhgghhh.... Musím sa o to postarať.... Zaujímalo by ma, či si to všimne.{/i}

source: [_RT_] {i}Shit, that was close!{/i}
sk_sk: [_RT_] {i}Sakra, to bolo tesné!{/i}

source: [_M_] So, what do you think so far?
sk_sk: [_M_] Čo si o tom myslíš?

source: [_M_] Is this game something you'll want to mention in your paper?
sk_sk: [_M_] Je táto hra niečo, čo by si chcel spomenúť vo svojej práci?

source: [_R_] Uuuhhh.... yeah.... I think so.... maybe we better see it to the end though to make sure.
sk_sk: [_R_] Uuuhhhh.... yeah.... Myslím, že áno.... možno by sme to mali vidieť až do konca, aby sme sa uistili.

source: [_MT_] {i}Haha.... what a horndog.... he must take after his father.... shit.... I am too.... {/i}
sk_sk: [_MT_] {i}Haha.... čo za nadržanca.... musí mať po otcovi.... shit.... Ja som tiež.... {/i}

source: [_MT_] {i}Now [mom_name], you aren't turned on because you're looking at your son's penis. You're just turned on because you're looking at a huge penis.{/i}
sk_sk: [_MT_] {i}Teraz [mom_name], nie si vzrušená, pretože sa pozeráš na penis svojho syna. Si vzrušená len preto, že sa pozeráš na obrovský penis.{/i}

source: [_MT_] {i}Fuck.... I just need a little relief.... {/i}
sk_sk: [_MT_] {i}Kurva.... Potrebujem len trochu úľavy.... {/i}

source: [_RT_] {i}Did I just see Mom rubbing herself out of the corner of my eye?{/i}
sk_sk: [_RT_] {i}Videl som práve kútikom oka, ako sa mama otiera?{/i}

source: [_MT_] {i}Shit.... did he see me?{/i}
sk_sk: [_MT_] {i}Kurva.... videl ma?{/i}

source: [_MT_] {i}I wonder what he's looking at?{/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, na čo sa pozerá?{/i}

source: [_MT_] {i}Is he staring up my skirt?{/i}
sk_sk: [_MT_] {i}Pozerá mi pod sukňu?{/i}

source: [_MT_] {i}Fuck!.... Thinking about him looking up my skirt is making me wet.{/i}
sk_sk: [_MT_] {i}Fuck!.... Pri pomyslení na to, ako sa mi pozerá pod sukňu, som vlhká.{/i}

source: [_MT_] {i}Oh, God!.... I hope he doesn't notice!.... {/i}
sk_sk: [_MT_] {i}Bože!.... Dúfam, že si to nevšimne!.... {/i}

source: [_RT_] {i}Oh my God.... I think she was rubbing herself.... her panties are starting to get wet.{/i}
sk_sk: [_RT_] {i}Bože môj.... Myslím, že sa trela.... jej nohavičky začínajú byť mokré.{/i}

source: [_RT_] {i}Fuck that's hot.... I wish she would move her hand so I could get a better view. It'd be nice to get those panties out of the way too, as sexy as they may be.{/i}
sk_sk: [_RT_] {i}Kurva, to je horúce.... Prial by som si, aby pohla rukou, aby som mal lepší výhľad. Bolo by fajn dostať z cesty aj tie nohavičky, nech sú akokoľvek sexy.{/i}

source: [_MT_] {i}Ha I knew it, I can see him masturbating too out of the corner of my eye.{/i}
sk_sk: [_MT_] {i}Ha, vedel som to, kútkom oka vidím, že aj on masturbuje.{/i}

source: [_MT_] {i}Ohhhh.... that means he was jacking himself to me.... not the game.... {/i}
sk_sk: [_MT_] {i}Ohhhh.... to znamená, že si honil seba kvôli mne.... nie kvôli hre.... {/i}

source: [_MT_] {i}Dammit.... stay in control, [mom_name]!.... Don't let that turn you on so much!{/i}
sk_sk: [_MT_] {i}Sakra.... zostaň pod kontrolou, [mom_name]!.... Nedovoľ, aby ťa to tak vzrušovalo!{/i}

source: [_MT_] {i}Ahhhh.... fuck it!{/i}
sk_sk: [_MT_] {i}Ahhhh .... jebem to! {/i}

source: [_RT_] {i}She's rubbing herself right in front of me!.... Should I do the same?{/i}
sk_sk: [_RT_] {i}Trie sa priamo predo mnou!.... Mal by som urobiť to isté?{/i}

source: [_MT_] {i}Did I just do that in front of my own son?!.... He's not looking away!{/i}
sk_sk: [_MT_] {i}Urobila som to pred vlastným synom?!.... Neodvracia zrak!{/i}

source: [_MT_] {i}Well, this will be an intersesting confession to father McGrady next time I go to mass.... {/i}
sk_sk: [_MT_] {i}No, bude to zaujímavé vyznanie otcovi McGradymu, keď pôjdem nabudúce na omšu.... {/i}

source: [_MT_] {i}Oh, God!.... {/i}
sk_sk: [_MT_] {i}Bože!.... {/i}

source: [_RT_] {i}Oh, shit.... I might have gone too far.{/i}
sk_sk: [_RT_] {i}Oh, shit.... Možno som zašiel príliš ďaleko.{/i}

source: [_M_] .... Fuck!
sk_sk: [_M_] .... Kurva!

source: [_R_] Mom!.... You don't ever swear!
sk_sk: [_R_] Mami! ... Ty nikdy neprisaháš!

source: [_M_] Actually, [ryan].... yeah.... I sometimes do!
sk_sk: [_M_] V skutočnosti, [ryan].... áno .... Niekedy to robím!

source: [_M_] Like when my own son blows his load all over my foot.... then yeah.... that will usually do it.
sk_sk: [_M_] Ako keď mi môj vlastný syn vyhodí náklad na celú nohu... potom áno... to zvyčajne urobí.

source: [_M_] I mean look at it!.... That's got to be at least four times as much as your dad usually blows...
sk_sk: [_M_] Mám na mysli, pozri sa na to!... To musí byť aspoň štyrikrát toľko, ako tvoj otec zvyčajne ejakuluje...

source: [_R_] Mom! TMI!
sk_sk: [_R_] Mami! TMI!

source: [_M_] That's Miss [mom_name] to you!
sk_sk: [_M_] To je pre teba slečna [mom_name]!

source: [_R_] Uuuhhhhh.... fine!
sk_sk: [_R_] Uuuhhhhh .... ok!

source: [_R_] Miss [mom_name]!...
sk_sk: [_R_] Slečna [mom_name]!...

source: [_R_] You were watching me.... you knew exactly what I was doing.... and you didn't stop me...
sk_sk: [_R_] Sledovala si ma.... si presne vedela, čo som robil.... a nezastavila si ma...

source: [_R_] I think you're more experienced than I am to know what happens at the end of that particular action.
sk_sk: [_R_] Myslím, že si viac skúsená ako ja, aby som vedel, čo sa stane na konci tejto konkrétnej akcie.

source: [_R_] So, don't be mad at me.
sk_sk: [_R_] Takže, nehnevaj sa na mňa.

source: [_M_] I'm sorry, you're right. I just overreacted to the situation. Maybe you better run.... I've got a class in just a couple minutes and I've got to clean up.
sk_sk: [_M_] Je mi to ľúto, máš pravdu. Len som reagovala na situáciu. Možno by si mal radšej utekať.... Mám hodinu za pár minút a musím sa umyť.

source: [_R_] So, you're not mad at me?
sk_sk: [_R_] Takže, nie si na mňa naštvaná?

source: [_M_] No.... you're right.... that was my fault...
sk_sk: [_M_] Nie ... máš pravdu .... to bola moja chyba ....

source: [_R_] No, I wasn't trying to put the blame on...
sk_sk: [_R_] Nie, nesnažím sa viniť ....

source: [_M_] Go!...
sk_sk: [_M_] Choď!...

source: [_MT_] {i}Shit!.... I really did let that go too far.... {/i}
sk_sk: [_MT_] {i}Do riti!... Naozaj som to nechala tak ďaleko zájsť... {/i}

source: [_MT_] {i}How could I let myself get carried away like that?{/i}
sk_sk: [_MT_] {i}Ako som sa mohla nechať takto uniesť?{/i}

source: [_MT_] {i}I was just so horny!{/i}
sk_sk: [_MT_] {i}Bola som tak nadržaná! {/i}

source: [_MT_] {i}I'm like a whole different person when I'm horny.{/i}
sk_sk: [_MT_] {i}Som ako úplne iná osoba, keď som nadržaná. {/i}

source: [_MT_] {i}I've just got to be careful not to be around my son, or my girls, or anybody when I'm that bad.{/i}
sk_sk: [_MT_] {i}Len si musím dávať pozor, aby som nebola v blízkosti môjho syna, mojich dievčat, alebo kohokoľvek, keď som taká zlá.{/i}

source: [_MT_] {i}The problem is masturbation just isn't doing enough. I need a cock!!{/i}
sk_sk: [_MT_] {i}Problém je, že masturbácia jednoducho nerobí dosť. Potrebujem vtáka!!

source: [_MT_] {i}I mean I need [dad_name]'s cock.... of course.{/i}
sk_sk: [_MT_] {i}Myslím, že potrebujem [dad_name]ovho vtáka... samozrejme. {/i}

source: [_RT_] {i}{b}(HINT){/b} I can't believe how comfortable Mom was watching me jack off... Maybe I don't need to worry so much about getting boners around her, especially when she hugs me after I pay the mafia debt.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, ako pohodlne sa mama pozerala, ako si ho honím... Možno sa nemusím tak veľmi obávať, že sa mi pri nej postaví, najmä keď ma objíme, keď zaplatím mafiánsky dlh.{/i}

source: [_RT_] {i}{b}(HINT){/b} Messing around in Mom's office is super risky... Her door doesn't even have a lock! The more we mess around in there, the greater our chances are of getting caught.{/i}
sk_sk: [_RT_] {i}Robiť bordel v maminej kancelárii je veľmi riskantné... Jej dvere nemajú ani zámok! Čím viac sa tam motáme, tým väčšia je šanca, že nás chytia.{/i}

source: [_RT_] {i}Ok, off to the warehouse!{/i}
sk_sk: [_RT_] {i}Ok, idem do skladu!{/i}

source: [_RT_] {i}I wonder where he is?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, kde je?{/i}

source: [_B_] Thank God, you're finally here!
sk_sk: -Vďaka bohu, konečne si tu!

source: [_R_] .... Is everything ok, Uncle Bobby?...
sk_sk: [_R_] .... Je všetko v poriadku, strýko Bobby?...

source: [_B_] Well, actually no, not really.
sk_sk: [_] No, vlastne nie, naozaj nie.

source: [_B_] I'm in some trouble, and I've gots to disappear.
sk_sk: [_B_] Mám nejaké problémy a musím zmiznúť.

source: [_R_] Oh my God, are you serious?
sk_sk: [_R_] Oh môj bože, to myslíš vážne?

source: [_B_] Unfortunately, yes...
sk_sk: [_B_] Bohužiaľ, áno...

source: [_B_] I just got a tip from our friend Agent Diaz...
sk_sk: [_B_] Práve som dostal tip od našej priateľky agentky Diaz...

source: [_B_] She says "hi" by the way.
sk_sk: [_B_] Vraví "hi" spôsobom.

source: [_B_] And she warned me that the FBI are going to bring me in on some fucked up, trumped up charges.
sk_sk: Varovala ma, že FBI ma sem privedie na pár sračkov. Trúbili sa na ne.

source: [_B_] They're going to threaten me with major prison time if I don't inform on the DeCapo family.
sk_sk: Vyhrážajú sa mi s veľkým väzením, ak neinformujem o rodine DeCapo.

source: [_B_] They offered the same thing to your dad, but he values his life and family enough not to take them up on it.
sk_sk: [_B_] Oni ponúkol to isté pre svojho otca, ale on si cení svoj život a rodinu natoľko, aby ich na to, aby sa na to.

source: [_B_] If he'd had some warning, he could have run away too.
sk_sk: [_B_] Ak by mal nejaké varovanie, mohol by utiecť aj preč.

source: [_R_] Where are you going to go?
sk_sk: [_ R_] Kam idete?

source: [_B_] It's best if you don't know, kid.... all I can say is I'll be leaving the country.
sk_sk: [_B_] Je to najlepšie, ak neviete, dieťa .... všetko, čo môžem povedať, je, že budem opustiť krajinu.

source: [_R_] .... Damn.... I'll really miss hanging out with Mandy...
sk_sk: [_R_] ... Sakra ... Bude mi chýbať Mandy...

source: [_B_] .... Actually.... your Aunt Camille and Mandy won't be coming with me.
sk_sk: [_B_] .... Vlastne ... tvoja teta Camille a Mandy so mnou neprídu.

source: [_R_] .... What?.... You're just going to abandon them?
sk_sk: [_R_] .... Čože? Ty ich len tak opustíš?

source: [_B_] No.... not exactly.... and that's where I need your help.
sk_sk: [_B_] Nie ... nie presne .... a to je miesto, kde potrebujem vašu pomoc.

source: [_R_] Shit.... really?!
sk_sk: [_ R_] Do riti .... naozaj?

source: [_R_] As if I don't already have enough on my plate, having to help provide for my own family.
sk_sk: [_ R_] Ako keby som už nemal dosť na tanier, a musel by som pomáhať pre svoju rodinu.

source: [_B_] Just relax, ok...
sk_sk: [_B_] Uvoľni sa, dobre...

source: [_B_] I'm not asking for much, and I'll make it worth your time.
sk_sk: [_B_] Ja sa nepýtam na veľa, a ja to stojí za váš čas.

source: [_R_] Ok.... well, let's hear your plan.
sk_sk: [_ R_] Ok .... vypočujme si váš plán.

source: [_B_] Ok.... so I've got a pretty good amount of money that I've been able to secure in ways that I can access it, and where the FBI can't find it.
sk_sk: Mám dosť peňazí, ktoré som bol schopný zabezpečiť tak, aby som k nim mohol pristupovať, a tam, kde ho FBI nevie nájsť.

source: [_B_] Lucky for me I had some warning and was able to make some arrangements, unlike your father.
sk_sk: Lucky pre mňa som mal nejaké varovanie a bol schopný urobiť nejaké opatrenia, na rozdiel od tvojho otca.

source: [_R_] I thought you weren't able to help me with our loan to the DeCapos because you didn't have access to your money.
sk_sk: [_ R_] Myslel som, že ste neboli schopní pomôcť mi s naším úverom pre DeCapos, pretože ste nemali prístup k svojim peniazom.

source: [_B_] That's true.... I didn't at the time. None of my money was liquid yet...
sk_sk: [_B_] To je pravda.... V tom čase som to nerobil. Žiadne z mojich peňazí ešte neboli likvidné...

source: [_R_] I don't know what that means.
sk_sk: [_R_] Neviem, čo to znamená.

source: [_B_] It means disposable, spendable, it was all tied up in investments and assets.
sk_sk: [_B_] To znamená, jednorazové, spendable, to bolo všetko zviazané v investíciách a majetku.

source: [_B_] But now I need all my money to get out of here and take care of my family.
sk_sk: Ale teraz potrebujem všetky moje peniaze, aby som sa odtiaľto dostal a postaral sa o moju rodinu.

source: [_B_] So, here's the deal.
sk_sk: [_] Takže, tu je dohoda.

source: [_B_] I can't take Camille and Mandy with me because it would be too complicated.
sk_sk: [_B_] Nemôžem si vziať Camille a Mandy so mnou, pretože by to bolo príliš komplikované.

source: [_B_] Plus I think they wouldn't even want to come if I gave them the choice.
sk_sk: [_B_] Plus Myslím si, že by ani chcieť prísť, ak by som im dal na výber.

source: [_B_] Mandy loves her school, Camille loves her pilates class. Going into hiding isn't the kind of lifestyle my wife and daughter could handle.
sk_sk: [_] Mandy miluje svoju školu, Camille miluje jej pilates. Ísť do skrývania nie je druh životného štýlu, ktorú by moja žena a dcéra mohli zvládnuť.

source: [_B_] But obviously, I can't just abandon them and leave them destitute.
sk_sk: [_B_] Ale samozrejme ich nemôžem len tak opustiť a nechať ich bez prostriedkov.

source: [_B_] So, somehow I need to get money to them every month to pay their expenses.
sk_sk: [_B_] Takže, nejako potrebujem dostať peniaze na ne každý mesiac platiť svoje výdavky.

source: [_R_] And what can I do to help with that?
sk_sk: [_R_] A čo môžem urobiť, aby som s tým pomohol?

source: [_B_] You've already done most of it!
sk_sk: [_B_] Vy ste už urobil väčšinu z nich!

source: [_R_] Huh?...
sk_sk: [_R_] Čo?...

source: [_B_] With that little Cosplay Heaven account you set up.
sk_sk: [_B_] S tým malým Cosplay Heaven účet, ktorý ste nastavili.

source: [_B_] Through the Cosplay Heaven Subscription service, I can become one of your patrons and send you the money my family needs to pay their weekly bills in the guise of supporting your photography.
sk_sk: [_B_] Prostredníctvom služby Cosplay Heaven Subscription Service sa môžem stať jedným z vašich patrónov a poslať vám peniaze, ktoré moja rodina potrebuje, aby si svoje týždenné účty uhradila v náručí na podporu vašej fotografie.

source: [_B_] I've already signed up for it.... my user name is "BigDickBobby"!
sk_sk: [_B_] Už som sa zaregistroval.... moje používateľské meno je "BigDickBobby"!

source: [_RT_] {i}Of course it is.{/i}
sk_sk: [_RT_] {i}Samozrejme, že je. {/i}

source: [_R_] Wait.... how the fuck do you know about my Cosplay Heaven account?
sk_sk: Počkaj .... ako to, kurva, vieš o mojom účte Cosplay Heaven?

source: [_B_] From our good friend Agent Diaz.
sk_sk: [_B_] Z nášho dobrého priateľa Agent Diaz.

source: [_B_] Did I tell you she sends her regards?
sk_sk: Povedal som ti, že ju posiela pozdrav?

source: [_RT_] {i}Shit!.... If he knows about the account, he's probably seen the pictures of his daughter!{/i}
sk_sk: [_RT_] {i}Do riti! .... Ak vie o účte, pravdepodobne videl fotky jeho dcéry! {/i}

source: [_B_] You ok? Your face went a little white.
sk_sk: [_] Si v poriadku? Tvoja tvár bola trochu biela.

source: [_B_] Oh.... haha I probably know what you're thinking. You're probably worried about those pictures of my daughter you posted on there.
sk_sk: [_] Oh .... haha I pravdepodobne viem, čo si myslíte. Pravdepodobne sa obávate tých obrázkov mojej dcéry, ktoré ste tam zverejnil.

source: [_B_] Don't worry I'm not mad.... and I can appreciate your eye for beauty. You're a pretty damn good photographer.
sk_sk: [_] Nebojte sa, že nie som naštvaný .... a môžem oceniť vaše oko za krásu. Si celkom dobrý fotograf.

source: [_B_] I also enjoyed the pictures you took of Lauren and Sidney! They're really turning into some fine pieces of ass.
sk_sk: [_B_] Tiež som si vychutnáte obrázky, ktoré ste si vzal Lauren a Sidney! Naozaj sa menia na nejaké jemné kúsky zadku.

source: [_B_] I also enjoyed the pictures you took of Lauren! She's really growing up to be a fine piece of ass.
sk_sk: [_B_] Tiež som si vychutnáte obrázky, ktoré ste si vzali z Lauren! Naozaj sa rozrastá, aby bola pekným kusom zadku.

source: [_RT_] {i}Wow, what a creep!{/i}
sk_sk: [_RT_] {i}Wow, čo je creep! {/i}

source: [_RT_] {i}I guess it takes one to know one.{/i}
sk_sk: [_RT_] {i}Myslím si, že to bude treba jeden, aby poznal jeden. {/i}

source: [_R_] So, do you just want me to withdraw the money and give it to Aunt Camille in cash?
sk_sk: [_ R_] Takže, chcete len, aby som stiahnuť peniaze a dať to tete Camille v hotovosti?

source: [_B_] Actually, I don't even want her to know about it.
sk_sk: Vlastne, ani nechcem, aby o tom vedela.

source: [_R_] What?.... I thought...
sk_sk: [_R_] Čo?.... Myslel som, že...

source: [_B_] I love your aunt!.... But she's a fucking shopaholic.
sk_sk: [_] Milujem svoju tetu! .... Ale ona je kurevsky kurevsky.

source: [_B_] If she has her hands on that cash, she'll make bad choices and spend it on handbags instead of bills.
sk_sk: [_B_] Ak má svoje ruky na tie peniaze, ona bude robiť zlé rozhodnutia a stráviť ho na kabelky namiesto účtov.

source: [_B_] So, I'm going to email you a spread-sheet of all her expenses, and instructions to pay all of her bills each week, and you use the money I send you to do just that.
sk_sk: [_B_] Takže vám pošlem e-mail na rozložené listy všetkých jej výdavkov, a pokyny, aby všetky svoje účty každý týždeň, a budete používať peniaze, ktoré vám pošlem, aby ste urobili len to.

source: [_B_] In my goodbye letter to her, I'll tell her to rely on you to take care of her financially.
sk_sk: V mojej rozlúčke s ňou, poviem jej, že sa na teba spoliehaj, že sa o ňu postaráš finančne.

source: [_B_] I'll only be sending enough money to take care of her bills, plus an extra $200 a week to pay you for your trouble.
sk_sk: [_] Ja len posielam dosť peňazí na to, aby som sa postaral o jej účty, plus ďalších 200 dolárov za týždeň, aby som vám zaplatil za vaše problémy.

source: [_B_] If Camille needs more money than that.... she can get a fucking job...
sk_sk: [_B_] Ak Camille potrebuje viac peňazí ako toto...., môže si nájsť nejakú zasranú prácu...

source: [_B_] Lord knows it would probably be good for her.... I shouldn't have spoiled her so badly...
sk_sk: [_B_] Pán vie, že by to pre ňu bolo asi dobré.... Nemal som ju tak rozmaznávať...

source: [_B_] I mean look how hard your mom works!.... Sometimes I can't even believe they're sisters.
sk_sk: [_B_] Myslím, ako tvrdo pracuje vaša mama! .... Niekedy sa nemôžem ani domnievať, že sú sestry.

source: [_B_] So, just pay the bills once a week, like every Saturday morning or something, and I'll just keep sending money to your Cosplay Heaven account.
sk_sk: [_B_] Takže, len platiť účty raz týždenne, rovnako ako každú sobotu ráno, alebo niečo, a ja budem len držať odosielanie peňazí na vaše Cosplay Heaven účet.

source: [_R_] Ok, Uncle Bobby, I promise I'll take care of it...
sk_sk: [_R_] Dobre, strýko Bobby, sľubujem, že sa o to postarám...

source: [_R_] Good luck.... wherever you go...
sk_sk: [_R_] Veľa šťastia.... kdekoľvek...

source: [_R_] And I'm sorry you have to leave your family and be completely alone.
sk_sk: A mrzí ma, že musíš opustiť svoju rodinu a byť úplne sama.

source: [_B_] Actually.... I won't be completely alone...
sk_sk: [_B_] Aktuálne... Nebudem úplne sám...

source: [_B_] Mandy's old nanny.... do you remember Cindy?...
sk_sk: [_B_] Mandyina stará opatrovateľka... pamätáš si na Cindy?...

source: [_R_] Uhhh.... yeah.... I do...
sk_sk: [_R_] Uhhhh... yeah... Áno...

source: [_B_] She's going to go with me.... she's always wanted to travel, and she's up for a big adventure, so she's coming.
sk_sk: [_B_] Ona pôjde so mnou .... ona vždy chcela cestovať, a ona je na veľké dobrodružstvo, tak ona príde.

source: [_B_] Plus, it will give the illusion that I'm running away because of an affair, rather than being tipped off.
sk_sk: [_B_] Plus, to bude dať ilúziu, že som utekaný kvôli afézii, skôr než byť zbavený off.

source: [_RT_] {i}Illusion my ass.{/i}
sk_sk: [_RT_] {i}Illusion môj zadok. {/i}

source: [_B_] That should help keep the heat off Agent Diaz.
sk_sk: [_B_] To by malo pomôcť pri udržaní tepla off Agent Diaz.

source: [_B_] So, good luck taking care of everything here!
sk_sk: [_] Takže, veľa šťastia pri starostlivosti o všetko tu!
