Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_RT_] {i}If I can just get her to listen to me for once. There might be a way I can turn this disaster around, somehow.{/i}
sk_sk: [_RT_] {i}Ak ju môžem dostať, aby ma počúval aspoň raz. Možno by som mohol zvrátiť túto pohromu nejako. {/i}

source: [_R_] Cami! Cami, wait!
sk_sk: [_R_] Cami! Cami, počkaj!

source: [_R_] Cami, we have to talk about this!
sk_sk: [_R_] Cami, musíme sa o tom porozprávať!

source: [_C_] Let go of me!
sk_sk: -Pusti ma!

source: [_R_] Cami, listen...
sk_sk: [_R_] Cami, počúvaj ...

source: [_C_] For the last time. It's Camille!
sk_sk: [_C_] Za posledný krát. To je Camille!

source: [_R_] This isn't just going to go away Aunt Cami... Camille.
sk_sk: [_ R_] Toto nie je len ísť preč teta Cami ... Camille.

source: [_R_] We're talking about the Mafia here. They don't let people just not pay them. You need to start coming up with a plan to pay back the DeCapos.
sk_sk: Hovoríme tu o mafii. Nenechajú ľudí, aby ich nezaplatili. Musíš začať s plánom na odplatu DeCapos.

source: [_R_] I can help you with that.
sk_sk: [_ R_] S tým vám môžem pomôcť.

source: [_C_] Hah! How are you going to help me with "The Mob"?
sk_sk: [_C_] Hah! Ako mi chceš pomôcť s "The Mob"?

source: [_R_] My business venture is really starting to take off. If you were to come down to my studio...
sk_sk: [_ R_] Môj podnik sa naozaj začína vyzliať. Ak by si prišiel do môjho štúdia ...

source: [_C_] I should have known.
sk_sk: [_ C_] Mal som to vedieť.

source: [_C_] You want me to be a model for one of your perverted photoshoots? Is that it?
sk_sk: [_ C_] Chcete, aby som bol modelkou pre jednu z vašich perverovaných fotoshotov? Je to tak?

source: [_C_] Well forget it! I'm not stripping for that mafia goon's customers, or for you and whoever you peddle your disgusting pictures to.
sk_sk: Zabudni na to! Nebudem sa snažiť o tých zákazníkov mafie Goonovej, alebo pre teba a každého, kto si podpáliť tvoje nechutné obrázky.

source: [_C_] Now let go of me before I scream!
sk_sk: [_ C_] Teraz nech ide o mňa, než krikom!

source: [_R_] {i}(Whispering){/i} Just hear me out. You're going to have to do something. At least in my studio you won't be surrounded by a bunch of strangers drooling on you.
sk_sk: [_R_] {i}(Whispering) {/i} Len ma vypočuj. Budete musieť niečo urobiť. Aspoň v mojom ateliéri ťa neobklopuje banda cudzincov, ktorí sa na teba utopia.

source: [_R_] It would be private, just the two of us.
sk_sk: [_ R_] Bolo by súkromné, len my dvaja.

source: [_C_] {i}(Whispering){/i} Hah. I'll bet.
sk_sk: [_C_] {i}(Whispering) {/i} Hah. Vsadím sa.

source: [_R_] Come on... Let's just talk about it.
sk_sk: [_ R_] Príďte ... Porozprávajme sa o tom.

source: [_C_] There's nothing to talk about. In fact, I never want to hear about it ever again.
sk_sk: Nie je o čom hovoriť. Vlastne, už nikdy viac nechcem o tom počuť.

source: [_C_] So, you'd better keep your mouth shut about tonight.
sk_sk: Tak, radšej by si mal držať hubu, aby si sa dnes večer zavrel.

source: [_R_] (Whispering) Why should I? After Joey's goons have tossed you into the river, who do you think they'll come after next...
sk_sk: Prečo by som mal? Potom, čo Joey goons hodil vás do rieky, kto si myslíte, že prídu po ďalšom ...

source: [_R_] {i}(Whispering){/i} What the hell?...
sk_sk: [_R_] {i}(Whispering) {/i} Čo dopekla? ...

source: [_M_] {b}How much did she lose?!{/b}
sk_sk: [_M_] {b}Koľko stracovala?! {/b}

source: [_M_] There has to be some mistake... My sister would never...
sk_sk: [_ M_] Musí tu byť nejaký omyl ... Moja sestra by nikdy ...

source: [_M_] But we're already struggling to pay back [dad_name]'s...
sk_sk: [_M_] Ale my už bojujeme, aby sme sa vrátili späť [dad_name] ' s ...

source: [_M_] No! No... You don't have to do that... I just...
sk_sk: [_M_] Nie! Nie ... Nemusíš to robiť ... Ja len ...

source: [_J_] {i}(Muffled){/i} I'm sorry, [mom_name], but I have a reputation to maintain. If she refuses to pay back what she owes, I'm afraid I'll need to make an example of her.
sk_sk: [_J_] {i}(Muffled) {/i} I'm sorry, [mom_name], ale ja mám povesť, ktorá sa má zachovať. Ak odmietne splatiť to, čo dlhuje, obávam sa, že ju budem musieť urobiť príkladom.

source: [_M_] Please, please don't. I'll pay it. I just... can you give me some time to...
sk_sk: [_ M_] Prosím, prosím, nie. Zaplatím to. Ja len ... môžeš mi dať čas na ...

source: [_C_] {b}Get off me you creep!{/b}
sk_sk: [_C_] {b}Vystríhajte ma! {/b}

source: [_M_] You! What have you done?!
sk_sk: Ty! Čo si to urobil?

source: [_J_] {i}(Muffled){/i} It sounds like your sister's back home. I'll leave you two to talk. We'll be in touch.
sk_sk: [_J_] {i}(Muffled) {/i} Znie to ako doma vaša sestra. Nechám vás dvoch, aby ste sa porozprávali. Budeme v kontakte.

source: [_M_] How could you be so stupid?!
sk_sk: [_M_] Ako by si mohol byť taký hlúpy?

source: [_C_] It's not a big deal.
sk_sk: [_ C_] To nie je veľký problém.

source: [_M_] Not a big deal?
sk_sk: [_ M_] Nie je to veľký problém?

source: [_M_] Explain to me how taking out a loan from the {b}mafia{/b}...
sk_sk: [_M_] Vysvetlite mi, ako si vzal úver od {b}mafie {/b} ...

source: [_M_] Then playing blackjack till you {b}lost it all...{/b}
sk_sk: [_M_] Potom hráte blackjack, až kým ste {b}stratili všetko ... {/b}

source: [_M_] Is not a big deal?!
sk_sk: [_ M_] Nie je to veľký problém?

source: [_C_] Look, I was up by a lot, okay?
sk_sk: [_ C_] Pozrite, bol som hore o veľa, dobre?

source: [_C_] I only lost because they cheated. I don't have to pay a crooked casino anything. Gambling's not even legal in this city.
sk_sk: Stratil som sa len preto, lebo podvádzali. Nemusím zaplatiť krivé kasíno čokoľvek. Hazardné hry nie sú ani legálne v tomto meste.

source: [_C_] Joey's lucky I don't report his establishment to the police right now.
sk_sk: Joey má šťastie, že teraz nehláskujem jeho zriadenie na políciu.

source: [_RT_] {i}Holy shit.. Is she trying to get us all killed?{/i}
sk_sk: [_RT_] {i}Svätú sračku .. Snaží sa nás všetkých zabiť?

source: [_M_] Are you trying to get us all killed?!
sk_sk: -Snažíš sa nás všetkých zabiť?

source: [_M_] You think he doesn't have the police in his pocket?
sk_sk: Myslíš si, že nemá v jeho vrecku políciu?

source: [_C_] Oh, please... You're being silly. The FBI is watching everything we do. He can't do anything to me.
sk_sk: [_ C_] Oh, prosím ... Si hlúpa. FBI sleduje všetko, čo robíme. Nemôže pre mňa nič urobiť.

source: [_M_] Camille, do you remember that FBI agent that helped you move?
sk_sk: [_ M_] Camille, spomínaš si na agenta FBI, ktorý vám pomohol pohnúť sa?

source: [_C_] I don't know, maybe? What about her?
sk_sk: [_ C_] Neviem, možno? A čo s ňou?

source: [_M_] She's in his club every time I've been in there. You think she'd be hanging out in an illegal club if he didn't have her and god knows who else on his payroll?!
sk_sk: Je vo svojom klube vždy, keď som tam bol. Myslíš si, že by sa mohla poflakovať v ilegálnom klube, ak by ju nemal a Boh vie, kto iný na výplatnej listine?

source: [_R_] {i}(Muttering){/i} Pretty sure that our city's mayor is a regular there too.
sk_sk: [_R_] {i}(Muttering) {/i} Som si istý, že starosta nášho mesta je pravidelná taky.

source: [_M_] I always knew you were selfish, but I didn't think you were an idiot!
sk_sk: Vždy som vedel, že si sebecký, ale nemyslel som si, že si idiot!

source: [_C_] Hey, the only reason any of this happened is because of your {i}idiot{/i} husband!
sk_sk: [_C_] Hej, jediný dôvod, prečo sa to stalo, je ten tvoj {i}idiot {/i} manžel!

source: [_M_] At least my husband didn't run off with the {b}nanny{/b}!
sk_sk: [_M_] Aspoň môj manžel nevybehla s {b}nannym {/b}!

source: [_R_] Uncle Bobby was Dad's right hand man, Aunt Cami. He's just as much to blame as Dad.
sk_sk: [_ R_] Ustrýko Bobby bol ocino pravá ruka muža, teta Cami. Je to len toľko, čo je na vine ako otec.

source: [_C_] Stay out of this, you little runt!
sk_sk: [_ C_] Zostaňte mimo tohto, ty malý runt!

source: [_M_] {b}Don't you talk to my son like that, you bitch! You're the one who's endangered this family!{/b}
sk_sk: [_ M_] {b}Nehovorte s mojím synom takto, ty suka! Vy ste ten, kto ohrozil túto rodinu!

source: [_C_] {b}Don't call me a bitch, you...{/b}
sk_sk: [_C_] {b}Nevolaj ma suka, ty ... {/b}

source: [_MD_] Mom?
sk_sk: Mami?

source: [_MD_] Did you really get us into trouble with the mob?
sk_sk: Naozaj si nás dostal do problémov s mafiou?

source: [_C_] Baby, it's not like that. I did it for us.
sk_sk: Baby, to nie je také. Urobil som to pre nás.

source: [_S_] Why is everyone yelling?
sk_sk: Prečo všetci kričí?

source: [_S_] What's going on?
sk_sk: [_S_] Čo sa deje?

source: [_M_] Well? Go on Camille...
sk_sk: [_ M_] No? Choď na Camille ...

source: [_M_] Tell our girls why you've put all their lives in danger so you could have some fun at a mafia casino.
sk_sk: [_ M_] Povedzte našim dievčatám, prečo ste dali všetky svoje životy v nebezpečenskom prípade, takže by ste mohli mať nejakú zábavu v kasíne mafie.

source: [_C_] That's not what happened!
sk_sk: [_ C_] To nie je to, čo sa stalo!

source: [_C_] Girls, look...
sk_sk: Dievčatá, pozri ...

source: [_C_] I... I borrowed some money from Joey DeCapo.
sk_sk: [_C_] I. .. Požičal som si nejaké peniaze od Joeyho DeCapa.

source: [_S_] What?
sk_sk: [_S_] Čo?

source: [_MD_] The mob boss? But, why? Isn't that how Uncle [dad_name] got in trouble?
sk_sk: [_MD_] Mob šéf? Ale prečo? Nie je to tak, ako sa strýko [dad_name] dostal do problémov?

source: [_C_] I was... You see...
sk_sk: [_C_] Bol som ... Vidíš ...

source: [_C_] I was trying to, to win enough money to pay off [dad_name]'s debt!
sk_sk: [_ C_] Snažil som sa, vyhrať dosť peňazí na zaplatenie off [dad_name] ''s dlhu!

source: [_C_] If I won big at the club, then I could pay it all off, and we'd all get our lives back.
sk_sk: [_ C_] Ak som vyhral veľký v klube, potom by som mohol zaplatiť to všetko preč, a všetci by sme sa naše životy späť.

source: [_R_] Bullshit!
sk_sk: -Bullshit!

source: [_R_] You said you were going to take Mandy and leave the rest of us. Going back to living the good life, you said... Buying expensive wines, and getting "manny petties", whatever that hell that is.
sk_sk: [_ R_] Vy ste povedali, že budete brať Mandy a nechať zvyšok z nás. Vraciaš sa späť k životu ten dobrý život, povedal si ... Nákup drahých vín, a získanie "manny petties", čokoľvek to peklo, to je.

source: [_MD_] You were going to run out on them? Like Dad did to us?
sk_sk: [_MD_] Chystáte sa na ne vybehať? Tak ako nám to urobil otec?

source: [_M_] Unbelievable! After I took you into my home, you'd abandon us, just so you could sip Chateau wines and have your nails done?
sk_sk: [_ M_] Neuveriteľné! Potom, čo som ťa vzal do môjho domu, opustil by si nás, len aby si mohol popíjať Chateau vína a nechať si robiť nechty?

source: [_M_] You ungrateful cunt!
sk_sk: [_ M_] Vy nevďačné teta!

source: [_C_] Don't talk to me like that!
sk_sk: -Nerozprávaj sa so mnou takto!

source: [_C_] This isn't my fault! None of this is my fault!
sk_sk: [_ C_] Toto nie je moja chyba! Nič z toho nie je moja chyba!

source: [_C_] I had the perfect life! A rich husband, a daughter I could spoil with all my attention, in my spacious house!
sk_sk: [_ C_] Mal som dokonalý život! S bohatým manželom, dcérenkou, ktorú by som mohol kaziť všetkou mojou pozorou, v mojom priestrannom dome!

source: [_C_] Now I'm stuck living with my sister and her family.
sk_sk: Teraz bývam s mojou sestrou a jej rodinou.

source: [_C_] Your son is bad enough, always bossing me around or trying to perv on me and my daughter.
sk_sk: [_ C_] Váš syn je dosť zlý, vždy ma šéfuje okolo alebo sa pokúšam o mňa a mojej dcérake.

source: [_C_] But you!
sk_sk: [_ C_] Ale vy!

source: [_C_] You humiliate me every chance you get, [mom_name]! Making me clean your house in that stupid maid costume while your son leers at me.
sk_sk: Ponížeš ma každú šancu, ktorú dostaneš, [mom_name]! Aby som vyčistil tvoj dom v tej hlúpe kostýme, zatiaľ čo na mňa tvoj syn Leers.

source: [_C_] I have to scrub your dammed bathroom in that skimpy thing!
sk_sk: [_C_] I have to drrub your dammed bathroom in that skimpy thing!

source: [_C_] I hate that bathroom!
sk_sk: -Neznášam tú kúpeľňu!

source: [_C_] There's always pee on the toilet seat, and the hair from five girls in the shower drain!
sk_sk: [_ C_] Vždy je na toaletnom sedadle, a vlasy z piatich dievčat v sprchovom odtoku!

source: [_C_] It's degrading!
sk_sk: Degraduje sa!

source: [_C_] Six people in this house, and only {b}one bathroom!{/b}
sk_sk: Šesť ľudí v tomto dome, a len {b}jedna kúpeľňa! {/b}

source: [_C_] {b}One bathroom that I have to clean in that stupid sexy maid costume!{/b}
sk_sk: [_C_] {b}Jedna kúpeľňa, ktorú musím čistiť v tej hlúpej sexy kostýme!

source: [_C_] Well, you know what? I'm not going to put up with this shit anymore!
sk_sk: [_ C_] No, viete čo? Už sa s tým nechystám vystríhať!

source: [_C_] Mandy, get dressed and get your things together. We're leaving.
sk_sk: Mandy, obleč sa a daj si veci dokopy. Odchádzame.

source: [_MD_] We're leaving? Why?
sk_sk: Odchádzame? Prečo?

source: [_C_] I said get dressed!
sk_sk: Povedal som sa obliecť!

source: [_M_] Oh, here we go.
sk_sk: [_M_] Oh, ideme na to.

source: [_M_] Little Camille makes a mess, then runs away from home because she doesn't want to face the consequences.
sk_sk: [_ M_] Malá Camille robí neporiadok, potom uteší z domu, pretože nechce čeliť následkom.

source: [_M_] How many times did you perform this little drama for Mom and Dad?
sk_sk: [_M_] Koľko krát ste vykonali túto malú drámu pre mamu a otca?

source: [_C_] Shut up!
sk_sk: Sklapni!

source: [_C_] I don't have to live like this!
sk_sk: [_ C_] Nie je potrebné žiť takto!

source: [_M_] Fine with me. Go!
sk_sk: -Dobre, so mnou. -Choď!

source: [_M_] Go sleep in your car for all I care! That'll be so much better for Mandy!
sk_sk: Spi v aute pre všetko, čo ma zaujíma! To bude pre Mandy oveľa lepšie!

source: [_C_] I have friends! Good, wealthy friends, who'll take us in and treat me with some respect.
sk_sk: Mám priateľov! Dobrí, bohatí priatelia, ktorí nás tam zoberú a doprajú so mnou s rešpektom.

source: [_M_] What? Those country club snobs?
sk_sk: [_M_] Čo? Tie country klubu snobi?

source: [_M_] Hah! Good luck with that!
sk_sk: [_ M_] Hah! Veľa šťastia s tým!

source: [_M_] Do you know where all my good wealthy friends went as soon as they found out about [dad_name]?
sk_sk: [_ M_] Viete, kde sa všetci moji dobrí bohvie priatelia išli hneď, ako sa zistili o [dad_name]?

source: [_M_] Vanished like a fart in the wind.
sk_sk: [_M_] Vanished ako prd vo vetre.

source: [_C_] That probably says more about you than them!
sk_sk: [_ C_] To pravdepodobne hovorí viac o vás ako oni!

source: [_C_] Now get moving, Mandy!... Just pack what you need for a couple days. We can come back for the rest of our stuff.
sk_sk: [_ C_] Teraz sa hýb, Mandy! ... Len si zbav to, čo potrebuješ na pár dní. Môžeme sa vrátiť na zvyšok našich vecí.

source: [_R_] Wow, I can't believe they're really leaving...
sk_sk: [_ R_] Wow, nemôžem uveriť, že naozaj odchádzajú ...

source: [_L_] Mom, is the mob going to go after Mandy and Aunt Camille?
sk_sk: Mami, je mob ísť po Mandy a tete Camille?

source: [_M_] No, I told Mr. DeCapo that I would find a way to pay Camille's gambling debts.
sk_sk: [_M_] Nie, povedal som pánovi DeCapovi, že nájdem spôsob, ako zaplatiť dlhy v Camille za hazardné hry.

source: [_S_] How much did Aunt Camille lose?
sk_sk: Ako veľmi sa teta Camille stratila?

source: [_M_] A lot.
sk_sk: [_ M_] Veľa.

source: [_L_] How are we going to pay it when we already have Dad's debts to deal with?
sk_sk: [_L_] Ako to zaplatíme, keď už máme otcovské dlhy, aby sme sa s ním vysporiadali?

source: [_M_] I don't know.
sk_sk: -Neviem.

source: [_L_] You don't know? How can you not know?
sk_sk: -Ty to nevieš? Ako to, že nevieš?

source: [_L_] The mobs going kill us!
sk_sk: [L_] Moby nás zabijú!

source: [_R_] Lauren, calm down, okay? We'll figure something out.
sk_sk: -Lauren, upokoj sa, dobre? Niečo zistíme.

source: [_S_] I can help. I've been saving all my pay from the club, and maybe Mr. DeCapo will let me pick up some extra shifts?
sk_sk: [_S_] Môžem vám pomôcť. Zachraňoval som všetku výplatu od klubu, a možno mi pán DeCapo dovolí, aby som si vyzdvihol ďalšie smeny?

source: [_M_] That money is for college. You need to get back to design school so you can escape all this.
sk_sk: Tie peniaze sú na výšku. Musíš sa vrátiť do dizajnskej školy, aby si mohol uniknúť.

source: [_S_] I can help. Mr. DeCapo said I can come back and work at the club anytime I want. I could pick up some extra shifts too.
sk_sk: [_S_] Môžem vám pomôcť. Pán DeCapo povedal, že sa môžem vrátiť a pracovať v klube kedykoľvek chcem. Mohol by som vyzdvihnúť aj ďalšie smeny.

source: [_M_] I don't want you working there again.
sk_sk: Nechcem, aby si tam znova pracoval.

source: [_S_] Then how are we going to...
sk_sk: [_S_] Potom, ako sa ...

source: [_L_] Yeah! How are we going to not get murdered?
sk_sk: [_ L_] Áno! Ako to, že sa nechystáme zabiť?

source: [_M_] I said, I don't know!
sk_sk: [_ M_] Povedal som, že neviem!

source: [_M_] Stop talking about getting murdered! I don't know how I'm going to fix it, but I will!
sk_sk: [_ M_] Prestaňte hovoriť o tom, ako sa vraždí! Neviem, ako to napravím, ale urobím to!

source: [_M_] I just need some time to think!
sk_sk: [_ M_] Len potrebujem nejaký čas na premýšľanie!

source: [_R_] Mom, take it easy...
sk_sk: Mami, kľakni si.

source: [_R_] My business is doing really well... If everyone helped out at my studio, I'm sure we could...
sk_sk: [_R_] Moje podnikanie sa naozaj robí dobre ... Ak by všetci pomohli v mojom štúdiu, som si istý, že by sme mohli ...

source: [_M_] I will handle it. Don't involve your sisters in this anymore than you already have.
sk_sk: [_ M_] Ja sa postarám o to. Nezapájajte sa do tohto procesu už viac, než ste už mali.

source: [_R_] But, Mom...
sk_sk: [_ R_] Ale, mami ...

source: [_M_] I said, no!
sk_sk: [_ M_] Povedal som, nie!

source: [_M_] I'm your mother. This is my burden not yours.
sk_sk: [_ M_] Ja som vaša matka. Toto nie je moje bremeno.

source: [_M_] {b}I{/b} will handle this.
sk_sk: [_M_] {b}I {/b} to zvládne.

source: [_M_] {b}I{/b} will find a way to pay Mr. DeCapo.
sk_sk: [_M_] {b}I {/b} nájde spôsob, ako zaplatiť pána DeCapo.

source: [_M_] Lauren, you and [ryan] need to focus on passing your exams and graduating high school. Sidney, you need to look for a respectable job and focus on getting back into design school.
sk_sk: Lauren, ty a [ryan] sa musíte zamerať na absolvovanie skúšky a absolvovanie strednej školy. Sidney, musíš sa pozrieť na slušnú prácu a sústrediť sa na to, ako sa dostať späť do dizajnovej školy.

source: [_M_] Now go back to bed, all of you.
sk_sk: [_ M_] Teraz sa vráťte do postele, všetci.

source: [_RT_] {i}How did this night go so wrong, so fast?...{/i}
sk_sk: [_RT_] {i}Ako sa táto noc stalo tak zle, tak rýchlo? ... {/i}

source: [_RT_] {i}I know Mom's putting on a brave face for us, but she was barely keeping it together. This is too much for her to take on alone.{/i}
sk_sk: [_RT_] {i}Viem, že mama nám dáva statočný tvár, ale sotva ju držala spolu. Je to pre ňu príliš veľa na to, aby sa sama o sebe postarala. {/i}

source: [_RT_] {i}I thought Mom had started to see me as a man. Her man...{/i}
sk_sk: [_RT_] {i}Myslel som, že mama začala vidieť ma ako muža. Jej muž ... {/i}

source: [_RT_] {i}But tonight, I went back to being the little boy she needs to protect.{/i}
sk_sk: [_RT_] {i}Ale dnes večer som sa vrátil, aby som bol ten malý chlapec, ktorého potrebuje chrániť. {/i}

source: [_RT_] {i}I have to show her I can be the guy... the man she counts on! Now, more than ever, I need to prove she can depend on me.{/i}
sk_sk: [_RT_] {i}musím jej ukázať, že môžem byť ten, na ktorom sa spoliehá! Teraz, viac ako inokedy, musím dokázať, že to môže závisieť na mne. {/i}

source: [_RT_] {i}But how?{/i}
sk_sk: [_RT_] {i}Ale ako? {/i}

source: [_RT_] {i}Aunt Cami let Joey loan her so much money before she lost it all. This won't be like Dad's debts, where Joey lets us get away with only making payments on the interest.{/i}
sk_sk: [_RT_] {i}teta Cami nech Joey pôžička jej toľko peňazí, než sa stratila to všetko. Nebude to ako otcove dlhy, kde nám Joey nechá odísť len s platmi na úrok. {/i}

source: [_RT_] {i}He's going to use this to force Mom deeper into his clutches. If I don't do something, Mom will end up like Candy.{/i}
sk_sk: [_RT_] {i}To bude použiť, aby mama hlbšie do svojich pazúrií. Ak niečo neurobím, mama skončí ako Candy. {/i}

source: [_RT_] {i}Just another one of Joey DeCapo's whores.{/i}
sk_sk: [_RT_] {i}Len ďalší z kuriev Joeyho DeCapa. {/i}

source: [_RT_] {i}My photoshoots made good money, but I've pretty much wrapped each of them up. I'm going to start losing subscribers if I don't put out something new.{/i}
sk_sk: [_RT_] {i}Moje fotostrety zarobili dobré peniaze, ale ja som ich každý z nich zabalil. Začnem strápať predplatiteľov, ak nevydáme niečo nové. {/i}

source: [_RT_] {i}To make the kind of money we'll need, it'll take more than another softcore shoot. I'll need to do something big. Something that would get a lot of online attention.{/i}
sk_sk: [_RT_] {i}Ak chcete zarobiť peniaze, ktoré budeme potrebovať, to bude trvať viac ako ďalšie softcore strieľať. Budem musieť urobiť niečo veľké. Niečo, na čo by sa venovala veľa online pozornosti. {/i}

source: [_RT_] {i}The Perry Hotter set with Mom and Megan did really well. So, something with two girls would be best.{/i}
sk_sk: [_RT_] {i}Perry Hotter nastavený s mamou a Megan urobil naozaj dobre. Tak, niečo s dvoma dievčami by bolo najlepšie. {/i}

source: [_RT_] {i}Lauren and Mandy's Instaslam certainly got big quick with their lezzy pictures. Girl on girl is always very popular, but what really got their subscriber count to take off, was them being cousins.{/i}
sk_sk: [_RT_] {i}Lauren a Mandy je Instaslam určite dostal veľký rýchly s ich lezzy obrázky. Dievča na dievča je vždy veľmi populárne, ale to, čo naozaj dostal ich počet odberateľov, aby sa vyzlial, bolo to byť bratranci. {/i}

source: [_RT_] {i}An incestuous lesbian shoot with Lauren and Mandy would be perfect, but even if I could get Lauren to agree to do it, Mandy's gone now.{/i}
sk_sk: [_RT_] {i}Necestný lesbické strieľať s Lauren a Mandy by bolo perfektné, ale aj keby som mohol dostať Lauren, aby sa dohodli, že to urobiť, Mandy je preč. {/i}

source: [_RT_] {i}Mom would probably be really mad anyways, if I used any of the girls behind her back. After that speech, she's going to insist on being involved in whatever I come up with.{/i}
sk_sk: [_RT_] {i}Mama by sa asi naozaj zblázni, ak by som za jej chrbtom použil niektorú z dievčat. Po tomto prejave bude trvať na tom, že bude zaplečená do toho, s čím prídem.

source: [_RT_] {i}So, a shoot with Mom and someone else would be best, but who should I have with her?{/i}
sk_sk: [_RT_] {i}Takže strieľať s mamou a niekto iný by bolo najlepšie, ale kto by mal mať s ňou? {/i}

source: [_RT_] {i}Maybe Megan? She'd be up for it, no question... And they've already done one photoshoot together.{/i}
sk_sk: [_ RT_] {i}Možno Megan? Ona by bola pre to, bez pochýb ... A už urobili jednu fotku spolu. {/i}

source: [_RT_] {i}Shit. With how well the incest angle worked for Lauren and Mandy's InstaSlam account, I really think that's the way to go. Megan and Mom don't look anything like each other though. No one's going to believe they're related.{/i}
sk_sk: [_RT_] {i}Do riti. S tým, ako presne ten najmenší uhol pracoval pre Lauren a Mandy's InstaSlam účet, naozaj si myslím, že je to spôsob, ako ísť. Megan a mama sa na seba nepozerajú ako na seba. Nikto neverí, že sú príbuzné. {/i}
