Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_R_] And we'll know very soon if it helps with your night problem.
sk_sk: [_R_] A budeme vedieť veľmi skoro, či ti to pomôže s nočný problémom.

source: [_S_] Ok.... and I will only do this if you promise to pull out! I don't want you to shoot your load down my throat again!
sk_sk: [_S_] Dobre... a urobím to len, ak mi sľúbiš, že ho vytiahneš! Nechcem, aby si znovu strelil svoj náklad do môjho hrdla!

source: [_R_] Alright, I promise!
sk_sk: [_R_] Dobre, sľubujem!

source: [_S_] So, should I be on the bottom or top?
sk_sk: Takže, mal by som byť na dne alebo na vrchu?

source: [_S_] Ouch! You kneeled on my hand...
sk_sk: [_S_] Ouch! Kľakal si mi na ruku ...

source: [_R_] Sorry, I just can't see very well in the dark.
sk_sk: Prepáč, nevidím dosť dobre v tme.

source: [_R_] Ok, now just open really wide.
sk_sk: [_R_] Ok, teraz sa otvor naozaj dokorán.

source: [_R_] Oh my God!.... How do you even fit that in?
sk_sk: [_R_] Oh môj bože!... Ako sa ti vôbec vojde dnu?

source: [_R_] Haha.... never mind!
sk_sk: [_R_] Haha .... nevadí!

source: [_RT_] {i}Oh my God!.... Sidney's pussy tastes as good as it smells!{/i}
sk_sk: [_RT_] {i}Oh môj bože!... jej kundička chutí tak dobre, ako vonia!

source: [_ST_] {i}Oh my God!.... [ryan]'s tongue feels so good on my clit!.... And his cock is just sliding down my throat!.... {/i}
sk_sk: [_ST_] {i}Oh môj Bože!.... [ryan]jazyk je na mojom klitorise tak dobrý!... A jeho vták mi zliezla dolu hrdlom!.... {/i}

source: [_ST_] {i}Shit!.... I mean.... dammit!.... I can't think of anyone else but [ryan] right now!.... Ummmmm.... Dad.... no!.... That's worse!{/i}
sk_sk: [_ST_] {i}Do riti! .... Teda, do čerta! Nemôžem myslieť na nikoho iného, ale iba na [ryan] práve teraz! .... Ummmmm .... Oci .... nie! .... To je horšie!

source: [_ST_] {i}[ryan]'s cock is destroying my throat!.... Ah.... ah.... ah.... [ryan]!{/i}
sk_sk: [_ST_] {i}[ryan] jeho penis mi ničí hrdlo!.... Ah.... ah.... ah.... [ryan]!{/i}

source: [_ST_] {i}I'M CUMMING!!!!!!!!!!!!!!!!!{/i}
sk_sk: [_ST_] {i}BUDEEEMMM!!!!!!!!!!!!!!!!{/i}

source: [_RT_] {i}Holy Hell, she's shaking like crazy!{/i}
sk_sk: [_RT_] {i}Svätá peklo, ona sa trasie ako blázon!{/i}

source: [_RT_] {i}Oh my God!.... She just squirted like crazy! That's so hot!!.... I better pull out fast, I'm going to lose it!!!{/i}
sk_sk: [_RT_] {i}Panebože!.... Práve strieka ako blázon! To je tak horúce!!.... Radšej rýchlo vytiahnem, lebo o to prídem!!!{/i}

source: [_S_] Thanks for not cumming down my throat.... although most of your cum still ended up in my mouth...
sk_sk: [_S_] Vďaka, že si to nepustil do hrdla... aj keď väčšina tvojho spermatu skončila v mojich ústach...

source: [_R_] Yeah.... sorry about that.... you didn't need to swallow it though.
sk_sk: [_R_] Áno.... za to sa ospravedlňujem.... nemusela si to však prehltnúť.

source: [_S_] There was just so much.... I didn't know where to spit it out, and I don't think I could have held it in my mouth until I made it to the bathroom without gagging on it.
sk_sk: [_S_] Bolo toho toľko.... Nevedela som, kam to vypľuť, a myslím, že by som to nedokázala udržať v ústach, kým by som sa nedostala na záchod bez toho, aby som sa nedala do dávenia.

source: [_R_] You could have wiped it up with your panties.
sk_sk: [_R_] Mohla si to vytrieť nohavičkami.

source: [_R_] So, who did you think about?
sk_sk: [_R_] Takže, na koho si myslela?

source: [_S_] Oh.... ummmm.... I just though about a guy at school I have a crush on.... his name is a.... Chad!
sk_sk: [_S_] Oh.... ummmm.... Práve som myslela na chlapca v škole, do ktorého som zaľúbená.... jeho meno je.... Chad!

source: [_ST_] {i}Yeah Chad!.... Why didn't I think about Chad at the time?{/i}
sk_sk: [_ST_] {i}Áno Chad! .... Prečo som vtedy nemyslela o Chadovi?

source: [_S_] What about you?
sk_sk: [_S_] Čo ty?

source: [_R_] Oh, just Mrs. Stone the art teacher.
sk_sk: [_R_] Oh, len pani Stoneová, učiteľka umenia.

source: [_RT_] {i}Oh, how could I think about anything else but my sister's sweet sweet pussy?!{/i}
sk_sk: [_RT_] {i}Oh, ako by som mohol myslieť na niečo iné, ale moja sestra je sladká kunda?! {/i}

source: [_S_] Oh.... do you have a crush on her?...
sk_sk: [_S_] Oh.... máš na ňu chuť?

source: [_ST_] {i}Why don't I want him to have a crush on her?{/i}
sk_sk: [_ST_] {i}Prečo nechcem, aby išiel po nej?{/i}

source: [_R_] No.... she's just really hot.
sk_sk: [_R_] Nie... je naozaj sexi.

source: [_ST_] {i}Oh, good!{/i}
sk_sk: [_ST_] {i}Oh, dobre! {/i}

source: [_S_] Well, let's try and get some sleep.... I can't wait to see if this helps me with my problem.... you'll let me know right?
sk_sk: [_S_] Skúsme sa teda trochu vyspať.... Už sa neviem dočkať, či mi to pomôže s mojím problémom.... dáš mi vedieť, však?

source: [_R_] Yeah, of course.... and I'll make sure not to take any melatonin so I don't accidentally sleep through it.
sk_sk: [_R_] Áno, samozrejme.... a dám si pozor, aby som si nevzal melatonín, aby som náhodou nezaspal.

source: [_S_] Well, I think I already feel like a lot of my sexual frustration is gone, so I'm really optimistic.
sk_sk: [_S_] No, myslím, že už mám pocit, že veľa z mojej sexuálnej frustrácie je preč, takže som naozaj optimistická.

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Sidney libido -5" {/b}{/i}

source: [_R_] Yeah.... well hopefully that took care of it.
sk_sk: [_R_] Yeah.... dúfajme, že sa to vyriešilo.

source: [_RT_] {i}I'm pretty sure it did.... that is until I need her to suck my dick again!{/i}
sk_sk: [_RT_] {i}Som si celkom istý, že to urobila... teda až dovtedy, kým ju nebudem potrebovať, aby mi znova vycucala penis!{/i}

source: [_S_] Ok.... goodnight [ryan].
sk_sk: [_S_] Ok... dobrú noc [ryan].

source: [_R_] Goodnight, Sidney.
sk_sk: -Dobrú noc, Sidney.

source: [_RT_] {i}{b}(HINT){/b} Recent events have caused me to have weird dreams. I wonder if I'll have another weird dream soon.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Nedávne udalosti mi spôsobili zvláštne sny. Som zvedavý, či budem mať čoskoro ďalší čudný sen.{/i}

source: [_RT_] {i}I can't believe I've convinced Sidney to sixty-nine with her own brother to release her sexual tension.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že som Sidney presvedčil, aby si dala šesťdesiatdeväť s vlastným bratom a uvoľnila tak svoje sexuálne napätie.{/i}

source: [_RT_] {i}I guess I can be pretty influential when I want to be.... maybe I should start a cult or something.{/i}
sk_sk: [_RT_] {i}Myslím, že dokážem byť dosť vplyvný, keď chcem.... možno by som mal založiť sektu alebo niečo podobné.{/i}

source: [_RT_] {i}Should I see if she's up for it again tonight?{/i}
sk_sk: [_RT_] {i}Mám sa pozrieť, či sa na to dnes večer opäť chystá?{/i}

source: [_R_] Yeah.... I was just wondering if you needed to.... you know...
sk_sk: [_R_] Áno... Zaujímalo by ma, či by si potrebovala... ty vieš...

source: [_S_] Hmmmmm...
sk_sk: [_S_] Hmmmmmm...

source: [_S_] Well, we did it just last night.... did it keep me from being handsy in my sleep?
sk_sk: [_S_] No, robili sme to práve včera večer.... zabránilo mi to v tom, aby som sa v spánku maznala?

source: [_R_] Yeah.... I'm pretty sure it did.... at least I didn't feel anything.
sk_sk: [_R_] Áno.... Som si celkom istý, že áno.... aspoň som nič necítil.

source: [_S_] Yay!...
sk_sk: [_S_] Jej!...

source: [_S_] Well, if it worked, should we take the night off to see if it will still work going forward?
sk_sk: [_S_] No, ak to fungovalo, mali by sme si vziať voľno, aby sme zistili, či to bude fungovať aj v budúcnosti?

source: [_R_] I don't think we're quite there. They say it usually takes at least 21 days to break a habit.
sk_sk: [_R_] Nemyslím si, že sme sa k tomu dopracovali. Hovorí sa, že na prekonanie návyku je zvyčajne potrebných aspoň 21 dní.

source: [_R_] So, I'm thinking we should do it again to be on the safe side.
sk_sk: [_R_] Preto si myslím, že by sme to mali pre istotu zopakovať.

source: [_S_] Well, we didn't sixty-nine last night.... was I handsy with you while we were sleeping?
sk_sk: [_S_] No, včera sme si nedali šesťdesiatdeväť.... bola som k tebe prítulná, keď sme spali?

source: [_R_] Actually, yeah.... I had to brush your hand away several times last night.
sk_sk: [_R_] Vlastne, áno... Včera večer som ti musel dať ruku preč niekoľkokrát.

source: [_S_] Shit! Maybe this isn't even working!
sk_sk: [_S_] Do riti! Možno to ani nefunguje!

source: [_R_] Well, the last time we did do it, you weren't handsy with me at all.
sk_sk: [_R_] Nuž, naposledy, keď sme to robili, vôbec si sa nemaznala so mnou .

source: [_R_] I think we just need to do it more often for a while.... they say it takes at least 21 days to break a habit.
sk_sk: [_R_] Myslím, že to musíme robiť častejšie aspoň na chvíľu... hovoria, že to trvá najmenej 21 dní, aby sa zlomil zlozvyk.

source: [_S_] Ok, well I'm in it this far already, so I might as well go all the way in?
sk_sk: [_S_] Dobre, už som v tom tak ďaleko, tak by som to mohla dotiahnuť až do konca?

source: [_R_] Go all the way?...
sk_sk: [_R_] Ísť až na doraz?...

source: [_S_] That's not what I meant pervert!
sk_sk: [_S_] To som nemala na mysli, zvrhlík!

source: [_S_] But yeah, let's get the sixty-nine thing going.
sk_sk: [_S_] Ale áno, poďme si dať dokopy šesťdesiatdeväť.

source: [_R_] Oh my God!.... I'm still amazed you can get your mouth around that!
sk_sk: [_R_] Panebože!.... Stále sa čudujem, že si to dokážeš vybaviť!

source: [_RT_] {i}Oh my God!.... I'll never get sick of the taste of this pussy.{/i}
sk_sk: [_RT_] {i}Panebože!.... Nikdy sa mi neomrzí chuť tejto kundičky.{/i}

source: [_ST_] {i}Oh my God!.... This time I've got to be sure to think of Chad and not [ryan] and his huge cock.{/i}
sk_sk: [_ST_] {i}Panebože!.... Tentoraz musím myslieť na Chada a nie na [ryan] a jeho obrovského vtáka.{/i}

source: [_ST_] {i}Ahhhh [ryan]!.... That tongue!.... I mean.... dammit!.... Chad that tongue.... Chad that tongue.... Chad that tongue.{/i}
sk_sk: [_ST_] {i}Ahhhh [ryan]!.... Ten jazyk!.... Myslím.... sakra!.... Chad ten jazyk.... Chad ten jazyk.... Chad ten jazyk.{/i}

source: [_RT_] {i}Holy Hell I love when she shakes like this!{/i}
sk_sk: [_RT_] {i}Do pekla, milujem, keď sa takto trasie!{/i}

source: [_R_] So, how did Chad do this time?
sk_sk: [_R_] Takže, ako to robil Chad?

source: [_S_] He did so good.... and he keeps getting better!
sk_sk: [_S_] Bol tak dobrý .... a stále sa lepší!

source: [_S_] How about Mrs. Stone?
sk_sk: [_S_] A čo pani Stoneová?

source: [_R_] Well, she did pretty good for most of the time, but to be completely honest with you, she wasn't there the whole time...
sk_sk: [_R_] No, väčšinu času si počínala celkom dobre, ale aby som bol k tebe úplne úprimný, nebola tam celý čas...

source: [_S_] Oh really?.... Who else did you fantasize about?
sk_sk: [_S_] Naozaj? .... O kom ďalšom si fantazíroval?

source: [_R_] Well, that's the thing, I just stopped fantasizing and was living in the moment.... so.... I was thinking about how good you were doing.
sk_sk: [_R_] No, to je práve to, že som práve prestal fantazírovať a žil som v momente.... tak.... Myslel som na to, ako ti to ide.

source: [_R_] And to be honest it wasn't that weird.
sk_sk: [_R_] A aby som bol úprimný, nebolo to tak divné.

source: [_S_] I kind of know what you mean! But [ryan]! We have to be careful! We're brother and sister! This can't turn into anything more serious than just a physical release!
sk_sk: [_S_] Tak trochu viem, čo máš na mysli! Ale [ryan]! Musíme byť opatrní! Sme brat a sestra! Nemôže to prerásť do niečoho vážnejšieho ako len do fyzického uvoľnenia!

source: [_R_] No.... I know.... I'll be more careful next time.
sk_sk: [_R_] Nie... Ja viem... Nabudúce budem opatrnejší.

source: [_S_] Goodnight, [ryan]!
sk_sk: Goodnight, [ryan]!

source: [_S_] Well, since it worked, I think we should take the night off to see if it will still work tonight.
sk_sk: [_S_] Keďže to fungovalo, myslím, že by sme si mali vziať voľno a zistiť, či to bude fungovať aj dnes.

source: [_S_] Yeah.... well, I'm also just not in the mood.
sk_sk: [_S_] Áno.... no, tiež na to nemám náladu.

source: [_R_] If you need to get in the mood, just think about how good it felt last time!
sk_sk: [_R_] Ak sa potrebuješ dostať do nálady, spomeň si, ako dobre si sa cítila naposledy!

source: [_S_] Yeah.... It really did feel so good!
sk_sk: [_S_] Áno .... Naozaj to bolo tak dobré!

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +3"{/b}{/i}

source: [_S_] But I'm still just too tired, and not feeling it...
sk_sk: [_S_] Ale ja som stále príliš unavená, a necítim to...

source: [_S_] Maybe tomorrow.
sk_sk: [_S_] Možno zajtra.

source: {i}"Sidney's Libido needs to be at least 8 points at the beginning of their conversation to want to do another sixty-nine."{/i}
sk_sk: {i}"Sidney Libido musí byť minimálne 8 bodov na začiatku ich konverzácie, aby si chceli urobiť ďalšie kolo 69." {/i}

source: [_S_] Good night [ryan].
sk_sk: [_S_] Dobrú noc [ryan].

source: [_R_] Good night Sidney.
sk_sk: [_R_] Dobrú noc Sidney.

source: [_RT_] {i}What is wrong with me?{/i}
sk_sk: [_RT_] {i}Čo je so mnou.{/i}

source: [_RT_] {i}Grrrrrrr.... It's Saturday, and for some reason I can't sleep in anymore.{/i}
sk_sk: [_RT_] {i}Grrrrrrr.... Je sobota, a z nejakého dôvodu nemôžem spať ďalej. {/i}

source: [_RT_] {i}I should get Aunt Cami's and Mandy's finances out of the way.{/i}
sk_sk: [_RT_] {i}Mal by som sa zbaviť problémov financií tety Cami a Mandy.{/i}

source: {i}"20 minutes later."{/i}
sk_sk: {i}O 20 minút neskôr.... {/i}

source: [_RT_] {i}There, and after paying that last bill, that should leave me with $200.{/i}
sk_sk: [_RT_] {i}Po zaplatení posledného účtu by mi malo zostať 200 dolárov.{/i}

source: {i}"Money +200"{/i}
sk_sk: {i}"Peniaze + 200" {/i}

source: [_RT_] {i}All that done and it's still early morning.{/i}
sk_sk: [_RT_] {i}Všetko je spravené a je aj tak ešte skoro ráno. {/i}

source: [_M_] It's good to see you, sister! You never come by any more.
sk_sk: Rád ťa vidím, sestra! Už nikdy viac nechodíš.

source: [_MT_] {i}Except when you need something from us!{/i}
sk_sk: [_MT_] {i}Okrem prípadov, keď potrebujete niečo od nás! {/i}

source: [_C_] Well, I've been super busy training for the triathlon in October, and all the other mom things I have to do to take care of Mandy take up the rest of my time.
sk_sk: [_C_] No, bol som veľmi zaneprázdnený tréning pre triatlon v októbri, a všetky ostatné mamy veci, ktoré musím urobiť, aby sa postarať o Mandy vziať zvyšok svojho času.

source: [_M_] Don't you have a housekeeper? And do you still have your nanny Cindy?
sk_sk: Nemáš gazdiná? A ešte stále máš svoju pestúnsku Cindy?

source: [_C_] Well yes, even though Mandy is 18, we've just become so attached to Cindy that we just decided to keep her around to help with odds and ends.
sk_sk: [_C_] No áno, aj keď má Mandy 18 rokov, k Cindy sme sa tak pripútali, že sme sa rozhodli nechať si ju tu, aby nám pomáhala s drobnosťami.

source: [_RT_] {i}More like Uncle Bobby keeps her around because Cindy's smoking hot!{/i}
sk_sk: [_RT_] {i}Skôr ako ju drží strýko Bobby, pretože Cindy fajčí horúci! {/i}

source: [_RT_] {i}I wonder if Mandy's right about them having an affair.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či má Mandy pravdu o tom, že majú pomer. {/i}

source: [_RT_] {i}I'm pretty sure that's why Aunt Cami got the breast implants and got so into working out, to try to win back his attention.{/i}
sk_sk: [_RT_] {i}Som si istý, že práve preto si teta Cami nechala voperovať prsné implantáty a začala cvičiť, aby sa pokúsila získať späť jeho pozornosť.{/i}

source: [_C_] But I didn't come over here to chit chat!
sk_sk: [_ C_] Ale neprišiel som sem, aby som choval chatu!

source: [_M_] Yeah.... I can see you're upset.... Is there something I can help you with?
sk_sk: [_M_] Áno .... Vidím, že si naštvaný .... Je tu niečo, s čím by som ti mohol pomôcť?

source: [_C_] Well, you can keep your perverted son away from my sweet innocent Mandy to begin with!
sk_sk: [_C_] No, môžete držať svoj zvrhaný syn preč od mojej sladké nevinné Mandy začať s!

source: [_M_] Ok.... before you go and say something you're going to regret, I'd like to point out that Mandy isn't as innocent as you think.
sk_sk: Skôr než odídeš a povieš niečo, čo budeš ľutovať, rád by som zdôraznil, že Mandy nie je tak nevinný, ako si myslíš.

source: [_M_] Like the time they got in trouble for skinny dipping at the beach?.... Lauren confirmed that it was Mandy, and not [ryan], who initiated that.
sk_sk: [_ M_] Rovnako ako v čase, keď sa dostali do problémov pre chudé dipping na pláži? .... Lauren potvrdila, že to bol Mandy, a nie [ryan], ktorý to inicioval.

source: [_M_] And then there's the time that they...
sk_sk: [_M_] A potom je čas, aby...

source: [_C_] No.... It's different this time...
sk_sk: [_C_] Nie... Tentoraz je to inak...

source: [_C_] Are you aware that [ryan]'s been taking pictures of Lauren and Mandy in skimpy costumes?
sk_sk: Uvedomujete si, že [ryan] berie fotky Lauren a Mandy v skimpy kostýmy?

source: [_M_] What?.... Where did you hear that?.... I'm sure that's not true.
sk_sk: [_M_] Čo? .... Kde si to počula? Som si istý, že to nie je pravda.

source: [_C_] Oh, it's true.... a mom of one of Mandy's classmates sent me the picture after she caught her son jacking off to it on his computer.
sk_sk: [_ C_] Oh, je to pravda .... mama jedného z Mandyho spolužiakov mi poslal obrázok potom, čo chytá jej syna nakoľajiť sa k nemu na svojom počítači.

source: [_M_] Oh dear.
sk_sk: [_M_] Oh drahá.

source: [_C_] Uhh.... yeah!
sk_sk: [_C_] Uhh .... áno!

source: [_M_] Are you sure that [ryan] took the picture? Couldn't it have been someone else?
sk_sk: [_ M_] Ste si istý, že [ryan] vzal obrázok? Nemohol to byť niekto iný?

source: [_C_] Oh, it wasn't easy getting her to confess, but I finally got all the details out of her.
sk_sk: [_ C_] Oh, nebolo jednoduché dostať ju priznať, ale konečne som dostal všetky detaily z nej.

source: [_C_] I guess after they went to that comic convention, they asked [ryan] to take some pictures of them in their costumes, and as you can see, it clearly got out of hand.
sk_sk: [_C_] Myslím, že potom, čo išli k tejto komiksnej konvencie, oni požiadali [ryan], aby niektoré obrázky z nich v ich kostýmoch, a ako môžete vidieť, to jasne vylial z ruky.

source: [_M_] Wow! That costume is really good! Where did she get it?
sk_sk: Fíha! Ten kostým je fakt dobrý! Kde to dostala?

source: [_C_] I'm not sure.... but that's not important right now!
sk_sk: [_ C_] Nie som si istý .... ale to nie je dôležité hneď teraz!

source: [_M_] Sorry.... you're right...
sk_sk: [_M_] Prepáč.... máš pravdu...

source: [_C_] I'm a little concerned about your lack of outrage!
sk_sk: [_ C_] Som trochu znepokojený, o vašom nedostatku pobúrenie!

source: [_M_] Camille.... I'm a teacher at a high school.
sk_sk: [_M_] Camille... Som učiteľka na strednej škole.

source: [_M_] Do you know how many kids are sending naked pictures of themselves to each other these days?
sk_sk: Vieš, koľko deciek posiela nahé fotky sebe samých seba?

source: [_M_] I can't even see Mandy's nipples in this pic, so comparatively it's not that bad.
sk_sk: [_M_] Nemôžem vidieť Mandy bradavky v tomto pic, tak komparatívne to nie je tak zlé.

source: [_C_] Not that bad?! Are you kidding me?
sk_sk: Nie je to zlé? Robíš si zo mňa srandu?

source: [_RT_] {i}Wow!.... I can't believe Mom's not furious!{/i}
sk_sk: [_RT_] {i}Wow! .... Nemôžem uveriť, že mama nie je zúrivo! {/i}

source: [_C_] I.... but.... urrrrgggghhhh...
sk_sk: [_C_] Ja... ale... urrrrgggghhhh...

source: [_M_] Really Camille, just calm down, you're making a big deal out of nothing.
sk_sk: [_ M_] Naozaj Camille, len upokoj sa, že sa z ničoho nič nevymažeš.

source: [_C_] Calm down?
sk_sk: Calm dole?

source: [_C_] I guess I shouldn't be too surprised.... how can I expect a woman who spends her weekends working at a strip club to find this shocking.
sk_sk: [_C_] Myslím, že by som nemal byť príliš prekvapený .... ako môžem očakávať, že žena, ktorá strávi jej víkendy pracujú v stripkuj klube, aby našiel tohto šokujúce.

source: [_RT_] {i}Oh, shit!.... Aunt Cami's out for blood!{/i}
sk_sk: [_RT_] {i}Oh, doriti!.... Teta Cami túži po krvi! {/i}

source: [_M_] What?.... Where did.... who told...
sk_sk: [_M_] Čo?.... Kde to bolo... kto povedal...

source: [_C_] Bobby told me all about it.... I guess with [dad_name] in prison, the DeCapos are still keeping Bobby in the loop about his brother-in-law and family.
sk_sk: Bobby mi o tom všetko povedal .... Myslím, že s [dad_name] vo väzení, DeCapos sú stále drží Bobby v slučke o jeho brat-in-law a rodinu.

source: [_C_] I just can't believe you would resort to making money that way.
sk_sk: [_ C_] Ja len nemôžem uveriť, že by ste sa uchýli k tomu, aby peniaze, ktoré cestu.

source: [_M_] It's not like I had a choice in the matter, and what would you know about making money? You've never held a job a day in your life.
sk_sk: [_ M_] Nie je to tak, že by som mal na výber v tejto veci, a čo by ste vedeli o zarábaní peňazí? Nikdy ste v živote nikdy nedržali prácu.

source: [_C_] I'm a stay at home mom! That's the hardest job in the world!
sk_sk: [_ C_] Som pobyt u domácej mamy! To je najťažší job na svete!

source: [_M_] Maybe for someone who doesn't have a housekeeper and a nanny!
sk_sk: [_ M_] Možno pre niekoho, kto nemá gazdiná a pestúnku!

source: [_C_] That just leaves me free so I can give all of my attention to my Mandy.
sk_sk: [_ C_] To ma jednoducho nechá zadarmo, aby som mohol dať všetku moju pozornosť na môjho Mandy.

source: [_M_] And look how good that's working out for you.... she's posting dirty pictures on the internet.
sk_sk: [_M_] A pozrite sa, ako dobre, že pracuje pre vás .... ona zverejní špinavé obrázky na internete.

source: [_C_] NO! [ryan] is taking and posting pics of my Mandy on the internet.
sk_sk: [_ C_] NIE! [ryan] berie a vysielanie pík môjho Mandy na internete.

source: [_C_] Clearly you're not going to do anything about it, so I'll just show myself out.
sk_sk: [_ C_] Je jasné, že s tým nič neurobíš, tak sa ukážem.

source: [_M_] I think that's a good idea.
sk_sk: [_ M_] Myslím, že to je dobrý nápad.

source: [_MT_] {i}My sister is such a bitch!{/i}
sk_sk: [_MT_] {i}Moja sestra je taká mrcha! {/i}

source: [_R_] Goodbye, Aunt Cami.
sk_sk: -Dovidenia, teta Cami.

source: [_C_] Uhhh.... It's Aunt Camille.
sk_sk: [_C_] Uhhh .... To je teta Camille.

source: [_C_] And don't think you're going to get off that easy. I don't know what I have to do to convince [mom_name] to punish you, but I'll think of something.
sk_sk: [_C_] A nemysli si, že sa z toho dostaneš tak ľahko. Neviem, čo mám urobiť, aby som presvedčila [mom_name] , aby ťa potrestala, ale niečo vymyslím.

source: [_C_] And stay away from my Mandy from now on.
sk_sk: A odteraz sa drž ďalej od môjho Mandy.

source: [_R_] Ok.... love you too!
sk_sk: Tiež ťa ľúb!

source: [_RT_] {i}I can't believe I didn't get in trouble!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že som sa nedostal do problémov! {/i}

source: [_RT_] {i}I guess Aunt Cami pissed her off too much for Mom to even think about punishing me.{/i}
sk_sk: [_RT_] {i}Teta Cami ju asi príliš naštvala, aby mama vôbec pomyslela na to, že ma potrestá.{/i}

source: [_RT_] {i}It was surprising that Mom wasn't upset about me taking those kinds of pictures of my sister and cousin though.{/i}
sk_sk: [_RT_] {i}Bolo prekvapujúce, že mama nebola naštvaný, že som si vzal tie druhy obrazov mojej sestry a bratranca hoci. {/i}

source: [_RT_] {i}With everything else that's going on, she probably just doesn't have the emotional energy to deal with it.{/i}
sk_sk: [_RT_] {i}So všetkým ostatným, čo sa deje, ona pravdepodobne nemá emocionálne energie, aby sa s tým vysporiadať. {/i}
