Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_M_] What? Oh, this... Yeah, it was a special gift from Joey. Meaning I have no choice but to wear it.
sk_sk: [_M_] Čo? Oh, toto ... Áno, bol to špeciálny darček od Joeyho. To znamená, že nemám na výber, ale nosiť ho.

source: [_M_] I mean, he gifted me another one too, but it's not any less revealing.
sk_sk: [_ M_] Mám na mysli, on nadal mi ešte jeden druhého, ale to nie je nič menej odhaľujúce.

source: [_R_] That fucker! I'm sorry you're in this situation again this week. I should have done a better job managing our money.
sk_sk: [_ R_] Ten hajzel! Je mi ľúto, že ste v tejto situácii opäť tento týždeň. Mal by som urobiť lepšiu prácu, ktorá by riadila naše peniaze.

source: [_R_] Please forgive me.
sk_sk: Prosím, odpusť mi.

source: [_M_] Of course I forgive you.
sk_sk: Samozrejme, že ti odpúšťam.

source: [_M_] I know you're doing your best.
sk_sk: [_ M_] Viem, že robíte to najlepšie.

source: [_R_] Goddam, though... You do look stunning.
sk_sk: Bohyňa, aj keď ... Vyzeráš úžasne.

source: [_R_] It's one of the most beautiful things I've ever seen you wear!
sk_sk: [_ R_] Je to jedna z najkrajtých vecí, ktoré som kedy videl nosiť!

source: [_R_] It's making me feel all kinds of things.
sk_sk: [_ R_] To ma robí cítim sa cítiť všetky druhy vecí.

source: [_M_] Yeah... I can see that.
sk_sk: [_ M_] Áno ... To vidím.

source: [_M_] You're practically bulging out of your pants.
sk_sk: Prakticky si z tvojich nohavikov vytrbíš.

source: [_M_] I'm sorry I can't help you out, but I can't think of a single place in the club where there's enough privacy to take care of that little problem.
sk_sk: Je mi ľúto, že vám nemôžem pomôcť, ale nemôžem myslieť na jediné miesto v klube, kde je dosť súkromia, aby sa postaral o to malý problém.

source: [_R_] Really? You'd do that for me? Even though I missed this week's payment.
sk_sk: Naozaj? Urobil by si to pre mňa? Aj napriek tomu, že som zmeškal túto týždennú platbu.

source: [_M_] I mean, it doesn't matter since there's nowhere to take care of you, but yes... I'd help you out.
sk_sk: Nezáleží na tom, že sa o teba nikde nestaráte, ale áno ... Pomohol by som ti.

source: [_M_] I don't want you to think I hold anything against you, and as big as you are, you're still my little boy who I need to take care of.
sk_sk: [_ M_] Nechcem, aby si si myslel, že som proti vám nič, a tak veľký ako ty, si stále môj malý chlapec, ktorému sa musím starať.

source: [_R_] I might just know the perfect place.
sk_sk: [_ R_] Možno by som len vedel, že to perfektné miesto.

source: [_M_] Uhhh... Okay, I guess... We just need to make sure nobody knows what we're doing.
sk_sk: [_M_] Uhhh ... Dobre, myslím ... Len sa musíme uistiť, že nikto nevie, čo robíme.

source: [_R_] Don't worry. Just follow me.
sk_sk: Nebojte sa. Len ma nasledujte.

source: [_M_] I can't help but think of all the things you've probably done in the VIP room.
sk_sk: [_ M_] Nemôžem si pomôcť, ale myslieť na všetky veci, ktoré ste pravdepodobne urobili vo VIP miestnosti.

source: [_R_] I told you... I haven't really done anything in there. For one thing, it all costs too much, and for another, I haven't been a member for very long.
sk_sk: [_ R_] Povedal som vám ... Nič som tam nespravil. Pre jednu vec, to všetko stojí príliš veľa, a pre ďalšie, som nebol členom na veľmi dlho.

source: [_RT_] {i}That's at least partially true.{/i}
sk_sk: [_RT_] {i}To je aspoň čiastočne pravda. {/i}

source: [_M_] I want to believe you.
sk_sk: [_ M_] Chcem ti veriť.

source: [_CD_] Oh, hey you two.
sk_sk: [_ CD_] Oh, hej vy dvaja.

source: [_CD_] That was another great show, [mom_name]!
sk_sk: [_ CD_] To bola ďalšia skvelá show, [mom_name]!

source: [_M_] Thanks!
sk_sk: Dík!

source: [_CD_] Let me guess. You two need to have another "private chat"?
sk_sk: Nechaj ma hádať. Vy dvaja by ste mali mať ďalší "súkromný rozhovor"?

source: [_R_] Why are you saying it like that?
sk_sk: [_ R_] Prečo to takto hovoríš?

source: [_R_] It really is just a private chat.
sk_sk: [_ R_] Je to naozaj len súkromný rozhovor.

source: [_CD_] Uh huh... So no dancers or waitresses, or anything?
sk_sk: [_CD_] Uh, huh ... Takže žiadne tanečnice, či čašníčky, alebo také niečo?

source: [_R_] Yep, it's hard to talk in private when people are hovering around.
sk_sk: [_ R_] Yep, je ťažké hovoriť v súkromí, keď ľudia sú hovering okolo.

source: [_CD_] Uh huh... Do you have your card?
sk_sk: [_CD_] Uh, huh ... Máte svoju vizitku?

source: [_R_] Of course.
sk_sk: [_R_] Samozrejme.

source: [_M_] Where are we going?
sk_sk: [_ M_] Kam ideme?

source: [_M_] I didn't even know this part of the casino existed.
sk_sk: [_ M_] Ja som ani nevedela, že táto časť kasína existuje.

source: [_R_] You'll see in just a minute.
sk_sk: [_ R_] Uvidíte v minúte.

source: [_CD_] Great show tonight!
sk_sk: [_ CD_] Veľká show dnes večer!

source: [_CD_] Goddam I hope I'm as hot and athletic as you when I get to be your age.
sk_sk: Bohyňa, dúfam, že som tak sexi a atletický, ako si ty, keď budem tvoj vek.

source: [_CD_] And you need to teach me some of those moves.
sk_sk: [_ CD_] A vy musíte ma naučiť niektoré z tých pohybov.

source: [_M_] Thanks, Candy. That's very sweet of you to say.
sk_sk: -Vďaka, Candy. To je od teba milé, že si to povedal.

source: [_CD_] Now, how can I help the two of you?
sk_sk: [_CD_] Teraz, ako môžem pomôcť vám dvom z vás?

source: [_R_] We just need a private place to chat.
sk_sk: [_ R_] Potrebujeme len súkromné miesto na rozhovor.

source: [_R_] Is anyone using the VIP room at the moment?
sk_sk: [_ R_] Je niekto, kto používa VIP izbu v tejto chvíli?

source: [_M_] VIP room?
sk_sk: VIP izbu?

source: [_CD_] You want to take your own mother into the VIP room?
sk_sk: [_ CD_] Chcete vziať svoju vlastnú matku do VIP miestnosti?

source: [_R_] Yeah, but not for normal VIP room stuff... Like I said, we just need a private place to talk.
sk_sk: [_ R_] Áno, ale nie pre normálne veci VIP miestnosti ... Ako som povedal, potrebujeme len súkromné miesto na rozhovor.

source: [_CD_] I mean, you could talk in your car while you're driving home, or...
sk_sk: [_ CD_] Myslím, že by ste mohli hovoriť vo svojom aute, zatiaľ čo vy sa vozia domov, alebo ...

source: [_CD_] I'm sorry. It's not my place to ask those kinds of questions to a VIP member.
sk_sk: [_ CD_] Je mi to ľúto. Nie je to moje miesto, aby som sa pýtal na tie otázky, ktoré sú na VIP členovi.

source: [_CD_] Would you like me and some of the other dancers in the cages?
sk_sk: [_ CD_] Chceli by ste ma a niektoré z iných tanečníkov v klietke?

source: [_R_] No, just privacy, thank you.
sk_sk: -Nie, len súkromie, ďakujem.

source: [_CD_] Suits me just fine.
sk_sk: Suits me just fine.

source: [_CD_] And don't worry. I won't tell anyone you took your mom into the VIP room. I'm sworn to privacy.
sk_sk: [_ CD_] A nebojte sa. Nepoviem nikomu, že si vzala tvoju mamu do VIP miestnosti. Prisahám na súkromie.

source: [_R_] Really, it's not what you think!
sk_sk: [_ R_] Naozaj, nie je to to, čo si myslíte!

source: [_RT_] {i}It's exactly what she thinks.{/i}
sk_sk: [_RT_] {i}To je presne to, čo si myslí. {/i}

source: [_CD_] Do you have your card with you?
sk_sk: [_ CD_] Máte svoju kartu s vami?

source: [_MT_] {i}Goddam this place is built only for sex.{/i}
sk_sk: [_MT_] {i}Goddam toto miesto je vybudované len pre sex. {/i}

source: [_MT_] {i}And my own son is a member?{/i}
sk_sk: [_MT_] {i}A môj vlastný syn je člen? {/i}

source: [_MT_] {i}I wonder how kinky things get in the VIP room?{/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, aké kinky sa veci dostanú do VIP miestnosti? {/i}

source: [_M_] You still haven't told me what kind of stuff you've done here in the VIP room.
sk_sk: [_ M_] Stále mi nepovedali, aké veci ste tu urobili vo VIP izbe.

source: [_RT_] {i}And I never will.{/i}
sk_sk: [_RT_] {i}A nikdy nebudem. {/i}

source: [_R_] Nothing, I mean besides what we've done here.
sk_sk: Okrem toho, čo sme tu urobili, nič.

source: [_MT_] {i}Yeah right.{/i}
sk_sk: [_MT_] {i}Áno, áno. {/i}

source: [_M_] Tell me... I won't be mad.
sk_sk: [_ M_] Povedz mi ... Nehnevám sa.

source: [_RT_] {i}Yeah, right... I'm not falling for that trap.{/i}
sk_sk: [_RT_] {i}Áno, správne ... Nespadnem do tej pasce. {/i}

source: [_R_] I am telling you the truth.
sk_sk: [_ R_] Hovorím vám pravdu.

source: [_M_] You'd better be.
sk_sk: [_ M_] Radšej by ste mali byť.

source: [_M_] I believe we came in here for a reason?
sk_sk: [_ M_] Verím, že sme sem prišli z nejakého dôvodu?

source: [_R_] Yeah... Remember? You said you were going to "take care of me"?
sk_sk: [_R_] Áno ... Pamätáš? Vraveli ste, že sa o mňa postaráte "?

source: [_R_] Oh, come on!
sk_sk: [_] Oh, no tak!

source: [_M_] What would you do without me?
sk_sk: [_M_] Čo by ste urobili bezo mňa?

source: [_R_] I've got a pretty strong hand game.
sk_sk: [_ R_] Mám veľmi silnú ruku hru.

source: [_M_] Well, then maybe I should leave you to it.
sk_sk: Tak potom by som ťa mal nechať na to.

source: [_R_] Wait, no, please!
sk_sk: Počkaj, nie, prosím!

source: [_M_] Haha... That's what I thought.
sk_sk: [_M_] Haha ... To je to, čo som si myslel.

source: [_M_] Same rules as before.
sk_sk: [_M_] Rovnaké pravidlá ako predtým.

source: [_M_] Limited access since you didn't make the weekly payment.
sk_sk: [_M_] Obmedzený prístup, pretože ste nespravili týždennú platbu.

source: [_M_] Oh, my God! How did I not know about this place?
sk_sk: Oh, môj Bože! Ako som o tomto mieste nevedela?

source: [_R_] It's kind of a well guarded secret.
sk_sk: [_ R_] Je to celkom dobre strážené tajomstvo.

source: [_R_] Membership in here is pretty exclusive. It's mostly for the super wealthy, famous, and politically connected.
sk_sk: [_ R_] Členstvo v tomto prípade je celkom exkluzívne. Je to hlavne pre super bohatých, slávnych a politicky prepojených.

source: [_M_] Yet, you... a poor high school student, you're a member?
sk_sk: [_ M_] Napriek tomu, vy ... úbohý študent strednej školy, ste členom?

source: [_M_] That doesn't make any sense.
sk_sk: [_ M_] To nedáva zmysel.

source: [_M_] Explain!
sk_sk: -Vysvetliť!

source: [_R_] I kinda saved Joey's life.
sk_sk: Zachránila som Joeyho život.

source: [_RT_] {i}I can't tell her what really happened or she'll freak out. But if I leave out the part where Sidney got tied up by a killer, maybe she'll be impressed that I saved the day?{/i}
sk_sk: [_RT_] {i}Nemôžem jej povedať, čo sa naozaj stalo, alebo sa vydesila. Ale ak odídem z tej časti, kde Sidney priviazal vrah, možno bude ohromený, že som zachránila deň?

source: {i}"one mostly true explanation later."{/i}
sk_sk: {i}"jedno väčšinou pravdivé vysvetlenie neskôr." {/i}

source: [_M_] [ryan], if you don't want to say how you got the membership, just say so... You don't have to lie.
sk_sk: [_ M_] [ryan], ak nechcete povedať, ako ste získali členstvo, len povedať, takže ... Nemusíš klamať.

source: [_R_] I'm not lying.
sk_sk: Ja neklamem.

source: [_M_] Yeah, whatever.
sk_sk: [_M_] Áno, čokoľvek.

source: [_R_] I'm not.
sk_sk: [_ R_] Nie som.

source: [_M_] Than why didn't you tell me earlier?
sk_sk: [_M_] Than prečo ste mi to nepovedal skôr?

source: [_M_] And if Joey owes you a favor, why didn't you ask him to forgive our debt?
sk_sk: A ak ti Joey dlží láskavosť, prečo si ho nepožiadal, aby odpustil náš dlh?

source: [_R_] I tried, and he did forgive twenty thousand of it, but he said that's the most he could forgive without looking weak to the rest of "The Family".
sk_sk: [_R_] Snažil som sa, a on odpúšťal dvadsať tisíc z toho, ale povedal, že je to najviac, čo mohol odpustiť bez toho, aby vyzeral slabý do zvyšku "Rodina".

source: [_M_] You're story isn't all adding up, but forget about it. I don't feel like hearing more bullshit.
sk_sk: [_M_] Vy ste príbeh nie je všetko pridanie, ale zabudni na to. Nemám pocit, že by som počul viac hovadín.

source: [_R_] It's not bullshit...
sk_sk: [_ R_] To nie je hovadina ...

source: [_M_] Fine... still, let's just drop it.
sk_sk: [_ M_] Dobre ... stále, poďme to zrušiť.

source: [_M_] Haha... You're too easy to tease sometimes.
sk_sk: [_M_] Haha ... Niekedy si príliš ľahko utíšený.

source: [_R_] So, you are going to take care of me, right?
sk_sk: [_ R_] Takže sa o mňa postaráte, však?

source: [_M_] I will, but it's going to be on my terms.
sk_sk: [_M_] I will, ale to bude na mojich podmienok.

source: [_M_] Hmmm... What should they be?
sk_sk: [_M_] Hmmm ... Čo by to malo byť?

source: [_M_] You didn't make the payment this week, so you don't get unrestricted access.
sk_sk: Tento týždeň si nespravil platbu, takže nemáte neobmedzený prístup.

source: [_M_] First off, you have to take care of me orally.
sk_sk: [_ M_] Po prvé, musíte sa starať o mňa ústne.

source: [_M_] And second. My pussy is off limits. Anal sex only.
sk_sk: [_ M_] A druhý. Moja kunka je mimo. Len análny sex.

source: [_R_] {i}(Sarcastically){/i} Oh, no... That's the worst punishment ever!
sk_sk: [_R_] {i}(Sarcasticky) {/i} Oh, nie ... To je najhorší trest na svete!

source: [_M_] Get over here, smart ass!
sk_sk: [_ M_] Dostať sa sem, chytrá riť!

source: [_M_] Oh, God... Yes, right there!
sk_sk: Oh, Bože ... Áno, presne tam!

source: [_MT_] {i}This feels good, but I can tell I'm not going to get there without something else.{/i}
sk_sk: [_MT_] {i}To je dobré, ale môžem povedať, že sa tam nebudem dostať bez niečoho iného. {/i}

source: [_MT_] {i}Mmmm... This is a good warm up though.{/i}
sk_sk: [_MT_] {i}Mmmm ... To je však dobrý zahriať. {/i}

source: [_M_] You're oral skills are getting really good.
sk_sk: [_M_] Vy ste ústne zručnosti, sú naozaj dobré.

source: [_R_] Mrrrmmm... Do you wrant mre to add srome fringers tro yrour rass?
sk_sk: [_R_] Mrrrmmm ... Vy wrant mre pridať srome pekárov tro yrour rass?

source: [_M_] Let's just skip that and go straight to the main event.
sk_sk: Tak to preskočme a prejdime rovno k hlavnej udalosti.

source: [_MT_] {i}Oh, God! That's satisfying.{/i}
sk_sk: [_MT_] {i}Oh, Bože! To je uspokojujúce. {/i}

source: [_MT_] {i}I still can't believe I'm letting my son fuck my ass as if it's just a normal everyday thing.{/i}
sk_sk: [_MT_] {i}Stále nemôžem uveriť, že som nechal svojho syna jebať zadok, ako keby to je len obyčajná každodenná vec. {/i}

source: [_RT_] {i}Fuck! I'm the luckiest son of a hot mom that ever lived!{/i}
sk_sk: [_RT_] {i}Kurva! Som ten najšťastnejší syn sexy mamy, ktorá kedy žila!

source: [_RT_] {i}I should write an instructional book for other guys with hot moms.{/i}
sk_sk: [_RT_] {i}Mal by som napísať inštruktážnu knihu pre ostatných ľudí s teplými moms. {/i}

source: [_RT_] {i}Someday I really need to thank dad for giving me the gift of his absence and allowing me to become my own man.{/i}
sk_sk: [_RT_] {i}Someday, naozaj musím poďakovať otcovi za to, že mi dal dar jeho neprítomnosti a dovolil mi, aby som sa stal mojím vlastným mužom. {/i}

source: [_R_] Mom, I'm getting close!
sk_sk: Mami, som blízko!

source: [_M_] God!... Me too!
sk_sk: Bože! Ja tiež!

source: [_M_] Just cum inside, Honey.
sk_sk: Len do vnútra, zlatko.

source: [_M_] Oh, fuck!
sk_sk: [_M_] Oh, kurva!

source: [_M_] You're filling my rectum!
sk_sk: Naplníš mi konečník!

source: [_M_] I can feel it expanding!
sk_sk: [_ M_] Cítim, že sa rozširuje!

source: [_M_] You fucking stud!
sk_sk: Ty skurvysyn!

source: [_M_] I'm cumming too!
sk_sk: -Aj ja som kumming!

source: [_M_] I'm cumming so hard!
sk_sk: [_ M_] Ja som kumming tak ťažké!

source: [_M_] Thanks again, [ryan]!
sk_sk: [_ M_] Ďakujem znovu, [ryan]!

source: [_M_] That was so satisfying!
sk_sk: [_ M_] To bolo tak uspokojujúce!

source: [_R_] It was pretty awesome!
sk_sk: [_ R_] Bolo to celkom úžasné!

source: [_M_] Mmm... Tonight's turned out much better than I expected.
sk_sk: [_M_] Mmm ... Dnešný večer je oveľa lepší, ako som očakával.

source: [_M_] Now, I'd better go get cleaned up and out of this lingerie.
sk_sk: [_ M_] Teraz by som sa radšej ísť vyčistiť a von z tohto spodného prádla.

source: [_R_] Sounds good. I'll see you at home?
sk_sk: Znie to dobre. Uvidíme sa doma?

source: [_M_] Yeah, Tonight has worn me out. I'll just take a shower here, and come straight home after.
sk_sk: Hej, Tonight ma na to vyťahoval. Idem sa osprchovať a hneď sa vrátim domov.

source: [_M_] I'm going to sleep like the dead tonight.
sk_sk: Dnes večer zaspím ako mŕtva.

source: [_R_] Sounds good. I'll see you at home.
sk_sk: Znie to dobre. Uvidíme sa doma.

source: [_RT_] {i}Damn, I got lucky that she wasn't more mad at me for missing this week's payment.{/i}
sk_sk: [_RT_] {i}Sakra, mal som šťastie, že sa na mňa viac nehnevala, že mi chýbala táto týždenná platba. {/i}

source: [_RT_] {i}I'd better be careful not to push it too much, or she might not be as generous to me in the future.{/i}
sk_sk: [_RT_] {i}Radšej by som bol opatrný, aby som netlačil príliš veľa, alebo by nebola taká štedrá ku mne v budúcnosti. {/i}

source: [_RT_] {i}Worse, she might start being generous to somebody else.{/i}
sk_sk: [_RT_] {i}Worse, môže byť veľkorysá pre niekoho iného. {/i}

source: [_M_] That was great!
sk_sk: [_ M_] To bolo skvelé!

source: [_M_] I'm so glad you have a place for us to go for some privacy when we're at the club.
sk_sk: [_ M_] Som tak rád, že máte miesto, pre nás ísť na nejaké súkromie, keď sme v klube.

source: [_M_] This place intrigues me though.
sk_sk: [_ M_] Toto miesto ma však intriguje.

source: [_M_] I'm going to have to ask Joey more about it.
sk_sk: [_ M_] Ja sa budem musieť spýtať Joeyho viac o tom.

source: [_R_] Uhh... You'd better not!
sk_sk: [_R_] Uhh ... Radšej nie!

source: [_RT_] {i}Fuck! The last thing I need is for Joey to ask her to start working in here!{/i}
sk_sk: [_RT_] {i}Kurva! Posledná vec, ktorú potrebujem je pre Joeyho požiadať ju, aby začala pracovať tu! {/i}

source: [_RT_] {i}Goddammit! I didn't even think about that possibility.{/i}
sk_sk: [_RT_] {i}Goddammit! Ani som nemyslel na tú možnosť.

source: [_RT_] {i}I need to stop missing payments.{/i}
sk_sk: [_RT_] {i}Potrebujem zastaviť chýbajúce platby. {/i}

source: [_M_] Why not?
sk_sk: [_ M_] Prečo nie?

source: [_R_] Uhhh... because I'm not supposed to tell anybody about it.
sk_sk: [_R_] Uhhh ... pretože by som nemal o tom nikomu hovoriť.

source: [_R_] Ummm... Joey might get mad at me.
sk_sk: [_ R_] Ummm ... Joey by sa na mňa mohol hnedať.

source: [_M_] Alright. I won't talk to Joey about the VIP room.
sk_sk: [_ M_] Dobre. Nebudem hovoriť s Joeym o VIP izbe.

source: [_RT_] {i}Phhewww... Bullet dodged.{/i}
sk_sk: [_RT_] {i}Phhewww ... Guľka sa dodala. {/i}

source: [_MT_] {i}At least not yet.{/i}
sk_sk: [_MT_] {i}aspoň nie je ešte. {/i}

source: [_M_] Well, I'd better go get cleaned up and out of this lingerie.
sk_sk: Radšej by som sa mal umyt a vyjsť z tohto spodného spodného prádla.

source: [_AD_] What does your broke ass want?
sk_sk: [_ AD_] Čo si tvoj zlomil zadok chce?

source: [_AD_] Made a little visit to the blackjack table, did we?
sk_sk: [_ AD_] Dali sme malú návštevu blackjacku, však?

source: [_R_] Something like that
sk_sk: [_ R_] Niečo také ako

source: [_R_] So, now I'm ready to help Emma pay her way through nursing school.
sk_sk: [_R_] Takže teraz som pripravený pomôcť Emme platiť jej cestu cez ošetrovateľskej školy.

source: [_AD_] That's very noble... The world certainly needs more sexy nurses.
sk_sk: [_ AD_] To je veľmi vznešené ... Svet určite potrebuje viac sexy sestier.

source: [_R_] I've just got to know where my mom is.
sk_sk: [_ R_] Len som sa spoznal, kde je moja mama.

source: [_AD_] I see, you're one of those helicopter sons.
sk_sk: [_ AD_] I see, you're one of tí helicopter sons.

source: [_AD_] Don't worry. I can help you out.
sk_sk: Nebojte sa. Môžem ti pomôcť.

source: [_AD_] Come have a seat.
sk_sk: [_ AD_] Príďte si sadať.

source: {i}{b}"Money -100"{/b}{/i}
sk_sk: {i}{b}"Peniaze -100" {/b} {/i}

source: [_AD_] Here you go beautiful.
sk_sk: [_ AD_] Tu sa môžete prekrásne.

source: [_E_] You're so good to me.
sk_sk: [_ E_] Si pre mňa tak dobrý.

source: [_E_] Let me show you my gratitude.
sk_sk: Ukážem vám moju vďačnosť.

source: [_AD_] Your gratitude is fucking hot!
sk_sk: Tvoja vďačnosť je kurva sexi!

source: [_RT_] {i}Gorgeous, but still not as fine as Mom's ass.{/i}
sk_sk: [_RT_] {i}Nádherný, ale stále nie tak dobre ako maminka zadok. {/i}

source: [_E_] And thank you too, [ryan]!
sk_sk: [_E_] A tiež vám ďakujem, [ryan]!

source: [_R_] It was... It's my pleasure, Emma.
sk_sk: [_ R_] Bolo to ... Je mi potešením, Emma.

source: [_E_] Diaz... you spoil me!
sk_sk: -Diaz ... ty ma rozmazaš!

source: [_AD_] Well, why don't you come over here and spoil me?
sk_sk: [_ AD_] No, prečo sem neprídete a neskazíte ma?

source: [_RT_] {i}Damn... what an ass!{/i}
sk_sk: [_RT_] {i}Sakra ... čo riť! {/i}

source: [_AD_] Oh, yeah!... Grind it on me.
sk_sk: [_ AD_] Oh, yeah! ... Rozdrvte to na mňa.

source: [_AD_] Mmm... That's right.
sk_sk: [_AD_] Mmm ... -To je pravda.

source: [_R_] I hate to rush things, but do you think we can hurry this along just a little.
sk_sk: Nerád ruším veci, ale myslíš si, že by sme si to mohli poponáhľať, len trochu.

source: [_AD_] You know, it was my friend, [ryan] here, who gave me the money to give to you.
sk_sk: [_ AD_] Viete, to bol môj priateľ, [ryan] tu, ktorý mi dal peniaze na to, aby vám.

source: [_AD_] Maybe you could show him a little gratitude as well?
sk_sk: [_ AD_] Možno by ste mu mohli ukázať aj trochu vďačnosti?

source: [_E_] Of course! I love to reward generosity.
sk_sk: [_E_] Samozrejme! Rád odmením veľkorysosť.

source: [_R_] Well, maybe we can stay just a little longer.
sk_sk: No, možno by sme mohli zostať trochu dlhšie.

source: [_AD_] Don't those smooth tits just feel great in your face?
sk_sk: [_ AD_] Nie sú tie hladké tity cítiť skvele v tvári?

source: [_AD_] Then why are you hovering around me like bad news?
sk_sk: [_ AD_] Potom prečo sa tu na mňa hádaš ako zlé správy?

source: [_AD_] Get lost!
sk_sk: [_ AD_] Zlez stratený!

source: [_AD_] Look who's back. Did you have a change of heart?
sk_sk: [_ AD_] Pozrite, kto je späť. Zmenila si srdce?

source: [_AD_] Let's see the money then.
sk_sk: Potom sa pozrime na tie peniaze.

source: [_R_] I don't have it. Can't we settle for less?
sk_sk: Nemam to. Nemôžeme sa uspokojiť s tým menej?

source: [_AD_] Emma doesn't do any personal favors for less than a hundred, so no.
sk_sk: Emma nerobí žiadne osobné láskavosti za menej ako stovku, takže nie.

source: [_AD_] Get lost, you're bumming me out!
sk_sk: [_ AD_] Dostať stratený, ste ma bumming von!

source: [_R_] Not because of you... I just wanted to help Emma pay her way through nursing school.
sk_sk: [_ R_] Nie kvôli vám ... Len som chcel pomôcť Emme zaplatiť jej cestu cez ošetrovateľskej školy.

source: [_AD_] Whatever... Just stop waisting my time.
sk_sk: [_AD_] Čokoľvek ... Len prestaň čašovať môj čas.

source: [_RT_] {i}Goddammit! Mom's nowhere to be seen. I'm sure she's in Joey's office again.{/i}
sk_sk: [_RT_] {i}Goddammit! Mama nie je nikde na tom, aby ju videli. Som si istý, že je opäť v Joeyho kancelárii.

source: [_RT_] {i}I guess I can just ask Diaz.{/i}
sk_sk: [_RT_] {i}Myslím, že sa môžem opýtať Diaz. {/i}

source: [_RT_] {i}She seems to know about everything that goes on here.{/i}
sk_sk: [_RT_] {i}Zdá sa, že vie o všetkom, čo sa deje tu. {/i}

source: [_RT_] {i}Huh... That's weird. I thought for sure my Mom would be on stage by now.{/i}
sk_sk: [_RT_] {i}Ha ... To je divné. Myslel som si, že moja mama bude teraz na pódiu.

source: [_RT_] {i}Maybe she's still getting ready in the dressing room.{/i}
sk_sk: [_RT_] {i}Možno sa stále chystá v šatni. {/i}

source: [_RT_] {i}And of course Diaz has to be here.{/i}
sk_sk: [_RT_] {i}A samozrejme Diaz musí byť tu. {/i}

source: [_RT_] {i}I'm sure she's planning on ruining my night somehow.{/i}
sk_sk: [_RT_] {i}Som si istý, že plánuje ničí moju noc akosi. {/i}
