Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_S_] Really? There's not another convention for another 6 months. What's the occasion?
sk_sk: [_S_] Naozaj? Ďalší zjazd bude až o šesť mesiacov. Pri akej príležitosti?

source: [_R_] Lauren asked me to take pictures of her and Mandy in their outfits, and I posted them online.
sk_sk: [_R_] Lauren ma požiadala, aby som ju a Mandy odfotil v ich oblečení, a ja som ich zverejnil na internete.

source: [_S_] That sounds rather pervy!
sk_sk: [_S_] To znie dosť perverzne!

source: [_R_] No.... they asked me to!
sk_sk: [_R_] No.... ma o to požiadali!

source: [_S_] Uh huh.... sure.
sk_sk: [_S_] Uh huh.... iste.

source: [_R_] Well anyways, their pictures got a ton of likes, and so sponsors are posting on their profile, and so basically, these pictures are making us a little money.
sk_sk: [_R_] No v každom prípade, ich obrázky získali tonu lajkov, a tak sponzori zverejňujú na ich profile, a tak nám tieto obrázky v podstate zarábajú trochu peňazí.

source: [_R_] I also sold both of the outfits, and people are commenting on their profile that they want to buy more outfits as well.
sk_sk: [_R_] Obidva outfity som tiež predal a ľudia na svojom profile komentujú, že si chcú kúpiť aj ďalšie outfity.

source: [_R_] They're offering more money if they don't wash them after wearing them for some reason.
sk_sk: [_R_] Z nejakého dôvodu ponúkajú viac peňazí, ak ich po nosení nevyperú.

source: [_S_] Uhhh.... that's because.... never mind.
sk_sk: [_S_] Uhhhh.... to preto, že.... nevadí.

source: [_RT_] {i}Haha.... she thinks I really don't know.{/i}
sk_sk: [_RT_] {i}Haha.... si myslí, že naozaj neviem.{/i}

source: [_S_] And obviously Lauren and Mandy are happy because they are getting attention online.
sk_sk: [_S_] A Lauren a Mandy sú očividne šťastné, pretože sa im na internete dostáva pozornosti.

source: [_R_] Yep, they're on their way to achieving their dreams of getting internet famous.
sk_sk: [_R_] Áno, sú na ceste k splneniu svojich snov o internetovej sláve.

source: [_S_] And how much are you paying them?
sk_sk: [_S_] A koľko im platíš?

source: [_R_] I'm not. All the money is going to pay Mom's Mafia debt each week.
sk_sk: [_R_] Nie som. Všetky peniaze idú každý týždeň na zaplatenie maminho mafiánskeho dlhu.

source: [_S_] Does Mom know about this money?
sk_sk: [_S_] Vie mama o týchto peniazoch?

source: [_R_] Not yet, but don't tell her. I don't want to get her hopes up until we are doing better.
sk_sk: [_R_] Ešte nie, ale nehovor jej to. Nechcem v nej vzbudzovať nádeje, kým sa nám nebude dariť lepšie.

source: [_S_] More like you don't want Mom to shut you down when she realizes you're posting sexy pictures of her daughter online.
sk_sk: [_S_] Skôr nechceš, aby ťa mama zatvorila, keď zistí, že zverejňuješ sexi fotky jej dcéry na internete.

source: [_R_] Lauren is legally an adult. She can make that decision for herself.
sk_sk: [_R_] Lauren je právne dospelá. Môže sa rozhodnúť sama.

source: [_S_] Ok, well sounds like you know what you're doing, and as long as I get paid, you can do whatever you want with these outfits.
sk_sk: [_S_] Dobre, zdá sa, že vieš, čo robíš, a pokiaľ dostanem zaplatené, môžeš si s týmto oblečením robiť, čo chceš.

source: [_S_] I'll charge you my standard rate.
sk_sk: [_S_] Budem ti účtovať svoju štandardnú sadzbu.

source: [_S_] And what cosplay do you want?
sk_sk: [_S_] A aký cosplay chceš?

source: [_R_] I'll let you and Lauren work that out.... but it needs to be sexy!
sk_sk: [_R_] Nechám to na tebe a Lauren.... ale musí to byť sexy!

source: [_S_] Ok...
sk_sk: [_S_] Dobre...

source: [_S_] Oh, and you'll still be able to pay Mom's Mafia debt this week?
sk_sk: [_S_] Aha, a ešte tento týždeň budeš môcť zaplatiť mamin dlh mafii?

source: [_R_] I've been working really hard lately, and I should have enough to pay for Lauren's outfit and the weekly Mafia debt.
sk_sk: [_R_] V poslednom čase som naozaj tvrdo pracoval a mal by som mať dosť na zaplatenie Laurinho oblečenia a týždenného mafiánskeho dlhu.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
sk_sk: {i}{b}"Sidney rešpekt +1"{/b}{/i}

source: [_S_] Good for you little brother! Keep it up and maybe we will be able to get along without Dad after all.
sk_sk: [_S_] Dobre pre teba, bratíčku! Pokračuj v tom a možno sa nám podarí vydržať bez otca.

source: {i}"Money - $400"{/i}
sk_sk: {i}"Peniaze - 400 dolárov"{/i}

source: [_R_] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
sk_sk: [_R_] Prečo by som mal byť každý týždeň zodpovedný za splácanie dlhu, veď aj mama môže pomôcť.

source: [_S_] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costume for your little sister then keep Mom safe from the Mafia that's up to you.
sk_sk: [_S_] Áno, no myslím, že sú to tvoje peniaze. Zaslúžil si si ich. Ak mi radšej zaplatíš za sexi kostým pre svoju malú sestru, než aby si ochránil mamu pred mafiou, je to tvoja vec.

source: [_R_] Oh please, Mom's not in any danger.
sk_sk: [_R_] Prosím ťa, našej mame nehrozí žiadne nebezpečenstvo.

source: [_R_] So, how long will it take to finish?
sk_sk: [_R_] Ako dlho bude trvať dokončenie?

source: [_S_] Give me a couple days and then I'll have it ready for fitting on Lauren.
sk_sk: [_S_] Daj mi pár dní a potom ju pripravím na montáž na Lauren.

source: [_R_] Awesome, I can't wait!
sk_sk: [_R_] Úžasné, nemôžem sa dočkať!

source: [_S_] Haha, I'll bet you can't.
sk_sk: [_S_] Haha, stavím sa, že nemôžeš.

source: [_R_] What's that supposed to mean?
sk_sk: [_R_] Čo to má znamenať?

source: [_S_] Oh, I think you know.
sk_sk: [_S_] Myslím, že vieš.

source: [_S_] I think you're enjoying more than the money from this little venture.
sk_sk: [_S_] Myslím, že z tohto malého podniku máš väčšiu radosť ako z peňazí.

source: [_R_] Whatever.... I'll keep checking back to see when you're done.
sk_sk: [_R_] Bez ohľadu na to.... Budem kontrolovať, kedy skončíš.

source: [_RT_] {i}{b}(HINT){/b} I can't wait for Sidney to finish Lauren's Cosplay outfit!... I should go to the lounge and check with her this evening to see if it's done.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Nemôžem sa dočkať, až Sidney dokončí Laurenin Cosplay outfit!... Mal by som ísť večer do salónika a skontrolovať, či je hotový.{/i}

source: [_R_] Oh sweet! The new outfit is done!
sk_sk: [_R_] Oh, sladké! Nový outfit je hotový!

source: [_R_] Let me guess, Arsetrid, from "How to Breed your Dragon"?
sk_sk: [_R_] Nechaj ma hádať, Arsetrid, z knihy "Ako si vychovať draka"?

source: [_L_] Yep! Do you like it?
sk_sk: [_L_] Áno, páči sa ti to?

source: [_R_] Yeah, but isn't that character a little young to be doing a sexy cosplay of her?
sk_sk: [_R_] Áno, ale nie je táto postava trochu mladá na to, aby si robila jej sexy cosplay?

source: [_S_] That's only in the first two movies, in the third movie Arsetrid is old enough that it shouldn't be weird.
sk_sk: [_S_] To je len v prvých dvoch filmoch, v treťom filme je Arsetrid dosť stará na to, aby to nebolo divné.

source: [_R_] You sure know a lot about a kids movie series for a girl in college.
sk_sk: [_R_] Na dievča na vysokej škole toho o detskej filmovej sérii vieš naozaj veľa.

source: [_S_] Oh, haha.... I'll have you know that almost half the audience of these animated movies are adults.
sk_sk: [_S_] Oh, haha.... Musím ti povedať, že takmer polovica divákov týchto animovaných filmov sú dospelí.

source: [_R_] Or are you just bumping the statistics by watching it over and over and over?
sk_sk: [_R_] Alebo si len vylepšuješ štatistiky tým, že ich sleduješ stále dokola?

source: [_R_] Ok then.... how close is it to being ready?
sk_sk: [_R_] Ok potom.... ako blízko je k tomu, aby bol pripravený?

source: [_S_] Hmmm.... I'll have all the sizing done for the adjustments in about 10 minutes, and then I'll finish up all the sewing late tonight.
sk_sk: [_S_] Hmmm.... Asi za 10 minút budem mať hotové všetky veľkosti na úpravy a potom dnes neskoro večer dokončím všetko šitie.

source: [_S_] So, you can probably take it anytime tomorrow.
sk_sk: [_S_] Takže si ho pravdepodobne môžeš vziať kedykoľvek zajtra.

source: [_R_] Nice! Does tomorrow work for you Lauren?
sk_sk: [_R_] Pekné! Pracuješ zajtra Lauren?

source: [_L_] My schedule is basically {b}weekdays in the late morning.{/b}
sk_sk: [_L_] Môj rozvrh je v podstate takýto: {b}pracovné dni v neskorých ranných hodinách.{/b}

source: [_L_] Just head to the {b}warehouse and give me a call{/b} when you're ready.
sk_sk: [_L_] Stačí ísť do skladu {b}a zavolaj mi{/b}, keď budeš pripravení.

source: [_R_] Won't you miss school?
sk_sk: [_R_] Nebude ti chýbať škola?

source: [_L_] Yeah?.... So?.... Do you really expect me to sacrifice my free time to take pictures in a dirty old warehouse?
sk_sk: [_L_] Áno?.... Takže?.... Naozaj očakávaľ, že obetujem svoj voľný čas na fotenie v starom špinavom sklade?

source: [_L_] Besides.... Mom's letting you miss school to work.
sk_sk: [_L_] Okrem toho.... Mama ti dovolí vynechať školu kvôli práci.

source: [_L_] We'll just ask her to make the same exception for me.
sk_sk: [_L_] Požiadame ju, aby urobila rovnakú výnimku aj pre mňa.

source: [_R_] You haven't told her what you're doing for work, have you?
sk_sk: [_R_] Nepovedala si jej, čo robíš v práci, však?

source: [_L_] Haha of course not.... I'm leaving that up to you.
sk_sk: [_L_] Haha samozrejme nie.... Nechávam to na tebe.

source: [_RT_] {i}Shit!.... How am I going to tell Mom about this?{/i}
sk_sk: [_RT_] {i}Do prdele!.... Ako o tom poviem mame?{/i}

source: [_RT_] {i}Oh, well.... another problem for another day.{/i}
sk_sk: [_RT_] {i}Ach, no.... ďalší problém na iný deň.{/i}

source: [_R_] So, Sidney?
sk_sk: [_R_] Takže, Sidney?

source: [_S_] Yeah?
sk_sk: [_S_] Áno?

source: [_R_] How easy is it to make adjustments to this outfit?
sk_sk: [_R_] Ako ľahko sa dá toto oblečenie upraviť?

source: [_S_] Do you mean how easy is it to strip this down into a skimpy whore outfit?
sk_sk: [_S_] Myslíš tým, ako ľahko sa to dá vyzliecť do chudučkého oblečka pre kurvy?

source: [_R_] .... Basically.... yeah...
sk_sk: [_R_] .... V podstate.... áno...

source: [_S_] Don't forget that it's your little sister you're taking pictures of please!
sk_sk: [_S_] Nezabudni, že fotíš svoju malú sestru, prosím!

source: [_RT_] {i}Says the girl jerking off her brother when she thinks he's sleeping.{/i}
sk_sk: [_RT_] {i}Hovorí dievča, ktoré honí brata, keď si myslí, že spí.{/i}

source: [_R_] Yeah, yeah.... I'll have you know I'm very respectful. I'm basically a feminist. This has been all Lauren's idea, and I'm just trying to help her feel empowered.
sk_sk: [_R_] Áno, áno.... Musím ti povedať, že som veľmi úctivý. V podstate som feministka. Toto všetko bol Laurenin nápad a ja sa jej len snažím pomôcť, aby sa cítila silnejšia.

source: [_S_] {i}(sarcastically){/i} Wow!.... What a champion of women's rights!
sk_sk: [_S_] {i}(sarkasticky){/i} Wow!.... To je ale bojovník za práva žien!

source: [_R_] K Lauren, so I'll give you a call when I'm ready.
sk_sk: [_R_] Lauren, takže ti zavolám, keď budem pripravený.

source: [_L_] K bye!
sk_sk: [_L_] Čau!

source: [_M_] Wow! I can't believe you bought me a Hyongu bikini. I know these aren't cheap!
sk_sk: [_M_] Wow! Nemôžem uveriť, že si mi kúpil bikiny Hyongu. Viem, že nie sú lacné!

source: [_M_] How did you afford it? I better not have to strip at the club on Saturday because you spent too much on this bikini!
sk_sk: [_M_] Ako si si to mohol dovoliť? Radšej nech sa nemusím v sobotu vyzliekať v klube, lebo si za tie bikiny minul príliš veľa!

source: [_R_] Don't worry, Mom, I found a really good deal. Plus I know how judgy the women at the club can be if they see you in a cheap swimsuit.
sk_sk: [_R_] Neboj sa, mami, našiel som naozaj dobrú ponuku. Navyše viem, aké sú ženy v klube kritické, keď ťa vidia v lacných plavkách.

source: [_R_] And I know it's the kind of thing Dad would have bought for you.
sk_sk: [_R_] A viem, že je to vec, ktorú by ti kúpil otec.

source: [_M_] Well, thank you! Let me go try it on. Actually let me try on the one I've already got, and then I'll try on this new one. Then I'll let you decide which one I'm going to wear to the pool.
sk_sk: [_M_] Ďakujem! Idem to vyskúšať. Vlastne si vyskúšam tie, ktoré už mám, a potom si vyskúšam tieto nové. Potom nechám na teba, ktoré si oblečiem do bazéna.

source: [_R_] Really? You're going to give me a bikini fashion show?!...
sk_sk: [_R_] Naozaj? Chystáš sa mi predviesť módnu prehliadku v bikinách?!...

source: [_M_] It's like you said, I guess.... you're going to see me in it at the pool anyways. And since you bought me this suit, I want you to decide if you like it enough for me to wear it to the club pool.
sk_sk: [_M_] Je to tak, ako si povedal, hádam.... ma v ňich uvidíš pri bazéne. A keďže si mi kúpil tieto plavky, chcem, aby si sa rozhodol, či sa ti páčia natoľko, aby som si ich obliekla do klubového bazéna.

source: [_M_] But if there's a problem, and you can't keep "little [ryan]" from popping up and giving us a visit like he's been doing all too frequently lately, then the show will end, and we won't go to the pool. So, control yourself!
sk_sk: [_M_] Ale ak sa vyskytne problém a ty nedokážeš zabrániť "malému [ryan]", aby sa objavil a navštívil nás, ako to v poslednom čase robí až príliš často, potom sa predstavenie skončí a my nepôjdeme do bazéna. Takže sa kontroluj!

source: [_R_] Of course.... I mean "little [ryan]" won't be visiting.... I mean.... yuck!.... Why would I react like that to my own mom?
sk_sk: [_R_] Samozrejme.... Myslím, že "malý [ryan]" nás nebude navštevovať.... Teda.... fuj! .... Prečo by som takto reagoval na vlastnú mamu?

source: [_M_] Uh huh.... that's very reassuring.
sk_sk: [_M_] Uh huh.... to je veľmi upokojujúce.

source: [_M_] Give me just a second.
sk_sk: [_M_] Daj mi sekundu.

source: [_RT_] {i}I can't believe how easy it was to talk her into trying on bikinis for me.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, ako ľahko som ju prehovoril, aby si pre mňa vyskúšala bikiny.{/i}

source: [_RT_] {i}I can't wait to see what I can talk her into next.{/i}
sk_sk: [_RT_] {i}Už sa neviem dočkať, na čo ju budem môcť nahovoriť nabudúce.{/i}

source: [_RT_] {i}Maybe something at the pool.{/i}
sk_sk: [_RT_] {i}Možno niečo v bazéne.{/i}

source: [_M_] Ok, so this is the last swimsuit your father bought me before he was sent to prison.
sk_sk: [_M_] Dobre, takže toto sú posledné plavky, ktoré mi kúpil tvoj otec, než ho poslali do väzenia.

source: [_M_] What do you think?
sk_sk: [_M_] Čo si o nich myslíš?

source: [_R_] I think Dad has good taste.
sk_sk: [_R_] Myslím, že otec má dobrý vkus.

source: [_R_] Pink looks really good on you.
sk_sk: [_R_] Ružová ti veľmi pristane.

source: [_RT_] {i}Oh my God.... stay in control. Stay in control. Stay in control.... {/i}
sk_sk: [_RT_] {i}Bože môj.... zostaň pod kontrolou. Zostaň pod kontrolou. Zostaň pod kontrolou.... {/i}

source: [_MT_] {i}I wonder if I can get him excited. Then I wouldn't have to go to the pool.{/i}
sk_sk: [_MT_] {i}Som zvedavá, či ho dokážem nadchnúť. Potom by som nemusela ísť do bazéna.{/i}

source: [_M_] It doesn't quite cover up as much of my ass as I would like it to though.
sk_sk: [_M_] Nezakrýva však takú časť môjho zadku, ako by som chcela.

source: [_R_] Ummm.... yeah.... I think it's not.... too.... bad...
sk_sk: [_R_] Ummm.... yeah.... Myslím, že to nie.... príliš.... zlé...

source: [_M_] You doing okay back there [ryan]?
sk_sk: [_M_] Tam sa máš dobre [ryan]?

source: [_MT_] {i}Haha.... I think I've almost got him.... {/i}
sk_sk: [_MT_] {i}Haha.... Myslím, že som ho takmer dostala.... {/i}

source: [_MT_] {i}Shit.... what's the matter with me?.... {/i}
sk_sk: [_MT_] {i}Do prdele.... čo je to so mnou?.... {/i}

source: [_MT_] {i}I shouldn't be trying to tease him in this way.{/i}
sk_sk: [_MT_] {i}Nemala by som sa ho snažiť takto dráždiť.{/i}

source: [_M_] Alright, I'm going to try the other one on now.
sk_sk: [_M_] Dobre, teraz si vyskúšam tie druhé.

source: [_R_] Ok.... I'll just.... wait here then...
sk_sk: [_R_] Ok.... Budem len.... počkám tu potom...

source: [_MT_] {i}Shit!.... Why did I agree to this?.... Why did I say those teasing comments?.... I've made it a bit awkward...{/i}
sk_sk: [_MT_] {i}Do prdele!.... Prečo som s tým súhlasila?.... Prečo som povedala tie dráždivé komentáre?.... Urobila som to trochu trápne...{/i}

source: [_RT_] {i}Oh my God!!.... Was Mom trying to turn me on, on purpose?!!.... {/i}
sk_sk: [_RT_] {i}Bože môj!!.... Snažila sa ma mama vzrušiť zámerne?!!.... {/i}

source: [_RT_] {i}Ok.... un-sexy thought, un-sexy thoughts.... {/i}
sk_sk: [_RT_] {i}Ok.... ne-sexy myšlienky, ne-sexy myšlienky.... {/i}

source: [_RT_] {i}Grandma naked, grandma naked, grandma naked.... {/i}
sk_sk: [_RT_] {i}Babička nahá, babička nahá, babička nahá.... {/i}

source: [_RT_] {i}Shit.... grandma's too sexy also.... {/i}
sk_sk: [_RT_] {i}Shit.... babička je tiež príliš sexy.... {/i}

source: [_RT_] {i}I know.... grandpa naked on a cold day, grandpa naked on a cold day, grandpa naked on a cold day.{/i}
sk_sk: [_RT_] {i}Viem.... dedko nahý v chladný deň, dedko nahý v chladný deň, dedko nahý v chladný deň.{/i}

source: [_RT_] {i}Oh thank God.... that took care of it.... {/i}
sk_sk: [_RT_] {i}Vďaka Bohu...., že sa o to postaral.... {/i}

source: [_M_] Well?.... What do you think?
sk_sk: [_M_] No?.... Čo si myslíš?

source: [_R_] Wow!.... The blue is really pretty with your eyes!...
sk_sk: [_R_] Wow!.... Modrá je naozaj pekná s tvojimi očami!...

source: [_R_] Turn around, let's see the back.
sk_sk: [_R_] Otoč sa, pozrime sa dozadu.

source: [_M_] Uhhh.... this one is too revealing in the back. I don't think I'd be comfortable wearing it in front of own son.
sk_sk: [_M_] Uhhhh.... tento model je príliš odhalený v zadnej časti. Nemyslím si, že by som sa cítila pohodlne pred vlastným synom.

source: [_M_] Wait!.... I have an idea.... I'll be right back.
sk_sk: [_M_] Počkaj!.... Mám nápad.... Hneď som späť.

source: [_R_] {i}Shit! I was worried that buying a bikini with a thong bottom might be pushing it.{/i}
sk_sk: [_R_] {i}Do prdele! Obával som sa, že kúpiť bikiny s nohavičkami v tvare remienka by mohlo byť prehnané.{/i}

source: [_R_] {i}I wonder if she'll even let me make a choice now.{/i}
sk_sk: [_R_] {i}Som zvedavý, či mi teraz vôbec dovolí vybrať si.{/i}

source: [_M_] There. I found the perfect solution. It keeps me more modest in front of my son, but allows everyone at the club to imagine what's going on underneath them.
sk_sk: [_M_] Tam. Našla som dokonalé riešenie. Vďaka nemu som pred synom skromnejšia, ale všetci v klube si môžu predstaviť, čo sa deje pod nimi.

source: [_RT_] {i}Oh, I'm imagining all right.... shit.... I've got to stop imagining if I'm going to keep little [ryan] under control.{/i}
sk_sk: [_RT_] {i}Oh, predstavujem si všetko správne.... shit.... Musím si prestať predstavovať, ak chcem udržať malého [ryan] pod kontrolou.{/i}

source: [_RT_] {i}Grandpa naked on a cold day.... grandpa naked on a cold day.... grandpa naked on a cold day.... {/i}
sk_sk: [_RT_] {i}Dedko nahý v chladný deň.... dedko nahý v chladný deň.... dedko nahý v chladný deň.... {/i}

source: [_RT_] {i}Ok.... back in control.... {/i}
sk_sk: [_RT_] {i}Ok.... späť pod kontrolou.... {/i}

source: [_M_] Well, what do you think?
sk_sk: [_M_] Čo si o tom myslíš?

source: [_R_] I think it's a great idea. You're very resourceful.
sk_sk: [_R_] Myslím, že je to skvelý nápad. Si veľmi vynaliezavá.

source: [_M_] Haha.... thanks, I guess.
sk_sk: [_M_] Haha.... vďaka, myslím.

source: [_M_] Ok, so what's it going to be? The pink one or the blue one?
sk_sk: [_M_] Ok, tak čo to bude? Ružové alebo modré?

source: [_RT_] {i}Ok, well the pink one is more revealing since she's wearing the shorts. I mean I definitely get to see more of her ass.{/i}
sk_sk: [_RT_] {i}Ok, no tá ružová je viac odhaľujúca, keďže má na sebe šortky. Myslím tým, že určite vidím viac z jej zadku.{/i}

source: [_RT_] {i}The blue one is sexier, but those damn shorts!.... I wonder if there's some way I'll be able to get her to take them off at the club pool?{/i}
sk_sk: [_RT_] {i}Tá modrá je viac sexy, ale tie prekliate šortky!.... Zaujímalo by ma, či existuje nejaký spôsob, ako ju prinútiť, aby si ich vyzliekla v klubovom bazéne?{/i}

source: [_RT_] {i}Which should I choose?{/i}
sk_sk: [_RT_] {i}Ktoré si mám vybrať?{/i}

source: [_R_] Let's go with the pink one. I'm sorry about the other one, I couldn't tell from the online advertisement that it was going to be so immodest.
sk_sk: [_R_] Vyberám si ružové. Ospravedlňujem sa za tie druhé, z online reklamy som nemohol povedať, že budú také neskromné.

source: [_M_] You sure? I actually do love the Hyongu bikini, I just know I can't wear it without the shorts in front of my own son.
sk_sk: [_M_] Si si istý? V skutočnosti milujem bikiny Hyongu, len viem, že ich nemôžem nosiť bez šortiek pred vlastným synom.

source: [_R_] Yeah, I think you'll still be more comfortable in the pink one.
sk_sk: [_R_] Áno, myslím, že v ružových sa budeš cítiť pohodlnejšie.

source: [_M_] The pink one it is. Why don't you run and get ready and I'll meet you in the car.
sk_sk: [_M_] Je to ružová. Bež sa pripraviť a ja sa s tebou stretnem v aute.

source: [_R_] Let's go with the Hyongu. I really do love that color on you.
sk_sk: [_R_] Poďme s Hyongu. Tá farba sa mi na tebe naozaj páči.

source: [_M_] So do I! Thank you so much for buying me something. I haven't been able to get anything new since the FBI cut off our discretionary spending.
sk_sk: [_M_] Ja tiež! Veľmi ti ďakujem, že si mi niečo kúpil. Nemohla som si kúpiť nič nové, odkedy nám FBI odrezala výdavky.

source: [_M_] And a Hyongu is such a stylish bikini. I'll be proud to wear this one more than once.
sk_sk: [_M_] A Hyongu sú také štýlové bikiny. Budem hrdá na to, že si ich môžem obliecť viackrát.

source: [_M_] Alright. Why don't you run and get ready for the pool, and I'll meet you in the car.
sk_sk: [_M_] V poriadku. Bež sa pripraviť do bazéna a stretneme sa v aute.

source: [_L_] And now what do you want from your toy?
sk_sk: [_L_] A čo teraz chceš od svojej hračky?

source: [_L_] And now what do you want from me?
sk_sk: [_L_] A čo odo mňa chceš teraz?

source: [_AD_] I just love me a girl in a school uniform, but I think you should sexy yours up just a bit.
sk_sk: [_AD_] Milujem dievčatá v školských uniformách, ale myslím si, že by si mala tú svoju trochu vylepšiť.

source: [_L_] .... Fine!...
sk_sk: [_L_] .... Fajn!...

source: [_L_] But I'm not getting naked in front of you. I'm going to go change in the bathroom.
sk_sk: [_L_] Ale nebudem sa pred tebou vyzliekať. Idem sa prezliecť do kúpeľne.

source: [_AD_] That's fine.... suit yourself.
sk_sk: [_AD_] To je v poriadku.... vyhovuj sama sebe.

source: [_LT_] {i}I can't believe I've got a legitimate creeper in my room.{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že mám v izbe legitímneho úchyla.{/i}

source: [_LT_] {i}At least it's not some nasty old man like Mom has to deal with at the club.{/i}
sk_sk: [_LT_] {i}Aspoň to nie je nejaký nepríjemný starý muž, s akým sa mama stretáva v klube.{/i}

source: [_LT_] {i}I can't believe Mom hid that from me.{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že mi to mama zatajila.{/i}

source: [_LT_] {i}And that [ryan] knew, and didn't tell me.{/i}
sk_sk: [_LT_] {i}A to [ryan] vedel, a nepovedal mi to.{/i}

source: [_LT_] {i}He's just watching out for Mom, that's actually pretty sweet.{/i}
sk_sk: [_LT_] {i}Len dáva pozor na mamu, to je vlastne celkom milé.{/i}

source: [_LT_] {i}I wish he'd been able to get me out of this though.{/i}
sk_sk: [_LT_] {i}Škoda, že ma z toho nedokázal dostať.{/i}
