Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_BJ_dealer_] Sir! I don't care if she's your mother. You can't behave like this here. I'm going to have to ask security to escort you off the premises if you don't calm down.
sk_sk: [_BJ_dealer_] Pane! Je mi jedno, či je to tvoja matka. Takto sa nemôžeš správať takto. Budem musieť požiadať o ochranku, aby vás odprela do priestorov, ak sa neupokojíte.

source: [_C_] Oooo... Can you have them use his head to open the doors when they throw him out, like in the movies?
sk_sk: [_C_] Oooo ... Mohli by ste použiť jeho hlavu, aby otvorili dvere, keď ho vyhodia, ako vo filmoch?

source: [_BJ_dealer_] As long as he refrains from making a scene, that won't be necessary, but I won't warn you again sir.
sk_sk: [_BJ_dealer_] Pokiaľ sa mu neurobí scéna, nebude to potrebné, ale už vás nebudem varovať, pane.

source: [_R_] Alright, fine. I'm calm, okay? I'll just sit down right here and have a nice quiet talk with my Aunt.
sk_sk: V poriadku, fajn. Som pokojný, dobre? Sadnem si sem a budem mať tiché rozprávanie s mojou tetou.

source: [_R_] {i}(Whispering){/i} Are you crazy? If you lose that money you'll be in debt to the same people Mom is.
sk_sk: [_R_] {i}(Whispering) {/i} Zblázni sa? Ak stratíte tie peniaze, budete dlh voči rovnakým ľuďom mama je.

source: [_C_] Relax, I'm not going to end up like my sister.
sk_sk: -Upokoj sa, neskončím ako moja sestra.

source: [_C_] I've been reading about how to win at blackjack. I'm using the same system the pros do.
sk_sk: Čítal som o tom, ako vyhrať v Blackjacku. Používam ten istý systém, čo robia profíci.

source: [_R_] {i}(Whispering){/i} Then why did Armani at the bar say you've been losing for weeks?
sk_sk: [_R_] {i}(Whispering) {/i} Potom prečo Armani pri bare povedal, že prehrávate celé týždne?

source: [_C_] I'll have to have a word with Joey about that bartender's big mouth.
sk_sk: Budem sa musieť s Joeym porozprávať o tom, že barman je veľký ústa.

source: [_C_] And you should watch your tone. You don't want me to have you thrown out.
sk_sk: [_ C_] A mali by ste si dávať pozor na tón. Nechceš, aby som ťa vyhodil.

source: [_R_] Armani only told me you've been losing because I paid off your bar tab. Now, can we get out of here before you lose and have to start working as a...
sk_sk: [_R_] Armani mi len povedal, že prehrávate, pretože som zaplatil z vašej lišty. Mohli by sme sa odtiaľto dostať skôr, než prehráte a budete musieť začať pracovať ako ...

source: [_BJ_dealer_] Player has twenty one, dealer has eighteen. Player wins.
sk_sk: [_BJ_dealer_] Hráč má dvadsať jeden, dealer má osemnásť. Hráč vyhráva.

source: [_C_] Yes! I won!
sk_sk: [_ C_] Áno! Vyhral som!

source: [_C_] My system for blackjack is perfect!
sk_sk: [_C_] Môj systém pre blackjack je dokonalý!

source: [_C_] I just needed more chips for it to work is all.
sk_sk: [_C_] Len som potreboval viac čipov na to, aby to fungovalo je všetko.

source: [_C_] I should just have Joey throw you out, but since you did pay for my drinks... I guess I'll let you watch me use my system to win big.
sk_sk: Mal by som ťa s Joeym vyhodiť, ale keďže si zaplatila za moje drinky ... Myslím, že by som ťa nechal sledovať, ako používam môj systém, aby som vyhral veľký.

source: [_RT_] {i}Can't she see Joey's trying to get her under his thumb, just like Mom?{/i}
sk_sk: [_RT_] {i}Nie je možné vidieť, že sa Joey snaží dostať pod jeho palec, rovnako ako mama? {/i}

source: [_RT_] {i}I'm tempted to just let that happen, but what Armani said made it pretty clear. Joey is going to use Cami's stupidity against Mom, somehow.{/i}
sk_sk: [_RT_] {i}Som v pokušení, aby sa to stalo, ale to, čo Armani povedal, že je celkom jasné. Joey bude používať Camiho hlúposť proti mame, akosi. {/i}

source: [_RT_] {i}He'll probably lump the two debts together into one payment, or something... They'll both have to go work at his club if we can't pay all of it.{/i}
sk_sk: [_RT_] {i}Pravdepodobne bude spláchať dva dlhy spolu do jednej platby, alebo niečo iné ... Obaja budú musieť ísť pracovať v jeho klube, ak to nemôžeme zaplatiť. {/i}

source: [_RT_] {i}With the amount of chips she's stupidly accepted. I doubt I'm making enough cover it all.{/i}
sk_sk: [_RT_] {i}S množstvom žetónov, ktoré je hlúpeho akceptovať. Pochybujem, že to pokryjem všetkým.

source: [_RT_] {i}If I want to keep them off Joey's stage, I'd have to drain what little savings I have to keep up, and my savings wouldn't last long.{/i}
sk_sk: [_RT_] {i}Ak ich chcem držať mimo Joeyho pódium, musel by som odviesť, aké malé úspory musím držať, a moje úspory by netrvali dlho. {/i}

source: [_RT_] {i}I want to just grab her by the hair and drag her out of here. But I can't.{/i}
sk_sk: [_RT_] {i}Chcem ju len chytiť ju vlasmi a ťahať ju odtiaľto. Ale môžem " t. {/i}

source: [_RT_] {i}I'll have to play this smart. Minimize the damage by getting her to quit as soon as possible.{/i}
sk_sk: [_RT_] {i}Budem musieť hrať tento šikovný. Minimalizujte škody tým, že ju chcete ukončiť čo najskôr. {/i}

source: [_RT_] {i}First thing's first. She needs to stop drinking. She'll lose what little sense she has if she gets drunk.{/i}
sk_sk: [_RT_] {i}Prvá vec je prvá. Musí prestať piť. Stratí to, čo má zmysel, ak sa opije. {/i}

source: [_RT_] {i}Should I use logic to get her to stop, or appeal to her ego?{/i}
sk_sk: [_RT_] {i}Mal by som použiť logiku na jej zastavenie, alebo odvolanie na jej ego? {/i}

source: [_R_] Drinking with this much money on the line isn't a good idea.
sk_sk: [_R_] Drinking s touto veľa peňazí na linke nie je dobrý nápad.

source: [_R_] Why don't we get you some water. You'll need a clear head to use this professional system of yours.
sk_sk: [_ R_] Prečo vám nezískame trochu vody. Budeš potrebovať jasnú hlavu, aby si použil tento profesionálny systém.

source: [_C_] Don't tell me what I need.
sk_sk: Nevrav mi, čo potrebujem.

source: [_C_] [mom_name] may have made you the boss of me when I'm cleaning her house, but after tonight, I won't have to put up with your lecherous orders ever again.
sk_sk: [_ C_] [mom_name] vás mohol urobiť šéfom mňa, keď upratujem jej dom, ale potom, čo dnes večer, nebudem musieť dať hore s vašimi lecherous objednávok nikdy znovu.

source: {i}{b}"Aunt Camille's Submission -5"{/b}{/i}
sk_sk: {i}{b}"Podmisia Aunt Camille -5" {/b} {/i}

source: [_C_] Waitress! Another Daiquiri.
sk_sk: Čašníčka! Ďalšie Daiquiri.

source: [_R_] {i}She's too stubborn. Better to flatter that ego.{/i}
sk_sk: [_R_] {i}Je príliš tvrdohlavá. Lepšie flatter, že ego. {/i}

source: [_R_] It's a good thing you were smart enough to check out some professional systems. These casinos prey on people's ignorance all the time.
sk_sk: [_ R_] Je to dobrá vec, že ste boli dosť chytrý na to, aby ste si pozriali niektoré profesionálne systémy. Tieto kasína korisť na nevedomosť ľudí po celú dobu.

source: [_C_] Of Course! I'm not an idiot.
sk_sk: [_ C_] Samozrejme! Nie som idiot.

source: [_R_] Do the professionals drink when they play too?
sk_sk: Aj profesionáli pijú, keď sa hrajú?

source: [_C_] Well... I suppose they don't. Not anything alcoholic anyway.
sk_sk: [_C_] Nuž ... Myslím, že nie. Aj tak to nie je alkoholik.

source: [_R_] Oh, that's smart! Need a clear head to use that system of theirs. Why don't I get you something non-alcoholic from the bar?
sk_sk: Och, to je múdrka! Potrebovať jasnú hlavu, aby použil ten systém ich. Prečo ti nezožeriem niečo nealkoholické z baru?

source: [_X_] Excuse me for interrupting.
sk_sk: [_X_] Prepáčte, že vás prerušujem.

source: [_X_] Ms. Camille? Mr. DeCapo wanted to let you know that your drinks tonight are on the house and sent over another Daiquiri for you.
sk_sk: Slečna Camille? Pán DeCapo chcel, aby ste vedeli, že vaše drinky sú na dome a pošlú sa cez ďalšie Daiquiri pre vás.

source: [_R_] Oh, no. Miss? She won't be having...
sk_sk: [_ R_] Oh, nie. Slečna? Nebude mať ...

source: [_C_] Just put it right here, and thank Joey for me.
sk_sk: Dajte to sem a ďakujeme Joeymu za mňa.

source: [_R_] Hang on a second. He's just trying to get you drunk so you'll lose.
sk_sk: Vydrž chvíľu. Len sa ťa snaží opiť, aby si sa stratil.

source: [_C_] I can handle my liquor! What would you even know about booze at nineteen? I bet you're a lightweight. Probably pass out after a single drink.
sk_sk: [_ C_] Ja zvládnem svoj alkohol! Čo by si vôbec vedel o chľastku v devätnástich? Stavím sa, že si ľahký. Pravdepodobne po jednom poháriku prejdime.

source: [_C_] Why don't you just sit there and be quiet for once, and I'll order you a soda. Or maybe, you'd like a glass of milk.
sk_sk: [_C_] Prečo tam len tak sedieť a byť ticho aspoň raz, a ja vám objednáme sódu. Alebo možno, že by si chcel pohár mlieka.

source: {i}{b}"Aunt Camille's Respect -5"{/b}{/i}
sk_sk: {i}{b}' Teta Camille's Respect-5 " {/b} {/i}

source: [_RT_] {i}Huh... She's actually been winning more than she's lost.{/i}
sk_sk: [_RT_] {i}Ha ... Vlastne vyhrala viac, ako stratila.

source: [_RT_] {i}But she can't keep this up for long. Especially if she keeps drinking like that.{/i}
sk_sk: [_RT_] {i}Ale ona to nemôže dlho držať. Hlavne, ak sa tak pila ako ona.

source: [_RT_] {i}If I can get her afraid of Joey, maybe she'll see reason and quit while she's ahead.{/i}
sk_sk: [_RT_] {i}Ak sa môžem dostať jej strach z Joeyho, možno bude vidieť dôvod a skončiť, zatiaľ čo ona je pred nami. {/i}

source: [_C_] What?
sk_sk: [_C_] Čo?

source: [_R_] Yeah, just in the back.
sk_sk: -Áno, len vzadu.

source: [_R_] I happened to see it by chance. Just before they dragged in some punk that crossed Joey.
sk_sk: [_ R_] To som sa náhodou videl náhodou. Tesne predtým, ako ich vyťahovali v nejakom punku, ktorý prekročil Joeyho.

source: [_R_] I didn't see what they did to him, but when they were done, I doubt that guy walked out, if you catch my drift.
sk_sk: Nevidela som, čo mu urobili, ale keď skončili, pochybujem, že ten chlap odišiel, ak chystáš moju driftu.

source: [_C_] You gonna tell me a ghost story next? Maybe that guy haunts the men's room to this day, or something?
sk_sk: Povieš mi ďalej príbeh o duchoch? Možno ten chlap prenasleduje mužovu izbu na tento deň, alebo niečo také?

source: [_R_] I'm telling you, you don't want to get mixed up with these people.
sk_sk: [_ R_] Hovorím vám, že nechcete sa miešať s týmito ľuďmi.

source: [_R_] You've won some money, call it a night before...
sk_sk: [_ R_] Vy ste vyhrali nejaké peniaze, volajte ju večer pred ...

source: [_C_] Before what? I end up in Joey's scary back room?
sk_sk: [_C_] Pred tým, čo? Skončil som v Joeyovej strašidelnej zadnej izbe?

source: [_R_] That, or shaking your ass on his stage.
sk_sk: [_R_] To, alebo pretrepať svoj zadok na jeho pódiu.

source: [_C_] That's never going to happen.
sk_sk: [_ C_] To sa nikdy nestane.

source: [_C_] As for your little "scary story". I suppose someone like Joey would have someone like you shaking in their boots.
sk_sk: [_C_] Rovnako ako pre váš malý "strašidelný príbeh". Myslím, že niekto ako Joey by mal mať niekoho, ako by si sa triasla v topánke.

source: [_C_] But not me, that stuff only happens in the movies anyways.
sk_sk: [_C_] Ale nie ja, že veci sa stávajú iba vo filmoch.

source: [_C_] Dealer, hit me.
sk_sk: [_C_] Dealer, udrel ma.

source: [_BJ_dealer_] Dealer has seventeen. Player has nineteen.
sk_sk: [_BJ_dealer_] Dealer má sedemnásť. Hráč má devätnásť.

source: [_BJ_dealer_] Player wins again. You're on a roll tonight, Ma'am.
sk_sk: [_BJ_dealer_] Hráč vyhrá znova. Dnes večer si na rolke, madam.

source: [_C_] I told you!
sk_sk: Povedal som ti to!

source: [_C_] I told you, I was going to win big tonight!
sk_sk: [_ C_] Povedal som vám, že som chcel vyhrať veľký večer!

source: [_RT_] {i}I hate to admit it, but she really has. Not sure if it's this "system" of hers, or just blind luck, but that's a lot of money!{/i}
sk_sk: [_RT_] {i}Neznášam, keď to priznávam, ale naozaj má. Nie som si istý, či je to "systém" hers, alebo len slepý šťastie, ale to je veľa peňazí! {/i}

source: [_R_] Wow, you really did win big! If you quit now, while you're ahead, you can pay Mr. DeCapo back and still have more than you borrowed.
sk_sk: Wow, naozaj si vyhral veľký! Ak skončíte teraz, kým budete napred, môžete zaplatiť pán DeCapo späť a stále mať viac, než si požičal.

source: [_C_] What'chya crazy? I'm on a winning streak! Did all the blood in your head go to that... that stupidly big dick?
sk_sk: What'chya blázon? Som na víťaznej streaku! To bola všetka krv v tvojej hlave k tomu ... tej hlúpej veľkej kokoti?

source: [_R_] Come on, you've had too much to drink. If you keep playing, eventually you'll lose it all. The odds are literally stacked against you.
sk_sk: [_ R_] No tak, už si toho pila príliš veľa. Ak budete hrať, nakoniec stratíte všetko. Kurzy sú doslova navrstvené proti vám.

source: [_C_] Stop talking to me like I'm some... some country bumpkin. I know what it is I'm doing.
sk_sk: [_ C_] Prestaňte so mnou hovoriť, ako by som bol nejaký ... nejaký country bumpkin. Viem, čo to robím.

source: [_BJ_dealer_] Double Aces for the lovely lady.
sk_sk: [_BJ_dealer_] Dvojité etie pre milú dámu.

source: [_C_] Oh! I want to... umm... I want to split them!
sk_sk: [_ C_] Oh! Chcem ... umm ... Chcem ich rozdeliť!

source: [_R_] Hang on, that'll put you in for half your chips.
sk_sk: Vydrž, to ťa do polovice tvojho žetónu položí.

source: [_C_] You always split aces! Everyone... everyone knows that.
sk_sk: [_C_] Vždy rozdelíte esá! Všetci to vedia.

source: [_BJ_dealer_] Do you want to double up?
sk_sk: [_BJ_dealer_] Chcete sa zdvojnásobiť?

source: [_C_] What's that?
sk_sk: [_C_] Čo je to?

source: [_BJ_dealer_] House rule... You can double your bet on certain pairs, even if you split them.
sk_sk: [_BJ_dealer_] Pravidlo domu ... Stávku môžete zdvojnásobiť na niektoré páry, aj keď ich rozdelíte.

source: [_BJ_dealer_] This way you can win twice as much on each card.
sk_sk: [_BJ_dealer_] Týmto spôsobom môžete vyhrať dvakrát toľko na každej karte.

source: [_R_] Whoa, hang on! That would...
sk_sk: Whoa, počkaj! To by ...

source: [_C_] My, god! Will you stop nagging me you little shit?! I know... I know what I'm doing.
sk_sk: [_ C_] Môj, Bože! Prestaň ma otravovať, ty piššš? Ja viem ... Viem, čo robím.

source: [_C_] Double up!
sk_sk: -Dvojnásobok!

source: [_C_] Hehe... that's fun to say.
sk_sk: To je zábavné povedať.

source: [_R_] You're drunk... Look at your chips! You're all in! If you lose this, you'll owe Mr. DeCapo a ton of money. Just like my Mom.
sk_sk: Si opitý ... Pozri sa na svoje žetóny! Všetci ste tu! Ak to stratíte, dlžíte pánovi DeCapovi veľa peňazí. Presne ako moja mama.

source: [_C_] Oh... I... Shit! The dealer had a jack... I didn't even look at her card.
sk_sk: [_C_] Oh ... Ja ... Do riti! Díler mal jack ... Nepozeral som sa na jej kartu.

source: [_BJ_dealer_] A ten for the lucky lady.
sk_sk: [_BJ_dealer_] Desať pre šťastnú dámu.

source: [_C_] Hah! Twenty one!
sk_sk: [_C_] Hah! Dvadsať jeden!

source: [_BJ_dealer_] Another ten. Player has twenty one on both bets.
sk_sk: [_BJ_dealer_] Ďalšie desať. Hráč má dvadsaťjeden na oboch stávkách.

source: [_C_] Oh, my God!
sk_sk: Oh, môj Bože!

source: [_C_] I finally did it! I haven't... haven't felt this good since before my no-good-cheating-husb... husband left!
sk_sk: -Konečne som to urobil! Necítil som sa tak dobre, už dávno predtým, než môj manžel odišiel.

source: [_R_] Well... Mom will be happy, I guess.
sk_sk: [_ R_] Nuž ... Mama bude šťastná, myslím.

source: [_C_] Hah! You think I'm going to spend a single dollar on her husband's debts?
sk_sk: [_C_] Hah! Myslíš si, že strávim jeden dolár na svojich manželských dlžoch?

source: [_C_] Not a chance!
sk_sk: [_ C_] Nie je to šanca!

source: [_C_] I'm taking Mandy, and we're moving out as soon as possible to start our new life.
sk_sk: [_ C_] Ja beriem Mandy, a my sa sťahujeme čo najskôr, aby sme začali náš nový život.

source: [_R_] Wait, what about us?
sk_sk: Počkaj, čo s nami?

source: [_R_] Mom took you in when Uncle Bobby ran off, after the feds took your house... if it wasn't for Mom letting you live with us, you'd be in some shitty run down apartment.
sk_sk: [_ R_] Mama ťa vzala, keď sa strýko Bobby utieklo, keď federáli vzali tvoj dom ... keby nebolo pre mamu, že by si s nami žil, bol by si v nejakom šitkom v byte.

source: [_C_] So, what?
sk_sk: [_C_] Takže, čo?

source: [_C_] I'm supposed to be grateful after she made me wear that ridiculous maid costume, and clean her house?
sk_sk: Mala by som byť vďačená po tom, ako si ma vyrobila, aby som si oblieka ten smiešny kostým, a upracem jej dom?

source: [_C_] She treated me like I was her servant!
sk_sk: [_ C_] Ona ma liečila, ako by som bol jej sluha!

source: [_C_] As for you, you little shit.
sk_sk: [_C_] Ako pre teba, ty malý sráč.

source: [_C_] Always sneaking around, leering at Mandy and me.
sk_sk: Vždy sa zakrádaš, skáč na Mandy a na mňa.

source: [_C_] You're a creep, [ryan]! Even when you were a little kid, I had you pegged as a loser.
sk_sk: [_C_] Vy ste creep, [ryan]! Aj keď si bol malý chlapec, tak som ťa napichla ako smoliar.

source: {i}{b}"Aunt Camille's Affection =0"{/b}{/i}
sk_sk: {i}{b}"Aunt Aunt Camille's Affection = 0" {/b} {/i}

source: [_C_] You'll never amount to anything.
sk_sk: Nikdy nič neznesiješ.

source: [_C_] I can't believe I ever let you treat me like you have. Well, not anymore.
sk_sk: [_ C_] Nemôžem uveriť, že som niekedy nechal, aby si so mnou zaobchádzal tak ako ty. No, už nie.

source: {i}{b}"Aunt Camille's Submission = 0"{/b}{/i}
sk_sk: {i}{b}"Podmisia tetu Camille = 0" {/b} {/i}

source: [_C_] Soon, I'll be drinking the best wines, and taking Mandy to get manny petties on the weekends...
sk_sk: [_C_] Soon, ja budem piť najlepšie vína, a vziať Mandy, aby si manny petties cez víkendy ...

source: [_BJ_dealer_] Ace of Diamonds... Dealer has {b}BlackJack{/b}.
sk_sk: [_BJ_dealer_] Ace diamantov ... Dealer má {b}Blackjack {/b}.

source: [_BJ_dealer_] Player loses.
sk_sk: [_BJ_dealer_] prehrávač prehrá.

source: [_R_] Oh, fuck...
sk_sk: [_] Oh, kurva ...

source: [_R_] I told you to quit while you were ahead!
sk_sk: [_ R_] Povedal som vám, aby ste prestať, zatiaľ čo ste boli dopredu!

source: [_C_] But... Hang on, it's a tie... I mean a, umm... a push!
sk_sk: [_C_] Ale ... Vydrž, to je kravata ... Myslím tým, umm ... tlačenie!

source: [_C_] Stop!
sk_sk: [_ C_] Zastaviť!

source: [_C_] We both have twenty one. It's a tie!
sk_sk: Obaja máme dvadsiatku. To je kravata!

source: [_BJ_dealer_] Sorry, but a blackjack beats a twenty one. I'll need to take these chips Ma'am.
sk_sk: [_BJ_dealer_] Prepáčte, ale blackjack bije dvadsaťjeden. Budem potrebovať, aby sa tieto čipy madam.

source: [_J_] Hello, Camille. Just checking in. Thought I'd bring you over another drink.
sk_sk: -Ahoj, Camille. Len kontrolujte. Myslel som, že ti prinesiem ďalší drink.

source: [_C_] Joey! Tell your employee that I didn't lose. It's a tie!
sk_sk: Joey! Povedzte svojmu zamestnancovi, že som nestratil. To je kravata!

source: [_J_] I'm afraid it looks like the dealer has blackjack.
sk_sk: [_ J_] Obávam sa, že to vyzerá tak, že dealer má blackjack.

source: [_J_] Oooo... and you were doing so well too. Bad luck on that ace.
sk_sk: [_ J_] Oooo ... a tiež ste sa robili tak dobre. Smola na tom eso.

source: [_C_] The Ace! I saw that ace two hands ago. It shouldn't have still been in the deck.
sk_sk: [_C_] Ace! Videl som to pred dvoma rukami. Ešte stále by to nemalo byť v balíčku.

source: [_J_] Well, no... The shoe has six decks in it.
sk_sk: [_J_] No, nie ... Topánka má v ňom šesť palčekov.

source: [_C_] You can't do that!
sk_sk: [_ C_] To nemôžete urobiť!

source: [_R_] Hey, hey... calm down, Camille.
sk_sk: -Hej, hej ... ukľudni sa, Camille.

source: [_RT_] {i}Wow, she stopped sluring her words! Losing everything sobered her up quick.{/i}
sk_sk: [_RT_] {i}Wow, ona zastavila slané jej slová! Strata všetkého ju rýchlo vytrieskala. {/i}

source: [_J_] I'm afraid we can.
sk_sk: [_ J_] Obávam sa, že môžeme.

source: [_J_] Now, let's talk about how I can help you pay that money back.
sk_sk: [_ J_] Teraz, poďme hovoriť o tom, ako by som vám mohol pomôcť zaplatiť to peniaze späť.

source: [_J_] I understand you aren't current working. I can offer you a way to make enough money...
sk_sk: [_J_] Chápem, že nie ste aktuálna práca. Môžem ti ponúknuť spôsob, ako zarobiť dosť peňazí ...

source: [_C_] That's what this is about! You're trying to turn me into a stripper like my sister.
sk_sk: [_ C_] To je to, čo je to o! Snažíš sa ma premeniť na striptérku, ako moja sestra.

source: [_C_] Well, you can forget it!
sk_sk: -No, môžeš na to zabudnúť!

source: [_C_] I'll never work for you, and you can bet on that!
sk_sk: Nikdy nebudem pracovať pre vás, a môžete sa staviť na to!

source: [_J_] You'd be amazed how many of my employees have said that. In the end, they all found working for me preferable to the "alternative".
sk_sk: [_J_] Vy by ste sa divil, ako mnohí z mojich zamestnancov to povedali. Nakoniec, všetci našli prácu pre mňa lepšie ako "alternatíva".

source: [_R_] Whoa, there's no need for threats, Mr. DeCapo! My aunt's has had a lot to drink. She doesn't know what she's saying.
sk_sk: Whoa, nie je potrebné vyhrážky, pán DeCapo! Moja teta má toho veľa na pitie. Ona nevie, čo hovorí.

source: [_R_] We can work something out here.
sk_sk: Môžeme tu niečo vypracovať.

source: [_C_] Don't speak for me!
sk_sk: -Nehovor za mňa!

source: [_C_] As far as I'm concerned, there's nothing to work out. You got your money back Joey. It's right there on your table.
sk_sk: [_C_] Pokiaľ ide o mňa, nie je tu nič na to, aby sme mohli pracovať. Máš svoje peniaze na Joeyho. Je to priamo na stole.

source: [_C_] Goodbye, Mr. DeCapo.
sk_sk: -Dovidenia, pán DeCapo.

source: [_C_] I'm going home to take a nice bath to forget all about tonight, and you.
sk_sk: [_ C_] Idem domov, aby som pekný kúpeľ, aby som zabudol na všetko večer, a ty.

source: [_RT_] {i}How stupid can she be?{/i}
sk_sk: [_RT_] {i}Ako hlúpe môže byť? {/i}

source: [_RT_] {i}Working as a stripper to pay the DeCapos back all that money wouldn't be the worst thing ever.{/i}
sk_sk: [_RT_] {i}Práca ako striptérka platiť DeCapos späť všetky tie peniaze by nebolo najhoršie na svete. {/i}

source: [_RT_] {i}Hell, having to shake her tits and ass on stage might be good for that ego of hers.{/i}
sk_sk: [_RT_] {i}Peklo, s tým, že by sa triaslo jej tits a zadok na javu by mohlo byť dobré pre toto ego jej. {/i}

source: [_RT_] {i}It's certainly better than what ever the "alternative" Joey DeCapo mentioned.{/i}
sk_sk: [_RT_] {i}Je to určite lepšie, ako to, čo kedy "alternatíva" Joey DeCapo zmienil. {/i}

source: [_RT_] {i}But storming out, after telling him off like that? That has to be the most bone-headed thing she's ever done.{/i}
sk_sk: [_RT_] {i}Ale búrka von, potom ako to povedať mu takto? To musí byť tá najbone-hlavičkovaná vec, ktorú kedy urobila. {/i}

source: [_RT_] {i}I've got to make her understand the situation she's in before she gets herself killed.{/i}
sk_sk: [_RT_] {i}Musím jej pochopiť situáciu, v ktorej je, kým sa sama zabije. {/i}

source: [_RT_] {i}I hate her guts right now, but she's still my aunt. Mandy would be devastated if anything happened to her mom.{/i}
sk_sk: [_RT_] {i}Neznášam jej vnútornosti práve teraz, ale ona je stále moja teta. Mandy by bola zničená, ak by sa jej stalo niečo s mamou. {/i}

source: [_R_] {i}(Screaming){/i} Fuck!
sk_sk: [_R_] {i}(Screaming) {/i} Kurva!

source: [_RT_] {i}All she had to do was walk away, but now I have to deal with the shit-storm she's created.{/i}
sk_sk: [_RT_] {i}Všetko, čo musela urobiť, bolo odísť, ale teraz sa musím vysporiadať s búrkou, ktorú ona vytvorila. {/i}
