Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_M_] Ok, Ok, [ryan], go to my office and I'll be right there.
sk_sk: [_M_] Dobre, dobre, [ryan], choď do mojej kancelárie a ja tam hneď budem.

source: [_M_] Oh, hi honey.
sk_sk: [_M_] Ahoj, zlato.

source: [_R_] Mom, remember? I don't want you to call me honey at school.
sk_sk: [_R_] Mama, pamätáš? Nechcem, aby si mi v škole hovorila zlato.

source: [_M_] Oh right, I'm sorry I forgot, [ryan].
sk_sk: [_M_] Aha, pardon, zabudla som, [ryan].

source: [_M_] But if I can't call you honey, you have to call me Miss [mom_name].
sk_sk: [_M_] Ale ak ťa nemôžem oslovovať miláčik, musíš mi hovoriť slečna [mom_name].

source: [_R_] Ok Miss [mom_name].
sk_sk: [_R_] Ok slečna [mom_name].

source: [_M_] We were all actually just talking about you.
sk_sk: [_M_] V skutočnosti sme všetci hovorili len o tebe.

source: [_R_] Really? What about?
sk_sk: [_R_] Naozaj? A čo?

source: [_MG_] Oh, haha.... really Miss [mom_name] just overheard our conversation about the hottest couple for the yearbook.
sk_sk: [_MG_] Oh, haha.... naozaj slečna [mom_name] práve počula náš rozhovor o najhorúcejšom páre pre ročenku.

source: [_MG_] This year it's not from existing couples, but who would make the cutest couples.
sk_sk: [_MG_] Tento rok to nie je z existujúcich párov, ale z tých, ktoré by vytvorili najroztomilejšie páry.

source: [_MG_] And your name is on the top of the chart.
sk_sk: [_MG_] A tvoje meno je na vrchole tabuľky.

source: [_M_] But I'm dying to know what girl you should be coupled with.
sk_sk: [_M_] Ale strašne ma zaujíma, s akým dievčaťom by si sa mal dať dokopy.

source: [_M_] They were just about to tell me.
sk_sk: [_M_] Práve sa mi to chystali povedať.

source: [_MB_] Actually, Miss [mom_name], you were the one the students wanted to see [ryan] coupled up with.
sk_sk: [_MB_] Vlastne, slečna [mom_name], študenti chceli vidieť práve vás v páre s [ryan] .

source: [_M_] What?
sk_sk: [_M_] Čo?

source: [_M_] Matt, that isn't funny!
sk_sk: [_M_] Matt, to nie je vtipné!

source: [_MB_] I'm serious!
sk_sk: [_MB_] Myslím to vážne!

source: [_MB_] Tabboo stuff is kind of in right now.
sk_sk: [_MB_] Tabboo veci sú teraz tak trochu v kurze.

source: [_MB_] And think about it. You're the hottest woman in this school!
sk_sk: [_MB_] A premýšľaj o tom. Si najhorúcejšia žena na tejto škole!

source: [_MG_] Yeah, and [ryan]'s quite the looker as well.
sk_sk: [_MG_] Áno, a [ryan]je tiež celkom pekný.

source: [_MG_] You passed down your sexiest genes Miss [mom_name]!
sk_sk: [_MG_] Svoje najsexi gény ste odovzdali slečne [mom_name]!

source: [_M_] Oh, you two!
sk_sk: [_M_] Vy dvaja!

source: [_M_] What am I going to do with you?
sk_sk: [_M_] Čo urobím?

source: [_R_] Hey Miss [mom_name], do you have a minute. I really need to meet with you about the Oedipus assignment you gave us.
sk_sk: [_R_] Hej, slečna [mom_name], máš chvíľku? Naozaj sa potrebujem stretnúť kvôli úlohe Oidipus, ktorú si nám dala.

source: [_M_] Ok honey, go to my office and I'll be right there.
sk_sk: [_M_] Dobre, zlato, choď do mojej kancelárie a ja tam hneď budem.

source: [_M_] Did you need something?
sk_sk: [_M_] Potreboval si niečo?

source: [_R_] Yeah actually, I really need to meet with you about the Oedipus assignment you gave us.
sk_sk: [_R_] Áno, vlastne sa s tebou musím stretnúť kvôli tej Oidipovej úlohe, ktorú si nám dala.

source: [_M_] Ok honey, so what was it that you wanted to ask me?
sk_sk: [_M_] Dobre, miláčik, tak na čo si sa ma chcel spýtať?

source: [_R_] I was just wondering if you got a chance to play more of those games I sent you, to see if they would work for my assignment.
sk_sk: [_R_] Len som sa chcel spýtať, či si mala možnosť zahrať si viac z tých hier, ktoré som poslal, aby si zistila, či by sa hodili pre moju úlohu.

source: [_M_] No I haven't quite had time yet.
sk_sk: [_M_] Nie, ešte som nemala čas.

source: [_R_] Well, would you like to play a little bit more of them with me right now, to see if you can find a reason why they wouldn't work?
sk_sk: [_R_] No, chcela by si si ich so mnou zahrať, aby si zistila, či nájdeš dôvod, prečo by nemohli fungovať?

source: [_M_] Sure, just scooch over a chair and I'll come sit by you so we can play together.
sk_sk: [_M_] Jasné, len si prisuň stoličku a ja si k tebe sadnem, aby sme sa mohli hrať spolu.

source: [_R_] Ok, let me just look through my F95Zone downloads.
sk_sk: [_R_] Ok, nechaj ma pozrieť sa na moje stiahnuté súbory F95Zone.

source: [_R_] Oh yes, here they are.
sk_sk: [_R_] Áno, tu je.

source: [_M_] We keep seeing the same scenes over and over.
sk_sk: [_M_] Stále vidíme tie isté scény.

source: [_R_] Yeah, that's called grinding, the best games require it to build your stats.
sk_sk: [_R_] Áno, tomu sa hovorí grindovanie, najlepšie hry ho vyžadujú, aby si si vybudovala štatistiky.

source: [_R_] It makes each scene you unlock feel even more rewarding.
sk_sk: [_R_] Vďaka tomu je každá odomknutá scéna ešte obohacujúcejšia.

source: [_M_] That makes a lot of sense.
sk_sk: [_M_] To dáva veľký zmysel.

source: [_R_] So, did you see anything that would disqualify these games from my assignment?
sk_sk: [_R_] Videla si niečo, čo by tieto hry vylúčilo z môjho zadania?

source: [_M_] Uhhh.... no!.... Nothing obvious.
sk_sk: [_M_] Uhhhh.... nie!.... Nič zjavné.

source: [_M_] I think you're on the right track. But maybe when you have some time again, come by and we can keep playing to make sure.
sk_sk: [_M_] Myslím, že si na správnej ceste. Ale možno, keď budeš mať opäť čas, zastav sa a môžeme si zahrať, aby sme sa uistili.

source: [_M_] Plus I'm dying to see what happens in the new updates.
sk_sk: [_M_] Navyše sa neviem dočkať, čo sa stane v nových aktualizáciách.

source: [_M_] Ok, I really need to get back to my class, I'll see you at home tonight.
sk_sk: [_M_] Ok, naozaj sa musím vrátiť do triedy, uvidíme sa večer doma.

source: [_R_] Ok Mom, see you later.
sk_sk: [_R_] Dobre, mami, uvidíme sa neskôr.

source: [_RT_] {i}Who would have thought spending quality time with Mom would mean playing these types of games with her?{/i}
sk_sk: [_RT_] {i}Kto by si pomyslel, že tráviť čas s mamou bude znamenať hrať s ňou takéto hry?{/i}

source: [_RT_] {i}She seems to have no problem with them, in fact she seems to really enjoy them.{/i}
sk_sk: [_RT_] {i}Zdá sa, že s nimi nemá žiadny problém, vlastne sa jej veľmi páčia.{/i}

source: [_R_] I'm still struggling with this Oedipus assignment.
sk_sk: [_R_] Stále sa trápim s touto Oidipovou úlohou.

source: [_R_] I wanted to show you something else that I found, and see if it works for my Oedipus assignment.
sk_sk: [_R_] Chcel som ti ukázať niečo iné, čo som našiel, a zistiť, či to funguje pre moju úlohu Oidipus.

source: [_R_] It's another video game I found online, can you come look at it with me and see what you think.
sk_sk: [_R_] Je to ďalšia videohra, ktorú som našiel na internete, môžeš sa na ňu so mnou pozrieť a zistiť, čo si o nej myslíš.

source: [_M_] Ok just scooch over a chair and I'll come sit by you so you can show me.
sk_sk: [_M_] Dobre, len si prisuň stoličku a ja si k tebe sadnem, aby si mi to mohol ukázať.

source: [_R_] Oh yes, here it is.
sk_sk: [_R_] Áno, tu je.

source: [_M_] Milfy City, huh?
sk_sk: [_M_] Milfy City, čo?

source: [_M_] What on earth is a Milf?
sk_sk: [_M_] Čo je to preboha Milf?

source: [_R_] Just a hot mom.
sk_sk: [_R_] Len horúca mama.

source: [_M_] Ok, well let's take a look.
sk_sk: [_M_] Dobre, pozrime sa na to.

source: [_M_] Wow! Somehow the mom kissing her son makes this so much more intimate than even the sex.
sk_sk: [_M_] Wow! Mama bozkávajúca svojho syna to robí oveľa intímnejším než sex.

source: [_R_] Yeah, it makes you kind of understand why some people get into these types of games.
sk_sk: [_R_] Áno, vďaka tomu tak trochu chápem, prečo sa niektorí ľudia púšťajú do týchto typov hier.

source: [_M_] Hmmmm.... yes, well keep going.
sk_sk: [_M_] Hmmmm.... áno, pokračuj.

source: [_M_] This kid's dick is as big as yours.
sk_sk: [_M_] Ten chlapec má rovnako veľký penis ako ty.

source: [_M_] Wait! I shouldn't have said that.... I'm sorry if I made you uncomfortable.
sk_sk: [_M_] Počkať! Nemala som to povedať.... Ospravedlňujem sa, ak som ťa zneistila.

source: [_R_] It's ok, it's flattering that my dick impressed you that much.
sk_sk: [_R_] To je v poriadku, lichotí mi, že ťa môj penis tak zaujal.

source: [_M_] Don't push it!
sk_sk: [_M_] Netlač na to!

source: [_R_] So, do you think this one is good example for my paper as well?
sk_sk: [_R_] Myslíš si, že tento príklad je vhodný aj pre môj dokument?

source: [_R_] Mom, are you alright?
sk_sk: [_R_] Mami, si v poriadku?

source: [_M_] Uhhh.... yes!.... Of course.... just a little flustered from that game.
sk_sk: [_M_] Uhhhh.... áno!.... Samozrejme.... len trochu rozrušená z tej hry.

source: [_M_] But yes you're right. I think you're on the right track. Send me a link to that game as well, so I can make sure it falls completely within the umbrella of this assignment.
sk_sk: [_M_] Ale áno, máš pravdu. Myslím, že si na správnej ceste. Pošli mi aj odkaz na túto hru, aby som sa mohla uistiť, že úplne spadá pod túto úlohu.

source: [_R_] Ok, Mom, see you later.
sk_sk: [_R_] Dobre, mami, uvidíme sa neskôr.

source: [_RT_] {i}Boy, she really seemed flustered, If I can get her into these types of games, what I'm trying to do to her might not be so shocking for her when the time comes.{/i}
sk_sk: [_RT_] {i}Chlapče, vyzerala naozaj rozrušená, Ak ju dokážem dostať do týchto typov hier, to, čo sa jej snažím urobiť, by pre ňu nemuselo byť také šokujúce, keď príde čas.{/i}

source: [_RT_] {i}I'll have to show her some more of those games to see how she reacts.{/i}
sk_sk: [_RT_] {i}Budem jej musieť ukázať ešte nejaké tie hry, aby som videl, ako bude reagovať.{/i}

source: [_R_] I'm just kind of struggling with this Oedipus assignment.
sk_sk: [_R_] Len sa tak trochu trápim s touto Oidipovou úlohou.

source: [_R_] I'm supposed to find how this ancient play still is relevant in modern day life.
sk_sk: [_R_] Mám zistiť, ako je táto staroveká hra stále aktuálna v súčasnom živote.

source: [_R_] But when I search for Oedipus stuff on the internet. I find stuff that is kind of porn-ish.
sk_sk: [_R_] Ale keď si na internete vyhľadám Oidipa. Nájdem veci, ktoré sú akoby pornografické.

source: [_M_] Yeah, I've been worried about this assignment turning up that kind of stuff.
sk_sk: [_M_] Áno, obávala som sa, že sa pri tejto úlohe objavia takéto veci.

source: [_M_] In fact I hate this new curriculum.
sk_sk: [_M_] V skutočnosti tento nový učebný plán nenávidím.

source: [_M_] But I'm forced to teach it, because if I don't I'll be fired.
sk_sk: [_M_] Ale som nútená to učiť, pretože ak to neurobím, vyhodia ma.

source: [_R_] It's not as bad as I originally thought it would be. But if you don't get to choose what you teach, who sets the curriculum?
sk_sk: [_R_] Nie je to také zlé, ako som si pôvodne myslel. Ale ak si nemôžeš vybrať, čo budeš učiť, kto určuje učebné osnovy?

source: [_M_] Some pervert on the school board named Will Tylor. He's some kind of deviant from what I can tell.
sk_sk: [_M_] Nejaký zvrhlík v školskej rade menom Will Tylor. Podľa toho, čo viem, je to nejaký deviant.

source: [_M_] I just hope he gets fired before his curriculum corrupts everyone on the school board, and in the schools.
sk_sk: [_M_] Len dúfam, že ho vyhodia skôr, ako jeho učebné osnovy pokazia všetkých v školskej rade a v školách.

source: [_R_] Hmmmm.... sounds like an asshole.
sk_sk: [_R_] Hmmmm.... znie ako debil.

source: [_M_] He really is.
sk_sk: [_M_] Naozaj je.

source: [_R_] Well then, I wanted to show you something that I found on the internet, and see if it works for my Oedipus assignment.
sk_sk: [_R_] Tak som ti chcel ukázať niečo, čo som našiel na internete, a zistiť, či to funguje pri mojej úlohe o Oidipovi.

source: [_R_] It's just this video game I found online, can you come look at it with me and see what you think.
sk_sk: [_R_] Je to len videohra, ktorú som našiel na internete, môžeš sa na ňu so mnou pozrieť a zistiť, čo si o nej myslíš.

source: [_M_] Sure, just scooch over a chair and I'll come sit by you so you can show me.
sk_sk: [_M_] Jasné, len si prisuň stoličku a ja si k tebe sadnem, aby si mi to mohol ukázať.

source: [_M_] Big Brother, huh?
sk_sk: [_M_] Veľký brat, čo?

source: [_M_] Is this like that voyeuristic television show on TV?
sk_sk: [_M_] Je to ako v tej voyeurskej televíznej šou v televízii?

source: [_R_] No this isn't nearly that lewd.
sk_sk: [_R_] Nie, nie je to až také oplzlé.

source: [_M_] Uggghh.... are we really supposed to continue to believe that the mom is so stupid to believe she needs to jack off her son because he has carpal tunnel syndrome?
sk_sk: [_M_] Uggghh.... naozaj mám naďalej veriť, že tá mama je taká hlúpa, aby verila, že musí svojho syna vyhoniť, pretože má syndróm karpálneho tunela?

source: [_R_] Mom, try to remember that it's just a game. It may be a bit ridiculous, but it's hard to make up situations where a mom would willingly enter a relationship with her son.
sk_sk: [_R_] Mami, skús si uvedomiť, že je to len hra. Možno je to trochu smiešne, ale je ťažké vymyslieť situácie, v ktorých by mama dobrovoľne vstúpila do vzťahu so svojím synom.

source: [_M_] Hmmmm.... well, keep going.
sk_sk: [_M_] Hmmmm.... dobre, pokračujme.

source: [_M_] And now she's a party to the corruption of her daughter?
sk_sk: [_M_] A teraz sa podieľa na korupcii svojej dcéry?

source: [_M_] I think that's all we should see for today.
sk_sk: [_M_] Myslím, že to je všetko, čo by sme dnes mali vidieť.

source: [_R_] It's just fiction Mom, but there are a lot of people into these kind of games. I think it would be a good argument in my paper.
sk_sk: [_R_] Je to len fikcia, mami, ale existuje veľa ľudí, ktorí sa zaujímajú o tento druh hier. Myslím, že by to bol dobrý argument v mojej práci.

source: [_M_] But yes you're right. I think you're on the right track. Send me a link to that game so I can make sure it falls completely within the umbrella of this assignment.
sk_sk: [_M_] Ale áno, máš pravdu. Myslím, že si na správnej ceste. Pošli mi aj odkaz na túto hru, aby som sa mohla uistiť, že úplne spadá pod túto úlohu.

source: [_RT_] {i}Boy, she really seemed flustered, and she didn't kick me out of her office like I expected. Could she maybe have enjoyed that?{/i}
sk_sk: [_RT_] {i}Chlapče, vyzerala naozaj rozrušená a nevyhodila ma zo svojej kancelárie, ako som očakával. Mohlo sa jej to možno páčiť?{/i}

source: [_R_] Well, this is it. What do you guys think?
sk_sk: [_R_] No, toto je ono. Čo si o tom myslíte?

source: [_MD_] It's not quite as dirty as I thought it would be, but still pretty grimy.
sk_sk: [_MD_] Nie je taká špinavá, ako som si myslela, že bude, ale stále je dosť špinavá.

source: [_L_] And there are windows everywhere! Any perverted warehouse worker could peek in for a free show.
sk_sk: [_L_] A všade sú okná! Každý zvrhlý skladník by mohol nakuknúť dnu a zadarmo sa pozrieť.

source: [_R_] All problems we can take care of.
sk_sk: [_R_] O všetky problémy sa môžeme postarať.

source: [_R_] I will start to clean things up a bit, and hang these old canvas tarps over the windows.
sk_sk: [_R_] Začnem trochu upratovať a na okná zavesím tieto staré plachty.

source: [_R_] You two go into that utility closet and get your outfits on.
sk_sk: [_R_] Vy dve choďte do šatníka a oblečte sa.

source: [_R_] There, isn't this better.
sk_sk: [_R_] Tak, nie je to lepšie.

source: [_MD_] Yeah, it actually is pretty good.
sk_sk: [_MD_] Áno, v skutočnosti je to celkom dobré.

source: [_L_] Not the best lighting, but the flash on your camera should help with that?
sk_sk: [_L_] Nie je to najlepšie osvetlenie, ale mal by ti pomôcť blesk na fotoaparáte?

source: [_R_] To a degree.
sk_sk: [_R_] Do určitej miery.

source: [_R_] If we take more pictures down the road, we may want to consider investing in some professional lighting, a nice backdrop, some photo equipment.
sk_sk: [_R_] Ak budeme v budúcnosti fotografovať viac, možno budeme chcieť zvážiť investíciu do profesionálneho osvetlenia, pekného pozadia a fotografického vybavenia.

source: [_R_] That's getting way ahead of ourselves. That is assuming we make some good money.
sk_sk: [_R_] To už predbiehame. Za predpokladu, že zarobíme nejaké dobré peniaze.

source: [_R_] But for now, this will do just fine.
sk_sk: [_R_] Ale zatiaľ to bude stačiť.

source: [_R_] I'm going to shoot each of you individually and do some photos of you together.
sk_sk: [_R_] Budem vás fotografovať každú zvlášť a urobím niekoľko spoločných fotografií.

source: [_R_] Who wants to go first?
sk_sk: [_R_] Ktorá chce ísť prvá?

source: [_L_] Oh, I do!
sk_sk: [_L_] Áno, chcem!

source: [_R_] Ok, strike a pose and I'll start taking some pictures.
sk_sk: [_R_] Dobre, zapózuj a ja začnem fotiť.

source: [_R_] Ok, that's cute.
sk_sk: [_R_] Ok, to je milé.

source: [_L_] Cute? I was going for sexy!
sk_sk: [_L_] Roztomilé? Chcela som byť sexy!

source: [_R_] If you want sexy just turn around.
sk_sk: [_R_] Ak chceš byť sexy, jednoducho sa otoč.

source: [_L_] Do you know how weird this is having my brother directing me to take sexy photos?
sk_sk: [_L_] Vieš, aké je to divné, keď ma môj brat usmerňuje, aby som fotila sexi fotky?

source: [_R_] You've just got to forget that I'm your brother.
sk_sk: [_R_] Musíš len zabudnúť, že som tvoj brat.

source: [_R_] Imagine you're a professional model, and I'm just some nameless photographer.
sk_sk: [_R_] Predstav si, že si profesionálna modelka a ja som len nejaký bezmenný fotograf.

source: [_R_] Now turn around.
sk_sk: [_R_] Teraz sa otoč.

source: [_L_] Ok, I'll try.
sk_sk: [_L_] Ok, skúsim to.

source: [_R_] There you go, now that's sexy!
sk_sk: [_R_] Tak vidíš, to je sexy!

source: [_L_] Can you at least try not to make comments like that?
sk_sk: [_L_] Mohol by si sa aspoň pokúsiť nevyjadrovať sa takto?

source: [_L_] I can't completely forget that it's my brother taking these pictures.
sk_sk: [_L_] Nemôžem úplne zabudnúť, že tieto fotografie robí môj brat.

source: [_R_] Ok, I'll try.
sk_sk: [_R_] Ok, skúsim to.

source: [_R_] Ok, grab your prop gun and see if you can think of a sexy pose on your own.
sk_sk: [_R_] Dobre, vezmi si rekvizitársku pištoľ a skús si sama vymyslieť sexi pózu.

source: [_L_] How's this?
sk_sk: [_L_] Aké je to?

source: [_RT_] {i}Oh God, don't say anything too weird!{/i}
sk_sk: [_RT_] {i}Bože, nepovedz nič príliš divné!{/i}

source: [_R_] Yeah.... that works ok.
sk_sk: [_R_] Áno.... to funguje dobre.

source: [_RT_] {i}Would it be unprofessional to pop a boner in the middle of a photoshoot?{/i}
sk_sk: [_RT_] {i}Bolo by neprofesionálne, keby sa mi uprostred fotenia postavil?{/i}

source: [_R_] Alright, should we turn up the heat a little more?
sk_sk: [_R_] Dobre, mali by sme ešte trochu zvýšiť teplotu?

source: [_L_] Ok, what do you mean?
sk_sk: [_L_] Huh?.... Čo tým myslíš?

source: [_L_] Oh my ass cheeks hanging out aren't enough skin for you?
sk_sk: [_L_] Ach, moje vyčnievajúce líca nie sú pre teba dostatočná koža?

source: [_R_] Well, yeah, it's pretty sexy, but you're going to have to go further if you want your pictures to get the kind of attention you want them to get.
sk_sk: [_R_] Áno, je to celkom sexi, ale ak chceš, aby fotografie vzbudili takú pozornosť, akú chceš, budeš musieť ísť ďalej.

source: [_L_] Yeah, I don't think so.
sk_sk: [_L_] Áno, to si nemyslím.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev +1"{/b}{/i}

source: [_L_] I'm sure I'll get plenty of attention without having to strip for you.
sk_sk: [_L_] Som si istá, že budem mať dostatok pozornosti aj bez toho, aby som sa pre teba musela vyzliekať.

source: [_R_] Ok.... ok.... I don't want you to do anything you're uncomfortable with.
sk_sk: [_R_] Ok.... ok.... Nechcem, aby si robila niečo, čo nie je príjemné.

source: [_R_] Mandy.... why don't you grab your prop gun and we'll take some pictures of you two together.
sk_sk: [_R_] Mandy.... prečo si nevezmeš svoju rekvizitnú pištoľ a neurobíme pár vašich spoločných fotiek.

source: [_R_] Ok, now you two pose like Lauren is arresting Mandy.
sk_sk: [_R_] Dobre, teraz vy dve pózujte, akoby Lauren zatýkala Mandy.

source: [_MD_] Like this?
sk_sk: [_MD_] Takto?

source: [_R_] Yeah, that's pretty good.
sk_sk: [_R_] Áno, to je celkom dobré.

source: [_R_] Ok Lauren, now you have to check her for dangerous weapons.
sk_sk: [_R_] Ok Lauren, teraz ju musíš skontrolovať, či nemá nebezpečné zbrane.

source: [_R_] Start with her boots, and work your way up.
sk_sk: [_R_] Začni s jej topánkami a postupuj ďalej.

source: [_R_] Ok, work your way up to her belt, and take it off.
sk_sk: [_R_] Dobre, prejdi až k jej opasku a odopni ho.

source: [_R_] I see some dangerous weapons hanging off of it.
sk_sk: [_R_] Vidím na ňom visieť niekoľko nebezpečných zbraní.

source: [_R_] Ok, that's great.
sk_sk: [_R_] Dobre, to je skvelé.

source: [_R_] Now just unbuckle it and throw it over here.
sk_sk: [_R_] Teraz ho odopni a hoď sem.

source: [_R_] Now you need to check the more intimate areas for weapons.
sk_sk: [_R_] Teraz musíš skontrolovať intímnejšie oblasti, či sa v nich nenachádzajú zbrane.

source: [_L_] Are you serious right now? She's my cousin. That's just too weird.
sk_sk: [_L_] Myslíš to teraz vážne? Je to moja sesternica. To je príliš divné.

source: [_R_] She's not your cousin. You're both professional models that are trying to take the kinds of pictures that will kick start your careers.
sk_sk: [_R_] Nie je to tvoja sesternica. Obe ste profesionálne modelky, ktoré sa snažia nafotiť také fotografie, ktoré naštartujú ich kariéru.

source: [_R_] You don't have to grope her. Just hover your hands over the area and make it look like you're groping her.
sk_sk: [_R_] Nemusíš ju ošahávať. Stačí, ak sa nad ňou budeš vznášať rukami a bude to vyzerať, akoby si ju osahávala.

source: [_L_] You really are a pervert.
sk_sk: [_L_] Ty si naozaj úchyl.

source: [_R_] No, I'm a professional photographer, who has done a fair bit of online research, so I know what kind of pictures get attention online.
sk_sk: [_R_] Nie, som profesionálny fotograf, ktorý sa venuje online prieskumu, takže viem, aké fotografie vzbudzujú pozornosť na internete.

source: [_MD_] Hahaha.... online research.... hahah.
sk_sk: [_MD_] Hahaha.... online výskum.... hahah.

source: [_R_] Now get back into character!
sk_sk: [_R_] Teraz sa vráť k svojej postave!

source: [_R_] There you go, that's perfect.
sk_sk: [_R_] Tak vidíte, to je perfektné.

source: [_R_] It looks like you're really groping Mandy.
sk_sk: [_R_] Vyzerá to, že Mandy naozaj ošahávaš.

source: [_L_] I kind-of am, I was just going to hover my hands, but figured the picture and Mandy's reaction would be better if I just went for it.
sk_sk: [_L_] Tak trochu áno, chcela som si len nadvihnúť ruky, ale usúdila som, že obrázok a Mandyina reakcia budú lepšie, ak sa do toho pustím.

source: [_R_] Good job!
sk_sk: [_R_] Dobrá práca!

source: [_R_] That's the kind of professionalism I want on my photoshoots.
sk_sk: [_R_] Takýto profesionálny prístup chcem mať pri fotení.

source: [_R_] Ok, now you need to strip search Mandy to make sure she's not hiding anything else.
sk_sk: [_R_] Dobre, teraz musíš Mandy prezrieť, aby si sa uistila, že neskrýva nič iné.

source: [_MD_] Ohhh...
sk_sk: [_MD_] Ohhhh...

source: {i}{b}"Mandy's Libido +2"{/b}{/i}
sk_sk: {i}{b}"Mandyino libido +2"{/b}{/i}

source: [_L_] And now I'm done.
sk_sk: [_L_] A teraz som skončila.

source: [_R_] Wait what do you mean you're done?
sk_sk: [_R_] Počkaj, čo tým myslíš, že si skončila?

source: [_L_] You pushed it too far!
sk_sk: [_L_] Zašiel si príliš ďaleko!

source: {i}{b}"Lauren's Anger +5"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev +5"{/b}{/i}
