Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom and Lauren before I come back to bed.
sk_sk: [_ R_] Ešte nie som pripravený spať ... Mala by som sa porozprávať s mamou a Lauren predtým, než sa vrátim do postele.

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom before I come back to bed.
sk_sk: [_ R_] Ešte nie som pripravený spať ... Mala by som sa porozprávať s mamou, kým sa vrátim do postele.

source: [_R_] I'm not reay to sleep yet... I should go talk to Lauren before I come back to bed.
sk_sk: [_ R_] Nie som znovu spať, ale ... Mala by som sa porozprávať s Lauren, kým sa vrátim do postele.

source: [_RT_] {i}Fuck... I haven't resolved anything!... Maybe I should just get some sleep and attack the problem with a rested brain tomorrow.{/i}
sk_sk: [_RT_] {i}Kurva ... Nič som nevyriešil! ... Možno by som mal ísť spať a zaútočiť na problém s odpočinkom v mozgu zajtra. {/i}

source: [_RT_] {i}It has been a long night... It's going to feel good to just cuddle up to Sidney and sleep like a log.{/i}
sk_sk: [_RT_] {i}Bola to dlhá noc ... Bude sa cítiť dobre, len sa vymláti do Sidney a vyspí sa ako protokol. {/i}

source: [_R_] Hey, Sis... I wanted to...
sk_sk: -Hej, Sis ... Chcel som ...

source: [_R_] What are you doing?
sk_sk: [_ R_] Čo to robíte?

source: [_S_] Looking for a job.
sk_sk: [_S_] Hľadaním úlohy.

source: [_R_] For tuition money?
sk_sk: Za školné?

source: [_S_] No, to help Mom.
sk_sk: [_S_] Nie, aby sme pomohli mame.

source: [_S_] You saw her, she's trying to take this all on by herself.
sk_sk: [_S_] Vy ste ju videl, snaží sa to všetko vziať sama.

source: [_S_] I'm not going to let her do this alone.
sk_sk: Nedopustím, aby to urobila sama.

source: [_S_] I just wish I had my design degree. Joey's club is probably the only place I can make the kind of money we need.
sk_sk: [_S_] Len by som si prial, aby som mal svoj stupeň dizajnu. Joey klub je pravdepodobne jediné miesto, kde môžem zarobiť peniaze, ktoré potrebujeme.

source: [_R_] But, Mom said...
sk_sk: [_ R_] Ale, mama povedala ...

source: [_S_] I know what mom said.
sk_sk: Viem, čo povedala mama.

source: [_R_] But the mob is dangerous...
sk_sk: [_R_] Ale mob je nebezpečný ...

source: [_S_] Hey, don't worry, Half-Pint.
sk_sk: Hej, nebojte sa, Half-Pint.

source: [_S_] Your big sis won't let anything happen to you or Lauren.
sk_sk: Vaša veľká sestrička nedovolí, aby sa ti niečo stalo, alebo Lauren.

source: [_S_] Why don't you go check on Mom. I'm sure she could use some comforting from her little man.
sk_sk: Prečo nejdeš skontrolovať mamu. Som si istý, že by mohla trochu utešovať od svojho malého muža.

source: [_RT_] {i}She hasn't called me Half-Pint since before she left for college.{/i}
sk_sk: [_RT_] {i}Nevolala mi Pol-Pint, pretože predtým, ako odišla na vysokú školu. {/i}

source: [_RT_] {i}I hate that dammed nickname!{/i}
sk_sk: [_RT_] {i}Neznášam, že prekliatú prezývku! {/i}

source: [_RT_] {i}She didn't even ask about working with me at my studio to make more money.{/i}
sk_sk: [_RT_] {i}Nepýtal sa ani na prácu so mnou v mojom štúdiu, aby som zarobil viac peňazí. {/i}

source: [_RT_] {i}I guess she's never been involved on the business side of it. She wouldn't know how much money I've been able to make.{/i}
sk_sk: [_RT_] {i}Myslím, že sa nikdy nezapojila do jeho obchodného boku. Ona by vedela, koľko peňazí som mohol urobiť. {/i}

source: [_RT_] {i}Asking her to share her tips from the club probably didn't give her a good impression of my earning potential.{/i}
sk_sk: [_RT_] {i}Požiadať ju o zdieľanie svojich tipov z klubu pravdepodobne neposkytla jej dobrý dojem na môj náušný potenciál. {/i}

source: [_RT_] {i}If I want her to respect my business prowess, I should include her in more than just making costumes. That way she'd see how good I am at this.{/i}
sk_sk: [_RT_] {i}Ak chcem, aby rešpektovala moju obchodnú prowessu, mala by som ju zahrnúť do viac, než len aby som si predala kostýmy. Takto by videla, aká som v tom dobrá.

source: [_RT_] {i}Maybe she'd have some good ideas too. I certainly could use help if I want my business to keep growing.{/i}
sk_sk: [_RT_] {i}Možno, že by mala nejaké dobré nápady príliš. Určite by som mohol použiť pomoc, ak chcem, aby môj obchod rástla. {/i}

source: [_RT_] {i}I can't believe it's becoming so normal for us to have frequent conversations with a mafia boss!{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že sa stáva tak normálne, že máme časté rozhovory s mafiánskou šéfkou! {/i}

source: [_J_] It took you long enough... I don't like to be kept waiting. I've got loads to do.
sk_sk: [_ J_] To vám trvalo dosť dlho ... Nepáči sa mi, že som čakala na čakanie. Mám veľa práce.

source: [_R_] You should just send your driver to collect, then. You shouldn't have to come personally.
sk_sk: [_R_] Mali by ste len poslať vodiča zbierať, potom. Nemal by si ísť osobne.

source: [_J_] Yeah, right? Except, if you're able to make the payment, this could be the only time I get to see [mom_name] this week.
sk_sk: [_ J_] Áno, však? Až na to, že ak by si mohol zaplatiť, mohol by to byť jediný raz, čo uvidím [mom_name] tento týždeň.

source: [_J_] Is she almost ready?
sk_sk: [_ J_] Je takmer hotová?

source: [_M_] I thought I heard a knocking.
sk_sk: [_ M_] Myslel som, že som počul klopanie.

source: [_M_] Hi, Joey.
sk_sk: Ahojky, Joey.

source: [_J_] You look fucking beautiful, as always!
sk_sk: [_J_] Vyzeráš nádherne, ako vždy!

source: [_RT_] {i}Goddam! She really does!{/i}
sk_sk: [_RT_] {i}Goddam! Naozaj to robí!

source: [_M_] Well, [ryan]?
sk_sk: [_M_] No, [ryan]?

source: [_M_] How'd you get along this week?
sk_sk: [_M_] Ako ste sa dostali spolu tento týždeň?

source: [_M_] Are we able to make the payment?
sk_sk: [_ M_] Sme schopní urobiť platbu?

source: [_R_] Don't worry, Mom, I've got it covered.
sk_sk: Nebojte sa, mami, mám to pokryté.

source: [_R_] Here's this weeks's payment.
sk_sk: [_ R_] Tu je táto týždenná platba.

source: {i}"Money -$1,000"{/i}
sk_sk: {i}"Peniaze - 1,000"{/i}

source: [_J_] Thank you.
sk_sk: [_ J_] Ďakujem.

source: [_J_] Paying your family's debts is extremely honorable, especially when you had no part in creating them.
sk_sk: [_J_] Paying vašich rodinných dlhov je veľmi čestné, najmä keď ste nemali žiadnu úlohu pri vytváraní ich.

source: [_J_] I think in time, you could become a much greater asset to us than your father...
sk_sk: [_ J_] Myslím, že v čase, by ste mohli stať oveľa väčšie aktívum pre nás, ako váš otec ...

source: [_M_] Don't encourage him, Joey!
sk_sk: Nepovzbudzuj ho, Joey!

source: [_M_] I don't want [ryan] to have any part in your... business.
sk_sk: [_] Nechcem [ryan] mať akúkoľvek časť vo vašom ... obchode.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have brought that up again.
sk_sk: [_J_] Ľutujem, [mom_name] ... Nemal som si to znova vyvešať.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have said anything.
sk_sk: [_J_] Ľutujem, [mom_name] ... Nemala som nič povedať.

source: [_M_] Thank you, [ryan]!
sk_sk: Ďakujem, [ryan]!

source: [_M_] I can't tell you how much comfort it brings me knowing that you're trying your best to make this payment each week.
sk_sk: [_M_] Nemôžem vám povedať, koľko pohodu ma privádza k vedeniu, že sa snažíte, aby sa vaša platba každý týždeň.

source: [_R_] It's worth it to make you happy.
sk_sk: [_ R_] To stojí za to, aby si šťastný.

source: [_M_] Well, you succeeded. Thank you!
sk_sk: [_M_] No, uspeli ste. Ďakujem vám!

source: [_RT_] {i}I love it when Mom hugs me like this!{/i}
sk_sk: [_RT_] {i}Milujem ho, keď ma mama objíma takto! {/i}

source: [_M_] Alright, Joey... I'm ready to go.
sk_sk: -V poriadku, Joey ... Som pripravený ísť.

source: [_R_] Go?... You're going to the club again?
sk_sk: [_ R_] Choď? ... Zase ideš do klubu?

source: [_R_] Even after I busted my ass to make that payment?!
sk_sk: Aj po tom, čo som si rozbil zadok, aby som si to vyplatil?

source: [_J_] Careful!
sk_sk: [_ J_] Opatrne!

source: [_M_] Yes, I am, and for the same reasons I did last time.
sk_sk: [_ M_] Áno, som, a z rovnakých dôvodov som to urobil naposledy.

source: [_R_] Well, then maybe I should stop making the payment!
sk_sk: Potom by som mal prestať s platmi!

source: [_J_] The result would still be the same.
sk_sk: [_J_] Výsledok by bol stále rovnaký.

source: [_R_] Dammit, fine!
sk_sk: [_ #] Sakra, fajn!

source: [_R_] Just... Try not to be the biggest whore there!
sk_sk: [_R_] Len ... Snažte sa, aby tam nebola najväčšia štetka!

source: [_J_] Watch it!
sk_sk: [_ J_] Pozrite sa na to!

source: [_R_] Sorry.
sk_sk: [_R_] Prepáč.

source: [_M_] Let go of me. We need to go!
sk_sk: Pusti ma. Musíme ísť!

source: [_R_] Fine.
sk_sk: [_R_] Dobre.

source: [_R_] Go?!... Go where?
sk_sk: [_R_] Choď?! ... Kam ideš?

source: [_M_] I'm going to work at the club tonight.
sk_sk: Dnes večer budem pracovať v klube.

source: [_R_] But... but I made the payment!
sk_sk: [_ R_] Ale ... ale ja som urobil platbu!

source: [_M_] I know... And I'm really grateful... but working at the club just makes so much money.
sk_sk: [_ M_] Viem ... A ja som naozaj vďačný ... ale práca v klube robí toľko peňazí.

source: [_M_] You know... The kind of money I don't have to tell the FBI about.
sk_sk: [_ M_] Viete ... Tie peniaze, o ktorých by som nemusel hovoriť FBI.

source: [_M_] I hate having to rely on you for every dollar I need.
sk_sk: Neznášam, keď sa na teba spolieham na každý dolár, ktorý potrebujem.

source: [_M_] So, I'm going to get to keep what I earn tonight, thanks to you.
sk_sk: [_ M_] Takže, ja sa chystám, aby si to, čo som zarobil dnes večer, vďaka vám.

source: [_R_] That's bullshit!
sk_sk: To je hovadina!

source: [_J_] [ryan], you're gonna get smacked if you talk to your mother that way. I don't like the disrespect.
sk_sk: [Ryan] [ryan], ak by ste sa takto porozprávali s mamou, tak sa vám to rozmreje. Nepáči sa mi neúcta.

source: [_RT_] {i}Who does that fucker think he is telling me how I can and can't talk to my mom? He's not my father!{/i}
sk_sk: [_RT_] {i}Kto si myslí, že ten hajzel si myslí, že mi hovorí, ako môžem a nemôžem hovoriť s mamou? On nie je môj otec!

source: [_RT_] {i}I'm gonna... Oh, right... it's Joey DeCapo and his goon... I'm not going to do anything.{/i}
sk_sk: [_RT_] {i}I'm gonna ... Oh, správne ... je to Joey DeCapo a jeho goon ... Neurobím nič. {/i}

source: [_R_] I'm sorry. It's just.
sk_sk: [_ R_] Je mi to ľúto. Je to len.

source: [_M_] I know, [ryan]... This is just the way it's going to be tonight.
sk_sk: Viem, [ryan] ... To je len spôsob, ako to bude dnes večer.

source: [_M_] I don't know how late I'll be home, so take care of your aunt, cousin, and sisters while I'm gone.
sk_sk: Neviem, ako dlho budem doma, tak sa postaraj o tvoju tetu, sesterku, a sestry, kým budem preč.

source: [_R_] Urrgghh... Fine!
sk_sk: [_R_] Urrgghh ... -Dobre!

source: [_R_] Just... make good choices.
sk_sk: [_ R_] Len ... urobte správne rozhodnutia.

source: [_M_] [ryan], that's my line.
sk_sk: [ryan], to je môj rad.

source: [_M_] And, same to you. Now, let go of my arm. I need to go.
sk_sk: A to isté aj pre teba. Teraz, pusťme sa do mojej ruky. Musím ísť.

source: [_RT_] {i}That son of a bitch! Look at him groping my mom's ass right in front of me!{/i}
sk_sk: [_RT_] {i}Ten skurvysyn! Pozri sa na neho, že si rozrastá zadok mojej mamy priamo predo mnou! {/i}

source: [_RT_] {i}Mom almost seems to like it! Doesn't she care that our neighbors might see?!{/i}
sk_sk: [_RT_] {i}Mami skoro sa zdá, že sa mu páči! Nezaujíma ju, že naši susedia môžu vidieť?! {/i}

source: [_RT_] {i}God, who know's how much trouble she's going to get into at the club tonight?{/i}
sk_sk: [_RT_] {i}Bože, kto vie, aké veľké problémy sa chystá dostať do klubu dnes večer? {/i}

source: [_RT_] {i}And after I worked so hard to keep her away from there!{/i}
sk_sk: [_RT_] {i}A potom, čo som pracoval tak tvrdo, aby ju preč odtiaľ! {/i}

source: [_RT_] {i} Maybe I'd better head over there myself.{/i}
sk_sk: [_RT_] {i} Možno by som mal radšej hlavu tam sám. {/i}

source: [_J_] Yes, very touching.
sk_sk: [_J_] Áno, veľmi dojemné.

source: [_J_] [mom_name], it's always a pleasure.
sk_sk: [_J_] [mom_name], je to vždy potešenie.

source: [_J_] And I know you don't need it, but if you ever want some extra spending cash, all you have to do is show up.
sk_sk: [_J_] A viem, že to nepotrebuješ, ale ak by ste niekedy chceli nejaké peniaze navyše, všetko čo musíte urobiť, je ukázať sa.

source: [_M_] Thank you, Joey, but that's not very likely as long as [ryan] keeps doing such a great job providing.
sk_sk: Ďakujem, Joey, ale to nie je veľmi pravdepodobné, pokiaľ bude [ryan] stále robiť tak skvelú prácu, ktorá poskytuje.

source: [_J_] Well, you're doing a great job raising him.
sk_sk: [_J_] No, robíte skvelú prácu pozdvihnú ho.

source: [_J_] I'll look forward to seeing you next Saturday. Have a great week!
sk_sk: [_ J_] Teším sa na vás budúcu sobotu. Mať skvelý týždeň!

source: [_M_] You too.
sk_sk: [_ M_] Vy tiež.

source: [_M_] Oh, [ryan]!
sk_sk: Oh, [ryan]!

source: [_M_] I really am so grateful for all you do for me!
sk_sk: [_ M_] Naozaj som tak vďačný za všetko, čo pre mňa robíte!

source: [_M_] Words can't adaquately express...
sk_sk: [_M_] Slová nemôžu adakvát vyjadriť ...

source: [_MT_] {i}But he seemed to really enjoy the way I expressed it last time!{/i}
sk_sk: [_MT_] {i}Ale zdalo sa, že naozaj rád, ako som to vyslovil naposledy! {/i}

source: [_MT_] {i}But there is one way I can show my appreciation.{/i}
sk_sk: [_MT_] {i}Ale je tu jeden spôsob, ako môžem ukázať svoje uznanie. {/i}

source: [_M_] Why don't you follow me.
sk_sk: [_ M_] Prečo ma nesledujete.

source: [_R_] Really? To your bedroom again?
sk_sk: Naozaj? Ešte raz do spálne?

source: [_M_] Unless you don't want to?
sk_sk: Ibaže by si nechcel?

source: [_R_] Are you crazy? Of course I want to...
sk_sk: Zbláznil si sa? Samozrejme, že chcem ...

source: [_M_] Haha... Try not to act so eager!
sk_sk: [_M_] Haha ... Snažte sa nekonať tak netrpezlivo!

source: [_R_] This isn't the way to the bathroom.
sk_sk: [_ R_] Toto nie je cesta do kúpeľne.

source: [_M_] No, we're going to my room.
sk_sk: [_] Nie, ideme do mojej izby.

source: [_M_] It's a little more appropriate for what I've got in mind.
sk_sk: [_ M_] Je to trochu vhodnejšie pre to, čo mám na mysli.

source: [_RT_] {i}Oh... my... God!{/i}
sk_sk: [_RT_] {i}Ach... môj... Bože!{/i}

source: [_M_] Alright, just wait here until I get back. I've got to get everyone out of the house. I don't feel like being quiet.
sk_sk: V poriadku, počkajte tu, kým sa nevrátim. Musím všetkých dostať von z domu. Necítim sa ako ticho.

source: [_M_] Don't go anywhere.
sk_sk: Nikam nechoď.

source: [_RT_] {i}A grateful mom is the best thing in the entire world!{/i}
sk_sk: [_RT_] {i}vďačujúca mama je najlepšia vec v celom svete! {/i}

source: [_RT_] {i}I'd pay Joey twice over every week to get to do what we're about to do.{/i}
sk_sk: [_RT_] {i}Dali by som Joeyho dvakrát za týždeň, aby som sa dostal k tomu, čo sa chystáme urobiť. {/i}

source: [_RT_] {i}And fucking Mom in her and Dad's marriage bed just proves that I've replaced my father once and for all!{/i}
sk_sk: [_RT_] {i}A kurva mama v jej a otcovej manželskej posteli len dokazuje, že som vymenil svojho otca raz a pre všetkých! {/i}

source: [_RT_] {i}Is this really happening!?{/i}
sk_sk: [_RT_] {i}Je to naozaj deje!? {/i}

source: [_RT_] {i}I've finally graduated from the blowjobs and hand jobs in the bathroom?{/i}
sk_sk: [_RT_] {i}Nakoniec som ukončil fúkanú prácu a ruky práce v kúpeľni? {/i}

source: [_RT_] {i}I guess I should probably take my clothes off.{/i}
sk_sk: [_RT_] {i}Myslím, že by som mal asi vziať moje oblečenie preč. {/i}

source: [_RT_] {i}There, now there will be no question as to what I'm expecting for a reward.{/i}
sk_sk: [_RT_] {i}Tam, teraz nebude pochýb o tom, čo som očakával odmenu. {/i}

source: [_RT_] {i}Fuck... I'm already hard as a rock in anticipation!{/i}
sk_sk: [_RT_] {i}Kurva ... Už som tvrdo ako skala v očakávaní! {/i}

source: [_RT_] {i}Now I've just got to wait for Mom to finish getting rid of everyone else.{/i}
sk_sk: [_RT_] {i}Teraz musím čakať na mamu, aby sa zbavila všetkých ostatných. {/i}

source: [_RT_] {i}I wonder what excuse she's using this time.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo ospravedlňujem, že používa tento čas. {/i}

source: [_M_] Alright, everybody's out of the...
sk_sk: -V poriadku, všetci sú mimo ...

source: [_M_] [ryan], again!?
sk_sk: [_ M_] [ryan], znova!?

source: [_M_] You are playing with fire!
sk_sk: Hráte sa s ohňom!

source: [_M_] One of these days your Aunt is going to be the one to open this door, and then what are you going to do?
sk_sk: [_ M_] Jeden z týchto dní bude vaša teta otvori tieto dvere, a potom, čo budete robiť?

source: [_R_] Invite her to join in?
sk_sk: [_ R_] Pozvite ju, aby sa pripojila?

source: [_M_] Oh... Haha! She would lose her freaking mind!
sk_sk: [_M_] Oh ... Haha! Ona by stratila svoju šialenú myseľ!

source: [_M_] You horny dog! That's a risky move!
sk_sk: Ty horny pes! To je riskantný krok!

source: [_M_] What if your Aunt Camille had to come back for a jacket?
sk_sk: [_M_] Čo ak by sa vaša teta Camille vrátila na bundu?

source: [_R_] In this weather?
sk_sk: [_ R_] V tomto počasí?

source: [_M_] Okay, maybe a tampon for her constant state of PMS.
sk_sk: [_ M_] Dobre, možno tampon pre jej konštantný stav PMS.

source: [_M_] What would she think if she walked in here and found you like this?
sk_sk: [_ M_] Čo by si myslela, keby sem vošla a našla ťa?

source: [_R_] It would just validate what she already suspects.
sk_sk: [_ R_] Bolo by to len overiť, čo už má podozrivé.

source: [_M_] Haha... You're right... Maybe she's not too far off about us both after all.
sk_sk: [_M_] Haha ... Máš pravdu ... Možno nie je až príliš ďaleko na nás oboch.

source: [_M_] What we've been doing lately is far more perverted than she even suspects.
sk_sk: [_ M_] To, čo sme v poslednej dobe robili, je oveľa viac zvrhnutí, ako má vôbec podozrenie.

source: [_M_] She would lose her freaking mind!
sk_sk: Ona by stratila svoju šialenejú myseľ!

source: [_M_] And after what that bitch pulled, she would deserve it!
sk_sk: [_M_] A potom, čo tá suka vytiahla, ona by si to zaslúžil!

source: [_M_] Can you imagine the look that would be on her face if she were here watching us make love?
sk_sk: [_ M_] Dokážete si predstaviť, že by to vyzeralo na jej tvári, keby nás tu sledovala, aby sme sa milovali?

source: [_MT_] {i}Why does my imagined dissaproval of my sister make me want to fuck my son even more?!{/i}
sk_sk: [_ MT_] {i}Prečo si moja sestra vymýšľala o tom, aby som ešte viac pretiahla môjho syna?!! {/i}

source: [_M_] Well, let's get things started.
sk_sk: No, poďme veci začať.

source: [_M_] Don't stroke yourself too vigorously.
sk_sk: [_ M_] Nezdvihni sa príliš energicky.

source: [_M_] I know this is your reward, but I'm hoping to take care of some of my sexual tension while we're at it.
sk_sk: [_M_] Viem, že je to vaša odmena, ale dúfam, že sa postarám o niektoré moje sexuálne napätie, keď sme na tom.

source: [_R_] Don't worry, Mom... I'll take care of you.
sk_sk: Nebojte sa, mami ... Postarám sa o teba.

source: [_M_] Mmm... You always do!
sk_sk: [_M_] Mmm ... Vždy to robíš!

source: [_M_] How did I get so lucky?
sk_sk: [_M_] Ako som sa dostal tak šťastie?

source: [_R_] I'm the lucky one!
sk_sk: [_ R_] Ja som šťastný!

source: [_R_] I don't know any guys with a mom as hot as mine.
sk_sk: Nepoznám žiadnych chlapikov s matkou tak sexi ako moje.

source: [_R_] And the ones who are close don't let their sons see their flaming hot tits!
sk_sk: [_R_] A tí, ktorí sú blízko, nenechajú svojich synov vidieť svoje horiace hroby!

source: [_R_] At least, I don't think they do.
sk_sk: [_ R_] Aspoň, nemyslím si, že to robia.

source: [_M_] Well, you're going to get to see a little more than just my tits.
sk_sk: [_M_] No, budete sa dostať vidieť trochu viac, než len moje prsia.

source: [_R_] God, I can't wait!
sk_sk: Bože, nemôžem sa dočkám!

source: [_M_] Well, you'd better! If you unload before I get anything out of this, you're going to be grounded!
sk_sk: [_ M_] No, to by bolo lepšie! Ak sa uvoľníte skôr, než dostanem čokoľvek z toho, budete uzemnený!

source: [_R_] I haven't yet, have I?
sk_sk: [_ R_] Ešte som, však?

source: [_M_] You'd better keep it that way!
sk_sk: Radšej by si to takto udržal!

source: [_R_] With that body, you don't make it easy!
sk_sk: [_ R_] S týmto telom, nemusíte robiť to ľahké!

source: [_M_] Oh, yeah? Does this turn you on or something?
sk_sk: [_M_] Oh, jo? -To vás alebo čo?-Nie.

source: [_R_] Good Lord!
sk_sk: [_ R_] Dobrý Bože!

source: [_R_] Fuck, this is torture!
sk_sk: -Kurva, toto je mučenie!

source: [_M_] Oh, nevermind.
sk_sk: Oh, nevadí.

source: [_M_] Why don't you just tell me how you're going to fuck your mom silly again?
sk_sk: [_ M_] Prečo mi proste nepovieš, ako si zase pojebeš svoju mamu na hlúpoho?

source: [_R_] I am, I'm going to destroy my mom's pussy!
sk_sk: [_R_] Ja som, chystám sa zničiť mamičku kundičku!

source: [_M_] [ryan], language!
sk_sk: [_M_] [ryan], jazyk!

source: [_R_] You're about to let your son fuck you silly, and you're getting after me for saying "fuck"?
sk_sk: [_ R_] Chystáte sa nechať svojho syna, aby vás poserie, a vy sa dostávate po mne na to, aby som povedal "kurva"?

source: [_M_] Oh, you're going to fuck your mom silly?
sk_sk: [_] Oh, ideš do jebať svoju mamu hlúpe?

source: [_M_] And what am I supposed to do with such a naughty boy?
sk_sk: [_M_] A čo mám robiť s takým nezbedným chlapom?

source: [_M_] You were saying something about torture?
sk_sk: [_ M_] Vy ste hovorili niečo o mučení?

source: [_M_] Fine, your punishment is that if you cum before I do, We won't do anything sexual for a month.
sk_sk: -Dobre, tvoj trest je, že ak sa pominieš skôr než ja, nebudeme robiť nič sexuálne na mesiac.

source: [_M_] And to help you out, I'll stop dressing skimpy around the house and only wear my most modest clothing.
sk_sk: [_M_] A pomôcť vám von, ja sa zastavím obliekanie skimpy okolo domu a nosiť len moje najskromné oblečenie.

source: [_R_] No!... We can't go back to how things were, now that we've...
sk_sk: [_R_] Nie! ... Nemôžeme sa vrátiť k tomu, ako veci boli, teraz, keď sme ...

source: [_M_] Well, than you'd better be a good boy!
sk_sk: [_M_] No, ako by si mal byť dobrý chlapec!

source: [_R_] I'll be good, I promise.
sk_sk: Budem dobrý, sľubujem.

source: [_M_] We'll see.
sk_sk: [_ M_] My uvidíme.

source: [_MT_] {i}Who am I kidding?{/i}
sk_sk: [_MT_] {i}Kto som žartujem? {/i}

source: [_MT_] {i}Nothing sexual for a month?{/i}
sk_sk: [_MT_] {i}Nič sa nesexuje za mesiac? {/i}

source: [_MT_] {i}That's probably more of a punishment for me then it is for him.{/i}
sk_sk: [_MT_] {i}To je asi viac trest pre mňa, potom je to pre neho. {/i}

source: [_MT_] {i}I'd never be able to enforce that one.{/i}
sk_sk: [_MT_] {i}Nikdy by som nebol schopný presadiť tento. {/i}

source: [_R_] God!... You're not going to make this easy, are you?
sk_sk: Bože! Nespravíš to tak ľahko, však?

source: [_M_] I'd better give you a break!
sk_sk: Radšej by som ti dal pauza!

source: [_R_] Thank you!
sk_sk: [_R_] Ďakujem!

source: [_M_] Now, why don't you go get my new friend out of the bottom drawer again.
sk_sk: [_ M_] Teraz, prečo nejdete dostať môjho nového priateľa von zo spodku zásuvky znova.

source: [_R_] Yes, mother.
sk_sk: -Áno, mama.

source: [_M_] You are so obedient when you want something from me.
sk_sk: [_M_] Vy ste tak poslušný, keď chcete niečo odo mňa.

source: [_M_] Well, don't you worry. Your mother knows how to reward an obedient son.
sk_sk: -No, neboj sa. Tvoja matka vie, ako odmeniť poslušného syna.
