Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_MB_] You gotta come see this man. The queen is about to get gang banged again by a bunch of those horse dudes.
sk_sk: [_ MB_] Musíte prísť za týmto mužom. Kráľovná sa chystá zožať gang znova bandou z tých konských dudov.

source: [_R_] Really, I'm good.
sk_sk: [_ R_] Naozaj, som dobrý.

source: [_LT_] {i}He thinks he can just ignore us again? Well, I know how to fix that.{/i}
sk_sk: [_ LT_] {i}Myslí si, že nás môže opäť ignorovať? No, ja viem, ako to napraviť.

source: [_MB_] Goddam, that's hot.
sk_sk: Bohyňa, to je horúce.

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends.
sk_sk: Oh, môj Bože! Prestaneš sa snažiť, aby som ťa pretiahla k tvojim priateľom.

source: [_MB_] Why don't we take it to the next level? I promise, by the time we're done, you'll have came so many times from all the cocks pounding you from every end, you won't be able to think straight!
sk_sk: [_ MB_] Prečo ho neberieme na ďalšiu úroveň? Sľubujem, že keď skončíme, tak mnohokrát ste prišli od všetkých kolení, ktoré vás z každého konca nepredstavia, nebudete si môcť myslieť priamo!

source: [_LT_] {i}Oh, my God! This asshole!{/i}
sk_sk: [_ LT_] {i}Oh, môj Bože! Tento kretén!

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck his whole team!{/i}
sk_sk: [_ LT_] {i}Myslím, možno som si užíval na Matt a [ryan] v rovnakom čase, ale on robí to zvuk, ako by chcel, aby som pretiahol celý jeho tím! {/i}

source: [_LT_] {i}Maybe, if it were just a couple of the other guys on Matt's team...{/i}
sk_sk: [_ LT_] {i}Možno, keby to bolo len pár iných ľudí na Mattovi tímu ... {/i}

source: [_MB_] Oh! I see you thinking about it.
sk_sk: [_ MB_] Oh! Vidím, že nad tým rozmýšľaš.

source: [_L_] Pfft... whatever! I am not.
sk_sk: [_ L_] Pfft ... čokoľvek! Nie som.

source: [_L_] Come on... let's go out to the yard. I can practice some new dance moves for you.
sk_sk: No tak ... poďme na dvor. Môžem trénovať nejaké nové tanečné pohyby pre vás.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in the new bikini you bought me.
sk_sk: -Hej, ľudia ... Matt a ja sa opäť vyvesekám vo dvore. Má rád, keď ma sleduje, ako sa mi triasol zadok v nových bikinách, čo si mi kúpil.

source: [_MB_] You're welcome to hang out with us, man. Lauren puts on a hell of a show.
sk_sk: [_ MB_] Ste vítaní, aby ste sa s nami vydržali, človeče. Lauren stavia na pekelnú show.

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again just to make me jealous.{/i}
sk_sk: [_RT_] {i}Sakra! Správala sa ako štetka s Mattom ešte raz, aby som žiarlila.

source: [_L_] No way! You'd split me in two.
sk_sk: [_ L_] Žiadna cesta! Rozdelil by si ma o dve.

source: [_MB_] Aww, come on. Let me take a crack at it.
sk_sk: [_ MB_] Aww, no tak. Dovoľte mi, aby som sa do toho pustil.

source: [_MB_] Can't say no to that.
sk_sk: [_ MB_] Nie je možné povedať, že nie.

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy!{/i}
sk_sk: [_ LT_] {i}Videl som nejaké nové pohyby online, chcem vyskúšať. To by malo naozaj riadiť [ryan] šialený! {/i}

source: [_LT_] {i}I wonder how I compared to Mom when she dances at the DeCapo's club...{/i}
sk_sk: [_LT_] {i}Zaujímalo by ma, ako som sa porovnával s mamou, keď tancuje v klube DeCapo ... {/i}

source: [_RT_] {i}If Dad were here, he'd chase Matt out of the house with a baseball bat!{/i}
sk_sk: [_RT_] {i}Ak by tu bol otec, vychoval by Matta z domu s bejzbalovou pálkou!

source: [_RT_] {i}I should just go out there and...{/i}
sk_sk: [_RT_] {i}Mal by som ísť tam a ... {/i}

source: [_M_] Oh, [ryan]. Why can't you leave them alone?
sk_sk: Prečo ich nenesiš na pokoji?

source: [_R_] But, Mom! She's giving him a lap dance! Lauren's still in highschool. Where'd she even learn to dance like that?
sk_sk: Ale, mami! Ona mu dáva brušný tanec! Lauren je stále na vysokej škole. Kde sa vôbec naučila tancovať?

source: [_S_] Jeez, [ryan]. She probably learned from one of her girlfriends at school, or watched a video online somewhere. Stop trying to be Dad.
sk_sk: Pravdepodobne sa učila z jednej z jej priateľky v škole, alebo pozerala video niekde inde. Prestaň sa pokúšať byť otcom.

source: [_MT_] {i}She's a little stiff in her movements, but she's got natural rhythm.{/i}
sk_sk: [_MT_] {i}Je trochu tuhá v pohybe, ale ona má prirodzený rytmus. {/i}

source: [_MT_] {i}She's actually not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
sk_sk: [_MT_] {i}Nie je zlá pre začiatočníkov. Videl som horší z niektorých nových dievčat v Joeyho klube.

source: [_R_] So, it's okay with both of you that Lauren's acting like a total slut?
sk_sk: [_ R_] Takže, je to v poriadku s oboma, že Lauren sa správa ako totálne štetka?

source: {i}{b}"Mom's Respect -1"{/b}{/i}
sk_sk: {i}{b}"Rešpekt mamy -1" {/b}{/i}

source: [_M_] Don't call your sister a slut!
sk_sk: [_ M_] Nevolaj svoju sestru šľapku!

source: [_R_] But, look!
sk_sk: [_ R_] Ale pozrite!

source: [_R_] She's been letting him cop a feel in our house anytime he wants!
sk_sk: [_ R_] Ona ho nechal potáčať pocit v našom dome kedykoľvek chce!

source: [_R_] How is that not acting like a slut?
sk_sk: [_R_] Ako to, že nekoná ako štetka?

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around with her boyfriend now and then.
sk_sk: Lauren je teraz dospelá a páči sa, alebo nie, ona je oprávnená sa oklamať s jej priateľom teraz a potom.

source: [_MB_] Fuck, girl! You're getting better at that. I'm all worked up again.
sk_sk: [_ MB_] Kurva, dievča! V tom sa zlepšuješ. Už som zase hore.

source: [_R_] Am I the only one who cares that this douchebag is invading our house, or that Lauren is acting like a slut whenever he's around?!
sk_sk: Som jediný, kto sa stará o to, že tento Douchebag napadne náš dom, alebo že Lauren sa chová ako štetka, kedykoľvek je naokolo?

source: [_R_] I suppose it's fine if he starts fucking her in the backyard too?!
sk_sk: [_ R_] Myslím, že je to v poriadku, ak ju začne kurva aj na dvore príliš?!

source: [_M_] Control yourself young man!
sk_sk: [_ M_] Kontrolujte si mladého muža!

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it.
sk_sk: [_M_] Nie, budete dať svoju sestru a jej priateľ nejaké súkromie. Ísť pozerať televíziu alebo niečo, alebo ešte lepšie, ísť do svojej izby a robiť nejaké štúdium. Boh vie, že ho potrebuješ.

source: [_MT_] {i}Finally!{/i}
sk_sk: [_MT_] {i}Nakoniec! {/i}

source: [_MT_] {i}If he reacts like that from her giving Matt a lap dance, Sidney and I would have to pin him down if he saw what else they do in our yard.{/i}
sk_sk: [_MT_] {i}Ak sa mu bude páčiť, že z nej dáva Matt tanec, Sidney a ja by som ho musel pin dole, keby videl, čo ešte robia na našom dvore. {/i}

source: [_MT_] {i}Is she going to suck him off again?{/i}
sk_sk: [_MT_] {i}Je zase vysať ho znova? {/i}

source: [_MB_] Mmm... yeah.
sk_sk: [_ MB_] Mmm ... áno.

source: [_MB_] You've been getting real good at throating my dick. You just love taking all of me in your pretty little mouth don't you, slut?
sk_sk: [_ MB_] Bol si naozaj dobrý pri škriepaní môjho vtáka. Miluješ ma, keď si ma to celé preberie do tvojich pekných malých úst, ty?

source: [_MT_] {i}She's... She's licking it again.{/i}
sk_sk: [_MT_] {i}Ona je ... Znova ju zlízala. {/i}

source: [_MT_] {i}Maybe she won't suck it this time, Matt's monster is so big, I'm sure it's hard for her to...{/i}
sk_sk: [_ MT_] {i}Možno, že nebude sať to tentoraz, Matt monštrum je tak veľký, som si istý, že je to ťažké pre ňu ... {/i}

source: [_M_] Oh, my God!...
sk_sk: Oh, môj Bože!

source: [_S_] You okay?
sk_sk: Si v poriadku?

source: [_M_] Umm... yes... I'm fine.
sk_sk: [_M_] Umm ... áno ... Som v poriadku.

source: [_MT_] {i}She's really doing it again.{/i}
sk_sk: [_MT_] {i}Ona to naozaj robí znova. {/i}

source: [_MT_] {i}My little girl. She's swallowing all of his...{/i}
sk_sk: [_MT_] {i}Moje malé dievča. Prehltla celý svoj ... {/i}

source: [_MT_] {i}Big... meaty...{/i}
sk_sk: [_MT_] {i}Veľkého ... meaty ... {/i}

source: [_MB_] Fuck, yeah, baby!
sk_sk: [_ MB_] Kurva, jo, baby!

source: [_MB_] I wonder if it runs in the family?
sk_sk: [_ MB_] Zaujímalo by ma, či sa to vedie v rodine?

source: [_MBT_] {i}Haha! Miss. [mom_name]'s peeping on us again.{/i}
sk_sk: [_MBT_] {i}Haha! Miss. [mom_name] na nás opäť pípne. {/i}

source: [_MBT_] {i}What a slut!{/i}
sk_sk: [_MBT_] {i}Aká je sluta! {/i}

source: [_MB_] You like that, don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy.
sk_sk: [_ MB_] Páči sa vám to, nie ste? Stavím sa, že nemôžeš čakať, kým sa moja anaconda vytopí do tvojej zázvorovej kundy.

source: [_MB_] Don't worry, slut... I'm gonna be fuck'en ya real soon.
sk_sk: [_ MB_] Nebojte sa, slut ... Čoskoro sa zkurvem.

source: [_MT_] {i}Oh, my God! I did it again!{/i}
sk_sk: [_MT_] {i}Oh, môj Bože! Urobil som to znova! {/i}

source: [_MT_] {i}Stupid, stupid, [mom_name]!{/i}
sk_sk: [_MT_] {i}Stupid, hlúpy, [mom_name]! {/i}

source: [_MT_] {i}Oh, God, he saw me again. Why can't I control myself around him?{/i}
sk_sk: [_ MT_] {i}Oh, Bože, videl ma znova. Prečo sa nedokážem ovládať okolo neho?

source: [_MT_] {i}I need to get some relief!{/i}
sk_sk: [_MT_] {i}Potrebujem získať úľavu! {/i}

source: [_RT_] {i}Matt's doing who knows what to Lauren, and Mom's standing around, not doing anything to stop it.{/i}
sk_sk: [_RT_] {i}Matt robí, kto vie, čo Lauren, a mama stojí okolo, nerobí nič, aby sa zastavil. {/i}

source: [_RT_] {i}Did she really watch Lauren giving Matt a blow job last time? Maybe nothing happened and she was just fantasizing.{/i}
sk_sk: [_RT_] {i}Naozaj sa pozerala na Lauren, ktorá dávala Mattovi poslednú fajku? Možno sa nič nestalo a ona len snívala. {/i}

source: [_RT_] {i}Lauren may be trying to make me jealous, but she'd never do something like that if she knew Mom was watching. And she saw me arguing with Mom in the window.{/i}
sk_sk: [_RT_] {i}Lauren sa môže snažiť, aby ma žiarliť, ale ona nikdy robiť niečo také, ak ona vedela, že mama sa pozerá. A videla, ako som sa hádala s mamou v okne. {/i}

source: [_RT_] {i}Didn't she?{/i}
sk_sk: [_RT_] {i}nebola ona? {/i}

source: [_RT_] {i}That's what she said last time... I have to check this out.{/i}
sk_sk: [_RT_] {i}To je to, čo povedala minule ... Musím to skontrolovať. {/i}

source: [_RT_] {i}Hmmm.... The doors locked again.{/i}
sk_sk: [_RT_] {i}Hmmm .... Dvere opäť zamknuté. {/i}

source: [_RT_] {i}Yep... more moaning.{/i}
sk_sk: [_RT_] {i}Yep ... viac námety. {/i}

source: [_RT_] {i}She's masturbating again!{/i}
sk_sk: [_RT_] {i}Ona je zase masturbujúca! {/i}

source: [_RT_] {i}Maybe this time, she's thinking about me?{/i}
sk_sk: [_RT_] {i}Možno tento čas, ona myslí na mňa? {/i}

source: [_M_] I'm sorry, baby, but watching you sucking Matt's cock got me all horny again!
sk_sk: Je mi to ľúto, zlatko, ale pozor na to, že si podľahol Mattovi vtáka, zase ma dostal zo všetkých hrôzu!

source: [_M_] You don't mind me borrowing your boyfriend again, do you Sweetie? Just for a little bit.
sk_sk: [_ M_] Nevadí mi, že si požičiam svojho priateľa znova, ty Sweetie? Len na trochu.

source: [_M_] I've seen you oggling me in class. You've been wanted to fuck your teacher for years, haven't you?
sk_sk: [_ M_] Videl som, ako sa mi v triede rozvíjaš. Už roky si chcel pretiahnuť svojho učiteľa, však?

source: [_M_] You're such a naughty boy. Fucking my daughter isn't enough for you is it? You want her mother too, don't you?
sk_sk: [_ M_] Vy ste taký neposlušný chlapec. Kurva, moja dcéra nie je pre teba dosť? Chceš aj jej matku, však?

source: [_RT_] {i}No, it's not supposed to be like this! Your both supposed to be mine! Not his!{/i}
sk_sk: [_RT_] {i}Nie, to by nemalo byť takto! Obaja by ste mali byť moje! Nie jeho! {/i}

source: [_M_] Mmph!... Your mother's so close, Baby! Where should your boyfriend cum?
sk_sk: [_M_] Mmph! ... Tvoja matka je tak blízko, bejby! Kde by mala byť tvoja frajer?

source: [_M_] Or maybe he should cover my face with his spunk?
sk_sk: [_ M_] Alebo možno by mal zakryt ' moju tvár s jeho spunk?

source: [_M_] Wait! No, not inside! I'm not on the pill... He can't cum in me!
sk_sk: Počkaj! Nie, nie dovnútra! Nie som na tabletke ... On nemôže byť vo mne!

source: [_M_] Lauren, no! I'm sorry for peeping. Please, don't make your boyfriend inseminate your mother!
sk_sk: Lauren, nie! Ospravedlňujem sa za pípanie. Prosím, nenúti svojho priateľa oplodnenie svojej matke!

source: [_M_] Oh, Matt. You naughty boy. If only you knew what you're doing to your teacher.
sk_sk: Oh, Matt. Ty nezbedný chlapec. Keby ste vedeli, čo robíte pre svojho učiteľa.

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney instead?{/i}
sk_sk: [_RT_] {i}Som si istý, že nemôžem urobiť nič, aby som ich zastavila pred tým, aby sa tu znova ... Mal by som sa ešte snažiť, alebo ignorovať ich a ísť visí s Sidney miesto? {/i}

source: [_RT_] {i}I don't feel like dealing with them tonight. It's like Lauren's trying to make me jealous anytime Matt's around.{/i}
sk_sk: [_RT_] {i}Dnes večer necítim, že by som s nimi mala ísť. Je to ako sa Lauren snaží, aby som žiarlil kedykoľvek je Matt okolo. {/i}

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school in the election?{/i}
sk_sk: [_RT_] {i}Prečo sa správala ako moja chyba, nemohla poraziť toho najobľúbenejšiho chlapa v škole vo voľbách? {/i}

source: [_RT_] {i}Could she be messing around with Matt in front of me, just because she lost that stupid election?{/i}
sk_sk: [_RT_] {i}Mohol by sa pohrýzať okolo Matta predo mnou, len preto, že stratila tie hlúpe voľby? {/i}

source: [_S_] Hey, Bro... Why are you making that face?
sk_sk: Hej, Bro ... Prečo sa tváriš?

source: [_S_] You're not still pissed about Matt being here, are you?
sk_sk: Nie si stále naštvaný na to, že si Matt je tu, však?

source: [_S_] So, your rival is dating your little sister.
sk_sk: Tvoj rival chodí s tvojou malou sestrou.

source: [_S_] Let it go and just be happy for her.
sk_sk: Nechajte ju ísť a byť pre ňu šťastný.

source: [_MB_] They're selling the queen as a sex slave to those horse guys? I can't believe they can put this shit on TV.
sk_sk: Predávajú kráľovnú ako otrokársky otrok tým koňským koňmi? Nemôžem uveriť, že by to mohli dať na telku.

source: [_S_] Not every girl gets to date the most popular guy at her school.
sk_sk: [_S_] Nie každé dievča sa dostane k dnešnému dňu najobľúbenámu chlapovi na jej škole.

source: [_R_] It's not like he's loyal to her. He's still dating the head cheerleader.
sk_sk: [_ R_] Nie je to tak, že je k nej lojálny. Stále chodí s hlavou cheerleader.

source: [_S_] Really? Does Lauren know?
sk_sk: Naozaj? Vie Lauren?

source: [_R_] Of course. He doesn't hide it. Lauren's just his side chick.
sk_sk: [_ R_] Samozrejme. On to neskrýval. Lauren je len jeho bočný kokot.

source: [_S_] Well...
sk_sk: [_S_] Dobre...

source: [_S_] I mean, as long as she knows.
sk_sk: [_S_] Myslím, tak dlho, ako ona vie.

source: [_R_] You're seriously fine with our little sister being that douche's side piece?
sk_sk: [_ R_] Ste vážne v poriadku s našou malou sestrou byť ten kretén na boku?

source: [_S_] It's the twenty-first century, [ryan].
sk_sk: [_S_] Je to dva-prvé storočie, [ryan].

source: [_S_] Women don't have to adhere to these archaic, CIS normative, patriarchal, monogamous relationships, anymore.
sk_sk: Ženy sa nemusia držať týchto archaických, normatívnych, patriarchálnych, monogamných vzťahov, už viac.

source: [_RT_] {i}Oh, God... Not this shit again.{/i}
sk_sk: [_RT_] {i}Oh, Bože ... Nie je to zase toto.

source: [_S_] You know, once you get to college, you're going to have your eyes opened about these systems of oppression that keep us tied to societal norms made up by rich old white men.
sk_sk: Viete, akonáhle sa dostanete na vysokú, budete mať svoje oči otvorené o týchto systémoch útlaku, ktoré nás vedú viazané na spoločenské normy vytvorené bohatými starých bielych mužov.

source: [_RT_] {i}Hooooly shit. Somebody shoot me.{/i}
sk_sk: [_RT_] {i}Hoooolij hovno. Zastrel ma niekto. {/i}

source: [_RT_] {i}This might be worse than having to watch Matt and Lauren fuck.{/i}
sk_sk: [_RT_] {i}To môže byť horšie, než musieť sledovať Matta a Lauren jebať. {/i}

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors? Fucking awesome!
sk_sk: Ach, do pekla áno! Tie kráľovné sa chystajú ošukať všetky kmeňové bojovníčky? Kurva úžasné!

source: [_L_] Come on, we always watch Game of Thots together.
sk_sk: [_ L_] No tak, vždy sa pozeráme na hru Thotov.

source: [_MB_] You gotta come see this man! The queen is about to get gangbanged by a bunch of those horse dudes.
sk_sk: [_ MB_] Musíte prísť pozrieť tohto muža! Kráľovná je o tom, aby dostala gangu od bandy tých koňských dudov.

source: [_LT_] {i}How am I supposed to make him jealous if he won't come over here and take his punishment?{/i}
sk_sk: [_ LT_] {i}Ako by som ho mala žiarliť, ak sem neprišiel a neprijal trest?

source: [_MB_] You ever fantasize about a bunch of guys having their way with you, babe?
sk_sk: [_ MB_] Vy ste niekedy fantázie o bande chalanov, ktorí majú ich cestu s vami, zlato?

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends?
sk_sk: Oh, môj Bože! Prestaneš sa snažiť, aby som ti pojebelo kamaratkami?

source: [_MB_] Hey, I'm just thinking about your needs.
sk_sk: -Hej, len premýšľam o vašich potrebách.

source: [_MB_] I know how horny you get watching me and the boys dominating on the court.
sk_sk: Viem, ako si nadržaný, že ma sledujete a chlapci dominujú na dvore.

source: [_MB_] I'm willing to sacrifice and share you with the team, if you want to try out some group sex.
sk_sk: [_ MB_] Som ochotný obetovať a zdieľať vás s tímom, ak chcete vyskúšať nejaký skupinový sex.

source: [_LT_] {i}If he's not hitting on my mom, he's trying to whore me out to his friends{/i}
sk_sk: [_LT_] {i}Ak sa neudrie na moju mamu, snaží sa ma vyvrtnút k jeho priateľom {/i}

source: [_L_] I said, no.
sk_sk: [_ L_] Povedal som, nie.

source: [_MB_] Okay. Let me know when you change your mind.
sk_sk: [_ MB_] Dobre. Daj mi vedieť, keď zmeníš názor.

source: [_LT_] {i}If [ryan] didn't hate our relationship so much, I'd kick Matt in the balls and throw him out.{/i}
sk_sk: [_LT_] {i}Ak [ryan] nenenávidel náš vzťah tak veľa, že by som nakopať Matt v guličkami a hodiť ho von. {/i}

source: [_LT_] {i}Damn it, [ryan]. Stop ignoring us!{/i}
sk_sk: [_ LT_] {i}Sakra, [ryan]. Prestaňte ignorujú nás! {/i}

source: [_L_] Hey, do you want to see my new bikini?
sk_sk: Hej, chceš vidieť moje nové bikini?

source: [_MB_] You don't want to finish watching this?
sk_sk: [_ MB_] Nechcete to sledovať?

source: [_L_] Come on. We can go out to the yard. I'll do a little dance for you.
sk_sk: [_ L_] No tak. Môžeme ísť von na dvor. Dám si pre teba trochu tancovať.

source: [_MB_] Oh, I get it... I knew watching the queen getting railed by a bunch of burly guys was turning you on. Sure, let's do it.
sk_sk: Oh, chápem to ... Vedela som, že na kráľovnú, ako sa znásilní kopa poburcov, ťa premenilo na teba. Jasné, poďme na to.

source: [_S_] You should be proud of Lauren for liberating herself.
sk_sk: [_S_] Mali by ste byť hrdí na Lauren za to, že sa oslobodila.

source: [_RT_] {i}Oh, my God! She won't shut up about this.{/i}
sk_sk: [_RT_] {i}Oh, môj Bože! Nebude s tým polapiť.

source: [_R_] I don't see how Lauren being one of Matt's side chicks is liberating.
sk_sk: [_ R_] Nechápem, ako Lauren byť jedným z Mattov na strane kurčiat je oslobodzujúce.

source: [_S_] It means that she's not tied down to being Matt's "girl". She's free to explore her femininity and sexuality outside of the oppressive bonds of monogamy.
sk_sk: To znamená, že ona nie je viazaná na to, že je Matta "dievča". Je slobodná, aby preskúmala svoju ženskosť a sexualitu mimo represívnych väzieb monogamie.

source: [_R_] Huh?
sk_sk: [_R_] Čo?

source: [_S_] Uhg. You're so dense.
sk_sk: [_S_] Uhg. Si taká hustá.

source: [_S_] It means she can mess around with other guys, while still seeing Matt.
sk_sk: [_S_] Znamená to, že môže mať problémy s ostatnými chlapmi, zatiaľ čo stále vidí Matta.

source: [_RT_] {i}One asshole is bad enough!{/i}
sk_sk: [_RT_] {i}Jeden debil je dosť zlý! {/i}

source: [_S_] You know, it's been a while since Lauren and I have had some girl talk. I'll have to ask her what other guys from school she likes.
sk_sk: Viete, je to už nejaký čas od Lauren a mali sme nejaké dievčenské reči. Budem sa musieť opýtať jej, čo ostatní z školy má rada.

source: [_L_] Hey, [ryan]... I thought I'd show Matt the new bikini you bought me.
sk_sk: [_ L_] Hej, [ryan] ... Myslel som, že by som mal ukázať Mattovi nové bikini, čo si mi kúpil.

source: [_MB_] Yeah, we're going to hang out in the yard for a bit. Lauren said she wanted to show me some dance moves.
sk_sk: [_ MB_] Áno, my sa chystáme na chvíľu vyraziť na dvore. Lauren povedala, že chce ukázať mi nejaké tanečné pohyby.

source: [_L_] Feel free to join us when you're done talking to Sidney, [ryan].
sk_sk: [_ L_] Neváhajte sa k nám pripojiť, keď skončíte hovoriť s Sidney, [ryan].

source: [_RT_] {i}Dammit! She really is trying to make me jealous.{/i}
sk_sk: [_RT_] {i}Sakra! Naozaj sa snaží, aby som žiarlil.

source: [_RT_] {i}Well... If that's true, then as long as I don't go out there, she won't have a reason to mess around with Matt.{/i}
sk_sk: [_RT_] {i}No ... Ak je to pravda, tak pokiaľ tam nepôjdem, nebude mať dôvod, aby sa tu zahrala s Mattom. {/i}

source: [_RT_] {i}I can't believe she's dancing for him in the bikini I bought her.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že pre neho tancuje v bikinách. Kúpil som ju. {/i}

source: [_LT_] {i}Now I'm going to give him something to really be jealous of.{/i}
sk_sk: [_ LT_] {i}Teraz mu dám niečo, čo naozaj žiarne. {/i}

source: [_MB_] Hot damn! You are one fine piece of ass Luren.
sk_sk: [_ MB_] Horúca! Ty si len jeden kus riti Luren.

source: [_L_] If you like that, how about I give you a little lap dance?
sk_sk: [_ L_] Ak sa ti to páči, čo keby som ti dal malý tanec na kolenách?

source: [_MB_] Like at a strip club? Oh, hell yeah!
sk_sk: [_ MB_] Rovnako ako v stripoblasti klubu? Oh, do pekla áno!

source: [_LT_] {i}Time to try out some of those lap dance moves I've been looking at online.{/i}
sk_sk: [_ LT_] {i}Čas vyskúšať niektoré z tých brušných ťahov, ktoré som sa pozeral na on-line. {/i}

source: [_LT_] {i}Is it weird that I started looking up strip club videos after finding out what Moms really been doing working at the DeCapo's club?{/i}
sk_sk: [_LT_] {i}Je divné, že som začal hľadať stripne z videí po tom, čo zistil, čo Moms naozaj robil prácu v DeCapo klube? {/i}

source: [_LT_] {i}Hearing that Mom used to be a stripper was kind of a shock, but it also kinda made her more... real, I guess?{/i}
sk_sk: [_ LT_] {i}Pojednávanie, že mama bola striptérka bola trochu šok, ale tiež sa trochu viac ... skutočný, myslím, že? {/i}

source: [_LT_] {i}I just wanted to see what kind of things she does, is all.{/i}
sk_sk: [_LT_] {i}Len som chcel vidieť, aké veci má, je všetko. {/i}

source: [_LT_] {i}I'm probably not as good as her, or the dancers in those videos are. Hehe... I bet I'm still good enough to drive [ryan] crazy.{/i}
sk_sk: [_LT_] {i}Asi nie som tak dobrý ako ona, alebo tanečníci v tých videách sú. Hehe ... Stavím sa, že som stále dosť dobrý na to, aby som šoféroval [ryan] šialený.
