Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_RT_] {i}It's too risky... Aunt Cami's been prowling around like the fucking neighborhood watch lately.{/i}
sk_sk: [_RT_] {i}To je príliš riskantné ... Teta Cami sa v poslednej dobe pozerá ako na to, že sa v poslednej dobe pozerajú na susedné štvrte.

source: {size=*1.5}{i}"This is just a placeholder for a future scene."{/i}{/size}
sk_sk: {size= * 1.5}{i}"Toto je len zástupný objekt pre budúcu scénu." {/i} {/size}

source: [_RT_] {i}Now that things are better than ever between Mom and I, I don't want her to think that the only thing I think about is getting into her panties, althought that does pretty much dominate most of my thoughts.{/i}
sk_sk: [_RT_] {i}Teraz to, že veci sú lepšie ako kedykoľvek predtým medzi mamou a ja, nechcem, aby si myslela, že jediná vec, o ktorej myslím, je dostať sa do jej nohavičky, althought, že robí dosť dominuje väčšinu mojich myšlienok. {/i}

source: [_RT_] {i}I think I'll just let her enjoy her evening shower in peace.{/i}
sk_sk: [_RT_] {i}Myslím si, že ju nechám užiť si večernú sprchu v pokoji. {/i}

source: [_RT_] {i}That doesn't mean I can't watch her though.{/i}
sk_sk: [_RT_] {i}To neznamená, že ju nemôžem sledovať. {/i}

source: [_RT_] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
sk_sk: [_RT_] {i}Už sa osprchovala, každú chvíľu vyjde z dverí. Nechcem sa plaziť okolo, keď to urobí.{/i}

source: [_RT_] {i}These little cameras have pretty decent reception and video quality.{/i}
sk_sk: [_RT_] {i}Tieto malé kamery majú celkom slušný príjem a kvalitu videa.{/i}

source: [_RT_] {i}Oh, Mom looks so tired, probably all the stress of everything going on!{/i}
sk_sk: [_RT_] {i}Mama vyzerá tak unavene, asi je z toho všetkého v strese!{/i}

source: [_RT_] {i}Oh, good! The show's getting better. I'll' never get tired of looking at her in the shower from this angle!{/i}
sk_sk: [_RT_] {i}Oh, dobrý! Šou sa zlepšil. Nikdy sa neunavujem, keď sa na ňu pozerám v sprche z tohto uhla!

source: [_RT_] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
sk_sk: [_RT_] {i}Aaauhhh.... Som tu už príliš dlho, radšej pôjdem, než ma chytia.{/i}

source: {b}{i}"You have found the "Nine of Diamonds" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu" Nine diamantov "!" {/i} {/b}

source: [_S_] {i}Wake up, little brother...{/i}
sk_sk: [átra_] {i}Wake up, malý brat ... {/i}

source: [_S_] There he is. Good morning, Sleepyhead.
sk_sk: Tu ho máme. Dobré ráno, Sleepyhead.

source: [_S_] Sleep well?
sk_sk: [_ _] Spite dobre?

source: [_R_] Morning... You're still here?
sk_sk: [_ R_] Morning ... Ty si stále tu?

source: [_S_] Aren't you happy to see me?
sk_sk: Nie si rada, že ma vidíš?

source: [_R_] Umm yeah, I guess, but...
sk_sk: [_R_] Umm jo, myslím, ale ...

source: [_S_] But?
sk_sk: [_S_] Ale?

source: [_R_] Well, you're normally getting ready to go jogging by the time I wake up.
sk_sk: [_R_] No, zvyčajne sa pripravujete ísť na jogging do chvíle, keď sa prebudím.

source: [_S_] It's raining out.
sk_sk: Je to pršalo.

source: [_S_] So, since I can't go for my run, I was thinking...
sk_sk: [_S_] Takže, pretože nemôžem ísť na môj beh, myslel som ...

source: [_S_] Maybe you'd be "up" for helping me get my morning exercise in.
sk_sk: [_S_] Možno by ste mali byť "hore" pre pomoc mi dostať moje ráno cvičenia v.

source: [_R_] Uhh... Everyone will be waking up by now, if they aren't up already.
sk_sk: [_R_] Uhh ... Každý bude prebúraný teraz, ak už nie sú hore.

source: [_S_] So? Come on, [ryan].
sk_sk: [_S_] Takže? No tak, [ryan].

source: [_S_] I need your little soldier to help stretch me out. Get my heart rate really going.
sk_sk: [_S_] Potrebujem vášho malého vojaka, aby mi pomohol vytiahnuť ma. Zožerte mi tepovú frekvenciu.

source: [_R_] Why do you always want to mess around at the most dangerous times.
sk_sk: [_ R_] Prečo vždy chcete zahanbovať v najnebezpečenejšej-časoch.

source: [_R_] Aren't you?
sk_sk: [_ R_] Nie?

source: [_S_] That just makes it more exciting don't you think?
sk_sk: [_S_] To znamená, že je to viac vzrušujúce, nemyslíte?

source: [_R_] But what are we going to do when Mom catches us one of these days?
sk_sk: [_R_] Ale čo budeme robiť, keď nás mama jedného z týchto dní vyloví?

source: [_S_] Honestly?
sk_sk: [_S_] Úprimne?

source: [_S_] If Mom walked in on us having sex, I wouldn't stop fucking you.
sk_sk: Ak by sa mama išla na nás s sexom, tak by som ťa nezastavila.

source: [_R_] Seriously?
sk_sk: [_R_] Vážne?

source: [_S_] Sure... Cats out of the bag, right?
sk_sk: Iste ... Mačky z tašky, nie?

source: [_S_] Why not keep going while Mom watches.
sk_sk: [_S_] Prečo nepokračovať v čase, keď sa mama pozerá.

source: [_S_] Watches me slamming my brothers big, fat, cock.
sk_sk: [_S_] Watches ma slamming mojich bratov, veľký, tučný, kohút.

source: [_S_] Into my tight, wet, pussy.
sk_sk: Do môjho tesného, mokrého, kunka.

source: [_R_] Jeez, Sidney. You really are something.
sk_sk: Jeez, Sidney. Ty si naozaj niečo.

source: [_S_] Fuck, [ryan].
sk_sk: Do riti, [ryan] jebať, [ryan].

source: [_S_] Thinking about Mom watching me fucking my little brother.
sk_sk: [_S_] Potopenie o tom, že ma mama sleduje, kurva, môj malý braček.

source: [_S_] I almost wish she would...
sk_sk: [_S_] Takmer si želám, aby ...

source: [_M_] You two aren't still asleep in there, are you?
sk_sk: Vy dvaja ešte stále nespíte, však?

source: [_M_] Come on, Lazy Bones! It's time to get up.
sk_sk: No tak, Lazy Bones! Je čas vstiť sa.

source: [_M_] I'm making an extra special breakfast this morning. So, let's get those buns in gear!
sk_sk: Dnes ráno robím špeciálne raňajky. Takže, dajme si tie buchty do výstroja!

source: [_RT_] {i}That was almost a disaster. If Mom had waited another couple of minutes to come in, Sidney would have gotten her wish.{/i}
sk_sk: [_RT_] {i}To bola takmer katastroska. Keby mama čakala na ďalšie pár minút, Sidney by si to želala.

source: [_RT_] {i}I'd love for Mom to watch me fucking Sidney, but I want her to join in. Not freak out and kick us both out of the house.{/i}
sk_sk: [_RT_] {i}Chcel by som mamu, aby som sa dívala na skurvyho Sidneyho, ale chcem, aby sa k nej pripojila. Nie vydesil a vykopal nás oboch von z domu. {/i}

source: [_S_] Jeez, Mom. What's got you in such a good mood?
sk_sk: -Ježiši, mami. Čo ťa má v takej dobrej nálade?

source: [_M_] Can't a mother make her kids a nice breakfast once and awhile?
sk_sk: Nie je možné, aby jej deti raz a chvíľu mali deti pekné raňajky?

source: [_R_] She's probably still happy from all the clothes shopping we've been doing.
sk_sk: [_ R_] Je asi stále šťastná zo všetkých nákup nakupovanie, ktoré sme robili.

source: [_S_] Shopping? When did you two go shopping?
sk_sk: [_S_] Nakupovanie? Kedy ste išli nakupovať?

source: [_M_] {i}(sigh){/i} If you must know.
sk_sk: [_M_] {i}(sigh) {/i} Ak to musíte vedieť.

source: [_M_] [ryan]'s been treating me to a little shopping on the weekends. Something I haven't been able to do since before your father was arrested.
sk_sk: [r_] [ryan] bol ma liečil na malé nákupy cez víkendy. Niečo, čo som doteraz nedokázal urobiť, odkedy bol váš otec zatknutý.

source: [_M_] I suppose having a man make me feel special again, has put me in a good mood. Even if that man is my son.
sk_sk: [_M_] Myslím si, že keď ma človek urobí opäť výnimočnou, tak mi to vložil dobrú náladu. Aj keď ten muž je môj syn.

source: [_S_] Is that where all those Pierre Govanni bags in our trash bins came from?
sk_sk: [_S_] Je to tam, kde všetky tie vrecia Pierre Govanni v našich košoch pochádza z?

source: [_S_] I thought our shop-ahollic neighbor was filling up her own bins and started using ours again.
sk_sk: Myslel som si, že náš obchod s aholkou sa naplní jej vlastnými košmi a začal s tým, že sme opäť začali používať naše.

source: [_S_] So, [ryan]'s been helping you update your wardrobe, huh?
sk_sk: [_] Takže, [ryan] vám pomáhal aktualizovať váš šatník, čo?

source: [_S_] Must be nice.
sk_sk: [_S_] Musí byť pekné.

source: [_ST_] {i}First, Lauren and Mandy get new bikinis. Now he's taking Mom to Pierre Govanni?{/i}
sk_sk: [_ST_] {i}First, Lauren a Mandy získať nové bikini. Teraz berie mamu na Pierca Govanniho?

source: [_ST_] {i}[ryan]'s buying everyone else new clothes. When do I get spoiled with a shopping spree?{/i}
sk_sk: [_ST_] {i}[ryan] kupuje každého iného nového obleku. Kedy sa mám pokaziť s nákupným spreom? {/i}

source: [_S_] You'll have to put on a runway show sometime and show me what cool outfits you bought.
sk_sk: [_S_] Budete musieť dať na dráhu show niekedy a ukázať mi, čo cool oblečenie, ktoré ste si kúpili.

source: [_M_] Uh... You know I love the little mock fashion shows we used to do before you left for design school, but...
sk_sk: [_M_] Uh ... Vieš, že milujem tie malé módové móda, ktoré sme použili predtým, než si odišiel na dizajnsku školu, ale ...

source: [_M_] Your brother bought me... I don't think... Umm...
sk_sk: [_ M_] Tvoj brat ma kúpil ... Nemyslím si ... Umm ...

source: [_M_] Could you cover that up?
sk_sk: [_ M_] Mohli by ste to zakryt?

source: [_M_] I'm sure your sister doesn't want to see your erection.
sk_sk: [_ M_] Som si istý, že vaša sestra nechce vidieť vašu erekciu.

source: [_R_] Shit, sorry! It must have slipped out.
sk_sk: -Kurva, prepáč! Muselo to vypadať.

source: [_S_] Don't worry about it, [ryan]. Even if it is a little weird getting hard for your big sister. I take it as a complement.
sk_sk: Netráp sa tým, Ryan, aj keď je to trochu divné, ako sa ťažko dostať k tvojej veľkej sestre. Beriem to ako doplnok.

source: [_M_] Don't tease your brother. Morning wood is perfectly normal for a young man to have when he first wakes up.
sk_sk: [_ M_] Neteázu svojho brata. Ranné drevo je úplne normálne, že mladý muž má, keď sa prvý raz zobudí.

source: [_M_] [ryan], come over here.
sk_sk: [_ M_] [ryan], poď sem.

source: [_M_] This is why I said I'm not comfortable with the two of you sleeping in the same bed.
sk_sk: [_ M_] To je dôvod, prečo som povedal, že nie som spokojný s dvoma z vás spí v rovnakej posteli.

source: [_R_] Come on, Mom. We talked about this. Besides, with Cami always on the couch at night...
sk_sk: -No tak, mami. Hovorili sme o tom. Okrem toho, s Cami vždy na gauči v noci ...

source: [_M_] I know. I'd just feel better if you would keep your erections hidden from your sisters.
sk_sk: [_ M_] Viem. Cítil by som sa lepšie, keby si si udržal svoje erekcie skryté pred sestrami.

source: [_ST_] {i}Uhg!... Is he seriously checking out Mom's tits right in front of me?{/i}
sk_sk: [_ST_] {i}Uhg! ... Vážne preveruje mamičky prsia priamo predo mnou?

source: [_ST_] {i}What do I have to do to get him to pay attention to me for once?{/i}
sk_sk: [_ST_] {i}Čo mám urobiť, aby som ho dostal, aby mi dával pozor na raz? {/i}

source: [_M_] Every time I turn around it seems I see you poking out of your shorts.
sk_sk: Zakaždým, keď sa otočím, zdá sa, že vidím, že si vykráčate zo svojich šortiek.

source: [_MT_] {i}I'm draining his balls as often as I can, but a mother can only do so much. I wish had some help keeping him satisfied.{/i}
sk_sk: [_MT_] {i}vypúšťam jeho gule tak často, ako môžem, ale matka môže urobiť len toľko. Prial by som si pomôcť udržať ho spokojný. {/i}

source: [_MT_] {i}[ryan] really needs to hurry up and get a girlfriend to manage his hormones, instead of relying on me to keep his balls empty.{/i}
sk_sk: [_ MT_] {i}[ryan] naozaj sa musí poponáhľať a získať priateľku riadiť svoje hormóny, namiesto toho, aby sa spoliehali na mňa, aby jeho gule prázdna. {/i}

source: [_MT_] {i}Just so long as it's not some hussy, like Megan. A girl more like his sisters would be best.{/i}
sk_sk: [_MT_] {i}Len tak dlho, ako to nie je nejaká husi, ako Megan. Dievča viac ako jeho sestry by bolo najlepšie. {/i}

source: [_M_] Maybe we should get you some baggier boxers to help contain your... manhood.
sk_sk: [_ M_] Možno by sme vám mali dať nejaké baggier boxerky, aby vám pomohli s tým, že máte ... mužnosť.

source: [_R_] It's worth a shot.
sk_sk: [_ R_] To stojí za pokus.

source: [_R_] Next time we go shopping, you can help me find something my boner fits into better.
sk_sk: Nabudúce, keď pôjdeme nakupovať, môžete mi pomôcť nájsť niečo, čo moja boner zapadá do lepšieho.

source: [_S_] Jeez, [ryan]. You sound like you want Mom to help you try on new underwear.
sk_sk: Bože, ty znieš ako chceš, aby ti mama pomohla vyskúšať nové spodné prádlo.

source: [_R_] Why not? I helped her pick out lingerie.
sk_sk: [_ R_] Prečo nie? Pomohol som jej vybrať spodnú bielizeň.

source: [_S_] What?!
sk_sk: [_S_] Čo?!

source: [_MT_] {i}Dammit, [ryan].{/i}
sk_sk: [_MT_] {i}mit Dammit, [ryan]. {/i}

source: [_S_] Mom! You let [ryan] pick out lingerie for you?
sk_sk: Mami! Ty si nechal [ryan] vybrať spodné prádlo pre vás?

source: [_M_] It's not a big deal.
sk_sk: [_ M_] To nie je veľký problém.

source: [_M_] Your bother just paid for a few...
sk_sk: [_M_] Váš obťažovanie práve zaplatil za pár ...

source: [_S_] A few?!
sk_sk: [_S_] Málo?!

source: [_M_] It's... It's not like I was modeling them for him or anything.
sk_sk: [_M_] Je to ... Nie je to, ako by som ich modeloval pre neho, alebo čokoľvek.

source: [_RT_] {i}Yes, you did.{/i}
sk_sk: [_RT_] {i}Áno, urobili ste. {/i}

source: [_M_] I'm not some... some degenerate who would pose in sexy lingerie for my own son.
sk_sk: [_M_] Nie som nejaký ... nejaký degenerovaný, ktorý by predstavoval sexy spodnú bielizeň pre môjho vlastného syna.

source: [_RT_] {i}Yes, you are.{/i}
sk_sk: [_RT_] {i}Áno, ste. {/i}

source: [_S_] Still... Isn't it weird having him see you in lingerie?
sk_sk: [_S_] Stále ... Nie je divné, aby ťa videl v spodnom prádle?

source: [_M_] Well... I mean, he's already seen me in worse for that photoshoot I did for his business. So, what's the harm?
sk_sk: [_M_] Nuž ... Myslím tým, že ma už videl v horšom čase pre tú fotku, ktorú som urobil pre jeho biznis. Tak, čo ti ublížilo?

source: [_S_] Pierre Govanni only sells the hottest fashions. How many did he buy you?
sk_sk: [_S_] Pierre Govanni predáva len najhorútkamódne módy. Koľko ti kúpil?

source: [_M_] Never you mind!
sk_sk: Nevadilo by ti to!

source: [_M_] [ryan], cover yourself, and both of you come to the kitchen. Breakfast is almost ready.
sk_sk: [_ M_] [ryan] kryt na seba, a obaja prídete do kuchyne. Raňajky sú takmer hotové.

source: [_R_] It's nice to see Mom in a good mood again. Isn't it?
sk_sk: [_ R_] Je pekné vidieť mamu v dobrej nálade znova. Nie je to tak?

source: [_R_] I'm going to see if the bathroom is free before we eat.
sk_sk: [_ R_] Idem sa pozrieť, či kúpeľňa je bez jedla skôr, než budeme jesť.

source: [_R_] See you at the table?
sk_sk: [_ R_] Uvidíme sa v tabuľke?

source: [_S_] In a bit. I need to get something out of Mom's room first.
sk_sk: [_S_] Bit. Najprv musím niečo dostať z maminej izby.

source: [_R_] Wow. Breakfast smells amazing, Mom.
sk_sk: Fíha. Raňajky vonia úžasne, mami.

source: [_M_] Thank you, [ryan]. I'm making a big breakfast for you all this morning.
sk_sk: Ďakujem, [ryan]. Som na veľké raňajky pre vás všetkých dnes ráno.

source: [_M_] Pancakes, bacon, and eggs on toast with sliced bananas on the side.
sk_sk: [_ M_] Palacinky, slanina a vajíčka na toast s rozrezaných banánoch na boku.

source: [_L_] How much longer? I'm starving to death over here.
sk_sk: [_L_] Ako dlho? Umieram od hladu, aby som tu zomrel.

source: [_M_] Just a few more minutes honey. Unless you don't want bacon?
sk_sk: Len pár minút medu. Ibaže by si nechcel slaninku?

source: [_L_] No!
sk_sk: [_L_] Nie!

source: [_L_] I want bacon.
sk_sk: -Chcem slaninku.

source: [_R_] You do make the best bacon, Mom. Not too greasy, but not too crispy either.
sk_sk: Spravíš si najlepšiu slaninku, mami. Nie príliš mastná, ale nie príliš chrumkavá.

source: [_R_] It's always just right.
sk_sk: [_ R_] Vždy je to v poriadku.

source: [_M_] Thank you, [ryan]. You're so sweet.
sk_sk: Ďakujem, [ryan]. Si tak sladký.

source: [_M_] Where's Sidney? She's not still in bed, is she?
sk_sk: Kde je Sidney? Ešte nie je v posteli, však?

source: [_R_] I'm not sure... She said she needed something from your room.
sk_sk: [_ R_] Nie som si istý ... Povedala, že potrebuje niečo z tvojej izby.

source: [_M_] My room? What could she need from my room?
sk_sk: -Moja izba? Čo by mohla potrebovať z mojej izby?

source: [_R_] You'll have to ask her.
sk_sk: -Budete sa ju musieť opýtať.

source: [_M_] I suppose I will. Here you go, Lauren.
sk_sk: [_ M_] Myslím, že áno. Tu máš, Lauren.

source: [_L_] Finally.
sk_sk: [_L_] Nakoniec.

source: [_M_] What? I don't even get a thank you?
sk_sk: [_M_] Čo? Ani ti neďakujem?

source: [_L_] Thanks.
sk_sk: [_L_] Ďakujem.

source: [_M_] And here's one for you.
sk_sk: [_ M_] A tu je jeden pre vás.

source: [_R_] You're the best! We're lucky to have a Mom who takes such good care of us.
sk_sk: [_ R_] Vy ste najlepší! Máme šťastie, že máme mamu, ktorá sa o nás tak dobre stará.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť +1"{/b}{/i}

source: [_M_] Aww... Thank you, sweetie. That's nice of you to say.
sk_sk: [_M_] Aww ... Ďakujem, zlatko. To je od teba milé, že si to povedal.

source: [_R_] Seriously.
sk_sk: [_ R_] Vážne.

source: [_R_] You do so much for us. Not everyone has such a caring and attentive mother as you.
sk_sk: Robíš to pre nás veľmi veľa. Nie každý má takú opatrovateľku a pozornú matku ako ty.

source: [_M_] If only all my children were as appreciative as you.
sk_sk: [_M_] Ak len všetky moje deti boli tak vďační ako vy.

source: [_R_] And how do you keep yourself so beautiful? Three grown kids, a full time job, and you're still the prettiest Mom in the whole city.
sk_sk: [_ R_] A ako sa udržujete tak krásne? Tri dospelý, plný pracovný úväzok, a ty si stále najkrajšia mamka v celom meste.

source: [_M_] [ryan], stop it. You're making me blush.
sk_sk: [_M_] [ryan], zastaviť. Robíš mi červenú.

source: [_M_] Hurry up and eat your breakfast before it gets cold.
sk_sk: Pohni si a zjedz raňajky skôr, než sa vychladne.

source: [_L_] Why are you sucking up to Mom all the sudden?
sk_sk: [_ L_] Prečo sa zrazu odsávate do mamy?

source: [_R_] What? I can't make her feel appreciated?
sk_sk: [_R_] Čo? Necítim jej pocit, že si to cením?

source: [_L_] You never have before.
sk_sk: [_ L_] Nikdy predtým.

source: [_R_] Well, maybe I should have.
sk_sk: No, možno by som mal.

source: [_R_] Damn, Lauren. Why are you scarfing your breakfast down like that? Most mornings you don't even finish your food.
sk_sk: -Sakra, Lauren. Prečo skaruješ svoje raňajky takto dole? Väčšina rána si ani nedopišš jedlo.

source: [_L_] I can't help it. I'm hungry.
sk_sk: [_ L_] Nemôžem si pomôcť. Som hladný.

source: [_L_] I've been doing so much cardio lately, it's affecting my appetite.
sk_sk: [_ L_] Ja som robil toľko kardio v poslednej dobe, to ovplyvňuje môj apetít.

source: [_R_] Cardio? What cardio? Did you join a club, or something?
sk_sk: Cardio? Aký kardio? Pripojil si sa k klubu, alebo čo?

source: [_L_] From Matt's marathon fuck sessions. Unlike you, he's not one and done.
sk_sk: Z Mattovho maratonského skurvyho sedenia. Na rozdiel od vás, on nie je jeden a urobil.

source: [_L_] From you pounding my poor little pussy every chance you get.
sk_sk: [_ L_] Z toho, že ste moje úbohé malé kundy, každú šancu dostanete.

source: [_M_] {b}Sidney! Breakfast is ready!{/b}
sk_sk: [_ M_] {b}Sidney! Raňajky sú pripravené! {/b}

source: [_RT_] {i}Holy shit, Lauren! Mom's right behind you.{/i}
sk_sk: [_RT_] {i}Svätá sračka, Lauren! Mama je hneď za tebou. {/i}

source: [_RT_] {i}Thank God she didn't hear that.{/i}
sk_sk: [_RT_] {i}Vďaka bohu, že to nepočula. {/i}

source: [_S_] {i}(yelling){/i} Be there in a sec!
sk_sk: [_S_] {i}(kričí) {/i} Buďte tam za sekundu!

source: [_M_] {b}Get out of my room, and come eat!{/b}
sk_sk: [_M_] {b}Vypadni z mojej izby, a poď jesť! {/b}

source: [_S_] Mmm... Breakfast looks good.
sk_sk: [_S_] Mmm ... Raňajky vyzerajú dobre.

source: [_S_] Hey, Bro... you don't mind if I sit next to you, do you?
sk_sk: Hej, Bro ... nevadilo by vám, keby som si sadla vedľa teba, však?

source: [_S_] So? How do I look? Hot right?
sk_sk: [_S_] Takže? Ako vyzerám? Sexi vpravo?

source: [_M_] Is that my lingerie? Why on earth are you wearing my lingerie?
sk_sk: To je moje spodné prádlo? Prečo na zemi nosíš moje spodné prádlo?

source: [_S_] I thought it'd be fun. It's not like this is the first time I've borrowed some of your clothes.
sk_sk: Myslel som si, že to bude zábava. Nie je to tak, že je to prvýkrát, čo som si požičal niektoré z vašich šiat.

source: [_M_] Trying on a dress, or borrowing a pair of shoes is very different from putting on my... My unmentionables.
sk_sk: [_M_] Trying na šaty, alebo požičiavanie topánky je veľmi odlišný od uvedenia na môj ... Moje neuvedenstvá.

source: [_M_] Go change, right now. You shouldn't be dressed like that at the table.
sk_sk: Choď sa prezliať, práve teraz. Na stole by si nemala byť takto oblečená.

source: [_S_] Come on. It's not a big deal. You're just in your bra and painties.
sk_sk: [_ _] ] To nie je veľký problém. Si len vo svojej podprsenke a nohavičkami.

source: [_M_] That's because my robe dissapeared.
sk_sk: [_ M_] To je preto, že môj robe dissapeared.

source: [_S_] Should have had [ryan] buy you a new one.
sk_sk: [_S_] Mala by [ryan] kúpiť vám novú.

source: [_S_] Come on... I don't have any problem with what you wear to breakfast. I'm just having a little fun. I'll change after breakfast. Okay?
sk_sk: [_S_] Príďte ... Nemám žiadny problém s tým, čo si oblečieš na raňajky. Len sa trochu bavím. Zmením sa po raňajkami. -Dobre?

source: [_MT_] {i}Shit! The underwear I wear to breakfast isn't much more modest than what she's wearing.{/i}
sk_sk: [_MT_] {i}Do riti! Spodné prádlo, ktoré nosím na raňajky, nie je oveľa skromnejšie ako to, čo nosí. {/i}

source: [_MT_] {i}I sounded like such a hypocrite by telling her she shouldn't be dressed like that at the table.{/i}
sk_sk: [_MT_] {i}znel som ako taký pokrytec tým, že jej povedal, že by nemala byť oblečená, ako že v tabuľke. {/i}

source: [_M_] Fine, but only because I don't want the food I cooked you getting cold.
sk_sk: Dobre, ale len preto, že nechcem, aby jedlo, ktoré ti varilo, je chladné.

source: [_M_] We'll both change right after we're finished eating.
sk_sk: Obaja sa zmeníme hneď, ako skončíme jesť.

source: [_M_] But from now on, if you want to borrow something, ask me first.
sk_sk: [_ M_] Ale odteraz, ak si chcete niečo požičať, opýtam sa ma najprv.

source: [_L_] I can see your boobs, you know.
sk_sk: [_ L_] Môžem vidieť vaše prsia, viete.

source: [_S_] So?
sk_sk: [_S_] Takže?

source: [_M_] So, [ryan] can see them too. That top is too big for you.
sk_sk: [_ M_] Takže, [ryan] môže vidieť aj ich. Ten top je pre teba príliš veľký.

source: [_S_] I don't mind. It's not like he hasn't seen the three of us naked at his studio anyways.
sk_sk: [_S_] Nevadí mi to. Nie je to tak, že nevidel troch nahých vo svojom štúdiu.

source: [_S_] Isn't that why you were okay going shopping for lingerie with him in the first place, Mom?
sk_sk: Nie je to dôvod, prečo si s ním na prvom mieste išiel nakupovať do spodného prádla, mami?

source: [_S_] Since you've been posing nude for him down at Dad's wearhouse, why not let him buy you some sexy new underwear, right?
sk_sk: Vzhľadom k tomu, že ste pre neho chodili nudu dole v otcovom dome, prečo mu nedovoľte, aby vám kúpil nejaké sexy nové spodné prádlo, však?

source: [_M_] I wish you wouldn't put it that way. And don't get any food stains on my new lingerie.
sk_sk: [_ M_] Prajem si, že by ste to takto nedali. A nedaj žiadne škvrny na jedlo na moje nové spodné prádlo.
