Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_L_] Wait... [ryan]'s buying you lingerie?
sk_sk: [_L_] Počkajte ... [ryan] si kupuje spodnú bielizeň?

source: [_S_] That's what the two of them have been doing when they go out on weekends.
sk_sk: [_S_] To je to, čo dvaja z nich robili, keď idú von cez víkendy.

source: [_S_] She's got a bunch of sexy new numbers in her closet now.
sk_sk: Teraz je tu banda sexi nových čísel.

source: [_RT_] {i}Sexy is right! The top's a bit big, but Sidney looks amazing in that outfit!{/i}
sk_sk: [_RT_] {i}Sexy má pravdu! Vrchol je trochu veľký, ale Sidney vyzerá úžasne v tom obleku! {/i}

source: [_L_] No fair! How come you get free lingerie, Mom? You don't even need them with Dad in jail.
sk_sk: [_ L_] Nie je fér! Ako to, že máš voľné spodné prádlo, mami? Nepotrebuješ ich ani s otcom vo väzení.

source: [_M_] Just because your father's not here, doesn't mean I don't want to feel sexy sometimes.
sk_sk: [_M_] Len preto, že váš otec tu nie je, neznamená to, že sa niekedy nechcem cítiť sexy.

source: [_M_] And didn't [ryan] buy you and Mandy those new bikinis I'm always seeing you in?
sk_sk: [_ M_] A ne [ryan] Kúpil si ty a Mandy tie nové bikini som vždy videl vás?

source: [_RT_] {i}This conversation is a little dangerous for me to let continue, but I can't stop staring at Sidney in that outfit.{/i}
sk_sk: [_RT_] {i}Táto konverzácia je pre mňa trochu nebezpečná pre mňa, aby som pokračoval, ale nemôžem prestať zízať na Sidney v tom obleku. {/i}

source: [_ST_] {i}That's right, little brother. Take it all in.{/i}
sk_sk: [_ST_] {i}To je pravda, malý brat. Všetko si to zoberte.

source: [_ST_] {i}You've been spending so much time with Mom lately, I'm getting jealous. I know you've got a little crush on her, but what about me?{/i}
sk_sk: [_ST_] {i}Vy ste trávili toľko času s mamou v poslednej dobe, Ja som žiarlivý. Viem, že si na ňu trochu buchla, ale čo so mnou?

source: [_ST_] {i}Maybe after seeing how hot I look in this little number, you'll buy me some of my own.{/i}
sk_sk: [_ST_] {i}Možno potom, čo videl, ako horúci som sa pozrieť v tomto malom čísle, budete si kúpiť mi niektoré z mojich. {/i}

source: [_L_] Could I try on one of your new outfits?
sk_sk: [_ L_] Mohol by som sa pokúsiť o jeden z vašich nových oblečenie?

source: [_S_] Ha! They wouldn't fit you, Ms. Tiny Tits.
sk_sk: [_S_] Ha! Neprispôsobili by vám, pani Tiny Tits.

source: [_L_] Don't call me that!
sk_sk: -Nevolaj ma tak!

source: [_M_] Don't tease your sister.
sk_sk: [_] Netep svoju sestru.

source: [_L_] It's not like Mom's lingerie fits you! Your boobs aren't big enough to fill out her tops either.
sk_sk: [_ L_] Nie je to, ako maminka spodná bielizeň vám vyhovuje! Tvoje prsia nie sú dosť veľké na to, aby si naplnil jej vrcholy.

source: [_S_] Bigger than yours.
sk_sk: [_S_] Bigger ako ten váš.

source: [_S_] You're practically flat. Sexy lingerie would be wasted on you.
sk_sk: [_S_] Ste prakticky plochý. Sexy spodná bielizeň by sa na teba premrhalo.

source: [_M_] Cut it out, both of you.
sk_sk: [_ M_] Vystrihnúť to, obaja.

source: [_L_] I'm not flat!
sk_sk: Nie som plochý!

source: [_L_] [ryan]. I've got nice boobs don't I?
sk_sk: Mám pekné prsia, nie?

source: [_RT_] {i}Uh, oh. Sidney really got to her. Better cheer Lauren up, or she'll be sulking all day.{/i}
sk_sk: [_RT_] {i}Uh, oh. Sidney ju naozaj dostal. Lepšie cheer Lauren hore, inak bude mrznúca celý deň. {/i}

source: [_R_] Of course you do. Lots of guys like small perky tits.
sk_sk: [_ R_] Samozrejme, že áno. Veľa chlapákov ako malé perky.

source: [_M_] Breasts, [ryan]. Don't be crude in front of your sisters.
sk_sk: Nebuď surový pred vašimi sestrami.

source: [_R_] Umm, right... Breasts.
sk_sk: [_R_] Umm, správne ... Prsia.

source: [_L_] What else would guys like about my boobs?
sk_sk: Čo iné by sa páčilo na mojich prsiach?

source: [_R_] Well, your nipples are perfect. They're...
sk_sk: Vaše bradavky sú perfektné. Oni sú ...

source: [_M_] While I wish your bother didn't have such detailed knowledge of your body, he's right, honey. You have very nice breasts.
sk_sk: [_M_] Kým si prajem, aby vaše starosti nemali také podrobné vedomosti o vašom tele, je to správne, zlatko. Máš veľmi pekné prsia.

source: [_M_] There's no reason to feel self-conscious about them.
sk_sk: [_ M_] Nie je dôvod cítiť sa o nich sebavedomie.

source: [_L_] That's easy for you to say with your massive milkers. Why didn't I get the big boobs genes?
sk_sk: [_ L_] To je pre vás ľahké povedať s masívnou milkermi. Prečo som nezožal veľké prsia gény?

source: [_S_] {i}(whispering){/i} Whoops... Looks like you dropped some bacon in your lap, [ryan]. Let me get it for you.
sk_sk: [_S_] {i}(šepkanie) {/i} Whoops ... Zdá sa, že ti v lone spadlo slanú slaninku, a ja ti to zoženiem.

source: [_M_] Having large breasts isn't all it's cracked up to be. Running, or even going down stairs can be uncomfortable. To say nothing of the back pain they cause.
sk_sk: [_ M_] Mať veľké prsia nie je všetko, čo je prasknuté až k. Beh, alebo dokonca ísť dole schodmi môže byť nepohodlná. Aby som nepovedal nič o bolesti chrbta, ktoré spôsobujú.

source: [_R_] {i}(whispering){/i} Sidney! What are you doing?
sk_sk: [_R_] {i}(šepkanie) {/i} Sidney! Čo to robíš?

source: [_S_] {i}(whispering){/i} Nothing you haven't done to me at the table before.
sk_sk: [_S_] {i}(šepkanie) {/i} Nič, čo ste pre mňa v tabuľke nespravili.

source: [_S_] {i}(whispering){/i} Oh... Hard as a rock. What's got you so excited?
sk_sk: [_S_] {i}(šepkanie) {/i} Oh ... Tvrdý ako skala. Čo ťa tak vzrušilo?

source: [_S_] {i}(whispering){/i} Is it all this talk about tits, or are you hard because you can't keep your eyes off my sexy bod?
sk_sk: [_S_] {i}(šepkanie) {/i} Je to všetko toto hovorenie o pneumatike, alebo ste tvrdý, pretože si nemôžete nechať svoje oči z mojej sexy bod?

source: [_RT_] {i}I was hard the moment Sidney walked in. There's no way I wouldn't be when she's sitting next to me looking like that!{/i}
sk_sk: [_RT_] {i}Bol som tvrdý moment, keď Sidney vošiel. Neexistuje žiadny spôsob, ako by som nebol, keď sedí vedľa mňa vyzeral takto! {/i}

source: [_RT_] {i}Should I tell her how great she looks or play it cool so she doesn't think she's got me wrapped around her finger?{/i}
sk_sk: [_RT_] {i}Mal by som jej povedať, ako skvele vyzerá, alebo hrať to v pohode, takže si nemyslím, že ona má ma omotal okolo svojho prsta? {/i}

source: {i}{b}"Sidney's Affection +2"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť +2"{/b}{/i}

source: [_S_] {i}(whispering){/i} You dork. What'da ya say we have a little fun under the table?
sk_sk: [_S_] {i}(šepkanie) {/i} Neídete. Čo povieš na to, že máme pod stolom trochu zábavy?

source: {i}{b}"Sidney's Affection -2"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť -2" {/b}{/i}

source: [_S_] {i}(whispering){/i} Liar! I know your morning wood goes away after you take a piss.
sk_sk: [_S_] {i}(šepkanie) {/i} Liar! Viem, že tvoje ranné drevo ide po tebe, keď si si vzal šťanky.

source: [_S_] {i}(whispering){/i} Fibbing to your big sis, after I got all dressed up for you? You're gonna pay for that.
sk_sk: [_S_] {i}(šepkanie) {/i} Fibbing do vašej veľkej siení, potom, čo som sa pre vás pripravil? Za to zaplatíte.

source: {i}{b}"Sidney's Submission -1"{/b}{/i}
sk_sk: {i}{b}"Podúloha Sidney-1" {/b} {/i}

source: [_R_] {i}(whispering){/i} Whoa, Sidney!?
sk_sk: [_R_] {i}(šepkanie) {/i} Whoa, Sidney!?

source: [_R_] Hey. Stop screwing around. Mom and Lauren could notice.
sk_sk: Ahoj. Prestaň s tým krikom. Mama a Lauren si mohli všimnú.

source: [_S_] {i}(whispering){/i} I know. Isn't it exciting?
sk_sk: [_S_] {i}(šepkanie) {/i} Viem. Nie je to vzrušujúce?

source: [_R_] {i}(whispering){/i} Dammit! Cut it out!
sk_sk: [_R_] {i}(šepká) {/i} Dammit! Prestaň s tým!

source: [_S_] {i}(whispering){/i} What's the matter? Afraid you'll make a mess?
sk_sk: [_S_] {i}(šepkanie) {/i} Čo je to? Bojíš sa, že spravíš neporiadok?

source: [_S_] {i}(whispering){/i} How hot would it be if you blew your load right in front of Mom and Lauren?
sk_sk: [_S_] {i}(šepkanie) {/i} Ako by bolo horúce, ak by ste pred mamou a Lauren vyhodili svoje zaťaženie?

source: [_R_] {i}(whispering){/i} Knock it off or they're going to get cum all over their feet.
sk_sk: [_R_] {i}(šepká) {/i} Ak ho chcete vypnúť, alebo sa dostanú ku všetkým nohám na nohy.

source: [_S_] {i}(whispering){/i} Leave that to your big sister.
sk_sk: [_S_] {i}(šepkanie) {/i} Nechajte to tak, aby vaša veľká sestra.

source: [_S_] Whoops! Dropped my fork.
sk_sk: [_S_] Whoops! Spadla mi vidlica.

source: [_M_] Careful, Sidney... you'll scratch the floor.
sk_sk: Opatrne, Sidney ... poškriabáte podlahu.

source: [_S_] Sorry, Mom... Shoot. I don't see where it went.
sk_sk: Prepáč, mami. Strieľaj. Nechápem, kam to šlo.

source: [_L_] You're such a clutz, Sidney.
sk_sk: [_ L_] Vy ste taký neporiadok, Sidney.

source: [_S_] Hey, Mom. Have you seen Lauren's last set of Insta-Slam posts?
sk_sk: -Ahoj, mami. Videli ste Lauren poslednú sadu Insta-Slam príspevky?

source: [_M_] No, I've been afraid to look.
sk_sk: [_] Nie, bál som sa sa pozrieť.

source: [_M_] What did you pressure Mandy into doing this time?
sk_sk: [_M_] Čo ste tlacovali Mandy do tohto času?

source: [_L_] Me?!
sk_sk: [_ L_] Ja?!

source: [_M_] Yes, you... Mandy's such a sweet girl. She always goes along with whatever you do, no matter how crazy it is.
sk_sk: [_M_] Áno, vy ... Mandy je také milé dievča. Vždy ide bez ohľadu na to, ako šialená je.

source: [_M_] I can't believe you roped [ryan] into buying you new bikinis and photographing you and Mandy. You even renamed your account "Kissing Cousins".
sk_sk: [_ M_] Nemôžem uveriť, že si si nakopal [ryan] do nákupu nových bikinov a fotografovanie vás a Mandy. Dokonca ste premenovali svoje konto "Kissing Cousins".

source: [_L_] So? It was both Mandy and my idea. And [ryan] doesn't mind. He likes helping us out. Don't you, [ryan]?
sk_sk: [_ L_] Takže? Bol to aj Mandy a môj nápad. A to nevadí. Rád nám pomáha. Ty nie, [ryan]?

source: [_M_] But [ryan]'s your brother, and Mandy's your cousin. I know girls have to be sexual to get "internet famous", but don't you feel a little guilty involving your family?
sk_sk: Ale [ryan] je tvoj brat, a Mandy je tvoj bratranec. Viem, že dievčatá musia byť sexuálne, aby sa "internet slávne", ale necítite sa vinný, keď sa zapájate do rodiny?

source: [_ST_] {i}I'm the one who should be feeling guilty.{/i}
sk_sk: [_ST_] {i}Ja som ten, ktorý by mal byť previnený. {/i}

source: [_ST_] {i}Here I am on my knees, right in front of the family. With my little brother's dick in my mouth. It's so wrong, but God help me.{/i}
sk_sk: [_ST_] {i}Tu som na kolenách, priamo pred rodinou. S vtákom môjho malého bratca v mojich ústach. Je to tak zlé, ale Boh mi pomáhaj. {/i}

source: [_ST_] {i}This is so fucking hot!{/i}
sk_sk: [_ST_] {i}To je tak zasrané horúce! {/i}

source: [_L_] Well, what about you?
sk_sk: [_ L_] No, a čo vy?

source: [_M_] What about me?
sk_sk: [_M_] Čo o mne?

source: [_L_] You've got [ryan] buying you sexy underwear and he's your son.
sk_sk: [_ L_] Máš [ryan] kúpiť si sexy spodnú bielizeň a je to váš syn.

source: [_M_] That's... Don't change the subject!
sk_sk: [_ M_] To je ... Nemeňte tému!

source: [_L_] But isn't a mother getting lingerie from her son just as weird?
sk_sk: [_ L_] Ale nie je to matka, ako sa dostáva od svojho syna spodná bielizeň, tak ako je to divné?

source: [_M_] No... It's, umm...
sk_sk: [_M_] Nie. .. To je, umm ...

source: [_M_] It's like Sidney said. [ryan]'s seen me in far less when I was modeling for his business. So...
sk_sk: [_ M_] Je to ako povedal Sidney. [ryan] Videl ma v oveľa menej, keď som bol modelovať pre jeho podnikanie. Takže ...

source: [_M_] So it's not a big deal if he buys me something a little... revealing.
sk_sk: [_M_] Takže to nie je veľký problém, ak mi kupuje niečo trochu ... odhaľujúce.

source: [_L_] Well, I've modeled for his business too! So it should be no big deal if he buys me bikinis, or takes pictures of Mandy and me for my Insta-Slam, right?
sk_sk: [_ L_] No, ja som modeloval pre jeho podnikanie tiež! Takže by nemala byť žiadna veľká vec, ak by ma kupoval bikini, alebo fotiť Mandy a mňa pre môjho Insta-Slam, však?

source: [_M_] Don't just sit there, say something.
sk_sk: Nesadaj si tam, povedz niečo.

source: [_R_] I... Just want-mmmph...
sk_sk: [_R_] I. .. Len chcem-mmmph ...

source: [_R_] I... Just want... mmmph... to make you both... hammph!...
sk_sk: [_R_] I. .. Len chcem ... mmmph ... aby ste obaja ... boli hitmi! ...

source: [_R_] I... Just want... mmmph... to make you both... hammph... happy!
sk_sk: [_R_] I. .. Len chcem ... mmmph ... aby ste obaja ... boli šťastní ... šťastní!

source: [_ST_] {i}Haha... He can barely talk.{/i}
sk_sk: [_ST_] {i}Haha ... Sotva môže hovoriť. {/i}

source: [_ST_] {i}This'll teach him to ignore me.{/i}
sk_sk: [_ST_] {i}To ho naučí, aby ma ignoroval. {/i}

source: [_S_] Mmphf?
sk_sk: [_S_] Mmff?

source: [_M_] [ryan], is something wrong?
sk_sk: [_ M_] [ryan], je niečo zlé?

source: [_L_] Yeah. You're not looking so hot.
sk_sk: [_ L_] Áno. Nepozeráš sa tak sexi.

source: [_L_] Oh, my god!
sk_sk: Oh, môj Bože!

source: [_M_] [ryan], are you...?
sk_sk: [r_] [ryan], ste ...?

source: [_M_] Are you coming down with something?
sk_sk: [_ M_] Ste s niečím?

source: [_R_] {i}(cough, cough){/i}
sk_sk: [_R_] {i}(kašeľ, kašeľ) {/i}

source: [_R_] Uh, yeah... I'm feeling a little drained all the sudden.
sk_sk: [_R_] Uh, áno ... Mám pocit, že som zrazu trochu odvádzal.

source: [_M_] Why don't you go lay down and get some rest. Exams are coming up. I don't want you missing any more school.
sk_sk: [_ M_] Prečo nejdete ľahni a oddýchnete si. Skúšajú sa skúšky. Nechcem, aby si zmešal žiadnu školu.

source: [_R_] Good idea. I'll just... go do that.
sk_sk: [_ R_] Dobrý nápad. Ja to proste ... spravím.

source: [_L_] You better not get me sick! Kenzi and I have a lot of student council stuff to do this week!
sk_sk: [_ L_] Radšej ma neochorieš! Kenzi a ja máme veľa vecí na študentské rady, aby sme to urobili tento týždeň!

source: [_RT_] {i}Holy shit! That was crazy.{/i}
sk_sk: [_RT_] {i}Svätej riti! To bolo šialené. {/i}

source: [_RT_] {i}I can't believe she sucked me off right in front of Mom and Lauren.{/i}
sk_sk: [_RT_] {i}Nemôžem uveriť, že ma odtrhla priamo pred mamou a Lauren. {/i}

source: [_RT_] {i}I need to find a way to manage Sidney's exhibition kink until I can get all this out in the open.{/i}
sk_sk: [_RT_] {i}Potrebujem nájsť spôsob, ako spravovať zástavu Sidneyho výstavu, kým to všetko nezískam na otvorenom. {/i}

source: [_RT_] {i}That was just fucking reckless!{/i}
sk_sk: [_RT_] {i}To bolo len posraté bezohľadné! {/i}

source: {b}{i}"You have found the "Eight of Spades" Card!"{/i}{/b}
sk_sk: {b}{i}"Našli ste kartu" Osem kariet "!" {/i} {/b}

source: [_M_] Oh, grab that plug and put it back in, would you?
sk_sk: Oh, zober tú zástrčku a vráťme sa do toho, že?

source: {i}"Watch plug Insertion scene again?"{/i}
sk_sk: {i}"Pozrite si znovu miesto vloženia plug-intion?" {/i}

source: [_M_] Mmm... Now I'm ready.
sk_sk: [_M_] Mmm ... Teraz som pripravený.

source: [_MT_] {i}Oh, my God! how is this possible?!{/i}
sk_sk: [_MT_] {i}Oh, môj Bože! Ako je to možné?! {/i}

source: [_MT_] {i}Again?!{/i}
sk_sk: [_MT_] {i}Opäť?! {/i}

source: [_M_] God!... I'm gonna...
sk_sk: Bože! Ja ...

source: [_MT_] {i}Oh, good Lord!{/i}
sk_sk: [_MT_] {i}Oh, dobrý Pane! {/i}

source: [_M_] You are incredible!
sk_sk: Si neuverný!

source: [_M_] You've more than earned your orgasm.
sk_sk: [_M_] Vy ste viac, než si zarobil svoj orgazmus.

source: [_M_] Go ahead and do whatever you need to make yourself cum.
sk_sk: Choď a urob to, čo potrebuješ, aby si sa vytrbila.

source: [_MT_] {i}I can't believe he wants me to suck his dick after it's been in my own ass!{/i}
sk_sk: [_MT_] {i}Nemôžem uveriť, že chce, aby som mu ukojil svojho vtáka potom, čo bol v mojom vlastnom zadku! {/i}

source: [_MT_] {i}Even more, I can't believe I'm willing!{/i}
sk_sk: [_MT_] {i}Ešte viac, nemôžem uveriť, že som ochotný! {/i}

source: [_MT_] {i}I have become so depraved!{/i}
sk_sk: [_MT_] {i}Ja som sa stal tak skazený! {/i}

source: [_R_] Mom, I'm gonna cum!
sk_sk: Mami, ja idem!

source: [_M_] Mmm... Just cum inside me!
sk_sk: [_M_] Mmm ... Len do mňa.

source: [_R_] But... you're not on birth control!
sk_sk: [_ R_] Ale ... nie ste na kontrolu pôrodnosti!

source: [_M_] [ryan]... Don't argue with me, just fill up your mother's fucking womb!
sk_sk: [_M_] [ryan] ... Neháb sa so mnou, len naplň skurvymu materinský materinský život!

source: [_R_] Who are you, and what have you done with my mom?
sk_sk: Kto ste, a čo ste urobili s mojou mamou?

source: [_M_] Just do it!
sk_sk: Len to urob!

source: [_RT_] {i}Holy shit!... Do I risk getting Mom pregnant?{/i}
sk_sk: [_RT_] {i}Svätú sračku! ... Riskujem, že otehotnie? {/i}

source: [_M_] Make sure you pull out!
sk_sk: [_ M_] Uistite sa, že vytiahnete von!

source: [_M_] I'm not on birth control, you know!
sk_sk: Nie som na kontrolu pôrodnosti, vieš!

source: {i}"Raise Mom's affection so she'll want you to cum inside her."{/i}
sk_sk: {i}"Raise mama je náklonnosť, takže bude chcieť, aby si ju v jej vnútri." {/i}

source: [_RT_] {i}I'd really love to cum in her pussy...{/i}
sk_sk: [_RT_] {i}Naozaj by som sa do svojej kundy zamiloval ...

source: [_RT_] {i}What should I do?{/i}
sk_sk: [_RT_] {i}Čo mám robiť? {/i}

source: [_M_] What the hell?
sk_sk: [_M_] Čo to do pekla?

source: [_M_] [ryan], pull out! stop cumming in my pussy!
sk_sk: Prestaň ma naťahovať do kundy!

source: [_M_] Holy...
sk_sk: [_ M_] Svätý ...

source: {i}"[ryan]'s cum loads in Mom's pussy +1"{/i}
sk_sk: {i}"[ryan]'s cum loads in mama's pussy + 1" {/i}

source: {i}"Total loads of [ryan]'s cum in Mom's pussy = ([mom_cum_loads_counter])"{/i}
sk_sk: {i}"Celkový náklad [ryan] je cum v mačičovej kunde = ([mom_cum_loads_counter])" {/i}

source: [_M_] I can't believe you didn't pull out!
sk_sk: [_ M_] Nemôžem uveriť, že si sa nestiahla!

source: [_R_] I'm sorry, it was just... It was feeling so good, I couldn't think straight!
sk_sk: [_ R_] Je mi to ľúto, bolo to len ... Cítil som sa tak dobre, že som nemohol myslieť rovno!

source: [_M_] That was your excuse last time!
sk_sk: Naposledy to bola vaša výhovorka!

source: [_M_] Are you actually trying to knock me up?
sk_sk: [_ M_] Naozaj sa ma snažíte zaklopať?

source: [_R_] No... of course not.
sk_sk: -Nie, samozrejme, že nie.

source: [_M_] Well not thinking straight could end up getting you another brother or sister!
sk_sk: [_ M_] No myslím, že rovno by mohlo skončiť ako dostať vás iného brata alebo sestru!

source: [_M_] Or a... son or daughter?
sk_sk: [_ M_] Alebo ... syn alebo dcéra?

source: [_M_] Goddam this is messed up!
sk_sk: [_ M_] Bohyňa to je pokašlané!

source: [_M_] The point is, don't do it again!
sk_sk: [_M_] Bod je, neurobte to znova!

source: [_R_] I'm sorry!
sk_sk: [_R_] Je mi to ľúto!

source: [_M_] You'd better be!
sk_sk: Radšej by si mal byť!

source: [_R_] Besides that, was it good for you?
sk_sk: Okrem toho, bolo to dobré pre teba?

source: [_M_] Mmmm... I came so hard!
sk_sk: [_M_] Mmmm ... Prišla som tak silno!

source: [_M_] Just stop giving me creampies and it will be perfect.
sk_sk: Len prestaň dávať mi kreampy a bude to perfektné.

source: [_R_] I'll remember next time.
sk_sk: Nabudúce si to zapamätam.

source: [_R_] You asked for it!
sk_sk: [_ R_] Vy ste sa o to pýtate!

source: [_M_] I can feel the inside of my pussy expanding!
sk_sk: [_ M_] Cítim zvnútra mojej kundy expandovať!

source: [_M_] Mmmm... That was so good!
sk_sk: [_M_] Mmmm ... To bolo tak dobré!

source: [_R_] Are you actually hoping I knock you up?
sk_sk: Naozaj dúfate, že som ťa zbúchal?

source: [_M_] Like I said before... I miss having kids around.
sk_sk: [_M_] Rovnako ako som povedal predtým ... Chýba mi, keď som mal deti.

source: [_RT_] {i}She's definitely cum drunk, but I can't believe she's still actually entertaining the thoughts of us having a kid together.{/i}
sk_sk: [_RT_] {i}Je to určite ako opitý, ale nemôžem uveriť, že je stále zábavná s myšlienkami, ktoré máme spolu s dieťať.{ /i }

source: [_R_] And you're not worried about the fact that I could have gotten you pregnant?
sk_sk: [_ R_] A vy sa nebojíte o to, že by som vás mohla otehotnieť?

source: [_M_] Mmm... Would that really be so bad?
sk_sk: [_M_] Mmm ... Bolo by to naozaj také zlé?

source: [_M_] I wouldn't mind a little [ryan] Junior running around here.
sk_sk: Nevadilo by mi, keby tu behal malý Junior Junior.

source: [_M_] I kind of miss having young kids.
sk_sk: Chýba mi to, že som mal mladé deti.

source: [_R_] Mom, I think you're cum drunk, or something.
sk_sk: Mami, myslím, že si opitý, alebo niečo také.

source: [_M_] Mmm... maybe.
sk_sk: [_ M_] Mmm ... možno.

source: [_R_] So, it's getting late. Do you think I can sleep in here tonight?
sk_sk: [_R_] Tak, už je neskoro. Myslíš si, že tu dnes môžem spať?

source: [_M_] Mmm, mmm... No way. The answer is the same as last time.
sk_sk: [_ M_] Mmm, mmm ... V žiadnom prípade. Odpoveď je rovnaká ako minule.

source: [_M_] We can't have anyone finding out about this.
sk_sk: [_ M_] Nemôžeme mať na to nikoho, kto by sa o tom dohIoval.

source: [_RT_] {i}Sorry, Mom... But this is going to happen sooner or later.{/i}
sk_sk: [_RT_] {i}Prepáčte, mami ... Ale to sa stane skôr či neskôr. {/i}

source: [_RT_] {i}I'll never be the man of the house until I'm sleeping with you in your bed.{/i}
sk_sk: [_RT_] {i}Nikdy nebudem mužom domu, kým s tebou nebudem spať vo vašej posteli. {/i}

source: [_M_] That's a bad idea.
sk_sk: [_ M_] To je zlý nápad.

source: [_M_] I think Sidney would wonder why you didn't come to bed.
sk_sk: Myslím, že Sidney by sa čudoval, prečo si neprišiel do postele.

source: [_M_] The other girls might find out too.
sk_sk: Tie ostatné dievčatá by sa tiež mohli dozvedieť viac.

source: [_M_] We don't want to raise any suspicion.
sk_sk: [_ M_] My nechceme zdvihnú žiadne podozrenie.

source: [_RT_] {i}Fuck!... I'll never be the man of the house if I'm not sharing Mom's bed with her every night.{/i}
sk_sk: [_RT_] {i}Kurva! ... Nikdy nebudem muž domu, ak s ňou nezdieľam mamu každú noc. {/i}

source: [_RT_] {i}That means that everyone has to know about it, and be fine with it. Is that even possible?{/i}
sk_sk: [_RT_] {i}To znamená, že každý musí o tom vedieť, a byť v poriadku s ním. Je to vôbec možné? {/i}

source: [_RT_] {i}Most would have said fucking my own mother was impossible, but look where I am now.{/i}
sk_sk: [_RT_] {i}Väčšina by povedala, kurva, moja vlastná matka bola nemožná, ale pozrite sa, kde som teraz. {/i}

source: [_RT_] {i}I'll make it happen.{/i}
sk_sk: [_RT_] {i}To spravím. {/i}

source: [_M_] You'd better be on your way.
sk_sk: Radšej by si mal byť na ceste.

source: [_M_] The girls could come home any minute now.
sk_sk: Dievčatá by mohli prísť každú chvíľu domov.

source: [_M_] And don't forget to get dressed before walking out that door!
sk_sk: A nezabudni sa obliecť, než odíde z tých dverí!

source: [_RT_] {i}I can't possibly risk getting my mom pregnant!{/i}
sk_sk: [_RT_] {i}Nemôžem riskovať, že by som otehotnela! {/i}

source: [_RT_] {i}I'm pulling out!{/i}
sk_sk: [_RT_] {i}Vyťahujem! {/i}

source: [_R_] Hnnnggghhh...
sk_sk: [_R_] Hnnnggghhhh...

source: [_MT_] {i}God... he's still cumming!{/i}
sk_sk: [_ MT_] {i}Boh ... je stále roztomilá! {/i}

source: [_M_] You naughty boy, you were supposed to cum inside me!
sk_sk: Ty si neposlušný chlapec, mal si sa vo mne naiviť!

source: [_M_] God!... Listen to myself! That's so irresponsable!
sk_sk: Bože! Počúvajte sám seba! To je tak nezodpovedateľné!

source: [_M_] I can really lose myself during sex.
sk_sk: [_M_] Naozaj sa môžem stratiť počas sexu.
