Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_RT_] {i}{b}(HINT){/b} Boy, Aunt Cami can be such a bitch!... I don't know what Uncle Bobby see's in her. I'd leave her ass in a second.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD) {/b} Chlapče, teta Cami vie byť taká suka!... Neviem, čo na nej vidí strýko Bobby. V sekunde by som ju nakopal.{/i}

source: [_C_] He's left me...
sk_sk: [_C_] Opustil ma...

source: [_M_] What?.... What are you talking about?
sk_sk: [_M_] Čo? .... O čom to rozprávaš?

source: [_C_] Bobby ran away with Mandy's nanny.
sk_sk: Bobby utieklo s Mandyho pestúnkou.

source: [_M_] Cindy!?
sk_sk: Cindy!?

source: [_C_] Yeah.... stupid, home-wrecking bitch.
sk_sk: [_ C_] Áno .... sprostá, domová suka.

source: [_C_] I woke up this morning and found a note saying I'd probably never see him again.
sk_sk: Zobudil som sa dnes ráno a našiel som odkaz, ktorý hovoril, že ho už asi nikdy neuvidím.

source: [_C_] He emptied our bank accounts, sold his Ferrari, and disappeared without a trace.
sk_sk: [_C_] Vyprázdnil naše bankové účty, predal jeho Ferrari, a zmizol bez stopy.

source: [_C_] The FBI has been over at our house since noon, going through all of our stuff. Trying to figure out where the bastard went.
sk_sk: FBI je u nás doma od poludnia, cez všetky naše veci. Snažím sa prísť na to, kde bol ten bastard.

source: [_C_] I guess they're more interested in him than he led me to believe.
sk_sk: [_ C_] Myslím, že sa viac zaujímajú o neho, ako ma viedol k tomu, aby som veril.

source: [_M_] Well, I can sympathize with you there.... the FBI makes you feel like you have no privacy left.
sk_sk: [_ M_] Nuž, môžem sa s tebou sympatizovať ... FBI ťa núti mať pocit, že vám nezostalo žiadne súkromie.

source: [_C_] What am I going to do?
sk_sk: [_C_] Čo mám robiť?

source: [_M_] Oh honey, come here...
sk_sk: [_M_] Oh, zlatko, poď sem ...

source: [_M_] We'll figure something out...
sk_sk: [_M_] Niečo vymyslíme...

source: [_C_] I don't know how.... I'm never going to find a job...
sk_sk: [_C_] Neviem ako.... Nikdy nenájdem prácu...

source: [_C_] I've been a stay at home mom for 18 years.... I have no work experience...
sk_sk: [_C_] Bol som doma už 18 rokov. Nemám žiadne skúsenosti s prácou...

source: [_C_] I have no money to try and start a business with.
sk_sk: [_ C_] Ja nemám žiadne peniaze na to, aby som sa pokúsila začať podnikať.

source: [_M_] Didn't Bobby leave you with anything?.... Not even advice on how to take care of yourself and his own daughter?
sk_sk: Bobby ťa nenechal s nikým? Ani radiť o tom, ako sa postarať o seba a jeho vlastnú dcéru?

source: [_C_] No.... the only thing he said in his letter was that I should rely on your son to help me get by financially.
sk_sk: [_C_] Nie ... jediná vec, ktorú povedal vo svojom liste bol, že by som sa mal spoliehať na vášho syna, aby mi pomohol dostať sa finančne.

source: [_M_] You've got to be kidding me.... [ryan]'s barely keeping on top of paying our own debt to the Mafia.
sk_sk: [_ M_] Musíte si zo mňa srandu .... [ryan] ledva drží na vrchole platiť náš vlastný dlh voči Mafi.

source: [_C_] Oh [mom_name], what am I going to do?...
sk_sk: [_C_] Oh [mom_name], čo mám robiť? ...

source: [_M_] There, there.... we'll figure something out...
sk_sk: [_M_] Tak... niečo vymyslíme...

source: [_M_] {i}(yelling){/i} Hey, [ryan]!.... Can you come in here really quickly?
sk_sk: [_M_] {i}(kričí) {/i} Hej, [ryan]! .... Môžeš sem prísť naozaj rýchlo?

source: [_R_] Yeah Mom? Is Aunt Cami ok?
sk_sk: [_R_] Áno, mami? Je Teta Cami v poriadku?

source: [_C_] .... {i}(loud whispering){/i} Camille...
sk_sk: [_C_] .... {i}(hlasné šepkanie) {/i} Camille ...

source: [_R_] Is there anything I can do to help?
sk_sk: Je niečo, čo by som mohol urobiť, aby som pomohol?

source: [_M_] Uncle Bobby has disappeared and left Camille and Mandy without anything...
sk_sk: [_M_] Strýko Bobby zmizol a nechal Camille a Mandy bez ničoho...

source: [_R_] Gasp.... you're kidding!...
sk_sk: [_R_] To,to... žartuješ!

source: [_M_] No, I'm not.... he told Camille in his goodbye letter that you would support them financially.
sk_sk: [_] Nie, nie som .... povedal Camille v jeho rozlúčke, že by ste ich podporili finančne.

source: [_M_] Do you know anything about that?
sk_sk: Viete o tom niečo?

source: [_R_] No.... I mean.... I just received a really weird email from him this morning.
sk_sk: [_R_] Nie ... Myslím .... Práve som od neho dostal naozaj divný email.

source: [_M_] Really? What did it say?...
sk_sk: [_M_] Naozaj? Čo sa tam píše?...

source: [_R_] I didn't really understand it then, but now it's starting to make a little sense...
sk_sk: [_R_] Vtedy som tomu nerozumel, ale teraz mi to začína dávať zmysel...

source: [_R_] It's just a spreadsheet of all Aunt Camille's and Mandy's weekly bills, with instructions on how to pay them each week.
sk_sk: [_R_] Je to len tabuľka so všetkými týždennými účtami tety Camilly a Mandy s pokynmi, ako ich každý týždeň zaplatiť.

source: [_R_] I just figured he accidentally forwarded them to me when he was emailing his accountant.
sk_sk: [_R_] Práve som si myslel, že mi ich náhodou poslal ku mne, keď mu posielal e-mailom jeho účtovník.

source: [_M_] Did he give you any idea of where you would get the money to pay those bills?
sk_sk: Dal vám nejakú predstavu o tom, kde by ste získali peniaze na platenie týchto účtov?

source: [_R_] No.... and he knows I don't make enough money at Dad's warehouse to cover those expenses...
sk_sk: [_R_] No.... a on vie, že v otcovom sklade nezarobím dosť peňazí, aby som pokryl tieto výdavky...

source: [_C_] How will I come up with the money?...
sk_sk: [_C_] Ako získam peniaze?...

source: [_R_] Well, actually.... I might have an idea...
sk_sk: [_R_] No, vlastne.... Možno mám nápad...

source: [_M_] Oh?.... Let's hear it...
sk_sk: [_M_] Oh? Vypočujme si to ...

source: [_R_] Well, I've recently been trying to start my own business.... I haven't made a lot of money with it yet...
sk_sk: [_R_] No, nedávno som sa pokúšal začať podnikať... Ešte som s tým nezarobil veľa peňazí...

source: [_R_] .... But it's finally starting to take off.
sk_sk: [_R_] ....Ale konečne sa to začína hýbať vored.

source: [_R_] I've been planning to take the extra money to start paying off the principle of the Mafia debt,
sk_sk: [_ R_] Plánujem si vziať peniaze navyše, aby som začal vypláchať princíp Mafie dlhov,

source: [_R_] But maybe we can just keep paying the minimum payments, and use the extra money to help Aunt Camille and Mandy pay their bills.
sk_sk: [_R_] Ale možno môžeme len platiť minimálne platby, a použiť peniaze navyše na pomoc tete Camille a Mandy platiť svoje účty.

source: [_C_] Oh my God.... I couldn't ask you to do that for us...
sk_sk: [_C_] Bože môj.... Nemohla som ťa o to požiadať...

source: [_R_] Well, it wouldn't be for free.... Lauren and Sidney have been helping me with my business,
sk_sk: [_R_] No, nebolo by to zadarmo.... Lauren a Sidney mi pomáhali s mojím podnikaním,

source: [_R_] So, if Aunt Cami... Camille wouldn't mind doing all of our chores around the house, so we can focus on making the business more successful, I think we'd have a fair trade...
sk_sk: [_R_] Takže ak teta Cami... Camille nevadilo robiť všetky naše domáce práce, tak by sme sa mohli sústrediť na úspešnejšie podnikanie, myslím, že by sme mali férový obchod...

source: [_C_] Oh my God, yes!.... That would be wonderful!.... I was so worried that I'd have to dress all slutty and work at the strip club like a whore!...
sk_sk: [_C_] Panebože, áno!.... To by bolo úžasné!.... Tak som sa bála, že sa budem musieť obliecť ako štetka a pracovať v striptízovom klube ako kurva!...

source: [_C_] Shit!.... I mean...
sk_sk: [_C_] Do riti! .... Myslím ...

source: [_C_] I'm just going to run before you change your mind!
sk_sk: [_C_] Ja sa len chystám spustiť, než si zmeniť názor!

source: [_M_] That bitch!...
sk_sk: [_M_] Tá suka!...

source: [_R_] Are you ok, Mom?
sk_sk: Si v poriadku, mami?

source: [_M_] Even when we do something nice for her.... she finds a way to jab in some kind of insult!
sk_sk: Aj keď pre ňu urobíme niečo pekné .... nájde spôsob, ako sa uraziť v nejakom urážke!

source: [_M_] I hate my sister sometimes!
sk_sk: Niekedy nenávidím svoju sestru!

source: [_R_] Try to calm down, Mom...
sk_sk: [_R_] Snaž sa upokojiť, mami ...

source: [_R_] I'm sure we can think of a way to get your sister to start treating you with more respect.
sk_sk: [_ R_] Som si istý, že môžeme myslieť na spôsob, ako dostať svoju sestru začať s vami zaobchádzať s viac rešpektom.

source: [_M_] Ok.... yes.... brainstorm with me for a minute...
sk_sk: [_M_] Ok... áno... premýšľaj so mnou na chvíľu...

source: [_M_] She's getting off so easy just doing chores for us...
sk_sk: [_M_] Tak ľahko sa jej darí, keď pre nás robí domáce práce...

source: [_M_] She has no idea how hard being in the actual workforce actually is.
sk_sk: [_ M_] Ona vôbec netušila, aké ťažké je vlastne byť v skutočnej pracovnej sile.

source: [_M_] She needs a taste of what it feels like to be degraded, undervalued, worked past your limits.
sk_sk: [_M_] Ona potrebuje chuť na to, aké to je pocit, že degradovaný, podcenený, pracoval okolo svojich limitov.

source: [_M_] Then maybe she'd stop being such an entitled bitch...
sk_sk: [_M_] Možno by prestala byť taká oprávnená suka...

source: [_M_] I can't be here in the morning when she'll have to come over and start the chores.... so I give you permission to make them as hard and humiliating as possible...
sk_sk: [_M_]Nemôžem tu byť ráno, keď má prísť a začať s prácami...., takže ti dávam povolenie, aby boli čo najťažšie a najponižujúcejšie...

source: [_R_] Ok.... I'll see what I can think up...
sk_sk: [_R_] Ok .... Uvidím, čo ma napadne...

source: [_R_] {i}Oh, I can't believe Mom is giving me permission to try to humiliate my own aunt!{/i}
sk_sk: [_R_] {i}Oh, nemôžem uveriť, že mama mi dáva povolenie, aby som sa pokúsila ponížiť moju vlastnú tetu! {/i}

source: [_M_] I can't believe she threw that insult about dressing like a slut to work at the strip club at me...
sk_sk: [_M_] Nemôžem uveriť, že na mňa hodila tú urážku o tom, že sa obliekam ako štetka, aby som mohla pracovať v striptízovom klube...

source: [_M_] Too bad people aren't required to dress as sluts to do house chores...
sk_sk: [_M_] Škoda, že sa od ľudí nevyžaduje, aby sa pri domácich prácach obliekali ako kurvy...

source: [_RT_] {i}Oh my God!!.... Is she deliberately setting me up here?.... Is this a test.... well, nothing ventured, and all that.... {/i}
sk_sk: [_RT_] {i}Oh môj bože! .... Je tu schválne, že ma tu nastavila? Je to test .... no, nič nevenované, a všetko, čo .... {/i}

source: [_R_] Ummmm.... we could make her wear a uniform to clean the house.
sk_sk: [_ R_] Ummmm .... mohli by sme jej nosiť uniformu k čisteniu domu.

source: [_M_] A uniform?...
sk_sk: [_M_] Uniformu?

source: [_R_] You know.... like a sexy maid outfit or something?
sk_sk: [_ R_] Vy viete .... ako sexy slúžka oblečenie alebo čo?

source: [_M_] A sexy maid outfit?.... Yes!!.... Brilliant idea!...
sk_sk: [_M_] Sexi oblečenie pre slúžky?.... Áno!!.... Geniálny nápad!...

source: [_M_] That will put that prudish entitled bitch in her place...
sk_sk: [_M_] To tú prudérnu titulovanú mrchu postaví na jej miesto...

source: [_M_] I'm going to go get Sidney to start making a sexy maid outfit immediately.
sk_sk: Idem do Sidney, aby som okamžite začal robiť sexy slúžku.

source: [_RT_] {i}Oh.... my.... God!.... {/i}
sk_sk: [_RT_] {i}Ach... môj... Bože!{/i}

source: [_RT_] {i}Did that just happen?{/i}
sk_sk: [_RT_] {i}To sa stalo? {/i}

source: [_RT_] {i}I hardly had to do anything at all, and all of the sudden my aunt is going to be cleaning my house in a sexy maid outfit!{/i}
sk_sk: [_RT_] {i}sotva som musel robiť vôbec nič, a zrazu moja teta bude čistiť môj dom v sexy slúžke! {/i}

source: [_RT_] {i}I couldn't have planned that, and have had it turn out any better.{/i}
sk_sk: [_RT_] {i}Nebolo by som to plánoval, a mali by ste sa o to lepšie obrátiť. {/i}

source: [_RT_] {i}{b}(HINT){/b} Sidney usually takes about 3 days to make a new outfit. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Sidney zvyčajne potrebuje na výrobu nového oblečenia približne 3 dni. Zvyčajne ich prispôsobuje v kuchyni, ale bolo by rozumné, keby som ráno skontroloval aj obývačku.{/i}

source: [_RT_] {i}{b}(HINT){/b} Thank God Uncle Bobby left Aunt Cami some money to pay their mortgage, otherwise they would probably have to move in with us.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Vďaka Bohu, že strýko Bobby nechal tete Cami nejaké peniaze na splácanie hypotéky, inak by sa asi museli presťahovať k nám.{/i}

source: [_RT_] {i}Oh Nice!.... Sidney got the uniform done already!{/i}
sk_sk: [_RT_] {i}Oh Nice! .... Sidney dostal uniformu už!

source: [_RT_] {i}Not just a sexy maid outfit, but a French sexy maid outfit!{/i}
sk_sk: [_RT_] {i}Nie len sexy slúžka oblečenie, ale francúzska sexy slúžka oblečenie! {/i}

source: [_RT_] {i}Sidney has good taste.{/i}
sk_sk: [_RT_] {i}Sidney má dobrú chuť. {/i}

source: [_R_] That looks really good on you Aunt Cami!
sk_sk: [_ R_] To vyzerá naozaj dobre na vás teta Cami!

source: [_C_] That's Aunt Camille.... oh, fuck it.... you're just going to call me whatever you want anyways.
sk_sk: [_ C_] To je teta Camille .... oh, jebať to .... budete mi len volať čokoľvek chcete aj tak.

source: {i}{b}"Aunt Camille's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Teta Camilla poddanie +1"{/b}{/i}

source: [_R_] {i}Damn, it's no fun to call her Aunt Cami if she's gonna let me.... I'll just go back to calling her Camille now, a nice French name for a French maid.{/i}
sk_sk: [_R_] {i}Sakra, to nie je sranda volať ju teta Cami, ak ma bude dovolávať .... Vrátim sa k tomu, aby som jej zavolal Camille teraz, pekný francúzsky názov pre francúzku.

source: [_R_] That looks really good on you Aunt Camille!
sk_sk: [_ R_] To vyzerá naozaj dobre na vás teta Camille!

source: [_C_] You remembered to call me Camille.... I think that's the first time since you were a little boy.
sk_sk: [_ C_] Pamäte si, že mi zavolajte Camille .... Myslím, že to je prvý krát, čo si bol malý chlapec.

source: {i}{b}"Aunt Camille's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Teta Camilla náklonnosť +1" {/b} {/i}

source: [_R_] {i}I kinda feel bad for her with everything going on.... the least I can do is go back to calling her Camille for now, a nice French name for a French maid.{/i}
sk_sk: [_R_] {i}Je mi jej trochu ľúto, keď sa to všetko deje.... Najmenej, čo môžem urobiť, je vrátiť sa k tomu, že jej budem hovoriť Camille, pekné francúzske meno pre francúzsku slúžku.{/i}

source: [_C_] Did you come just to stare?
sk_sk: Prišiel si len na to, aby si sa tam pozeral?

source: [_R_] No.... I came to compliment my sister on her amazing work.
sk_sk: [_R_] Nie ... Prišiel som pochovať svoju sestru na jej úžasnú prácu.

source: [_R_] You did an amazing job on this Sidney!
sk_sk: Na tejto Sidney si odviedli úžasnú prácu!

source: [_S_] Well, I was top of my class before I had to drop out.
sk_sk: No, bol som na vrchole svojej triedy predtým, než som musel vypadať von.

source: [_R_] Don't worry.... we'll get you back there soon.
sk_sk: Nebojte sa .... ... dostaneme vás tam čoskoro.

source: [_S_] A few weeks ago, I wouldn't have believed you, but the way you've stepped up, makes it easier to believe.
sk_sk: Pred pár týždňami by som ti neveril, ale spôsob, akým si vystupoval, je ľahšie tomu uveriť.

source: [_C_] I know you're making deliveries at the warehouse, but how else are you making money?
sk_sk: [_C_] Viem, že robíte dodávky v sklade, ale ako inak zarábate peniaze?

source: [_R_] Well, I post the pictures I take online, and the more likes they get, the more advertisers want to advertise on my page, and the hosting site pays me for those advertisers.
sk_sk: [_R_] No, ja zverejním obrázky, ktoré beriem on-line, a tým viac sa im páči, tým viac inzerenti chcú inzerovať na mojej stránke, a hostingové miesto platí mi pre tých inzerentov.

source: [_R_] I also have a section for more uhhh.... special kinds of pictures, where people can buy a monthly subscription to see the pictures I post there.
sk_sk: [_R_] Tiež mám časť pre viac uhhh .... zvláštne druhy obrázkov, kde si ľudia môžu kúpiť mesačné predplatné vidieť obrázky, ktoré som tam.

source: [_C_] And what kind of pictures are you posting?...
sk_sk: [_C_] A aký druh fotiek to zverejňuješ?...

source: [_R_] You know.... pictures of models in cosplay...
sk_sk: [_R_] Vieš... obrázky modeliek v kostýmoch...

source: [_C_] What kind of play?
sk_sk: [_ C_] Aký druh hry?

source: [_R_] Cosplay.... it's like costumes from video games, movies, or books. It's really popular. That pic you saw of your daughter Mandy was a cosplay costume from a game called SolarCraft.
sk_sk: [_R_] Kostýmy z videohier, filmov alebo kníh. Je to naozaj populárne. Tá fotka, na ktorej si videla svoju dcéru Mandy, bol cosplay kostým z hry SolarCraft.

source: [_C_] I still can't believe you talked Mandy and Lauren into doing that!
sk_sk: [_ C_] Stále nemôžem uveriť, že si hovoril s Mandy a Lauren, aby to urobil!

source: [_R_] Actually, it was their idea.
sk_sk: [_ R_] Vlastne to bol ich nápad.

source: [_C_] Do you really expect me to believe that?
sk_sk: Naozaj odo mňa očakávate, že tomu uverím?

source: [_R_] I honestly don't care.
sk_sk: Úprimne, je mi to fuk.

source: [_R_] So, are you starting work today?
sk_sk: [_ R_] Takže, začínáme dnes pracovať?

source: [_C_] Sidney's got to make a few adjustments to the uniform, so I'll begin when they're done.
sk_sk: Sidney musí urobiť pár úprav v uniforme, takže začnem, keď už budú hotoví.

source: [_S_] I can probably have it done by tomorrow.
sk_sk: [_S_] Asi by som to mohol urobiť zajtra.

source: [_C_] I still can't believe [mom_name] is making me dress like this. I would have assumed it was your idea if I hadn't already talked to your mom.
sk_sk: [_ C_] Stále nemôžem uveriť [mom_name] je robiť mi šaty, ako je tento. Predpokladal by som, že to bol tvoj nápad, keby som s tvojou mamou ešte nehovoril.

source: [_R_] Yeah.... she was pretty pissed about your "dressing slutty" insult.
sk_sk: [_ R_] Áno .... ona bola dosť naštvaný na vaše "obliekanie štetca" urážka.

source: [_C_] I didnt mean to say that.... it just slipped...
sk_sk: [_C_] Nechcela som to povedať.... len mi to ušlo...

source: [_C_] Anyways.... I'll be coming over very early to exercise with your mom.... I decided it would be smart to cancel my gym membership.
sk_sk: [_C_] Anyways .... Prídem veľmi skoro na to, aby som cvičila s tvojou mamou .... Rozhodol som sa, že by bolo rozumné zrušiť svoje členstvo v telocvični.

source: [_C_] I'll start work each day after I'm done working out.
sk_sk: [_ C_] Ja začnem pracovať každý deň po tom, čo som urobil prácu.

source: [_C_] Eecchhhh.... I still can't believe I've been reduced to a lowly house maid.
sk_sk: [_C_] Eecchhhh .... Stále nemôžem uveriť, že som bol znížený na družičskú slúžku.

source: [_R_] I do have another option for you.
sk_sk: [_ R_] Mám pre vás inú možnosť.

source: [_C_] I'm afraid to ask.
sk_sk: [_C_] Bojím sa opýtať.

source: [_R_] I need another model for my business.... and...
sk_sk: [_R_] Potrebujem ďalšiu modelku pre svoj biznis.... a...

source: [_C_] Yeah, I'm going to stop you right there.
sk_sk: -Hej, zastavím ťa tam.

source: [_C_] I think you're just an opportunistic pervert, who's found a way to take advantage of a bad situation.
sk_sk: [_C_] Myslím si, že ste len oportunistický pervert, ktorý našiel spôsob, ako využiť zlú situáciu.

source: [_RT_] {i}Yeah, she pretty much sees right through me.{/i}
sk_sk: [_RT_] {i}Yeah, ona celkom vidí priamo cez mňa. {/i}

source: [_C_] And I wouldn't pose for you if it was the last job available in the world.
sk_sk: [_ C_] A ja by som pre vás nepredstavoval, keby to bola posledná dostupná práca na svete.

source: [_C_] I'll go to the club and work the stripper pole with your mom before I'll work for you.
sk_sk: [_C_] Ja pôjdem do klubu a pracovať striptérky pól s tvojou mamou, než budem pracovať pre vás.

source: [_S_] Wait, what?
sk_sk: [_S_] Počkať, čo?

source: [_R_] Nothing, she's just throwing out an extremely unlikely scenario.
sk_sk: [_R_] Nič, len nadhadzuje mimoriadne nepravdepodobný scenár.

source: [_C_] So, don't even think about making me that offer again.... do you understand?
sk_sk: [_ C_] Takže, ani nemysli na to, aby som tú ponuku znova .... rozumiete?

source: [_R_] Well, that was a little bit overly dramatic, but yeah, I get the picture.
sk_sk: [_R_] No, to bolo trochu prehnane dramatické, ale jo, mám obraz.

source: [_R_] And I better run because I'm already late for school.
sk_sk: [_R_] A ja radšej utekám, pretože už meškám do školy.

source: [_R_] But it's always good to see you, Aunt Cami!, and thanks for the great chat!
sk_sk: [_R_] Ale je to vždy dobré vidieť vás, teta Cami!, a vďaka za skvelú konverzáciu!

source: [_R_] Oh, and I'll make sure I'm around to give you directions on your first day of work.
sk_sk: Oh, a uistím sa, že som tu, aby som vám dal pokyny na váš prvý deň práce.

source: [_R_] See you Sidney! Don't have too much fun with this overly positive ray of sunshine!
sk_sk: [_ R_] Pozrite sa na vás Sidney! Nebavte sa príliš veľa zábavy s týmto príliš pozitívnym lúčom slnečného svatby!

source: [_C_] {i}(muttering){/i} sarcastic asshole.
sk_sk: [_C_] {i}(Muttering) {/i} sarkastický debil.

source: [_RT_] {i}{b}(HINT){/b} I should keep going to the kitchen in the late morning until I can assign Aunt Cami a chore to work on.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Mal by som chodiť do kuchyne v neskorých ranných hodinách, kým tete Cami nepridelím nejakú prácu.{/i}

source: [_RT_] {i}How am I supposed to focus on my homework when my aunt is right in front of me dressed like that?{/i}
sk_sk: [_RT_] {i}Ako som sa mal sústrediť na svoju domáca úlohu, keď je moja teta priamo predo mnou oblečená?

source: [_RT_] {i}I just can't do anything but watch her sway those hypnotizing hips as she cleans.{/i}
sk_sk: [_RT_] {i}Nemôžem nič robiť, ale pozerať sa na ňu, ako sa jej hypnotizujúce boky ako ona čistí. {/i}

source: [_RT_] {i}With that short skirt!.... I can almost see up it.{/i}
sk_sk: [_RT_] {i}S tou krátkou sukňou! ... Skoro to vidím. {/i}

source: [_RT_] {i}Hmmm.... I do need another good picture for my collection.... {/i}
sk_sk: [_RT_] {i}Hmmm .... Potrebujem ďalší dobrý obraz pre moju zbierku .... {/i}

source: [_RT_] {i}And Aunt Cami does seem pretty preoccupied.... {/i}
sk_sk: [_RT_] {i}A teta Cami sa zdá byť dosť preokupovaná .... {/i}

source: [_RT_] {i}Yeah.... I'm gonna risk it.{/i}
sk_sk: [_RT_] {i}Áno .... Risknem to. {/i}

source: [_RT_] {i}There we go.... let's see if I can get a good angle.{/i}
sk_sk: [_RT_] {i}Tam ideme .... poďme sa pozrieť, či môžem dostať dobrý uhol. {/i}

source: [_RT_] {i}Oh man, that's an amazing view.... {/i}
sk_sk: [_RT_] {i}Oh man, to je úžasný výhľad .... {/i}

source: [_RT_] {i}I better capture this moment for posterity's sake.{/i}
sk_sk: [_RT_] {i}Je mi lepšie zajať tento moment pre dobro. {/i}

source: [_RT_] {i}Perfect.... I'll certainly be enjoying this pic in the future.... {/i}
sk_sk: [_RT_] {i}Perfect .... V budúcnosti si určite vychutnám tento pic .... {/i}

source: [_RT_] {i}I better get back to my homework before I get caught.{/i}
sk_sk: [_RT_] {i}Radšej sa vrátim k svojej domácej práci predtým, než ma chyti. {/i}

source: [_RT_] {i}Almost.... but not quite.... {/i}
sk_sk: [_RT_] {i}Takmer .... ale nie celkom .... {/i}

source: [_RT_] {i}I need to get a better angle.{/i}
sk_sk: [_RT_] {i}Potrebujem získať lepší uhol. {/i}

source: [_RT_] {i}There.... that's much better.... {/i}
sk_sk: [_RT_] {i}Tam .... to je oveľa lepšie .... {/i}
