Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_RT_] {i}Wow!.... She actually said sorry to me.... I wonder how those words tasted coming out of her mouth.{/i}
sk_sk: [_RT_] {i}Wow! .... Naozaj mi povedala, že ma to mrzí .... Zaujímalo by ma, ako tieto slová ochutnali z jej úst. {/i}

source: {i}"(You cannot gain any more submission points from this part of the event.)"{/i}
sk_sk: {i}"(V tejto časti udalosti už nemôžete získať žiadne ďalšie body za poddanie.)"{/i}

source: [_R_] That's much better.... thank you too.
sk_sk: [_ R_] To je oveľa lepšie .... ďakujem tiež.

source: [_C_] I suppose you're going to be angry with me for starting the work day off with a few glasses of wine?
sk_sk: [_C_] Predpokladám, že sa budete na mňa hnevá, že začnete pracovný deň s niekoľkými okuliarmi vína?

source: [_R_] Actually.... I get it.... Mom did the exact same thing when Dad went to jail.
sk_sk: [_ R_] Vlastne ... Chápem to. Mama spravila presne to isté, keď otec šiel do väzenia.

source: [_R_] This whole situation sucks for all of us, but for you and Mom to lose your husbands, it must suck extra hard for you.
sk_sk: [_ R_] Táto situácia je pre nás všetkých, ale pre vás a mamu, aby ste stratili svojich manželov, to musí byť pre vás príliš ťažké.

source: [_R_] So, let's forget about the few glasses of wine.
sk_sk: Takže, zabudnime na tých pár pohárov vína.

source: [_C_] Wow.... I didn't expect so much empathy from a teenager.... especially from you...
sk_sk: [_C_] Wo.... Nečakala som tak veľa empatie od tínedžera... obzvlášť od teba...

source: [_R_] Yeah, well.... I hardly feel like the same person I was before all of this started.
sk_sk: [_R_] Áno, nuz .... Necítim sa ako tá istá osoba, ktorú som mal pred tým, ako som to začal.

source: [_C_] Everyone keeps saying how much you've grown up, I hope I get to see that side of you too.
sk_sk: Každý stále hovorí, ako veľmi si vyrástla, dúfam, že aj ja uvidím tú stranu teba.

source: [_R_] .... Ok.... so let's go over the details.
sk_sk: [_R_] .... Ok .... tak poďme na detaily.

source: [_R_] I'll meet you here in the kitchen every morning before I go to school to assign you a chore.
sk_sk: Stretneme sa tu v kuchyni každé ráno, predtým ako pôjdem do školy, aby som ti priradil pomocnú úlohu.

source: [_R_] I'll try to do everything I can to make sure I can be here to supervise you.
sk_sk: Pokúsim sa urobiť všetko, aby som sa uistil, že môžem byť tu, aby som vás dohliadal.

source: [_R_] I won't give you a lot of work for now. You should be able to finish the cleaning before afternoon.
sk_sk: [_ R_] Už vám neposkytnem veľa práce. Mali by ste byť schopní dokončiť upratovanie pred popoludnie.

source: [_R_] If for some reason, I'm not able to show up, just pick a chore that looks like it needs to be done the most, put on your uniform and get to work.
sk_sk: [_R_] Ak z nejakého dôvodu, nie som schopný sa ukázať, stačí si vybrať pomocnú úlohu, ktorá vyzerá, že je potrebné urobiť najviac, dať na svoju uniformu a dostať do práce.

source: [_R_] Oh yeah.... you need to go put on your uniform.
sk_sk: [_R_] Oh áno... musíš ísť do svojej uniformy.

source: [_C_] Uhhhhhh.... do I really have to wear that uniform?
sk_sk: [_C_] Uhhhhhh .... Naozaj si musím nosiť tú uniformu?

source: [_C_] These workout clothes are great for cleaning in...
sk_sk: [_C_] Toto cvičebné oblečenie je skvelé na čistenie v...

source: [_C_] And it's so revealing.... It's humiliating to wear in front of my own nephew.
sk_sk: [_C_] A je to tak odhaľujúce .... Je to ponižujúce nosiť pred mojim vnukom.

source: [_R_] Yeah.... I think that's kind of the point.
sk_sk: [_R_] Áno .... Myslím, že je to tak trochu.

source: [_R_] And it's not up to me.... Mom was very clear that she wanted you to wear the uniform.
sk_sk: [_ R_] A to nie je na mňa .... Mama bola veľmi jasná, že chcela, aby si si oblieka uniformu.

source: [_R_] She can be extremely stubborn, especially when she's feeling vengeful. And that slutty whore comment made Mom really mad.
sk_sk: Môže byť extrémne tvrdohlavá, hlavne keď sa cíti pomstená. A tá štetkastá, že sa mama naozaj naštvala.

source: [_R_] Maybe we can talk her out of it in the future, but for now, that's just what we've got to do.
sk_sk: [_ R_] Možno by sme ju mohli v budúcnosti o tom hovoriť, ale teraz, to je to, čo musíme urobiť.

source: [_C_] Oh, don't pretend you're on my team.
sk_sk: Nepredstieraj, že si v mojom tíme.

source: [_C_] I think you love seeing your aunt looking all slutty.
sk_sk: [_ C_] Myslím, že milujete vidieť svoju tetu pri pohľade na všetky slučky.

source: [_R_] Wow.... I don't even know what to say.... just go get the uniform on...
sk_sk: [_R_] Wow.... Ani neviem, čo na to povedať.... len si choď obliecť uniformu...

source: [_C_] Fine!
sk_sk: [_C_] Dobre!

source: [_C_] There.... happy?
sk_sk: [_ C_] Tam .... šťastný?

source: [_R_] Yeah.... you look great!
sk_sk: [_ R_] Áno .... vyzeráte skvele!

source: [_R_] And even though it's somewhat revealing, it's also very classy.
sk_sk: [_R_] A aj keď je to trochu odhaľujúce, je to tiež veľmi elegančné.

source: [_R_] Leave it to the French.
sk_sk: [_ R_] Nechajte to na francúzšku.

source: [_C_] Uuuuhhh.... well, let's get going so I can finish the chore and get this horrible uniform off.
sk_sk: [_ C_] Uuuuhhh .... No, poďme na to, aby som mohol dokončiť pomocnú úlohu a dostať túto strašnú uniformu.

source: [_R_] Well, since it's the first day.... I'll stay here and supervise things, make sure you're doing it right.
sk_sk: [_ R_] No, pretože je to prvý deň .... Zostanem tu a dohliadnem na veci, aby som sa uistil, že to spravíš správne.

source: [_C_] Just let me know what chore you want me to do today.
sk_sk: Daj mi vedieť, čo odo mňa chceš, aby som dnes urobil.

source: [_R_] Let's go ahead and start with the grossest job, shower, toilet, bidet.... and the rest.
sk_sk: Prejdime dopredu a začneme s tou najpestúnkou prácou, sprchou, toaletou, bidetom .... a ostatnými.

source: [_R_] Why don't you go ahead and get started without me.... I'll come check on you in a little bit.
sk_sk: [_ R_] Prečo nejdeš napred a začať bezo mňa .... Trochu sa na teba pozriem.

source: [_C_] Alright.... whatever you say.
sk_sk: -Dobre, čokoľvek povieš.

source: [_R_] Oh.... I like that attitude. Why don't you call me sir while you're at it.
sk_sk: [_R_] Oh .... Páči sa mi ten postoj. Prečo mi nezavoláte, pane, kým ste na tom.

source: [_C_] Oh, fuck off. I'm not calling you sir!
sk_sk: -Oh, do riti. Nevolám vám, pane!

source: [_R_] Aaahh.... it was worth a try.
sk_sk: [_ R_] Aaahh .... to stálo za pokus.

source: [_C_] Oh, and I'm going to finish my glass of wine before I start...
sk_sk: [_C_] Oh, a dopijem si pohár vína, než začnem...

source: [_R_] Yeah.... ok.... but only because I don't want you wasting things.
sk_sk: [_ R_] Áno .... ok .... ale len preto, že nechcem, aby ste plytvali veci.

source: [_R_] Let's just start with the kitchen since we're already here...
sk_sk: [_R_] Začnime s kuchynkou, pretože už sme tu ...

source: Let's start off easy with the Lounge area. Mostly just dusting, scrubbing, and sweeping the floor.
sk_sk: Začnime jednoducho s obývacím priestorom. Väčšinou len utieranie prachu, drhnutie a zametanie podlahy.

source: [_RT_] {i}Looks like Aunt Cami's done working out.{/i}
sk_sk: [_RT_] {i}Zdá sa, že teta Cami pracuje von. {/i}

source: [_RT_] {i}I should hurry and get her going on her chores so I can make it to school today.{/i}
sk_sk: [_RT_] {i}Mal by som sa poponáhľať a dostať ju na jej akordy, aby som sa mohol dostať do školy dnes. {/i}

source: [_C_] So, as you can see, I'm getting started with a few glasses of wine. You got a problem with that?
sk_sk: [_C_] Takže, ako môžete vidieť, začínam s niekoľkými okuliarmi vína. Máš s tým problém?

source: [_R_] You keep drinking that stuff like it's water.... where do you keep finding it?.... I didn't even know we had that much in the house.
sk_sk: [_ R_] Vy budete piť tie veci, ako je voda .... kde si stále nájsť? .... Ani som nevedel, že máme toho veľa v dome.

source: [_C_] Relax.... it's not costing you anything.... I brought it from home.
sk_sk: [_ C_] Upokoj sa .... to nie je stojí za nič .... Priniesol som to z domu.

source: [_C_] It's none of your business... don't worry about it! It's not costing you anything.
sk_sk: [_C_] Nie je to tvoja vec... netráp sa tým! Nič ťa to nestojí.

source: [_R_] Well, I still don't like it! Besides the fact that you don't do as good of a job when you've had a few,
sk_sk: [_ R_] No, stále sa mi to nepáči! Okrem toho, že neurobíš tak dobre, keď si mal pár,

source: [_R_] I also don't want you to become too dependent on it.
sk_sk: [_R_] Tiež nechcem, aby ste sa stali príliš závislé na tom.

source: [_C_] You're right.... I'm sorry.... I'll try to do better tomorrow.
sk_sk: [_ C_] Máte pravdu .... Je mi to ľúto .... Zajtra sa pokúsim urobiť lepšie.

source: [_R_] That's ok...
sk_sk: [_R_] To je v poriadku ...

source: [_R_] I know it's going to take some time to get used to this new situation. and I know the alcohol helps with the pain.
sk_sk: [_R_] Viem, že bude chvíľu trvať, kým si na túto novú situáciu zvykneme. a viem, že alkohol pomáha od bolesti.

source: [_R_] Just be careful.... I don't want you to get too dependent.
sk_sk: [_ R_] Len buďte opatrní .... Nechcem, aby si bol príliš závislý.

source: [_C_] Wow.... could it be that you actually care about your Aunt?...
sk_sk: [_ C_] Wow .... mohlo by to byť také, že vám záleží na tete? ...

source: [_R_] Yeah, well.... don't get used to it.
sk_sk: [_ R_] Áno, nuz .... nezvykni si na to.

source: [_R_] But why haven't you put on your uniform yet?
sk_sk: [_ R_] Ale prečo si ešte nepoložila svoju uniformu?

source: [_C_] Uhhhhhh.... just trying to go as long as I can without having to wear it.
sk_sk: [_C_] Uhhhhhh .... Len sa snaží ísť tak dlho, ako môžem bez toho, aby som si ho oblial.

source: [_R_] Yeah, yeah whatever.... just go put it on.
sk_sk: Hej, hej, hej, to je fuk.

source: [_R_] Yeah.... still looking hot and classy!
sk_sk: [_R_] Áno .... stále vyzerá horúce a elegančné!

source: [_C_] Uuuuhhh.... that just sounds so creepy coming from my nephew.
sk_sk: [_C_] Uuuuhhh ... to znie tak strašidelne prichádza od môjho synovca.

source: [_R_] Let's go ahead and do the grossest job, shower, toilet, bidet.... and the rest.
sk_sk: Prejdime dopredu a urobime si prácu, sprchu, WC, bidet .... a zvyšok.

source: [_C_] Yes.... sir.
sk_sk: [_C_] Áno .... pane.

source: [_R_] Oh, wow! You called me sir!
sk_sk: [_] Oh, wow! Volali ste ma, pane!

source: [_C_] Well, you are the boss.
sk_sk: [_C_] No, ty si šéfom.

source: [_C_] But can I finish my glass of wine before I start?
sk_sk: [_C_] Ale môžem dokončiť svoj pohár vína, než začnem?

source: [_R_] Yeah.... ok...
sk_sk: [_R_] Áno .... ok ...

source: [_R_] Any chance I can get you to call me sir today?
sk_sk: [_ R_] Každá šanca, že vám môžem zavolať, pane dnes?

source: [_R_] Aaahh.... one day you will, I hope.
sk_sk: Raz, dúfam, že jedného dňa budeš.

source: Let's start off easy with the Lounge area. Mostyly just dusting, scrubbing, and sweeping the floor.
sk_sk: Začnime s priestorom pre obývaèku. Mostyly len dusting, pranie, a zametanie podlahy.

source: [_RT_] {i}Damn!.... I don't have time today. I'd better run to my room and finish getting ready for school.{/i}
sk_sk: [_RT_] {i}Sakra!.... Dnes nemám čas. Radšej pobežím do svojej izby a dokončím prípravu do školy.{/i}

source: [_RT_] {i}Hopefully she can figure it out on her own.{/i}
sk_sk: [_RT_] {i}Dúfajme, že na to príde sama.{/i}

source: [_RT_] {i}Ok.... ok.... ok.... what is the pythagorean theorem again?{/i}
sk_sk: [_RT_] {i}Ok .... ok .... ok .... čo je to pythagorean theorem znovu? {/i}

source: [_RT_] {i}Ok, so if "a" squared is 16.... and "b" squared.... {/i}
sk_sk: [_RT_] {i}Ok, takže ak "a" umocnené je 16 .... a "b" squared .... {/i}

source: [_RT_] {i}Ooohhhh.... man.... maybe Sidney made that uniform too sexy!.... I can't focus on anything else.... {/i}
sk_sk: [_RT_] {i}Ooohhhh .... muž .... možno Sidney urobil, že uniforma príliš sexi! .... Nemôžem sa sústrediť na nič iné .... {/i}

source: [_RT_] {i}I'm going to fail my senior year again!.... {/i}
sk_sk: [_RT_] {i}Aj ja sa chystám neúspešný môj služobný rok! ... {/i}

source: [_RT_] {i}I mean I guess Aunt Cami doesn't need supervision all the time, but I sure do enjoy it.{/i}
sk_sk: [_RT_] {i}Myslím, že teta Cami nepotrebuje dohľad po celú dobu, ale ja som si istý, že si to. {/i}

source: [_RT_] {i}Now she's squatting like she's going to take a piss.... I'd love to watch her do that.{/i}
sk_sk: [_RT_] {i}Teraz ona je squatting ako ona bude robiť šťanky .... Rada by som ju sledovala.

source: [_RT_] {i}I wish I could see up that skirt right now.{/i}
sk_sk: [_RT_] {i}Kiez by som mohol vidieť tú sukňu hneď teraz. {/i}

source: [_RT_] {i}I guess I could always try to sneak my phone under that skirt and get a nice creep shot.{/i}
sk_sk: [_RT_] {i}Myslím, že vždy by som sa mohol pokúsiť sa zakrádať môj telefón pod tou sukňou a dostať pekný strmý výstrel. {/i}

source: [_RT_] {i}It's always worth it, it's just super risky.... {/i}
sk_sk: [_RT_] {i}To je vždy stojí za to, je to len super riskantné .... {/i}

source: [_RT_] {i}.... alright.... horniness wins.... let's do this!{/i}
sk_sk: [_RT_] {i}.... ... v poriadku .... ... horlivosť vyhráva .... poďme to urobiť! {/i}

source: [_RT_] {i}Ok, [ryan].... quietly.... slide that under.... {/i}
sk_sk: [_RT_] {i}Ok, [ryan] .... ticho .... skĺzni, že pod .... {/i}

source: [_RT_] {i}Oh my God!.... I can't believe how close my camera is to her ass!{/i}
sk_sk: [_RT_] {i}Oh môj bože! .... Nemôžem uveriť tomu, ako zavrieť moju kameru do riti!

source: [_RT_] {i}I didn't realize before how transparent these underwear are!{/i}
sk_sk: [_RT_] {i}Neuvedomil som si, ako transparentne tieto spodné prádlo sú! {/i}

source: [_RT_] {i}I can see her ass-hole.{/i}
sk_sk: [_RT_] {i}vidím jej dieru. {/i}

source: [_RT_] {i}Not to mention the fact that her pussy is hanging out the side.{/i}
sk_sk: [_RT_] {i}Nie je to zmienka o tom, že jej kundička visí mimo stranu. {/i}

source: [_RT_] {i}Ok.... now to capture the picture.{/i}
sk_sk: [_RT_] {i}Ok .... teraz zachytiť obrázok. {/i}

source: [_RT_] {i}Yes!.... I got it.... this picture is going to get all kinds of attention from me later!{/i}
sk_sk: [_RT_] {i}Áno! .... Mám to .... tento obrázok sa chystá dostať všetky druhy pozornosti od mňa neskôr! {/i}

source: [_RT_] {i}I better get back to my spot before I get caught.{/i}
sk_sk: [_RT_] {i}Radšej sa dostať späť na moje miesto skôr, než ma chyti. {/i}

source: [_RT_] {i}Luckily I have a picture I can go see on my computer to refresh my memory.{/i}
sk_sk: [_RT_] {i}Luckily mám obrázok, ktorý môžem ísť pozrieť na môj počítač obnoviť pamäť. {/i}

source: [_RT_] {i}Not to mention a mental one.{/i}
sk_sk: [_RT_] {i}Nezmier sa s mentálkou. {/i}

source: [_RT_] {i}Ahhhh yeah!.... There it is.{/i}
sk_sk: [_RT_] {i}Ahhhh áno! .... Tu je. {/i}

source: [_RT_] {i}Alright, now let's see if I can actually get some homework done.{/i}
sk_sk: [_RT_] {i}V poriadku, teraz sa pozrime, či môžem skutočne získať domáca domáca práca. {/i}

source: {i}"A few minutes later"{/i}
sk_sk: {i}"O niekoľko minút neskôr" {/i}

source: [_C_] Alright.... I've washed the counters, the appliances, and I've done the dishes.
sk_sk: [_ C_] V poriadku .... Umyl som si pulty, spotrebiče, a riadil som riad.

source: [_C_] Is there anything else you need me to do?
sk_sk: Je tu ešte niečo, čo by ste mi potrebovali urobiť?

source: [_R_] Wow! You got a lot done in that time!
sk_sk: Fíha! V tom čase si sa toho veľa dostal!

source: [_R_] And you did a really good job.
sk_sk: [_ R_] A odviedli ste naozaj dobrú prácu.

source: [_R_] I'll bet you're tired after all that.
sk_sk: Stavím sa, že si po tom všetkom unavená.

source: [_C_] Yeah.... I'm pretty pooped.
sk_sk: [_C_] Áno .... Som pekne poopovaný.

source: [_R_] Well, the floor needs to be swept, but since you've worked so hard, why don't you take off a little early and I'll just do it myself today.
sk_sk: [_R_] No, podlaha musí byť prehnutá, ale keďže ste tak tvrdo pracovali, prečo si nevezmete trochu skôr a ja to urobím dnes sám.

source: [_C_] Wow.... really?
sk_sk: [_ C_] Wow .... naozaj?

source: {i}"You can't get any more respect points from this event."{/i}
sk_sk: {i}"Za túto udalosť už nemôžete získať žiadne body rešpektu."{/i}

source: {i}{b}"Aunt Camille's Respect +1"{/b}{/i}
sk_sk: {i}{b}"Teta Camille Rešpekt +1"{/b} {/i}

source: [_R_] Yeah, for sure!.... I'll try to meet you here again tomorrow morning.
sk_sk: [_ R_] Áno, určite! .... Pokúsim sa ťa tu zajtra ráno stretnúť.

source: [_R_] Yeah for sure! I'll hopefully see you again on Monday.
sk_sk: [_R_] Áno, iste! Dúfam, že sa opäť uvidíme v pondelok.

source: [_C_] Thanks! I'll see you then.
sk_sk: Dík! Tak potom sa uvidíme.

source: [_R_] Look.... I know a maid's been doing all of your housework since you got married.
sk_sk: [_ R_] Pozrite .... Viem, že tá slúžka robí všetky tvoje domáce práce odkedy si sa vydala.

source: [_R_] So, I'll try not to be too critical.... but.... what the hell?
sk_sk: [_R_] Takže, ja sa pokúsim nebyť príliš kritický .... ale .... čo do pekla?

source: [_C_] What's your problem!?.... I've been working my ass off!
sk_sk: [_C_] Aký je váš problém!? .... Ja som pracoval na svojom zadku!

source: [_R_] I mean I guess it's my fault for assuming you knew how to do these things.
sk_sk: [_R_] Myslím, že je to moja chyba za predpokladu, že si vedel, ako to urobiť.

source: [_R_] So, I guess I'll have to teach you how to do the job right.
sk_sk: [_R_] Takže, myslím, že budem musieť naučiť, ako robiť prácu správne.

source: [_R_] First.... there's still finger prints all over the microwave door, there's water all around the sink area,
sk_sk: [_ R_] Prvý .... stále je prst tlačí všade cez mikrovlnné dvere, tam je voda po celom umývadlom priestore,

source: [_R_] I can see pieces of food from here that are stuck on the backsplash, and you haven't even touched the floor.
sk_sk: [_ R_] Môžem vidieť kúsky jedla odtiaľto, ktoré sú prilepené na zadnej strane, a vy ste sa ani dotkol podlahy.

source: [_R_] So, you better get back to work.
sk_sk: Tak, radšej sa vráťme do práce.

source: [_C_] Well, here's the thing.... I'm going to be late for my cycling class if I don't leave in the next 10 minutes.
sk_sk: [_C_] No, tu je tá vec .... Budem meškať na cyklistické hodiny, ak neodídem v nasledujúcich 10 minútach.

source: [_R_] Really.... you want to leave early.... having done a half assed job for cycling?
sk_sk: [_ R_] Naozaj .... chcete odísť skôr .... po tom, čo ste urobili polovicu z práce na bicykli?

source: [_C_] You don't understand.... If I don't keep up my training.... I won't be ready for the Triathlon in October.
sk_sk: [_ C_] Vy nerozumiete .... Ak sa neudržím v tréningu .... Nebudem pripravený na Triatlon v októbri.

source: [_R_] Hmmmmm...
sk_sk: [_R_] Hmmmmmm...

source: [_R_] I'm sorry, but if I'm going to spend my money to pay for your bills, I need you to take this seriously.
sk_sk: Je mi to ľúto, ale ak by som mal minútku zaplatiť za svoje účty, potrebujem, aby si to brala vážne.

source: [_R_] I'm sorry you're going to miss your cycling class, but If you're training for a triathlon, I'm sure you have a bike that you can go out and train on your own anytime.
sk_sk: [_R_] Je mi ľúto, že prídeš o hodiny cyklistiky, ale ak trénuješ na triatlon, určite máš bicykel, na ktorom môžeš kedykoľvek vyraziť a trénovať sama.

source: [_R_] You're going to have to stay late and make sure that you do the job right.
sk_sk: Budete musieť zostať meškať a uistiť sa, že to spravíte správne.

source: [_R_] Cuz if you don't.... the first bill I'll stop paying is your cycling class.
sk_sk: [_ R_] Cuz, ak nie .... prvý list, ktorý prestanem platiť, je vaša cyklistické triedy.

source: [_C_] Alright.... just let me know what I need to do to improve my work.
sk_sk: Dobre, daj mi vedieť, čo potrebujem urobiť, aby som si zlepšil svoju prácu.

source: [_R_] That's a much better attitude.
sk_sk: [_ R_] To je oveľa lepší postoj.

source: {i}"You can't get any more submission points from this event."{/i}
sk_sk: {i}"Z tejto udalosti nemôžete získať ďalšie body poddajnosti." {/i}

source: [_R_] Well, if you leave now, that means that I have to do the rest myself.
sk_sk: Ak teraz odídeš, znamená to, že si musím urobiť zvyšok sám.

source: [_R_] And since I'm paying you to do a job, what will you give me to do your job for you?
sk_sk: [_R_] A keďže vám platím za prácu, čo mi dáte, aby som pre vás urobil svoju prácu?

source: [_C_] I don't have anything to give you.... I mean I guess you could have the Hawaiian shirts Bobby left.
sk_sk: [_ C_] Ja nemám nič, čo by vám .... Myslím, že by ste mohli mať Havajské košele Bobbyho vľavo.

source: [_R_] I don't want no Hawaiian shirts!.... I had something else in mind.
sk_sk: [_ R_] Nechcem žiadne havajské košele! .... Mal som na mysli niečo iné.

source: [_C_] Oh, no.... not like in the bathroom?...
sk_sk: [_C_] Oh, nie... nie ako v kúpeľni?...

source: [_C_] And in the lounge?...
sk_sk: [_C_] a v salóniku? ...

source: [_R_] Haha.... yeah.... that's exactly what I'm thinking.
sk_sk: [_ R_] Haha .... áno .... to je presne to, čo si myslím.

source: [_C_] What is the matter with you?
sk_sk: Čo je to s tebou?

source: [_C_] How are you okay with perving on your own aunt?
sk_sk: [_C_] Ako sa máte v poriadku s perving na vlastnú tetu?

source: [_R_] I don't know.... maybe it would be weird if we were closer, but you've always been super cold to Mom and us.
sk_sk: [_ R_] Neviem ... možno by bolo divné, keby sme boli bližšie, ale vždy si bol super chladný k mame a my.

source: [_R_] Or maybe it's revenge for being such a dick to me for taking pictures of your daughter, when she's the one who asked me to take them.
sk_sk: [_R_] Alebo možno je to pomsta za to, že som bol taký čuráč na foto vašej dcéry, keď ma požiadala, aby som ich zobubil.

source: [_R_] But I think mostly it's because I think your body is really sexy, and I really like boobs, and I never get to see real ones.... just the ones I've seen on porn...
sk_sk: [_R_] Ale myslím, že je to preto, že si myslím, že tvoje telo je naozaj sexy, a ja mám rád prsia, a nikdy som nevidel skutočné... len tie, ktoré som videl na porne...

source: [_R_] It's not like I'm attracted to you because you're my aunt, it's more that I've identified a great opportunity to see some real boobs.
sk_sk: [_ R_] Nie je to tak, že by som vás priťahoval, pretože ste moja teta, je to viac, že som identifikoval veľkú príležitosť vidieť niektoré skutočné prsia.

source: [_C_] Yeah, well I've already told myself I'm not flashing you again.
sk_sk: Áno, už som vám povedal, že už zase neskáčem.

source: [_C_] It might not bother you that I'm your aunt, but it does bother me to flash my own nephew.
sk_sk: [_C_] To by mohlo nevadiť, že som vaša teta, ale to ma trápi, že záblesk môj vlastný synovec.

source: [_R_] Are you sure?.... Cuz you know you're going to have to miss your cycling class today, to stay here extra long and re-clean the stuff you didn't do right the first time.
sk_sk: [_ R_] Ste si istý? ... Cuz, vieš, že dnes budeš musieť zmeškať bicyklové hodiny, zostať tu extra dlho a vyčistiť veci, ktoré ste nespravili hneď prvý krát.

source: [_R_] Or you could make your class, take the $100 dollars I'll give you and go shopping tomorrow on your day off.... I know you like days off.
sk_sk: [_R_] Alebo by ste mohli urobiť svoju triedu, vziať $100 dolárov dám vám a ísť nakupovať zajtra na váš deň voľna .... Viem, že máš rada dni voľna.

source: [_C_] .... {i}(whispering){/i} That does sound really nice...
sk_sk: [_C_] .... {i}(šepkanie) {/i} To znie naozaj pekne ...
