Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_RT_] Mom!.... Stop.... open your eyes!
sk_sk: [_RT_] Mama!.... Stop.... otvor oči!

source: [_M_] Ok, I'm guessing I've caught [ryan]!
sk_sk: [_M_] Ok, hádam som zachytila [ryan]!

source: [_M_] Oh my God, Matt!
sk_sk: [_M_] Bože môj, Matt!

source: [_M_] Oh my God, Matt!!
sk_sk: [_M_] Bože môj, Matt!!

source: [_MB_] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
sk_sk: [_MB_] Je mi to ľúto!.... Práve ste chytila a začal ťahať.... Dúfal som, že to pustíte bez toho, aby ste otvorila oči.

source: [_MB_] But you just kept pulling!
sk_sk: [_MB_] Ale vy ste honili ďalej!

source: [_MB_] I didn't know what to do...
sk_sk: [_MB_] Nevedel som, čo mám robiť...

source: [_MB_] I'm sorry!...
sk_sk: [_MB_] Je mi to ľúto!...

source: [_M_] And please don't tell anyone what happened. Especially your parents.
sk_sk: [_M_] A prosím, nikomu nehovor, čo sa stalo. Najmä tvojim rodičom.

source: [_R_] Yeah.... It was pretty obvious by the look on Matt's face!
sk_sk: [_R_] Áno.... Bolo to celkom zrejmé podľa Mattovej tváre!

source: [_MT_] {i}Hahah.... I wish I had seen his face!{/i}
sk_sk: [_MT_] {i}Hahah.... Škoda, že som nevidel jeho tvár!{/i}

source: [_R_] How could you not tell you had a grip on his cock?
sk_sk: [_R_] Ako by si nemohol povedať, že si mal uchopeného vtáka?

source: [_M_] Language, [ryan]! I thought I had you by the wrist.
sk_sk: [_M_] Jazyk, [ryan]! Myslela som, že som ťa chytil za zápästie.

source: [_R_] Me?.... By the wrist?.... Is Matt that big?
sk_sk: [_R_] Mňa?.... Za zápästie?.... Je Matt taký veľký?

source: [_M_] Oh.... yeah.... and I thought you were big.
sk_sk: [_M_] Oh.... yeah.... a ja som si myslela, že si veľký.

source: [_M_] I mean.... oh heck.... I'm sorry to compare you to him.
sk_sk: [_M_] Myslím.... oh heck.... Je mi ľúto, že ťa s ním porovnávam.

source: [_RT_] {i}Mom is kind of a floozy when she's drunk. I can't believe Matt already got the best of me! I've got to bring it to him hard!{/i}
sk_sk: [_RT_] {i}Mama je tak trochu pobehlica, keď je opitá. Nemôžem uveriť, že Matt už zo mňa dostal to najlepšie! Musím mu to poriadne vytmaviť!{/i}

source: [_M_] Let's just say, I think he will have to find more experienced women, or he might just split them in half!
sk_sk: [_M_] Povedzme, že si bude musieť nájsť skúsenejšie ženy, inak ich môže rozdeliť na polovicu!

source: [_R_] Mom!.... That's not any better!
sk_sk: [_R_] Mama!.... To nie je lepšie!

source: [_MT_] {i}And he just let it happen.... didn't say a word for a long time.... oh, I wish I'd seen his face.... {/i}
sk_sk: [_MT_] {i}A ona to nechala tak.... dlho nepovedala ani slovo.... páčilo sa jej to?.... {/i}

source: [_R_] What!?.... Why?...
sk_sk: [_R_] Čože??.... Prečo?...

source: [_R_] Mom!.... Stop.... open your eyes!
sk_sk: [_R_] Mama!.... Stop.... otvor oči!

source: [_M_] Oh my God, Matt.
sk_sk: [_M_] Bože môj, Matt.

source: [_MB_] I thought if I could get away you wouldn't realize what you had grabbed!
sk_sk: [_MB_] Myslel som si, že ak sa mi podarí ujsť, neuvedomí si, čo schmatla!

source: [_MB_] It doesn't fit in my shorts when I'm hard...
sk_sk: [_MB_] Keď som tvrdý, nezmestí sa mi do šortiek...

source: [_MB_] And I've been hard ever since I pulled your top off by accident.
sk_sk: [_MB_] A ja som tvrdý od chvíle, keď som Vám omylom stiahol vrchnú časť.

source: [_MT_] {i}Pshhh.... accident my ass.{/i}
sk_sk: [_MT_] {i}Pshhh.... vraj nehoda.{/i}

source: [_M_] Don't you dare say a word to anyone! Especially your parents!
sk_sk: [_M_] Neopováž sa nikomu povedať ani slovo! Najmä tvojim rodičom!

source: [_MT_] Oh, God! I'm so humiliated!
sk_sk: [_MT_] Ach, Bože! Som taká ponížená!

source: [_M_] Sshhhhh.... I don't want anyone to know what we're talking about!
sk_sk: [_M_] Sshhhhhh.... Nechcem, aby niekto vedel, o čom sa bavíme!

source: [_M_] I mean.... oh heck.... I'm sorry to make you feel inadequate.
sk_sk: [_M_] Myslím.... oh joj.... Je mi ľúto, že sa cítiš nepohodlne.

source: [_MT_] {i}Matt just let it happen.... didn't say a word for a long time.... would he have ever stopped me, or let me make him cum?.... {/i}
sk_sk: [_MT_] {i}Matt to nechal len tak.... dlho nepovedal ani slovo.... či by ma niekedy zastavil, alebo nechal, aby som ho spravila? .... {/i}

source: {i}"You will not have the option to start the Sidney photo-shoot until you have bought both the green screen and the professional lights."{/i}
sk_sk: {i}"Kým si nezakúpite zelené plátno a profesionálne svetlá, nebudete mať možnosť začať fotenie so Sidney."{/i}

source: Lauren is only available to take pictures in the late morning.
sk_sk: Lauren je k dispozícii na fotografovanie len v neskorých ranných hodinách.

source: You have completed this photo session with Lauren entirely.
sk_sk: Toto fotenie s Lauren ste úplne dokončili.

source: You can still play through the event, but you will not be able to increase Lauren's stats, or be able to generate any more likes for the Cosplay Heaven website.
sk_sk: Stále môžete hrať v rámci tejto udalosti, ale nebudete môcť zvýšiť Laurenine štatistiky ani získať viac lajkov na webovej stránke Cosplay Heaven.

source: You have already done this photo session with Lauren this week.
sk_sk: Toto fotenie s Lauren ste už absolvovali tento týždeň.

source: You will still be able to increase Lauren's stats and progress through this scene,
sk_sk: Stále si budete môcť zvyšovať Laurenine štatistiky a postupovať v tejto scéne,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
sk_sk: Ale iba prvé hranie tejto udalosti každý týždeň bude generovať lajky pre webovú stránku Cosplay Heaven.

source: [_R_] Yeah.... I'm already over here.
sk_sk: [_R_] Áno.... Už som tu.

source: [_R_] No.... I said I'm already here, I'm not coming to get you.
sk_sk: [_R_] No.... Povedal som, že už som tu, neprídem si po teba.

source: [_R_] Just ride your bike, it's not that far.
sk_sk: [_R_] Stačí, keď sa odvezieš na bicykli, nie je to tak ďaleko.

source: [_R_] Yeah and bring your cosplay costume.
sk_sk: [_R_] Áno a priness si svoj cosplay kostým.

source: [_R_] No, I'm sure you can fit it in your backpack.
sk_sk: [_R_] Nie, som si istý, že sa ti zmestí do batohu.

source: [_R_] Ok, I'll get the studio ready while I'm waiting for you.
sk_sk: [_R_] Dobre, kým na teba budem čakať, pripravím štúdio.

source: [_L_] Wow! These are some professional looking lights! Were they expensive?
sk_sk: [_L_] Páni! Pridal si aj naozaj profesionálne vyzerajúce svetlá! Boli drahé?

source: [_R_] Of course, but it will be worth the investment with the quality of pictures we'll get out of them.
sk_sk: [_R_] Samozrejme, ale vďaka kvalite fotografií, ktorú získame, sa investícia oplatí.

source: [_L_] Nice background! But why is it green?
sk_sk: [_L_] Pekné pozadie! Ale prečo je zelené?

source: [_R_] It will make it so we can add any background we want to the pictures later.
sk_sk: [_R_] Vďaka tomu budeme môcť neskôr do obrázkov pridať ľubovoľné pozadie.

source: [_R_] I've been playing with the ZAD 3D computer program, and I should be able to do a lot of fun effects with the pictures we take.
sk_sk: [_R_] Hral som sa s počítačovým programom ZAD 3D a mal by som byť schopný urobiť veľa zábavných efektov s fotografiami, ktoré sme urobili.

source: [_L_] Awesome, I can't wait to see them!
sk_sk: [_L_] Úžasné, nemôžem sa dočkať, až ich uvidím!

source: [_L_] Oh Nice! You've added a background as well, but why green?
sk_sk: [_L_] Oh, pekne! Pridal si aj pozadie, ale prečo zelené?

source: [_L_] Oh, wow! You've added some really professional looking lights as well! Were they expensive?
sk_sk: [_L_] Páni! Pridali si aj naozaj profesionálne vyzerajúce svetlá! Boli drahé?

source: [_L_] Oh my gosh! You've upgraded the place! New professional looking lights, and a background that's green for some reason.
sk_sk: [_L_] Panebože! Vylepšil si to tu! Nové profesionálne vyzerajúce svetlá a pozadie, ktoré je z nejakého dôvodu zelené.

source: [_R_] The green screen will make it so we can add any background we want to the pictures later.
sk_sk: [_R_] Vďaka tomu budeme môcť neskôr do obrázkov pridať ľubovoľné pozadie.

source: [_R_] The lights will just make the quality of the pictures so much better. They will definitely be worth every penny we paid for them.
sk_sk: [_R_] Vďaka svetlám bude kvalita fotografií oveľa lepšia. Určite budú stáť za každý cent, ktorý sme za ne zaplatili.

source: [_L_] Awesome! I can't wait the see how the pictures turn out.
sk_sk: [_L_] Úžasné! Už sa neviem dočkať, ako dopadnú fotky.

source: [_R_] So, are you ready to get going?
sk_sk: [_R_] Takže si pripravená pokračovať?

source: [_L_] So ready!
sk_sk: [_L_] Tak pripravený!

source: [_R_] Ok, just run to the supply closet and get changed into your costume while I get a few more small details ready for the shoot.
sk_sk: [_R_] Dobre, len bež do šatníka a prezleč sa do kostýmu, zatiaľ čo ja pripravím ešte pár drobností na fotenie.

source: [_L_] Ok, I'm dressed, but I'm a little nervous about the shoot.
sk_sk: [_L_] Dobre, som oblečená, ale z fotenia som trochu nervózna.

source: [_R_] Ok Lauren, I know this is only the second photoshoot you've ever done.
sk_sk: [_R_] Ok Lauren, viem, že toto je len druhé fotenie, ktoré si kedy robila.

source: [_R_] But I'm going to try to be as professional as possible.
sk_sk: [_R_] Ale budem sa snažiť byť čo najprofesionálnejší.

source: [_R_] I might push you a little bit out of your comfort zone, but remember, it's just because I know what people want to see on the internet,
sk_sk: [_R_] Možno ťa trochu vytlačím z tvojej komfortnej zóny, ale pamätaj si, že je to len preto, že viem, čo chcú ľudia vidieť na internete,

source: [_R_] And I'll only be suggesting things that will get you more likes and more money to help pay Mom's Mafia debt.
sk_sk: [_R_] A budem navrhovať len veci, ktoré prinesú viac lajkov a viac peňazí, aby som mohla zaplatiť mamin mafiánsky dlh.

source: [_R_] If you're too uncomfortable to go any further with the shoot, we'll just call it a day, and see how we feel on the next one.
sk_sk: [_R_] Ak ti je príliš nepríjemné pokračovať vo fotografovaní, jednoducho to ukončíme a uvidíme, ako sa budeš cítiť pri ďalšom fotografovaní.

source: [_RT_] {i}{b}I've got to remember not to push Lauren too hard. If I make her mad, she's just going to end the photo shoot and go home.{/b}{/i}
sk_sk: [_RT_] {i}{b}Musím si zapamätať, že nesmiem na Lauren príliš tlačiť. Ak ju naštvem, jednoducho fotenie ukončí a pôjde domov.{/b}{/i}

source: [_R_] So, are you ready?
sk_sk: [_R_] Takže si pripravená?

source: [_L_] I think so. Thanks for being so professional, I almost forgot you were my brother for a second.
sk_sk: [_L_] Myslím, že áno. Vďaka za profesionalitu, na chvíľu som takmer zabudla, že si môj brat.

source: [_R_] Good! Go with that. Try to think of me as a professional photographer who's going to make you an internet sensation.
sk_sk: [_R_] Dobre! Choď s tým. Skús si ma predstaviť ako profesionálneho fotografa, ktorý z teba urobí internetovú senzáciu.

source: [_L_] And you ruined it, now you're just my brother again.
sk_sk: [_L_] A ty si to zničil, teraz si opäť len môj brat.

source: [_R_] Ok, smartass, let's just get started.
sk_sk: [_R_] Dobre, chytráčka, začnime.

source: [_R_] Ok Lauren, try not to be nervous, I'll try to be even more professional than last time.
sk_sk: [_R_] Ok Lauren, snaž sa nebyť nervózna, pokúsim sa byť ešte profesionálnejšia ako minule.

source: [_R_] Just try to be open to more of my suggestions. Like I said before, I'm just trying to make your pictures get as many likes as possible.
sk_sk: [_R_] Len sa pokús byť otvorená ďalším mojim návrhom. Ako som už povedal, snažím sa len o to, aby tvoje obrázky získali čo najviac lajkov.

source: [_L_] It just seems like you're being really pervy sometimes.
sk_sk: [_L_] Niekedy sa mi zdá, že si naozaj perverzný.

source: [_R_] Don't forget I'm your brother. I love you, and I've got your best interest at heart. You're safer with me, then anybody else.
sk_sk: [_R_] Nezabudni, že som tvoj brat. Milujem ťa a mám na srdci tvoj najlepší záujem. So mnou si vo väčšom bezpečí ako s kýmkoľvek iným.

source: [_L_] Yeah, yeah, let's just get this photoshoot started.
sk_sk: [_L_] Áno, áno, poďme začať s fotením.

source: [_R_] Ok, let's start out with a pose like a warrior hunting in the forest.
sk_sk: [_R_] Dobre, začneme pózou ako bojovník na love v lese.

source: [_L_] How's this?
sk_sk: [_L_] Aké je to?

source: [_R_] It's great!
sk_sk: [_R_] Je to skvelé!

source: [_R_] Hold that pose while I take the picture.
sk_sk: [_R_] Zostaň v tejto póze, kým ťa odfotím.

source: [_R_] Perfect.... I got it.
sk_sk: [_R_] Perfektné.... Mám to.

source: [_R_] Since we've got this kick-ass green screen, I'll be able to add a forest background to this picture.
sk_sk: [_R_] Keďže máme toto skvelé zelené plátno, budem môcť do tohto obrázka pridať lesné pozadie.

source: [_R_] I can see it now.
sk_sk: [_R_] Už to všetko vidím.

source: [_R_] That's going to look really good.
sk_sk: [_R_] Bude to vyzerať naozaj dobre.

source: [_R_] Now let's go for some sexier pictures.
sk_sk: [_R_] Teraz sa poďme pozrieť na nejaké sexi obrázky.

source: [_R_] Why don't you take off the leg warmers, the arm warmers and whatever that thing is around your torso.
sk_sk: [_R_] Prečo si nezložíš návleky na nohy, ruky a to, čo máš okolo trupu.

source: [_R_] Then sit down on the floor like you're taking a break from your dragon hunting.
sk_sk: [_R_] Potom si sadni na zem, akoby si si chcela oddýchnuť od lovu drakov.

source: [_L_] Haha, yeah ok, that doesn't sound too bad.
sk_sk: [_L_] Haha, áno, ok, to neznie tak zle.

source: [_L_] How's this pose?
sk_sk: [_L_] Aká je táto póza?

source: [_R_] Great as well. You look like one of those Playboy mudflap sillhouettes.
sk_sk: [_R_] Skvelá tiež. Vyzeráš ako jedna z tých blatníkových siluet z Playboya.

source: [_L_] Oh, hahah.... just take the picture already!
sk_sk: [_L_] Oh, hahah.... len už fotografuj!

source: [_R_] Beautiful smile!
sk_sk: [_R_] Krásny úsmev!

source: [_L_] Thanks.
sk_sk: [_L_] Ďakujem.

source: [_R_] This one's going to look great with the forest background as well.
sk_sk: [_R_] Táto bude vyzerať skvele aj s lesným pozadím.

source: [_R_] Lauren, you're so photogenic!
sk_sk: [_R_] Lauren, si taká fotogenická!

source: [_L_] Ah.... thanks [ryan]!
sk_sk: [_L_] Ah.... vďaka [ryan]!

source: [_RT_] {i}Ok, should I keep going?{/i}
sk_sk: [_RT_] {i}Dobre, mám pokračovať?{/i}

source: [_R_] Ok, how bout we make that outfit even more sexy.
sk_sk: [_R_] Ok, čo keby sme tento outfit urobili ešte viac sexy.

source: [_L_] Uhhh.... I don't think that's a good idea. Isn't this sexy enough?.... I mean you can see a lot of skin.
sk_sk: [_L_] Uhhhh.... Nemyslím si, že je to dobrý nápad. Nie je to dosť sexy?.... Myslím tým, že je vidieť veľa kože.

source: [_R_] Well yeah, it looks sexy, but if you're going for a lot of likes, you're going to have to go further than that.
sk_sk: [_R_] Áno, vyzerá to sexi, ale ak chceš získať veľa lajkov, budeš musieť ísť ďalej.

source: [_L_] Further? How far are you trying to get me to go, you pervert?
sk_sk: [_L_] Ďalej? Ako ďaleko sa ma snažíš dostať, ty zvrhlík?

source: [_R_] Let's get rid of the skirt.
sk_sk: [_R_] Zbavme sa sukne.

source: [_L_] But I've only got a buckskin thong on underneath!
sk_sk: [_L_] Ale ja mám pod nimi len kožušinové tangá!

source: [_R_] Yeah, it will look fantastic in the pics.
sk_sk: [_R_] Áno, na fotkách to bude vyzerať fantasticky.

source: [_L_] Yeah.... I don't think so. I'm going to get dressed and go home.
sk_sk: [_L_] Áno.... To si nemyslím. Idem sa obliecť a idem domov.

source: [_L_] We can try again next week if you're willing to be more professional.
sk_sk: [_L_] Môžeme to skúsiť znova na budúci týždeň, ak budeš ochotní byť profesionálnejší.

source: To get Lauren to take her skirt off you must have her submission at 5 points or her libido at 9 points.
sk_sk: Aby si Lauren vyzliekla podprsenku, musíte mať jej poddajnosť na 5 bodov alebo jej libido na 9 bodov.

source: [_R_] How about we make that outfit even more sexy.
sk_sk: [_R_] Čo keby sme tento outfit urobili ešte viac sexy?

source: [_L_] How do you mean?
sk_sk: [_L_] Ako to myslíš?

source: [_R_] Let's get rid of the skirt and have you show off that thong from behind.
sk_sk: [_R_] Zbav sa sukne a nechaj sa ukázať tie tangá zozadu.

source: [_L_] But that thong leaves so little to the imagination!
sk_sk: [_L_] Ale tie tangá nechávajú tak málo priestoru na predstavivosť!

source: [_R_] True, but it still does leave some things to the imagination.
sk_sk: [_R_] To je pravda, ale stále to ponecháva niektoré veci na predstavivosť.

source: [_L_] I'm a little uncomfortable with that.
sk_sk: [_L_] Je mi to trochu nepríjemné.

source: [_R_] Alright, but I know it will boost the likes on your profile like crazy!
sk_sk: [_R_] V poriadku, ale viem, že to zvýši počet lajkov na tvojom profile ako blázon!

source: [_L_] Well.... ok, I guess we can do that.
sk_sk: [_L_] Dobre, myslím, že to môžeme urobiť.

source: [_R_] And get rid of that axe and shield while you're at it. We shouldn't need those any more.
sk_sk: [_R_] A keď už budeš v tom, zbav sa sekery a štítu. Tie by sme už nemali potrebovať.

source: [_L_] Ok, give me just a second.
sk_sk: [_L_] Daj mi sekundu.

source: {i}"Lauren Anger +1"{/i}
sk_sk: {i}"Laurenin hnev +1"{/i}

source: {i}"Lauren Affection -1"{/i}
sk_sk: {i}"Laurenina náklonnosť -1" {/i}

source: To get Lauren to take her skirt off and show off her thong, you must have her submission at 7 points or her libido at 9 points.
sk_sk: Ak chcete Lauren prinútiť, aby si vyzliekla sukňu a ukázala svoje tangá, musíte mať jej poddajnosť na 7 bodov alebo jej libido na 9 bodov.

source: [_R_] Let's get rid of the skirt and the buckskin bra.
sk_sk: [_R_] Zbavme sa sukne a koženej podprsenky.

source: [_L_] What? I'm not ready to show off my breasts yet.
sk_sk: [_L_] Čo? Ešte nie som pripravená ukázať svoje prsia.

source: [_R_] Well, you can cover them with your hands.
sk_sk: [_R_] Môžeš si ich zakryť rukami.

source: [_R_] Let's get rid of the skirt and buckskin bra.
sk_sk: [_R_] Zbavme sa sukne a koženej podprsenky.

source: [_R_] Plus, it will look fantastic in the pics.
sk_sk: [_R_] Áno, na fotkách to bude vyzerať fantasticky.

source: {i}"Lauren Anger +2"{/i}
sk_sk: {i}"Laurenin hnev +2"{/i}

source: To get Lauren to take her bra off you must have her submission at 10 points or her libido at 10 points.
sk_sk: Aby si Lauren vyzliekla podprsenku, musíte mať jej poddajnosť na 10 bodov alebo jej libido na 10 bodov.

source: [_R_] Actually, let's call it a day. I've got some more great ideas for this photoshoot in the future, but I need to get a green screen first.
sk_sk: [_R_] Vlastne to dnes ukončíme. V budúcnosti mám ešte niekoľko skvelých nápadov na toto fotenie, ale najprv musím zohnať zelené plátno.

source: [_L_] Ok, I'll go get dressed and see you back at home.
sk_sk: [_L_] Dobre, idem sa obliecť a uvidíme sa doma.

source: [_R_] Later.
sk_sk: [_R_] Neskôr.

source: [_R_] Let's get rid of the skirt and the buckskin bra and get some tasteful pictures of your breasts.
sk_sk: [_R_] Zbavme sa sukne a koženej podprsenky a urobme niekoľko vkusných fotografií tvojich pŕs.

source: [_L_] What? I'm not letting you take pictures of my bare naked titties!
sk_sk: [_L_] Čo? Nedovolím ti fotiť moje nahé prsia!

source: [_R_] It's not like I'm asking you to go full nude or anything.
sk_sk: [_R_] Nie je to tak, že by som ťa žiadal, aby si sa vyzliekla úplne donaha alebo niečo podobné.

source: [_L_] Well.... ok, I guess we can do that, if it helps me get internet famous.
sk_sk: [_L_] No.... ok, myslím, že to môžeme urobiť, ak mi to pomôže stať sa slávnou na internete.

source: [_R_] Let's get rid of the skirt and buckskin bra and get some nice pics of them titties.
sk_sk: [_R_] Zbavme sa sukne a koženej podprsenky a urobme niekoľko vkusných fotografií tvojich pŕs.

source: {i}"Lauren Anger +3"{/i}
sk_sk: {i}"Laurenin hnev +3"{/i}

source: To get Lauren to take her bra off and show off her tits, you must have her submission at 14 points.
sk_sk: Ak chcete Lauren prinútiť, aby si vyzliekla podprsenku a ukázala svoje prsia, musíte ju podriadiť na 14 bodov.

source: [_R_] Let's get rid of the bra and panties and take some tasteful nude shots.
sk_sk: [_R_] Zbavme sa podprsenky a nohavičiek a urobme niekoľko vkusných nahých záberov.

source: [_L_] What? I'm not completely stripping to nothing for you!
sk_sk: [_L_] Čože? Nebudem sa kvôli tebe úplne vyzliekať!

source: [_R_] You won't be completely naked, you will still wear all of your accessories.
sk_sk: [_R_] Nebudeš úplne nahá, stále budeš mať na sebe všetky doplnky.

source: [_L_] That isn't helping. I'm really uncomfortable with this.
sk_sk: [_L_] To nepomáha. Je mi to naozaj nepríjemné.

source: [_R_] Alright, your call, but I know it will boost the likes on your profile like crazy!
sk_sk: [_R_] V poriadku, ale viem, že to zvýši počet lajkov na tvojom profile ako blázon!

source: [_R_] Let's get rid of the bra and panties and shoot the rest in the nude.
sk_sk: [_R_] Zbavme sa podprsenky a nohavičiek a urobme niekoľko vkusných nahých záberov.

source: {i}"Lauren Anger +4"{/i}
sk_sk: {i}"Laurenin hnev +4"{/i}

source: To get Lauren to take everything off you must have her submission at 19 points.
sk_sk: Ak chcete Lauren prinútiť, aby si vyzliekla podprsenku a ukázala svoje prsia, musíte ju podriadiť na 19 bodov.

source: [_R_] Ok, how bout we take this shoot to a whole different level.
sk_sk: [_R_] Ok, čo keby sme toto fotografovanie posunuli na úplne inú úroveň.

source: [_R_] Let's get right to what the fans have been asking for.
sk_sk: [_R_] Prejdime hneď k tomu, o čo fanúšikovia žiadali.

source: [_L_] I'm afraid to ask.
sk_sk: [_L_] Bojím sa opýtať.

source: [_R_] They're practically begging for some between the leg close-ups.
sk_sk: [_R_] Prakticky žobrú o zábery medzi nohami.

source: [_L_] What? I'm not showing off my coochie for you!
sk_sk: [_L_] Čo? Nebudem sa pred tebou predvádzať!

source: [_R_] You're not showing it to me, it's for your loyal fans who have become enchanted by you.
sk_sk: [_R_] Neukazuješ ju mne, je určená tvojim verným fanúšikom, ktorí ňou boli očarení.

source: [_L_] I have been reading a lot of sweet comments from a lot of them, but I'm really uncomfortable with this.
sk_sk: [_L_] Čítala som veľa milých komentárov od mnohých z nich, ale toto mi naozaj vadí.

source: [_R_] Alright, your call, but I think this will take you to a whole new level of internet fame!
sk_sk: [_R_] Dobre, je to na tebe, ale myslím, že ťa to posunie na úplne novú úroveň internetovej slávy!

source: [_L_] Well.... ok, I guess we can do that, but only because I love my fans, and don't want to leave them with blue balls.
sk_sk: [_L_] No.... ok, myslím, že to môžeme urobiť, ale len preto, že milujem svojich fanúšikov a nechcem ich nechať s modrými guľami.

source: [_R_] It's not just guys.
sk_sk: [_R_] Nie sú to len chlapci.

source: [_L_] Oh my God, I know. hehehe...
sk_sk: [_L_] Bože môj, ja viem. hehehe...

source: [_L_] Uhhh.... what do you mean? Isn't this sexy enough?.... I mean you can see a lot of skin.
sk_sk: [_L_] Uhhhh.... Nemyslím si, že je to dobrý nápad. Nie je to dosť sexy?.... Myslím tým, že je vidieť veľa kože.

source: [_R_] Let's get some close-ups of between your legs.
sk_sk: [_R_] Urobme si niekoľko detailných záberov medzi tvojimi nohami.

source: [_R_] That's what your fans have been asking for in the comments section.
sk_sk: [_R_] O to fanúšikovia žiadali v sekcii komentárov.
