Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_LT_] {i}Diaz is even pretty hot.... I wonder what drove her to like other women.... {/i}
sk_sk: [_LT_] {i}Diazová je dokonca dosť horúca.... Zaujímalo by ma, čo ju viedlo k tomu, aby sa jej páčili iné ženy.... {/i}

source: [_LT_] {i}Probably some kind of traumatic experience like this one.{/i}
sk_sk: [_LT_] {i}Pravdepodobne nejaký traumatický zážitok, ako je tento.{/i}

source: [_LT_] {i}Am I going to start liking other women?{/i}
sk_sk: [_LT_] {i}Začnem mať rád iné ženy?{/i}

source: [_LT_] {i}I do think Diaz is pretty sexy!{/i}
sk_sk: [_LT_] {i}Myslím si, že Diazová je dosť sexy!{/i}

source: [_LT_] {i}And Kenzie and I have experimented a little.{/i}
sk_sk: [_LT_] {i}A s Kenzie sme trochu experimentovali.{/i}

source: [_LT_] {i}But seeing [ryan]'s cock made me feel some pretty confusing feelings too.{/i}
sk_sk: [_LT_] {i}Ale keď som videla [ryan]' vtáka, tiež som cítila dosť zmätočné pocity.{/i}

source: [_LT_] {i}Shit.... I'm getting pretty screwed up.{/i}
sk_sk: [_LT_] {i}Hovno.... Začínam byť pekne v háji.{/i}

source: [_L_] Well, Is this sexy enough for you?
sk_sk: [_L_] No, je to pre teba dosť sexi?

source: [_AD_] .... Just.... wow!...
sk_sk: [_AD_] .... Len ... wow!

source: [_RT_] {i}I've got to see this!{/i}
sk_sk: [_RT_] {i}Musím to vidieť!{/i}

source: [_RT_] {i}Not just for my own enjoyment, but to make sure Agent Diaz doesn't take things too far.{/i}
sk_sk: [_RT_] {i}Nielen pre vlastné potešenie, ale aj preto, aby agentka Diazová nezašla priďaleko.{/i}

source: [_RT_] {i}Luckily Sidney will be out jogging this morning. I have no idea how I'd explain this to her.{/i}
sk_sk: [_RT_] {i}Našťastie Sidney bude dnes ráno behať. Netuším, ako by som jej to vysvetlil.{/i}

source: [_RT_] {i}Luckily Sidney can sleep through a train driving through the house, cuz I don't know how I'd explain this to her.{/i}
sk_sk: [_RT_] {i}Sidney našťastie dokáže zaspať, keď cez dom prechádza vlak, lebo neviem, ako by som jej to vysvetlil.{/i}

source: [_RT_] {i}Oh, wow! I wish she'd wear her uniform like that to school.{/i}
sk_sk: [_RT_] {i}Páni! Kiež by si takú uniformu nosila aj do školy.{/i}

source: [_RT_] {i}Hmmmmm.... I wonder if Mom could ever be convinced to allow that dress code in her class.{/i}
sk_sk: [_RT_] {i}Hmmmmm.... Zaujímalo by ma, či by sa mama niekedy dala presvedčiť, aby povolila takýto dress code vo svojej triede.{/i}

source: [_RT_] {i}I know school board member Will Tylor would gladly agree to that kind of dress code.{/i}
sk_sk: [_RT_] {i}Viem, že člen školskej rady Will Tylor by s takýmto kódexom obliekania rád súhlasil.{/i}

source: [_AD_] If we're going to count this favor against your debt, you have to at least pretend that you're enjoying this.
sk_sk: [_AD_] Ak máme túto láskavosť započítať do tvojho dlhu, musíš aspoň predstierať, že si to užívaš.

source: [_AD_] Why don't you start out with some sexy dancing. I'll turn on some music on my phone for you.
sk_sk: [_AD_] Prečo nezačneš s nejakým sexy tancom. Pustím ti na telefóne nejakú hudbu.

source: [_AD_] All right Lauren, let's see you move that body!
sk_sk: [_AD_] Dobre Lauren, pozrime sa, ako hýbeš telom!

source: [_L_] Fine!
sk_sk: [_L_] Fajn!

source: [_AD_] That's right!
sk_sk: [_AD_] Presne tak!

source: [_AD_] Yeah.... move those hips...
sk_sk: [_AD_] Yeah.... pohni bokmi...

source: [_LT_] {i}This is kind of like dancing for my old boyfriend, I'll try to just go there mentally.{/i}
sk_sk: [_LT_] {i}Je to niečo ako tanec pre môjho bývalého priateľa, pokúsim sa tam ísť len psychicky.{/i}

source: [_LT_] {i}Shit, I hate him almost as much as Agent Diaz though.{/i}
sk_sk: [_LT_] {i}Do riti, nenávidím ho skoro tak ako agentku Diazovú.{/i}

source: [_AD_] Let's see you shake that booty!
sk_sk: [_AD_] Uvidíme, ako zatrasieš zadkom!

source: [_AD_] Yeah, wow Lauren.... what an ass you've got!
sk_sk: [_AD_] Áno, wow Lauren.... aký máš zadok!

source: [_L_] Please don't objectify me like that. You're making me really uncomfortable.
sk_sk: [_L_] Prosím, neopisuj ma takto. Je mi to naozaj nepríjemné.

source: [_AD_] What do you think you are?
sk_sk: [_AD_] Čo si myslíš, že si?

source: [_AD_] You "are" just an object for my enjoyment.
sk_sk: [_AD_] "Si" len objektom pre moje potešenie.

source: [_AD_] I came in here and just took you like that, without having to hardly try.
sk_sk: [_AD_] Prišla som sem a jednoducho som ťa vzala len tak, bez toho, aby som sa musela snažiť.

source: [_AD_] You put on a sexy outfit for me just because I asked.
sk_sk: [_AD_] Obliekla si si pre mňa sexi šaty len preto, že som ťa o to požiadala.

source: [_L_] No.... because you're blackmailing us.
sk_sk: [_L_] No...., pretože nás vydieraš.

source: [_AD_] That's right! My leverage over you makes you and your brother mine.
sk_sk: [_AD_] Presne tak! Moja páka na teba robí teba a tvojho brata mojimi.

source: [_AD_] Now come climb over my knee, so I can show you that you're mine.
sk_sk: [_AD_] Teraz mi prelez cez koleno, aby som ti mohla ukázať, že si moja.

source: [_L_] No!
sk_sk: [_L_] Nie!

source: [_AD_] Do it, or I arrest you and [ryan] for hiding your income from the IRS, and tell your mom all about your sexy picture shoots.
sk_sk: [_AD_] Urob to, alebo ťa zatknem a [ryan] za zatajovanie príjmov pred daňovým úradom a poviem tvojej mame všetko o tvojich sexi foteniach.

source: [_AD_] There, now that's a much more obedient girl!
sk_sk: [_AD_] Tak, teraz je to oveľa poslušnejšie dievča!

source: [_AD_] Now let's uncover that beautiful little ass of yours.
sk_sk: [_AD_] Teraz odhalíme ten tvoj krásny zadoček.

source: [_AD_] Yes, that's very fine!
sk_sk: [_AD_] Áno, to je veľmi dobré!

source: [_AD_] And now it's time to teach you what you are.
sk_sk: [_AD_] A teraz je čas pripomenúť ti, čo si.

source: [_AD_] Tell me that "you" are my toy.
sk_sk: [_AD_] Povedz mi, že "ty" si moja hračka.

source: [_L_] What the hell?.... I'm not saying that!
sk_sk: [_L_] Čo to do pekla?.... To nehovorím!

source: [_L_] Ouch! You bitch!
sk_sk: [_L_] Au! Ty mrcha!

source: [_AD_] Say it!
sk_sk: [_AD_] Povedz to!

source: [_AD_] I'm just going to keep spanking you until you admit that you're my toy.
sk_sk: [_AD_] Budem ťa plácať dovtedy, kým nepriznáš, že si moja hračka.

source: [_AD_] So, say it.
sk_sk: [_AD_] Povedz to.

source: [_L_] Never!
sk_sk: [_L_] Nikdy!

source: [_RT_] {i}Oh my God! She's spanking Lauren!{/i}
sk_sk: [_RT_] {i}Bože môj! Ona plieska Lauren!{/i}

source: [_RT_] {i}Why do I find that so hot?.... {/i}
sk_sk: [_RT_] {i}Prečo mi to pripadá také horúce?.... {/i}

source: [_RT_] {i}I've got the biggest boner right now!{/i}
sk_sk: [_RT_] {i}Mám teraz najväčšiu erekciu!{/i}

source: [_RT_] {i}I hope that slapping doesn't wake up Sidney.{/i}
sk_sk: [_RT_] {i}Dúfam, že tá facka Sidney nezobudí.{/i}

source: [_AD_] Well, are you going to say it?
sk_sk: [_AD_] No, povieš to?

source: [_L_] Yes! I'll say it.... I'm.... your.... toy...
sk_sk: [_L_] Áno! Poviem to.... Som.... tvoja.... hračka...

source: [_L_] Ouch!.... I said it!.... Why did you spank me again?
sk_sk: [_L_] Ouch!.... Povedal som to!.... Prečo si mi znova naplácala?

source: [_AD_] Say it louder like you mean it!
sk_sk: [_AD_] Povedz to hlasnejšie, ak to myslíš vážne!

source: [_L_] I'm your toy!!.... I'm your fucking toy!!...
sk_sk: [_L_] Som tvoja hračka!!.... Som tvoja zasraná hračka!!...

source: [_AD_] That's right, and here's a few more to seal that in your thick skull.
sk_sk: [_AD_] Presne tak, a tu je ešte niekoľko ďalších, ktoré ti to utvrdia v lebke.

source: [_AD_] There now remember what you are on my next visit!
sk_sk: [_AD_] Teraz si zapamätaj, čo budeš pri mojej ďalšej návšteve!

source: [_L_] Yes, Agent Diaz, your toy will remember.
sk_sk: [_L_] Áno, agentka Diazová, tvoja hračka si to zapamätá.

source: [_AD_] Maybe I'll see you next week. We'll see how your brother does.
sk_sk: [_AD_] Možno sa uvidíme opäť budúci týždeň. Uvidíme, ako sa bude dariť tvojmu bratovi.

source: [_AD_] Well, I hope you enjoyed the show.
sk_sk: [_AD_] Dúfam, že sa ti zábava opäť páčila.

source: [_R_] .... I.... how did?...
sk_sk: [_R_] .... Ja.... ako?...

source: [_AD_] Remember! I already know you're recording your family.
sk_sk: [_AD_] Pamätaj! Už viem, že nahrávaš svoju rodinu.

source: [_AD_] I can only assume you were watching that too.
sk_sk: [_AD_] Môžem len predpokladať, že si to sledovali aj ty.

source: [_AD_] And just to give you a little incentive, if your relationship with your sister gets a little more advanced,
sk_sk: [_AD_] A len pripomínam. Ak tvoj vzťah so sestrou trochu pokročí,

source: [_AD_] I just might start to include you in these little games of ours.
sk_sk: [_AD_] Možno ťa začnem zapájať do týchto našich hier.

source: [_R_] Whaa.... what are you implying.... the very idea.... goodbye!
sk_sk: [_R_] Whaa.... na čo narážaš.... samotná myšlienka.... zbohom!

source: [_RT_] {i}Holy shit! I'm going to cum right here in my pants! The thought of Lauren and myself with Diaz!.... Shit, that's hot!{/i}
sk_sk: [_RT_] {i}Do prdele! Urobím sa priamo tu, v mojich nohaviciach! Pri pomyslení na Lauren a seba s Diazovou!.... Kurva, to je horúce!{/i}

source: [_RT_] {i}Shit!.... I'd better go check on Lauren.{/i}
sk_sk: [_RT_] {i}Do prdele!.... Radšej pôjdem skontrolovať Lauren.{/i}

source: [_LT_] {i}Damn my ass is really sore.{/i}
sk_sk: [_LT_] {i}Sakra, ten zadok ma fakt bolí.{/i}

source: [_LT_] {i}I can't believe that bitch made me call myself her toy.{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že tá mrcha ma prinútila nazvať sa jej hračkou.{/i}

source: [_LT_] {i}How did she get that kind of power over me?{/i}
sk_sk: [_LT_] {i}Ako nado mnou získal takú moc?{/i}

source: [_LT_] {i}I couldn't do anything to stop her from doing that to me.{/i}
sk_sk: [_LT_] {i}Nemohla som urobiť nič, aby som tomu zabránila.{/i}

source: [_LT_] {i}Like I really was her toy.... {/i}
sk_sk: [_LT_] {i}Akoby som bola naozaj jej hračka.... {/i}

source: [_LT_] {i}Fuck!.... {/i}
sk_sk: [_LT_] {i}Kurva!{/i}

source: [_R_] Lauren?.... Are you ok?...
sk_sk: [_R_] Lauren?.... Si v poriadku?...

source: [_L_] I don't know.... what do you think?...
sk_sk: [_L_] Neviem.... čo si myslíš?...

source: [_L_] She made me call myself her toy...
sk_sk: [_L_] Prinútila ma, aby som sa nazývala jej hračkou...

source: [_L_] She wouldn't stop spanking me until I did...
sk_sk: [_L_] Neprestala ma plácať, kým som to neurobila...

source: [_R_] You just said it to make it stop!
sk_sk: [_R_] Práve si to povedala, aby si to zastavila!

source: [_R_] That doesn't mean you're really her toy!
sk_sk: [_R_] To však neznamená, že si naozaj jej hračka!

source: [_L_] Please, [ryan]! Do everything you can to make sure we can pay her next week!
sk_sk: [_L_] Prosím, [ryan]! Urob všetko pre to, aby sme ju mohli budúci týždeň zaplatiť!

source: [_L_] I don't want to do anything for that bitch ever again.
sk_sk: [_L_] Už nikdy nechcem pre tú mrchu nič robiť.

source: [_R_] Yeah.... well, it's not all on me.... I've got two ransoms to pay now, don't I?
sk_sk: [_R_] Áno.... no, nie je to všetko na mne.... Musím teraz platiť dve výkupné, však?

source: [_R_] The best thing we can do is make sure the Cosplay business takes off.
sk_sk: [_R_] Najlepšie, čo môžeme urobiť, je zabezpečiť, aby sa podnikanie v oblasti Cosplay rozbehlo.

source: [_R_] Are you willing to do your part to make that happen?
sk_sk: [_R_] Si ochotná prispieť k tomu, aby sa tak stalo?

source: [_L_] Yes! Please!.... I'll take more clothes off during picture shoots. Anything so I don't have to do that again!
sk_sk: [_L_] Áno! Prosím!.... Počas fotenia sa budem viac vyzliekať. Čokoľvek, aby som to už nemusela robiť!

source: [_R_] Well, let's try to make some money then.
sk_sk: [_R_] Skúsme teda zarobiť nejaké peniaze.

source: [_L_] Thank you!!
sk_sk: [_L_] Ďakujem!!

source: [_R_] We'd better get ready for school. We're going to be late.
sk_sk: [_R_] Radšej sa pripravme do školy. Prídeme neskoro.

source: [_AD_] Does my toy like shaking it for me?
sk_sk: [_AD_] Chce moja hračka, aby som ňou zatriasla?

source: [_L_] Yes, your toy loves shaking her ass for you.
sk_sk: [_L_] Áno, hračka rada vrtí zadkom.

source: [_AD_] And you're one sexy toy!
sk_sk: [_AD_] A ty si poriadne sexy hračka!

source: [_L_] You stopped the music!
sk_sk: [_L_] Zastavila si hudbu!

source: [_L_] Does that mean you want your toy to do something else?
sk_sk: [_L_] Znamená to, že chceš, aby hračka robila niečo iné?

source: [_AD_] Your teacher called me.
sk_sk: [_AD_] Volala mi vaša učiteľka.

source: [_AD_] She said you've been so naughty that she can't handle you.
sk_sk: [_AD_] Povedala, že si taký nezbedný, že ťa nezvládne.

source: [_AD_] She needed a real disciplinarian to take care of you!
sk_sk: [_AD_] Potrebovala skutočnú disciplínu, aby sa o teba postarala!

source: [_AD_] Is my toy a naughty girl?
sk_sk: [_AD_] Je moja hračka neposlušné dievčatko?

source: [_L_] Yes, Agent Diaz!
sk_sk: [_L_] Áno, agentka Diazová!

source: [_L_] I'm a very naughty girl.
sk_sk: [_L_] Som veľmi nezbedné dievča.

source: [_AD_] You'd better get your ass over my knee again then!
sk_sk: [_AD_] Tak to by si mala radšej znova prehodiť svoj zadok cez moje koleno!

source: [_L_] What? But I called myself your toy!
sk_sk: [_L_] Čože? Ale ja som sa nazvala tvojou hračkou!

source: [_L_] Why are you punishing me again?
sk_sk: [_L_] Prečo ma opäť trestáš?

source: [_AD_] If you were my toy, you wouldn't argue.
sk_sk: [_AD_] Keby si bola mojou hračkou, nehádala by si sa.

source: [_AD_] Now get your ass over my knees!
sk_sk: [_AD_] A teraz si prestrč zadok cez moje kolená!

source: [_L_] Yes, Agent Diaz.
sk_sk: [_L_] Áno, agentka Diazová.

source: [_AD_] And now it's time to remind you what you are.
sk_sk: [_AD_] A teraz je čas pripomenúť ti, čo si.

source: [_L_] I'm your toy!
sk_sk: [_L_] Som tvoja hračka!

source: [_AD_] That's right, and here's a few more to solidify that in your thick skull.
sk_sk: [_AD_] Presne tak, a tu je ešte niekoľko ďalších, ktoré ti to utvrdia v lebke.

source: [_AD_] There, now remember what you are on my next visit!
sk_sk: [_AD_] Tak, teraz si pri mojej ďalšej návšteve zapamätaj, čo si!

source: [_AD_] Maybe I'll see you again next week. We'll see how your brother does.
sk_sk: [_AD_] Možno sa uvidíme opäť budúci týždeň. Uvidíme, ako sa bude dariť tvojmu bratovi.

source: [_AD_] Well, I hope you enjoyed the show again.
sk_sk: [_AD_] Dúfam, že sa ti prehliadka opäť páčila.

source: [_R_] Yeah.... it's actually pretty hot.
sk_sk: [_R_] Áno.... je to vlastne celkom horúce.

source: [_AD_] And just to remind you. If your relationship with your sister gets a little more advanced,
sk_sk: [_AD_] A len pripomínam. Ak tvoj vzťah so sestrou trochu pokročí,

source: [_R_] I'll see what I can do!
sk_sk: [_R_] Uvidím, čo sa dá robiť!

source: [_AD_] Hahah.... you're my toy now too!...
sk_sk: [_AD_] Hahah.... teraz si aj ty moja hračka!...

source: [_AD_] I'll see you next week.
sk_sk: [_AD_] Uvidíme sa budúci týždeň.

source: [_LT_] {i}It wasn't nearly as bad this time though.{/i}
sk_sk: [_LT_] {i}Tentoraz to však nebolo až také zlé.{/i}

source: [_LT_] {i}Was it because I knew what to expect?{/i}
sk_sk: [_LT_] {i}Bolo to preto, že som vedela, čo mám očakávať?{/i}

source: [_LT_] {i}I felt so dirty to willingly call myself her toy.{/i}
sk_sk: [_LT_] {i}Cítila som sa tak špinavo, že som sa dobrovoľne nazvala jej hračkou.{/i}

source: [_LT_] {i}My job is just to bring her pleasure.... {/i}
sk_sk: [_LT_] {i}Mojou úlohou je len priniesť jej potešenie.... {/i}

source: [_LT_] {i}Fuck!.... Get out of my head.{/i}
sk_sk: [_LT_] {i}Fuck!.... Vypadni z mojej hlavy.{/i}

source: [_L_] I don't know.... It wasn't nearly as bad this time...
sk_sk: [_L_] Neviem.... Tentoraz to nebolo až také zlé...

source: [_L_] I called myself her toy.... and she still spanked me.
sk_sk: [_L_] Nazvala som sa jej hračkou.... a ona ma stále plieskala.

source: [_R_] Did it hurt really bad?
sk_sk: [_R_] Bolelo to naozaj veľmi?

source: [_L_] Not as bad.... but in a strange way.... it felt kind of good...
sk_sk: [_L_] Nie tak zlé.... ale zvláštnym spôsobom.... to bolo celkom dobré...

source: [_L_] I'm worried about what this is doing to me psychologically.
sk_sk: [_L_] Obávam sa, čo to so mnou robí po psychickej stránke.

source: [_R_] You know I'm doing my best to cover for you and Mom!
sk_sk: [_R_] Vieš, že sa snažím, aby som ťa s mamou kryl!

source: [_L_] I know we need to get ready for school, but I really wanted to thank you for protecting me from Agent Diaz.
sk_sk: [_L_] Viem, že sa musíme pripraviť do školy, ale naozaj som sa ti chcela ešte raz poďakovať za to, že si ma ochránil pred agentkou Diazovou.

source: [_R_] That's what big brothers are for, Lauren.
sk_sk: [_R_] Na to sú starší bratia, Lauren.

source: [_L_] Well, lately you've been much more to me than a big brother.
sk_sk: [_L_] V poslednom čase si pre mňa oveľa viac ako starší brat.

source: [_R_] How do you mean?
sk_sk: [_R_] Ako to myslíš?

source: [_L_] I don't know, it's like you've changed since Dad went to prison. You've stepped up, but you've also been treating me differently.
sk_sk: [_L_] Neviem, akoby si sa zmenil, odkedy otec išiel do väzenia. Zlepšil si sa, ale aj ku mne sa správaš inak.

source: [_L_] I don't know what changed you.... but I like it.
sk_sk: [_L_] Neviem, čo sa zmenilo...., ale páči sa mi to.

source: [_RT_] {i}I'm pretty sure jacking off to Mom while she was stripping changed me more than Dad going to prison.{/i}
sk_sk: [_RT_] {i}Som si istý, že honenie si nad mamou, keď sa vyzliekala, ma zmenilo viac ako otcovo väzenie.{/i}

source: [_RT_] {i}In hindsight, I probably shouldn't have done that.{/i}
sk_sk: [_RT_] {i}Keď sa na to pozriem spätne, asi som to nemal robiť.{/i}

source: [_L_] I've noticed you staring at my ass a lot lately, but you act like a professional during our photoshoots,
sk_sk: [_L_] Všimla som si, že mi v poslednom čase často pozeráš na zadok, ale počas nášho fotenia sa správaš ako profesionál,

source: [_L_] But I can't help but notice you're always pitching a tent once I start taking off my clothes.
sk_sk: [_L_] Nemôžem si však pomôcť, ale vždy, keď sa začnem vyzliekať, postavíš stan.

source: [_R_] Just because I'm your brother doesn't mean I won't get turned on looking at your tits and ass.
sk_sk: [_R_] To, že som tvoj brat, neznamená, že ma nebude vzrušovať pohľad na tvoje kozy a zadok.

source: [_R_] I've tried to tactfully conceal my hard-on.
sk_sk: [_R_] Snažil som sa taktne zakryť svoju erekciu.

source: [_LT_] {i}Yeah right, like you could do anything to hide that monster.{/i}
sk_sk: [_LT_] {i}Áno, presne tak, ako keby si mohol urobiť čokoľvek, aby si tú príšeru skryl.{/i}

source: [_L_] Well, no judgements, and anyways, this gives me an idea of how I can return the favor.
sk_sk: [_L_] Nuž, nesúdim a v každom prípade mi to dáva nápad, ako by som mohla vrátiť láskavosť.

source: [_L_] Just sit there, close your eyes, and don't say anything.
sk_sk: [_L_] Len si tam sadni, zavri oči a nič nehovor.

source: [_R_] Ok...
sk_sk: [_R_] Dobre...

source: [_R_] Holy shit Lauren, do you want me to leave?...
sk_sk: [_R_] Do riti, Lauren, chceš, aby som odišiel?...

source: [_L_] What?.... No.... you're not supposed to say anything yet.... and you're supposed to keep your eyes closed!...
sk_sk: [_L_] Čo?.... Nie.... zatiaľ nemáš nič hovoriť.... a máš mať zavreté oči!...

source: [_R_] {i}(whispering){/i} sorry...
sk_sk: [_R_] {i}(šepot){/i} Prepáč...

source: [_RT_] {i}Oh my.... how am I supposed to keep my eyes shut for this.... {/i}
sk_sk: [_RT_] {i}Ó môj.... ako mám pri tom udržať oči zatvorené.... {/i}

source: [_L_] Ok, I'm serious, keep your eyes closed.
sk_sk: [_L_] Ok, myslím to vážne, maj zavreté oči.

source: [_L_] Ok, you can open your eyes now.
sk_sk: [_L_] Ok, teraz môžeš otvoriť oči.

source: [_R_] Holy fuck, Lauren!.... Are you going to school like that?
sk_sk: [_R_] Kurva, Lauren!.... Chodíš takto do školy?

source: [_L_] No, you idiot!
sk_sk: [_L_] Nie, ty idiot!

source: [_L_] This is for you.
sk_sk: [_L_] Toto je pre teba.

source: [_R_] What?!!
sk_sk: [_R_] Čo?!!

source: [_L_] Oh, God.... please tell me I didn't mis-read the situation?
sk_sk: [_L_] Ach, Bože...., prosím, povedz mi, že som si situáciu zle nevyložila?

source: [_L_] I thought you might enjoy a little eye candy before school.
sk_sk: [_L_] Myslela som, že by sa ti pred školou mohla páčiť malá pastva pre oči.

source: [_L_] Give you something to think about all day.
sk_sk: [_L_] Budeš mať celý deň o čom premýšľať.

source: [_R_] Wow, Lauren! You look incredible!
sk_sk: [_R_] Wow, Lauren! Vyzeráš neuveriteľne!

source: [_L_] Now that's the reaction I was hoping for.
sk_sk: [_L_] V takúto reakciu som dúfala.

source: [_L_] Now let me just turn on some music.
sk_sk: [_L_] Teraz si pustím hudbu.

source: [_R_] Wow! I've seen a lot of your body on the photo shoots,
sk_sk: [_R_] Wow! Videl som veľa tvojho tela na foteniach,

source: [_R_] But I've never seen you move like this before.
sk_sk: [_R_] Ale nikdy predtým som ťa nevidel takto sa pohybovať.

source: [_LT_] {i}Oh, the look on his face!.... I think he's really enjoying this!{/i}
sk_sk: [_LT_] {i}Ach, ten jeho výraz!.... Myslím, že sa mu to naozaj páči!{/i}

source: [_L_] If you like that, I think you'll really like this.
sk_sk: [_L_] Ak sa ti to páči, myslím, že sa ti bude páčiť aj toto.

source: [_R_] Oh fuck, Lauren.... your ass is beautiful!
sk_sk: [_R_] Oh kurva, Lauren.... tvoj zadok je nádherný!

source: [_L_] Heheh.... I was always pretty sure you liked it.
sk_sk: [_L_] Heheh.... Vždy som si bola celkom istá, že sa ti to páči.

source: [_L_] So, Mr. [ryan].
sk_sk: [_L_] Takže, pán [ryan].

source: [_R_] Huh?.... Why did you stop the dancing?
sk_sk: [_R_] Huh?.... Prečo si prestala tancovať?

source: [_L_] I know I'm getting an "F" in Anatomy, so I was hoping there was something I could do to bring up my grade.
sk_sk: [_L_] Viem, že z anatómie dostávam päťku, a tak som dúfala, že by som mohla urobiť niečo, čo by mi zlepšilo známku.

source: [_RT_] {i}Oh, nice! Lauren wants to do some role-play.{/i}
sk_sk: [_RT_] {i}Oh, pekné! Lauren si chce zahrať nejakú rolu.{/i}

source: [_RT_] {i}Maybe it's easier for her if she pretends I'm not her brother?{/i}
sk_sk: [_RT_] {i}Možno je to pre ňu jednoduchšie, keď predstiera, že nie som jej brat?{/i}

source: [_R_] I don't know, young lady. You've skipped my class almost every day to make out with the head cheerleader, Megan.
sk_sk: [_R_] Ja neviem, mladá dáma. Takmer každý deň si vynechávala moje hodiny, aby si sa mohla bozkávať s hlavnou roztlieskavačkou Megan.

source: [_L_] Megan!?.... Really?
sk_sk: [_L_] Megan!?.... Naozaj?

source: [_R_] Shhhh.... don't break out of character, it ruins the illusion.
sk_sk: [_R_] Shhhh.... nevychádzaj z charakteru. Zničí to ilúziu.

source: [_LT_] {i}You asshole!{/i}
sk_sk: [_LT_] {i}Ty kretén!{/i}

source: [_R_] I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
sk_sk: [_R_] Ťažko ti môžem dovoliť postúpiť do ďalšieho ročníka po tom, čo si predviedla toto neuveriteľne oplzlé, ale sexy správanie.

source: [_L_] There must be something I can do to change your mind.
sk_sk: [_L_] Musím urobiť niečo, aby som zmenila tvoj názor.

source: [_R_] Nope! There's nothing I can think of that would keep me from failing you.
sk_sk: [_R_] Nie! Nenapadá ma nič, čo by mi bránilo v tom, aby som vás nechal prepadnúť.

source: [_L_] What if I show you...
sk_sk: [_L_] Čo keby som vám ukázala...

source: [_L_] These!...
sk_sk: [_L_] Tieto!...

source: [_R_] I.... I.... I...
sk_sk: [_R_] Ja ... Ja ... Ja ...

source: [_L_] Hahaha.... what's under your pants is saying everything.
sk_sk: [_L_] Hahaha.... to, čo máš pod nohavicami, hovorí všetko.
