Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_GF_] Ahhh.... but we shouldn't be discussing heavenly politics. I've got a job to do, and not a lot of time to get it done.
sk_sk: [_ GF_] Ahhh .... ale nemali by sme diskutovať o nebeskej politike. Mám prácu, a nie je veľa času, aby som to urobil.

source: [_GF_] Are you ready to go to the future?
sk_sk: [_ GF_] Ste pripravení ísť do budúcnosti?

source: [_R_] I guess! Go ahead and blow that magic fairy dust on me
sk_sk: [_ R_] Myslím! Do toho a vybuchni tú čarovnú rozprávku na mňa.

source: [_GF_] Yeah.... I'm not into that flowery bull-shit. I do things a little differently.
sk_sk: [_GF_] Áno .... Nie som v tej kvetinárskej sračkovej sračkovej sračke. Robím veci trochu inak.

source: [_GF_] Just give me a second.
sk_sk: Daj mi chvíľku.

source: [_R_] Oh, no!
sk_sk: [_R_] Ale nie!

source: [_R_] Oh, my God!...
sk_sk: Oh, môj Bože!

source: [_R_] What in Futa God's name?...
sk_sk: [_R_] Čo sa volá Futa Božia? ...

source: [_R_] Huh.... weird.... It.... smells like.... candy canes.
sk_sk: [_ R_] Ha .... divný .... Smrdí to ako ... candy canes.

source: [_RT_] {i}What the.... I'm still in bed.... I don't think I've even moved.... these dreams are getting weird.{/i}
sk_sk: [_RT_] {i}Čo je to ... Stále som v posteli .... Nemyslím si, že som sa dokonca presťahoval .... tieto sny sa čudujú. {/i}

source: [_M_] Wake up [ryan]!.... It's Christmas!
sk_sk: [_] Wake up [ryan]! .... Sú Vianoce!

source: [_M_] Good morning [ryan]!
sk_sk: [_ M_] Dobré ráno [ryan]!

source: [_R_] ....Mmm.... Mom?
sk_sk: [_R_] ....Mmm .... -Mami?

source: [_M_] That's right, honey.... merry Christmas!.... I wanted to be the first to give you a present.
sk_sk: [_ M_] To je pravda, zlato .... veselé Vianoce! .... Chcela som byť prvá, aby som ti dala darček.

source: [_M_] I hope you enjoy it!
sk_sk: [_ M_] Dúfam, že sa vám bude páčiť!

source: [_R_] Ohhh.... Mom!
sk_sk: [_R_] Ohhh .... -Mami!

source: [_RT_] {i}Ok.... Mom's giving me a morning handy!.... I'm definitely in the future.{/i}
sk_sk: [_RT_] {i}Ok .... Mama mi ráno dáva šikovné! .... Som rozhodne v budúcnosti. {/i}

source: [_RT_] {i}What the hell? If I get to wake up to this in the morning, why would I want to change anything?{/i}
sk_sk: [_RT_] {i}Čo do pekla? Ak sa k tomu ráno zobudím, prečo by som chcel niečo zmeniť? {/i}

source: [_RT_] {i}Ohhh.... that feels so good!{/i}
sk_sk: [_RT_] {i}Ohhh .... to sa cíti tak dobre! {/i}

source: [_RT_] {i}And the fact that Mom is doing it is a dream come true. I wonder what else we do together in the future.{/i}
sk_sk: [_RT_] {i}A skutočnosť, že mama robí to, je sen, ktorý sa stane skutočnosťou. Zaujímalo by ma, čo iné spolu robíme v budúcnosti. {/i}

source: [_M_] Oh, that's such a handful!
sk_sk: [_M_] Ach, to je taká ....!

source: [_M_] You're my big boy!
sk_sk: [_M_] Si môj veľký chlapec!

source: [_RT_] {i}Ohhh.... she knows how to talk sexy too.{/i}
sk_sk: [_RT_] {i}Ohhh.... vie, ako hovoriť sexy.{/i}

source: [_RT_] {i}I shouldn't be surprised, I guess. {/i}
sk_sk: [_RT_] {i}Asi by som nemal byť prekvapený. {/i}

source: [_M_] Are you going to blow your huge load all over my face?
sk_sk: [_M_] Vyfúkneš mi svoj obrovský náklad na celú tvár?

source: [_R_] Yes!.... I want to sooo bad!
sk_sk: [_R_] Áno!.... Tak veľmi to chcem!

source: [_M_] Your cock is just pulsing in my hand! Are you close?
sk_sk: [_M_] Tvoj penis mi pulzuje v ruke! Si blízko?

source: [_R_] Yes, Mom!.... I'm so close!
sk_sk: [_R_] Áno, mami!.... Som tak blízko!

source: [_R_] Why did you stop?
sk_sk: [_R_] Prečo si prestala?

source: [_M_] Because it's barely morning! It's a big day today. You're going to need your stamina.
sk_sk: [_M_] Pretože je sotva ráno! Dnes je veľký deň. Budeš potrebovať svoju výdrž.

source: [_R_] But.... but that's just cruel!
sk_sk: [_R_] Ale.... ale to je jednoducho kruté!

source: [_M_] Haha.... no, It will put you in the right mood for the rest of the day! I'll see you in just a bit. I've got to run use the bathroom.
sk_sk: [_M_] Haha.... nie, To ti dodá správnu náladu na zvyšok dňa! Uvidíme sa o chvíľu. Musím si odbehnúť na záchod.

source: [_RT_] {i}What in the!....{/i}
sk_sk: [_RT_] {i}Čo to do pekla?

source: [_RT_] {i}Holy shit!....{/i}
sk_sk: [_RT_] {i}Do prdele!.... {/i}

source: [_RT_] {i}Is Mom?....{/i}
sk_sk: [_RT_] {i}Je mama?....{/i}

source: [_GF_] Holy shit, dude! Is your mom pregnant?
sk_sk: [_GF_] Do prdele, ty vole! Je tvoja mama tehotná?

source: [_RT_] {i}Uhhh.... It kind of looks that way!{/i}
sk_sk: [_RT_] {i}Uhhhh.... Tak trochu to tak vyzerá!{/i}

source: [_RT_] {i}Unless she ate a really big breakfast burrito.{/i}
sk_sk: [_RT_] {i}Ibaže by zjedla naozaj veľké raňajkové burrito.{/i}

source: [_GF_] Holy shit! I wonder if it's yours!
sk_sk: [_GF_] Do prdele! Zaujímalo by ma, či je tvoje!

source: [_RT_] {i}Could I have knocked up my own mother?{/i}
sk_sk: [_RT_] {i}Mohol som zbúchať vlastnú matku?{/i}

source: [_GF_] That would be fucking legendary!
sk_sk: [_GF_] To by bolo legendárne!

source: [_R_] Uhhh.... Mom!...
sk_sk: [_R_] Uhhhhhh.... Mamička!...

source: [_M_] Hnnnhhh...Yeah honey?
sk_sk: [_M_] Hnnnhhhh... Áno, zlato?

source: [_R_] I need to talk to you a little before you leave!
sk_sk: [_R_] Musím sa s tebou trochu porozprávať, než odídeš!

source: [_M_] Alright, well make it fast.
sk_sk: [_M_] Dobre, tak to urob rýchlo.

source: [_M_] You know how a pregnant woman's bladder is.
sk_sk: [_M_] Vieš, aký je močový mechúr tehotných žien.

source: [_M_] And unless you're into water sports...
sk_sk: [_M_] A ak sa nevenuješ vodným športom...

source: [_R_] Mom!...
sk_sk: [_R_] Mama!...

source: [_M_] Haha.... what is it you want?
sk_sk: [_M_] Haha .... čo chceš?

source: [_R_] Uhhh.... I hope this isn't too indelicate to ask?
sk_sk: [_R_] Uhhhh.... Dúfam, že to nie je príliš netaktné sa pýtať?

source: [_R_] But.... how far along are you?
sk_sk: [_R_] Ale.... Ako dlho si?

source: [_M_] Hmmm.... let me think...
sk_sk: [_M_] Hmmm.... nechaj ma premýšľať...

source: [_M_] I should be about 7 months along now.
sk_sk: [_M_] Teraz by som mala byť asi v 7. mesiaci.

source: [_R_] Wow!.... I mean you still look great!
sk_sk: [_R_] Wow!.... Myslím, že stále vyzeráš skvele!

source: [_M_] Haha.... thanks hon!
sk_sk: [_M_] Haha.... vďaka, myslím!

source: [_R_] Uhhhh.... and do we think it's mine?
sk_sk: [_R_] Uhhhhh.... a myslíš si, že je to moje?

source: [_M_] Are you serious?
sk_sk: [_M_] To myslíš vážne?

source: [_R_] Uhhh.... yeah.... I mean...
sk_sk: [_R_] Uhhhh.... yeah.... Myslím...

source: [_M_] You must still have foggy morning brain, or pent up sexual energy brain, or something.
sk_sk: [_M_] Musíš mať stále zahmlený ranný mozog alebo mozog s nahromadenou sexuálnou energiou, alebo niečo podobné.

source: [_R_] Well?...
sk_sk: [_R_] No?...

source: [_M_] Of course it's not yours!
sk_sk: [_M_] Samozrejme, že nie je tvoje!

source: [_M_] How do you think you could get me pregnant, when I only let you have sex with my butt?
sk_sk: [_M_] Ako si myslíš, že si ma mohol nabúchať, keď som ti dovolila mať sex len s mojím zadkom?

source: [_R_] Well.... yeah.... I suppose that's a pretty effective form of birth control.
sk_sk: [_R_] No.... yeah.... Predpokladám, že je to celkom účinná forma kontroly pôrodnosti.

source: [_M_] You know my pussy is reserved for [dad_name]!
sk_sk: [_M_] Vieš, že moja kundička je vyhradená pre [dad_name]!

source: [_R_] So Dad got you pregnant?
sk_sk: [_R_] Takže otec ťa priviedol do iného stavu?

source: [_R_] Did he get out of prison?
sk_sk: [_R_] Dostal sa z väzenia?

source: [_M_] [ryan]? Are you sure you're ok? I wonder if you have a fever or something.
sk_sk: [_M_] [ryan]? Si si istý, že si v poriadku? Zaujímalo by ma, či máš horúčku alebo niečo podobné.

source: [_R_] What? No.... I mean yes.... I'm ok, but is Dad out of prison?
sk_sk: [_R_] Čo? No.... Teda áno.... Som v poriadku, ale je otec vonku z väzenia?

source: [_M_] Of course not honey! I know you miss him.... but I'm afraid he's going to be gone a very long time.
sk_sk: [_M_] Samozrejme, že nie, zlato! Viem, že ti chýba...., ale obávam sa, že bude preč veľmi dlho.

source: [_RT_] {i}Oh Thank God?{/i}
sk_sk: [_RT_] {i}Ó, vďaka Bohu!{i}

source: [_R_] So, how did you get pregnant?
sk_sk: [_R_] Ako si otehotnela?

source: [_M_] I know you've heard of conjugal visits.
sk_sk: [_M_] Viem, že si už počul o manželských návštevách.

source: [_R_] And you're okay raising him as a single mom?
sk_sk: [_R_] A tebe nevadí, že ho vychovávaš ako slobodná matka?

source: [_M_] No silly. You said you'd help! You'll be like his second daddy!
sk_sk: [_M_] Nie je to hlúposť. Povedal si, že pomôžeš! Budeš ako jeho druhý otec!

source: [_RT_] {i}You've got to be fucking kidding me!{/i}
sk_sk: [_RT_] {i}To si zo mňa robíš srandu!{/i}

source: [_GF_] Oh man, and you're going to have to support his kid financially! You totally got cucked!
sk_sk: [_GF_] Aha, a ty budeš musieť finančne podporovať jeho dieťa! Úplne ťa podrazili!

source: [_RT_] {i}Oh shit! I can't believe this is happening!{/i}
sk_sk: [_RT_] {i}Do prdele! Nemôžem uveriť, že sa to deje!{/i}

source: [_GF_] Hey, don't sweat it too bad! This hasn't happened yet. Now you can take steps to prevent this.
sk_sk: [_GF_] Hej, netráp sa príliš! Ešte sa to nestalo. Teraz môžete podniknúť kroky, aby so tomu zabránil.

source: [_GF_] You know, like rolling back scenes in one of those crappy incest H-games you like, so you can make the better decision?
sk_sk: [_ GF_] Viete, rovnako ako vrátenie späť scény v jednom z tých crappy incest H-hry sa vám páči, takže si môžete urobiť lepšie rozhodnutie?

source: [_GF_] You can fix this!
sk_sk: [_ GF_] Môžete to napraviť!

source: [_RT_] {i}Yeah, you're right! Oh Thank Futa God!{/i}
sk_sk: [_RT_] {i}Áno, máte pravdu! Ďakujem, Futa, Bože!

source: [_M_] Don't worry! You'll be the best surrogate dad!
sk_sk: [_ M_] Nebojte sa! Budeš najlepším náhradným ockom!

source: [_M_] Well, of course it's yours!
sk_sk: [_M_] Samozrejme, že je tvoje!

source: [_M_] Who else's would it be?
sk_sk: [_ M_] Kto iný by to bol?

source: [_M_] Your father is in prison.
sk_sk: [_M_] Tvoj otec je vo väzení.

source: [_M_] And between posing for pictures for you, and working at the school, I have no time to meet any other men.
sk_sk: [_M_] A medzi predstavením pre vás a prácou v škole, nemám čas stretnúť sa s inými mužmi.

source: [_M_] And I'm kind of freaking out here because I'm carrying your baby.
sk_sk: [_M_] A ja som tu trochu divný, pretože nosím vaše dieťa.

source: [_M_] And your father is going to murder me when he gets out, and meet's his grandbaby slash step-son!
sk_sk: [_M_] A tvoj otec ma zavraždí, keď sa dostane von, a stretne sa so svojím vnukom, čiže nevlastným synom!

source: [_M_] Meanwhile, I have to raise and care for another baby! I thought I was done with that stage of my life!
sk_sk: [_M_] Medzitým, musím zvýšiť a starať sa o ďalšie dieťa! Myslel som si, že som skončil s tým štádiom môjho života!

source: [_R_] Hey.... hey.... relax!.... It's ok!...
sk_sk: [_ R_] Hej .... hej .... relaxovať! .... To je v poriadku!

source: [_R_] I'm going to be there to help take care of the baby!
sk_sk: [_ R_] Idem tam, aby som pomohol postarať sa o dieťa!

source: [_R_] I'll take care of you financially.
sk_sk: [_ R_] Ja sa o vás postarám finančne.

source: [_R_] I have it on good authority that Dad's not getting out of prison any time before we can cut all ties to him.
sk_sk: [_ R_] Mám to na dobrú moc, že otec sa nedostáva von z väzenia kedykoľvek predtým, než by sme mohli znížiť všetky väzby na neho.

source: [_R_] It's all going to be alright!
sk_sk: [_ R_] To všetko bude v poriadku!

source: [_RT_] {i}Holy shit!.... I'm going to be a daddy!{/i}
sk_sk: [_RT_] {i}Svätú sračku! .... Budem otecko!

source: [_GF_] Sure! If that's the way you want it.... that's the beauty of this gift you're receiving from us.
sk_sk: [_GF_] Jasné! Ak to tak chceš.... to je krása tohto daru, ktorý od nás dosteš.

source: [_GF_] It's like having the ability to roll back life. You know, like one of those crappy incest H-games you like, where you can roll back to make the better choice if you fuck up.
sk_sk: [_ GF_] Je to ako mať schopnosť vrátiť späť život. Vieš, ako jedna z tých hrapkov, čo sa ti páči, kde sa môžeš vrátiť, aby si sa mohla lepšie rozhodnúť, ak sa pojebeš.

source: [_GF_] If you want to be a dad, good job. If you decide you don't want to be. You can decide to wear a condom, or only have anal sex.
sk_sk: [_ GF_] Ak chcete byť otcom, dobrá práca. Ak sa rozhodneš, že nechceš byť. Môžete sa rozhodnúť nosiť kondóm, alebo len análny sex.

source: [_RT_] {i}Thank you! That is a pretty sweet gift.{/i}
sk_sk: [_RT_] {i}Ďakujeme! To je pekný darček. {/i}

source: [_M_] Thanks for the pep talk honey!
sk_sk: [_ M_] Vďaka za pep talk medu!

source: [_M_] If that's it, I'm going to run to the bathroom before I piss myself.
sk_sk: [_ M_] Ak to je to, budem bežať na záchod predtým, než budem šťať sám.

source: [_M_] You should get out of your room, and go see Lauren and Sidney. I think Lauren is baking cookies in the kitchen, and I think Sidney is in the lounge making sure everything is ready for our Christmas gift exchange.
sk_sk: Mala by si vypadať z tvojej izby a ísť za Lauren a Sidneym. Myslím, že Lauren je pečenie koláčikov v kuchyni, a myslím si, že Sidney je v salóniku, aby sa ubezpečil, že všetko je pripravené na našu vianočnú darčekové výmeny.

source: [_M_] After that, we'll all meet in the lounge for the gift exchange. I think you'll like the gift we're all going to give you.
sk_sk: Potom sa všetci stretneme v salóniku pre výmenu darčekov. Myslím, že sa vám bude páčiť dar, ktorý vám všetkým dá.

source: [_GF_] Hahahaha.... holy shit!
sk_sk: [_ GF_] Hahahaha .... sväté hovno!

source: [_GF_] In all the years I've been showing people their Christmas futures, I've never seen anyone cucked as hard as that!
sk_sk: [_GF_] Vo všetkých tých rokoch som sa ukázal ľuďom ich vianočné futures, Nikdy som nevidel nikoho cucked tak ťažké, ako to!

source: [_GF_] Are you ok? Should I call an ambulance so the crew can come fuck your mom and then take you to the hospital?
sk_sk: [_ GF_] Ste v poriadku? Mal by som zavolať záchranku, aby posádka mohla prísť do riti s tvojou mamou a potom ťa vziať do nemocnice?

source: [_RT_] {i}Fuck off!{/i}
sk_sk: [_RT_] {i}Vyser sa! {/i}

source: [_GF_] I'm sorry! I really do feel sorry for you, man!
sk_sk: Je mi to ľúto! Je mi to naozaj ľúto, človeče!

source: [_GF_] But like I said. This is not final. And even if it were, at least you're getting some side action from that hot piece of ass.
sk_sk: [_GF_] Ale ako som povedal. Toto nie je konečné. A aj keby to bolo, aspoň dostávate nejakú vedľajú akciu od toho horúca kus zadku.

source: [_GF_] You are amazing!
sk_sk: [_ GF_] Vy ste úžasná!

source: [_GF_] In all the years I've been showing people their Christmas futures, I've never seen anyone be surprised with impregnating their mom!
sk_sk: [_GF_] Za všetky tie roky, čo ľuďom ukazujem ich vianočnú budúcnosť, som ešte nevidela, že by niekoho prekvapilo oplodnenie ich mamy!

source: [_GF_] Ohhh.... hoho.... the look on your face!
sk_sk: [_ GF_] Ohhh .... hoho .... vzhľad na tvári!

source: [_GF_] I've got to say! That's pretty damn awesome! What better way to claim a woman for yourself, than to impregnate her.
sk_sk: [_ GF_] Musím povedať! To je fakt úžasné! Aký lepší spôsob, ako žiadať o ženu pre seba, ako ju oponovať.

source: [_GF_] I don't know if I'd change a thing. Unless you hate kids or something.
sk_sk: [_ GF_] Neviem, či by som niečo zmeniť. Pokiaľ neznášaš deti alebo tak niečo.

source: [_GF_] So, are you ready to move on?
sk_sk: [_GF_] Takže si pripravený pokračovať?

source: [_GF_] I think your mom said something about cookies downstairs. Let's go see if they're done, and we can talk to Lauren while we're at it.
sk_sk: [_GF_] Myslím, že tvoja mama dole hovorila niečo o sušienkach. Poďme sa pozrieť, či sú hotové, a môžeme sa pri tom porozprávať s Lauren.

source: [_GF_] You definitely left on a high note though.
sk_sk: [_GF_] Určite si však žil na vysokej nohe.

source: [_GF_] So, did you learn anything?
sk_sk: [_GF_] Naučil si sa niečo?

source: [_GF_] Merry Christmas!
sk_sk: [_GF_] Veselé Vianoce!

source: [_R_] Testing.... testing.... ok.... It looks like it's recording.
sk_sk: [_R_] Testovanie.... testovanie.... ok.... Vyzerá to, že sa nahráva.

source: [_R_] My name is [ryan].... and if you are watching this recording, it means that I am dead.
sk_sk: [_R_] Volám sa [ryan].... a ak sledujete tento záznam, znamená to, že som mŕtvy.

source: [_R_] Or I guess it could mean the extremely unlikely scenario that my computer was hacked, and now some schmuck is using my story for financial gain.
sk_sk: [_R_] Alebo by to mohlo znamenať extrémne nepravdepodobný scenár, že môj počítač bol hacknutý a nejaký hlupák teraz využíva môj príbeh na získanie finančného zisku.

source: [_R_] Because the series of events I'm going to tell you about is so unbelievable, it would make a great movie or TV series.
sk_sk: [_R_] Pretože séria udalostí, o ktorých vám budem rozprávať, je taká neuveriteľná, že by z nej bol skvelý film alebo televízny seriál.

source: [_R_] But probably the kind of TV series you could only see on HBO.
sk_sk: [_R_] Ale pravdepodobne ide o seriál, ktorý by ste mohli vidieť len na HBO.

source: [_R_] Please God, just don't let anybody make a crappy H-game out of this.
sk_sk: [_R_] Prosím ťa, Bože, len nech z toho nikto nerobí mizerné H-hry.

source: [_WT_] Ummm.... hi!
sk_sk: [_WT_] Ummm.... Ahoj!

source: [_WT_] Sorry to interrupt.
sk_sk: [_WT_] Ospravedlňujeme sa za vyrušenie.

source: [_WT_] My name is Will Tylor and I just wanted to take this opportunity to welcome you to our "awesome" H-game, "A Family Venture!"
sk_sk: [_WT_] Volám sa Will Tylor a chcel by som vás pri tejto príležitosti privítať v našej "úžasnej" H-hre, "Rodinný podnik"!

source: [_WT_] Back to you, [ryan].
sk_sk: [_WT_] Späť na [ryan].

source: [_R_] I wanted to record my version of the remarkable events that have occurred over the last little while.
sk_sk: [_R_] Chcel som zaznamenať svoju verziu pozoruhodných udalostí, ku ktorým došlo v poslednom čase.

source: [_R_] I know many wouldn't understand why I've been doing the things I'm doing, if I didn't explain myself, so this is my attempt to justify my actions.
sk_sk: [_R_] Viem, že mnohí by nepochopili, prečo robím veci, ktoré robím, keby som to nevysvetlil, takže toto je môj pokus ospravedlniť svoje konanie.

source: [_R_] I've been acquiring many items to help me achieve my goals, of saving those I love, and helping that love to become even more realized.
sk_sk: [_R_] Získal som mnoho vecí, ktoré mi pomáhajú dosiahnuť moje ciele, zachrániť tých, ktorých milujem, a pomôcť im, aby sa táto láska ešte viac realizovala.

source: [_WT_] Thanks [ryan]. Let me do a little explaining from here.
sk_sk: [_WT_] Vďaka [ryan]. Dovoľte mi, aby som to odtiaľto trochu vysvetlil.

source: [_WT_] This is a typical in-game screen. As [ryan] mentioned, you will acquire many items in the game.
sk_sk: [_WT_] Toto je typická obrazovka v hre. Ako už bolo spomenuté na stránke [ryan] , v hre získate mnoho predmetov.

source: [_WT_] You can keep track of the items you acquire by clicking on this blue backpack.
sk_sk: [_WT_] Získané položky môžete sledovať kliknutím na tento modrý batoh.

source: [_WT_] This will open up your inventory,
sk_sk: [_WT_] Tým sa otvorí váš inventár,

source: [_WT_] where you will be able to see how much money you have earned,
sk_sk: [_WT_] kde uvidíte, koľko peňazí ste zarobili,

source: [_WT_] and what items you have acquired.
sk_sk: [_WT_] a aké položky si získal.

source: [_WT_] There are several other important items on the game screen I'd like to draw your attention to.
sk_sk: [_WT_] Na obrazovke hry je niekoľko ďalších dôležitých položiek, na ktoré by som vás chcel upozorniť.

source: [_WT_] This symbol shows you what day of the week it is,
sk_sk: [_WT_] Tento symbol zobrazuje, aký je deň v týždni,

source: [_WT_] while this symbol shows you the time of day.
sk_sk: [_WT_] pričom tento symbol zobrazuje denný čas.

source: [_WT_] I'll let you get back to [ryan] again.
sk_sk: [_WT_] Nechám vás, aby ste sa vrátili na [ryan] .

source: [_R_] I've had to become very good at managing my money. I've got debts I have to pay, and items I need to buy, to help influence those around me.
sk_sk: [_R_] Musel som sa veľmi dobre naučiť hospodáriť s peniazmi. Mám dlhy, ktoré musím zaplatiť, a veci, ktoré si musím kúpiť, aby mi pomohli ovplyvniť ľudí okolo seba.

source: [_R_] I've become aware that someone, or several someones, have been tracking my movements. So, I have learned to be stealthy, and to watch my back wherever I go.
sk_sk: [_R_] Uvedomil som si, že niekto alebo niekoľko ľudí sleduje môj pohyb. Preto som sa naučil byť nenápadný a strážiť si chrbát, kamkoľvek idem.

source: [_WT_] Let me just pause you again for a second. [ryan] brings up a good point about getting around.
sk_sk: [_WT_] Dovoľte mi, aby som vás opäť na chvíľu zastavil. [ryan] uvádza dobrú poznámku o cestovaní.

source: [_WT_] You will find that navigation is very important in this type of game, so let me just show you how that's done.
sk_sk: [_WT_] Zistíte, že navigácia je v tomto type hry veľmi dôležitá, takže vám ukážem, ako sa to robí.

source: [_WT_] On the game screen, you can get around to many locations by using the travel buttons.
sk_sk: [_WT_] Na hernej mape sa môžete dostať do mnohých miest pomocou tlačidiel na cestovanie.

source: [_WT_] This button right here, will open up a map of the house, where you can pick any room you would like to go to.
sk_sk: [_WT_] Týmto tlačidlom sa otvorí mapa domu, kde si môžete vybrať ľubovoľnú miestnosť, do ktorej chcete ísť.

source: [_WT_] You can also hover your cursor over this button, to open up the quick travel options.
sk_sk: [_WT_] Na toto tlačidlo môžete tiež umiestniť kurzor, čím sa otvoria možnosti rýchleho cestovania.

source: [_WT_] These buttons will take you to any room in the house, as well as the world map.
sk_sk: [_WT_] Pomocou týchto tlačidiel sa dostanete do ktorejkoľvek miestnosti v dome a na mapu sveta.

source: [_WT_] Exploring the AFV world is vitally important, as you will find that some events only happen at certain times, and in certain places.
sk_sk: [_WT_] Preskúmanie sveta AFV je nesmierne dôležité, pretože zistíte, že niektoré udalosti sa dejú len v určitom čase a na určitých miestach.

source: [_WT_] So, have fun exploring!
sk_sk: [_WT_] Tak sa bavte pri objavovaní!

source: [_R_] I never can be sure who is following me, even though I have my suspicions.
sk_sk: [_R_] Nikdy si nemôžem byť istý, kto ma sleduje, aj keď mám podozrenie.

source: [_R_] Always having to watch my back has made me grow closer to the few people I can trust.
sk_sk: [_R_] Vďaka tomu, že som si vždy musel kryť chrbát, som sa zblížil s niekoľkými ľuďmi, ktorým môžem dôverovať.

source: [_R_] And who can I trust better than those that live right here with me?
sk_sk: [_R_] A komu môžem veriť viac ako tým, ktorí žijú tu so mnou?

source: {i}"(knock knock knock....)"{/i}
sk_sk: {i}"(klopanie klop ...)" {/i}

source: [_M_] {i}(muffled voice){/i} [ryan]? Why is the door locked? You're not looking at porn and masturbating again are you?
sk_sk: [_M_] {i}(tlmený hlas){/i} [ryan]? Prečo sú dvere zamknuté? Nepozeráš zas porno a nemasturbuješ, že nie?

source: [_R_] No, Mom!.... But I'm really busy right now!
sk_sk: [_R_] Nie mama!.... Ale ja mám teraz naozaj veľa práce!

source: [_M_] With what?
sk_sk: [_M_] S čím?

source: [_R_] Ummm.... homework.... of course!
sk_sk: [_R_] Ummm.... Domáce úlohy.... samozrejme!
