Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_R_] Oh my God, Lauren.... I love those perky little titties!
sk_sk: [_R_] Oh môj bože, Lauren .... Milujem tie malé kozičky!

source: [_L_] I'm so sorry [ryan], but I need you to hold me like this!...
sk_sk: [_L_] Je mi to tak ľúto [ryan], ale potrebujem, aby si ma takto držal!...

source: [_R_] I had no idea you felt like this for me.
sk_sk: [_R_] Netušil som, že ku mne niečo také cítiš.

source: [_R_] I mean I hoped you did.
sk_sk: [_R_] Teda dúfal som, že áno.

source: [_L_] [ryan], just shut up.... I know this is so wrong.... and we can't ever do more than this...
sk_sk: [_L_] [ryan], jednoducho sklapni.... Viem, že je to tak zlé.... a nikdy nemôžeme urobiť viac ako toto...

source: [_L_] But I need to have at least this...
sk_sk: [_L_] Ale potrebujem mať aspoň toto...

source: [_R_] It's the fact that it is so forbidden that makes this so hard to resist.
sk_sk: [_R_] Práve preto, že je to tak zakázané, je ťažké tomu odolať.

source: [_L_] Oh, God.... I know...
sk_sk: [_L_] Ach, Bože.... Ja viem...

source: [_LT_] {i}[ryan]'s cock is so big! He is just throbbing and twitching all the way through all of our clothes.{/i}
sk_sk: [_LT_] {i}[ryan]"penis je tak veľký! Cez všetky naše šaty len pulzuje a šklbe sa.{/i}

source: [_LT_] {i}It's a good thing we'll never go further than this. I think I'd be fully impaled by his enormous shaft.{/i}
sk_sk: [_LT_] {i}Je dobré, že sa nikdy nedostaneme ďalej ako sem. Myslím, že by som bola úplne napichnutá na jeho obrovský hriadeľ.{/i}

source: [_ADT_] {i}Ugghh.... back to my boring surveillance job for another week.{/i}
sk_sk: [_ADT_] {i}Ugghh.... späť k mojej nudnej práci dozorcu na ďalší týždeň.{/i}

source: [_ADT_] {i}At least I've got an extra $500 to enjoy.{/i}
sk_sk: [_ADT_] {i}Aspoň mám ďalších 500 dolárov, ktoré si môžem užiť.{/i}

source: [_ADT_] {i}Time to watch my favorite family on the TV again.{/i}
sk_sk: [_ADT_] {i}Je čas opäť sledovať moju obľúbenú rodinu v televízii.{/i}

source: [_ADT_] {i}So much drama.... will they?.... Won't they?.... {/i}
sk_sk: [_ADT_] {i}Toľko drámy.... budú?.... Nebudú?.... {/i}

source: [_ADT_] {i}(sarcastically) I can't wait to watch the next episode.{/i}
sk_sk: [_ADT_] {i}(sarkasticky) Nemôžem sa dočkať ďalšej epizódy.{/i}

source: [_ADT_] {i}Pretty handy that [ryan] installed those spy cameras and saved me the hassle.{/i}
sk_sk: [_ADT_] {i}Celkom šikovné, že [ryan] nainštaloval tie špionážne kamery a ušetril mi tak problémy.{/i}

source: [_ADT_] {i}They were so easy to hack into.{/i}
sk_sk: [_ADT_] {i}Bolo ľahké sa do nich nabúrať.{/i}

source: [_ADT_] {i}I should check Lauren's room, she might be getting dressed for school.{/i}
sk_sk: [_ADT_] {i}Mala by som skontrolovať Laurinu izbu, možno sa práve oblieka do školy.{/i}

source: [_ADT_] {i}Oh my God.... this is interesting!{/i}
sk_sk: [_ADT_] {i}Ó môj Bože.... to je zaujímavé!{/i}

source: [_ADT_] {i}Haha.... I'm not surprised!{/i}
sk_sk: [_ADT_] {i}Haha.... Nie som prekvapená!{/i}

source: [_ADT_] {i}Just give them a little more time, and they'll be fucking like rabbits.{/i}
sk_sk: [_ADT_] {i}Dám im ešte trochu času a budú šukať ako králiky.{/i}

source: [_L_] Well, big brother?
sk_sk: [_L_] No, veľký brat?

source: [_L_] How was that?
sk_sk: [_L_] Ako to bolo?

source: [_R_] Uuuuhhh...
sk_sk: [_R_] Uuuuhhhh...

source: [_L_] Hahah.... that's what I thought.
sk_sk: [_L_] Hahah.... to som si myslela.

source: [_L_] I think you came bucketloads.
sk_sk: [_L_] Myslím, že si prišiel na kýble.

source: [_L_] Your shorts are soaking wet.
sk_sk: [_L_] Tvoje šortky sú premočené.

source: [_R_] Uuuhhhhhh...
sk_sk: [_R_] Uuuhhhhhhhh...

source: [_L_] Hahah.... you'd better run and get ready for school. I'm already halfway dressed.
sk_sk: [_L_] Hahah.... radšej utekaj a priprav sa do školy. Ja som už z polovice oblečená.

source: [_L_] I know we need to get ready for school, but I really wanted to thank you again for protecting me from Agent Diaz.
sk_sk: [_L_] Viem, že sa musíme pripraviť do školy, ale naozaj som sa ti chcela ešte raz poďakovať za to, že si ma ochránil pred agentkou Diazovou.

source: [_L_] Well, I wanted to take this opportunity again to return the favor.
sk_sk: [_L_] Chcela som využiť túto príležitosť, aby som ti to opäť vrátila láskavosť.

source: [_R_] Well, I'll never say no to that.
sk_sk: [_R_] To nikdy neodmietnem.

source: [_RT_] {i}How am I supposed to resist a few peeks?{/i}
sk_sk: [_RT_] {i}Ako mám odolať pár pohľadom?{/i}

source: [_L_] [ryan]? Are you peeking?
sk_sk: [_L_] [ryan]? Pozeráš sa?

source: [_R_] Wow, Lauren! I'll never get tired of seeing you in that outfit.
sk_sk: [_R_] Wow, Lauren! Nikdy ma neomrzí vidieť ťa v tomto oblečení.

source: [_L_] Just talk Mom into changing the dresscode for her class and you won't have to.
sk_sk: [_L_] Stačí prehovoriť mamu, aby zmenila pravidlá obliekania pre svoju triedu, a nebudeš musieť.

source: [_R_] Haha.... I know school board member Will Tylor would approve the changes.
sk_sk: [_R_] Haha.... Viem, že člen školskej rady Will Tylor by tieto zmeny schválil.

source: [_L_] So, I thought you might enjoy a little eye candy before school again?
sk_sk: [_L_] Myslela som, že by sa ti pred školou mohla znovu páčiť malá pastva pre oči?

source: [_R_] Well, you thought right!
sk_sk: [_R_] Myslela si správne!

source: [_R_] I love the way you move those hips.
sk_sk: [_R_] Milujem, ako hýbeš bokmi.

source: [_L_] Heheh.... I know you love it.
sk_sk: [_L_] Heheh.... Viem, že to miluješ.

source: [_L_] That's because she tastes like cherries.... I love cherries.
sk_sk: [_L_] To preto, že chutí ako čerešne.... Milujem čerešne.

source: [_R_] Maybe you could give me your cherry!
sk_sk: [_R_] Možno by si mi mohla dať svoju čerešničku!

source: [_L_] You might have to take it.
sk_sk: [_L_] Možno si ju budeš musieť vziať.

source: [_R_] But young woman, I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
sk_sk: [_R_] Ale mladá žena, ťažko ti môžem dovoliť postúpiť do ďalšieho ročníka po tom, čo si predviedla toto neuveriteľne oplzlé, ale sexy správanie.

source: [_R_] Hmmmm.... well for those I might reconsider.
sk_sk: [_R_] Hmmmm.... no pre toto by som to mohol prehodnotiť.

source: [_L_] Hahaha.... what's under your pants tells me that you will.
sk_sk: [_L_] Hahaha.... to, čo máš pod nohavicami, mi napovedá, že budeš.

source: [_R_] I thought you said we couldn't do this again.
sk_sk: [_R_] Myslel som, že si povedala, že to už nemôžeme opakovať.

source: [_L_] [ryan], just shut up.... I know this is so wrong.... and this has to be the last time...
sk_sk: [_L_] [ryan], jednoducho sklapni.... Viem, že je to tak zlé.... a nikdy nemôžeme urobiť viac ako toto...

source: [_L_] But I need this today so badly!...
sk_sk: [_L_] Ale ja to dnes tak veľmi potrebujem!...

source: [_R_] A little more forbidden fruit huh?
sk_sk: [_R_] Trochu viac zakázaného ovocia, čo?

source: [_L_] Oh, God.... yes...
sk_sk: [_L_] Ach, Bože.... áno...

source: [_ADT_] {i}I wonder if [ryan] and Lauren are going at it again.{/i}
sk_sk: [_ADT_] {i}Zaujímalo by ma, či sa do toho [ryan] a Lauren opäť pustia.{/i}

source: [_ADT_] {i}Haha.... looks like I'm an aphrodisiac!{/i}
sk_sk: [_ADT_] {i}Haha.... vyzerá, že som afrodiziakum!{/i}

source: [_ADT_] {i}I wonder when they'll take it further.{/i}
sk_sk: [_ADT_] {i}Som zvedavá, kedy sa posunú ďalej.{/i}

source: [_L_] I think you came bucketloads again.
sk_sk: [_L_] Myslím, že si opäť získal kýble.

source: [_RT_] {i}Shit.... I'm late again.... oh look there's Megan.... {/i}
sk_sk: [_RT_] {i}Kurva .... Ja už meškám .... oh, pozri sa na Megan .... {/i}

source: [_RT_] {i}She kind of looks like she's waiting for me.... {/i}
sk_sk: [_RT_] {i}Tak trochu vyzerá, akoby na mňa čakala.... {/i}

source: [_MG_] Hey [ryan], How's my new favorite stud in school?
sk_sk: [_MG_] Ahoj [ryan], ako sa má môj nový obľúbený žrebec v škole?

source: [_R_] Uhhhh.... are you sure I'm who you think I am?.... You never talk to me.... plus we're late for class.
sk_sk: [_R_] Uhhhhh.... si si istá, že som ten, za koho ma považuješ?.... Nikdy sa so mnou nerozprávaš.... a navyše meškáme na hodinu.

source: [_MG_] It's not that I've never wanted to talk to you.... It's just that Matt's my boyfriend, and he kind of tells me who I'm allowed to talk to.
sk_sk: [_MG_] Nie je to tak, že by som s tebou nikdy nechcela hovoriť.... Lenže Matt je môj priateľ a on mi tak trochu hovorí, s kým sa môžem rozprávať.

source: [_R_] But I see you flirting with other guys and teachers all of the time.
sk_sk: [_R_] Ale vidím, že neustále flirtuješ s inými chlapcami a učiteľmi.

source: [_MG_] Only guys and teachers that Matt is trying to get something out of.
sk_sk: [_MG_] Len chlapci a učitelia, z ktorých sa Matt snaží niečo dostať.

source: [_MG_] And occasionally teachers when I want to get something out of them.
sk_sk: [_MG_] A občas aj učitelia, keď z nich chcem niečo dostať.

source: [_R_] Yeah.... that's very uhh.... well, kind of messed up.
sk_sk: [_R_] Áno.... to je veľmi uhh.... no, trochu zvrátené.

source: [_MG_] Yeah.... I know.... but I'm afraid to end things with Matt.
sk_sk: [_MG_] Áno.... Ja viem.... ale bojím sa to s Mattom skončiť.

source: [_MG_] He can be a little bit possessive, and sometimes violent.
sk_sk: [_MG_] Môže byť trochu majetnícky a niekedy násilnícky.

source: [_RT_] {i}Man I'm glad I didn't accept his help. He sounds like a first class asshole.{/i}
sk_sk: [_RT_] {i}Človeče, som rád, že som neprijal jeho pomoc. Znie ako prvotriedny kretén.{/i}

source: [_RT_] {i}Maybe I can show him that he's not the shit by messing with his girl.{/i}
sk_sk: [_RT_] {i}Možno mu ukážem, že nie je sračka, keď sa budem zahrávať s jeho dievčaťom.{/i}

source: [_RT_] {i}I know she's probably trying to get something out of me, but why not try to get something out of her in return?{/i}
sk_sk: [_RT_] {i}Viem, že sa pravdepodobne snaží niečo získať odo mňa, ale prečo sa nepokúsiť získať niečo na oplátku od nej?{/i}

source: [_R_] Do you ever feel like you want to end things with Matt?
sk_sk: [_R_] Máš niekedy pocit, že by si to s Mattom chcela ukončiť?

source: [_MG_] Sometimes, but then I remember the size of his cock, and you know what they say about how once you've had black...
sk_sk: [_MG_] Niekedy, ale potom si spomeniem na veľkosť jeho vtáka a vieš, čo sa hovorí o tom, že keď už raz máš čierneho...

source: [_RT_] {i}Shit.... then the rumors are true.{/i}
sk_sk: [_RT_] {i}Shit.... potom sú tie chýry pravdivé.{/i}

source: [_MG_] But I hear that you're quite a bit bigger than the average fucker.
sk_sk: [_MG_] Ale počula som, že si o dosť väčší ako priemerný zmrd.

source: [_R_] What?.... Who told you that?...
sk_sk: [_R_] Čo?.... Kto ti to povedal?...

source: [_MG_] I've been befriending Lauren the last couple days.
sk_sk: [_MG_] Posledných pár dní som sa priatelila s Lauren.

source: [_MG_] And she told me that you've got a monster in those pants.
sk_sk: [_MG_] A ona mi povedala, že v tých nohaviciach máš príšeru.

source: [_R_] What?.... She.... saw it by accident.... she shouldn't be blabbing that around.
sk_sk: [_R_] Čo?.... Ona.... to videla náhodou.... nemala by to rozprávať.

source: [_MG_] To be honest, it's not a bad bit of information to have out there.... It can really make you trend with the girls in the school.
sk_sk: [_MG_] Úprimne povedané, nie je to zlá informácia.... Môže ti to skutočne vytvoriť trend u dievčat v škole.

source: [_R_] Well, why are you befriending Lauren in the first place?
sk_sk: [_R_] Prečo sa vôbec kamarátiš s Lauren?

source: [_MG_] Because I saw her Cosplay Heaven profile, and her costumes and pics are amazing!
sk_sk: [_MG_] Pretože som videla jej Cosplay Heaven profil, a jej kostýmy a fotky sú úžasné!

source: [_MG_] I've always wanted to go viral in some way on the internet, and Cosplay has never been an option.
sk_sk: [_MG_] Vždy som sa chcela nejakým spôsobom presadiť na internete a Cosplay nikdy neprichádzal do úvahy.

source: [_MG_] I tried making a costume once, and it just looked like a 5 yr old had made it. And the only pictures I'm good at taking are selfies.
sk_sk: [_MG_] Raz som sa pokúsila vyrobiť kostým a vyzeralo to, akoby ho vyrobilo 5-ročné dieťa. A jediné fotky, ktoré mi idú, sú selfie.

source: [_MG_] Lauren told me that you're the one who has put the whole venture together, and that you even take the pictures.
sk_sk: [_MG_] Lauren mi povedala, že si to ty, kto dal celý podnik dokopy, a že dokonca fotíš.

source: [_MG_] So, how do you like taking those kinds of pictures of your own sister?
sk_sk: [_MG_] Ako sa ti páčia takéto fotografie vlastnej sestry?

source: [_R_] It's not like that.... It's completely professional...
sk_sk: [_R_] Nie je to tak.... Je to úplne profesionálne...

source: [_MG_] Except that Lauren told me you end up pitching a tent during the entire photo shoot.
sk_sk: [_MG_] Až na to, že Lauren mi povedala, že si počas celého fotenia postavíš stan.

source: [_R_] Why the hell is she telling you all of this?
sk_sk: [_R_] Prečo ti to, do pekla, všetko hovorí?

source: [_MG_] It's a gift. Girls love to tell me everything.... they are always trying to keep my attention.
sk_sk: [_MG_] Je to dar. Dievčatá mi radi hovoria všetko.... sa vždy snažia udržať moju pozornosť.

source: [_R_] So, is there a point to everything you're telling me?
sk_sk: [_R_] Má teda všetko, čo mi hovoríš, nejaký zmysel?

source: [_MG_] Right. So, I want to be a model for your photo business.
sk_sk: [_MG_] Pravda. Takže chcem byť modelkou pre tvoju fotografickú firmu.

source: [_R_] What?!!...
sk_sk: [_R_] Čo?!!...

source: [_R_] No way!...
sk_sk: [_R_] V žiadnom prípade!...

source: [_R_] This is a family business...
sk_sk: [_R_] Ide o rodinný podnik...

source: [_R_] And we need all the money we make.... so.... so.... I can't afford to pay you.
sk_sk: [_R_] A my potrebujeme všetky peniaze, ktoré zarobíme.... takže.... takže.... Nemôžem si dovoliť ti zaplatiť.

source: [_MG_] Please!
sk_sk: [_MG_] Prosím!

source: [_MG_] You can keep the money, If I can get famous enough, people will beg me to pose for money. I just need your help getting started.
sk_sk: [_MG_] Peniaze si môžeš nechať, ak budem dostatočne slávna, ľudia ma budú prosiť, aby som pózovala za peniaze. Potrebujem len tvoju pomoc, aby som mohla začať.

source: [_MG_] I'll do anything you tell me to.
sk_sk: [_MG_] Urobím všetko, čo mi povieš.

source: [_MG_] I'll pose nude, I'll let you photoshop me into kinky stuff.
sk_sk: [_MG_] Budem pózovať nahá, nechám sa nafotiť do perverzných vecí.

source: [_MG_] I'll pose with girls, I'll pose with boys...
sk_sk: [_MG_] Budem pózovať s dievčatami, budem pózovať s chlapcami...

source: [_MG_] Whatever you want.
sk_sk: [_MG_] Čokoľvek chceš.

source: [_R_] .... I don't know...
sk_sk: [_R_] .... Ja neviem...

source: [_R_] I'll have to think about it.
sk_sk: [_R_] Budem o tom musieť popremýšľať.

source: [_MG_] You'll think about it?
sk_sk: [_MG_] Budeš o tom premýšľať?

source: [_MG_] That's all I ask!
sk_sk: [_MG_] To je všetko, čo žiadam!

source: [_MG_] But let me give you something to help you make a decision.
sk_sk: [_MG_] Dovoľ mi však, aby som ti pomohla pri rozhodovaní.

source: [_MG_] Come on, follow me to the boy's bathroom.
sk_sk: [_MG_] Poď za mnou do chlapčenskej kúpeľne.

source: [_R_] What?!
sk_sk: [_R_] Čo?!

source: [_MG_] Just come on...
sk_sk: [_MG_] No tak...

source: [_MG_] Ok, so just sit down there on the toilet.
sk_sk: [_MG_] Dobre, tak si sadni na záchod.

source: [_R_] Wait!.... I need to put a liner down first.
sk_sk: [_R_] Počkaj!.... Najprv musím dať dole obloženie.

source: [_MG_] Are you trying to ruin the vibes?
sk_sk: [_MG_] Snažíš sa zničiť atmosféru?

source: [_R_] Vibes for what?
sk_sk: [_R_] Vibrácie na čo?

source: [_MG_] Just sit down.
sk_sk: [_MG_] Len si sadni.

source: [_MG_] So.... are you ready to get your knob polished?
sk_sk: [_MG_] Ahoj, žrebče. Si pripravený nechať si vyleštiť kľučku?

source: [_R_] .... What?!!.... Am I?.... Really?
sk_sk: [_R_] .... Čože?!!.... Mne?.... Naozaj?

source: [_MG_] Yeah.... I've got to see for myself what your sister was bragging about.
sk_sk: [_MG_] Áno.... Musím sa presvedčiť, čím sa tvoja sestra chválila.

source: [_R_] Just to be clear.... she only saw me by accident. She shouldn't be coming into my room early in the mornings!!
sk_sk: [_R_] Aby bolo jasné.... ma videla len náhodou. Nemala by chodiť do mojej izby skoro ráno!!

source: [_MG_] Just relax, and unzip.
sk_sk: [_MG_] Uvoľni sa a rozopni sa.

source: [_MG_] Wow yourself, you're already hard, and almost as big as Matt is!
sk_sk: [_MG_] Páni, už si tvrdý a takmer taký veľký ako Mattov vták!

source: [_MG_] You've got the second biggest cock I've ever seen.... yummy...
sk_sk: [_MG_] Máš druhý najväčší penis, aký som kedy videla.... mňam...

source: [_MG_] Now just relax while I take care of you.
sk_sk: [_MG_] Teraz si oddýchni, kým sa o teba postarám.

source: [_R_] Oh shit, this feels so good.
sk_sk: [_R_] Do prdele, to je taký dobrý pocit.

source: [_MG_] Haha.... well, hold on a little longer.
sk_sk: [_MG_] Haha.... dobre, vydrž ešte chvíľu.

source: [_MG_] {i}"Schhhhluurrrrp"{/i}
sk_sk: [_MG_] {i}"Schhhhhluurrrrp"{/i}

source: [_RT_] {i}Oh my God, I'm gonna cum!{/i}
sk_sk: [_RT_] {i}Bože môj, ja sa spravím!{/i}

source: [_RT_] {i}Where should I do it?{/i}
sk_sk: [_RT_] {i}Kde to mám urobiť?{/i}

source: [_R_] Aaahhhh!!!...
sk_sk: [_R_] Aaahhhhh!!!...

source: [_MG_] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
sk_sk: [_MG_] Oohh Môôôj Božžže!! Toľllkoooo semmmenáááá!!

source: [_R_] Oh my God!!.... My first blowjob!!.... That was incredible!!
sk_sk: [_R_] Bože môj!!.... Moja prvá fajka!!.... To bolo neuveriteľné!!

source: [_MG_] Hrahrahra.... wrell jrust remrembrer, there'rs mrore whrere thrat crame from irf ru lret mre mrodel fror ru.
sk_sk: [_MG_] Hrahrahra.... leen pamätttaj, budddeee tooohooo viacceej akkk budddeem modddelka.

source: [_R_] I think I'm sold.
sk_sk: [_R_] Myslím, že som predaný.

source: [_MG_] Wow, that was a lot of cum!
sk_sk: [_MG_] Páni, to bolo veľa semena!

source: [_MG_] Thank you for not getting it in my hair.
sk_sk: [_MG_] Ďakujem, že sa mi nedostalo do vlasov.

source: [_R_] Thank you for that, my first blowjob!!
sk_sk: [_R_] Ďakujem ti za to, moje prvé vyfajčenie!!

source: [_MG_] Hahaha.... don't mention it! And there's more where that came from if you'll let me model for you.
sk_sk: [_MG_] Hahaha.... nespomínaj to! A je toho ešte viac, ak mi dovolíš, aby som ti robila modelku.

source: [_R_] I think I'm sold!
sk_sk: [_R_] Myslím, že som predaný!

source: [_MG_] Yay!!
sk_sk: [_MG_] Yray!!

source: [_M_] Ok, the rules are the same as always. Don't be an idiot and embarass me.
sk_sk: [_M_] Pravidlá sú rovnaké ako vždy. Nebuď idiot a neurob mi hanbu.

source: [_M_] Remember that the people here are unusually stuffy and stuck up, and they don't like to see horsing around.
sk_sk: [_M_] Nezabudni, že tunajší obyvatelia sú nezvyčajne namyslení a namyslení a neradi vidia, keď sa tu niečo deje.

source: [_M_] It looks like we dodged a bullet though, there's almost no one here, and definitely not anyone I know.
sk_sk: [_M_] Vyzerá to však, že sme sa vyhli guľke, nie je tu takmer nikto, a už vôbec nie nikto, koho poznám.

source: [_R_] What are you talking about, there's Lauren's friend Kenzie over there hanging out with Matt from our class.
sk_sk: [_R_] O čom to hovoríš, veď je tam Laurenina kamarátka Kenzie, ktorá sa baví s Mattom z našej triedy.

source: [_M_] I meant I don't know anyone here that matters.
sk_sk: [_M_] Chcela som povedať, že tu nepoznám nikoho, na kom by záležalo.

source: [_R_] Now you sound stuck up.
sk_sk: [_R_] Teraz znieš ako nadutec.

source: [_M_] Oh my God! You're right, I just get so worked up at this place.
sk_sk: [_M_] Bože môj! Máš pravdu, na tomto mieste som sa tak rozčúlila.

source: [_M_] Ok, the most important thing is that you don't order anything to eat or drink. They might let us in here, but if we buy anything, our cards on file here will definitely get declined.
sk_sk: [_M_] Najdôležitejšie je, aby si neobjednal nič na jedenie ani pitie. Možno nás sem pustia, ale ak si niečo kúpime, naše karty, ktoré tu máme uložené, určite odmietnu.

source: [_M_] That would kill me with embarrassment.
sk_sk: [_M_] To by ma zabilo rozpakmi.

source: [_M_] Oh, God. What are you doing?.... Go change in the dressing room.
sk_sk: [_M_] Ach, Bože. Čo to robíš? .... Choď sa prezliecť do šatne.

source: [_R_] No need, I wore my swimsuit underneath my clothes.
sk_sk: [_R_] Nie je to potrebné, plavky som mala pod oblečením.

source: [_M_] I'm just going to pretend I don't know you.
sk_sk: [_M_] Budem predstierať, že ťa nepoznám.

source: [_R_] Wait!.... Mom!.... Over here!...
sk_sk: [_R_] Počkaj!.... Mama!.... Tu!...

source: [_R_] TAKE MY CLOTHES WITH YOU!...
sk_sk: [_R_] VEZMI SI MOJE ŠATY!...

source: [_M_] Oh fine, just give my your goddamn clothes!
sk_sk: [_M_] No dobre, len mi daj tvoje zatracené šaty!

source: [_R_] Language, Mom!
sk_sk: [_R_] Jazyk, mami!

source: [_M_] Urrrgghhh!
sk_sk: [_M_] Urrrgghhhh!

source: [_R_] Hey, what's up guys?
sk_sk: [_R_] Čo sa deje, chlapci?

source: [_K_] Oh, hey [ryan].
sk_sk: [_K_] Oh, hej [ryan].

source: [_MB_] Yo, what's up?
sk_sk: [_MB_] Čo sa deje?

source: [_R_] So, where are your parents?
sk_sk: [_R_] Kde sú vaši rodičia?

source: [_MB_] Our Dads left us here while they go play a round of golf.
sk_sk: [_MB_] Naši otcovia nás tu nechali, kým si idú zahrať golf.

source: [_MB_] But I see you brought your gorgeous mom!
sk_sk: [_MB_] Ale vidím, že si priviedol svoju nádhernú mamu!

source: [_K_] Oh Matt, would you stop perving on his mom?
sk_sk: [_K_] Matt, mohol by si prestať obdivovať jeho mamu?

source: [_MB_] What? You think she's ugly?
sk_sk: [_MB_] Čo? Myslíš si, že je škaredá?

source: [_K_] NO!.... I didn't say that.... she's a very beautiful woman, but...
sk_sk: [_K_] NIE!.... To som nepovedala.... je to veľmi krásna žena, ale...

source: [_MB_] Kenzie.... you've got a thing for Miss [mom_name]?
sk_sk: [_MB_] Kenzie.... máš slabosť na slečnu [mom_name]?

source: [_K_] Oh, shut up!
sk_sk: [_K_] Oh, sklapni!

source: [_MB_] So, what's the deal? Is your mom going to come swim with us?
sk_sk: [_MB_] O čo teda ide? Pôjde s nami tvoja mama plávať?

source: [_R_] Yeah right, she usually just sits and reads a book, or sleeps in the shade.
sk_sk: [_R_] Áno, správne, zvyčajne len sedí a číta si knihu alebo spí v tieni.

source: [_MB_] Well, go talk her into swimming.
sk_sk: [_MB_] Tak ju choď prehovoriť na plávanie.

source: [_MB_] Tell her we want to play a pool game, but it will be more fun with more people.
sk_sk: [_MB_] Povedzte jej, že si chceme zahrať bazénové hry, ale s viacerými ľuďmi to bude väčšia zábava.

source: [_R_] Why do you want my mom to play with us so bad?
sk_sk: [_R_] Prečo tak veľmi chceš, aby sa s nami hrala moja mama?

source: [_MB_] Well, can you think of a fun game to play with just three people?
sk_sk: [_MB_] No, vieš si predstaviť zábavnú hru, ktorú by sme mohli hrať len v troch?

source: [_R_] Yeah, I guess you have a point.
sk_sk: [_R_] Áno, myslím, že máš pravdu.

source: [_R_] I'll go see what I can do.
sk_sk: [_R_] Pôjdem sa pozrieť, čo sa dá robiť.

source: [_RT_] {i}Yep, reading a book, just like always.{/i}
sk_sk: [_RT_] {i}Áno, čítam si knihu, ako vždy.{/i}

source: [_R_] Hey, Mom!
sk_sk: [_R_] Ahoj, mami!

source: [_M_] Just a second, [ryan], let me finish my paragraph.
sk_sk: [_M_] Moment, [ryan], nechaj ma dokončiť odsek.

source: [_M_] Ok, what is it?
sk_sk: [_M_] Ok, o čo ide?

source: [_R_] We were just wanting to play some pool games.
sk_sk: [_R_] Chceli sme si len zahrať nejaké bazénové hry.
