Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_GCP_] You'll see how much better they think of you, and that should make you want to stop exploiting them.
sk_sk: [_GCP_] Uvidíš, o koľko lepšie o tebe zmýšľajú, a to by ťa malo prinútiť prestať ich zneužívať.

source: [_RT_] {i}Alright, I'll give it a try.{/i}
sk_sk: [_RT_] {i}Dobre, skúsim to.{/i}

source: [_R_] Uhh.... I've actually been thinking.
sk_sk: [_R_] Uhh.... Vlastne som premýšľal.

source: [_R_] Asking you to come in on Christmas Eve wasn't very cool of me.
sk_sk: [_R_] Požiadať ťa, aby si prišila na Štedrý deň, nebolo odo mňa veľmi v pohode.

source: [_R_] Christmas only comes once a year, and I manipulated you into spending it with me, at work.
sk_sk: [_R_] Vianoce sú len raz za rok a ja som ťa zmanipuloval, aby si ich strávil so mnou, v práci.

source: [_R_] Why don't you take the day off, and you can even have those gift cards I promised you as a gift, instead of as a wage for today's work.
sk_sk: [_R_] Prečo si nevezmeš deň voľna a môžeš si dokonca vziať tie darčekové karty, ktoré som ti sľúbil ako darček, a nie ako mzdu za dnešnú prácu.

source: [_L_] Wow, [ryan]! That's so sweet of you!
sk_sk: [_L_] Wow, [ryan]! To je od teba také milé!

source: [_LT_] {i}Maybe I should think better of him. He really is trying his best to be a good brother. Plus, he has all the responsibility of providing for us.{/i}
sk_sk: [_LT_] {i}Možno by som si o ňom mala myslieť niečo lepšie. Naozaj sa snaží byť dobrým bratom. Navyše má všetku zodpovednosť za to, aby nás zabezpečil.{/i}

source: [_S_] Yeah, [ryan]! That's amazing of you!
sk_sk: [_S_] Áno, [ryan]! To je od teba úžasné!

source: [_ST_] {i}Well, I can't let this outfit go to waste.... I know.... I can wear it for [ryan] tonight in bed.{/i}
sk_sk: [_ST_] {i}No, nemôžem dovoliť, aby toto oblečenie išlo do odpadu.... Ja viem.... Dnes večer si ho môžem obliecť na [ryan] do postele.{/i}

source: [_RT_] {i}Oh my.... spirit?.... Can I please see that part of the "Christmas Present" timeline?{/i}
sk_sk: [_RT_] {i}Oh môj.... duch?.... Môžem prosím vidieť tú časť časovej osi "Vianočný darček"?{/i}

source: [_GCP_] No you cannot! What a hussy! No wonder you're struggling so much with this!
sk_sk: [_GCP_] Nie, nemôžeš! Čo je to za sliepku! Nečudo, že s tým tak bojuješ!

source: [_L_] Oh, shit! It's Agent Diaz!.... What is she doing here?
sk_sk: [_L_] Do prdele! To je agent Diazová!.... Čo tu robí?

source: [_R_] Yeah, what the fuck?
sk_sk: [_R_] Áno, čo to kurva je?

source: [_GCP_] Who's Agent Diaz? I didn't see her named in my file.
sk_sk: [_GCP_] Kto je agent Diazová? V mojom spise som ju nevidela.

source: [_RT_] {i}She's an FBI agent that has been extorting us for money.{/i}
sk_sk: [_RT_] {i}Je to agentka FBI, ktorá nás vydiera o peniaze.{/i}

source: [_RT_] {i}I think I've learned my lesson. Can we just disappear now?{/i}
sk_sk: [_RT_] {i}Myslím, že som sa poučil. Môžeme teraz jednoducho zmiznúť?{/i}

source: [_GCP_] No.... remember. Just like in the past, We're stuck here for a certain amount of time.
sk_sk: [_GCP_] Nie.... pamätaj. Rovnako ako v minulosti, Sme tu uviazli na určitý čas.

source: [_GCP_] Let's hurry and head her off before she ruins everything I've taught you here.
sk_sk: [_GCP_] Poďme sa ponáhľať a odveďme ju preč, než zničí všetko, čo som ťa tu naučila.

source: [_GCP_] Run!
sk_sk: [_GCP_] Utekaj!

source: [_R_] (breathing heavily) What are you doing here?
sk_sk: [_R_] (ťažko dýcha) Čo tu robíš?

source: [_AD_] Now that's not a very nice way to greet me!
sk_sk: [_AD_] To nie je veľmi pekný spôsob, ako ma privítať!

source: [_R_] Sorry!.... What the hell are you doing here.... ma'am.
sk_sk: [_R_] Prepáčte!.... Čo tu, do pekla, robíte.... madam.

source: [_AD_] Well, I came by the house for my usual payoff, and found that everyone was gone.
sk_sk: [_AD_] No prišla som do domu na obvyklú výplatu a zistila som, že všetci sú preč.

source: [_R_] Shit! It's Thursday?.... But it's Christmas Eve!
sk_sk: [_R_] Do prdele! Je štvrtok? .... Ale veď je Štedrý deň!

source: [_AD_] Yeah, and I wanted my present. So, I tracked you here.
sk_sk: [_AD_] Áno, a ja som chcela svoj darček. Tak som ťa tu vystopovala.

source: [_R_] How!?
sk_sk: [_R_] Ako!?

source: [_AD_] I work for the FBI.... I know a hundred ways to track you.
sk_sk: [_AD_] Pracujem pre FBI.... Poznám sto spôsobov, ako vás vystopovať.

source: [_AD_] And I'm so glad I did!
sk_sk: [_ AD_] A ja som tak rád, že som to urobil!

source: [_AD_] Now I get to see where the magic happens.
sk_sk: [_ AD_] Teraz už chápem, kde sa stane mágia.

source: [_GCP_] Get rid of her!
sk_sk: Zbavte sa jej!

source: [_R_] Uhhh.... I suppose you want your money.
sk_sk: [_R_] Uhhh .... Predpokladám, že chceš svoje peniaze.

source: [_AD_] Actually, there's something I want even more than my money.
sk_sk: [_ AD_] Vlastne, je tu niečo, čo chcem ešte viac, ako moje peniaze.

source: [_AD_] If you'll let me be the director and photographer of your photo shoot, you won't have to pay me for this week, or next week.
sk_sk: [_ AD_] Ak mi dovolíte byť režisérom a fotografom z vašej fotenie, nemusíte mi platiť za tento týždeň, alebo na budúci týždeň.

source: {i}"Offer only valid in the Christmas present."{/i}
sk_sk: {i}"Ponuka platí len v vianočnom darčeku." {/i}

source: [_AD_] So, what do you say?
sk_sk: [_AD_] Čo na to hovoríš?

source: [_GCP_] Pay her, and get her out of here!
sk_sk: Zaplaťte ju a doprajte ju odtiaľto!

source: [_RT_] {i}Why is she making you so nervous?{/i}
sk_sk: [_RT_] {i}Prečo vás tak nervózny? {/i}

source: [_GCP_] Because she's an unknown entity. I have no idea what will happen if she meddles.
sk_sk: Pretože je to neznáma bytostná jednotka. Netuším, čo sa stane, ak sa zapne.

source: [_R_] Yeah, I don't think so! Here's the $500, and why don't you take your broom and fly away.
sk_sk: [_ R_] Áno, nemyslím si to! Tu je $500, a prečo si nevezmeš metlu a odleješ sa preč.

source: [_AD_] Fine!.... But make sure you're home next week! If I have to track you down again, I'm going to be taking both forms of payment.
sk_sk: -Dobre, dobre. Ale uisti sa, že budúci týždeň si doma! Ak ťa budem musieť znova vystopovať, budem brať obe formy platby.

source: [_GCP_] Good job! Now let's go give the girls their gift cards, and we'll call today a success!
sk_sk: [_ GCP_] Dobrá práca! Teraz poďme dať dievčatám ich darčekové karty, a my budeme volať dnes úspech!

source: [_S_] What's going on, [ryan]?
sk_sk: Čo sa deje, [ryan]?

source: [_S_] Is she gone?
sk_sk: Je preč?

source: [_R_] Yeah.... you know, it was just some woman looking for her cat.
sk_sk: [_ R_] Yeah .... viete, to bola len nejaká žena hľadá pre jej mačku.

source: [_S_] You don't have to lie.... Lauren just told me what's going on.
sk_sk: [_S_] Nemusíte klamať .... Lauren mi práve povedala, čo sa deje.

source: [_R_] You told her?
sk_sk: [_ R_] Ty si jej to povedal?

source: [_L_] Well, not everything, but most of it.
sk_sk: Nie všetko, ale väčšina z nich.

source: [_R_] Did you tell her what happens when I don't have enough money to pay her?
sk_sk: [_ R_] Povedal si jej, čo sa stane, keď nemám dosť peňazí na to, aby som ju zaplatil?

source: [_L_] Yeah.... well, not all the details.
sk_sk: [_ L_] Áno .... no, nie všetky detaily.

source: [_LT_] {i}I didn't tell her that I'm mostly scared that I kind of like it.{/i}
sk_sk: [_ LT_] {i}Nepovedal som jej, že sa väčšinou bojím, že sa mi to páči. {/i}

source: [_RT_] {i}Whoa! What was that?{/i}
sk_sk: [_RT_] {i}Whoa! Čo to bolo? {/i}

source: [_GCP_] Yeah.... all of you are a bunch of deviants.
sk_sk: [_ GCP_] Áno .... všetci ste banda deviantov.

source: [_S_] That disgusting old sleaze hole!
sk_sk: To je nechutný starý úhľadný diera!

source: [_R_] Well, the good news is that I paid her, and now I can give you these gift cards, and we can all go enjoy the Christmas holiday.
sk_sk: [_R_] No, dobrá správa je, že som ju zaplatil, a teraz vám môžem dať tieto darčekové karty, a my môžeme všetci ísť užiť vianočné sviatky.

source: [_GCP_] Yay!
sk_sk: [_GCP_] Jej!

source: [_S_] Yeah.... I don't think so.
sk_sk: [_S_] Áno .... To si nemyslím.

source: [_GCP_] Wait, what?
sk_sk: [_GCP_] Počkať, čo?

source: [_S_] I'm sorry [ryan].... I had no idea you had this added pressure on you, on top of everything else you're trying to do to keep a roof over our heads.
sk_sk: [_S_] Je mi ľúto [ryan] .... Netušil som, že na teba tento tlak vyvíjal, na vrchole všetkého, čo sa snažíš urobiť, aby si udržal strechu nad našimi hlavami.

source: [_ST_] {i}Now that's a real man!{/i}
sk_sk: [_ST_] {i}Teraz je to skutočný muž! {/i}

source: [_RT_] {i}That's so nice!{/i}
sk_sk: [_RT_] {i}To je tak pekné! {/i}

source: [_ST_] {i}Even if he doesn't look like it.{/i}
sk_sk: [_ST_] {i}Aj keď nevyzerá, že je to. {/i}

source: [_GCP_] No! This can't be happening.
sk_sk: [_GCP_] Nie! Toto nemôže byť pravda.

source: [_S_] We're going to do the photo shoot!
sk_sk: [_S_] Budeme robiť fotenie!

source: [_S_] I know it has the potential to bring in a lot of money, and I want to help you out by doing my part.
sk_sk: [_S_] Viem, že má potenciál priniesť veľa peňazí, a chcem vám pomôcť tým, že budem robiť svoju úlohu.

source: [_S_] Are you in, Lauren?
sk_sk: -Si v tom, Lauren?

source: [_L_] Yeah, and I think we can make it fun!
sk_sk: [_ L_] Áno, a myslím, že by sme to mohli robiť.

source: [_S_] We'll think of a good pose to start with.
sk_sk: [_S_] Budeme si myslieť, že dobrý pózie začať s.

source: [_LT_] {i}It's not everyday I get to spend time with my sister. At least not dressed like total sluts. Damn, she looks hot!{/i}
sk_sk: [_ LT_] {i}Nie je to každý deň, keď som sa dostal k tráveniu času s mojou sestrou. Aspoň nie oblečený ako totálne štetky. Sakra, vyzerá sexi!

source: [_GCP_] You degenerates!
sk_sk: Degeneruje si!

source: [_RT_] {i}What's the matter? This is awesome! They now love and respect me more, and they're going to do the photo shoot without having to be manipulated.{/i}
sk_sk: [_RT_] {i}Čo je na tom? To je úžasné! Teraz milujú a rešpektujú ma viac, a oni budú robiť foto strieľať, bez toho aby museli byť manipulovaný. {/i}

source: [_RT_] {i}Isn't this what you wanted?{/i}
sk_sk: [_RT_] {i}Nie je to to, čo ste chceli? {/i}

source: [_GCP_] No!.... I wanted you to see the error of your ways, and stop taking sexy pictures of your sisters!
sk_sk: [_GCP_] Nie! .... Chcel som, aby si videla chybu v tvojich ohľadoch a prestala si brať sexy fotky sestier!

source: [_RT_] But why? They're into it now. They're fully consenting adults.
sk_sk: [_RT_] Ale prečo? Teraz sú na to. Sú plnoletí dospelí.

source: [_GCP_] I've had it with your family!
sk_sk: [_ GCP_] Mal som to s vašou rodinou!

source: [_GCP_] I'm going to see if I can pillage some liquor from the bar down the street!
sk_sk: [_ GCP_] Uvidím, či môžem dlážať nejaký alkohol z baru dole ulicou!

source: [_GCP_] I'll be back when it's time to go.
sk_sk: Budem späť, keď bude čas ísť.

source: [_RT_] {i}Shoot! I made another ghost disappointed.{/i}
sk_sk: [_RT_] {i}Strieľaj! Urobil som ďalšieho sklamaného ducha.{/i}

source: [_L_] So, are you ready to shoot us in sexy poses?
sk_sk: [_L_] Takže si pripravený nás fotografovať v sexy pózach?

source: [_S_] And how's this for a first pose?
sk_sk: A ako je to na prvý pól?

source: [_R_] Great! I like the buddy-buddy pose.
sk_sk: [_R_] Skvelé! Páči sa mi póza kamarát-kamarát.

source: [_R_] That will make a great first pic.
sk_sk: [_ R_] To bude skvelý prvý pic.

source: [_R_] I think I'll add a homey Christmas background.
sk_sk: [_R_] Myslím, že pridám domáce vianočné pozadie.

source: [_R_] I can see it all now!
sk_sk: [_R_] Už to všetko vidím!

source: [_R_] Ok.... now I want you to do some Christmassy things.
sk_sk: [_R_] Ok.... teraz chcem, aby si robila nejaké vianočné veci.

source: [_L_] I can make it look like I'm hanging Christmas tree ornaments.
sk_sk: [_L_] Môžem to urobiť tak, aby to vyzeralo, že vešiam ozdoby na vianočný stromček.

source: [_S_] And I'll make it look like I'm hanging stockings.
sk_sk: A ja to spravím, akoby som visí pančuchy.

source: [_R_] Sounds good, but do it in a sexy way.
sk_sk: [_R_] Znie to dobre, ale urob to sexy spôsobom.

source: [_L_] Well, duh...
sk_sk: [_L_] No, duh...

source: [_R_] Nice! That looks super sexy!
sk_sk: [_R_] Pekné! Vyzerá to super sexy!

source: [_R_] Beautiful!
sk_sk: [_R_] Nádhera!

source: [_LT_] {i}It's kind of fun posing with my sister.{/i}
sk_sk: [_LT_] {i}Je to celkom zábavné pózovať s mojou sestrou.{/i}

source: [_ST_] {i}My sister looks sexy as hell in that costume I made for her.{/i}
sk_sk: [_ST_] {i}Moja sestra vyzerá v tom kostýme, ktorý som jej ušila, pekelne sexy.{/i}

source: [_RT_] {i}This is awesome! I wish I could read minds all the time.{/i}
sk_sk: [_RT_] {i}To je úžasné! Chcel by som vedieť čítať myšlienky po celý čas.{/i}

source: [_R_] Ok.... moving on.... I think I see some prop presents against the wall.
sk_sk: [_R_] Ok.... pokračujeme.... Myslím, že pri stene vidím nejaké darčeky.

source: [_R_] Let's do a scene with you opening them
sk_sk: [_R_] Urobme scénu, v ktorej ich otvoríte

source: [_S_] Those aren't actually props. Sidney and I decided to give each other our Christmas presents early, since, well.... at least my present isn't appropriate to open under the tree in front of Mom.
sk_sk: [_S_] V skutočnosti to nie sú rekvizity. Sidney a ja sme sa rozhodli, že si dáme vianočné darčeky skôr, keďže, no.... aspoň môj darček nie je vhodné rozbaľovať pod stromčekom pred mamou.

source: [_L_] Haha, yeah.... mine isn't, either.
sk_sk: [_L_] Haha, áno.... môj tiež nie je.

source: [_R_] Do you guys mind opening them now, for the photo shoot?
sk_sk: [_R_] Vadilo by vám, keby ste ich teraz otvorili kvôli foteniu?

source: [_S_] No, we don't mind.
sk_sk: [_S_] Nie, nevadí nám to.

source: [_R_] Geat! Run and grab them, and then get into a good pose.
sk_sk: [_R_] Skvelé! Bežte, chyťte ich a potom sa postavte do dobrej pózy.

source: [_R_] You two are becoming naturals at this.
sk_sk: [_R_] Vy dve ste v tom prirodzené.

source: [_R_] Once you get them open, show each other what you got.
sk_sk: [_R_] Po ich otvorení si navzájom ukážte, čo máte.

source: [_S_] Haha.... I can't believe we got each other the same thing!
sk_sk: [_S_] Haha .... Nemôžem uveriť, že sme sa dostali k tej istej veci!

source: [_L_] Yeah.... just different colors!
sk_sk: [_ L_] Áno .... len rôzne farby!

source: [_R_] I guess horny minds think alike.
sk_sk: Myslím, že nadržané mysle si myslia podobne.

source: [_R_] This is great! The natural reaction makes an even better picture than if you girls were acting!
sk_sk: [_ R_] To je skvelé! Prirodzená reakcia je ešte lepší obraz, ako keby ste sa správali dievčatá!

source: [_ST_] {i}I can't wait to get home and try it.{/i}
sk_sk: [_ST_] {i}Nemôžem sa dočať, až sa dostanem domov a vyskúšajte ho. {/i}

source: [_LT_] {i}I wish I could try this right now!{/i}
sk_sk: [_ LT_] {i}prial by som si, aby som to teraz vyskúšal! {/i}

source: [_R_] Alright.... why don't you thank each other with a passionate kiss.
sk_sk: [_ R_] V poriadku .... prečo sa neďakujeme sebe s vášnivo vášnivý bozk.

source: [_S_] What!?...
sk_sk: [_S_] Čo!?...

source: [_R_] For the photo shoot!
sk_sk: [_ R_] Na fotenie!

source: [_R_] Not for real.
sk_sk: [_ R_] Nie je to skutočné.

source: [_R_] You don't actually have to make out.
sk_sk: [_ R_] Nie ste vlastne musieť urobiť von.

source: [_R_] Just make it look like you are.
sk_sk: [_ R_] Len aby to vyzeralo, ako ste vy.

source: [_L_] But we're sisters!
sk_sk: [_ L_] Ale my sme sestry!

source: [_R_] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
sk_sk: -No, nikto z vašich online fanúšikov to nevie. A aj keby sa to stalo, bolo by to ešte viac populárne.

source: [_RT_] {i}Maybe I should put that in their bios.{/i}
sk_sk: [_RT_] {i}Možno by som mal dať, že vo svojich bios. {/i}

source: [_R_] If you want to learn to be good models, you'll have to learn to go outside your comfort zones a little.
sk_sk: [_R_] Ak sa chcete naučiť byť dobrým modelom, budete sa musieť naučiť ísť mimo svojich komfortných zónach trochu.

source: [_S_] Uhhh.... this is outside a lot!
sk_sk: [_S_] Uhhh .... to je mimo veľa!

source: [_LT_] {i}Oh my God! Will Sidney agree to do this with me? Why am I getting butterflies in my pussy when I think about it?{/i}
sk_sk: [_ LT_] {i}Oh môj bože! Bude Sidney súhlasiť, že to urobí so mnou? Prečo mám v kunde motýliky, keď o tom premýšľam?

source: [_L_] Come on Sidney, Let's just get it over with.
sk_sk: [_ L_] Poďte na Sidney, poďme si to ešte popreskať.

source: [_S_] Fine!
sk_sk: [_S_] Fajn!

source: [_R_] Lauren, why don't you just straddle Sidney and...
sk_sk: Lauren, prečo si nestrčím Sidneyho a ...

source: [_R_] Oh, yeah.... that's perfect!
sk_sk: [_R_] Oh, áno .... to je perfektné!

source: [_R_] Wow! That's pretty hot!
sk_sk: Fíha! To je dosť horúce!

source: [_S_] Just hurry up and take the picture!
sk_sk: Len si pohni a odfoťe sa!

source: [_ST_] {i}Before my pussy betrays me and leaves a puddle on the floor!{/i}
sk_sk: [_ST_] {i}Pred mojou kundičkou ma zradil a zanechal puddle na podlahe! {/i}

source: [_ST_] {i}This is so wrong!{/i}
sk_sk: [_ST_] {i}Toto je taká chyba! {/i}

source: [_ST_] {i}Why is it making my pussy tingle so much?{/i}
sk_sk: [_ST_] {i}Prečo to robí moju kundičku tak veľa? {/i}

source: [_LT_] {i}Why does this turn me on so bad?{/i}
sk_sk: [_ LT_] {i}Prečo ma to zase tak zlé? {/i}

source: [_LT_] {i}I've already been having confusing thoughts about women, but now I'm getting turned on by my sister?{/i}
sk_sk: [_LT_] {i}Už som mala zmätočné myšlienky o ženách, ale teraz ma vzrušuje moja sestra?{/i}

source: [_LT_] {i}God, I hope I don't drip all over her lap.{/i}
sk_sk: [_ LT_] {i}Boh, dúfam, že nekvapkám na jej kolo. {/i}

source: [_LT_] {i}I can't believe she made a costume that doesn't include panties.{/i}
sk_sk: [_ LT_] {i}Nemôžem uveriť, že urobila kostým, ktorý neobsahuje nohavičky. {/i}

source: [_RT_] {i}Wow! They're kind of into each other.{/i}
sk_sk: [_RT_] {i}Wow! Sú na seba navzájom. {/i}

source: [_RT_] {i}It sounds like they just need a little persuading.{/i}
sk_sk: [_RT_] {i}Zdá sa, že potrebujú len trochu presviedčať. {/i}

source: [_R_] I think we're ready for the next pose.
sk_sk: [_ R_] Myslím, že sme pripravení na ďalší pól.

source: [_R_] Unless you want to keep kissing, but I'm thinking we should take a few shots with you playing with your new toys.
sk_sk: [_ R_] Ak nechcete ďalej bozkávať, ale myslím, že by sme si mali vziať pár záberov s hraním s novými hračkami.

source: [_S_] Play with our...
sk_sk: [_S_] Hrajte s našou ...

source: [_S_] How do you mean?
sk_sk: [_S_] Ako to myslíš?

source: [_LT_] {i}Oh my.... he wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
sk_sk: [_ LT_] {i}Oh môj .... on chce, aby sme sa rozriediť navzájom .... ... doriti! .... Myslím, že som sa len tak napichla na Sidneyho nohu.

source: [_LT_] {i}I hope she doesn't notice.{/i}
sk_sk: [_ LT_] {i}Dúfam, že si to nevšimne. {/i}

source: [_ST_] {i}Holy shit!.... I think Lauren just leaked onto my leg!.... Does the thought of us playing with toys together get her excited?{/i}
sk_sk: [_ST_] {i}Svätej riti! .... Myslím, že Lauren práve unikol na nohu! .... Je myšlienka, že sa hrá s hračkami dohromady ju vzrušený? {/i}

source: [_R_] Haha.... I'm not expecting you to screw each other with your new dildos.
sk_sk: [_R_] Haha .... Nečakám, že sa navzájom pokašleš s tvojmi novým dildos.

source: [_RT_] {i}These girls are going to make me nut in my pants!{/i}
sk_sk: [_RT_] {i}Tieto dievčatá mi robia maticu v nohavíc! {/i}

source: [_R_] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
sk_sk: [_ R_] Len sa dostať do pozície tak to vyzerá, že Sidney je preniknú Lauren s dildo.

source: [_R_] But you won't actually penetrate.
sk_sk: [_ R_] Ale vy nebudete naozaj preniknú.

source: [_R_] Just make it look like it.
sk_sk: Len to tak, aby to vyzeralo ako to.

source: [_R_] Unless you want to keep making out!
sk_sk: [_R_] Ak nechcete ďalej robiť von!

source: [_LT_] {i}I kind of do.{/i}
sk_sk: [_LT_] {i}mám trochu práce. {/i}

source: [_S_] Uuuhhh.... okay Lauren.... let's.... get.... into position.
sk_sk: -Uuuhhh .... dobre Lauren .... poďme .... do pozície.

source: [_S_] Does this look ok?
sk_sk: [_S_] Znamená to v poriadku?

source: [_R_] Yeah, that's pretty convincing.
sk_sk: [_ R_] Jo, to je dosť presvedčivé.

source: [_R_] Let me get a quick shot of it.
sk_sk: Dovoľte mi, aby som vám ho rýchlo zastrel.

source: [_R_] Great! Now move the dildo a little closer.
sk_sk: Super! Teraz pohni dildo trochu bližšie.

source: [_R_] And if Lauren's okay with it, just kind of prod and push the dildo between her thigh gap.
sk_sk: [_R_] A ak je Lauren s ním v poriadku, len tak trochu prod a zatlačte dildo medzi jej stehennej medzery.

source: [_R_] From my perspective, it should look pretty convincing.
sk_sk: [_R_] Z môjho pohľadu by to malo vyzerať celkom presvedčivo.

source: [_ST_] {i}Hmmmm.... I think I should use this opportunity to tease Lauren.{/i}
sk_sk: [_ST_] {i}Hmmmm .... Myslím, že by som mal využiť túto príležitosť na teázu Lauren. {/i}

source: [_ST_] {i}After all, she did let her pussy leak her naughty juices all over my leg.{/i}
sk_sk: [_ST_] {i}Koniec koncov, dovolila jej kundičku unikať jej neposlušné šťavy po mojom nohe. {/i}

source: [_RT_] {i}Oh, no way!.... I always thought Sidney was too much of a prude to do anything like that to her own sister!{/i}
sk_sk: [_RT_] {i}Oh, v žiadnom prípade! .... Vždy som si myslel, že Sidney bol príliš náchylný na to, aby sa niečo také stalo jej vlastnej sestre!

source: [_RT_] {i}I wonder what she'll do to her.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo pre ňu urobí. {/i}

source: [_LT_] {i}Oh.... my.... God!....{/i}
sk_sk: [_LT_] {i}Oh .... my .... Bože! ....

source: [_LT_] {i}What the hell is Sidney thinking?{/i}
sk_sk: [_ LT_] {i}Čo do pekla si myslí Sidney? {/i}

source: [_LT_] {i}Where does she get the balls to do this to her own sister?{/i}
sk_sk: [_ LT_] {i}Kde má gule urobiť to pre jej vlastnú sestru? {/i}

source: [_LT_] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] knew!{/i}
sk_sk: [_ LT_] {i}Udržujte ticho .... nie zvuk .... ktorý by bol tak nalož ený, ak by [ryan] vedel! {/i}

source: [_ST_] {i}Haha.... look at her squirm.... this is driving her crazy!{/i}
sk_sk: [_ST_] {i}Haha .... pozrite sa na jej veveričky .... to je jej bláznivo! {/i}

source: [_RT_] {i}Damn, from this angle I can't see what she's doing.{/i}
sk_sk: [_RT_] {i}Sakra, z tohto uhla pohľadu nevidím, čo robí. {/i}

source: [_RT_] {i}I can only imagine what's going on back there.{/i}
sk_sk: [_RT_] {i}Môžem si len predstaviť, čo sa tam deje. {/i}

source: [_LT_] {i}Why does it feel so much better when Sidney does that to me, then when I do it to myself?{/i}
sk_sk: [_ LT_] {i}Prečo sa to cíti oveľa lepšie, keď to Sidney robí to mne, potom, keď som to pre seba? {/i}

source: [_LT_] {i}It's really starting to feel good!{/i}
sk_sk: [_ LT_] {i}Je to naozaj začína cítiť dobre! {/i}

source: [_LT_] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan]?{/i}
sk_sk: [_LT_] {i}Bože!.... To ma privádza do šialenstva!.... Čo ak mi tá štetka spôsobí orgazmus, priamo tu pred [ryan]?{/i}

source: [_S_] (whispering) This is what you get for dripping your dirty juices all over my leg.
sk_sk: Toto je to, čo máš za to, že si odkvapkala svoje špinavé džúsy po nohe.

source: [_L_] (whispering) Oh my God.... you.... noticed that?
sk_sk: [_ L_] (šepká) Oh môj bože .... ste si ... všimli ste to?
