Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_RT_] {i}Huh.... no feet under the stalls.... I thought for sure they'd be here. After all this is where Megan brought me.{/i}
sk_sk: [_RT_] {i}Huh.... žiadne nohy pod kabínkami.... Myslel som si, že tu určite budú. Veď sem ma priviedla Megan.{/i}

source: [_RT_] {i}Huh.... no feet under the stalls.... I guess I should just keep looking.{/i}
sk_sk: [_RT_] {i}Huh.... žiadne nohy pod kabínkami.... Myslím, že by som mal pokračovať v hľadaní.{/i}

source: [_RT_] {i}Hmmmmm.... where else?.... Oh I'll bet I know.{/i}
sk_sk: [_RT_] {i}Hmmmmm.... kde inde?.... Oh, stavím sa, že viem.{/i}

source: [_RT_] {i}Oh, shit.... there they are.... {/i}
sk_sk: [_RT_] {i}Oh, shit.... tam sú.... {/i}

source: [_RT_] {i}Nice!.... Megan is really into it!{/i}
sk_sk: [_RT_] {i}Pekné!.... Megan je naozaj do toho!{/i}

source: [_MG_] Ohhh.... yeahh.... fuck me like [ryan] fucks his mom!
sk_sk: [_MG_] Ohhh.... yeahh.... šuká ma ako [ryan] šuká svoju mamu!

source: [_MG_] Speaking of.... have we made.... much progress?...
sk_sk: [_MG_] Keď už hovoríme o...., urobili sme.... veľký pokrok?...

source: [_MB_] Not much.... and would you at least.... pretend you enjoy fucking me.... just because it's me?...
sk_sk: [_MB_] Nie moc.... a mohol by si aspoň.... predstierať, že ťa baví so mnou šukať.... len preto, že som to ja?...

source: [_MG_] I'm sorry.... but it's so much.... better if I say this stuff.... out loouuuud!...
sk_sk: [_MG_] Je mi to ľúto.... ale je oveľa.... lepšie, keď tieto veci.... poviem nahláááás!...

source: [_RT_] {i}They're going at it again.{/i}
sk_sk: [_RT_] {i}Znova sa do toho púšťajú.{/i}

source: [_RT_] {i}Still fucking.... and still scheming.{/i}
sk_sk: [_RT_] {i}Stále šuká.... a stále intriguje.{/i}

source: [_RT_] {i}I'd better go find Mom.{/i}
sk_sk: [_RT_] {i}Radšej pôjdem nájsť mamu.{/i}

source: [_MB_] I don't think they've.... done any fucking yet.... I don't think they've .... done hardly .... anything yet.
sk_sk: [_MB_] Nemyslím si, že by ešte.... urobili nejaký skurvený.... Myslím, že ešte .... neurobili takmer .... nič.

source: [_MG_] Shut up! Don't.... ruin .... my fantasy .... right now!
sk_sk: [_MG_] Drž hubu! Ne.... ničiť .... moja fantázia .... práve teraz!

source: [_MG_] You know .... I need.... taboo .... thoughts.... to be able .... to cum.... anymore!
sk_sk: [_MG_] Vieš, že .... Potrebujem.... tabu .... myšlienky...., aby som sa mohol.... už vystriekať....!

source: [_MB_] Yeah.... well, hopefully soon.... it will be.... more than just.... fantasy.
sk_sk: [_MB_] Áno.... no, dúfajme, že čoskoro.... to bude.... viac ako len.... fantázia.

source: [_MG_] How's that.... going to.... happen.... I thought he told you.... to fuck off.
sk_sk: [_MG_] Ako sa to.... stane.... Myslel som, že ti.... povedal, aby si išla do prdele.

source: [_MB_] Yeah he did.... but you can just tell.... there's electricity between them.... It's just a matter.... of time...
sk_sk: [_MB_] Áno, urobil to...., ale môžeš povedať...., že je medzi nimi elektrina.... Je to len otázka.... času...

source: [_MB_] But I've got to.... figure how to get a piece of.... [mom_name]'s ass for myself.
sk_sk: [_MB_] Ale musím.... zistiť, ako získať kúsok.... [mom_name]pre seba.

source: [_MG_] Have you.... figured out a .... plan to get them.... together yet?
sk_sk: [_MG_] Už si.... vymyslel plán, ako ich.... dať dohromady?

source: [_MB_] I'm still working.... out the details.... but it's going to involve you.... getting close to his family.
sk_sk: [_MB_] Stále pracujem.... na detailoch...., ale bude to zahŕňať aj to, že sa.... zblížiš s jeho rodinou.

source: [_MB_] Maybe you can.... get close.... through his sister.... Lauren.
sk_sk: [_MB_] Možno sa môžeš.... zblížiť.... prostredníctvom jeho sestry.... Lauren.

source: [_MG_] Well, that's easy.... she seems pretty.... easy to influence...
sk_sk: [_MG_] No, to je jednoduché.... zdá sa, že je dosť.... ľahko ovplyvniteľná...

source: [_MB_] Well, whatever we do.... I can't wait.... to get a piece of.... [mom_name]'s ass for myself.
sk_sk: [_MB_] No, čokoľvek urobíme.... Nemôžem sa dočkať, až.... dostanem kúsok.... [mom_name]zadku pre seba.

source: [_MG_] Whatever we do.... we need to hurry it along.
sk_sk: [_MG_] Nech už urobíme čokoľvek...., musíme to urýchliť.

source: [_MB_] Yeah.... so far.... it's been like.... one of those crappy incest games.... that leaves you with blue balls.... and never gets.... to the good stuff.
sk_sk: [_MB_] Áno.... zatiaľ.... to bolo ako.... jedna z tých mizerných incestných hier...., po ktorých máš modré gule.... a nikdy sa nedostaneš.... k dobrým veciam.

source: [_RT_] {i}Holy shit.... those two are quite the schemers!{/i}
sk_sk: [_RT_] {i}Sväté hovno.... títo dvaja sú poriadni intrigáni!{/i}

source: [_RT_] {i}Matt thinks he can use his girlfriend to get to Mom{/i}
sk_sk: [_RT_] {i}Matt si myslí, že môže využiť svoju priateľku, aby sa dostal k mame{/i}

source: [_RT_] {i}Somehow I've got to figure out how to take Megan away from him instead.{/i}
sk_sk: [_RT_] {i}Musím nejako vymyslieť, ako mu Megan vziať.{/i}

source: [_RT_] {i}That will show that arrogant jock.{/i}
sk_sk: [_RT_] {i}To ukáže tomu arogantnému športovcovi.{/i}

source: [_RT_] {i}It's good to see that Matt's doing his best to get Mom and I together.{/i}
sk_sk: [_RT_] {i}Je dobré vidieť, že Matt robí všetko pre to, aby sme sa s mamou dali dokopy.{/i}

source: [_RT_] {i}And having Megan around will be nice too. I hope I can get another blowjob, or maybe even more from her as long as she's hanging around.{/i}
sk_sk: [_RT_] {i}A prítomnosť Megan bude tiež príjemná. Dúfam, že sa mi podarí dostať od nej ďalší orál, alebo možno aj viac, pokiaľ sa bude zdržiavať v okolí.{/i}

source: [_RT_] {i}Shit!.... But why did I tell him he could have Mom after I've had her. I don't want to share her.... {/i}
sk_sk: [_RT_] {i}Do prdele!.... Ale prečo som mu povedal, že môže mať mamu, keď ju budem mať ja. Nechcem sa o ňu deliť.... {/i}

source: [_RT_] {i}I've got to figure some way to please Matt instead of giving him Mom.{/i}
sk_sk: [_RT_] {i}Musím vymyslieť nejaký spôsob, ako Matta potešiť, namiesto toho, aby som mu dal mamu.{/i}

source: [_RT_] {i}Speaking of, I better get out of here and go see her in her office.{/i}
sk_sk: [_RT_] {i}Keď už sme pri tom, radšej odtiaľto vypadnem a pôjdem za ňou do jej kancelárie.{/i}

source: [_RT_] {i}Dammit, I took too long. I'm sure she's probably back in class getting ready to start her next lesson.{/i}
sk_sk: [_RT_] {i}Sakra, trvalo mi to príliš dlho. Som si istý, že je už asi späť v triede a pripravuje sa na ďalšiu hodinu.{/i}

source: [_RT_] {i}I guess I better try to talk to her again tomorrow.{/i}
sk_sk: [_RT_] {i}Myslím, že by som sa s ňou mal zajtra pokúsiť znovu hovoriť.{/i}

source: [_RT_] {i}Hmmmm.... her door's shut again. I'll bet she's at it again. I'll Just take a peek.{/i}
sk_sk: [_RT_] {i}Hmmmm.... jej dvere sú opäť zatvorené. Stavím sa, že je v tom znova. Len sa pozriem.{/i}

source: [_RT_] {i}Haha.... yep!.... She must really be missing Dad to be trying to squeeze a session in before class.{/i}
sk_sk: [_RT_] {i}Haha.... yep!.... Musí jej naozaj chýbať otec, keď sa snaží prstovať pred vyučovaním.{/i}

source: [_RT_] {i}Well, I've never been one to want to be left out.{/i}
sk_sk: [_RT_] {i}No, ja som nikdy nechcel byť vynechaný.{/i}

source: [_RT_] {i}Now looks like a good time.{/i}
sk_sk: [_RT_] {i}Teraz je na to vhodný čas.{/i}

source: [_M_] [ryan]!.... You scared the hell out of me again!?
sk_sk: [_M_] [ryan]!.... Zase si ma vystrašil!?

source: [_M_] Why won't the school board just let us put locks on our office doors?
sk_sk: [_M_] Prečo nám školská rada jednoducho nedovolí dať si na dvere kancelárií zámky?

source: [_R_] Probably so that you'll give your students your attention during school hours, rather than attending to personal business.
sk_sk: [_R_] Pravdepodobne preto, aby si sa počas vyučovacích hodín venovala svojim študentom, a nie osobným záležitostiam.

source: [_M_] Don't be a prick.
sk_sk: [_M_] Nebuď idiot.

source: [_M_] And can't you just wait until I'm finished?
sk_sk: [_M_] A nemôžeš počkať, kým skončím?

source: [_R_] You know this is the only time I have to see you about school assignments.
sk_sk: [_R_] Vieš, že toto je jediný čas, keď sa s tebou musím stretnúť kvôli školským úlohám.

source: [_M_] Alright, well come in, and we'll get to work.
sk_sk: [_M_] Dobre, tak poď ďalej a pustíme sa do práce.

source: [_M_] Let's just pick up from where we left off.
sk_sk: [_M_] Pokračujme tam, kde sme skončili.

source: [_M_] Maybe there's more scenes in this game that will be good to mention in your paper.
sk_sk: [_M_] Možno je v tejto hre viac scén, ktoré by bolo dobré spomenúť v dokumente.

source: [_M_] Darn it.
sk_sk: [_M_] Sakra.

source: [_M_] I forgot to save the last time we played. We'll just have to click through the scenes quickly without reading it.
sk_sk: [_M_] Pri poslednej hre som si zabudla uložiť. Budeme musieť len rýchlo preklikávať scény bez toho, aby sme ich čítali.

source: [_M_] Oh, and before I forget, you might as well take it out right now before you put anymore strain on the stitching of those pants, and I'll make myself comfortable too.
sk_sk: [_M_] A aby som nezabudla, mohol by si ho hneď teraz vytiahnuť, kým ešte viac nezaťažíš šitie tých nohavíc, a ja si tiež urobím pohodlie.

source: [_R_] {i}Wow, she seems to be jumping right into it this time.{/i}
sk_sk: [_R_] {i}Wow, zdá sa, že tentoraz do toho skočí priamo.{/i}

source: [_MT_] {i}Uuuggghhh.... why does that little motherfucker.... I mean just fucker.... always have to catch me when I'm horny in my office.{/i}
sk_sk: [_MT_] {i}Uuuggghhhh.... prečo ten malý sráč.... Myslím tým len skur.... ma vždy musí chytiť, keď som nadržaná v mojej kancelárii.{/i}

source: [_MT_] {i}I'm already out of control! I've already invited him to take his dick out and pulled my skirt up to my waist.{/i}
sk_sk: [_MT_] {i}Už som sa vymkla spod kontroly! Už som ho vyzvala, aby si vytiahol penis, a vyhrnula som si sukňu až po pás.{/i}

source: [_MT_] {i}Ok, [mom_name]!.... Use a little self control.... do not look over at his cock!{/i}
sk_sk: [_MT_] {i}Ok, [mom_name]!.... Trochu sa kontroluj.... nepozeraj sa na jeho penis!{/i}

source: [_M_] {i}Shit!{/i}
sk_sk: [_M_] {i}Do prdele!{/i}

source: [_MT_] {i}Why am I doing this?{/i}
sk_sk: [_MT_] {i}Prečo to robím?{/i}

source: [_R_] I think we're coming to some new content.
sk_sk: [_R_] Myslím, že sa blížime k novému obsahu.

source: [_RT_] {i}Oh, wow.... she got right to it.... {/i}
sk_sk: [_RT_] {i}Oh, wow.... ona sa k tomu dostala.... {/i}

source: [_RT_] {i}Well, I guess there's no time like the present.{/i}
sk_sk: [_RT_] {i}No, myslím, že nie je lepší čas ako prítomnosť.{/i}

source: [_MT_] {i}Well, fuck self control.... this feels too good.{/i}
sk_sk: [_MT_] {i}No, kašlať na sebakontrolu.... to je príliš dobrý pocit.{/i}

source: [_RT_] {i}I think the time will be right very soon to push things a little further.... I'll just enjoy this for now.{/i}
sk_sk: [_RT_] {i}Myslím, že čoskoro nastane ten správny čas posunúť veci o niečo ďalej.... Zatiaľ si to budem len užívať.{/i}

source: [_RT_] {i}Oh.... fuck.... {/i}
sk_sk: [_RT_] {i}Oh .... jebať .... {/i}

source: [_M_] Haha.... did you see that!?
sk_sk: [_M_] Haha.... videl si to!?

source: [_M_] I caught it this time!
sk_sk: [_M_] Tentoraz som to chytila!

source: [_R_] Oh my gosh, Mom! Are you ok?
sk_sk: [_R_] Panebože, mami! Si v poriadku?

source: [_M_] Of course, why wouldn't I be?
sk_sk: [_M_] Samozrejme, prečo by som nemala byť?

source: [_R_] You seemed so mad last time.
sk_sk: [_R_] Naposledy si vyzerala taká naštvaná.

source: [_M_] Yeah, well I've decided I'm happy to see my boy practicing good health habits.
sk_sk: [_M_] Áno, rozhodla som sa, že som šťastná, keď vidím, že môj chlapec praktizuje dobré zdravotné návyky.

source: [_R_] You're so cool!
sk_sk: [_R_] Si taká skvelá!

source: [_RT_] {i}I think I broke her.{/i}
sk_sk: [_RT_] {i}Myslím, že som ju zlomil.{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +1" {/b}{/i}

source: [_M_] Now run along so I can finish taking care of myself before I go to class.
sk_sk: [_M_] Teraz bež, aby som sa o seba mohla postarať, kým pôjdem na hodinu.

source: [_R_] Wait! Take care of yourself how?
sk_sk: [_R_] Počkať! Ako sa o seba starať?

source: [_M_] I think you know what I mean.
sk_sk: [_M_] Myslím, že vieš, čo mám na mysli.

source: [_R_] Can I watch?
sk_sk: [_R_] Môžem sa pozerať?

source: [_MT_] {i}This kid needs to get the fuck out of my office!! I don't have much time before class!{/i}
sk_sk: [_MT_] {i}Toto dieťa musí vypadnúť z mojej kancelárie!! Nemám veľa času pred vyučovaním!{/i}

source: [_M_] Now please hurry along.... before I cut your cock off.
sk_sk: [_M_] Teraz si prosím pohni...., než ti odrežem vtáka.

source: [_R_] Ok.... I'm going!
sk_sk: [_R_] Ok.... Idem!

source: [_RT_] {i}Hmmmm.... her door's shut, I'll just peek in and see if she's here.{/i}
sk_sk: [_RT_] {i}Hmmmm.... jej dvere sú zatvorené, len nakuknem a zistím, či je tu.{/i}

source: [_RT_] {i}Oh, good.... she's here. She must be concentrating on her work. I don't think she noticed me come in.{/i}
sk_sk: [_RT_] {i}Oh, dobre.... je tu. Musí sa sústrediť na svoju prácu. Myslím, že si nevšimla, že som prišiel.{/i}

source: [_RT_] {i}Oh my God! Is she doing what I think she's doing?{/i}
sk_sk: [_RT_] {i}Bože môj! Robí to, čo si myslím, že robí?{/i}

source: [_R_] Uhhhhh.... Mom?
sk_sk: [_R_] Uhhhhhh.... Mamička?

source: [_M_] [ryan]!.... Why didn't you knock!?
sk_sk: [_M_] [ryan]!.... Prečo si nezaklopal!?

source: [_R_] Ummmmm.... sorry?
sk_sk: [_R_] Ummmmm.... Prepáč?

source: [_M_] How long have you been standing there?
sk_sk: [_M_] Ako dlho si tam stál?

source: [_R_] I just barely came in.
sk_sk: [_R_] Sotva som prišiel.

source: [_R_] Why do you ask.
sk_sk: [_R_] Prečo sa pýtaš.

source: [_M_] {i}(relieved voice){/i} Oh.... no reason.... I was just doing some of my own research for the Oedipal curriculum?
sk_sk: [_M_] {i}(úľavný hlas){/i} Oh.... žiadny dôvod.... Práve som robila nejaký svoj vlastný výskum pre Oidipov učebný plán?

source: [_R_] Long enough to know why you wanted your office door shut.
sk_sk: [_R_] Dosť dlho na to, aby si vedela, prečo si chcela mať dvere kancelárie zatvorené.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +1"{/b}{/i}

source: [_M_] [ryan]! I don't know what you think you saw, but I wasn't doing anything out of the ordinary.
sk_sk: [_M_] [ryan]! Neviem, čo si myslíš, že si videl, ale nerobila som nič nezvyčajné.

source: [_R_] Oh, you mean other teachers do that in their office too?
sk_sk: [_R_] Chceš povedať, že to robia aj iní učitelia vo svojom kabinete?

source: [_R_] I wonder.... I should go ask Mrs. Vaughn if she does those kinds of things in her office.
sk_sk: [_R_] Zaujímalo by ma.... Mal by som sa ísť spýtať pani Vaughnovej, či robí takéto veci vo svojej kancelárii.

source: [_M_] No.... [ryan]...
sk_sk: [_M_] Nie.... [ryan]...

source: [_R_] I didn't even know that married women did those kinds of things. I just thought they wouldn't need to since...
sk_sk: [_R_] Ani som nevedel, že vydaté ženy robia takéto veci. Len som si myslel, že to nebudú potrebovať, pretože...

source: [_R_] Oh.... is this because Dad's not here to.... '
sk_sk: [_R_] Oh.... je to preto, že otec tu nie je.... '

source: [_M_] No.... I mean.... yes.... kind of.... [ryan]! .... I was just.... doing some of my own research on the Oedipal curriculum, and I might have gotten carried away!
sk_sk: [_M_] No.... Teda.... áno.... niečo ako.... [ryan]! .... Práve.... som robila nejaký vlastný výskum o Oidipovom kurikule a možno som sa nechala uniesť!

source: {i}{b}"Mom's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkino poddanie +1"{/b}{/i}

source: [_R_] Oh, well that's what I wanted to talk to you about. I'm having trouble finding more sources for the Oedipus assignment.
sk_sk: [_R_] O tom som chcel hovoriť. Mám problém nájsť ďalšie zdroje k úlohe o Oidipovi.

source: [_M_] Ok, well come sit down. I might have something that will help.
sk_sk: [_M_] Dobre, tak si sadni. Možno mám niečo, čo ti pomôže.

source: [_M_] During my online research, I went to that site you mentioned, F95zone, where I found a lot of inappropriate games.
sk_sk: [_M_] Počas môjho online výskumu som navštívila spomínanú stránku F95zone, kde som našla veľa nevhodných hier.

source: [_M_] I know you were only there for research too, but you should really try to stay off that site! But I did find a few more games that seemed to fit in with the Oedipus curriculum.
sk_sk: [_M_] Viem, že si tam bol aj ty len kvôli výskumu, ale naozaj by si sa mal snažiť držať sa ďalej od tejto stránky! Našla som však ešte niekoľko hier, ktoré sa zdajú byť vhodné pre učebné osnovy Oidipa.

source: [_RT_] {i}Hmmm.... I wonder what her user name is. I could have some interesting exchanges with her.{/i}
sk_sk: [_RT_] {i}Hmmm.... Zaujímalo by ma, aké je jej používateľské meno. Mohol by som s ňou viesť zaujímavé výmeny názorov.{/i}

source: [_M_] This one here is called "Man of the House." by a developer named Faerin.
sk_sk: [_M_] Táto sa volá "Man of the House" a jeho autorom je vývojár Faerin.

source: [_R_] Is this what you were playing when I came in?
sk_sk: [_R_] Toto si hrala, keď som prišiel?

source: [_M_] Not playing.... researching.
sk_sk: [_M_] Nehrám.... skúmam.

source: [_R_] Oh.... right.... Is this what you were researching when I came in here?
sk_sk: [_R_] Oh.... správne.... Toto si skúmala, keď som sem prišiel?

source: [_M_] Ummm.... yes...
sk_sk: [_M_] Ummm.... áno...

source: [_M_] Let's just pick up from where I left off.
sk_sk: [_M_] Pokračujme tam, kde som skončila.

source: [_M_] So the son, which you can name yourself, I named him [ryan], in your honor since you introduced this genre of game to me, has been helping his mom to achieve better yoga positions.
sk_sk: [_M_] Takže syn, ktorého si môžeš pomenovať sám, ja som ho pomenovala [ryan], na tvoju počesť, keďže si mi tento žáner hry predstavil, pomáha svojej mame dosiahnuť lepšie pozície v jóge.

source: [_M_] Not a bad idea, I'm sure you'd get better gains with a little assistance.
sk_sk: [_M_] Nie je to zlý nápad, som si istá, že s malou pomocou by si dosiahol lepšie výsledky.

source: [_R_] Well, if you need some help with your yoga, just let me know. I can come help you too.
sk_sk: [_R_] Ak potrebuješ pomoc s jogou, daj mi vedieť. Môžem ti prísť pomôcť aj ja.

source: [_M_] Not if you help in the way the MC is going to be soon.
sk_sk: [_M_] Nie, ak pomôžeš spôsobom, akým MC čoskoro učiní.

source: [_R_] Oh, shit!.... They took their clothes off.
sk_sk: [_R_] Do prdele!.... Vyzliekli sa.

source: [_M_] Haha.... yeah, I guess they thought they were too restrictive for movement?
sk_sk: [_M_] Haha.... áno, asi si mysleli, že sú príliš obmedzujúce pre pohyb?

source: [_M_] So, in this game you're trying to bed several women, one of them being the son's mom.
sk_sk: [_M_] V tejto hre sa snažíš dostať do postele niekoľko žien, pričom jednou z nich je synova mama.

source: [_M_] So, in that way it's a source you can mention in your Oedipal paper.
sk_sk: [_M_] V tomto zmysle je to zdroj, ktorý môžeš uviesť vo svojej práci o Oidipovi.

source: [_M_] Just no visual representations in your oral presentation please!
sk_sk: [_M_] Len žiadne vizuálne zobrazenia v ústnej prezentácii, prosím!

source: [_R_] Haha.... can you imagine?
sk_sk: [_R_] Haha.... vieš si to predstaviť?

source: [_MT_] {i}Shit! Yeah, I kind of can.{/i}
sk_sk: [_MT_] {i}Do prdele! Áno, tak trochu môžem.{/i}

source: [_MT_] {i}Showing this kind of stuff in front of all my students, with my own son sitting 3 feet away from me.{/i}
sk_sk: [_MT_] {i}Ukazovať takéto veci pred všetkými mojimi študentmi, pričom môj vlastný syn sedí tri metre odo mňa.{/i}

source: [_MT_] {i}I know exactly what they would all be thinking about.{/i}
sk_sk: [_MT_] {i}Viem presne, na čo by všetci mysleli.{/i}

source: [_R_] So, what happens next?
sk_sk: [_R_] Čo bude nasledovať?

source: [_M_] So, you can keep progressing through the scene as you build up her special points.
sk_sk: [_M_] Môžeš tak postupovať ďalej po scéne a získavať jej špeciálne body.

source: [_M_] You also have to increase her arousal stat to continue into steamier scenes.
sk_sk: [_M_] Musíš tiež zvýšiť jej štatistiku vzrušenia, aby si mohol pokračovať v parnejších scénach.

source: [_MT_] {i}Holy Mary! [ryan]'s about to burst through his pants!{/i}
sk_sk: [_MT_] {i}Svätá Mária! [ryan]' sa prediera cez nohavice! {/i}

source: [_MT_] {i}I am so horny right now! [ryan] barged in here before I could take care of myself.{/i}
sk_sk: [_MT_] {i}Som teraz taká nadržaná! [ryan] sem vtrhol skôr, ako som sa o seba stihla postarať.{/i}

source: [_MT_] {i}And now here he is dominating my office with that huge cock of his!{/i}
sk_sk: [_MT_] {i}A teraz je tu a ovláda moju kanceláriu tým svojím obrovským vtákom!{/i}

source: [_MT_] {i}I wouldn't mind getting a better look at it right now.{/i}
sk_sk: [_MT_] {i}Nevadilo by mi, keby som sa naň teraz lepšie pozrela.{/i}

source: [_MT_] {i}But how would I do that?{/i}
sk_sk: [_MT_] {i}Ale ako by som to urobila?{/i}

source: [_M_] Look at you!
sk_sk: [_M_] Pozri sa na seba!

source: [_M_] You're going to tear a hole right through your good school pants.
sk_sk: [_M_] Roztrhneš si dieru v dobrých školských nohaviciach.

source: [_R_] What are you talking about?
sk_sk: [_R_] O čom to hovoríš?

source: [_M_] You know.... your.... penis.
sk_sk: [_M_] Vieš.... tvoj.... penis.

source: [_M_] It's uhh.... very erect.
sk_sk: [_M_] Je to uhh.... veľmi vzpriamené.

source: [_R_] Yeah, well.... you're the one who started showing me this game!
sk_sk: [_R_] Áno, dobre.... to ty si mi začala ukazovať túto hru!

source: [_R_] I'm not into these incest games, but.... I can't help what it's doing to me.
sk_sk: [_R_] Nie som na tieto incest hry, ale.... Nemôžem si pomôcť, čo to so mnou robí.

source: [_M_] I'm not into these incest games either!...
sk_sk: [_M_] Ani ja nemám rada tieto incestné hry!...

source: [_MT_] {i}Shit!.... I kind of have been getting hooked on them the last couple weeks!{/i}
sk_sk: [_MT_] {i}Do prdele!.... Posledných pár týždňov som na nich tak trochu závislá!{/i}

source: [_M_] And don't get me wrong. I'm not mad.
sk_sk: [_M_] A necháp ma zle. Nie som naštvaná.

source: [_M_] I'm just worried that you're uncomfortable...
sk_sk: [_M_] Len sa obávam, že sa necítiš dobre...

source: [_M_] And that I'm going to have to buy you a new pair of pants.... cuz you're just sooo big!
sk_sk: [_M_] A že ti budem musieť kúpiť nové nohavice...., pretože si taký veľký!

source: [_M_] .... We both know I've seen you down there very recently...
sk_sk: [_M_] .... Obaja vieme, že som ťa tam videla veľmi nedávno...

source: [_M_] So, it shouldn't be a big deal if you...
sk_sk: [_M_] Takže by nemal byť veľký problém, ak...

source: [_M_] Wanted to just let him.... breath a little.
sk_sk: [_M_] Chcem ho len nechať.... trochu vydýchnuť.

source: [_RT_] {i}Oh.... my.... God!{/i}
sk_sk: [_RT_] {i}Oh.... môj.... Bože!{/i}

source: [_RT_] {i}This is working too well!{/i}
sk_sk: [_RT_] {i}Funguje to príliš dobre!{/i}

source: [_RT_] {i}It's like I'm in my own incest game or something!.... {/i}
sk_sk: [_RT_] {i}Je to, akoby som bol vo vlastnej incestnej hre alebo niečo podobné!.... {/i}

source: [_RT_] {i}I'd better act naive.{/i}
sk_sk: [_RT_] {i}Radšej sa budem správať naivne.{/i}

source: [_R_] What do you mean?
sk_sk: [_R_] Huh?.... Čo tým myslíš?

source: [_M_] You know.... just unzip your pants and let your penis out.
sk_sk: [_M_] Vieš.... jednoducho si rozopni nohavice a nechaj svoj penis vyjsť von.
