Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_RT_] {i}I know I can just go safely look at the picture I took, but it's so much better in real life.{/i}
sk_sk: [_RT_] {i}Viem, že môžem ísť bezpečne pozrieť na obrázok, ktorý som vzal, ale je to tak lepšie v reálnom živote. {/i}

source: [_RT_] {i}But I better not push my luck, I need to get back on the couch before Aunt Cami notices.{/i}
sk_sk: [_RT_] {i}Ale ja radšej netlačím na šťastie, musím sa vrátiť na gauč pred tetou Cami oznámenia. {/i}

source: [_CT_] {i}Weird.... I've been getting that feeling like someone is staring at me.... {/i}
sk_sk: [_CT_] {i}Vták .... Začínam mať taký pocit, akoby na mňa niekto pozeral .... {/i}

source: [_CT_] {i}[ryan] does seem pretty engrossed in his homework though.... {/i}
sk_sk: [_CT_] {i}[ryan] sa zdá byť docela očarujúce v jeho domáce práce, hoci .... {/i}

source: [_CT_] {i}Oh, well.... let's see.... what's next?... {/i}
sk_sk: [_ CT_] {i}Oh, no .... pozrime sa ... čo je ďalej? ... {/i}

source: [_CT_] {i}I think I should be done after I polish the coffee table.{/i}
sk_sk: [_ CT_] {i}Myslím, že by som mal byť urobil po tom, čo som leštené kávy tabuľky. {/i}

source: [_RT_] {i}Shit!.... She was looking back at me.... I wonder if she noticed.... {/i}
sk_sk: [_RT_] {i}Do riti! .... Pozerala sa na mňa .... Zaujímalo by ma, či si všimla {/i}

source: [_RT_] {i}Just keep pretending like you're studying.... just keep studying.... just keep studying.... {/i}
sk_sk: [_RT_] {i}Len držať predstierať, ako ste študujete .... len majte štúdium .... len majte štúdium .... {/i}

source: [_RT_] {i}Oh my gosh, she's cleaning over here now.{/i}
sk_sk: [_RT_] {i}Oh môj bože, ona je upratovaná tu teraz. {/i}

source: [_C_] Sorry.... don't mind me.... I've just got to polish the coffee table to finish my work for the day.
sk_sk: Prepáč .... nevšímaj si ma .... Práve som sa dostal k lešeniu na kávu, aby som dokončil svoju prácu na deň.

source: [_RT_] {i}Oh my God!.... Look at those tits!{/i}
sk_sk: [_RT_] {i}Oh môj bože! .... Pozrite sa na tie kozy!

source: [_RT_] {i}I'd like to throw her onto this coffee table and polish something else off.{/i}
sk_sk: [_RT_] {i}Chcel by som ju hodiť na túto kávu stôl a leštené niečo iné off. {/i}

source: [_C_] Excuse me, but are you going to do your homework or just stare down my dress the whole time I'm cleaning?
sk_sk: Prepáčte, ale urobíte si domáce úlohy, alebo len stare dole moje šaty po celý čas, čo upratujem?

source: [_R_] Oh excuse me.... I'm so sorry.... I was just thinking about.... uh.... math.... and didn't realize I was staring...
sk_sk: [_R_]Pardon.... Je mi to tak ľúto.... Práve som myslel na.... uh.... matem.... a neuvedomil som si, že pozerám na...

source: [_C_] Oh.... ok.... just try to be more careful about where your eyes are wandering.
sk_sk: [_C_] Oh .... ok .... len sa snažte byť opatrnejší, kde vaše oči sú putovanie.

source: [_R_] Actually, I can see that I'm in your way.... let me just get my books off the coffee table and I'll meet you in the kitchen when you're all done.
sk_sk: Vlastne, vidím, že som vo vašej ceste .... nechajte ma dostať moje knihy z tabuľky kávy a stretnem sa s tebou v kuchyni, keď ste všetci hotoví.

source: [_C_] Thank you! That is very thoughtful!
sk_sk: [_ C_] Ďakujem! To je veľmi pozorné!

source: {i}"You cannot get any more affection points from this event"{/i}
sk_sk: {i}"Nemôžete získať žiadne body náklonnosti z tejto udalosti" {/i}

source: [_C_] And I'll see you in the kitchen in just a second.
sk_sk: A uvidíme sa v kuchyni za sekundu.

source: [_R_] Alright.... good job today! There's still some room for improvement, but I'm happy with your work.
sk_sk: Dobre, dnes je to dobrá práca! Ešte stále je tu priestor na zlepšenie, ale ja som šťastný s vašou prácou.

source: [_C_] You're too kind.
sk_sk: [_ C_] Vy ste príliš láskavý.

source: [_R_] Haha.... love the sarcasm Aunt Camille!
sk_sk: [_R_] Haha .... láska sarkazmus teta Camille!

source: [_R_] So, I guess I'll probably see you again tomorrow morning.
sk_sk: [_ R_] Takže, myslím, že sa asi uvidíme zajtra ráno.

source: [_R_] So, I guess I'll probably see you again Monday morning.
sk_sk: [_R_] Takže sa pravdepodobne uvidíme opäť v pondelok ráno.

source: [_C_] Not if I kill myself first.
sk_sk: [_ C_] Nie, ak sa zabijem najprv sám.

source: [_R_] And there she is...
sk_sk: [_R_] A tam je...

source: [_R_] I'm actually quite enjoying the view.
sk_sk: [_ R_] Som naozaj docela teší názor.

source: [_C_] Oh my God.... you little pervert!
sk_sk: [_ C_] Oh môj bože .... ty malý úchyl!

source: [_C_] I can't even believe you would be so bold to talk to your own aunt that way!
sk_sk: [_C_] Nemôžem uveriť, že by ste boli tak odvážny hovoriť s vašou vlastnou tetou, že cestu!

source: [_C_] I'm going to be talking to your mother about this!
sk_sk: [_ C_] O tom budem hovoriť s tvojou matkou!

source: [_R_] Go ahead.... I'll just tell her you're making up stories to try to get out of having to work.
sk_sk: [_ R_] Pokračujte .... Poviem jej, že robíš príbehy, aby si sa pokúsila dostať sa z práce.

source: [_R_] And trust me.... by the way she's feeling towards you and your work ethic these days, she's going to believe me over you.
sk_sk: [_R_] A ver mi .... tak, ako sa cíti k vám a vašej práci etiky v týchto dňoch, ona bude veriť mi nad vami.

source: [_R_] I've got a better deal for you.
sk_sk: [_ R_] Mám pre vás lepšiu dohodu.

source: [_R_] What if I pay you $100 to flash me for 5 seconds.
sk_sk: [_R_] Čo ak vám zaplatím 100 dolárov, aby ste ma vybleskovali 5 sekúnd.

source: [_C_] What? Are you kidding me?
sk_sk: [_C_] Čo? Robíš si zo mňa srandu?

source: [_R_] I might be paying for all of your bills, but you have no spending money.
sk_sk: [_ R_] Možno platím za všetky svoje účty, ale nemáte žiadne peniaze mínovania.

source: [_R_] Wouldn't it be nice to be able to do a little shopping?
sk_sk: [_ R_] Nie je to pekné byť schopný urobiť trochu nakupovanie?

source: [_C_] That really would be nice...
sk_sk: [_C_] To by bolo naozaj pekné ...

source: [_C_] Shopping is what makes me happy...
sk_sk: [_C_] Nakupovanie je to, čo ma robí šťastnou...

source: [_R_] Plus you've already flashed me your boobs in the bathroom.... so it's not like I haven't seen them.
sk_sk: [_R_] Plus si mi už opral svoje prsia v kúpeľni .... Takže to nie je to, že som ich nevidel.

source: [_R_] And the kitchen too for that matter.
sk_sk: A aj kuchyňa pre túto záležitosť.

source: [_R_] And we don't even need to talk about what happened in the Lounge the other evening.
sk_sk: [_R_] A to ani nemusíme hovoriť o tom, čo sa stalo v salóniku včera večer.

source: [_C_] Yes... Can we please not talk about that.
sk_sk: [_C_] Áno... Nehovorme o tom.

source: [_C_] Make it $150, let me off work tomorrow, and you have a deal.
sk_sk: [_ C_] Urobiť to 150 dolárov, nechaj ma zajtra v práci, a ty máš dohodu.

source: [_R_] Let's see them!
sk_sk: Pozrime sa na nich!

source: [_C_] For 5 seconds only.
sk_sk: [_C_] Len pre 5 sekúnd.

source: [_C_] And keep your phone in your pocket. You can't take any pictures.
sk_sk: [_ C_] A držať svoj telefón vo vrecku. Nemôžeš si vziať žiadne fotky.

source: [_R_] Well, I'll be taking some mental ones.
sk_sk: [_ R_] No, ja si vezmem nejaké duševné.

source: [_C_] Okay.... here we go...
sk_sk: [_C_] Dobre... ideme na to...

source: [_RT_] {i}Ha.... she can't even look at me.... {/i}
sk_sk: [_RT_] {i}Ha .... ... ona sa na mňa ani nepozerá .... {/i}

source: [_R_] I know those are fake.... but they are amazing!...
sk_sk: [_R_] Viem, že sú umelé..., ale sú úžasné!...

source: [_C_] Why do you think they're fake?
sk_sk: [_ C_] Prečo si myslíte, že sú falošné?

source: [_C_] Don't they look real?
sk_sk: Nevyzerajú skutočné?

source: [_C_] I mean they better.... I paid enough for them!...
sk_sk: [_C_] Myslím, že sú lepšie... Zaplatila som za ne dosť!...

source: [_R_] No.... they look real.... I just remember that you used to be much smaller.
sk_sk: [_ R_] Nie ... vyzerajú vážne .... Len si pamätám, že si bol oveľa menší.

source: [_C_] You've been paying attention to my breast size over the years?...
sk_sk: [_C_] Venuješ pozornosť veľkosti mojich pŕs v posledných rokoch?...

source: [_R_] Kinda.... sorry...
sk_sk: [_R_] Nie.... pardon...

source: [_C_] And 3, 4, 5...
sk_sk: [_C_] a 3, 4, 5...

source: [_C_] Alright, just give me my money.... I'll finish polishing the table.... and then I won't have to see you for a few more days!
sk_sk: -Dobre, daj mi moje peniaze .... Dokončím leštenie stola .... a potom ťa už nebudem musieť vidieť na pár dní!

source: {i}"Money -$150"{/i}
sk_sk: {i}"Peniaze - 150 dolárov"{/i}

source: [_R_] It was a pleasure doing business with you.
sk_sk: [_ R_] Bolo mi potešením s vami obchodovať.

source: [_R_] Bye.... I'll be looking forward to seeing you in a couple days!
sk_sk: Maj sa. Budem sa tešiť na to, aby som ťa videl za pár dní!

source: [_C_] I can't wait...
sk_sk: [_C_] Nemôžem sa dočkať...

source: [_CT_] {i}Oh my God.... I can't believe I flashed him again!{/i}
sk_sk: [_ CT_] {i}Oh môj bože .... Nemôžem uveriť, že som ho znova vyliala.

source: [_CT_] {i}What is wrong with me?{/i}
sk_sk: [_CT_] {i}Čo je so mnou.{/i}

source: [_CT_] {i}Am I really so addicted to shopping that just the enticement of it will make me flash my own nephew for $150 dollars?{/i}
sk_sk: [_ CT_] {i}Som naozaj tak závislý na nakupovanie, že len enticement to bude mi blikať môj vlastný synovec za $150 dolárov? {/i}

source: [_CT_] {i}I've lost the moral high ground to [mom_name].... {/i}
sk_sk: [_CT_] {i}stratil som morálny základ na [mom_name] .... {/i}

source: [_CT_] {i}That is, if she ever finds out about it.... {/i}
sk_sk: [_ CT_] {i}To znamená, že ak sa o tom niekedy zistí .... {/i}

source: [_CT_] {i}I better remember to warn that pervert to keep his mouth shut!{/i}
sk_sk: [_ CT_] {i}Radšej si zapamätajte, že je to úchylák, aby sa jeho ústa držali! {/i}

source: [_CT_] {i}Oh.... what is wrong with me?.... {/i}
sk_sk: [_ CT_] {i}Oh .... čo je to so mnou? .... {/i}

source: [_CT_] {i}I'm becoming a stupid whore.... {/i}
sk_sk: [_ CT_] {i}stáva sa hlúpa štetka .... {/i}

source: {i}{b}"Aunt Camille's Libido -3"{/b}{/i}
sk_sk: {i}{b}"Teta Camille Libido -3" {/b} {/i}

source: [_R_] Uuhhh.... actually I don't have $150.
sk_sk: [_R_] Uuhhh, vlastne nemám 150 dolárov.

source: [_C_] I can't believe you got me to agree to that, to only not be able to come through.
sk_sk: [_C_] Nemôžem uveriť, že si ma k tomu donútil, aby som s tým súhlasila, len aby som nemohla prísť.

source: [_C_] Let me finish polishing this table and stop wasting my time!
sk_sk: [_C_] Nechaj ma dokončiť leštenie tohto stola a prestaň plytvať mojím časom!

source: {i}{b}"Aunt Camille's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Teta Camilla náklonnosť -1" {/b} {/i}

source: [_R_] Ok.... I'm leaving...
sk_sk: [_R_] Ok .... Odchádzam ...

source: [_CT_] {i}Stupid pervert playing mind games with me.... {/i}
sk_sk: [_CT_] {i}Hlúpy úchyl, ktorý sa so mnou hrá myšlienkové hry... {/i}

source: [_CT_] {i}Did I actually agree to do that?.... {/i}
sk_sk: [_CT_] {i}Ja som s tým vlastne súhlasila? {/i}

source: [_R_] I can't give you another day off of work.... Mom would be furious.
sk_sk: [_R_] Nemôžem ti dať ďalší deň voľna z práce... Mama by bola zúrivá.

source: [_C_] Well, don't make me stupid ass offers like that if you're not willing to negotiate!
sk_sk: [_C_] No, nerob mi také hlúpe ponuky, ak nie si ochotný vyjednávať!

source: [_C_] Would you just leave so I can finish doing my job?
sk_sk: [_C_] Mohol by si odísť, aby som mohla dokončiť svoju prácu?

source: [_R_] Sorry.... bye...
sk_sk: [_R_] Prepáč.... čau...

source: [_CT_] {i}I can't believe I was about to make another deal with that pervert.{/i}
sk_sk: [_CT_] {i}Nemôžem uveriť, že sa chystám urobiť inú dohodu s týmto úchylom. {/i}

source: [_CT_] {i}What is wrong with me?.... {/i}
sk_sk: [_CT_] {i}Čo je to so mnou.{/i}

source: [_CT_] {i}I've got to get this shopping addiction under control.... {/i}
sk_sk: [_CT_] {i}Musím dostať túto nakupovaciu závislosť pod kontrolou.... {/i}

source: [_C_] Oh my God!.... Why am I even considering this?...
sk_sk: [_C_] Oh môj bože! .... Prečo to vôbec zvažujem?

source: [_C_] No!.... Hell no...
sk_sk: [_C_] Nie! .... Dopekla nie ...

source: [_C_] Stop talking to me like I'm a whore you can just buy favors from!
sk_sk: [_C_] Prestaň hovoriť so mnou, ako by som bola štetka, od ktorej si môžeš kúpiť láskavosti!

source: [_C_] I'm leaving! And don't expect me to come back tomorrow!
sk_sk: [_C_] Odchádzam! A nečakaj, že sa zajtra vrátim!

source: [_C_] I'll be taking the day to cool down from the unwanted sexual harrassment I'm receiving at work!
sk_sk: [_C_] Využijem tento deň na to, aby som sa schladila od nechceného sexuálneho obťažovania, ktorého sa mi dostáva v práci!

source: [_RT_] {i}Well, that could have gone better.... I better take off before she cuts my balls off.{/i}
sk_sk: [_RT_] {i}To mohlo byť lepšie.... Radšej si dám pauzu, než mi odreže gule.{/i}

source: {i}"To get Aunt Camille to flash you, she needs to have already flashed you in the bathroom. Also you need either Camille's libido or submission to be at 10 points."{/i}
sk_sk: {i}"Aby ti teta Kamila dala záblesk, musí ti už dať záblesk v kúpeľni. Tiež potrebuješ, aby Camillino libido alebo poddajnosť boli na úrovni 10 bodov."{/i}

source: [_C_] Really?.... You didn't see enough of them last time?...
sk_sk: [_C_] Naozaj? Nevidel si ich dosť dlho?

source: [_C_] I'll never understand men's fascination with boobs.
sk_sk: [_ C_] Nikdy nepochopím pánsky fascináciu s prsiami.

source: [_C_] I'm just going to skip all the drama this time and offer you the same deal as last time.
sk_sk: [_ C_] Len sa chystám preskočiť všetky drámy tentoraz a ponúknuť rovnaký obchod ako naposledy.

source: [_C_] $150, and a day off so I can go enjoy it.
sk_sk: 150, a deň voľna, aby som si ju mohol užiť.

source: [_R_] Wow.... I really expected to have to try to talk you into it again!
sk_sk: [_ R_] Wow .... Naozaj som očakával, že sa s tebou budem musieť znovu porozprávať!

source: [_R_] Well, I'll be taking more mental ones.
sk_sk: [_ R_] No, ja budem brať viac psychickejšie.

source: [_CT_] {i}And I did it so casually.{/i}
sk_sk: [_ CT_] {i}A urobil som to tak kauzálne. {/i}

source: [_CT_] {i}At least it's not as bad as when I sucked his dick.{/i}
sk_sk: [_CT_] {i}Aspoň to nie je také zlé, ako keď som mu fajčila penis.{/i}

source: [_CT_] {i}At least it's not as bad as letting him fuck my tits.{/i}
sk_sk: [_CT_] {i}Aspoň to nie je také zlé, ako keď mu dovolím, aby mi ošukal prsia.{/i}

source: [_CT_] {i}At least it's not as bad as when I jerked him off.{/i}
sk_sk: [_CT_] {i}Aspoň to nie je také zlé, ako keď som ho honila.{/i}

source: [_CT_] I've lost the moral high ground to [mom_name]...
sk_sk: [_CT_] Stratila som morálne výsostné postavenie [mom_name]...

source: [_CT_] That is, if she ever finds out about it...
sk_sk: [_CT_] Teda ak sa o tom niekedy dozvie...

source: [_CT_] I better remember to warn that pervert to keep his mouth shut!
sk_sk: [_ CT_] Radšej by som sa mal pamätať varovať, že perverzáka držať ústa zavretie!

source: [_CT_] What? Are you kidding me?
sk_sk: [_CT_] Čo? Robíš si zo mňa srandu?

source: [_CT_] I can't believe you got me to agree to that, to only not be able to come through.
sk_sk: [_CT_] Nemôžem uveriť, že si ma k tomu donútil, aby som s tým súhlasila, len aby som nemohla prísť.

source: [_CT_] Let me finish polishing this table and stop wasting my time!
sk_sk: [_CT_] Nechaj ma dokončiť leštenie tohto stola a prestaň strácať môj čas!

source: [_C_] Please, [ryan]!.... Not today!
sk_sk: [_C_] Prosím, [ryan]! .... Nie dnes!

source: [_C_] I just don't have the patience for this shit.... and your money isn't going to convince me otherwise.
sk_sk: [_C_] Jednoducho nemám trpezlivosť na tieto sračky.... a tvoje peniaze ma nepresvedčia o opaku.

source: [_C_] Please just go away and let me finish my work!
sk_sk: [_C_] Prosím, choď preč a nechaj ma dokončiť moju prácu!

source: {i}"To get Aunt Camille to flash you her boobs again, you will need either Camille's libido or submission points to be at 10."{/i}
sk_sk: {i}"Ak chceš, aby ti teta Kamila znova ukázala svoje prsia, musíš mať jej libido, alebo body podriadenosti na úrovni 10."{/i}

source: [_RT_] {i}Alright, since this room has a spycam, let's see if anything good happens.... maybe I can catch her peeing or something.... {/i}
sk_sk: [_RT_] {i}V poriadku, pretože táto miestnosť má spycam, poďme sa pozrieť, či niečo dobré sa stane .... možno by som ju mohol chytiť za čúrak alebo niečo .... {/i}

source: [_RT_] {i}Alright.... not bad.... pretty good view of her cleaning the shower.... {/i}
sk_sk: [_RT_] {i}V poriadku .... nie je zlé .... celkom dobrý výhľad na jej čistenie sprchy .... {/i}

source: [_RT_] {i}I'll just zoom in and see if I can get a better view.{/i}
sk_sk: [_RT_] {i}Len priblížim a uvidím, či môžem získať lepší prehľad. {/i}

source: [_RT_] {i}That's a pretty good upskirt shot.... I can almost see some of her pussy hanging out the side of those panties.{/i}
sk_sk: [_RT_] {i}To je dosť dobré upká výstrel .... Skoro som videla, ako sa z jej mačičky vyvezie tie nohavičky.

source: [_RT_] {i}I guess I might as well capture the moment.{/i}
sk_sk: [_RT_] {i}Myslím, že by som mohol tiež zachytiť moment. {/i}

source: [_RT_] {i}That will be a nice additon to the collection.{/i}
sk_sk: [_RT_] {i}To bude pekný additon do kolekcie. {/i}

source: [_RT_] {i}She's sure getting that floor clean.{/i}
sk_sk: [_RT_] {i}Je isté, že dostane ten podlahu čistý. {/i}

source: [_RT_] {i}Uggghhh.... why is it taking so long for her to clean the shower?{/i}
sk_sk: [_RT_] {i}Uggghhh .... prečo to trvá tak dlho, kým sa čistí sprchu? {/i}

source: [_RT_] {i}This is getting so boring.{/i}
sk_sk: [_RT_] {i}To sa začína tak nudné. {/i}

source: [_RT_] {i}I'm really starting to need to take my morning piss.... that gives me an idea.{/i}
sk_sk: [_RT_] {i}Som naozaj začína potrebovať, aby sa moje ráno piss ...., že mi dáva nápad. {/i}

source: [_CT_] {i}Yuuck.... this is disgusting.{/i}
sk_sk: [_ CT_] {i}Yuuck .... toto je nechutné. {/i}

source: [_CT_] {i}God, I miss having my own maid.{/i}
sk_sk: [_ CT_] {i}Boh, chýba mi moja vlastná slúžka. {/i}

source: [_R_] Sorry to barge in here like this Aunt Camille!.... But I've really got to piss!
sk_sk: Je mi ľúto, že som tu, ako táto teta Camille. Ale naozaj sa musím šťať!

source: [_C_] Wait!.... I'm not done.... I need to wash my hands before I can leave the bathroom!
sk_sk: [_C_] Počkajte! .... Nie som hotová .... Musím si umyt ruky pred tým, než odídem z kúpeľne!

source: [_R_] Sorry!.... No time!
sk_sk: Prepáčte! .... Nie je čas!

source: [_RT_] {i}Ok, think fast.... I can either pee in front of her.... or do something even more mischievous.{/i}
sk_sk: [_RT_] {i}Ok, mysli rýchlo .... Môžem buď čúrat pred ňou .... alebo urobiť niečo viac neskrotne. {/i}

source: [_R_] Ohhhh yeahhhh.... that feels better.
sk_sk: [_R_] Ohhhh yeahhhh .... to sa cíti lepšie.

source: [_CT_] {i}Ohhh.... my.... God!.... {/i}
sk_sk: [_CT_] {i}Ohhh .... môj .... Bože! {/i}

source: [_CT_] {i}His penis is huge!{/i}
sk_sk: [_ CT_] {i}Jeho penis je obrovský! {/i}

source: [_CT_] {i}He is so much bigger than Bobby!{/i}
sk_sk: [_ CT_] {i}Je tak oveľa väčší ako Bobby! {/i}

source: [_CT_] {i}I haven't seen a penis that big since the last time I saw Dad's.{/i}
sk_sk: [_CT_] {i}Taký veľký penis som nevidela od chvíle, keď som naposledy videla otcov penis.{/i}

source: [_CT_] {i}But that's probably where he gets it from.{/i}
sk_sk: [_ CT_] {i}Ale to je pravdepodobne miesto, odkiaľ ho dostane. {/i}

source: [_CT_] {i}And that's one full bladder.{/i}
sk_sk: [_ CT_] {i}A to je jeden plný močový mechúr. {/i}

source: {i}"Aunt Camille is very impressed!.... Way to go! Aunt Camille's libido +8"{/i}
sk_sk: {i}"Teta Camille je veľmi ohromená!.... Takto to ide! Libido tety Camille +8"{/i}

source: [_CT_] {i}I can't believe I fit that thing in my mouth!{/i}
sk_sk: [_CT_] {i}Nemôžem uveriť, že som to vsadila do mojich úst! {/i}

source: [_CT_] {i}Why am I so compelled to watch?{/i}
sk_sk: [_CT_] {i}Prečo ma to tak núti sledovať?{/i}

source: {i}{b}"Aunt Camille's libido +2"{/b}{/i}
sk_sk: {i}{b}"Teta Camille Libido +2" {/b} {/i}

source: [_CT_] {i}I've probably got bruises between my tits from that thing slamming up and down my chest.{/i}
sk_sk: [_CT_] {i}Pravdepodobne mám medzi prsiami modriny od tej veci, čo mi búchala po hrudi.{/i}

source: [_CT_] {i}I can't believe that thing's been in my hand.{/i}
sk_sk: [_CT_] {i}Nemôžem uveriť, že tá vec je v mojej ruke. {/i}

source: [_CT_] {i}Why am I so compelled to watch this?{/i}
sk_sk: [_CT_] {i}Prečo ma to tak núti sledovať?{/i}

source: [_CT_] {i}Holy shit! There it is again!.... {/i}
sk_sk: [_ CT_] {i}Svätej riti! Tam je to znova! .... {/i}

source: [_CT_] {i}I can't look away!{/i}
sk_sk: [_ CT_] {i}Nemôžem sa pozrieť preč! {/i}

source: [_R_] Sorry again to burst in on you like that! I just really couldn't help it.
sk_sk: [_ R_] Ospravedlni sa, aby sa ti to páčilo! Proste som to nemohla pomôcť.

source: [_R_] I'll get out of your way now.
sk_sk: [_ R_] Vyjdem sa z cesty.

source: [_RT_] {i}Haha.... I could see her reflection on the glass.... she couldn't take her eyes off my cock.{/i}
sk_sk: [_RT_] {i}Haha .... Mohla by som vidieť jej odraz na skle .... ... nemohla vziať oči z môjho vtáka. {/i}

source: [_RT_] {i}Maybe she's got some freak on the inside that I just need to figure out how to release.{/i}
sk_sk: [_RT_] {i}Možno, že má na vnútornej strane nejaký čudák, že potrebujem zistiť, ako sa uvoľniť. {/i}

source: [_CT_] {i}Ok, Camille.... clean your thoughts.... {/i}
sk_sk: [_ CT_] {i}Ok, Camille .... vyčistí vaše myšlienky .... {/i}

source: [_CT_] {i}Get that massive penis out of your head!.... {/i}
sk_sk: [_ CT_] {i}Dostať ten mohutný penis z hlavy! .... {/i}

source: [_CT_] {i}Dammit!!.... Why am I having these thoughts and feelings.{/i}
sk_sk: [_ CT_] {i}mit Dammit! .... Prečo mám tieto myšlienky a pocity. {/i}

source: [_CT_] {i}I hate that kid!{/i}
sk_sk: [_ CT_] {i}Neznášam to dieťa! {/i}

source: [_R_] Shit!!...
sk_sk: [_R_] Sakra!!...

source: [_R_] I really need to pee!!
sk_sk: [_ R_] Naozaj potrebujem čúrat!!

source: [_C_] Yeah.... so go...
sk_sk: [_C_] Áno... tak choď...

source: [_R_] I can't.... I have stage fright.
sk_sk: [_ R_] Nemôžem ... Mám na pódiu fright.

source: [_C_] What the hell is that?
sk_sk: Čo to do pekla je?

source: [_R_] It's where you can't pee because you're too embarassed to be exposed in front of somebody else.
sk_sk: [_R_] To je miesto, kde nemôžete pee, pretože ste príliš nalodený na to, aby bol vystavený pred niekým iným.

source: [_C_] Oh.... I thought you said you didn't have time for me to leave.... I'll just hurry up and wash my hands and get out of here.
sk_sk: [_C_] Oh .... Myslel som, že si povedal, že nemáš čas na to, aby som odišiel .... Poponáhľam sa a umyjem si ruky a vypadnem odtiaľto.

source: [_R_] Actually.... I think I've got a better idea.
sk_sk: [_ R_] Vlastne ... Myslím, že mám lepší nápad.

source: [_C_] Oh, no.... I'm afraid to even ask.
sk_sk: [_C_] Oh, nie .... Obávam sa, že sa o to opýtam.

source: [_R_] I think if you were partially exposed...
sk_sk: [_R_] Myslím, že ak by si bola čiastočne vystavená...

source: [_R_] I wouldn't be so embarassed...
sk_sk: [_R_] Ja by som sa tak nehanbil...

source: [_C_] Are you fucking kidding me?
sk_sk: [_C_] Robíš si zo mňa srandu?

source: [_C_] I can leave the room so you can pee.... but you want me to expose myself instead?.... Because you think this will help you pee.
sk_sk: Môžem opustiť miestnosť, aby si mohla ... ale chceš, aby som sa namiesto toho vystavila? Pretože si myslíš, že ti to pomôže pšať.
