Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_R_] So, have we settled on any names for the baby yet?
sk_sk: [_R_] Už sme sa dohodli na nejakom mene pre dieťa?

source: [_L_] Yeah.... remember? We talked about this.
sk_sk: [_ L_] Áno .... pamätajte? Hovorili sme o tom.

source: [_R_] Yeah, just refresh my memory.
sk_sk: [_ R_] Jo, len obnoviť moju pamäť.

source: [_L_] If it's a boy, we'll name him [ryan], and if it's a girl, we'll name her after Mom.
sk_sk: [_ L_] Ak je to chlapec, pomenujeme ho [ryan], a ak je to dievča, pomenujeme ju po mame.

source: [_R_] So [ryan].... after his...
sk_sk: [_R_] Takže [ryan] .... po jeho ...

source: [_L_] Uncle.... you weirdo.
sk_sk: -Strýka ... ty si čudný.

source: [_GF_] Haha.... that was smooth!
sk_sk: [_ GF_] Haha .... to bolo hladké!

source: [_R_] His uncle? You mean I'm not the?...
sk_sk: [_ R_] Jeho strýko? Chceš povedať, že nie som? ...

source: [_L_] [ryan]! What the hell is wrong with you?
sk_sk: [_ L_] [ryan]! Čo sa to s tebou deje, do čerta?

source: [_L_] Did you fall off your scooter and hit your head, or something?
sk_sk: Spadla si z kolobežky a udrel si hlavu, alebo niečo také?

source: [_R_] I'm sorry.... just remind me.... who's the father of your baby?
sk_sk: [_R_] Prepáč.... len mi pripomeň.... kto je otcom dieťaťa?

source: [_GF_] Well, that went from smooth to cringy in just a few seconds.
sk_sk: [_ GF_] No, to bolo z hladkého na cringy v priebehu niekoľkých sekúnd.

source: [_L_] Is this because you're still angry at Agent Diaz?
sk_sk: [_ L_] Je to preto, že ste stále hnevá na agenta Diaz?

source: [_R_] What does Diaz have to do with any of this?
sk_sk: [_ R_] Čo má s týmto robiť Diaz?

source: [_L_] You know you've always been sore that we didn't let you father our child.
sk_sk: [_ L_] Vy viete, že ste vždy boli boľavé, že sme nedovolili vám otec naše dieťa.

source: [_R_] Our child.... you mean that you and Diaz are.... together?
sk_sk: [_ R_] Naše dieťa .... myslíte, že vy a Diaz ste .... spolu?

source: [_L_] Yep! We've been married for three weeks now.
sk_sk: [_ L_] Yep! Sme manželom už tri týždne.

source: [_L_] You were one of the witnesses.
sk_sk: [_ L_] Vy ste boli jeden z svedkov.

source: [_L_] Ohh.... this is some kind of joke or game isn't it.
sk_sk: [_ L_] Ohh .... toto je nejaký vtip alebo hra nie je.

source: [_R_] Uhhh.... kind of.... I'm actually.... trying to document all of the important events that happened this year.
sk_sk: [_R_] Uhhhh.... niečo ako.... Vlastne sa.... snažím zdokumentovať všetky dôležité udalosti, ktoré sa tento rok stali.

source: [_R_] You know, so we won't forget them in the future. I know a lot has happened to us these last couple years.
sk_sk: [_R_] Aby sme na ne v budúcnosti nezabudli. Viem, že za posledných pár rokov sa nám toho veľa stalo.

source: [_R_] So, if I ask you something that sounds like I should already know, just remember it's for the record.
sk_sk: [_R_] Takže ak sa opýtam na niečo, čo by som už mal vedieť, pamätaj, že je to pre záznam.

source: [_R_] Here.... I'm recording you on my phone. Now will you please state for the record, how you got pregnant.
sk_sk: [_R_] Tu .... Nahrávam ťa na môj telefón. Teraz prosím, stavte sa na záznam, ako ste otehotneli.

source: [_R_] And please give all the details.
sk_sk: [_ R_] A prosím, uveďte všetky detaily.

source: [_L_] Well.... agent Diaz wanted our baby to have half of her genetics. So, we were going to have her brother fertilize one of my eggs.
sk_sk: [_L_] Dobre.... Agentka Diazová chcela, aby naše dieťa malo polovicu jej genetiky. Preto sme chceli, aby jej brat oplodnil jedno z mojich vajíčok.

source: [_L_] You refused to pay for the treatment, so we did it the cheap and dirty way.
sk_sk: [L_] Odmietli ste zaplatiť za liečbu, takže sme to urobili lacné a špinavé cesty.

source: [_L_] So, I fucked her older brother every day for two months...
sk_sk: [_L_] Tak som dva mesiace každý deň šukala jej staršieho brata...

source: [_R_] What?!.... Are you serious!?
sk_sk: [_R_] Čo?! .... To myslíš vážne?

source: [_R_] And I was okay with this?
sk_sk: [_ R_] A bol som v poriadku s týmto?

source: [_L_] Well, we didn't ask you.
sk_sk: [_ L_] No, nepýtame sa.

source: [_L_] So, when her older brother couldn't knock me up, we let her younger brother give it a try.
sk_sk: [_L_] Takže keď ma jej starší brat nemohol nabúchať, nechali sme to skúsiť jej mladšieho brata.

source: [_L_] A few months later, and still no baby.
sk_sk: O pár mesiacov neskôr, a stále žiadne dieťa.

source: [_L_] So, Diaz's father volunteered to knock me up.
sk_sk: [_L_] Diazin otec sa ponúkol, že ma zbúcha.

source: [_L_] So, I fucked him for a while.
sk_sk: [_L_] Tak som ho chvíľu šukala.

source: [_L_] And for good measure I kept fucking her brothers too. Sometimes all of them at the same time.
sk_sk: [_ L_] A dobré opatrenie, ktoré som nechal kurva aj svojich bratov. Niekedy naraz všetky z nich.

source: [_L_] And so I wouldn't feel too awkward, Agent Diaz would join us sometimes.
sk_sk: [_ L_] A tak by som sa necítil trápne, agent Diaz by sa k nám niekedy pridal.

source: [_R_] Holy shit!
sk_sk: [_R_] Do prdele!

source: [_L_] Is this detailed enough for you?
sk_sk: [_ L_] Je to dosť podrobné pre vás?

source: [_R_] Yeah, just skip to the part where you got pregnant.
sk_sk: Áno, len sa preskoč na tú časť, kde si otehotnela.

source: [_L_] Well, there's not much more to the story.
sk_sk: [_ L_] Nuž, príbeh nie je o nič viac.

source: [_L_] Eventually one of them slipped one past the goalie, and now I'm pregnant with one of their babies.
sk_sk: [_ L_] Nakoniec jeden z nich pošmyklo jeden okolo brankára, a teraz som tehotná s jedným z ich detí.

source: [_R_] And you don't even know which one of them got you pregnant?
sk_sk: [_ R_] A ani neviete, ktorý z nich ste tehotná?

source: [_L_] It doesn't matter. It's Agent Diaz's and my baby not theirs.
sk_sk: Na tom nezáleží. To je agent Diaz a moje dieťa nie sú ich.

source: [_R_] You guys are married, and you still call her Agent Diaz?
sk_sk: Ste manželom, a stále voláte jej agentku Diaza?

source: [_L_] Well, yeah! It's respectful. I call her by her first name when we're in our apartment.
sk_sk: [_ L_] No, jo! Je to úctivé. Volám ju jej krstným menom, keď sme v našom byte.

source: [_R_] So, what is her first name?
sk_sk: [_R_] Aké je krstné meno?

source: [_L_] I've already told you several times. If you can't remember, you're on your own.
sk_sk: [_ L_] Už som vám povedal niekoľkokrát. Ak si nepamätáš, si sám sebou.

source: [_R_] This is for the record.
sk_sk: [_R_] Toto je pre záznam.

source: [_L_] well then state it for the record yourself.
sk_sk: [_L_] dobre potom uveďte pre záznam sám.

source: [_R_] Ok.... never mind.
sk_sk: [_ R_] Ok .... neobťažujte sa.

source: [_R_] Are you screwing anybody else?
sk_sk: Kričíte ešte niekoho iného?

source: [_L_] Of course not!.... I only screwed Agent Diaz's brothers and father to get pregnant.
sk_sk: [_ L_] Samozrejme, že nie! .... Len som pokašľal bratov Diazových bratov a otca, aby otehotnela.

source: [_L_] Although, to be totally honest, I'm still screwing them, so that their swimmers will still be strong when we're ready for baby number two.
sk_sk: [_L_] Aj keď, aby som bola úplne úprimná, stále ich šúcham, aby boli ich plavci stále silní, keď budeme pripravení na dieťa číslo dva.

source: [_R_] That doesn't make any sense.
sk_sk: [_R_] To nedáva zmysel.

source: [_L_] Yeah it does. It makes perfect sense. I'll just have Agent Diaz explain it to you, the same way she explained it to me. You'll see.
sk_sk: [_L_] Áno, je to tak. Dáva to zmysel. Agentka Diazová ti to vysvetlí rovnako, ako to vysvetlila mne. Uvidíš.

source: [_GF_] Holy shit! I thought you were the DaVinci of bullshit, but you're just a toddler compared with her!
sk_sk: [_GF_] Do prdele! Myslela som si, že si Da Vinci hovadín, ale v porovnaní s ňou si len batoľa!

source: [_RT_] {i}No shit!.... Once I go back to the present, I've got to remember to get that toxic woman out of our lives.{/i}
sk_sk: [_RT_] {i}Sakra!.... Keď sa vrátim do súčasnosti, musím si uvedomiť, že tú toxickú ženu musím dostať z nášho života.{/i}

source: [_RT_] {i}What the hell? Screwing the entire Diaz family?.... I'm pretty sure she's still a virgin in the present.... hmmmm.... I wonder if....{/i}
sk_sk: [_RT_] {i}Čo to do pekla? Vykašľať sa na celú rodinu Diazovcov?.... Som si celkom istý, že v súčasnosti je stále panna.... hmmmm.... Zaujímalo by ma, či....{/i}

source: [_R_] So.... since you got married. Are we ever.... you know...
sk_sk: [_R_] Tak.... odkedy si sa oženila. Sme niekedy.... vieš...

source: [_L_] Intimate?
sk_sk: [_L_] Intímne?

source: [_R_] Yeah.
sk_sk: [_R_] Áno.

source: [_L_] Oh.... of course! Diaz knows I would have never married her if she tried to take away what we have.
sk_sk: [_L_] Oh.... samozrejme! Diazová vie, že by som si ju nikdy nevzala, keby sa nám pokúšala vziať to, čo máme.

source: [_L_] And I know you enjoy it when Diaz joins in.
sk_sk: [_L_] A viem, že sa tešíš, keď sa Diazová pridá.

source: [_L_] Although I'm pretty sure you just like to hate fuck her.
sk_sk: [_L_] Hoci som si celkom istá, že ju len nerád šukáš.

source: [_GF_] No wonder!
sk_sk: [_GF_] Niet divu!

source: [_L_] She told me to tell you that if you ever fuck her ass that hard again, she's going to have an FBI drug dog bite your cock off.
sk_sk: [_L_] Povedala mi, aby som ti povedala, že ak ju ešte raz tak tvrdo vyjebeš do zadku, nechá ti od FBI odhryznúť vtáka drogovým psom.

source: [_GF_] Well, at least you have that perk.
sk_sk: [_GF_] No, aspoň máš túto výhodu.

source: [_R_] But if.... we're intimate.... how can you be sure the baby's not mine?
sk_sk: [_R_] Ale ak.... sme si blízki.... ako si môžeš byť istá, že to dieťa nie je moje?

source: [_L_] Because we made you wear a condom until I was pregnant.
sk_sk: [_L_] Pretože sme ťa donútili nosiť kondóm, kým som nebola tehotná.

source: [_L_] So, unless you were poking holes in the condom.
sk_sk: [_L_] Ak si teda nerobil diery do kondómu.

source: [_L_] And I warn you that you better not have!
sk_sk: [_L_] A varujem ťa, aby si to radšej nerobil!

source: [_L_] If Agent Diaz suspects that child isn't half hers, she'll do a DNA test, and if you're the father, she'll deport both of you to Cuba.
sk_sk: [_L_] Ak bude mať agentka Diazová podozrenie, že to dieťa nie je z polovice jej, urobí test DNA, a ak si otcom, deportuje nás oboch na Kubu.

source: [_GF_] Agent Diaz makes the Mafia look like the boy scouts.
sk_sk: [_GF_] Agent Diazová robí z mafie skautov.

source: [_RT_] {i}Shit!.... I can't even believe what Lauren just told me!{/i}
sk_sk: [_RT_] {i}Do prdele!.... Nemôžem ani uveriť tomu, čo mi Lauren práve povedala!{/i}

source: [_RT_] {i}How am I going to get rid of that woman, before she can do that much damage? She's got my balls in a vice as it is! I've got to search for some kind of opportunity.{/i}
sk_sk: [_RT_] {i}Ako sa tej ženy zbavím skôr, než stihne napáchať toľko škody? Už teraz má moje gule vo zveráku! Musím si nájsť nejakú príležitosť.{/i}

source: [_GF_] Or at least help Lauren see how evil she is.
sk_sk: [_GF_] Alebo aspoň pomôžem Lauren pochopiť, aká je zlá.

source: [_RT_] {i}That's definitely something from the future that has to change!{/i}
sk_sk: [_RT_] {i}To je určite niečo z budúcnosti, čo sa musí zmeniť!{/i}

source: [_GF_] Yeah that sucks!.... Should we go see what the damage is with Sidney?
sk_sk: [_GF_] Áno, to je na nič!.... Mali by sme sa ísť pozrieť, aké je poškodenie Sidney?

source: [_RT_] {i}Yeah, although at this point, I'm almost afraid to ask.{/i}
sk_sk: [_RT_] {i}Áno, aj keď v tejto chvíli sa takmer bojím spýtať.{/i}

source: [_L_] Father, you weirdo!
sk_sk: [_L_] Otec, ty čudák!

source: [_GF_] Haha.... that was pretty smooth.
sk_sk: [_GF_] Haha.... to bolo celkom hladké.

source: [_RT_] {i}Thanks.{/i}
sk_sk: [_RT_] {i}Vďaka.{/i}

source: [_L_] [ryan]!.... We've already talked about this!
sk_sk: [_L_] [ryan]!.... Už sme o tom hovorili!

source: [_L_] Is this some kind of trick, or Christmas game?
sk_sk: [_L_] Je to nejaký trik alebo vianočná hra?

source: [_R_] Here.... I'm recording you on my phone. Now will you please state for the record, the story of your pregnancy.
sk_sk: [_R_] Tu.... Nahrávam si to na telefón. Teraz prosím do záznamu uveď príbeh tvojho tehotenstva.

source: [_L_] Well, it's not much of a story.
sk_sk: [_L_] No, nie je to veľký príbeh.

source: [_L_] I just kept falling more and more in love with you, as I watched you work so hard to take care of us.
sk_sk: [_L_] Stále som sa do teba zamilovávala viac a viac, keď som videla, ako sa o nás usilovne staráš.

source: [_L_] Even though at any point, you could have done the easy thing, and left us to care for ourselves.
sk_sk: [_L_] Aj keď si kedykoľvek mohol urobiť jednoduchú vec a nechať nás, aby sme sa o seba postarali sami.

source: [_L_] But I think the moment I was head over heels for you, was when you finally were able to get Agent Diaz off our backs, or I guess out of my pants in my case.
sk_sk: [_L_] Ale myslím, že som sa do teba bezhlavo zaľúbila, keď si konečne dokázal dostať Agentku Diazovú z našich chrbtov, alebo v mojom prípade asi z mojich nohavíc.

source: [_R_] Ooohhh, that sounds like a good story!.... Why don't you tell me about that!.... For the record.
sk_sk: [_R_] Ooohhhh, to znie ako dobrý príbeh!.... Prečo mi o tom nepovieš!.... Pre záznam.

source: [_L_] You already know the story!.... And I'm pretty sure we don't want that on any kind of record.
sk_sk: [_L_] Príbeh už poznáš!.... A som si celkom istá, že to nechceme mať na žiadnom zázname.

source: [_L_] You know.... Incriminating evidence and that sort of thing.
sk_sk: [_L_] Vieš.... usvedčujúce dôkazy a podobné veci.

source: [_RT_] {i}Damn!{/i}
sk_sk: [_RT_] {i}Sakra!{/i}

source: [_RT_] {i}It sure would be helpful to know how I'm going to finally nail that bitch!{/i}
sk_sk: [_RT_] {i}Určite by mi pomohlo vedieť, ako tú mrchu konečne pribijem!{/i}

source: [_GF_] Well, it looks like you were able to figure it out on your own, so when you go back to the present, just keep an eye out for that opportunity.
sk_sk: [_GF_] No vyzerá to tak, že si na to dokázal prísť sám, takže keď sa vrátite do súčasnosti, daj si na túto príležitosť pozor.

source: [_L_] But I'm so glad you let me be part of her weekly punishment.
sk_sk: [_L_] Ale som veľmi rada, že si mi dovolil byť súčasťou jej týždenného trestu.

source: [_L_] I know this sounds cruel, but I love humiliating that bitch every week!
sk_sk: [_L_] Viem, že to znie kruto, ale milujem, keď tú mrchu každý týždeň ponižujem!

source: [_RT_] {i}Oh.... I want to know so bad!{/i}
sk_sk: [_RT_] {i}Oh.... Tak veľmi to chcem vedieť!{/i}

source: [_R_] So, did you get pregnant on purpose?
sk_sk: [_R_] Takže si otehotnela zámerne?

source: [_L_] No.... but when you fuck as often as we do, we were bound to slip up one of those times.
sk_sk: [_L_] No.... ale keď súložíš tak často ako my, určite sme sa niekedy pošmykli.

source: [_L_] When it happened though, It just made me happy!
sk_sk: [_L_] Keď sa to však stalo, To ma jednoducho potešilo!

source: [_GCP_] Oh, no!.... Not again!
sk_sk: [_GCP_] Oh, nie! .... Nie znova!

source: [_GCP_] That's so embarrassing!
sk_sk: [_ GCP_] To je tak trápne!

source: [_GCP_] I'm so sorry! I didn't mean to.
sk_sk: Je mi to tak ľúto! Nemyslel som to tak.

source: [_R_] Are you sure the Ghost of Christmas Past didn't put you up to it?
sk_sk: [_ R_] Ste si istý, že Ghost Vianoc Past nevložila vás na to?

source: [_GCP_] Haha.... no, but I'm sure it will help cheer her up when I tell her.
sk_sk: [_ GCP_] Haha .... nie, ale som si istý, že to pomôže rozveseť ju, keď som jej to povedať.

source: [_R_] This is my photo studio.... what are we doing here?
sk_sk: [_ R_] Toto je moje štúdio .... čo tu robíme?

source: [_GCP_] That's a good question. Why on earth would you make your sisters do a photo shoot on Christmas Eve?
sk_sk: [_ GCP_] To je dobrá otázka. Prečo by si zo zeme urobil tvoje sestry na fotenie na Štedrý deň?

source: [_R_] Uhhhh.... well.... I don't have any plans for a photo shoot as of right now.... but, Christmas is coming really soon...
sk_sk: [_R_] Uhhhh .... no .... Nemám žiadne plány na fotenie, ako práve teraz .... ale, Vianoce už čoskoro príde ...

source: [_R_] That's not a bad idea! There's just enough time for Sidney to make some sexy Christmas costumes.
sk_sk: [_ R_] To nie je zlý nápad! Je tu dosť času, aby Sidney bol trochu sexy vianočných kostýmov.

source: [_R_] And if I post them on Christmas Eve night, They'll pick up tons of fans and likes!
sk_sk: [_R_] A ak ich pošlem na Štedrý večer večer, budú si vyzdvihnúť veľa fanúšikov a rád!

source: [_R_] Are you sure we're not doing this photo shoot because you gave me the idea?
sk_sk: [_ R_] Ste si istý, že nerobíme túto fotenie, pretože ste mi dal ten nápad?

source: [_GCP_] Of course not!.... I don't think...
sk_sk: [_ GCP_] Samozrejme, že nie! .... Nemyslím si ...

source: [_GCP_] But anyways, it's a bad idea!
sk_sk: Ale akokoľvek, je to zlý nápad!

source: [_GCP_] And I want you to see how much they resent you for it.
sk_sk: A chcem, aby si videl, ako veľmi ťa za to vzkrietajú.

source: [_GCP_] And how much they resent you for making them show off their bodies for money.
sk_sk: [_GCP_] A ako veľmi vás chcú, aby ste im ukázali, že ich telá za peniaze.

source: [_R_] How will you be able to show me that?
sk_sk: [_ R_] Ako mi to ukážete?

source: [_GCP_] I'm giving you the power to read their thoughts.
sk_sk: [_ GCP_] Ja vám dávam moc prečítať si ich myšlienky.

source: [_R_] What?.... That's awesome!
sk_sk: [_R_] Čo? .... To je úžasné!

source: [_GCP_] It will only work while we're here in the "Christmas Present". And we'll only be here a very short while.
sk_sk: [_ GCP_] To bude fungovať len, keď sme tu v "Vianočný predposlaní". A my tu budeme len veľmi krátku dobu.

source: [_GCP_] And you may not enjoy it as much as you think, once you hear how your sisters really feel towards you, and your slimy manipulations.
sk_sk: [_GCP_] A možno sa vám nebude páčiť tak veľa, ako si myslíte, keď budete počuť, ako vaše sestry naozaj cítiť voči vám, a vaše slizky manipulácia.

source: [_GCP_] After you hear how they feel about you, you should send them home, instead of making them do the photo shoot.
sk_sk: [_GCP_] Potom, čo počujete, ako sa o vás cítia, mali by ste ich poslať domov, namiesto toho, aby ste ich robiť fotenie.

source: [_GCP_] I think once you hear how happy that will make them, you'll have a stronger desire to treat them, and their bodies, with respect.
sk_sk: [_GCP_] Myslím, že akonáhle budete počuť, ako šťastný, že bude robiť je, budete mať silnejší túžbu zaobchádzať s nimi, a ich telá, s rešpektom.

source: [_R_] Alright.... well let's see what happens.
sk_sk: [_ R_] V poriadku .... Pozrime sa, čo sa stane.

source: [_S_] Who are you talking too?
sk_sk: O kom sa rozprávate?

source: [_L_] Were you just talking to yourself?
sk_sk: -Rozprával si sa sám so sebou?

source: [_R_] Ummmm.... yeah, I do that every once in a while to organize my thoughts...
sk_sk: [_R_] Ummmm .... Áno, robím to raz za čas, aby som zorganizoval moje myšlienky ...

source: [_ST_] {i}Yep.... what a simple-minded idiot!{/i}
sk_sk: [_ST_] {i}Yep .... čo je to najjednoduchším idiotom! {/i}

source: [_R_] What did you call me?
sk_sk: [_ R_] Čo ste mi zavolali?

source: [_S_] Huh?.... I didn't call you anything!
sk_sk: [_S_] Huh?.... Nič som ti nepovedala!

source: [_GCP_] [ryan]! She just thought that, she didn't actually say it, you simple-minded idiot!
sk_sk: [_GCP_] [ryan]! Ona si to len myslela, v skutočnosti to nepovedala, ty prostoduchý idiot!

source: [_RT_] {i}Oh right!.... Whoops!{/i}
sk_sk: [_RT_] {i}Aha, správne!.... Whoops!{/i}

source: [_R_] Uhhh.... never mind.
sk_sk: [_R_] Uhhhh... Nevadí.

source: [_R_] You girls look incredible by the way!
sk_sk: [_R_] Mimochodom, dievčatá, vyzeráte neuveriteľne!

source: [_R_] Sidney, you never fail to amaze me!
sk_sk: [_R_] Sidney, nikdy ma neprestaneš udivovať!

source: [_LT_] {i}Ohh.... that's sweet.... except for the fact that he's ogling us like a creep.{/i}
sk_sk: [_LT_] {i}Ohh.... to je sladké.... až na to, že na nás pozerá ako úchylák.{/i}

source: [_S_] Thanks, These were actually pretty technical. The stitching took forever!
sk_sk: [_S_] Vďaka, Tieto boli vlastne celkom technické. Šitie trvalo celú večnosť!

source: [_S_] I should have charged you more than the $1,500 dollars you gave me.
sk_sk: [_S_] Mala som vám účtovať viac ako 1500 dolárov, ktoré ste mi dali.

source: [_R_] (Cough).... excuse me? How much?
sk_sk: [_R_] (Kašeľ).... Prepáč? Koľko?

source: [_S_] $1,500! You remember!.... You made almost as big a deal of it as you are now.
sk_sk: [_S_] $1,500! Pamätáš si!.... Urobil si z toho takmer takú veľkú vec, ako teraz.

source: [_ST_] {i}I know that cheapskate's making more money off of us then he's telling us, and he's still complaining every time I tell him the price of an outfit!{/i}
sk_sk: [_ST_] {i}Viem, že ten lakomec na nás zarába viac peňazí, ako nám hovorí, a stále sa sťažuje zakaždým, keď mu poviem cenu oblečenia!{/i}

source: [_ST_] {i}I can tell he doesn't trust or appreciate me.{/i}
sk_sk: [_ST_] {i}Môžem povedať, že mi nedôveruje a neváži si ma.{/i}

source: [_RT_] {i}She's right.... I do make a big deal every time I have to pay for an outfit. I need to change that.{/i}
sk_sk: [_RT_] {i}Má pravdu.... Zakaždým, keď musím zaplatiť za oblečenie, urobím veľký problém. Musím to zmeniť.{/i}

source: [_R_] I'm sorry, Sidney. I shouldn't have made such a big deal about that.... looking at you both in these outfits, I realize they were worth every penny.
sk_sk: [_R_] Je mi to ľúto, Sidney. Nemal som z toho robiť takú veľkú vec.... keď sa na vás obe pozerám v týchto šatách, uvedomujem si, že stáli za každý cent.

source: [_GCP_] Aaahhhh.... that was really sweet! This is going so well already! The Ghost of Christmas Past is going to be so jealous!
sk_sk: [_GCP_] Aaahhhhh.... to bolo naozaj milé! Už to ide tak dobre! Duch minulých Vianoc bude tak závidieť!

source: [_S_] Thanks [ryan]! It's always nice to get some appreciation.
sk_sk: [_S_] Vďaka [ryan]! Je vždy príjemné dostať nejaké uznanie.

source: [_ST_] {i}It's almost like he read my mind!{/i}
sk_sk: [_ST_] {i}Akoby mi čítal myšlienky!{/i}

source: [_GCP_] Yeah.... be careful.... If you always talk about what they are thinking, they'll get pretty weirded out.
sk_sk: [_GCP_] Áno.... buď opatrní.... Ak budeš vždy hovoriť o tom, čo si myslia, budú z toho dosť divné.

source: [_L_] So, can we get this photoshoot done?
sk_sk: [_L_] Môžeme teda toto fotenie dokončiť?

source: [_L_] I want to get this over with, so I can get that Hard'n'long gift card you promised me.
sk_sk: [_L_] Chcem to mať za sebou, aby som mohla dostať tú darčekovú kartu Hard'n'long, ktorú si mi sľúbil.

source: [_L_] I've got a ton of Christmas shopping I need to do.
sk_sk: [_L_] Mám kopec vianočných nákupov, ktoré musím urobiť.

source: [_LT_] {i}Only fucking reason he could get me here on Christmas Eve, I hate how he uses money to control us.{/i}
sk_sk: [_LT_] {i}Jediný zasraný dôvod, prečo ma sem mohol dostať na Štedrý večer, nenávidím, ako nás ovláda pomocou peňazí.{/i}

source: [_RT_] {i}Wow! You're right! They really do have a lot of negative feelings towards me.{/i}
sk_sk: [_RT_] {i}Wow! Má pravdu! Majú voči mne naozaj veľa negatívnych pocitov.{/i}

source: [_GCP_] Yep. I told ya. Now all you have to do is give them the day off, and for good measure, you could throw in those gift cards as Christmas gifts.
sk_sk: [_GCP_] Áno. Hovorila som ti to. Teraz im stačí dať deň voľna a pre istotu im môžeš tie darčekové karty hodiť ako vianočný darček.
