Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_L_] See, it's like this almost every morning.
sk_sk: [_L_] Vidíš, je to tak takmer každé ráno.

source: [_MD_] I've never seen one before. That's about average size right?
sk_sk: [_MD_] Nikdy predtým som ho nevidela. To je asi priemerná veľkosť, nie?

source: [_L_] Haha, you've been watching too much porn. Most guys aren't nearly this big.
sk_sk: [_L_] Haha, pozeráš príliš veľa porna. Väčšina chlapov nie je ani zďaleka taká veľká.

source: [_MD_] Well, I would hope not. How would a normal girl ever be able to fit that inside of them?
sk_sk: [_MD_] Dúfam, že nie. Ako by sa to mohlo do normálneho dievčaťa vôbec zmestiť?

source: [_L_] I think you just stretch and get used to it over time. I've been doing some exercises with a dildo in case my first time is on a rod that big.
sk_sk: [_L_] Myslím si, že si na to časom zvykneš. Robila som nejaké cvičenia s robertkom v prípade, že by som prvýkrát bola na takej veľkej tyči.

source: [_R_] Wha.... what.... what are you girls doing in my bed?
sk_sk: [_R_] Wha.... čo.... čo robíte v mojej posteli?

source: [_MD_] Oh, good. We've just been waiting for you to wake up.
sk_sk: [_MD_] Ach, dobre. Čakali sme, kým sa prebudíš.

source: [_L_] Yeah, we've got a really good idea that we want you to be a part of.
sk_sk: [_L_] Áno, máme naozaj dobrý nápad, ktorého chceme, aby si sa zúčastnil.

source: [_R_] I think I know where this is going, but are you really ready to go full Alabama?
sk_sk: [_R_] Myslím, že viem, kam to smeruje, ale naozaj ste pripravené na úplnú Alabamu?

source: [_R_] Ok.... ok.... relax.... I was joking.
sk_sk: [_R_] Ok.... ok.... relax.... Žartoval som.

source: [_RT_] {i}Not joking.{/i}
sk_sk: [_RT_] {i}Nežartujem. {/i}

source: [_R_] But couldn't this have waited until later?
sk_sk: [_R_] Ale nemohlo to počkať na neskôr?

source: [_L_] No, we're too excited!
sk_sk: [_L_] Nie, sme príliš vzrušené!

source: [_R_] Well, what's going on?
sk_sk: [_R_] Čo sa deje?

source: [_MD_] Well, Lauren and I met a really cool girl at the convention last night.
sk_sk: [_MD_] Včera večer sme s Lauren na konferencii stretli naozaj skvelé dievča.

source: [_L_] Yeah and she's famous!
sk_sk: [_L_] Áno, a je slávna!

source: [_R_] Yeah?.... Have I ever heard of her?
sk_sk: [_R_] Áno?.... Počul si o nej niekedy?

source: [_MD_] Her name is Jassica Nugru!
sk_sk: [_MD_] Volá sa Jassica Nugru!

source: [_R_] Oh yeah, I've seen her stuff. It's pretty hot.
sk_sk: [_R_] Áno, videl som jej veci. Je to dosť horúce.

source: [_L_] Haha.... see, I told you he's a pervert.
sk_sk: [_L_] Haha.... Vidíš, hovorila som ti, že je to úchyl.

source: [_R_] Just because I know who she is doesn't make me a pervert.
sk_sk: [_R_] To, že viem, kto je, zo mňa nerobí úchyla.

source: [_L_] Yeah, but looking at cosplay porn all day does.
sk_sk: [_L_] Áno, ale pozeranie cosplay porna celý deň robí.

source: [_R_] Well, whatever.... I like what I like.
sk_sk: [_R_] No, bez ohľadu na to.... Mám rád to, čo mám rád.

source: [_R_] Does this conversation have a point?
sk_sk: [_R_] Má tento rozhovor zmysel?

source: [_MD_] Do you know how many views her Cosplay Heaven profile gets a day?
sk_sk: [_MD_] Vieš, koľko zobrazení denne má jej profil Cosplay Heaven?

source: [_R_] No, do you?
sk_sk: [_R_] Nie, a vy?

source: [_MD_] Well, no.... but it's a lot!
sk_sk: [_MD_] No, nie.... ale je to veľa!

source: [_L_] And now we have these kick-ass costumes, that even Jassica Nugru thought were amazing.
sk_sk: [_L_] A teraz tu máme tieto nárezové kostýmy, ktoré aj Jassica Nugru považovala za úžasné.

source: [_MD_] And we want to get internet famous too!
sk_sk: [_MD_] A chceme sa presláviť aj na internete!

source: [_L_] And since you have that nice camera Dad gave you, and you're pretty good at taking pictures, we thought...
sk_sk: [_L_] A keďže máš ten pekný fotoaparát, ktorý ti dal otec, a vieš celkom dobre fotiť, napadlo nás...

source: [_MD_] That you would enjoy taking pictures of us!
sk_sk: [_MD_] Že by si nás rád fotil!

source: [_L_] So that we can post them online and become internet famous like Jassica!
sk_sk: [_L_] Aby sme ich mohli zverejniť na internete a stať sa slávnymi ako Jassica!

source: [_L_] Well, what do you think?
sk_sk: [_L_] Čo si o tom myslíš?

source: [_R_] It's worth a shot I guess. I mean.... if.... and that's a big if...
sk_sk: [_R_] Myslím, že to stojí za pokus. Teda.... ak.... a to je veľké ak...

source: [_R_] If you become internet famous...
sk_sk: [_R_] Ak sa staneš slávnou na internete...

source: [_R_] We might even be able to make some decent money so we can help Mom out of her situation with the Mafia.
sk_sk: [_R_] Možno sa nám dokonca podarí zarobiť slušné peniaze, aby sme mohli pomôcť mame dostať sa z jej situácie s mafiou.

source: [_L_] For Mom? We want the money for ourselves!
sk_sk: [_L_] Pre mamu? Chceme peniaze pre seba!

source: [_R_] Oh come on! If Dad is in prison for as long as I think he's going to be, Mom's going to be in debt to the mob for the rest of her life.
sk_sk: [_R_] Ale no tak! Ak bude otec vo väzení tak dlho, ako si myslím, že bude, mama bude do konca života dlžná mafii.

source: [_R_] I'm currently giving her everything I make to pay just the weekly interest on the debt.
sk_sk: [_R_] Momentálne jej dávam všetko, čo zarobím, aby som zaplatil len týždenné úroky z dlhu.

source: [_R_] The least you can do is help out a little bit.
sk_sk: [_R_] To najmenej, čo môžeš urobiť, jej trochu pomôcť.

source: [_R_] And then once we've paid the Mafia everything Mom owes them, then we can use the money for ourselves.
sk_sk: [_R_] A keď zaplatíme mafii všetko, čo im mama dlhuje, môžeme peniaze použiť pre seba.

source: [_L_] What do you mean for ourselves?
sk_sk: [_L_] Čo tým myslíš pre nás?

source: [_L_] You think we're going to give you any?
sk_sk: [_L_] Myslíš si, že ti niečo dáme?

source: [_R_] If you want to succeed you better.
sk_sk: [_R_] Ak chcete uspieť, mali by ste.

source: [_R_] Besides just taking pictures, I know how to market you all over the internet so that you can actually get people to see your pictures, and then I know how to convert those views into money.
sk_sk: [_R_] Okrem samotného fotografovania viem, ako vás uviesť na trh na celom internete, aby si vaše fotografie ľudia skutočne pozreli, a potom viem, ako tieto zobrazenia premeniť na peniaze.

source: [_R_] So, if you want to be successful, you're going to have to let me manage everything.
sk_sk: [_R_] Takže ak chcete byť úspešné, budete musieť nechať všetko na mne.

source: [_MD_] Ok! We agree. I just want to get famous.
sk_sk: [_MD_] Ok! Súhlasíme. Chcem sa len presláviť.

source: [_L_] Yeah, can you imagine having thousands of people see pictures of us every day?
sk_sk: [_L_] Áno, vieš si predstaviť, že by nás každý deň videli tisíce ľudí?

source: [_MD_] I know I would check out pictures of you in your space suit!
sk_sk: [_MD_] Viem, že by som si pozrela tvoje fotky v skafandri!

source: [_L_] And your little ass looks so good from behind in your outfit!
sk_sk: [_L_] A tvoj zadoček vyzerá v oblečení tak dobre aj zozadu!

source: [_R_] We've just got to get Sidney on board with making us more costumes.
sk_sk: [_R_] Musíme len presvedčiť Sidney, aby nám pripravil viac kostýmov.

source: [_R_] She told me you can sell them for quite a bit more than you can make them for.
sk_sk: [_R_] Povedala mi, že ich môžem predať za oveľa vyššiu cenu, než za akú ich môžete vyrobiť.

source: [_R_] Maybe we could make money off of selling the outfits as well.
sk_sk: [_R_] Možno by sme mohli zarobiť aj na predaji oblečenia.

source: [_L_] Well, unlike us, she's not going to be willing to do it for free.
sk_sk: [_L_] No na rozdiel od nás to nebude chcieť robiť zadarmo.

source: [_L_] You're definitely going to have to pay her for each outfit she makes.
sk_sk: [_L_] Určite jej budeš musieť zaplatiť za každé oblečenie, ktoré vyrobí.

source: [_L_] But if you can do that, she will be more than happy to help I'm sure! I'll talk to her and convince her to do it.
sk_sk: [_L_] Ale ak to dokážeš, určite ti rada pomôže! Porozprávam sa s ňou a presvedčím ju, aby to urobila.

source: [_L_] That's what she's going to school for after all.
sk_sk: [_L_] Veď preto chodí do školy.

source: [_R_] All right, let's do this!
sk_sk: [_R_] Dobre, poďme na to!

source: [_R_] And for my first decision as manager, is that we are going to go take some pictures at Dad's warehouse.
sk_sk: [_R_] A moje prvé rozhodnutie ako manažéra je, že pôjdeme urobiť nejaké fotky do otcovho skladu.

source: [_R_] What?!
sk_sk: [_R_] Čo?!

source: [_MD_] It's so dirty and gross there. Plus, there are a bunch of nasty old warehouse workers that would just stare at us and cat-call us in our costumes.
sk_sk: [_MD_] Je to tam také špinavé a nechutné. Navyše je tam kopa starých, nepríjemných skladníkov, ktorí na nás pozerali a nadávali nám do mačiek v našich kostýmoch.

source: [_MD_] Mom and I only go there every once in a while to pick up Dad from work. But even then, all the men just stare at us, and undress us with their eyes.
sk_sk: [_MD_] S mamou tam chodíme len raz za čas, aby sme vyzdvihli otca z práce. Ale aj vtedy na nás všetci muži len pozerajú a vyzliekajú nás očami.

source: [_R_] Well, don't worry. There's an empty building where we can find some privacy, and there's a lot less workers there since the FBI has been investigating.
sk_sk: [_R_] No nebojte sa. Je tu prázdna budova, kde nájdeme trochu súkromia, a je tam oveľa menej pracovníkov, odkedy FBI vyšetruje.

source: [_R_] I hope you don't mind missing a day of school to go take these pictures.
sk_sk: [_R_] Dúfam, že vám nevadí, že ste vynechali jeden deň v škole, aby ste mohli ísť urobiť tieto fotografie.

source: [_R_] I hope you don't mind spending your Saturday taking pictures.
sk_sk: [_R_] Dúfam, že nevadí, že strávite sobotu fotografovaním.

source: [_R_] I hope you don't mind spending your Sunday taking pictures.
sk_sk: [_R_] Dúfam, že nevadí, že strávite sobotu fotografovaním.

source: [_L_] Are you kidding? We can't wait! Internet fame, here we come!
sk_sk: [_L_] Robíš si srandu? Nemôžeme sa dočkať! Internetová sláva, už sme tu!

source: [_MD_] Hehehehehe.
sk_sk: [_MD_] Hehehehehhehe.

source: [_L_] Hehehehehe.
sk_sk: [_L_] Hehehhehehe.

source: [_R_] Ok, give me the costumes and I'll bring them over there on my scooter. You guys jump on your bikes and meet me over there.
sk_sk: [_R_] Dobre, daj mi kostýmy a ja ich tam priveziem na svojom skútri. Vy naskočte na bicykle a stretneme sa tam.

source: [_MD_] Ok, we'll just leave you and little [ryan] to get ready, and we'll see you over there in 30 minutes!
sk_sk: [_MD_] Dobre, necháme ťa s malým [ryan] , aby si sa pripravil, a uvidíme sa tam o 30 minút!

source: [_R_] Little [ryan]? Why didn't you tell me I was hanging out?
sk_sk: [_R_] Little [ryan]? Prečo si mi nepovedala, že sa tu zdržiavam?

source: [_L_] Yeah right! Like you didn't know...
sk_sk: [_L_] Áno, správne! Akoby si to nevedela...

source: [_R_] I didn't!
sk_sk: [_R_] Ja som to neurobil!

source: [_RT_] {i}I did.{/i}
sk_sk: [_RT_] {i}Podarilo sa mi to!{/i}

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido +1"{/b}{/i}

source: {i}{b}"Mandy's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mandyino libido +1"{/b}{/i}

source: [_MD_] Well, whatever, we'll see you over there. And feel free to bring little [ryan] along too.
sk_sk: [_MD_] No, to je jedno, uvidíme sa tam. A pokojne si so sebou vezmi aj malého [ryan] .

source: [_R_] Well, I don't go anywhere without him. We'll see you there soon.
sk_sk: [_R_] No, ja bez neho nikam nechodím. Čoskoro sa tam uvidíme.

source: {i}"33 minutes later"{/i}
sk_sk: {i}O 33 minút neskôr.... {/i}

source: [_RT_] {i}Good thing the girls believed me when I told them I know how to market their pictures, because I actually have no fucking idea how to do it.{/i}
sk_sk: [_RT_] {i}Ešte že mi dievčatá uverili, keď som im povedal, že viem, ako predávať ich fotky, pretože v skutočnosti nemám ani poňatia, ako sa to robí.{/i}

source: [_RT_] {i}Hopefully a little bit of searching on Booble will give me the answers I need.{/i}
sk_sk: [_RT_] {i}Dúfam, že mi trochu hľadania na Booble poskytne potrebné odpovede.{/i}

source: {i}"A little bit later"{/i}
sk_sk: {i}"O chvíľu neskôr." {/i}

source: [_RT_] {i}Well, this looks promising.{/i}
sk_sk: [_RT_] {i}No, vyzerá to sľubne.{/i}

source: [_RT_] {i}A website to post cosplay photos, get paid for likes through their advertisers, and even sell the costumes.{/i}
sk_sk: [_RT_] {i}Webová stránka, na ktorej môžete zverejňovať cosplay fotografie, dostávať peniaze za lajky prostredníctvom inzerentov a dokonca predávať kostýmy.{/i}

source: [_RT_] {i}That's perfect.{/i}
sk_sk: [_RT_] {i}To je perfektné.{/i}

source: [_RT_] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
sk_sk: [_RT_] {i}Nahrávať obrázky teraz.... a kliknúť na odoslať.... a teraz už len čakám, či sa niekomu budú páčiť.{/i}

source: [_RT_] {i}I've got to be sure to check the website sometime tomorrow.{/i}
sk_sk: [_RT_] {i}Musím sa uistiť, že zajtra skontrolujem webovú stránku.{/i}

source: [_RT_] {i}Ok, I've got to just login with my username and password and we'll see if anyone liked the girls' pictures.{/i}
sk_sk: [_RT_] {i}Ok, musím sa len prihlásiť s mojím užívateľským menom a heslom a uvidíme, či sa niekomu páčili fotky dievčat.{/i}

source: [_R_] Oh, hey Lauren, what's up?
sk_sk: [_R_] Ahoj Lauren, ako je?

source: [_L_] Hey pervert, I just came to see if you'd posted those pictures online yet.
sk_sk: [_L_] Ahoj úchyle, prišla som sa pozrieť, či si už zverejnil tie fotky na internete.

source: [_L_] Hey [ryan], I just came to see if you'd posted those pictures online yet.
sk_sk: [_L_] Ahoj [ryan], práve som sa prišla pozrieť, či si už zverejnil tie fotky na internete.

source: [_R_] What a coincidence, I was just checking to see if they got any likes at exactly the same moment that you walked into my room.
sk_sk: [_R_] Aká to náhoda, práve som kontroloval, či majú nejaké lajky, presne v tom istom momente, keď si išla do mojej izby.

source: [_R_] Why don't we take a look together?
sk_sk: [_R_] Čo keby sme sa na to pozreli spolu?

source: [_L_] Why did you post all of Mandy's pictures above mine?
sk_sk: [_L_] Prečo si zverejnil všetky Mandyne obrázky nad mojimi?

source: [_R_] I didn't, they are just appearing in the order that received the most likes.
sk_sk: [_R_] Neurobil som to, len sa zobrazujú v poradí, v akom získali najviac lajkov.

source: [_L_] Wait.... what!?.... Mandy's pictures got more likes than mine?
sk_sk: [_L_] Počkaj.... čo!?.... Mandyne fotky majú viac lajkov ako moje?

source: [_R_] Well yeah, because Mandy took better pictures than you did.
sk_sk: [_R_] No áno, pretože Mandy urobila lepšie fotky ako ty.

source: [_L_] By better, you mean more revealing.
sk_sk: [_L_] Pod pojmom lepší máš na mysli viac odhaľujúce.

source: [_R_] Of course I do, look.
sk_sk: [_R_] Samozrejme, že áno, pozri.

source: [_R_] All of the pictures where she showed more skin than you, she got more likes.
sk_sk: [_R_] Všetky fotky, na ktorých ukázala viac kože ako ty, sa páčili viac.

source: [_L_] That slut!
sk_sk: [_L_] Tá devka!

source: [_R_] She's just willing to do what it takes to get internet famous.
sk_sk: [_R_] Je jednoducho ochotná urobiť všetko pre to, aby sa preslávila na internete.

source: [_R_] If you'd listened to me at the photoshoot, your photos would have gotten more likes than hers.
sk_sk: [_R_] Keby si ma pri fotení počúvala, tvoje fotky by dostali viac lajkov ako jej.

source: [_R_] See in the ones of hers that aren't showing as much skin, your pics did better.
sk_sk: [_R_] Na tých jej fotkách, na ktorých nie je vidieť toľko jej kože, si si viedla lepšie.

source: [_L_] Hmmmm.... well maybe on the next shoot, I'll try not to be such a prude.
sk_sk: [_L_] Hmmmm.... No, možno pri ďalšom fotení sa pokúsim nebyť taká prudérna.

source: [_L_] I'll try to be better at following your guidance. Sorry, I just thought you were being a perv.
sk_sk: [_L_] Budem sa snažiť lepšie dodržiavať tvoje pokyny. Prepáč, len som si myslela, že si úchyl.

source: [_R_] I just want to see this venture succeed. I would love to help Mom pay off her debt.
sk_sk: [_R_] Chcem, aby tento podnik uspel. Rád by som pomohol mame splatiť jej dlh.

source: {i}{b}"Lauren's Anger = 0"{/b}{/i}
sk_sk: {i}{b}"Laurenin hnev = 0"{/b}{/i}

source: [_L_] Ok, I'll try harder next time, but don't push me too hard or I'll end the shoot.
sk_sk: [_L_] Dobre, nabudúce sa budem snažiť viac, ale netlač na mňa príliš, lebo ukončím natáčanie.

source: [_R_] Ok, just as long as you're willing to be a bit open minded, and not just assume I'm trying to get just a bunch of eye candy for myself.
sk_sk: [_R_] Dobre, len ak si ochotná byť trochu otvorená a nepredpokladáš, že sa snažím získať len hromadu sladkých momentov pre seba.

source: [_L_] It is eye candy though isn't it? I mean Mandy and I look really hot.
sk_sk: [_L_] Je to však pastvou pre oči, však? Myslím, že Mandy a ja vyzeráme naozaj sexy.

source: [_R_] Yeah, you guys did good. And if we were to get some professional equipment, like lighting, or a backdrop, or more stuff like that. Your pictures will be amazing!
sk_sk: [_R_] Áno, viedli ste si dobre. A ak by sme si zaobstarali nejaké profesionálne vybavenie, napríklad osvetlenie, pozadie alebo podobné veci. Vaše fotky budú úžasné!

source: [_R_] I think you girls could just pull this off.
sk_sk: [_R_] Myslím, že by ste to mohli zvládnuť.

source: [_L_] Thanks, [ryan]!
sk_sk: [_L_] Vďaka, [ryan]!

source: [_RT_] {i}{b}(HINT){/b} I should go talk to Sidney about commissioning another cosplay outfit.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Mal by som sa ísť porozprávať so Sidney o objednávke ďalšieho cosplay oblečenia.{/i}

source: [_RT_] {i}In my bed again as always, let's see how far she'll go on her own again tonight.{/i}
sk_sk: [_RT_] {i}Opäť v mojej posteli, ako vždy, uvidím, ako ďaleko sa dnes večer dostane sama.{/i}

source: [_RT_] {i}Ok, she looks like she's asleep, but let's find out if she really is.{/i}
sk_sk: [_RT_] {i}Dobre, vyzerá, že spí, ale poďme zistiť, či naozaj spí.{/i}

source: [_RT_] {i}Hmmm.... what is that feeling?.... Did I doze off?.... Where am I?.... {/i}
sk_sk: [_RT_] {i}Hmmm.... čo je to za pocit?.... Zdriemol som si?.... Kde to som?.... {/i}

source: [_RT_] {i}Oh yeah, now I remember! Better keep my eyes shut. Sidney's jerkin on my gerkin again!{/i}
sk_sk: [_RT_] {i}Ach áno, už si spomínam! Radšej budem mať zavreté oči. Sidney mi zase šklbe o zárobok!{/i}

source: [_ST_] {i}Why can't I get enough of this?{/i}
sk_sk: [_ST_] {i}Prečo sa toho nemôžem nabažiť?{/i}

source: [_ST_] {i}Time to take the cum shower precaution again.{/i}
sk_sk: [_ST_] {i}Je načase, aby som si opäť dala preventívnu sprchu spermií.{/i}

source: [_ST_] {i}If I wipe it up with my panties again, he'll never be the wiser.{/i}
sk_sk: [_ST_] {i}Ak to znova utriem do nohavičiek, nikdy nebude z toho múdrejší.{/i}

source: [_ST_] {i}There we go. Now let's play a little more with this little purple helmet.{/i}
sk_sk: [_ST_] {i}A je to tu. Poďme sa teraz trochu viac pohrať s touto malou fialovou helmou.{/i}

source: [_RT_] {i}Oh, shit! I'm about to blow again! I still don't have any stamina?{/i}
sk_sk: [_RT_] {i}Do prdele! Znova sa chystám ejakulovať! Ešte stále nemám žiadnu výdrž?{/i}

source: [_RT_] {i}And there's my sister's bare ass on my bed again, just playing with my cock as if it's just a normal everyday occurrence.{/i}
sk_sk: [_RT_] {i}A na mojej posteli je opäť holý zadok mojej sestry, ktorá sa hrá s mojím penisom, akoby to bola bežná každodenná udalosť.{/i}

source: [_RT_] {i}I think I've made her just as twisted as me.{/i}
sk_sk: [_RT_] {i}Myslím, že som ju zvrátil rovnako ako seba.{/i}

source: [_RT_] {i}But when is she going to sit on my cock?{/i}
sk_sk: [_RT_] {i}Ale kedy si sadne na môjho vtáka?{/i}

source: [_RT_] {i}Oh, shit!!! Just the thought!! I'm losing it again!!!{/i}
sk_sk: [_RT_] {i}Do prdele!!! Len tá myšlienka!! Zase mi to preplo!!!{/i}

source: [_S_] {i}(Whispering){/i} That's it little brother, cum for me.... cum right into my panties.... that's a good brother.
sk_sk: [_S_] {i}(Šepot){/i} To je ono, braček, sprav sa pre mňa.... sprav sa mi priamo do nohavičiek.... to je dobrý brat.

source: [_ST_] {i}Now to get rid of the evidence.{/i}
sk_sk: [_ST_] {i}Teraz sa zbavím dôkazov.{/i}

source: [_ST_] {i}I don't really feel like running to the bathroom again, or sleeping on the couch. I think I'll just stay right here.{/i}
sk_sk: [_ST_] {i}Nemám chuť znova behať na záchod alebo spať na gauči. Myslím, že zostanem tu.{/i}

source: [_ST_] {i}After all, it's not like cum soaked panties will get me pregnant or anything.{/i}
sk_sk: [_ST_] {i}Koniec koncov, nie je to tak, že by som kvôli nohavičkám nasiaknutým semenom otehotnela alebo tak niečo.{/i}

source: [_RT_] {i}Oh my God, she's putting her panties with my cum all over them back on!{/i}
sk_sk: [_RT_] {i}Bože, ona si znova oblieka nohavičky s mojím semenom!{/i}

source: [_ST_] {i}Oh, yes.... I'll sleep good tonight with those sticky panties between my legs.{/i}
sk_sk: [_ST_] {i}Ach, áno.... Dnes sa mi bude dobre spať s tými lepkavými nohavičkami medzi nohami.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +1"{/b}{/i}

source: [_RT_] {i}My sister's wearing her panties with her own brother's cum on them! Shit, I'm cumming again in my own underwear!{/i}
sk_sk: [_RT_] {i}Moja sestra má na sebe nohavičky so semenom vlastného brata! Do prdele, zase som sa spravil do vlastnej spodnej bielizne!{/i}

source: [_RT_] {i}Wow, that was intense!{/i}
sk_sk: [_RT_] {i}Wow, to bolo intenzívne!{/i}

source: [_RT_] {i}But she didn't really go any further.{/i}
sk_sk: [_RT_] {i}Ale ďalej sa už nedostala.{/i}

source: [_RT_] {i}I guess it's time to start thinking of ways to make these new exciting events go even further.{/i}
sk_sk: [_RT_] {i}Myslím, že je čas začať premýšľať o tom, ako tieto nové vzrušujúce udalosti posunúť ešte ďalej.{/i}

source: [_RT_] {i}Now it's time for me to get some sleep.{/i}
sk_sk: [_RT_] {i}Teraz je čas, aby som sa trochu vyspal.{/i}

source: [_RT_] {i}Oh yes, she must be enjoying this! Even after cumming in front of her, she still wants to sleep in my bed.{/i}
sk_sk: [_RT_] {i}Ach áno, musí sa jej to páčiť! Dokonca aj po tom, čo som sa pred ňou vystriekal, chce stále spať v mojej posteli.{/i}

source: [_RT_] {i}Ok, she should be pretty sound asleep by now.{/i}
sk_sk: [_RT_] {i}Ok, teraz by už mala spať celkom tvrdo.{/i}

source: [_RT_] {i}I'm pretty tired myself.{/i}
sk_sk: [_RT_] {i}Sám som dosť unavený.{/i}

source: [_RT_] {i}I'm not really sure what I should do to her next.{/i}
sk_sk: [_RT_] {i}Nie som si istý, čo by som jej mal urobiť ďalej.{/i}

source: [_RT_] {i}I guess I should just lie here and think a little bit more about how I'm going to progress this.{/i}
sk_sk: [_RT_] {i}Myslím, že by som tu mal len tak ležať a ešte chvíľu premýšľať o tom, ako to budem ďalej riešiť.{/i}

source: [_RT_] {i}Hmmm.... what is that feeling?.... Did I doze off?.... {/i}
sk_sk: [_RT_] {i}Hmmm.... čo je to za pocit?.... Zdriemol som si?.... {/i}

source: [_RT_] {i}Oh my God!! I don't dare open my eyes, but I think Sidney has grabbed my dick by her own free will and choice!!{/i}
sk_sk: [_RT_] {i}Bože môj!! Neodvažujem sa otvoriť oči, ale myslím, že Sidney ma chytila za penis z vlastnej vôle a rozhodnutia!!!{/i}

source: [_ST_] {i}Oh my God, I've made this move on my own, and not just subconsciously.{/i}
sk_sk: [_ST_] {i}Bože môj, tento krok som urobila sama, a nielen podvedome.{/i}
