Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_GCP_] You chode-munching, cock-gobbling, anal prolapse-licking, whore of Babylon!
sk_sk: [_GCP_] Vy chode-munching, kohút-gobbling, anal prolapse-lízanie, štetka Babylonu!

source: [_RT_] {i}Are you ok?{/i}
sk_sk: [_RT_] {i}Ste v poriadku? {/i}

source: [_AD_] (sarcastically) Ouch.... I can't tell you how much that hurts.
sk_sk: [_AD_] (sarkastický) Ouch .... Nemôžem ti povedať, ako veľmi to bolí.

source: [_AD_] So, are you all going to play ball?
sk_sk: [_AD_] Tak čo, budete všetci hrať?

source: [_S_] I don't see another choice.
sk_sk: [_S_] Nevidím inú možnosť.

source: [_AD_] Good! I'm glad you're being sensible.
sk_sk: [_AD_] Dobre! Som rada, že sa správaš rozumne.

source: [_AD_] [ryan], give me the camera, and girls, go do a nice pose! And make these pics good, or else!
sk_sk: Daj mi tú kameru, a dievčatá, urob mi pekný pz! A aby sa tieto pia dobre, alebo inak!

source: [_AD_] Girls?.... While I'm figuring out this camera, run to my car and grab the two gifts in the back seat. They were for a couple of my girl friends, but I think we can make better use of them during the photo shoot.
sk_sk: [_ AD_] Dievčatá? ... Zatiaľ čo ja zisťujem túto kameru, bežte do môjho auta a uchopím dva darčeky na zadnom sedadle. Boli to pre pár mojich priateľov, ale myslím, že by sme ich mohli lepšie využiť počas fotkastácie.

source: [_L_] {i}I hate this bitch!{/i}
sk_sk: [L_] {i}Nenávidím túto suku! {/i}

source: [_GCP_] I wish God was as vengeful to the wicked as she used to be. Turn her into a pillar of salt or better yet, a puddle of cum.
sk_sk: Prajem si, aby bol Boh tak pomstychtivým k bezbožným, ako to bolo zvyknú byť. Otočte ju do soli, alebo ešte lepšie, puddle cum.

source: [_GCP_] This is a disaster!
sk_sk: Toto je katastrofka!

source: [_RT_] {i}Isn't there anything we can do to salvage things?{/i}
sk_sk: [_RT_] {i}Nie je nič, čo by sme mohli urobiť, aby sme zachránili veci? {/i}

source: [_GCP_] I don't know.... I give up.... try to keep your eyes out for some life lessons.... I guess.
sk_sk: [_ GCP_] Neviem ... Vzdávam sa .... skús si dávať pozor na nejaké hodiny života .... Myslím, že áno.

source: [_GCP_] I'll be pillaging the bar down the street for some hard liquor. I'll be back when it's time to go.
sk_sk: Budem pillatovať bar dole ulicou pre nejaký tvrdý alkohol. Vrátim sa, keď bude čas ísť.

source: [_RT_] {i}Wow, She really seems sad.{/i}
sk_sk: [_RT_] {i}Wow, ona naozaj vyzerá smutné. {/i}

source: [_RT_] {i}I hope Futa God isn't too hard on her.{/i}
sk_sk: [_RT_] {i}Dúfam, že Futa Božia nie je na ňu príliš tvrdý. {/i}

source: [_RT_] {i}Haha....Futa God.... hard....{/i}
sk_sk: [_RT_] {i}Haha ....Futa Božia ... tvrdá .... {/i}

source: [_RT_] {i}Too bad she left. That joke would have cheered her up.{/i}
sk_sk: [_RT_] {i}Príliš zlé, že odišla. Ten vtip by ju podvádzal.

source: [_L_] Ok, We're back!
sk_sk: -Dobre, sme späť!

source: [_AD_] Great! I think I've got the camera figured out, so go strike a pose.
sk_sk: Super! Myslím, že som dostal kameru na to, tak choď na pól.

source: [_L_] Ok Agent Diaz, I think we're ready
sk_sk: Dobre, agent Diaz, myslím, že sme pripravení.

source: [_S_] Is this ok?
sk_sk: Je to v poriadku?

source: [_AD_] Great! I like the buddy-buddy pose.
sk_sk: [_AD_] Skvelé! Páči sa mi póza kamarát-kamarát.

source: [_AD_] Can you add a homey Christmas background later or something?
sk_sk: [_ AD_] Môžete pridať domáce vianočné zázemie neskôr alebo tak niečo?

source: [_R_] Uh, yeah. That's what I'll do.
sk_sk: [_ R_] Uh, áno. To je to, čo urobím.

source: [_AD_] I can see it all now!
sk_sk: [_AD_] Už to všetko vidím!

source: [_AD_] Ok.... now I want you to do some Christmassy things.
sk_sk: [_AD_] Ok.... teraz chcem, aby si robila nejaké vianočné veci.

source: [_S_] Like what?
sk_sk: Ako čo?

source: [_AD_] I don't know. Do I have to think of everything for you?
sk_sk: [_ AD_] Ja neviem. Musím myslieť na všetko pre teba?

source: [_L_] I can make it look like I'm hanging Christmas tree ornaments, I guess.
sk_sk: [_ L_] Môžem to vyzerať, ako by som visí vianočné ozdoby, myslím.

source: [_AD_] Yeah.... whatever! Just make it sexy!
sk_sk: [_ AD_] Áno .... čokoľvek! Proste to vyžerú sexy!

source: [_ST_] {i}Agent Diaz has a terrible disposition for a photographer.{/i}
sk_sk: [_ST_] {i}Agent Diaz má hroznú dispozíciu pre fotografa. {/i}

source: [_ST_] {i}I miss how professional [ryan] is.{/i}
sk_sk: [_ST_] {i}Chýba mi, ako profesionálne [ryan] je. {/i}

source: [_AD_] Nice! That looks super hot!
sk_sk: Pekné! To vyzerá super!

source: [_AD_] I think I got a lady boner!
sk_sk: [_ AD_] Myslím, že mám pani Boner!

source: [_LT_] {i}It's kind of fun posing with my sister, and Agent Diaz dominating this photo shoot is kind of turning me on.{/i}
sk_sk: [_ LT_] {i}Je to trochu zábavné predstavujúci s mojou sestrou, a agent Diaz dominujúci tejto foto strieľať je trochu ma zapchávať. {/i}

source: [_ST_] {i}My sister looks sexy as hell in that costume I made for her. Plus, it's kind of turning me on to pose in front of someone else besides [ryan].{/i}
sk_sk: [_ST_] {i}Moja sestra vyzerá sexy ako peklo v kostýme, ktorý som pre ňu urobil. Plus, je to trochu ma premeniť na to, že pred niekým iným okrem [ryan]. {/i}

source: [_RT_] {i}This is insightful! I wish I could read minds all the time.{/i}
sk_sk: [_RT_] {i}To je zákerné! Kiez by som mohol čítať myšlienky po celý čas. {/i}

source: [_AD_] Ok.... enough of that!.... I think it's time to pull out the presents I brought.
sk_sk: [_ AD_] Ok .... dosť z toho! .... Myslím, že je čas vytiahať darčeky, ktoré som priniesol.

source: [_AD_] Let's do some shots with you opening them.
sk_sk: [_AD_] Urobíme niekoľko záberov, ako ich otváraš.

source: [_AD_] God, you two are sexy! I love those outfits, Sidney!
sk_sk: Bože, vy dvaja ste sexi! Milujem tie outfty, Sidney!

source: [_S_] Uhh.... thanks?
sk_sk: Díky?

source: [_AD_] Yeah, I've got a great shot of both of your sexy young pussies.
sk_sk: [_ AD_] Áno, mám veľkú šancu na oboch svojich sexy mladých kundií.

source: [_AD_] Once you get them open, show each other what was in them.
sk_sk: [_ AD_] Akonáhle sa im otvorí, ukázať sa navzájom, čo bolo v nich.

source: [_AD_] And try to look happy about what's inside!
sk_sk: [_ AD_] A snažiť sa vyzerať šťastne o tom, čo je vnútri!

source: [_ST_] {i}Oh God!.... Of course they're dildos{/i}
sk_sk: [_ST_] {i}Oh Bože! .... Samozrejme, že sú dildos {/i}

source: [_LT_] {i}What a predatory pervert!{/i}
sk_sk: [_LT_] {i}Čo je to predátorské pervert! {/i}

source: [_AD_] This is great! You two are great actresses!
sk_sk: [_ AD_] To je skvelé! Vy dvaja ste skvelý herec!

source: [_ST_] {i}If she offers to screw me with it, I'm going home!{/i}
sk_sk: [_ST_] {i}Ak ona ponúka, aby ma s tým pokašlala, idem domov! {/i}

source: [_LT_] {i}What if she makes us use them?{/i}
sk_sk: [_LT_] {i}Čo ak nás núti používať ich? {/i}

source: [_AD_] Alright.... why don't you two pretend to thank each other with a passionate kiss.
sk_sk: [_ AD_] V poriadku .... prečo sa vy dvaja predstierať, že sa poďakujete za vášnivý bozk.

source: [_AD_] For the photo shoot!
sk_sk: [_ AD_] Na fotenie!

source: [_AD_] Not for real.
sk_sk: [_ AD_] Nie je to skutočné.

source: [_AD_] Though, I think you'd both enjoy a good makeout session with each other, or you can come make out with me if that doesn't do it for you.
sk_sk: [_ AD_] Aj keď si myslím, že by ste si obaja užili dobrú make-up stretnutie, alebo môžete prísť so mnou, ak to nerobí to pre vás.

source: [_S_] Gross!
sk_sk: [_S_] Hrubé!

source: [_S_] I'd rather make out with Lauren, than with you.
sk_sk: [_S_] Radšej by som sa s Lauren s tebou rozdal.

source: [_AD_] Great, then go ahead and do that.
sk_sk: [_ AD_] Super, potom choďte do toho a urobte to.

source: [_AD_] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
sk_sk: Hej, no, nikto z vašich online fanúšikov to nevie. A aj keby sa to stalo, bolo by to ešte viac populárne.

source: [_AD_] Are you gonna sit there like little bitches, or can we get on with this?
sk_sk: Sadneš si tam ako malé kurvy, alebo môžeme ísť s týmto?

source: [_AD_] Lauren, why don't you just straddle Sidney and...
sk_sk: Lauren, prečo si nestrčím Sidneyho a ...

source: [_AD_] Oh, yeah.... that's perfect!
sk_sk: [_ AD_] Oh, áno .... to je perfektné!

source: [_AD_] I know, right?
sk_sk: [_AD_] Ja viem, však?

source: [_LT_] {i}I've already been having confusing thoughts about women, thanks to Agent Diaz, but now I'm getting turned on by my sister?{/i}
sk_sk: [_LT_] {i}Už som si zmiatla myšlienky o ženách, vďaka agentovi Diazovi, ale teraz sa mi to otočilo moja sestra? {/i}

source: [_AD_] Great! I think we're ready for the next pose.
sk_sk: Super! Myslím, že sme pripravení na ďalší pól.

source: [_AD_] Unless you want to keep kissing, but I'm thinking we should take a few shots playing with your new toys.
sk_sk: [_ AD_] Ak nechcete ďalej bozkávať, ale myslím si, že by sme si mali vziať pár záberov s novými hračkami.

source: [_LT_] {i}Oh my.... she wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
sk_sk: [_ LT_] {i}Oh môj .... chce, aby sme sa rozriekli navzájom .... ... doriti! .... Myslím, že som sa len tak napichla na Sidneyho nohu.

source: [_AD_] Haha.... I'm not expecting you to screw each other with your new dildos.
sk_sk: [_ AD_] Haha .... Nečakám, že sa navzájom pokašleš s tvojmi novým dildos.

source: [_AD_] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
sk_sk: [_ AD_] Len sa dostať do pozície tak to vyzerá, že Sidney je preniknú Lauren s dildo.

source: [_AD_] But you won't actually penetrate.... haha, unless you want to.
sk_sk: [_ AD_] Ale v skutočnosti nepreniknete .... haha, ak nechcete.

source: [_AD_] Whatever you choose, Just make it look like it.
sk_sk: [_ AD_] Nech si vyberiete čokoľvek, stačí, aby to vyzeralo ako to.

source: [_AD_] Unless you want to keep making out all day!
sk_sk: [_ AD_] Ak nechcete stále robiť celý deň!

source: [_S_] Uuuhhh.... okay Lauren.... let's get.... into position.
sk_sk: Uuuhhh .... dobre Lauren .... do pozície.

source: [_AD_] Yeah, that's pretty convincing.
sk_sk: [_ AD_] Áno, to je dosť presvedčivé.

source: [_AD_] Let me get a quick shot of it.
sk_sk: Dovoľte mi, aby som dostal rýchly výstrel z toho.

source: [_AD_] Great! Now move the dildo a little closer.
sk_sk: Super! Teraz pohni dildo trochu bližšie.

source: [_AD_] So.... just kind of prod and push the dildo between her thigh gap.
sk_sk: [_ AD_] Takže ... len tak trochu prod a zatlačte dildo medzi jej stehennej medzery.

source: [_AD_] From my perspective, it should look pretty convincing.
sk_sk: [_AD_] Z môjho pohľadu by to malo vyzerať celkom presvedčivo.

source: [_ST_] {i}Hmmmm.... I think I should use this opportunity to punish Lauren for not telling me about Agent Diaz. This might not have been so shocking, had I been warned.{/i}
sk_sk: [_ST_] {i}Hmmmm .... Myslím, že by som mala využiť túto príležitosť na potrestanie Lauren za to, že mi nehovorila o agentovi Diazovi. Možno to nebolo také šokujúce, že som bol varovaný.

source: [_ST_] {i}Not only that, but she did let her pussy leak her naughty juices all over my leg.{/i}
sk_sk: [_ST_] {i}Nie len to, ale ona dovolila jej kundičku unikať jej neposlušné šťavy po mojej nohe. {/i}

source: [_LT_] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] and Agent Diaz knew!{/i}
sk_sk: [_LT_] {i}Udržujte mlčanie .... nie zvuk .... ktorý by bol tak naladený, ak [ryan] a agent Diaz vedel! {/i}

source: [_LT_] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan] and Agent Diaz?{/i}
sk_sk: [_LT_] {i}Bože!.... To ma privádza do šialenstva!.... Čo ak mi tá štetka spôsobí orgazmus, priamo tu, pred [ryan] a agentkou Diazovou?{/i}

source: [_S_] (whispering) This is what you get for not telling me about Agent Diaz, and for dripping your dirty juices all over my leg.
sk_sk: Toto je to, čo si mi nehovorila o agentovi Diazovi, a za to, že ti odkvapkalo špinavé šťavy po nohe.

source: [_S_] (whispering) Yes, I noticed that!.... And now I'm going to do this until Agent Diaz tells me to stop.
sk_sk: Áno, všimla som si to! .... A teraz to spravím, kým mi agent Diaz nepovie, aby som prestal.

source: [_RT_] {i}Whatever Sidney is doing to Lauren, I should help it continue for a little while.{/i}
sk_sk: [_RT_] {i}Bez ohľadu na to, čo Sidney robí Lauren, mal by som pomôcť pokračovať chvíľu. {/i}

source: [_R_] Agent Diaz? Can I quickly show you a couple of settings on that camera that will make the shots even better?
sk_sk: Agentovi Diazovi? Môžem vám rýchlo ukázať pár nastavení na tej kamere, ktorá bude robiť zábery ešte lepšie?

source: [_AD_] Yeah.... I want these pics to turn out well too.
sk_sk: [_ AD_] Áno .... Chcem, aby sa tieto pici tiež zvrátili.

source: [_R_] Great! Let me show you a few things.
sk_sk: Super! Ukážem vám pár vecí.

source: [_LT_] {i}Like Agent Diaz spanking me in my room!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
sk_sk: [_LT_] {i}Ako agent Diaz ma v mojej izbe napchal! .... To sa cíti zle, keď si myslím, že tie veci! .... Tak prečo ma to tak zlé na tom tak zle?

source: [_L_] (whispering) I will admit, having you do this to me, right in front of [ryan] and Agent Diaz, while they look on, completely clueless. Well, it's making this so much hotter!
sk_sk: [_L_] (šepká) Priznám sa, že keď mi to urobíš priamo pred [ryan] a agentkou Diazovou, zatiaľ čo oni sa na to pozerajú, som úplne bezradná. No, vďaka tomu je to oveľa horúcejšie!

source: [_S_] (whispering) Aren't you worried they'll notice?
sk_sk: Nebojíš sa, že si to všimnú?

source: [_L_] (whispering) No.... they'll think you're just sliding it between my thighs like she suggested.... plus he's got all her attention focused on his camera right now.
sk_sk: [_ L_] (šepká) Nie ... budú si myslieť, že si to len posúvate medzi moje stehná, ako ona navrhla .... plus on má všetku svoju pozornosť zameral na jeho kameru práve teraz.

source: [_R_] We'll be done with the camera soon, I just have a few more things to show Agent Diaz. Just hang on a little longer!
sk_sk: Čoskoro budeme hotoví s kamerou. Mám ešte pár vecí na to, aby sme ukázali agentovi Diazovi. Vydrž už trochu dlhšie!

source: [_LT_] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother and this perverted woman.... and they have no idea!....{/i}
sk_sk: [_ LT_] {i}Svätý jeb! .... Moja sestra je kurva ja ... priamo pred mojím bratom a touto perverznou ženou .... a nemajú tušenia! .... {/i}

source: [_LT_] {i}Fuck!.... What will.... they think?....{/i}
sk_sk: [_ LT_] {i}jebať! .... Čo si ... myslia? .... {/i}

source: [_RT_] {i}I should stop her before she makes a mess!.... I don't even want to know what Agent Diaz would do. Probably make Sidney lick it up.{/i}
sk_sk: [_RT_] {i}Mal by som ju zastaviť skôr, než sa stane neporiadok! .... Ja ani nechcem vedieť, čo by urobil agent Diaz. Pravdepodobne si to Sidney vylízal. {/i}

source: [_R_] So that should be all! I think that will improve your pictures a lot!
sk_sk: [_ R_] Takže to by malo byť všetko! Myslím, že to zlepší vaše obrázky veľa!

source: [_AD_] Hmmmm.... that seemed like a lot of explaining for just a couple little adjustments.
sk_sk: [_ AD_] Hmmmm .... to vyzeralo ako veľa vysvetľovania len pre pár drobných úprav.

source: [_AD_] Oh, well.... you girls are looking amazing. That dildo thigh humping looks pretty convincing, huh?
sk_sk: [_ AD_] Oh, no .... vy dievčatá vyzeráte úžasne. Ten zriedený steh vyzerá dosť presvedčivý, čo?

source: [_LT_] {i}Oh Thank God she stopped her!{/i}
sk_sk: [_ LT_] {i}Ďakujeme bohu, že ju zastavila! {/i}

source: [_AD_] Ok, I have just one more pic for you girls to pose to.
sk_sk: [_ AD_] Ok, mám ešte jednu pic pre dievčatá, ktoré by mohli predstavovať.

source: [_AD_] I'm going to be in this one, so [ryan], take the camera.
sk_sk: [_ AD_] Ja budem v tomto jednom, takže [ryan], vziať kameru.

source: [_AD_] And give me just a second to strip down to my panties.
sk_sk: [_ AD_] A dajte mi len sekundu, aby som sa vyzlieka na nohavičky.

source: [_RT_] {i}Holy shit! Diaz is going to pose with them! I'll have pictures that will force the FBI to fire her.{/i}
sk_sk: [_RT_] {i}Svätej riti! Diaz sa s nimi bude pýšiť! Budem mať fotky, ktoré prinúti FBI, aby ju vyhodili. {/i}

source: [_RT_] {i}That is, assuming this isn't just a dream.... and.... shit, even if it isn't, this isn't happening right now, on my timeline.{/i}
sk_sk: [_RT_] {i}To je, za predpokladu, že to nie je len sen .... a .... hovno, aj keď to nie je, to sa nedeje práve teraz, na môj časový plán. {/i}

source: [_RT_] {i}Dammit!{/i}
sk_sk: [_RT_] {i}Sakra!{/i}

source: [_S_] Really? You're taking off your top too?
sk_sk: Naozaj? Aj ty si vyzlečieš aj na vrchol?

source: [_AD_] Haha.... you know you like what you see!
sk_sk: [_ AD_] Haha .... viete, že sa vám páči to, čo vidíte!

source: [_LT_] {i}She does have really sexy breasts.{/i}
sk_sk: [_ LT_] {i}Má naozaj sexi prsia. {/i}

source: [_AD_] Alright ladies. I want you to both get into a kneeling position, and then I want a shot where it looks like one of you is licking my crotch from the front, and one is licking my ass from behind.
sk_sk: V poriadku dámy. Chcem, aby ste sa obaja dostali do polohy na kolená, a potom chcem injekciu, kde to vyzerá, že jeden z vás bude lízať môj rozkrok z prednej strany, a jeden je lízať mi zadok zozadu.

source: [_S_] Are you fucking kidding me?
sk_sk: [_S_] Robíš si zo mňa srandu?

source: [_RT_] {i}Oh my God!....{/i}
sk_sk: [_RT_] {i}Oh môj Bože! .... {/i}

source: [_AD_] If you complain too much, I'll take off the panties too.
sk_sk: [_ AD_] Ak sa sťažujete príliš veľa, aj ja by som si vzal nohavičky.

source: [_L_] I call crotch!
sk_sk: Volám rozkrok!

source: [_AD_] Ohh.... Lauren! I like the eagerness.
sk_sk: [_AD_] Ohh .... Lauren! Páči sa mi dychtivosť.

source: [_L_] I just don't want to get stuck with licking your ass.
sk_sk: [_ L_] Ja len nechcem, aby si uviazol s lízaním svojho zadku.

source: [_AD_] Haha.... I like the way you think!
sk_sk: [_ AD_] Haha .... Páči sa mi ako si myslíš!

source: [_AD_] You ready, Sidney?
sk_sk: -Si pripravený, Sidney?

source: [_S_] I don't want to lick your ass!
sk_sk: [_S_] Nechcem lízať svoj zadok!

source: [_AD_] Then don't! Just make it look like you are.
sk_sk: [_ AD_] Potom to nespravte! Len aby to vyzeralo, že si.

source: [_AD_] Come on, it's the last picture, don't make me bring up my leverage over you.
sk_sk: No tak, je to posledná fotka, nenúp ma, aby som ti priniesla svoj pákový efekt.

source: [_AD_] Awesome! Ok [ryan], we'll let you know when we're in position.
sk_sk: [_ AD_] Úžasné! Ok [ryan], budeme vám vedieť, keď sme na pozícii.

source: [_AD_] How's it looking?
sk_sk: [_ AD_] Ako to vyzerá?

source: [_R_] Just make your face look more orgasmic, and I think it will look amazing.
sk_sk: [_R_] Len aby vaša tvár vyzerala viac orgazmus, a myslím, že to bude vyzerať úžasne.

source: [_ST_] {i}How long do I have to hold this pose? Luckily it doesn't smell too much like ass. Mostly just sweat.{/i}
sk_sk: [_ST_] {i}Ako dlho to mám podržať? Našťastie to nevonia až príliš ako zadok. Väčšinou len pot. {/i}

source: [_ST_] {i}I guess it could be worse.{/i}
sk_sk: [_ST_] {i}Myslím, že by to mohlo byť horšie. {/i}

source: [_LT_] {i}This is the closest I've ever been to another girl's pussy.{/i}
sk_sk: [_LT_] {i}Toto je najbližšie, ako som kedy bola k cudzej kundičke.{/i}

source: [_LT_] {i}Her scent is different than mine, but still sweet, and.... sexy.{/i}
sk_sk: [_LT_] {i}Jej vôňa je iná ako moja, ale stále sladká, a .... sexy. {/i}

source: [_LT_] {i}Oh God!.... I feel like I'm going to squirt, and I'm not even getting my pussy played with.{/i}
sk_sk: [_ LT_] {i}Oh Bože! .... Mám pocit, že idem striekať, a ani sa nezahrávam s kundičkou. {/i}

source: [_LT_] {i}Fuck.... I need a release sooooo bad!{/i}
sk_sk: [_LT_] {i}Kurva ... Potrebujem uvoľnit Soooo!

source: [_R_] There.... that pose is perfect!
sk_sk: [_ R_] Tam .... to predstavuje je perfektný!

source: [_AD_] This is going out as my Christmas card to my close girlfriends.
sk_sk: [_ AD_] To sa deje ako moja vianočná karta na moje blízke priateľky.

source: [_R_] Alright, I got it. I think that might end up being the best of the set.
sk_sk: -V poriadku, mám to. Myslím, že to by mohlo skončiť ako najlepšie z tejto sady.

source: [_AD_] Awesome! Too bad for you, it's not going with the rest of the set.
sk_sk: [_ AD_] Úžasné! Pre teba je to príliš zlé, nepôjde to so zvyškom sady.

source: [_R_] What why not?
sk_sk: [_R_] Čo prečo nie?

source: [_AD_] Haha.... I'm sure you'd like that.... but I'm not an idiot. I know what damage that picture would cause in the wrong hands.
sk_sk: [_ AD_] Haha .... Som si istý, že sa ti to bude páčiť .... ale ja nie som idiot. Viem, čo by to mohlo poškodiť ten obraz v nesprávnych rukách.

source: [_AD_] I'll just be taking the SD card.
sk_sk: [_ AD_] Len si vezmem SD kartu.

source: [_R_] What about the other pics?
sk_sk: [_R_] A čo ostatné piky?

source: [_AD_] You're a fan of my work, are you?
sk_sk: [_ AD_] Ste fanúšikom mojej práce, ste?

source: [_AD_] I'll send you the rest.
sk_sk: Pošlem ti zvyšok.

source: [_AD_] After I get what I want off of it.
sk_sk: Po tom, čo chcem z toho dostať.

source: [_AD_] You girls did really good today!
sk_sk: [_ AD_] Vy ste dnes naozaj dobrí!

source: [_AD_] I can't wait to see what kind of photo shoots [ryan] puts you together in down the road.
sk_sk: [_ AD_] Nemôžem sa dočkať, kedy uvidím, aký druh foto strieľa [ryan] spojí vás na ceste dole.

source: [_AD_] I am one of your subscribers on Cosplay Heaven, by the way.
sk_sk: [_ AD_] Som jedným z vašich predplatiteľov na Cosplay Heaven, mimochodom.

source: [_AD_] My user name is BigDykeDiaz, haha...
sk_sk: [_AD_] Moje meno užívateľa je BigDykeDiaz, haha ...

source: [_L_] Uhhh.... we'll look for you on there...
sk_sk: [_L_] Uhhhh.... budeme vás tam hľadať...

source: [_AD_] Thank you all for your time and hard work!
sk_sk: [_AD_] Ďakujeme všetkým za váš čas a usilovnú prácu!

source: [_AD_] The pleasure was all mine!
sk_sk: Potešenie je na mojej strane!

source: [_AD_] Later, perpetrators!
sk_sk: -Neskôr, páchatelia!

source: [_RT_] {i}Holy hell!.... I can't believe that all just happened.{/i}
sk_sk: [_RT_] {i}Svätá pekla! ... Nemôžem uveriť, že sa to všetko stalo. {/i}

source: [_RT_] {i}Agent Diaz is even more unhinged than I thought!{/i}
sk_sk: [_RT_] {i}Agent Diaz je ešte nesklopený, ako som si myslel! {/i}

source: [_RT_] {i}Maybe even more so than me.{/i}
sk_sk: [_RT_] {i}Možno ešte viac ako ja. {/i}

source: [_RT_] {i}And what's the deal with Sidney cock-blocking me?{/i}
sk_sk: [_RT_] {i}A čo je to s Sidney kohútom-blokuje ma? {/i}

source: [_GCP_] Fucking Diaz!
sk_sk: Zasraný Diaz!

source: [_R_] Fucking Diaz.
sk_sk: Zasraný Diaz.

source: [_R_] But if it makes you feel better.... I learned a few really valuable lessons.
sk_sk: [_R_] Ale ak sa to bude cítiť lepšie .... Naučil som sa pár naozaj hodnotných lekcií.

source: [_R_] I learned that Diaz is really dangerous, and I need to make sure I keep things under control with her.
sk_sk: Dozvedel som sa, že Diaz je naozaj nebezpečný, a musím sa uistiť, že s ňou budem mať pod kontrolou veci.

source: [_R_] I learned that Sidney and Lauren are starting to think like me.
sk_sk: [_R_] Dozvedel som sa, že Sidney a Lauren začínajú rozmýšľať ako ja.

source: [_RT_] {i}Holy shit!.... I think I'm going to puke!{/i}
sk_sk: [_RT_] {i}Svätú sračku! .... Myslím, že idem do puky!
