Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_M_] Thank you for pulling out
sk_sk: [_M_] Ďakujeme, že ste vytiahli

source: [_M_] I was worried you were going to cum inside for a second.
sk_sk: Bál som sa, že si na chvíľu do seba.

source: [_M_] Thank you for being so responsible!
sk_sk: [_ M_] Ďakujem, že ste boli tak zodpovední!

source: [_M_] Just look at the amount of cum you painted on my back!
sk_sk: [_ M_] Len sa pozrite na množstvo cum ste maľoval na môj chrbát!

source: [_M_] That would have knocked me up for sure!
sk_sk: [_ M_] To by ma zrazilo, aby som sa uistil!

source: [_M_] I suppose we should get cleaned up and dressed.
sk_sk: [_ M_] Predpokladám, že by sme sa mali dať vyčistiť a oblečený.

source: [_RT_] {i}Oh, God... I'm getting so close!{/i}
sk_sk: [_RT_] {i}Oh, Bože ... Začínam byť tak blízko!

source: [_RT_] {i}Do I want to cream-pie Mom's ass or cover her in cum?{/i}
sk_sk: [_ RT_] {i}Chcem smotať mamu do zadku alebo ju zakryte v kale? {/i}

source: [_RT_] {i}I want Mom to think about me every time she takes a step and cum drips out of her ass.{/i}
sk_sk: [_RT_] {i}Chcem, aby sa mama zamyslela nad mnou zakaždým, keď sa dostane krok a cum drips z jej zadku. {/i}

source: [_RT_] {i}This is all going inside.{/i}
sk_sk: [_RT_] {i}To všetko sa deje vnútri. {/i}

source: [_R_] Oh, fuck! I'm gonna...
sk_sk: Oh, kurva! Ja ...

source: [_MT_] {i}Did he just...?{/i}
sk_sk: [_MT_] {i}Bol práve ...? {/i}

source: [_MT_] {i}He's filling my intestines... I'm getting... too full!{/i}
sk_sk: [_MT_] {i}naplní moje črevá ... Dostávam ... príliš plný! {/i}

source: [_MT_] {i}Good Lord!{/i}
sk_sk: [_MT_] {i}Dobrý Bože! {/i}

source: [_M_] God!... I'll never get over how much you can cum!
sk_sk: Bože! Nikdy sa nedočkám, ako veľmi sa dokážeš zrádať!

source: [_M_] Mmm... You're cum's going to be leaking out of my ass for days!
sk_sk: [_M_] Mmm ... Ty si z môjho zadku vylečená z môjho zadku!

source: [_RT_] {i}I'm going to glaze her like a donut!{/i}
sk_sk: [_RT_] {i}ju budem glazovať ako šiška! {/i}

source: [_R_] Oh, fuck!... I'm gonna...
sk_sk: Oh, kurva! ... Ja ...

source: [_MT_] {i}How did he get me in the face from back there?{/i}
sk_sk: [_MT_] {i}Ako sa mi dostal do tváre odtiaľ? {/i}

source: [_MT_] {i}He's completely covering me!{/i}
sk_sk: [_MT_] {i}Úplne ma pokrýva! {/i}

source: [_M_] Just... Wow!
sk_sk: [_M_] Len ... Wow!

source: [_M_] You literally covered me!
sk_sk: [_ M_] Vy ste ma doslovne zakryli!

source: [_RT_] {i}I'm getting really close!{/i}
sk_sk: [_RT_] {i}Som naozaj blízko! {/i}

source: [_RT_] {i}Should I make Mom swallow it all, or should I pull out and cum all over her?{/i}
sk_sk: [_RT_] {i}Mal by som urobiť mamiku prehltnút ' všetko, alebo by som vytiahla a cum po celej nej? {/i}

source: [_RT_] {i}I wonder if she can swallow it all this time.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či to môže prehltnút celý tento čas. {/i}

source: [_R_] Fuck, I'm gonna...
sk_sk: [_ R_] Jebem, ja ...

source: [_MT_] {i}Whoa... that was a big blast of cum!{/i}
sk_sk: [_MT_] {i}Whoa ... to bol veľký výbuch cum! {/i}

source: [_MT_] {i}Here comes another blast!{/i}
sk_sk: [_MT_] {i}Tu prichádza ďalší výbuch! {/i}

source: [_MT_] {i}Come on, [mom_name]... Stay on top of it!{/i}
sk_sk: [_MT_] {i}Come on, [mom_name] ... Zostaň na vrchole!

source: [_MT_] {i}Oh, fuck... I don't got it.{/i}
sk_sk: [_MT_] {i}Oh, kurva ... Nemám ho. {/i}

source: [_MT_] {i}Goddamit! Not again!{/i}
sk_sk: [_MT_] {i}Goddamit! Nie znova! {/i}

source: [_MT_] {i}My sinuses are filled with cum!{/i}
sk_sk: [_MT_] {i}Moje hriešne sú naplnené kum! {/i}

source: [_MT_] {i}I'm going to be smelling [ryan]'s cum for days{/i}
sk_sk: [_MT_] {i}Ja budem smelo [ryan]'s cum pre dni {/i}

source: [_M_] Well, it's a good thing I didn't eat much for dinner tonight.
sk_sk: [_M_] No, je to dobrá vec, že som nejedol veľa na večeru dnes večer.

source: [_M_] That was literally a full sized meal!
sk_sk: [_ M_] To bolo doslova celé veľké jedlo!

source: [_R_] I've read that there's a lot of health benefits to eating cum.
sk_sk: Čítal som, že je tu veľa zdravotných výhod na jedenie cum.

source: [_M_] Yeah?... Maybe you should eat it next time.
sk_sk: [_ M_] Áno? ... Možno by si to mal nabudúce zjesť.

source: [_RT_] {i}There's just something satisfying to seeing it all over her body.{/i}
sk_sk: [_RT_] {i}Je tu len niečo, čo by bolo uspokojujúce vidieť to po celom tele. {/i}

source: [_R_] Mom!... I'm gonna... cum!
sk_sk: Mami! Ja ... ja ... ja!

source: [_M_] Thanks for the warning!
sk_sk: [_ M_] Vďaka za varovanie!

source: [_M_] I'm just gonna back up a lit...
sk_sk: [_ M_] Len sa vrátim hore ...

source: [_MT_] {i}Oh, God! Here it comes again!{/i}
sk_sk: [_MT_] {i}Oh, Bože! Tu sa to znova objaví! {/i}

source: [_MT_] {i}Oh, shit! I'm still in range!{/i}
sk_sk: [_MT_] {i}Oh, do riti! Stále som v dosahu! {/i}

source: [_MT_] {i}I could have gotten out of the way this time.{/i}
sk_sk: [_MT_] {i}Mohol som sa dostať von z cesty tentoraz. {/i}

source: [_MT_] {i}Of course I am... It's [ryan] shooting his load... Not his father.
sk_sk: [_MT_] {i}Samozrejme, že som ... Je to [ryan] strieľať jeho náklad ... Nie jeho otec.

source: [_MT_] {i}Why do I like getting covered by my son's cum?!{/i}
sk_sk: [_ MT_] {i}Prečo sa mi páči dostať sa zakryl cum môj syn?! {/i}

source: [_MT_] {i}It just doesn't stop!{/i}
sk_sk: [_MT_] {i}Nie je to len zastavenie! {/i}

source: [_M_] Well... Thank you for another cum bath.
sk_sk: [_M_] Nuž ... Ďakujem vám za ďalší cum kúpeľ.

source: [_M_] Well... Thank you for the cum bath.
sk_sk: [_M_] Nuž ... Ďakujem ti za to, že si sa kúpila.

source: [_M_] I'll never get over how much cum those little balls can produce.
sk_sk: [_ M_] Nikdy nezískam, ako moc tie malé gule môže produkovať.

source: [_R_] Well... I've read that cum is good for your skin.
sk_sk: [_ R_] Nuž ... Čítala som, že je to dobré pre tvoju kožu.

source: [_M_] Oh, yeah?... Maybe you should cum all over yourself next time.
sk_sk: [_M_] Oh, jo? ... Možno by si sa mal na seba celý čas poondiať.

source: [_M_] ... So, I guess you can just come finish yourself off then.
sk_sk: [_M_] ... Takže, asi sa môžeš skončiť neskôr.

source: [_R_] With pleasure.
sk_sk: S radosťou.

source: [_R_] Oh, God!... This is feeling so great!
sk_sk: Oh, Bože! To je tak skvelé!

source: [_MT_] {i}Well, I'm glad it is for one of us.{/i}
sk_sk: [_MT_] {i}No, som rád, že je to pre jedného z nás. {/i}

source: [_MT_] {i}He's becoming a selfish lover like his father.{/i}
sk_sk: [_MT_] {i}sa stáva sebecký milovník ako jeho otec. {/i}

source: [_MT_] {i}I'd scold him, but this is his reward for paying Joey this week... I don't want take away from that.
sk_sk: [_MT_] {i}ho vydesil, ale toto je jeho odmena za zaplatenie Joeyho tento týždeň ... Nechcem sa od toho vzdialiť.

source: [_M_] Than pull out... NOW!
sk_sk: [_M_] Ako vytiahni ... Teraz!

source: [_MT_] {i}Oh, thank God he pulled out!{/i}
sk_sk: [_MT_] {i}Oh, vďaka bohu, že vytiahol! {/i}

source: [_MT_] {i}That much cum in my pussy would knock me up for sure.{/i}
sk_sk: [_ MT_] {i}Táto veľká časť v mojej kunde by ma zrazila na istotu. {/i}

source: [_MT_] {i}The kid just never stops!{/i}
sk_sk: [_MT_] {i}Dieťa sa nikdy nezastaví! {/i}

source: [_R_] That felt so good!
sk_sk: [_ R_] To sa cítil tak dobre!

source: [_MT_] {i}For you, at least.{/i}
sk_sk: [_MT_] {i}Pre vás aspoň. {/i}

source: [_R_] Are you okay?
sk_sk: [_ R_] Ste v poriadku?

source: [_M_] Of course... Why wouldn't I be?
sk_sk: [_M_] Samozrejme ... Prečo by som nemal byť?

source: [_RT_] {i}I didn't give her an orgasm... Is she mad about that?{/i}
sk_sk: [_RT_] {i}Nedal som jej orgazmus ... Je naštvaný na to? {/i}

source: [_RT_] {i}Why did I come back here? Mom is refusing to talk to me right now, and that's not going to change from just moments ago.{/i}
sk_sk: [_RT_] {i}Prečo som sa sem vrátil? Mama odmieta hovoriť so mnou práve teraz, a to sa nebude meniť len pred chvíľou. {/i}

source: [_RT_] {i}I should go check on Lauren or Sidney... They seemed kind of shaken up after that fight.{/i}
sk_sk: [_RT_] {i}Mal by som ísť skontrolovať na Lauren alebo Sidney ... Zdalo sa, že sa po tom boji otriasli. {/i}

source: [_RT_] {i}I should go check on Lauren... She seemed kind of shaken up after that fight.{/i}
sk_sk: [_RT_] {i}Mal by som sa pozrieť na Lauren ... Vyzerala ako otrasená po tom boji. {/i}

source: [_RT_] {i}I should go check on Sidney... She seemed kind of shaken up after that fight.{/i}
sk_sk: [_RT_] {i}Mal by som ísť skontrolovať Sidney ... Vyzerala ako otrasená po tom boji. {/i}

source: [_RT_] {i}I should just go to my room and go to bed. Things might make better sense in the morning.{/i}
sk_sk: [_RT_] {i}Mal by som ísť do mojej izby a ísť do postele. Veci by mohli byť lepšie v dopoludňi.

source: [_RT_] {i}Mom didn't seem to be in a real chatty mood. I hope coming to check on her isn't the wrong move.{/i}
sk_sk: [_ RT_] {i}Mama sa nezdala byť v skutočnom keci nálade. Dúfam, že sa na ňu pozriem, nie je zlý pohyb. {/i}

source: {i}Knock, knock...{/i}
sk_sk: {i}Knock, klop ... {/i}

source: [_M_] {i}(Muffled from behind door){/i} Go away!
sk_sk: [_M_] {i}(Muffled from behind door) {/i} Choď preč!

source: [_R_] {i}(Talking loudly){/i} Mom?... It's [ryan]
sk_sk: [_R_] {i}(Talking hlasno) {/i} Mami? ... Je to [ryan]

source: [_M_] Oh, [ryan]... Since it's just you... Go away even harder!
sk_sk: [r.] Oh, [ryan] ... Vzhľadom k tomu, že je to len ... Choď preč ešte ťažšie!

source: [_R_] Mom... I think that it might not be a good idea for you to be alone right now.
sk_sk: Mami ... Myslím, že to nemusí byť dobrý nápad, aby si bol sám.

source: [_R_] I think there might be some things we could talk about?
sk_sk: [_ R_] Myslím, že by mohli byť nejaké veci, o ktorých by sme mohli hovoriť?

source: [_R_] I've got some ideas of how we can take care of this problem.
sk_sk: [_ R_] Mám nejaké predstavy o tom, ako sa môžeme postarať o tento problém.

source: [_M_] {i}(Muffled yelling from behind door){/i}Oh, you've got some ideas? Tell you what... Why don't you write all those ideas down on a piece of paper, fold that paper up all nice and small, and stick it up your butt.
sk_sk: [_M_] {i}(Muffled kričí zozadu) {/i} Oh, máte nejaké nápady? Povedz čo ... Prečo nenapíšeš všetky tie nápady dole na papier, zložiť ten papier, pekne a malé, a strč si ho do zadku.

source: [_R_] Maybe I'll just talk to you tomorrow.
sk_sk: [_ R_] Možno sa s vami zajtra porozprávam.

source: [_RT_] {i}Yeah, maybe it's a better idea to just give Mom some time and space.{/i}
sk_sk: [_RT_] {i}Áno, možno je to lepší nápad, len dať mame nejaký čas a priestor. {/i}

source: {size=*2}{i}"This is just a placeholder for a future scene."{/i}{/size}
sk_sk: {size= * 2}{i}"Toto je len zástupný objekt pre budúcu scénu." {/i} {/size}

source: [_RT_] {i}Ever since the big incident with Aunt Cami, Mom only works out with Camille on Sunday.{/i}
sk_sk: [_RT_] {i}Nikdy od veľkej udalosti s tetou Cami, mama pracuje len s Camille v nedeľu. {/i}

source: [_RT_] {i}I think for now I should just give her some privacy.{/i}
sk_sk: [_RT_] {i}Myslím si, že teraz by som jej mal dať trochu súkromia. {/i}

source: [_RT_] {i}I can always watch her on the spy-cam, though.{/i}
sk_sk: [_RT_] {i}Vždy ju však môžem sledovať na špionážnej kamere.{/i}

source: [_RT_] {i}That's how she stays in such great shape.{/i}
sk_sk: [_RT_] {i}Vďaka tomu sa udržiava v takej skvelej kondícii.{/i}

source: [_RT_] {i}Oh yes, finally the good part.{/i}
sk_sk: [_RT_] {i}Ó áno, konečne tá dobrá časť.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
sk_sk: [_RT_] {i}Len.... wow.... aké telo!{/i}

source: {i}"A little while later."{/i}
sk_sk: {i}"O chvíľu neskôr." {/i}

source: [_RT_] {i}Looks like she's about done, I should get out of here before she walks out that door.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že už je skoro hotová, mal by som odtiaľto vypadnúť skôr, ako vyjde dverami.{/i}

source: [_RT_] {i}I'm glad Mom's giving Aunt Cami at least one morning a week. Hopefully working out together will help them heal their wounds.{/i}
sk_sk: [_RT_] {i}Som rád, že mama dáva tete Cami aspoň jedno ráno týždenne. Dúfajme, že práca spolu im pomôže liečiť ich rany. {/i}

source: [_RT_] {i}I feel guilty inturrupting, but if I'm going to go on a date with Mom today, we need to get things moving.{/i}
sk_sk: [_RT_] {i}Cítim sa vinný, ale ak by som išiel na rande s mamou dnes, musíme dostať veci do pohybu. {/i}

source: [_RT_] {i}Maybe It would be better to just skip it today.{/i}
sk_sk: [_RT_] {i}Možno by bolo lepšie, keby to dnes vyskočilo. {/i}

source: [_RT_] {i}Should I take Mom out?{/i}
sk_sk: [_RT_] {i}Mal by som vziať mamu? {/i}

source: [_RT_] {i}Hmm... maybe giving them more time to work on their relationship is more important than me taking Mom on a date.{/i}
sk_sk: [_RT_] {i}Hmm ... Možno im poskytnúť viac času na prácu na ich vzťahu je dôležitejšie ako ja, keď mama na rande. {/i}

source: [_RT_] {i}There's always next Sunday.{/i}
sk_sk: [_RT_] {i}Vždy je budúcu nedeľu. {/i}

source: [_RT_] {i}I shouldn't push my luck... that's enough for tonight.{/i}
sk_sk: [_RT_] {i}Nemal by som pokúšať šťastie... pre dnešok to stačí.{/i}

source: [_RT_] {i}Now that having sex with Mom isn't strictly off limits, maybe it's time I get rid of the drugged tea.{/i}
sk_sk: [_RT_] {i}Teraz, keď majú sex s mamou nie sú prísne zakázané, možno je čas zbaviť sa nadrogovaného čaju. {/i}

source: [_RT_] {i}Think of all the things we could be doing at night, but right now, she's just too tired.{/i}
sk_sk: [_RT_] {i}Mysli na všetky veci, ktoré by sme mohli robiť v noci, ale práve teraz je príliš unavená. {/i}

source: [_RT_] {i}I guess I'm still free to have a bit of fun with her.{/i}
sk_sk: [_RT_] {i}Myslím, že som stále voľný, aby sa trochu zábavy s ňou. {/i}

source: [_RT_] {i}Should I help myself?{/i}
sk_sk: [_RT_] {i}Mal by som si pomôcť? {/i}

source: [_RT_] {i}So what whould I choose tonight?{/i}
sk_sk: [_RT_] {i}Čo by som si mal vybrať dnes večer?{/i}

source: [_RT_] {i}I've gotta take off that bra so I have some goods to look at while her feet are caressing my cock.{/i}
sk_sk: [_RT_] {i}Musím stiahnuť tú podprsenku, aby som mal na čo pozerať, zatiaľ čo jej nohy budú hladiť môj penis.{/i}

source: [_RT_] {i}I can't wait to cum all over them!{/i}
sk_sk: [_RT_] {i}Nemôžem sa dočkať, až sa do nich vystriekam!{/i}

source: [_RT_] {i}Oh, fuck! That feels so good!{/i}
sk_sk: [_RT_] {i}Oh, kurva! To je taký dobrý pocit!{/i}

source: [_RT_] {i}And the view can't be beat.{/i}
sk_sk: [_RT_] {i}A výhľad sa nedá prekonať.{/i}

source: [_RT_] {i}Oh, yeah! I'm about to cum!{/i}
sk_sk: [_RT_] {i}Ach, áno! Chystám sa vyvrcholiť!{/i}

source: [_RT_] {i}And I get to cum all over Mom's tits!{/i}
sk_sk: [_RT_] {i}A ja sa vystriekam na mamine prsia!{/i}

source: [_RT_] {i}This was such a good idea!{/i}
sk_sk: [_RT_] {i}To bol taký dobrý nápad!{/i}

source: [_RT_] {i}Fuck yeah... I covered her.{/i}
sk_sk: [_RT_] {i}Kurva... postriekal som ju.{/i}

source: [_RT_] {i}Now to hide the evidence and rub it all in. This extra moisturizer should make her skin even more radiant.{/i}
sk_sk: [_RT_] {i}Teraz treba ukryť dôkazy a všetko utrieť. Tento dodatočný hydratačný krém by mal jej pokožku ešte viac rozžiariť.{/i}

source: [_RT_] {i}First I've got to get those tiny panties off and turn her on her stomach.{/i}
sk_sk: [_RT_] {i}Najprv jej musím dať dole tie malé nohavičky a otočiť ju na brucho.{/i}

source: [_RT_] {i}I'm going to cum all over that ass!{/i}
sk_sk: [_RT_] {i}Urobím sa na ten zadok!{/i}

source: [_RT_] {i}Oh, wow! This is where my dick belongs!{/i}
sk_sk: [_RT_] {i}Páni! Sem patrí môj penis!{/i}

source: [_RT_] {i}Ohhh... I'm gonna cum!{/i}
sk_sk: [_RT_] {i}Ohhhh... Urobím sa!{/i}

source: [_RT_] {i}Mom... I'm gonna cum all over your ass!{/i}
sk_sk: [_RT_] {i}Mama... Urobím sa ti na celý zadok!{/i}

source: [_RT_] {i}Oh, yeah... she's fucking covered!{/i}
sk_sk: [_RT_] {i}Ach, áno... je kurva pokrytá!{/i}

source: [_RT_] {i}Now to wipe that moisturizing goodness into her skin, and say goodbye until next time.{/i}
sk_sk: [_RT_] {i}Teraz do jej pokožky votrieť tú hydratačnú dobrotu a rozlúčiť sa s ňou do budúcna.{/i}

source: [_RT_] {i}I wonder if Mandy would be willing to take our game of "truth or dare" to the next level.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či by bol Mandy ochotný prijať našu hru "pravdu alebo odvahu" na ďalšiu úroveň. {/i}

source: [_RT_] {i}She's sucking my dick every chance she gets. Is she ever going to do more than just handjobs and BJ's?{/i}
sk_sk: [_RT_] {i}Ona mi podľahla každú šancu, ktorú dostane. Bude robiť stále viac, než len pracovné miesta a BJ?

source: [_RT_] {i}Mandy's just as horny and depraved as I am. Why the hell haven't we had sex yet?{/i}
sk_sk: [_RT_] {i}Mandy je rovnako nadržaný a skazený ako som ja. Prečo do pekla sme ešte nemali sex?

source: [_RT_] {i}Could she be afraid of her mom finding out?{/i}
sk_sk: [_RT_] {i}Mohol by sa báť, že jej mama zistí, že? {/i}

source: [_RT_] {i}I guess Aunt Cami can be pretty scary. Maybe even scarier if she's your mom.{/i}
sk_sk: [_RT_] {i}Myslím, že teta Cami môže byť dosť strašidelná. Možno ešte vzácnejšie, ak je tvoja mama. {/i}

source: [_RT_] {i}But Mandy's not afraid to suck my dick, literally behind her mom's back.{/i}
sk_sk: [_RT_] {i}Ale Mandy sa nebojí vyfajčiť môjho vtáka, doslova za chrbtom jej matky. {/i}

source: [_RT_] {i}She's always so aggressive when she wants to feed her cum addiction. I guess I thought when it came to sex, she'd make the first move and just jump me one night.{/i}
sk_sk: [_RT_] {i}Je vždy tak agresívna, keď chce kŕmiť jej cum závislosť. Myslím, že som si myslel, že keď to prišlo na sex, urobí prvý krok a skočí mi jednu noc. {/i}

source: [_RT_] {i}But so far she seems fine with just blowjobs.{/i}
sk_sk: [_RT_] {i}Ale zatiaľ sa zdá byť v poriadku, len fúkané úlohy. {/i}

source: [_RT_] {i}Well, standing around thinking about it isn't going to change anything. If I want things to move forward with Mandy, I guess I'll have to make the move.{/i}
sk_sk: [_RT_] {i}No, stojím okolo rozmýšľania o tom, že nič nezmení. Ak chcem, aby sa veci pohli dopredu s Mandy, myslím, že sa musím pohnúť.

source: [_RT_] {i}Should I knock and see if I can talk my way into my cousin's panties?{/i}
sk_sk: [_RT_] {i}Mal by som zaklopať a zistiť, či môžem hovoriť do nohavičky mojej sesterskej? {/i}

source: [_MD_] Yeah? Who's there?
sk_sk: [_MD_] Áno? Kto je tam?

source: [_R_] It's me. Can I come in?
sk_sk: [_ R_] To som ja. Môžem ísť dnu?

source: [_MD_] Huh? Oh, sure... Come on in.
sk_sk: [_MD_] Čo? Oh, iste ... Poď ďalej.

source: [_R_] Hey.
sk_sk: Ahoj.

source: [_R_] Hey, earth to Mandy... Hello, Mandy.
sk_sk: [_R_] Hej, zem do Mandy ... Ahoj, Mandy.

source: [_MD_] Huh?
sk_sk: [_MD_] Čo?

source: [_R_] You playing Womb Raider again? You should be careful. I hear playing those violent video games will turn you into a degenerate.
sk_sk: Zase hráš Žena Raidera? Mal by si byť opatrný. Počul som, že hrať tie násilné video hry vás zmení na degeneráciu.

source: [_R_] Oh, wait. I forgot who I was talking to.
sk_sk: -Počkaj. Zabudol som, s kým sa rozprávam.

source: [_MD_] You're a real comedian.
sk_sk: [_MD_] Vy ste skutočný komik.

source: [_R_] It's a talent.
sk_sk: Je to talent.

source: [_R_] So what's got you so distracted? Is it porn?
sk_sk: [_R_] Takže čo vás tak rozptýli? Je to porno?

source: [_R_] It's porn, isn't it? Please tell me it's porn.
sk_sk: Je to porno, no nie? Prosím, povedz mi, že je to porno.

source: [_MD_] No, it's not porn, you jackass.
sk_sk: Nie, nie je to porno, ty blbec.

source: [_MD_] I'm studying for exams. You know they're coming up soon, right?
sk_sk: [_ MD_] I'm študovať for exams. Vieš, že sa čoskoro prídu, však?

source: [_MD_] Haven't studied at all, have you?
sk_sk: [_ MD_] Neštudoval sa vôbec, že?

source: [_R_] A little.
sk_sk: [_ R_] Trochu.

source: [_RT_] {i}Mom and I have been spending a lot of time studying Oedipal complexes together.{/i}
sk_sk: [_RT_] {i}Mama a ja sme trávili veľa času študovaním Oedipských komplexov spolu. {/i}

source: [_MD_] They're like forty percent of our grade.
sk_sk: [_ MD_] Sú ako štyridsať percent našej triedy.

source: [_MD_] You know if you fail them, you'll have to repeat the year {b}again{/b}, right?
sk_sk: [_MD_] Viete, ak ich zlyháte, budete musieť opakovať rok {b}znova {/b}, správne?

source: [_R_] Hey! Last year wasn't my fault. I had mono.
sk_sk: [_ R_] Hej! Minulý rok nebola moja chyba. Mal som mono.

source: [_MD_] Yeah, well I don't plan on being held back. My old school never had us reading psychology books dealing with incest, so I've got a lot of studying I need to do.
sk_sk: [_ MD_] Áno, ale ja neplánujem, aby sa držali späť. Moja stará škola nikdy nečítala knihy o psychológii, ktorá by riešila incest, takže mám veľa študovania, ktoré musím urobiť.

source: [_MD_] Lauren and I {i}were{/i} going to do an all-night study session to help me catch up, but you can see how well that turned out.
sk_sk: [_MD_] Lauren a I {i}sme boli {/i} ísť do All night study session, aby mi pomohol dohnať, ale môžete vidieť, ako dobre, že sa ukázalo.

source: [_MD_] Do you think your mom would mind tutoring me? I know she's got a lot going on right now, but I could really use her help if I want to do well on her exams.
sk_sk: [_MD_] Myslíte si, že vaša mama by ma napadla doučovanie ma? Viem, že má teraz veľa, ale mohla by som jej pomôcť, ak by som sa chcela dobre činiť na jej skúškach.

source: [_RT_] {i}That could be interesting.{/i}
sk_sk: [_RT_] {i}To by mohlo byť zaujímavé. {/i}

source: [_RT_] {i}Mom's already "helping" me with my Oedipal project. Maybe she'd be willing to help "tutor" Mandy and I together?{/i}
sk_sk: [_RT_] {i}Mama už "pomáha" ja s mojím Oedipskom projektu. Možno by bola ochotná pomôcť "tutor" Mandy a ja spolu?

source: [_RT_] {i}Wait, what am I thinking? Mom's been avoiding me ever since we had sex at the beach. I still need to figure out how to fix the awkwardness between us first.{/i}
sk_sk: [_RT_] {i}Čakajte, čo si myslím? Mama sa mi vyhla, odkedy sme mali sex na pláži. Stále potrebujem prísť na to, ako napraviť trápnosť medzi nami. {/i}

source: [_RT_] {i}Trying to push her into a threesome with Mandy right now would probably backfire and make things worse.{/i}
sk_sk: [_RT_] {i}Pokus o zatlačenie do trojky s Mandy práve teraz by pravdepodobne nehorí a robiť veci horšie. {/i}

source: [_R_] Umm... Mom's pretty busy at school, and when she's home, I'm sure the last thing she wants to do is more work.
sk_sk: [_R_] Umm ... Mama je dosť zaneprázdená v škole, a keď je doma, som si istý, že posledná vec, čo chce urobiť, je viac práce.

source: [_MD_] Yeah, you're probably right.
sk_sk: [_MD_] Áno, pravdepodobne máte pravdu.

source: [_R_] Hey, maybe you and I can be study buddies.
sk_sk: Hej, možno ty a ja môžeme byť študijné kamošky.

source: [_MD_] Yeah, right... Knowing us, I don't think we'd get much studying done.
sk_sk: [_MD_] Áno, správne ... Keď nás poznám, nemyslím si, že by sme sa veľa študiali.

source: [_MDT_] {i}Damn, I really wanted Aunt [mom_name] to help me. She's a great teacher and I love spending time with her.{/i}
sk_sk: [_MDT_] {i}Sakra, Naozaj som chcel teta [mom_name], aby mi pomohol. Je to skvelá učiteľka a ja milujem trávenie času s ňou. {/i}

source: [_MDT_] {i}[ryan]'s right though... With Uncle [dad_name] getting arrested, the mob, her job, and now Mom and me moving in... It'd be selfish of me to ask her to spend whatever free time she has tutoring me.{/i}
sk_sk: [_MDT_] {i}[ryan] má pravdu, hoci ... So strýkom [dad_name] zatknutý, mob, jej práca, a teraz mama a ja sa sťahujú v ... Bolo by sebecké, keby som ju požiadal, aby trávila bez ohľadu na čas, kedy ma doučovala. {/i}
