Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_M_] Are you serving my son alcohol?
sk_sk: [_ M_] Ste slúžiš môjmu synu alkoholu?

source: [_M_] That's really sweet of you Armani, but he's not old enough to drink yet.
sk_sk: [_ M_] To je naozaj milé od vás Armani, ale ešte nie je dosť starý na pitie.

source: [_R_] Oh, now you want to play the concerned mother?
sk_sk: [_R_] Oh, teraz chceš hrať na to, čo sa týka matky?

source: [_M_] What is that supposed to mean?
sk_sk: [_M_] Čo to má znamenať?

source: [_R_] It means you seemed to have forgotten all of your motherly instincts when you were up on that stage.
sk_sk: [_R_] To znamená, že ste sa zdalo, že ste zabudli všetky svoje materinské inštinkty, keď ste boli hore na tejto fáze.

source: [_M_] [ryan], this is one of my jobs now.
sk_sk: [r_] [ryan], toto je teraz jedna z mojich pracovných miest.

source: [_M_] The extra money I'm making here is actually going to pay off the principal of your dad's loan!
sk_sk: Extra peniaze, ktoré tu zarobím, budú splácať istinu pôžičky tvojho otca!

source: [_M_] You need to stop taking this personally, and realize that it's just a job.
sk_sk: [_ M_] Musíte prestať brať to osobne, a uvedomiť si, že je to len práca.

source: [_R_] Oh, really? Since when is it in your job description to bring yourself to a squirting orgasm on stage?
sk_sk: [_ R_] Oh, naozaj? Odkedy je vo vašom popise práce, aby si sa priviedol k vežernému orgazmu na pódiu?

source: [_M_] God... I did get a bit carried away up there, didn't I?
sk_sk: Bože ... Trochu som sa tam dostal, však?

source: [_R_] A little?
sk_sk: [_ R_] Trochu?

source: [_M_] Okay, a lot.
sk_sk: -Dobre, veľa.

source: [_R_] That was unbelievable!
sk_sk: [_ R_] To bolo neuveriteľné!

source: [_M_] Well the crowd seemed to like it.
sk_sk: -Zdá sa, že dav sa mu páči.

source: [_M_] Did you?
sk_sk: [_ M_] To si ty?

source: [_R_] I don't know, it was very confusing for me.
sk_sk: [_ R_] Ja neviem, bolo to pre mňa veľmi mätúci.

source: [_R_] I mean, did I have a rock hard erection?
sk_sk: [_ R_] Mám na mysli, mám pevnú erekciu na skalách?

source: [_R_] Yes...
sk_sk: [_R_] Áno...

source: [_R_] Does talking about it with you, and thinking about it again give me a rock hard erection?
sk_sk: Hovorí o tom s tebou, a premýšľal o tom znova, že mi dá rocnú tvrdú erekciu?

source: [_R_] Yes... My dick could cut glass right now.
sk_sk: [_R_] Áno ... Môj vták by mohol odrezať sklo práve teraz.

source: [_R_] But I can't really say that enjoyed it, no.
sk_sk: [_ R_] Ale nemôžem povedať, že si to užil, nie.

source: [_M_] Yeah, you really are bulging out those jeans.
sk_sk: [_ M_] Áno, tie džínky naozaj vydukuješ.

source: [_M_] Would you like me to take care of you... you know... down there?
sk_sk: [_ M_] Chceli by ste, aby som sa o vás postaral ... viete ... tam dole?

source: [_M_] Maybe you wouldn't feel so jealous if I give you some attention right now?
sk_sk: [_ M_] Možno by ste sa necítil tak žiarlivý, ak vám dám trochu pozornosti teraz?

source: [_R_] I mean... I wouldn't say no to some attention.
sk_sk: [_ R_] Mám na mysli ... Nepovedal by som, že by som nemal dávať pozor.

source: [_M_] I'm not really sure where to take you... The bathrooms are too public.
sk_sk: [_ M_] Nie som si naozaj istý, kde by som vás ... Kúpeľne sú príliš verejné.

source: [_M_] They won't let you into the dressing room.
sk_sk: -Nepustia vás do šatne.

source: [_R_] Don't worry... I know a place.
sk_sk: [_ R_] Nebojte sa ... Poznám miesto.

source: [_M_] I still can't believe you had a membership to the club's VIP room for so long without telling me.
sk_sk: [_ M_] Stále nemôžem uveriť, že ste mali členstvo v klube VIP pre tak dlho, bez toho aby mi to povedal.

source: [_R_] It's not like I ever used their services.
sk_sk: [_ R_] Nie je to, ako by som nikdy použiť ich služby.

source: [_RT_] {i}Not excessively, at least.{/i}
sk_sk: [_RT_] {i}Nie je príliš, aspoň. {/i}

source: [_M_] I wish I could believe you.
sk_sk: Kiez by som ti mohol veriť.

source: [_CD_] Another great show, [mom_name]!
sk_sk: [_CD_] Ďalšia veľká show, [mom_name]!

source: [_CD_] Can I get some tips on how to squirt so much on demand?
sk_sk: [_ CD_] Môžem dostať niekoľko tipov na to, ako sa striedať toľko na požiadanie?

source: [_M_] Sure, It's not as much about clitoral stimulation, as you might think.
sk_sk: [_ M_] Iste, nie je to tak veľa o klitorovej stimulácii, ako by ste mohli myslieť.

source: [_M_] It's more important that you...
sk_sk: [_M_] Je to dôležitejšie, že ...

source: [_R_] Can we not, right now?
sk_sk: [_ R_] Nemôžeme, však?

source: [_M_] Fine... I'll tell you another time.
sk_sk: [_ M_] Dobre ... Poviem ti ešte raz.

source: [_CD_] More really important stuff to talk about with your mom, huh?
sk_sk: [_ CD_] Viac dôležitých vecí na rozhovor s tvojou mamou, huh?

source: [_M_] Don't look at me... I don't know what you wanted me to follow you in here for.
sk_sk: [_ M_] Nepozerajte sa na mňa ... Neviem, čo ste chceli, aby som ťa nasledovala tu.

source: [_R_] What do you mean, you're the one who...
sk_sk: [_R_] Čo tým myslíte, že vy ste ten, kto ...

source: [_CD_] Really, you two... It doesn't matter. I'm not saying anything to anybody anyways.
sk_sk: [_CD_] Naozaj, vy dvaja ... Na tom nezáleží. Nikomu nič nepoviem.

source: [_CD_] I'm sworn to secrecy.
sk_sk: [_ CD_] Ja som prisahal, že to utajujem.

source: [_R_] That's good, but it's still not what you're thinking.
sk_sk: [_R_] To je dobré, ale stále to nie je to, čo si myslíte.

source: [_RT_] {i}It's probably exactly what she's thinking.{/i}
sk_sk: [_RT_] {i}To je asi presne to, čo si myslí. {/i}

source: [_M_] Where are you taking me?
sk_sk: [_ M_] Kam ma to berieš?

source: [_R_] I'll tell you all about it when we get there.
sk_sk: [_ R_] Poviem vám všetko o tom, keď sa tam dostaneme.

source: [_CD_] Holy shit, [mom_name]! That show was incredible! I've never seen anything like it.
sk_sk: [_ CD_] Svätá sračka, [mom_name]! To šou bolo neuveriteľné! Nikdy som nič také nevidel.

source: [_M_] God, I was so embarrassed!
sk_sk: Bože, bola som v rozpakoch!

source: [_CD_] You mean, you didn't mean to do that!?
sk_sk: [_ CD_] Vy myslíte, že ste to nechceli robiť!?

source: [_M_] God, no... I got a little carried away, and it just snuck up on me.
sk_sk: Bože, nie ... Trochu som sa unáhla, a na mňa sa to len tak trochu rozrušilo.

source: [_CD_] Wow! I thought I was a pretty good squirter, but you've got me beat.
sk_sk: Fíha! Myslel som si, že som celkom dobrý veverič, ale porazil si ma.

source: [_R_] Do we really need to talk about my mom squirting all over the place?
sk_sk: Naozaj sa musíme porozprávať o tom, ako moja mama premrhá po celom svojom mieste?

source: [_CD_] Come on... you can't tell me you weren't impressed.
sk_sk: [_ CD_] Poď ... nemôžeš mi povedať, že si nezaujal.

source: [_CD_] I mean, I'll bet you had no idea your mom could do something like that.
sk_sk: Stavím sa, že si vôbec netušil, že tvoja mama by mohla niečo také urobiť.

source: [_R_] Uhh... Of course I didn't know.
sk_sk: [_R_] Uhh ... Samozrejme, že som to nevedel.

source: [_R_] Uh, so... Is the VIP room available right now?
sk_sk: [_ R_] Uh, takže ... Je VIP izba k dispozícii práve teraz?

source: [_CD_] You want to take your mom to the VIP room?
sk_sk: [_ CD_] Chcete vziať svoju mamu do VIP miestnosti?

source: [_R_] It's not like that. I just need a place that's really private so we can talk about something really important.
sk_sk: [_ R_] Nie je to tak. Potrebujem len miesto, ktoré je naozaj súkromné, aby sme mohli hovoriť o niečom naozaj dôležitom.

source: [_CD_] you don't have a car you can talk in while you're driving home toge... nevermind... It's not my place to ask questions.
sk_sk: [_ CD_] nemáte auto, s ktorým by ste sa mohli rozprávať, zatiaľ čo prídete domov k ... Nevadí ... Nie je to moje miesto na kladenie otázok.

source: [_CD_] So, do you want me to make sure the cages are full of dancers?
sk_sk: [_CD_] Takže, chcete, aby som sa uistil, že klietky sú plné tanečníkov?

source: [_R_] No, you can all take some time off.
sk_sk: [_R_] Nie, môžete si vziať nejaký čas voľna.

source: [_MT_] {i}Full of dancers?... What's going on?{/i}
sk_sk: [_MT_] {i}Plný tanečníkov? ... Čo sa deje?

source: [_CD_] And don't worry, I won't tell anyone you took your mom into the VIP room.
sk_sk: A nebojte sa, nepoviem nikomu, že ste zobrali tvoju mamu do VIP miestnosti.

source: [_CD_] We're all sworn to secrecy.
sk_sk: Všetci sme prisahali, aby sme mlčali.

source: [_R_] It's not like that.
sk_sk: [_ R_] Nie je to tak.

source: [_R_] It's just... Nevermind.
sk_sk: [_R_] Je to len ... Nevadí.

source: [_MT_] {i}Goddam this place is kinky.{/i}
sk_sk: [_MT_] {i}Goddam toto miesto je kinky. {/i}

source: [_MT_] {i}What if Joey asks me to start working here.{/i}
sk_sk: [_MT_] {i}Čo ak ma Joey požiada, aby som tu začal pracovať. {/i}

source: [_R_] I only recently found out about it myself.
sk_sk: [_R_] Len nedávno som sa o tom sám zistil.

source: [_R_] It's called the VIP room.
sk_sk: [_ R_] To sa volá VIP izba.

source: [_M_] And they just let anyone come in?
sk_sk: [_ M_] A len nech sem niekto príde?

source: [_R_] No, not anyone... You kind of have to be a member.
sk_sk: [_R_] Nie, nikto ... Musíš byť členom.

source: [_M_] So what? You buy a membership card, like at Costco?
sk_sk: [_ M_] Takže čo? Kúpite si členskú kartu, ako v Costco?

source: [_R_] It's quite a bit more exclusive than that.
sk_sk: [_ R_] Je to trochu viac exkluzívne, než to.

source: [_M_] [ryan]... What are you not telling me?
sk_sk: [_M_] [ryan] ... Čo mi to nehovoríš?

source: [_M_] Are you a VIP member?
sk_sk: Vy ste VIP člen?

source: [_R_] Uhh... yeah...
sk_sk: [_R_] Uhh ... áno ...

source: [_M_] How did you become an exclusive member of a Mafia VIP club?
sk_sk: [_M_] Ako ste sa stal exkluzívny člen Mafia VIP klubu?

source: [_M_] Sometimes you're too easy to tease.
sk_sk: [_ M_] Niekedy sa príliš ľahko ukáš.

source: [_M_] Well...
sk_sk: [_M_] No...

source: [_M_] You did make our payment to the DeCapos this week, so you definitely deserve a nice reward.
sk_sk: [_ M_] V tomto týždni ste urobili našu platbu na DeCapos, takže si určite zaslúžite pekný odplatu.

source: [_M_] But before I do anything for you, I need you to take care of me.
sk_sk: Ale skôr než urobím čokoľvek pre teba, potrebujem, aby si sa o mňa postaral.

source: [_M_] I don't want you to become a selfish lover, like your father.
sk_sk: [_ M_] Nechcem, aby si sa stal sebecký milenec, ako tvoj otec.

source: [_M_] So, you want me to pleasure you orally first?
sk_sk: [_ M_] Takže, chcete, aby som sa potešil najprv ústne?

source: [_M_] You got it.
sk_sk: [_ M_] Máte to.

source: [_RT_] {i}Joey came inside of her not too long ago.{/i}
sk_sk: [_RT_] {i}Joey prišiel do vnútra, nie je príliš dávno. {/i}

source: [_RT_] {i}But I can't bring that up or she'll know Diaz and I were watching her.{/i}
sk_sk: [_RT_] {i}Ale to nemôžem priniesť, lebo ona bude vedieť Diaz a ja som ju sledoval. {/i}

source: [_RT_] {i}I don't know how well she's cleaned herself out since then.{/i}
sk_sk: [_RT_] {i}Neviem, ako dobre sa od tej doby čistila. {/i}

source: [_RT_] {i}I'm sure she must have blasted all of it out when she squirted on the pole, but still...{/i}
sk_sk: [_RT_] {i}Som si istý, že musí vykrvácať všetko von, keď sa roztla na pól, ale stále ... {/i}

source: [_R_] Okay, That's fair.
sk_sk: [_ R_] Dobre, to je fér.

source: [_RT_] {i}Her pussy better not taste like cum!{/i}
sk_sk: [_RT_] {i}Jej kunda lepšie nie je chuť ako cum! {/i}

source: [_R_] You've already gotten yourself off on the pole tonight. I haven't had any attention.
sk_sk: [_ R_] Už ste sa dnes večer dostali na tyč. Nemal som žiadnu pozornosť.

source: [_R_] Who's being the selfish lover now?
sk_sk: [_ R_] Kto je teraz sebecký milenec?

source: [_M_] That's a pretty selfish argument, but seeming as you did make that payment, I'll let it go.
sk_sk: [_M_] To je dosť sebecký argument, ale keď ste urobili tú platbu, tak to nechám tak.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkino poddanie +1"{/b}{/i}

source: [_M_] You don't have to do oral, but you don't get to get inside my pussy either. You can either take my ass, or nothing at all.
sk_sk: Nemusíš robiť orálne, ale nezoženieš si ani v mojej kunde. Buď si môžeš vziať moju riť, alebo vôbec nič.

source: [_RT_] {i}Does she really think giving me her ass is a punishment.?{/i}
sk_sk: [_RT_] {i}Naozaj si myslí, že mi dáva jej zadok je trest.? {/i}

source: [_R_] Yeah, of course I'll be happy to fuck your ass.
sk_sk: [_ R_] Áno, samozrejme, že budem rád, keď ti pojebem prdel.

source: [_M_] Do you have to sound so crude?
sk_sk: [_ M_] Máte zvuk tak surový?

source: [_R_] You know it turns you on.
sk_sk: [_ R_] Viete, že sa to zmení na.

source: [_MT_] {i}Goddammit! He's right.{/i}
sk_sk: [_MT_] {i}Goddammit! Má pravdu. {/i}

source: [_M_] You didn't make our payment to the DeCapos this week, so I'm not sure you deserve to be taken care of.
sk_sk: Nespravil si našu platbu na DeCapos tento týždeň, takže si nie som istý, či si zaslúžiš byť postarané.

source: [_R_] Please!?
sk_sk: [_ R_] Prosím!?

source: [_M_] Tell you what... I'll take care of you on the condition that you take care of me first.
sk_sk: [_ M_] Povedzte, čo ... Postarám sa o teba pod podmienkou, že sa o mňa najprv postaráš.

source: [_R_] You mean orally?
sk_sk: Myslíš orálne?

source: [_M_] Exactly
sk_sk: [_M_] Presne

source: [_RT_] {i}Where I didn't make the payment this week, I don't have any leverage to make demands. The only way I'm getting any action from Mom tonight is if I agree to give her oral.{/i}
sk_sk: [_RT_] {i}Kde som nemusel zaplatiť tento týždeň, nemám žiadny vplyv na to, aby požiadavky. Jediný spôsob, ako sa dostať z mamy dnes večer, je, ak súhlasím s jej ústne. {/i}

source: [_RT_] {i}Guess I don't have a choice.
sk_sk: [_RT_] {i}Hádaj, že nemám na výber.

source: [_RT_] {i}Thank God... It tastes pretty fresh. Her huge squirt on stage must have cleaned her out good.{/i}
sk_sk: [_RT_] {i}Vďaka bohu ... Chutí celkom sviežo. Jej obrovské striekanie na javorové javy ju muselo vyčistiť dobre.

source: [_MT_] {i}Nnnghhh... This feels pretty damn good! But I'm not quite getting there. I've got a feeling I'll be needing some anal attention if I'm going to achieve another orgasm tonight.{/i}
sk_sk: [_MT_] {i}Nnnghhh ... To je dosť dobré! Ale ja sa tam celkom nedostávam. Mám pocit, že budem potrebovať nejakú análnu pozornosť, ak sa chystám dosiahnuť ďalšie orgazmus dnes večer. {/i}

source: [_M_] Mmm... Alright, [ryan]... You've done your oral duty for the night. Now it's time for you to get your dick wet... Only, I'm not on the pill, and I'm at a pretty fertile time of the month, so I need you to stay out of my pussy.
sk_sk: [_M_] Mmm ... V poriadku, [ryan] ... Pre noc si urobil svoju ústnu povinnosť. Teraz je čas, aby si sa dostal za mokra ... Len, ja nie som na pilulku, a som na peknom úrodnom čase v mesiaci, takže potrebujem, aby si sa vydržala z mojej kundy.

source: [_R_] What? That's not fair.
sk_sk: [_R_] Čo? To nie je fér.

source: [_M_] We can either do anal sex, or no sex at all.
sk_sk: Môžeme buď urobiť análny sex, alebo bez sexu.

source: [_R_] Alright, fine... I'll be happy to fuck you in the ass.
sk_sk: Dobre, dobre ... Budem rada, že ťa pojebem do zadku.

source: [_M_] [ryan]! Do you have to sound so crude?!
sk_sk: [_ M_] [ryan]! Musíš to znieť tak surová?

source: [_MT_] {i}Joey felt good and all, but sometimes I just need something bigger.{/i}
sk_sk: [_MT_] {i}Joey sa cítil dobre a všetci, ale niekedy potrebujem niečo väčšie. {/i}

source: [_M_] Good God! What a night!
sk_sk: Dobrý Bože! Aká noc!

source: [_M_] Mmm... what a night...
sk_sk: [_M_] Mmm ... čo noc ...

source: [_RT_] {i}As good as that was, I still haven't prevented her from fucking Joey.{/i}
sk_sk: [_RT_] {i}Ako to bolo dobré, stále som jej nebránila od skurvy-Joeyho. {/i}

source: [_RT_] {i}It doesn't even seem to help when I make the weekly payments anymore.{/i}
sk_sk: [_RT_] {i}Nezdá sa, že vám to pomôže, keď už platím týždenné platby. {/i}

source: [_RT_] {i}Fuck... I'd better figure something out fast before this gets even more out of hand.{/i}
sk_sk: [_RT_] {i}Kurva ... Radšej by som mal prísť na niečo rýchlejšie, než sa to stane ešte viac z ruky. {/i}

source: [_MT_] {i}Now I'm definitely going to ask Joey about the VIP room.{/i}
sk_sk: [_MT_] {i}Teraz sa určite spýtam Joeyho o VIP miestnosti. {/i}

source: [_RT_] {i}As bad as the night started, at least it ended on a high note.{/i}
sk_sk: [_RT_] {i}Ako zlé, ako sa noc začala, aspoň skončil na vysokom liste. {/i}

source: [_RT_] {i}Still, I've got to get Mom so she isn't fucking other guys.{/i}
sk_sk: [_RT_] {i}Napriek tomu musím dostať mamu, aby nebola pojebaní iní.

source: [_RT_] {i}I should be able to keep her satisfied on my own.{/i}
sk_sk: [_RT_] {i}Mal by som byť schopný ju udržať na svojom vlastnom. {/i}

source: [_RT_] {i}I fucking released an unsatiable sex addicted monster on the world.{/i}
sk_sk: [_RT_] {i}Ja som kurva vydal nenásytnému sexu závislom monštrum na svete. {/i}

source: [_RT_] {i}If I don't get control soon, she's going to have fucked every guy I know.{/i}
sk_sk: [_RT_] {i}Ak nezískam kontrolu čoskoro, bude mať v prdeli každý chlap, ktorého poznám. {/i}

source: {i}{size=*1.3}"Meanwhile, not too far away."{/size}{/i}
sk_sk: {i}{size=*1.3} "Medzitým, nie príliš ďaleko." {/size} {/i}

source: [_C_] Please, Brittney!... It would only be for a couple weeks until we can find something more permanant.
sk_sk: -Prosím, Brittney! ... Bolo by to len na pár týždňov, kým nenájdeme niečo trvalejšie.

source: [_X_] {i}(Voice muffled over intercom){/i} That doesn't change the fact that you're the wife and daughter of a known fugitive.
sk_sk: [_X_] {i}(Hlas muffled over intercom) {/i} To nemení fakt, že ste manželka a dcéra známeho utečenca.

source: [_X_] The PTA elections are coming up, how am I going to keep my spot as president if I'm harboring terrorists.
sk_sk: [_X_] Prichádzajú voľby PTA, ako budem držať svoje miesto ako prezident, ak som uvrdený teroristami.

source: [_C_] Oh, we're terrorists now? Fuck you Brittney!
sk_sk: [_C_] Oh, sme teroristi teraz? Pojeb sa Brittney!

source: [_C_] When your mom had that stroke, and you had to rush to be by her side, who took care of your little Chelsie?
sk_sk: [_C_] Keď mala tvoja mama tú mŕtvicu, a musel si sa ponáhľať, aby si bol po jej boku, ktorý sa postaral o tvoju malú Chelsie?

source: [_X_] Your nanny Cindy did! It wasn't you. And we paid her extra since she was watching both our girls.
sk_sk: [_X_] Vaša pestúnska Cindy! To nie si ty. A zaplatili sme jej, odkedy sledovala obe naše dievčatá.

source: [_C_] Yeah, but I'm still the one who made that happen! She stayed at our house, ate our food. I could have forbid Cindy from watching Chelsie.
sk_sk: [_ C_] Áno, ale ja som stále ten, kto to urobil! Zostala v našom dome, jedli naše jedlo. Mohol by som predpovedať Cindy, aby som sledoval Chelsie.

source: [_X_] And we really appreciated it, but this is much different.
sk_sk: [_X_] A my sme to naozaj ocenili, ale to je oveľa odlišné.

source: [_X_] I'm sorry, I just can't expose my family to the horrors of organized crime.
sk_sk: [_X_] Je mi ľúto, ale nemôžem vystaviť svoju rodinu hrôzy organizovaného zločinu.

source: [_C_] We wouldn't...
sk_sk: [_ C_] My by sme ...

source: [_X_] I'm going back to bed... Goodbye, Camille! {i}(Click){/i}
sk_sk: [_X_] Idem späť do postele ... Dovidenia, Camille! {i}(Kliknite) {/i}

source: [_C_] After everything we've done for these snobs, they don't want to touch us with a ten foot pole.
sk_sk: [_ C_] Potom, čo sme urobili pre tieto snobi, nechcú sa nás dotknúť s desaťmetrový pól.

source: [_MD_] Who's next on our list?
sk_sk: [_MD_] Kto je ďalší na našom zozname?

source: [_C_] That's it... I'm out of friends.
sk_sk: [_ C_] To je to ... Som mimo priateľov.

source: [_C_] Eleven houses, eleven rejections.
sk_sk: Jedenásť domov, jedenásť remien.

source: [_MD_] Then... Can we please just go back to Aunt [mom_name]'s?
sk_sk: [_MD_] Potom ... Môžeme sa vrátiť k tete [mom_name] ' s?

source: [_C_] Are you fucking out of your mind!?
sk_sk: Zbláznil si sa z hlavy?

source: [_C_] After everything they've done to us!?
sk_sk: [_ C_] Po všetkom, čo nám urobili!?

source: [_C_] It felt so good to finally tell my sister off, tell her what I think of that God aweful son of hers...
sk_sk: [_ C_] Bolo to tak dobré konečne povedať mojej sestre, povedať jej to, čo si myslím o tom, že Boží syn hriešy ...

source: [_C_] And you want me to take it all back? Beg her to let us come back?...
sk_sk: [_ C_] A chcete, aby som to všetko vzal späť? Prosiť, aby sme sa vrátili?

source: [_C_] Uh uh... No way!
sk_sk: [_C_] Uh ... V žiadnom prípade!

source: [_MD_] Sorry... I shouldn't have suggested that.
sk_sk: [_MD_] Prepáčte ... To som nemal naznačiť.

source: [_MD_] But, where are we going to go? We don't even have money for a cheap motel.
sk_sk: [_MD_] Ale kam ideme? Nemáme ani peniaze na lacný motel.

source: [_MD_] We can't even drive very far before we run out of gas.
sk_sk: [_ MD_] Nemôžeme ani jazdiť veľmi ďaleko, než sa nám vybehne z plynu.

source: [_C_] We've just got to figure out something for tonight. We'll have all day tomorrow to find something more permanant.
sk_sk: [_ C_] Musíme prísť na niečo na dnešný večer. Zajtra budeme mať celý deň, aby sme našli niečo trvalejšie.

source: [_MD_] Oh, no... You're kidding me! We're going to sleep in the park?
sk_sk: [_MD_] Oh, nie ... Robíš si zo mňa srandu! Budeme spať v parku?

source: [_MD_] Mom... It's against the law to sleep in the park.
sk_sk: [_MD_] Mami ... Je to proti zákonu, aby spal v parku.

source: [_C_] Do you have a better idea?
sk_sk: -Máš lepší nápad?

source: [_MDT_] {i}Yeah, Aunt [mom_name]'s, but Mom will cut my head off if I suggest that again.{/i}
sk_sk: [_MDT_] {i}Áno, teta [mom_name] ' s, ale mama odstrihne moju hlavu, ak to navrhujem znova. {/i}

source: [_C_] If we park behind these bushes, we'll be pretty hard to spot.
sk_sk: [_C_] Ak zaparujeme za týmito kríkmi, budeme dosť ťažké na mieste.

source: [_C_] Luckily it's a warm night... We should be just fine.
sk_sk: Našťastie je to teplá noc. Mali by sme byť v pohode.

source: [_C_] Lay down your seat, and try to get some sleep.
sk_sk: [_ C_] Lay dole svoje sedadlo, a pokúsiť sa dostať nejaký spánok.

source: [_C_] Who are you texting at this hour?
sk_sk: [_ C_] Kto píšete v tejto hodine?

source: [_MD_] It's Lauren... She's worried about us.
sk_sk: [_MD_] Je to Lauren ... Bojí sa o nás.

source: [_MD_] I'm just letting her know we're all right.
sk_sk: [_ MD_] Len som ju nechal vedieť, že sme v poriadku.

source: [_C_] You didn't tell her we're sleeping at the park, did you?
sk_sk: Nepovedali ste jej, že spíme v parku, však?

source: [_MD_] I haven't yet, but I'm about to.
sk_sk: [_ MD_] Ešte nie, ale ja som asi na.

source: [_C_] Don't you dare!
sk_sk: Neopovažuj sa!

source: [_MD_] {i}(Yelling){/i} Why not, Mom!?
sk_sk: [_MD_] {i}(Yelling) {/i} Prečo nie, mami!?

source: [_MD_] We fucking "are" sleeping in the park!
sk_sk: [_ MD_] Pojebaní "sú" spí v parku!

source: [_MD_] Are you too prideful to let anyone know you're not sleeping in a five star hotel?!
sk_sk: [_MD_] Ste príliš pripútní, aby niekto vedel, že nespíte v päťhviezdičkové hotel?!

source: [_MD_] Why do you think you're better than other people!?
sk_sk: [_MD_] Prečo si myslíte, že ste lepší ako ostatní ľudia!?

source: [_C_] I don't thi...
sk_sk: [_ C_] Ja ne ...

source: [_MD_] My question is rhetorical!
sk_sk: [_MD_] Moja otázka je rétorická!

source: [_MD_] What have you ever achieved to make you think you're better than anyone else!?
sk_sk: [_MD_] Čo ste niekedy dosiahli, aby ste sa domnievate, že ste lepší ako ktokoľvek iný!?
