Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_MDT_] {i}Arrghh! It's just so hard to focus my studies! Reading about Oedipal complexes gets me so horny, I can't focus.{/i}
sk_sk: [_MDT_] {i}Arrghh! Je to tak ťažké, sústrediť moje štúdium! Čítanie o Oedipánsky komplexy ma dostane tak nadržaný, nemôžem sa sústrediť. {/i}

source: [_MDT_] {i}How am I supposed to memorize all these names and terms, when I'm imagining [ryan] fucking my mom, or... Oh, God... his mom.{/i}
sk_sk: [_MDT_] {i}Ako som sa mal naučiť všetky tieto mená a výrazy, keď si predstavujem [ryan] jebať moju mamu, alebo ... Bože ... jeho mama. {/i}

source: [_MDT_] {i}Mmm. [ryan] fucking Aunt [mom_name] is so hot to picture. Too bad that'd never happen.{/i}
sk_sk: [_MDT_] {i}Mmm. [ryan] kurva teta [mom_name] je tak horúci na obrázku. Škoda, že sa to nikdy nestane. {/i}

source: [_MDT_] {i}[ryan] might be perverted enough to fuck his own mother, but Aunt [mom_name] isn't like that.{/i}
sk_sk: [_MDT_] {i}[ryan] môže byť dosť perverzný na to, aby jebal na jeho vlastnú matku, ale teta [mom_name] nie je taký. {/i}

source: [_MDT_] {i}What about [ryan] fucking Lauren? That could actually happen.{/i}
sk_sk: [_MDT_] {i}Čo tak o [ryan] skurvych Lauren? To by sa naozaj mohlo stať. {/i}

source: [_MDT_] {i}Lauren's been hiding something about their relationship for weeks now, but I can't get her to crack and tell me if they've gone all the way yet.{/i}
sk_sk: [_MDT_] {i}Lauren skrývala niečo o ich vzťahu už niekoľko týždňov, ale nemôžem ju dostať do trhlín a povedať mi, či už prešli celú cestu. {/i}

source: [_R_] Mandy, you okay?
sk_sk: [_ R_] Mandy, si v poriadku?

source: [_MD_] You know what?
sk_sk: [_MD_] Viete čo?

source: [_MD_] I need a study break.
sk_sk: [_MD_] Potrebujem prestávku na štúdium.

source: [_MD_] Go grab a seat on the bed so we can talk.
sk_sk: Zober si miesto na posteľ, aby sme sa mohli porozprávať.

source: [_R_] Uh, sure... What do you want to talk about?
sk_sk: [_ R_] Uh, istá ... O čom sa chceš rozprávať?

source: [_MD_] Why don't we talk about you and Lauren? It seems like you two are always sneaking off together.
sk_sk: Prečo sa neporozprávame o tebe a Lauren? Zdá sa, že vy dvaja sa vždy spolu prebúchate.

source: [_MD_] Are you running off to do naughty things without me?
sk_sk: [_MD_] Vybehnete sa, aby ste bez mňa urobili nezbedné veci?

source: [_R_] Well, we're just having a little fun, you know, like you and I do sometimes.
sk_sk: [_R_] Nuž, len sa trochu bavíme, viete, ako ty a ja niekedy.

source: [_MD_] It's okay, [ryan]. I'm not jealous. I just feel a little left out is all.
sk_sk: To je v poriadku, nie som žiarlivý. Len mám pocit, že je trochu mimo.

source: [_RT_] {i}Damn, she may be skinny, but she's still got a nice ass.{/i}
sk_sk: [_RT_] {i}Sakra, môže byť chudá, ale ešte stále má pekný zadok. {/i}

source: [_R_] We're not trying to leave you out or anything. It's just sometimes...
sk_sk: [_ R_] Nesnažíme sa vás opustiť, alebo čokoľvek iné. Je to niekedy ...

source: [_MD_] Oh, it's fine... I just wish I could watch you two fuck.
sk_sk: [_MD_] Oh, to je v poriadku ... Len si prajem, aby som mohol sledovať vás dvoch jebať.

source: [_R_] What?!... We're not... I mean, we're just messing around a little bit. We're not actually...
sk_sk: [_R_] Čo?! ... Nie sme ... Myslím tým, že sa len trochu zahrávame. Nie sme v skutočnosti ...

source: [_MD_] It's okay, [ryan]. You don't need to hide it. Lauren already told me you two started fucking.
sk_sk: [_MD_] Je to v poriadku, [ryan]. Nemusíte sa skrývať. Lauren mi už povedala, že vy dvaja ste začali kurva.

source: [_MD_] She's always talking about how your massive cock stretches her out.
sk_sk: Vždy hovorí o tom, ako ju tvoj masívny vták tiahne von.

source: [_R_] She does?
sk_sk: Ona áno?

source: [_MD_] Sure, like I said, I just wish I could watch.
sk_sk: [_MD_] Určite, ako som povedal, len si prajem, aby som mohol sledovať.

source: [_MD_] I'd love to see you sink inch after inch of your big dick into her tight little pussy.
sk_sk: Rád by som ťa videl, ako sa ti páčiš po tom, ako si sa dostal do jej malej kundy.

source: [_R_] Oh, I guess I thought she hadn't told you. Well, if Lauren's cool with it, I'd love for you to watch us. Maybe you could even...
sk_sk: Myslím, že som si myslela, že ti to nepovedala. No, ak je s tým Lauren v pohode, rád by som, keby si nás sledoval. Možno by si mohol ...

source: [_MD_] I knew it! You two {b}are{/b} fucking!
sk_sk: [_ MD_] Ja som to vedel! Vy dvaja {b}sú skurvy-skurvy-kurva!

source: [_MD_] Lauren's been so cagey about how far you two have gone. Whenever I bring it up, she always changes the subject.
sk_sk: Lauren bol tak cagey o tom, ako ďaleko ste odišli. Vždy keď ju prinesiem, vždy zmení tému.

source: [_R_] But, you said...
sk_sk: [_ R_] Ale, povedali ste ...

source: [_MD_] I lied, Dummy.
sk_sk: Klamal som, Dummy. Figuríny.

source: [_MD_] I've been trying to get her to confess for weeks now, when all I had to do was shake my ass a little to get you to spill the beans.
sk_sk: [_MD_] Snažil som sa ju vyspovedať už niekoľko týždňov, keď som musel urobiť všetko, čo som musel urobiť, aby som ťa trochu potriasla, aby som ťa dostal k tomu, aby si vylial fazulom.

source: [_MD_] God, guys are {b}so easy{/b}!
sk_sk: [_MD_] Boh, chlapci sú {b}tak jednoduché {/b}!

source: [_RT_] {i}Dammit, she got me good! Lauren's going to kill me.{/i}
sk_sk: [_ RT_] {i}Dammit, ona ma dostala dobrý! Lauren ma zabije. {/i}

source: [_R_] That was a rotten trick, Mandy. I can't believe you would manipulate me like that.
sk_sk: [_ R_] To bol zhnitý trik, Mandy. Nemôžem uveriť, že by si so mnou takto manipuloval.

source: [_MD_] Me? You're the one fucking your own sister!
sk_sk: [_MD_] Ja? Ty si tá, kurva, tvoja vlastná sestra!

source: [_MD_] This isn't a little fooling around in the garden, you two are committing full-on sibling incest!
sk_sk: [_MD_] Toto nie je trochu hlúposť v záhrade, vy dvaja sa dopúšťate do súrodeneckého incestu!

source: [_MD_] For shame!
sk_sk: Pre hanbu!

source: [_R_] Are you mad at us?
sk_sk: Hneváš sa na nás?

source: [_MD_] You're so cute.
sk_sk: [_MD_] Ste tak roztomilo.

source: [_MD_] No, I'm not mad.
sk_sk: [_MD_] Nie, nie som naštvaný.

source: [_R_] It doesn't freak you out, does it?
sk_sk: Nedesí ťa to, však?

source: [_MD_] I mean, it's a lot to take in. I guess after I first caught the two of you messing around, I kinda figured it would happen sooner or later.
sk_sk: [_MD_] Mám na mysli, je toho veľa, aby sme sa tam mohli vziať. Myslím, že po tom, ako som prvý raz chytal tých, čo sa tu zahrali, som si myslel, že sa to stane skôr či neskôr.

source: [_MD_] But now that I know it's really happening?
sk_sk: [_MD_] Ale teraz, keď viem, že sa to naozaj deje?

source: [_MD_] Fuck, [ryan].
sk_sk: [_ MD_] Kurva, [ryan].

source: [_MD_] A real bother and sister, and you're actually having sex with each other?
sk_sk: [_MD_] Je to naozaj otras a sestra, a vy ste vlastne mať sex s ostatnými?

source: [_MD_] That's so fucking hot!
sk_sk: [_MD_] To je kurva horúce!

source: [_RT_] {i}Phew... I mean, it's Mandy... I guess I didn't need to worry. But it's still nice to know she's okay with it. Even if I'm going to catch hell from Lauren when she finds out that I blabbed.{/i}
sk_sk: [_RT_] {i}Phew ... Myslím, že je to Mandy ... Myslím, že som sa nepotreboval obávať. Ale je pekné vedieť, že s tým je v poriadku. Aj keby som chytal peklo z Lauren, keď zistí, že som sa blabla.

source: [_MD_] So, when did it happen?
sk_sk: [_MD_] Takže, kedy sa to stalo?

source: [_MD_] Wait! Don't tell me.
sk_sk: [_MD_] Čakajte! Nehovor mi to.

source: [_MD_] I'm going to make Lauren tell me instead.
sk_sk: [_MD_] Ja chcem, aby Lauren povedal mi miesto.

source: [_MD_] I can't believe she didn't talk to me about it as soon as she fucked you! She's so selfish! Trying to hog you all to herself again, I bet.
sk_sk: [_MD_] Nemôžem uveriť, že so mnou o tom nerozprávala hneď, ako vás pretiahla! Je taká sebecká! Stavím sa, že sa tu znova snažíš, aby si sa sama vykopala.

source: [_MD_] Well, now that the cat's out of the bag, she's going to tell me every little detail about how she first fucked her big brother.
sk_sk: [_MD_] No, teraz, keď je mačka z tašky, ona mi bude hovoriť každý malý detail o tom, ako sa prvýkrát pretiahol svojho veľkého brata.

source: [_RT_] {i}Wow, she's really into it! This my chance to make a move on her.{/i}
sk_sk: [_RT_] {i}Wow, ona je naozaj do toho! Toto je moja šanca, urobiť krok na nej. {/i}

source: [_R_] You know...
sk_sk: [_ R_] Viete ...

source: [_R_] If you really want to know what it was like...
sk_sk: [_ R_] Ak naozaj chcete vedieť, aké to bolo ...

source: [_R_] I'd be more than happy to give you some first-hand experience.
sk_sk: [_R_] Ja by som bol viac, než rád, aby vám niektoré z prvej ruky skúsenosti.

source: [_R_] You said it was only a matter of time for Lauren and I.
sk_sk: [_ R_] Vy ste povedali, že je to len otázka času na Lauren a ja.

source: [_R_] With all the cum you've been draining from my balls lately, didn't you think it was only a matter of time for us too?
sk_sk: [_R_] So všetkou to, čo si v poslednej dobe odvádzate z mojich guličkami, nemyslíš si, že je to len otázka času pre nás?

source: [_MD_] I... We were just messing around and... and I like the taste of your cum is all.
sk_sk: [_MD_] I. .. Len sme sa zahrali a ... a páči sa mi, že tvoja chuť je všetko.

source: [_MD_] It wasn't like I was trying to fuck you.
sk_sk: [_MD_] Nie je to tak, že by som sa ťa snažil pretiahnuť.

source: [_R_] Come on, tell me you never pictured us together.
sk_sk: -No tak, povedz mi, že si nás nikdy nepiješ.

source: [_MD_] ...Maybe...
sk_sk: [_MD_] ...Možno ...

source: [_R_] You wanted Lauren to tell you the details, right? What details?
sk_sk: Chceli ste Lauren, aby vám povedal detaily, však? Aké detaily?

source: [_MD_] Like... like if you kissed.
sk_sk: [_MD_] Ako ... ako keby ste sa bozkávali.

source: [_R_] Of course we did, it was amazing! Her lips were so soft. What else?
sk_sk: [_R_] Samozrejme, že sme urobili, bolo to úžasné! Jej pery boli tak mäkké. Čo ešte?

source: [_MD_] You know... like what you said to each other.
sk_sk: [_MD_] Vy viete ... ako ste si povedali navzájom.

source: [_R_] We talked about how we didn't care what society said about us, that us being brother and sister, a forbidden love, only made our attraction to each other hotter.
sk_sk: [_R_] Rozprávali sme sa o tom, ako sme sa nestarali o to, čo spoločnosť o nás hovorí, že sme bratom a sestrou, zakázanou lákou, len sme sa priťahovali ku každému inému horúcejmu.

source: [_MD_] Wow!
sk_sk: Fíha!

source: [_R_] Come on, Mandy... Tell me what you really want to know.
sk_sk: No tak, Mandy ... Povedz mi, čo chceš naozaj vedieť.

source: [_MD_] How... how did it feel?
sk_sk: [_MD_] Ako ... ako sa to cítil?

source: [_R_] How did "what" feel?
sk_sk: [_R_] Ako sa to "čo" cítite?

source: [_MD_] Your cock... sliding into her... into her pussy.
sk_sk: [_MD_] Váš vták ... pošmyklo sa do nej ... do jej kundy.

source: [_R_] You want to know what it feels like? Having a big dick pumping in and out of you?
sk_sk: [_ R_] Chcete vedieť, aké to je? Máš toho veľkého vtáka, ktorý sa napumpuje dnu a von z vás?

source: [_R_] Feeling a big dick pushing all the way into you, stretching out your pussy, till it's knocking on your womb?
sk_sk: [_ R_] Pocit toho veľkého vtáka, ktorý tlačí celú cestu do teba, natiahol si svoju kundičku, kým to nebude klopať na svoje ženy?

source: [_MD_] Oh fuck, [ryan]. Yes, I want to know what that feels like.
sk_sk: [_MD_] Oh kurva, [ryan]. Áno, chcem vedieť, aké to je.

source: [_R_] I can show you, right now.
sk_sk: [_ R_] Môžem vám ukázať, práve teraz.

source: [_MD_] I... I...
sk_sk: [_MD_] I. .. Ja ...

source: [_MD_] Well... When did it happen?
sk_sk: [_MD_] Nuž ... Kedy sa to stalo?

source: [_R_] It was right after the election.
sk_sk: [_ R_] Bolo to hneď po voľbách.

source: [_MD_] I thought Matt fucked her after the election.
sk_sk: Myslela som si, že ju Matt pretiahol po voľbách.

source: [_R_] Well, he did... I guess we both fucked her.
sk_sk: [_ R_] No, on ... Myslím, že sme ju obaja pretiahli.

source: [_MD_] Wait, separately or... at the same time?
sk_sk: [_MD_] Čakajte, oddelene alebo ... v rovnakom čase?

source: [_R_] Umm, both I guess. Before Matt finished, he suggested we do her at the same time.
sk_sk: Myslím, že je to tak. Predtým, ako sa Matt dokončil, navrhol, aby sme ju urobili v rovnakom čase.

source: [_MD_] Oh, my God! She took you both together?
sk_sk: [_MD_] Oh, môj Bože! Zobrali vás oboch dokopy?

source: [_R_] I mean, she was sucking my dick while Matt fucked her.
sk_sk: [_R_] Myslím tým, že mi podľahla vtáka, zatiaľ čo si ju Matt pretiahol.

source: [_MD_] You spit roasted her? Oh, tell me more!
sk_sk: [_ MD_] Vy ste ju popražili? Oh, povedz mi viac!

source: [_R_] Hey, I thought you wanted to hear about her first time with me, not with Matt?
sk_sk: [_R_] Hej, myslel som, že ste chceli počuť o nej prvý krát so mnou, nie s Mattom?

source: [_MD_] Later.
sk_sk: [_MD_] Neskôr.

source: [_MD_] Did you both cum on her?
sk_sk: Obaja ste ju držali?

source: [_RT_] {i}I really don't want to talk about Matt, but Lauren getting double teamed is really putting her in the mood. May as well just go with it.{/i}
sk_sk: [_RT_] {i}Naozaj nechcem hovoriť o Matt, ale Lauren dostať dvakrát teamed je naozaj dať ju do nálady. Môže ísť s tým len tak. {/i}

source: [_R_] Yeah, I came all over her face and Matt filled up her pussy.
sk_sk: [_ R_] Áno, prišiel som po celú tvár a Matt naplnil svoju kundičku.

source: [_R_] Cum was just dripping off of her whole body when we were done.
sk_sk: [_R_] Cum práve kvapká z celého tela, keď sme boli hotoví.

source: [_MD_] Oh, fuck! She must have looked like a such a slut all covered in cum.
sk_sk: [_MD_] Oh, kurva! Musela vypadať ako taká štetka, celá pokrytá v cum.

source: [_MD_] I wish that had been me. A bunch of guys taking turns with me till I'm drenched in sperm. That sounds so fucking hot.
sk_sk: [_MD_] Kieli by som to bol ja. Kopa chlapikov so mnou sa otočí, kým som neopitý v spermiách. To znie tak kurevsky horúci.

source: [_R_] You'd like that? Getting fucked by two guys? Having them railing you one after the other? Painting your whole body with their cum?
sk_sk: [_ R_] Páči sa vám to? -Nie, nie, nie, nie. Po tom, čo ste sa po druhom rúbali? Maľovať celé telo s ich cum?

source: [_R_] Feeling their dicks pushing all the way into you, stretching out your pussy till it's knocking on your womb.
sk_sk: [_ R_] Pocit ich vtáčikov tlačí celú cestu do vás, tiahne si svoju kundičku, až to je klopanie na svoje maternice.

source: [_MD_] Oh, fuck [ryan]! Yes, I want to know what that feels like.
sk_sk: [_MD_] Oh, jebať [ryan]! Áno, chcem vedieť, aké to je.

source: [_R_] I can show you what getting fucked feels like... Right now.
sk_sk: [_ R_] Môžem vám ukázať, ako sa v riti cíti ako ... Práve teraz.

source: [_MD_] I can't.
sk_sk: [_ MD_] Nemôžem.

source: [_MD_] I want to... I really, {i}really{/i} want to.
sk_sk: [_MD_] Chcem ... Naozaj, {i}naozaj {/i} chcete.

source: [_R_] Then what's stopping us? Is it your mom? I'm not going to tell her, and you've got those pictures just in case.
sk_sk: [_R_] Potom čo nás zastavuje? Je to tvoja mama? Ja jej to nepoviem a ty máš tie fotky práve v prípade.

source: [_MD_] It's Lauren.
sk_sk: -To je Lauren.

source: [_MD_] After we all messed around together in the garden, she and I have been doing a lot of... "talking"... about you.
sk_sk: [_MD_] Potom, čo sme sa všetci pokašlali spolu v záhrade, ona a ja sme robili veľa ... "hovorí" ... o tebe.

source: [_MD_] She's a little possessive, you know? Not one to share her toys. She made me promise her something.
sk_sk: [_MD_] Ona je trochu posadnutá, viete? Nie je to jedna, ktorá by mala zdieľať svoje hračky Sľúbila mi, že jej niečo sľúb.

source: [_MD_] Look, I'm dying to lose my virginity. The only reason I didn't lose it at my old school is because of my overbearing mother.
sk_sk: [_MD_] Pozrite, umieram, aby som stratil panenstvo. Jediný dôvod, prečo som ju nestratil v mojej starej škole, je moja neplodná matka.

source: [_MD_] If I had it my way, I'd have you balls deep in my {i}very{/i} wet pussy, tonight.
sk_sk: [_MD_] Ak by som to mal tak, mal by som vás gule hlboko v mojej {i}veľmi {/i} mokré pussy, dnes večer.

source: [_R_] But you don't want to break your word to Lauren.
sk_sk: [_ R_] Ale vy nechcete porušiť svoje slovo Lauren.

source: [_MD_] I'm sorry, you have no idea how much I want to.
sk_sk: [_MD_] Je mi to ľúto, nemáte ani tušenie, ako veľmi to chcem.

source: [_R_] Hey, it's ok... She made you promise not to fuck me. I understand.
sk_sk: Hej, to je v poriadku. Sľúbila mi, že ma neserieš. Ja tomu rozumiem.

source: [_MD_] Well, that wasn't what she said, but I'm glad you understand.
sk_sk: [_MD_] No, to nebola to, čo povedala, ale som rád, že ste pochopili.

source: [_MDT_] {i}Fuck, my panties are soaking right now.{/i}
sk_sk: [_MDT_] {i}Kurva, moje nohavičky práve teraz stúpajú. {/i}

source: [_R_] Wait... If she didn't tell you not to fuck me, what did she say exactly?
sk_sk: [_R_] Počkajte ... Ak ti nepovedala, aby si ma neojebala, čo presne povedala?

source: [_MD_] Huh? Oh, umm... "not to go any farther with you unless she was there too".
sk_sk: [_MD_] Čo? Oh, umm ... "aby som s tebou nešiel ďalej, iba ak by tam bola príliš".

source: [_MDT_] {i}This is so frustrating! I was already turned on from reading about Oedipus complexes, but now that I know [ryan] and Lauren are fucking... real incest! Not in a book or a fake step-cest video on PornNexus.{/i}
sk_sk: [_MDT_] {i}To je tak frustrujúce! Bol som už zapnutý z čítania o Oedipus komplexy, ale teraz, keď viem, [ryan] a Lauren sú kurva ... skutočné incest! Nie v knihe alebo falošný krok-cest video v PornNexus. {/i}

source: [_MDT_] {i}Dammit! I want to at least suck his cock again, but I'm so turned on, as soon as I got my hands wrapped around that massive dick of his, there's no way I wouldn't be begging him to fuck me.{/i}
sk_sk: [_MDT_] {i}Sakra! Chcem ho znova aspoň vyfajčiť, ale som tak otočený, hneď ako som dostal ruky zabalené okolo toho masívneho vtáka jeho, nie je možné, aby som ho neprosil, aby ma pojebal. {/i}

source: [_MDT_] {i}I'd better kick him out of here before I lose all control and do something stupid.{/i}
sk_sk: [_MDT_] {i}ho odtiaľto radšej vykopnem skôr, než prídem o kontrolu a spravím niečo hlúpe. {/i}

source: [_R_] Hang on! She said "not unless she was there with us"?
sk_sk: Vydrž! Povedala "nie, ak tam nebola s nami"?

source: [_MD_] Yeah, so?...
sk_sk: [_MD_] Áno, takže? ...

source: [_R_] I mean... technically...
sk_sk: [_ R_] Mám na mysli ... technicky ...

source: [_R_] Yeah?
sk_sk: [_R_] Áno?

source: [_MD_] Shut up and take your pants off.
sk_sk: Sklapni a vyzleč si nohavice.

source: [_MD_] Wait, help me get Lauren naked too.
sk_sk: [_MD_] Počkajte, pomôžte mi dostať Lauren nahá taky.

source: [_R_] What, why?
sk_sk: [_R_] Čo, prečo?

source: [_MD_] I'm not on the pill, so you have to pull out. You don't want to risk knocking me up, do you?
sk_sk: Nie som na tabletke, takže musíš vytiahať. Nechceš ma riskovať, že?

source: [_R_] Umm... I guess not, but...
sk_sk: [_R_] Umm ... Myslím, že nie, ale ...

source: [_MD_] Instead, I want you to cum all over Lauren's pussy.
sk_sk: [_MD_] Namiesto toho, chcem, aby ste sa všetci cez Lauren kundičku.

source: [_MD_] I've still got to study tonight and I'm going to need a snack.
sk_sk: [_MD_] Ešte som sa dostal na štúdiu dnes a budem potrebovať desiatu.

source: [_RT_] {i}Wow! I think I'm falling in love.{/i}
sk_sk: [_RT_] {i}Wow! Myslím, že sa zamilujem. {/i}

source: [_R_] You ready for this?
sk_sk: [_ R_] Ste na to pripravení?

source: [_MD_] Fuck, I always forget how big you are.
sk_sk: [_MD_] Jebem, vždy zabudnem na to, aká si veľká.

source: [_MD_] What if you don't fit?
sk_sk: [_MD_] Čo ak sa nezmestíte?

source: [_R_] If I can squeeze inside Lauren's tight little pussy, I'll fit in your pretty little pussy too.
sk_sk: [_R_] Ak by som mohol tlačiť vo vnútri Lauren je tesný malý kundičku, budem fit vo vašej peknej malej kundy príliš.

source: [_MD_] Awe, you think my pussy's pretty?
sk_sk: [_MD_] Awe, myslíte si, že moja kundička je pekná?

source: [_R_] Pretty sexy.
sk_sk: [_ R_] Pretty sexi.

source: [_R_] Hang on, let me do something to make your first time easier.
sk_sk: Počkaj, nechaj ma urobiť niečo, aby som ti uľahčil prvý krát.

source: [_MD_] Hey! What are you doing back there?
sk_sk: [_MD_] Hej! Čo to tam vzadu robíš?

source: [_R_] I've gotten pretty good at eating pussy. You're already wet, but I'm gonna get your pretty little virgin pussy even wetter.
sk_sk: [_ R_] Bol som celkom dobrý v jedenie pičky. Už si mokrá, ale ja si dám tvoju peknú pannu kundičku aj namočený.

source: [_MD_] Mmm... It's not going to be virgin much longer.
sk_sk: [_MD_] Mmm ... Nebude to už dlho panovať.

source: [_MD_] Ah... that feels nice!
sk_sk: [_MD_] Ah ... to je pekné!

source: [_MD_] {i}(Whispering){/i} I'm sorry Lauren, but your big brother is about to fuck me. Don't worry though, I'll make sure to include you.
sk_sk: [_MD_] {i}(Whispering) {/i} Ospravedlňujem sa Lauren, ale váš veľký brat sa ma chystá ošukať. Neboj sa, uistím sa, že ťa zahrnem.

source: [_MD_] {i}(Whispering){/i} When he pulls out of my pussy, he's going to cum all over yours. Then I'm going to give your pussy a nice, long, {i}deep{/i}, tongue bath.
sk_sk: [_MD_] {i}(Whispering) {/i} Keď sa vytiahne z mojej kundy, on sa chystá na všetky vaše. Potom ti dám tvoju kundičku pekne, dlho, {i}hlbokým {/i}, okenný kúpeľ.

source: [_MD_] Fuck, you are pretty good at that.
sk_sk: [_MD_] Kurva, ste celkom dobrý v tom.

source: [_MD_] God, [ryan]! I can't wait anymore... Fuck me!
sk_sk: [_MD_] Boh, [ryan]! Už nemôžem čakať ... Seriem na mňa!

source: [_R_] You ready to lose your virginity?
sk_sk: [_ R_] Ste pripravení stratiť panenstvo?

source: [_MD_] Come on, stop teasing my pussy already! Slide that big cock into me.
sk_sk: [_MD_] No tak, prestaň upáľať moju kundičku! Zasub toho veľkého vtáka do mňa.

source: [_R_] Should I slide it in fast, or slow?
sk_sk: [_ R_] Mal by som to posúvať rýchlo, alebo pomaly?

source: [_MD_] Dammit, [ryan]! Are you trying to get me to beg you to fuck me?
sk_sk: [_MD_] Dammit, [ryan]! Snažíš sa ma poprosiť, aby si ma pretiahla?

source: [_R_] Maybe, how bad do you want it?
sk_sk: [_ R_] Možno, ako zlé to chcete?

source: [_MD_] Do it slow... I want to savor every inch of that meaty cock.
sk_sk: [_MD_] Urob to pomaly ... Chcem si vychutnať každý centimetri toho mäsového vtáka.

source: [_R_] You can do better than that.
sk_sk: [_ R_] Vy môžete urobiť lepšie, než to.

source: [_MD_] Please, [ryan]! I need your cock in me! I'm so fucking horny, I'm losing my mind! Fuck me already!
sk_sk: [_MD_] Prosím, [ryan]! Potrebujem tvojho vtáka vo mne! Som kurva nadržaný, strácám rozum! Seriem na mňa!

source: [_MD_] {i}(Whispering){/i} Oh, shit! Was I too loud?
sk_sk: [_MD_] {i}(Whispering) {/i} Oh, shit! Bol som príliš hlučný?

source: [_R_] {i}(Whispering){/i} Maybe they're going to the bathroom.
sk_sk: [_R_] {i}(Whispering) {/i} Možno idú do kúpeľne.

source: [_MD_] {i}(Whispering){/i} Quick, hide under the bed!
sk_sk: [_MD_] {i}(Whispering) {/i} Rýchle, schovajte sa pod posteľ!

source: [_MDT_] {i}Crap, Lauren and I are both still naked! What do I do?{/i}
sk_sk: [_MDT_] {i}Crap, Lauren a ja sme obaja stále nahí! Čo mám robiť? {/i}

source: [_C_] {i}(Whispering){/i} Mandy, you still awake?
sk_sk: [_C_] {i}(Whispering) {/i} Mandy, ste stále hore?

source: [_CT_] {i}Why are they naked?{/i}
sk_sk: [_ CT_] {i}Prečo sú nahý? {/i}
