Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_MD_] You've never made any money, you only ever spend it! And guess what? The money you spent wasn't even earned legitimately!
sk_sk: [_MD_] Nikdy ste nezarobili žiadne peniaze, nikdy by ste ho minili! A hádaj čo? Peniaze, ktoré ste minali, sa ani nezaslúžil legitímne!

source: [_MD_] You're a stay-at-home mom who didn't even raise her only child.
sk_sk: [_MD_] Vy ste matka doma, ktorá ani nezvýšila svoje dieťa.

source: [_MD_] I was mostly raised by our nanny, Cindy!
sk_sk: [_MD_] Bol som väčšinou vznesené našou pestúnkou, Cindy!

source: [_MD_] Your only contribution to parenting was setting those fucking puritanical rules, and then making me feel guilt for ever questioning any of them!
sk_sk: [_MD_] Váš jediný príspevok na rodičovstvo bolo nastavenie tých skurvených puritanických pravidiel, a potom ma cítiť pocit viny za to, že som ich niekedy spochybňovanie!

source: [_MD_] Your only focus is keeping that aging body in shape, and even half of that is made of plastic!
sk_sk: [_MD_] Vaše jediné zameranie je udržať ten starnúci telo v tvare, a dokonca polovica z toho je z plastu!

source: [_C_] You need to calm down right...
sk_sk: [_ C_] Musíte sa upokojiť, správne ...

source: [_MD_] And you think Aunt [mom_name] and [ryan] treated you with disrespect?!
sk_sk: [_MD_] A vy si myslíte, že teta [mom_name] a [ryan] zaobchádzať s vami s neúctou?!

source: [_MD_] Heaven forbid you should have to work for once in your life!
sk_sk: [_MD_] Nebeský zakazovať by ste mali musieť pracovať raz vo svojom živote!

source: [_MD_] And yeah... They made you wear a humiliating maid outfit, but did you ever think that maybe you deserved it for always throwing shade at Aunt [mom_name]?
sk_sk: [_MD_] A áno ... Urobili ste nosiť ponižujúce oblečenie, ale mysleli ste si niekedy, že možno si to zaslúžiš pre vždy hádzanie tieň na tetu [mom_name]?

source: [_MD_] With your constant underhanded comments about her being a stripper, when all she's trying to do is prevent her family from being killed by the mafia!
sk_sk: [_MD_] S vašou konštantnou underhanded poznámky o nej byť striptérkou, keď všetko, čo sa snaží urobiť, je zabrániť jej rodinu pred zabitím mafiou!

source: [_MD_] I know I hoped that outfit would help humble you, but no! If anything, you somehow became even more prideful!
sk_sk: [_MD_] Viem, že som dúfal, že by to oblečenie pomohlo pokoriť vás, ale nie! Ak sa niečo stane, tak ste sa stali ešte pripútnejším!

source: [_C_] Mandy! How dare you disrespect...
sk_sk: [_C_] Mandy! Ako sa opovažuješ znevažovať ...

source: [_MD_] You're not deserving of any respect!... You're a fucking...
sk_sk: [_MD_] Nezaslúžete si žiadnu úctu! ... Ty si kurva ...

source: [_C_] Mandy, what's wrong!?...
sk_sk: [_C_] Mandy, čo sa deje!? ...

source: [_MP_] You've got to help me!
sk_sk: [_ MP_] Musíte mi pomôcť!

source: [_MP_] I've been betrayed!
sk_sk: Bol som zradený!

source: [_C_] It's okay, Mister... I think you might be a little confused.
sk_sk: Je to v poriadku, Mister ... Myslím, že by si bol trochu zmätený.

source: [_MP_] No!
sk_sk: [_MP_] Nie!

source: [_MP_] The commies have infiltrated our government!
sk_sk: Komuniky infiltrovali našu vládu!

source: [_MP_] They stuck me in a secret facility! They're forcing me to take mind altering drugs!
sk_sk: Uviazli ma v tajnom zariadení! Nútia ma, aby som si myslel, že zmením drogy!

source: [_MP_] They're doing experiments on me!
sk_sk: Robia na mňa experimenty!

source: [_MP_] They want to steal all my sperm to make super soldiers!
sk_sk: Chcú ukradnúť všetky moje spermie, aby sa super vojaci!

source: [_C_] I don't think...
sk_sk: [_ C_] Nemyslím si ...

source: [_MP_] But, why am I telling you all this?
sk_sk: Ale, prečo ti to všetko hovorím?

source: [_MP_] You can't help me, can you?
sk_sk: Nemôžeš mi pomôcť, však?

source: [_MP_] You're just a couple helpless women yourselves, arent you?
sk_sk: Vy ste len pár bezmocných žien, ako ste vy?

source: [_C_] We're not helpless!
sk_sk: [_ C_] Nie sme bezmocní!

source: [_MP_] Sitting in a car, alone in a park, at this hour?
sk_sk: V aute, sám v parku, v tejto hodine?

source: [_MP_] I know what you are...
sk_sk: [_MP_] Viem, čo ste ...

source: [_MP_] And I've got to admit, I'm tempted.
sk_sk: A musím uznať, že som v pokušení.

source: [_MP_] Okay, why not?
sk_sk: [_MP_] Dobre, prečo nie?

source: [_MP_] This is going to be a tough choice.
sk_sk: [_ MP_] To bude ťažké rozhodnutie.

source: [_MP_] I wish I could afford both of you.
sk_sk: [_ MP_] Chcel by som si vás oboch dovoliť.

source: [_C_] I don't know who you think we are, but I'm pretty sure you're dead wrong!
sk_sk: Neviem, kto si myslíš, že sme, ale som si celkom istý, že si sa mýli!

source: [_MP_] Let me just see how much money I have.
sk_sk: -Ukáž mi koľko peňazí mám.

source: [_C_] Sir... We are not...
sk_sk: Pane ... My nie sme ...

source: [_MP_] I don't have any pockets!
sk_sk: -Ja nemám žiadne vrecká!

source: [_MP_] They stole all my money!
sk_sk: Ukradli mi všetky peniaze!

source: [_MP_] Please, will you do a war veteran a favor?
sk_sk: [_ MP_] Prosím vás, urobíte vojnový veterán láskavosť?

source: [_C_] We absolutley will not!
sk_sk: [_ C_] My absolutley nebudeme!

source: [_MP_] Fine!
sk_sk: -Dobre!

source: [_MP_] If I had any money, I sure wouldn't choose you!
sk_sk: [_MP_] Ak by som mal nejaké peniaze, som si istý, že by som si vybrať!

source: [_MP_] You stingy whore!
sk_sk: [_ MP_] Vy ste smilní!

source: [_C_] How dare you?!
sk_sk: [_C_] Ako sa opovažujete?

source: [_MP_] Well, the least you can do is just sit there and try and look pretty for me.
sk_sk: [_MP_] No, to najmenej, čo môžete urobiť, je len sedieť tam a skúsiť a vyzerať pekne pre mňa.

source: [_MP_] I've got to empty my balls in case the commies catch me and try to take my super sperm.
sk_sk: [_ MP_] Musím vyprázdni gule v prípade, že by ma komunikovci chyli a skúmali si vziať moje super spermie.

source: [_C_] What are you?...
sk_sk: [_C_] Čo ste? ...

source: [_C_] Mandy, close your eyes!
sk_sk: [_C_] Mandy, zavrieť oči!

source: [_C_] You put that thing away right now!
sk_sk: [_ C_] Ulož tú vec hneď teraz!

source: [_C_] You perverted old geezer!
sk_sk: [_ C_] Vy ste zvrhli starí geezer!

source: [_MP_] Oh, come on! wipe that bitchy look off your face and give me a sultry look.
sk_sk: Ale no tak, poutieraj si tú kurvičú tvár a daj mi sultarový pohľad.

source: [_MP_] I'll never get there if you keep scowling like that!
sk_sk: [_ MP_] Nikdy sa tam nedojdem, ak sa takto budete držať kopyta!

source: [_MDT_] {i}Oh, my God!... It's Mr. Peterson! Sidney told me all about him!{/i}
sk_sk: [_MDT_] {i}Oh, môj Bože! ... To je pán Peterson! Sidney mi o ňom všetko povedal!

source: [_MDT_] {i}She forgot to mention how big his dick is.{/i}
sk_sk: [_MDT_] {i}Zabudla na to spomenúť, aký veľký je jeho vták. {/i}

source: [_MDT_] {i}Lauren's never going to believe this!{/i}
sk_sk: [_MDT_] {i}Lauren nikdy nebude veriť tomuto! {/i}

source: [_X_] {i}(Distant voice){/i} There's some movement behind the bushes, I think I might have found him.
sk_sk: [_X_] {i}(Distant hlas) {/i} Je tam nejaký pohyb za kríkmi, myslím, že som ho mohol nájsť.

source: [_X_] Send another officer, just in case he proves as hard to catch as last time.
sk_sk: [_X_] Pošlite ďalšieho dôstojníka, len v prípade, že sa ukáže ako ťažko chytiť, ako naposledy.

source: [_MP_] Oh, no!... They've found me!
sk_sk: Oh, nie! ... Našli ma!

source: [_MP_] And that bitch face never allowed me to finish!
sk_sk: A tá suka mi nikdy nedovolila, aby som to dokončil!

source: [_MP_] {i}(Yelling){/i} You'll never get my sperm!
sk_sk: [_MP_] {i}(Yelling) {/i} Nikdy nedoješ moje spermie!

source: [_C_] Hurray, It's the police!
sk_sk: [_ C_] Hurá, To je polícia!

source: [_MD_] Mom, we're here illegally, remember?
sk_sk: Mami, sme tu ilegálne, spomínaš si?

source: [_C_] Officer, thank God!... You showed up just in time.
sk_sk: Dôstojníčka, vďaka bohu! Objavil si sa práve včas.

source: [_MD_] {i}Damn!... I wanted to see him nut!{/i}
sk_sk: [_MD_] {i}Sakra! ... Chcel som mu vidieť maticu!

source: [_MD_] {i}I wonder if he could have shot far enough to hit us from where he was standing.{/i}
sk_sk: [_MD_] {i}Zaujímalo by ma, či by mohol mať záber dostatočne ďaleko na to, aby nás udrel z miesta, kde stál. {/i}

source: [_P_] Camille?... Mandy?... Are you both all right?
sk_sk: [_ P_] Camille? ... Mandy? Ste obaja v poriadku?

source: [_C_] How do you know our names?
sk_sk: [_C_] Ako poznáte naše mená?

source: [_P_] Because I've been following you.
sk_sk: [_ P_] Pretože som ťa sledovala.

source: [_P_] Joey DeCapo was worried you might be a flight risk, so he called my Lieutenant, who radio'd me and told me to drop everything I was doing, to come babysit you.
sk_sk: Joey DeCapo sa obával, že by si mohol byť letový risk, tak zavolal môjmu poručíku, ktorý mi volal rádio a povedal mi, aby som sa pustil všetko, čo som robil, aby som ťa postrádal.

source: [_C_] Then it's true?
sk_sk: [_C_] Potom je to pravda?

source: [_C_] The police in this city are on the DeCapo's payroll?
sk_sk: Polícia v tomto meste je na výplatnej listinke Dekapu?

source: [_P_] No, Ma'am, not all of us. Just the ones of us who matter.
sk_sk: -Nie, pani, nie všetci. Len tí z nás, ktorí na tom záleží.

source: [_C_] I can't believe this! You should be chasing down that filthy pervert, not obeying some criminal's orders!
sk_sk: [_ C_] Nemôžem tomu uveriť! Mal by si sa naháňať do tej špinavej pervertu, neposlúchať kriminálne rozkazy!

source: [_P_] That "filthy pervert" is a war hero!
sk_sk: [_ P_] Že "špinavý pervert" je vojnový hrdina!

source: [_P_] Haha... I heard his retirement home sent him to the hospital for a vasectomy, since his personal caretakers keep getting pregnant.
sk_sk: [_ P_] Haha ... Počul som, že jeho domov ho poslal do nemocnice na vasektómiu, pretože jeho osobná opatrovateľka stále otehotnela.

source: [_P_] Not against their wills or anything! I guess he's just super charismatic when he's on his meds.
sk_sk: [_ P_] Nie proti ich závesom, ani nič! Myslím, že je len super charizmatický, keď je na jeho lieky.

source: [_P_] Anyways, I guess he had a weird reaction to the anestesia, bolted out of his bed right before the doctor could make an incision, and he's been on the run since this morning.
sk_sk: [_ P_] Kedysi, myslím, že mal divnú reakciu na anestesiu, bolted z jeho postele tesne predtým, než doktor mohol urobiť rez, a on bol na úteku od dnešného rána.

source: [_P_] He'll be caught though, and brought back to a place where he's respected, and not called filthy, or perverted by ignorant nobodys.
sk_sk: [_ P_] Bude chystať aj keď, a vrátil sa na miesto, kde je rešpektovaný, a nie povolal špinavé, alebo zvrhne ignorantské nobodys.

source: [_C_] I didn't mean...
sk_sk: [_ C_] Ja som nemyslel ...

source: [_P_] And can I give you some advice?
sk_sk: [_ P_] A môžem vám dať nejaké rady?

source: [_P_] Don't fuck with Joey DeCapo.
sk_sk: Neserte na Joeyho DeCapa.

source: [_P_] If you're in deep with him, do everything in your power to make it right.
sk_sk: [_ P_] Ak ste v hlbokom s ním, urobiť všetko, čo je vo svojej moci, aby to správne.

source: [_P_] People who cross him seem to find themselves having unfortunate accidents, if you know what I mean.
sk_sk: Ľudia, ktorí ho križujú, sa zdajú byť nešťastní, ak viete, čo tým myslím.

source: [_C_] I'm sure I don't!
sk_sk: [_ C_] Som si istý, že nie!

source: [_P_] The last district attorney who tried to go after him ended up falling out the window of his office high rise.
sk_sk: Posledný okresný prokurátor, ktorý sa snažil ísť po ňom, skončil vypadať z okna svojho úradu vysokého vzostup.

source: [_P_] Witnesses claim he tripped.
sk_sk: Svedkovia tvrdia, že sa ztrial.

source: [_P_] And if you think he's not going to waste his breath on a nobody like you, forget about it.
sk_sk: [_P_] A ak si myslíte, že nebude strápať dych na nikoho, ako ste vy, zabudni na to.

source: [_P_] I knew a drug dealer who kept shorting his payments to Joey for just five dollars per transaction. He ended up only shorting him like a hundred bucks before Joey noticed.
sk_sk: [_ P_] Vedel som, že drogový díler, ktorý stále skrachoval svoje platby pre Joeyho za iba päť dolárov na jednu transakciu. Skončil mu len tak, že ho skrášil ako sto babiek, než si to Joey všimol.

source: [_P_] He ended up drowning in his own bathtub... Over a hundred bucks.
sk_sk: Nakoniec sa topil vo vani vo vani. Za sto babiek.

source: [_P_] How much do you owe him?
sk_sk: [_ P_] Koľko mu dlhujete?

source: [_P_] A little more than that, right?
sk_sk: [_ P_] O niečo viac, však?

source: [_P_] I'm sorry that I have to be the bearer of bad news, but I'd hate to find a couple beautiful ladies like yourselves in one of those unfortunate accidents.
sk_sk: [_ P_] Je mi ľúto, že musím byť nositeľa zlých správ, ale nerád by som našiel pár krásnych dám, ako ste vy, v jednej z tých nešťastných nehôd.

source: [_P_] So... Are you going to be a further problem, or can I go help my fellow officer catch Mr. Peterson?
sk_sk: [_ P_] Takže ... Budete ďalší problém, alebo môžem ísť pomôcť môjmu spolupracovníkovi chytiť pána Petersona?

source: [_C_] Uhhh... No... We won't cause any further problems, officer. I'm going to make things right with Mr. DeCapo.
sk_sk: [_C_] Uhhh ... Nie ... Neprídeme o ďalšie problémy, dôstojník. Spravím veci priamo s pánom DeCapom.

source: [_P_] Good choice!
sk_sk: [_ P_] Dobrý výber!

source: [_P_] And good luck!
sk_sk: A veľa šťastia!

source: [_P_] {i}(Distant voice){/i} I saw him run into those trees by the pond.
sk_sk: [_P_] {i}(Vzdialenský hlas) {/i} Videl som ho behať do týchto stromov pri rybníku.

source: [_MD_] Dammit, Mom!
sk_sk: -Sakra, mami!

source: [_MD_] Why did you get into debt with the mafia?
sk_sk: [_MD_] Prečo ste sa dostali do dlhov s mafiou?

source: [_C_] I'm sorry, baby... I didn't realize how big of a mess I was getting us into.
sk_sk: Je mi to ľúto, zlatko ... Neuvedomila som si, aký veľký bordek som dostal do toho.

source: [_C_] I'm so sorry I made you go through everything we just went through tonight.
sk_sk: Je mi to tak ľúto, že som ťa urobil cez všetko, čo sme práve prešli dnes večer.

source: [_MD_] Fucking [ryan]! I told him not to let you get into trouble!
sk_sk: [_ MD_] Zasraný [ryan]! Povedal som mu, aby ti nedovolil dostať sa do problémov!

source: [_C_] He tried really hard to stop me, baby... I got drunk and refused to listen to him.
sk_sk: [_ C_] Snažil sa ma naozaj tvrdo zastaviť, baby ... Opil som sa a odmietol ho počúvať.

source: [_C_] He's one of the worst human beings I know, but this one wasn't his fault.
sk_sk: Je to jedna z najhorších ľudských bytostí, ktorú poznám, ale táto nebola jeho vina.

source: [_MD_] Really? He tried really hard?
sk_sk: [_MD_] Naozaj? Skúšal to vážne?

source: [_C_] He did.
sk_sk: [_ C_] On to urobil.

source: [_MD_] You need to give him more of a chance... He's not as bad as you think he is.
sk_sk: [_MD_] Musíte mu dať väčšiu šancu ... Nie je taký zlý, ako si myslíš, že je.

source: [_C_] I'm sure he's much worse, but I'll try not to be such a bitch to him in the future.
sk_sk: [_ C_] Som si istý, že je oveľa horší, ale ja sa snažiť, aby som byť taký suka k nemu v budúcnosti.

source: [_MD_] Does that mean we're going back to Aunt [mom_name]'s?
sk_sk: [_MD_] Znamená to, že sa vraciame späť do tety [mom_name] ' s?

source: [_C_] Yes, baby.
sk_sk: -Áno, zlatko.

source: [_C_] I'll try to make things right with [mom_name].
sk_sk: [_ C_] Budem sa snažiť, aby veci správne s [mom_name].

source: [_C_] And you called me out on a lot of my shit, so I'll try to work on that too.
sk_sk: [_ C_] A nazvali ste ma na kopci mojich sračkov, takže sa pokúsim pracovať na tom taky.

source: [_MD_] Really?
sk_sk: [_MD_] Naozaj?

source: [_C_] Promise.
sk_sk: [_ C_] Sľúb.

source: [_RT_] {i}Fuck... my mind is racing! How am I going to get any sleep after everything that happened tonight?{/i}
sk_sk: [_RT_] {i}Kurva ... moja myseľ je závodná! Ako sa dostanem k spánku po všetkom, čo sa dnes večer stalo?

source: [_RT_] {i}Is that the front door?{/i}
sk_sk: [_RT_] {i}Je to predné dvierka? {/i}

source: [_RT_] {i}I'd better check it out.{/i}
sk_sk: [_RT_] {i}Radšej by som to mal skontrolovať. {/i}

source: [_R_] {i}(Whispering){/i} Oh, thank God!... You guys came back!
sk_sk: [_R_] {i}(Whispering) {/i} Oh, ďakujem Bohu! ... Vrátili ste sa!

source: [_MD_] {i}(Whispering){/i} I know she's a bitch, but try not to go too hard on her... She's had rough night.
sk_sk: [_MD_] {i}(Whispering) {/i} Viem, že je to suka, ale snaž sa na ňu neísť príliš tvrdo ... Mala drsnú noc.

source: [_MD_] {i}I'm going to go pass out in Lauren's bed, right now.{/i}
sk_sk: [_MD_] {i}Teraz prejdem v posteli Lauren, práve teraz. {/i}

source: [_C_] {i}(Whispering){/i} I'm sorry, [ryan].
sk_sk: [_C_] {i}(Whispering) {/i} Je mi ľúto, [ryan].

source: [_C_] I really fucked up big time.
sk_sk: [_ C_] Ja som naozaj pretiahol veľký čas.

source: [_C_] This is all my fault, and I wish like hell that I had listened to you at the club.
sk_sk: [_ C_] To je všetko moja chyba, a želám si peklo, ktoré som si vypočul v klube.

source: [_C_] I don't know how, but I'm going to try to do everything I can to pay back Joey.
sk_sk: Neviem ako, ale pokúsim sa urobiť všetko, čo môžem, aby som sa vrátil Joeymu.

source: [_R_] I'm just glad you came back.
sk_sk: [_ R_] Som rád, že ste sa vrátili.

source: [_R_] I know we don't get along, but we're family, and I was worried about you two.
sk_sk: [_ R_] Viem, že sa nepoznáme, ale sme rodina, a bála som sa o vás dvoch.

source: [_C_] Do you think [mom_name] will let us stay?
sk_sk: [_ C_] Myslíte si, že [mom_name] nám dovolí zostať?

source: [_R_] Honestly, I'm not sure.
sk_sk: [_ R_] Úprimne, nie som si istý.

source: [_R_] Judging by her mood when she went to bed, You might need to get on your knees and beg.
sk_sk: [R_] Judging, keď išla do postele, mohla by si sa na kolená a prosiť.

source: [_C_] I'm honestly not above doing that right now.
sk_sk: [_ C_] Ja som úprimne povedané, nie je vyššie, že práve teraz.

source: [_C_] I'll do whatever it takes.
sk_sk: [_ C_] Ja urobím, čo bude treba.

source: [_R_] That's good... A little humility will go a long way.
sk_sk: [_ R_] To je dobré ... Trochu pokory bude trvať dlhú cestu.

source: [_R_] And for fuck's sake, you're family. She might not forgive you right away, but I'm sure she'll get over it eventually.
sk_sk: [_ R_] A pre boha, ste rodina. Možno ti neodpustí hneď, ale som si istý, že sa o to nakoniec dostane.

source: [_C_] Oh, God!
sk_sk: Oh, Bože!

source: [_M_] {i}(Whispering){/i}What the hell are you doing back here!?
sk_sk: [_M_] {i}(Whispering) {/i} Čo tu do pekla robíte!?

source: [_RT_] {i}Fuck... Here we go again!{/i}
sk_sk: [_RT_] {i}Kurva ... Ideme znova! {/i}

source: [_M_] You've got some nerve to walk into my house again!
sk_sk: [_ M_] Vy máte nejaký nervy, aby ste sa opäť dostali do môjho domu!

source: [_M_] After everything you did to us... After everything you said to us!
sk_sk: [_ M_] Potom, čo ste nám urobili všetko, čo ste urobili ... Po všetkom, čo si nám povedal!

source: [_M_] You are by far the most selfish person I've ever met in my entire life!
sk_sk: [_M_] Ste zďaleka najsebecký človek, aký som kedy stretol v celom mojom živote!

source: [_M_] Only you would get in debt to the mafia for something as stupid as gambling, and then think it's someone else's fault!
sk_sk: [_M_] Len by ste sa dostali do dlhu na mafiu za niečo ako hlúpe, ako hazardné hry, a potom si myslím, že je to niekto iný chyba!

source: [_M_] Why you think you're better than anybody else is completely beyond m...
sk_sk: [_ M_] Prečo si myslíte, že ste lepší ako ktokoľvek iný je úplne mimo m ...

source: [_C_] I'm so sorry!
sk_sk: Je mi to tak ľúto!

source: [_C_] Please, please, please, please forgive me!
sk_sk: [_C_] Prosím, prosím, prosím, prosím, odpusť mi!

source: [_M_] What's happening right now?
sk_sk: Čo sa deje práve teraz?

source: [_C_] I took your hospitality for granted, and I felt angry that had to rely on you instead of feeling gratitude like I should have.
sk_sk: [_ C_] vzal som vašu pohostinnosť za samozrejmosť, a cítil som naštvaný, že musel spoliehať na vás namiesto toho, aby sa cítil vďačnosť, ako by som mal mať.

source: [_C_] I've contributed very little to help our situation, and complained about the few things that were required of me.
sk_sk: [_ C_] Ja som prispel veľmi málo, aby som pomohol našej situácii, a sťažoval sa na niektoré veci, ktoré boli od mňa požadované.

source: [_C_] I've been rude and derisive about your weekend job that you've only ever done to keep the mafia from hurting you and your family.
sk_sk: [_ C_] Bol som hrubý a derisive o vašej víkendovej práci, ktorú ste kedy urobili len preto, aby mafii ublížilo tebe a vašej rodine.

source: [_M_] {i}(Silently mouthing the words){/i} What is happening?
sk_sk: [_M_] {i}(Tiché ústa, slová) {/i} Čo sa deje?

source: [_C_] I know I don't deserve your forgiveness, but my daughter loves you and your family.
sk_sk: [_C_] Viem, že si nezaslúžim tvoje odpustenie, ale moja dcéra miluje teba a tvoju rodinu.

source: [_C_] She wants to be here more than anywhere else.
sk_sk: Chce tu byť viac ako kdekoľvek inde.

source: [_C_] She's an amazing girl who doesn't deserve to be punished for the sins of her mother.
sk_sk: [_ C_] Je to úžasné dievča, ktoré si nezaslúži byť potrestaný za hriechy svojej matky.

source: [_C_] You have every right to keep her and send me away, but please let me stay here with my girl so we don't have to be seperated!
sk_sk: [_ C_] Máte plné právo držať ju a poslať ma preč, ale prosím, nechajte ma tu s mojím dievčaťa, takže nie je potrebné byť seperated!

source: [_C_] As terrible of a mother as I've been, I still want to...
sk_sk: [_C_] Ako hrozná matka, ako som bol, stále chcem ...

source: [_M_] Okay, Camille... That's enough.
sk_sk: -Dobre, Camille ... To stačí.

source: [_M_] We can talk about this more in the morning.
sk_sk: [_ M_] Môžeme o tom hovoriť viac ráno.

source: [_C_] Does that mean we can stay?
sk_sk: Znamená to, že môžeme zostať?

source: [_M_] For now, but we've got a lot of stuff we need to work out.
sk_sk: [_ M_] Pre teraz, ale máme veľa vecí, musíme pracovať von.

source: [_M_] I don't want you sleeping in my room with me anymore, but you're welcome to sleep on the couch.
sk_sk: Nechcem, aby si už so mnou spal v mojej izbe, ale ty si vítaná, že si na gauči vyspala.

source: [_C_] That's more than I deserve. Thank you!
sk_sk: [_C_] To je viac, než si zaslúžim. Ďakujem vám!

source: [_RT_] {i}That went different and better than I was expecting.{/i}
sk_sk: [_RT_] {i}To bolo iné a lepšie, než som očakával. {/i}

source: [_RT_] {i}Still, I should probably go check on Mom and make sure she's okay.{/i}
sk_sk: [_RT_] {i}Napriek tomu by som asi mala ísť skontrolovať mamu a uistiť sa, že je v poriadku. {/i}

source: [_M_] {i}(Muttering under breath){/i} God damn you [dad_name]! God damn you Camille! Why do I have to pay for all your sins?!
sk_sk: [_M_] {i}(Muttering pod dych) {/i} Boh ťa sakra [dad_name]! Do čerta s tebou Camille! Prečo by som mal platiť za všetky vaše hriechy?

source: [_M_] {i}God damn you [mom_name]! Why can't you keep it together!?
sk_sk: [_M_] {i}Boh ťa dočerta [mom_name]! Prečo to neudržíš spolu?

source: [_RT_] {i}Uh, oh... She doesn't look like she's doing well at all.{/i}
sk_sk: [_RT_] {i}Uh, oh ... Nevyzerá na to, že sa jej darí dobre.

source: [_M_] [ryan]!... You scared me!... I didn't hear you come in.
sk_sk: [_ M_] [ryan]! ... Vystrašil si ma! Nepočula som, že si prišiel.

source: [_R_] Sorry, your door was open.
sk_sk: Prepáč, tvoje dvere boli otvorené.
