Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_R_] And I think you're also right that Mom would be in more danger than you are here in the safety of our own home.
sk_sk: [_R_] A myslím, že máš pravdu aj v tom, že mama by bola vo väčšom nebezpečenstve ako ty tu, v bezpečí nášho domova.

source: [_R_] But are you sure you're willing to take one for the team?
sk_sk: [_R_] Ale si si istá, že si ochotná vziať si jednu za tím?

source: [_L_] Of course! You're already doing your part. It's time for me to do mine.
sk_sk: [_L_] Samozrejme! Svoju úlohu už plníš. Je čas, aby som aj ja urobila svoju časť.

source: [_AD_] So, I take it I'll be paid in favors this week?
sk_sk: [_AD_] Takže to beriem tak, že tento týždeň dostanem zaplatené v láskavostiach?

source: [_AD_] That's great! This is even better than the money.... I get so bored spying on you from my car.
sk_sk: [_AD_] To je skvelé! To je ešte lepšie ako peniaze.... Strašne ma nudí špehovať ťa z auta.

source: [_AD_] Lauren, why don't we take this to your room. [ryan] you can go get ready for school.
sk_sk: [_AD_] Lauren, prečo to nezoberieme do tvojej izby. [ryan] môžeš sa ísť pripraviť do školy.

source: [_AD_] I'll just make myself comfortable on your bed.
sk_sk: [_AD_] Urobím si pohodlie na tvojej posteli.

source: [_R_] Shit!.... I know who that is...
sk_sk: [_R_] Do prdele!.... Viem, kto to je...

source: It's time for the weekly Agent Diaz event, would you like to skip it this week?
sk_sk: Je čas na týždennú akciu Agentky Diaz, chcete ju tento týždeň vynechať?

source: Ok... I get it... You've got other events to complete.
sk_sk: Ok... Chápem to... Musíte dokončiť ďalšie udalosti.

source: But are you going to protect Lauren and pay the $500 this week, or will you let Lauren pay Diaz in favors?
sk_sk: Ale budete Lauren chrániť a tento týždeň jej zaplatíte 500 dolárov, alebo necháte Lauren zaplatiť Diazovej za láskavosť?

source: {i}"Money -$500"{/i}
sk_sk: {i}"Peniaze - 500 dolárov"{/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino poddanie +1"{/b}{/i}

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Laurenino poddanie +1"{/b}{/i}

source: [_RT_] {i}I better grab my cash in case I need it.{/i}
sk_sk: [_RT_] {i}Radšej si vezmem hotovosť, keby som ju potreboval.{/i}

source: [_RT_] {i}Shit, I'm short on cash this week.{/i}
sk_sk: [_RT_] {i}Sakra, tento týždeň mi chýbajú peniaze.{/i}

source: [_RT_] {i}I hope Lauren's ready to do her duty.{/i}
sk_sk: [_RT_] {i}Dúfam, že Lauren je pripravená splniť si svoju povinnosť.{/i}

source: [_R_] Why do you always look so chipper this early in the morning?
sk_sk: [_R_] Prečo sa vždy tak skoro ráno tváriš tak čiperne?

source: [_AD_] Well, I know that I'm either going to make $500 this morning, or get some really great entertainment.
sk_sk: [_AD_] No, viem, že dnes ráno buď zarobím 500 dolárov, alebo si užijem naozaj skvelú zábavu.

source: [_AD_] That just puts me in a good mood.
sk_sk: [_AD_] To ma práve dostáva do dobrej nálady.

source: [_AD_] So, what's it going to be this week?
sk_sk: [_AD_] Čo to bude tento týždeň?

source: [_R_] Here, just take your money and get out of here.
sk_sk: [_R_] Tu, vezmi si svoje peniaze a vypadni odtiaľto.

source: [_AD_] Now don't be like that...
sk_sk: [_AD_] Nebuď taký...

source: [_AD_] I'm going to be a big part of your family's lives here in the near future. So, let's try to keep things civil.
sk_sk: [_AD_] V blízkej budúcnosti budem veľkou súčasťou života vašej rodiny. Takže sa pokúsme zachovať slušnosť.

source: [_AD_] For now, let me just say, that I hope you enjoy your week.
sk_sk: [_AD_] Teraz mi dovoľ povedať, že dúfam, že si užijete týždeň.

source: [_AD_] Well?
sk_sk: [_AD_] No?

source: [_R_] {i}(muttering){/i} I hope you enjoy your week too.
sk_sk: [_R_] {i}(mrmlanie){/i} Dúfam, že si aj ty užijetš svoj týždeň.

source: [_AD_] Well, thank you! I'll see you next Thursday, bright and early!
sk_sk: [_AD_] Ďakujem! Uvidíme sa budúci štvrtok, jasne a skoro!

source: [_RT_] {i}Oh, I hate that woman!{/i}
sk_sk: [_RT_] {i}Nenávidím tú ženu!{/i}

source: [_L_] {i}(Shouting){/i} [ryan]! Was that who I think it was?
sk_sk: [_L_] {i}(Výkrik){/i} [ryan]! Bola to tá, že si myslím, že to bola?

source: [_R_] Yeah! But she's gone now!
sk_sk: [_R_] Áno! Ale teraz je preč!

source: [_L_] You mean you paid her!?
sk_sk: [_L_] Chceš povedať, že si jej zaplatil!?

source: [_R_] I did!
sk_sk: [_R_] Urobil som to!

source: [_R_] Uuuuugghhh.... I don't have enough money this week.
sk_sk: [_R_] Uuuuugghhhh.... Tento týždeň nemám dosť peňazí.

source: [_AD_] You've got to learn to manage your money better!
sk_sk: [_AD_] Musíš sa naučiť lepšie hospodáriť s peniazmi!

source: [_AD_] Lucky for you, your little sister can cover your ass, by using hers.
sk_sk: [_AD_] Našťastie pre teba, tvoja mladšia sestra ti môže zakryť zadok tým, že použije svoj.

source: [_R_] You bitch!
sk_sk: [_R_] Ty mrcha!

source: [_R_] I need my money for other things this week.
sk_sk: [_R_] Tento týždeň potrebujem peniaze na iné veci.

source: [_R_] I'm just going to have to let Lauren take one for the team.
sk_sk: [_R_] Budem musieť nechať Lauren, aby sa obetovala za tím.

source: [_AD_] Haha, I like that attitude!
sk_sk: [_AD_] Haha, tento prístup sa mi páči!

source: [_AD_] Why put your ass on the line, when you can use hers.
sk_sk: [_AD_] Prečo by si mal riskovať svoj zadok, keď môžeš použiť jej.

source: [_AD_] Thank you, and now if you'll move aside, I'll just help myself to your little sister's room.
sk_sk: [_AD_] Ďakujem, a teraz, ak ustúpiš, pomôžem si v izbe tvojej malej sestry.

source: [_L_] I thought I smelled brimstone.
sk_sk: [_L_] Zdalo sa mi, že cítim síru.

source: [_AD_] Hahah.... you cheeky little minx.
sk_sk: [_AD_] Hahah.... ty drzá malá dievčina.

source: [_AD_] I'll just make myself comfortable, shall I?
sk_sk: [_AD_] Urobím si pohodlie, dobre?

source: [_RT_] {i}10:00? I slept in, I must have been tired.{/i}
sk_sk: [_RT_] {i}10:00? Zaspal som, musel som byť unavený.{/i}

source: [_RT_] {i}Of course Sidney is still asleep.{/i}
sk_sk: [_RT_] {i}Samozrejme, že Sidney stále spí.{/i}

source: [_RT_] {i}Well, it's time to go to the kitchen, I wonder if Mom made breakfast.{/i}
sk_sk: [_RT_] {i}No, je čas ísť do kuchyne, zaujímalo by ma, či mama urobila raňajky.{/i}

source: [_RT_] {i}Oh, no.... it looks like Mom has started drinking early this morning.{/i}
sk_sk: [_RT_] {i}Oh, nie.... vyzerá to, že mama začala piť dnes skoro ráno.{/i}

source: [_R_] Hey Mom, is everything okay this morning?
sk_sk: [_R_] Ahoj, mami, je dnes ráno všetko v poriadku?

source: [_M_] Oh, good morning honey! Yeah, actually everything is great this morning!
sk_sk: [_M_] Dobré ráno, miláčik! Áno, dnes ráno je všetko skvelé!

source: [_R_] But isn't it a little bit early to start drinking?
sk_sk: [_R_] Ale nie je trochu skoro začať piť?

source: [_M_] Well, let me correct myself, everything was great, until you came around and started sticking your nose into my business.
sk_sk: [_M_] Dovoľ mi, aby som sa opravila, všetko bolo skvelé, kým si neprišiel ty a nezačal mi strkať nos do mojich záležitostí.

source: [_RT_] {i}I'd love to stick my nose right directly into her business ;){/i}
sk_sk: [_RT_] {i}Najradšej by som strčil nos priamo do jej podniku ;){/i}

source: {i}{b}"Mom's Affection -2"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť -2"{/b}{/i}

source: [_R_] Sorry Mom, I just can't help but worry about you.
sk_sk: [_R_] Prepáč, mami, ale nemôžem si pomôcť, ale mám o teba strach.

source: [_R_] I know you didn't like the fact that Dad told me that I'm the man of the house, when you think you should be,
sk_sk: [_R_] Viem, že sa ti nepáčilo, že mi otec povedal, že som pánom domu, hoci si myslíš, že by si ním mala byť ty,

source: [_R_] But I can't help but feel the need to protect you.
sk_sk: [_R_] Ale nemôžem si pomôcť, ale cítim potrebu chrániť ťa.

source: [_M_] Well, would it help your peace of mind if I told you I'm drinking in honor of you?
sk_sk: [_M_] Pomohlo by ti, keby som ti povedala, že pijem na tvoju počesť?

source: [_R_] Wait.... what?
sk_sk: [_R_] Počkaj.... čo?

source: [_M_] Yeah.... during my workout this morning, I was thinking about how grateful I am that I didn't have to go to the strip club last night, and for quite a few Saturdays now.
sk_sk: [_M_] Áno.... počas ranného tréningu som premýšľala o tom, aká som vďačná, že som včera večer a už niekoľko sobôt nemusela ísť do striptízového klubu.

source: [_M_] And then I thought about how that is all thanks to you.
sk_sk: [_M_] A potom som sa zamyslela nad tým, že to všetko je tvoja zásluha.

source: [_M_] I just thought stripping was going to be part of my life again until your dad gets out of prison, but now I feel so much safer now that you've shown you're capable of paying your dad's debt.
sk_sk: [_M_] Len som si myslela, že striptíz bude opäť súčasťou môjho života, kým sa tvoj otec nedostane z väzenia, ale teraz sa cítim oveľa bezpečnejšie, keď si ukázal, že si schopný zaplatiť otcov dlh.

source: {i}{b}"Mom's Respect +3"{/b}{/i}
sk_sk: {i}{b}"Rešpekt mamy +3"{/b}{/i}

source: [_R_] It just makes me feel really good to take care of you and make you happy.
sk_sk: [_R_] Cítim sa veľmi dobre, keď sa o vás všetkých môžem starať a robiť radosť.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkino poddanie +1"{/b}{/i}

source: {i}{b}"Mom's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť +1"{/b}{/i}

source: [_R_] Good! I'm so glad to see you looking happy. I know your stress has to be through the roof.
sk_sk: [_R_] Dobre! Som veľmi rád, že vyzeráš šťastne. Viem, že tvoj stres musí byť obrovský.

source: [_R_] I really admire how well you're handling everything that's going on.
sk_sk: [_R_] Naozaj obdivujem, ako dobre zvládaš všetko, čo sa deje.

source: {i}{b}"Mom's Affection +2"{/b}{/i}
sk_sk: {i}{b}"Mamičkina náklonnosť +2"{/b}{/i}

source: [_M_] Oh, honey, you're so sweet!
sk_sk: [_M_] Oh, zlatko, ty si tak sladký!

source: [_M_] Today I'm actually drinking in your honor.
sk_sk: [_M_] Dnes vlastne pijem na tvoju počesť.

source: [_R_] Really?
sk_sk: [_R_] Naozaj?

source: [_M_] There has to be something I can do for my boy to thank you for everything you've done for me.
sk_sk: [_M_] Musím pre svojho chlapca urobiť niečo, čím sa ti poďakujem za všetko, čo si pre mňa urobil.

source: [_R_] Oh, you don't have to do anything for me, I'm just doing my job as the head of this household.
sk_sk: [_R_] Nemusíš pre mňa nič robiť, len si robím svoju prácu ako hlava tejto domácnosti.

source: [_M_] I'm still head of this household, you're just the man of the house!
sk_sk: [_M_] Ja som stále hlavou tejto domácnosti, ty si len pánom domu!

source: [_RT_] {i}YES!!.... She just acknowledged that I'm the man of the house!{/i}
sk_sk: [_RT_] {i}ÁNO!!.... Práve uznala, že som mužom v dome!{/i}

source: [_MT_] {i}Shit!! I just admitted to [ryan] that I think of him as the man of the house now. That's going to give him a bigger head.... the kind above his shoulders.... not the kind.... shit.... why did my mind go there?{/i}
sk_sk: [_MT_] {i}Do prdele!! Práve som sa priznala [ryan] , že ho teraz považujem za muža v dome. To mu dá väčšiu hlavu.... takú tú nad ramenami.... a nie takú.... sračku.... prečo mi to napadlo? {/i}

source: [_M_] But really, I want to do something nice for just you to show how grateful I am to you. Isn't there anything you want to do? .... something that doesn't cost any money of course!
sk_sk: [_M_] Ale naozaj chcem urobiť niečo pekné len pre teba, aby som ti ukázala, ako veľmi som ti vďačná. Nechceš niečo urobiť? .... niečo, čo nestojí žiadne peniaze, samozrejme!

source: [_R_] Hmmmm.... It's been a long time since we went swimming at the club, and we always go with Lauren and she takes all of your attention. I'd love to go with just you!
sk_sk: [_R_] Hmmmm.... Už je to dávno, čo sme si boli zaplávať v klube, a vždy chodíme s Lauren a ona na seba strháva všetku tvoju pozornosť. Najradšej by som išiel len s tebou!

source: [_M_] I said something that doesn't cost any money, dear...
sk_sk: [_M_] Povedala som niečo, čo nestojí žiadne peniaze, drahý...

source: [_R_] Well, haven't you already paid the annual fee for the club membership?
sk_sk: [_R_] No nezaplatili sme už ročný poplatok za členstvo v klube?

source: [_M_] Well, yeah.... I mean I guess we have.... but most of the fun is being able to eat at the club restaurant, and to be able to drink some wine and read my book while you kids swim in the pool.
sk_sk: [_M_] No, áno.... Myslím, že máme.... ale väčšina zábavy spočíva v tom, že sa môžem najesť v klubovej reštaurácii a môžem piť víno a čítať si knihu, zatiaľ čo vy deti plávate v bazéne.

source: [_M_] I don't know how much I would enjoy spending time at the club without...
sk_sk: [_M_] Neviem, ako veľmi by ma bavilo tráviť čas v klube bez...

source: [_M_] Wait.... sorry...
sk_sk: [_M_] Počkaj.... Prepáč...

source: [_M_] This isn't about what I want.... I want to reward you. So, if you want to go swimming at the club pool, then we'll go swimming at the club pool.
sk_sk: [_M_] Toto nie je o tom, čo chcem.... Chcem ťa odmeniť. Takže ak chceš ísť plávať do klubového bazéna, pôjdeme plávať do klubového bazéna.

source: [_M_] Though, that's not asking much.... are you sure there's nothing else you want?
sk_sk: [_M_] Aj keď to nie je veľa.... si si istí, že už nič iné nechceš?

source: [_M_] [upper_ryan]! I can't believe you have the balls to ask your own mother something like that!
sk_sk: [_M_] [upper_ryan]! Nemôžem uveriť, že máš odvahu opýtať sa vlastnej matky na niečo také!

source: [_R_] I know.... I'm sorry.... It's just that I've never seen a girl dance like that, and since I saw you dance at the club, and had to leave early when you saw me.... well.... I'm just really curious how a dance like that ends.
sk_sk: [_R_] Viem.... Je mi to ľúto.... Ja len, že som nikdy nevidel dievča takto tancovať, a keďže som ťa videl tancovať v klube a musel som odísť skôr, keď si ma videla.... no.... Som len naozaj zvedavý, ako sa takýto tanec končí.

source: [_M_] [ryan] it's never appropriate to ask your mom to strip for you! What are you thinking?!
sk_sk: [_M_] [ryan] nikdy nie je vhodné požiadať mamu, aby sa pre teba vyzliekla! Čo si myslíš?!

source: [_R_] Oh, no.... you misunderstood, I don't want you to strip for me, I just want to see the dance.
sk_sk: [_R_] Oh, no.... si to zle pochopila, nechcem, aby si sa pre mňa vyzliekla, chcem len vidieť ten tanec.

source: [_M_] Oh.... you just want to see the dance? To see me shake my ass? And grind myself up on the pole.... hmmmm.... let me think about it.... how 'bout NO!!
sk_sk: [_M_] Oh.... chceš len vidieť tanec? Vidieť ma, ako si vrtím zadkom? A brúsim sa na tyči.... hmmmm.... nechaj ma o tom premýšľať.... čo tak NIE!!

source: [_M_] Now go get your swimming stuff and meet me in the car. You're lucky I'm still even taking you after asking me something like that!
sk_sk: [_M_] Teraz si choď po veci na plávanie a stretneme sa v aute. Máš šťastie, že ťa ešte vôbec beriem, keď si ma o niečo také požiadal!

source: [_MT_] {i}Oh my God, that kid is getting ballsy! To ask ask your own mom to do a strip dance?.... Do I need to do something to put an end to this?.... {/i}
sk_sk: [_MT_] {i}Panebože, ten chlapec je čoraz odvážnejší! Požiadať vlastnú mamu o striptízový tanec? .... Mám niečo urobiť, aby sa to skončilo?.... {/i}

source: [_MT_] {i}Why is it that I'm not more upset about this? Do I feel flattered that my own son would want to see me shake my ass?{/i}
sk_sk: [_MT_] {i}Prečo ma to nerozrušilo viac? Mám sa cítiť polichotená, že môj vlastný syn by ma chcel vidieť, ako si natriasam zadok?{/i}

source: [_MT_] {i}Oh.... I know.... I'm just extra horny since [dad_name] hasn't been around to satisfy my needs, and a dildo and butt plug just aren't an adequate substitute.{/i}
sk_sk: [_MT_] {i}Oh.... Ja viem.... Som len mimoriadne nadržaná, keďže [dad_name] nebol nablízku, aby uspokojil moje potreby, a vibrátor a análny kolík jednoducho nie sú adekvátnou náhradou.{/i}

source: [_MT_] {i}Otherwise.... I wouldn't let this kind of shit fly at all!!.... {/i}
sk_sk: [_MT_] {i}Inak.... Takéto sračky by som vôbec nenechala lietať!!.... {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +1" {/b}{/i}

source: [_R_] Oh, no.... I think you misunderst...
sk_sk: [_R_] Oh, no.... Myslím, že sme sa nepochopili...

source: [_M_] I don't care what you meant, there is no possible way that you could have asked that in a way that is appropriate!
sk_sk: [_M_] Je mi jedno, čo si tým myslel, neexistuje spôsob, ako sa na to dá spýtať vhodným spôsobom!

source: [_M_] I wanted to do something nice for you today to say thank you, but you have to go and act like this!?
sk_sk: [_M_] Chcela som pre teba dnes urobiť niečo pekné, aby som ti poďakovala, ale ty musíš ísť a správať sa takto!?

source: [_M_] I still very much appreciate what you've done for me, but we'll have to see if you're more deserving for a reward next Sunday.
sk_sk: [_M_] Stále si veľmi vážim, čo si pre mňa urobil, ale uvidíme, či si zaslúžiš väčšiu odmenu na budúcu nedeľu.

source: [_R_] But I didn't mean...
sk_sk: [_R_] Ale ja som nemal na mysli...

source: [_M_] No butts!
sk_sk: [_M_] Žiadne zadky!

source: [_M_] I'm out of here!
sk_sk: [_M_] Odchádzam odtiaľto!

source: [_M_] I've got to go cool down somewhere.
sk_sk: [_M_] Musím sa ísť niekam schladiť.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Mamin hnev +1"{/b}{/i}

source: [_M_] Oh.... my.... God.... [ryan]! Do you even know what the word subtle means?
sk_sk: [_M_] Oh.... my.... Boh.... [ryan]! Vie vôbec, čo znamená slovo jemný?

source: [_R_] Huh?.... What do you mean?
sk_sk: [_R_] Huh?.... Čo tým myslíš?

source: [_M_] I mean ever since you saw me at the club, you seem to be treating our relationship more intimate than a mother-son relationship should be.
sk_sk: [_M_] Myslím tým, že odkedy si ma videl v klube, zdá sa, že náš vzťah považuješ za dôvernejší, než by mal byť vzťah matky a syna.

source: [_M_] And wanting to see me in my bikini just shows that you're getting brave enough to try to turn it into something it shouldn't be.
sk_sk: [_M_] A to, že ma chceš vidieť v bikinách, len dokazuje, že sa odvážiš a snažíš sa z toho urobiť niečo, čo by to nemalo byť.

source: [_R_] Mom! What are you talking about?
sk_sk: [_R_] Mami! O čom to hovoríš?

source: [_M_] Well.... just.... the fact that you're trying to get to see a fashion show in my.... bikini...
sk_sk: [_M_] No.... len.... to, že sa snažíš dostať na módnu prehliadku v mojich.... bikinách...

source: [_R_] Oh.... hohoho.... I get it.... you thought I was wanting to stare at your body in a bikini.
sk_sk: [_R_] Oh.... hohoho.... Chápem.... si myslela, že sa chcem pozerať na tvoje telo v bikinách.

source: [_M_] You aren't?
sk_sk: [_M_] Nechceš?

source: [_R_] Mom, as beautiful as you are, I've already seen you topless, and in a much more arousing setting I might add.
sk_sk: [_R_] Mami, aj keď si krásna, už som ťa videl hore bez, a to v oveľa vzrušujúcejšom prostredí.

source: [_R_] It's not like seeing you in a bikini is going to do more for me than that.
sk_sk: [_R_] Vidieť ťa v bikinách mi nepomôže viac.

source: [_R_] Also, no matter what swimsuit you wear, I'm going to eventually see it at the pool anyways, just like I have all of the other times we go swimming.
sk_sk: [_R_] Okrem toho je jedno, aké plavky si oblečieš, nakoniec ich v bazéne uvidím tak či tak, ako som ich videl vždy, keď sme sa išli kúpať.

source: [_M_] Ok then you smart-ass, why would you ask for a swimsuit fashion show?
sk_sk: [_M_] Dobre, ty chytráku, prečo by si sa pýtal na módnu prehliadku v plavkách?

source: [_R_] Because I bought you a new swimming suit.
sk_sk: [_R_] Pretože som ti kúpil nové plavky.

source: [_M_] You did what?...
sk_sk: [_M_] Čo si urobil?...

source: [_R_] Yeah, I've been wanting to go to the pool, and I was worried that maybe you would say you couldn't take me because you don't have a new swimsuit to wear, you know, since the women at the club can be so judgy if they see you in the same swimsuit twice.
sk_sk: [_R_] Áno, chcel som ísť do bazéna a bál som sa, že mi povieš, že ma nemôžeš zobrať, lebo nemáš nové plavky, vieš, keďže ženy v klube vedia odsúdiť, keď ťa vidia dvakrát v tých istých plavkách.

source: [_R_] I was worried you'd use that as an excuse not to take me, like you have in the past.
sk_sk: [_R_] Obával som sa, že to použiješ ako výhovorku, aby si ma nevzala, ako si to robila v minulosti.

source: [_R_] And I know you don't have any money to buy one now, so when I asked for a fashion show, it was because I thought it would be a fun way to surprise you with a new one.
sk_sk: [_R_] A viem, že teraz nemáš peniaze na kúpu, takže keď som ťa požiadal o módnu prehliadku, myslel som si, že by to bol zábavný spôsob, ako ťa prekvapiť novým oblečením.

source: [_R_] Although admittedly I do understand why you would have thought I was trying to get a sexy show.
sk_sk: [_R_] Aj keď chápem, prečo si myslela, že sa snažím o sexi šou.

source: [_R_] And with your body, you can't help but make it sexy.
sk_sk: [_R_] A so svojím telom si nemôžeš pomôcť, ale je sexy.

source: [_M_] [ryan], you can be such a flatterer.
sk_sk: [_M_] [ryan], môžeš byť taký lichotník.

source: [_M_] You're so sweet to get me a new swimsuit, I guess we better go make sure it fits.
sk_sk: [_M_] Si taká milý, že mi dávaš nové plavky, hádam by sme sa mali ísť uistiť, že mi sedia.

source: [_M_] Go get the swimsuit and meet me outside my room.
sk_sk: [_M_] Choď si po plavky a stretneme sa pred mojou izbou.

source: [_M_] [ryan]! I can't tell if that was supposed to be a joke or not, but either way it was inappropriate.
sk_sk: [_M_] [ryan]! Neviem povedať, či to mal byť vtip alebo nie, ale v každom prípade to bolo nevhodné.

source: {i}"Mom's affection -3"{/i}
sk_sk: {i}"Mamičkina náklonnosť -3"{/i}

source: [_R_] But Mom, I was just...
sk_sk: [_R_] Ale mami, ja som len...

source: [_M_] Just nothing! Sometimes your sense of humor and your sense of what's acceptable to say, and what's just creepy is a bit off.
sk_sk: [_M_] Jednoducho nič! Niekedy je tvoj zmysel pre humor a zmysel pre to, čo je prijateľné povedať a čo je len strašidelné, trochu mimo.

source: [_R_] No.... I.... just.... well I bought you a swimsuit...
sk_sk: [_R_] Nie.... Ja.... len.... no kúpil som ti plavky...

source: [_M_] Once again that's a creepy thing to buy your mother.... why don't you just leave it by my bedroom door, and we'll meet in the car. Maybe I'll wear it sometime in the future.
sk_sk: [_M_] Opäť je to divné kupovať matke.... prečo ich nenecháš pri dverách mojej spálne a stretneme sa v aute. Možno si ich niekedy v budúcnosti oblečiem.

source: [_S_] Hey [ryan], what can I do for you?
sk_sk: [_S_] Ahoj [ryan], čo pre teba môžem urobiť?

source: [_R_] Nothing, just felt like talking with you.
sk_sk: [_R_] Nič, len som mal chuť sa s tebou porozprávať.

source: [_S_] Sorry little brother, but right now I'm really busy trying to finish up some designs.
sk_sk: [_S_] Prepáč, bratíčku, ale práve teraz som veľmi zaneprázdnená dokončovaním niektorých návrhov.

source: [_S_] Come find me again when I'm not so busy.
sk_sk: [_S_] Nájdi ma znova, keď nebudem mať toľko práce.

source: [_RT_] {i}She's flashing me again!{/i}
sk_sk: [_RT_] {i}Zase sa ukazuje!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
sk_sk: [_RT_] {i}Robí to zámerne?{/i}

source: [_RT_] {i}Or could she really be this clueless?{/i}
sk_sk: [_RT_] {i}Alebo by naozaj mohla byť taká bezradná?{/i}

source: [_R_] Ok, I'll find you again soon.
sk_sk: [_R_] Dobre, čoskoro ťa opäť nájdem.

source: [_R_] I need you to make another cosplay outfit for Lauren.
sk_sk: [_R_] Potrebujem, aby si pre Lauren ušila ďalší cosplay outfit.
