Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.09.po
Languages: sk_sk

source: [_M_] Now, I want you to go look in my bottom drawer under my jeans.
sk_sk: [_ M_] Teraz, chcem, aby ste sa pozrieť do mojej spodnej zásuvky pod mojimi džínmi.

source: [_R_] For what?
sk_sk: [_R_] Za čo?

source: [_M_] Just be obedient and don't ask questions. I think you'll know what it is as soon as you see it.
sk_sk: [_ M_] Len byť poslušné a neklásť otázky. Myslím, že budete vedieť, čo to je, keď to uvidíš.

source: [_MT_] {i}Holy fuck!... What is with me?{/i}
sk_sk: [_MT_] {i}Svätý jeb! ... Čo je to so mnou? {/i}

source: [_MT_] {i}I'm not even trying to imagine [ryan] as some other guy!{/i}
sk_sk: [_MT_] {i}Ani sa nesnažím si predstaviť [ryan] ako nejakého iného chlapa! {/i}

source: [_MT_] {i}I've just embraced the whole mother/son dynamic!{/i}
sk_sk: [_MT_] {i}Práve som objala celú matku/syna!

source: [_MT_] {i}At least [ryan] seems to be into it.
sk_sk: [_MT_] {i}Najmenej [ryan] Zdá sa, že sa do neho.

source: [_MT_] {i}Look at that cute little butt!{/i}
sk_sk: [_MT_] {i}Pozrite sa na ten roztomilý zadok! {/i}

source: [_R_] Found it!
sk_sk: [_ R_] Našli ste ho!

source: [_RT_] {i}It's even bigger than I remember.{/i}
sk_sk: [_RT_] {i}Je to ešte väčšie, než si pamätám. {/i}

source: [_R_] Is this what you wanted me to find?
sk_sk: [_ R_] Je to to, čo ste chceli, aby som nájsť?

source: [_R_] Fuck, it's way bigger than your other one!
sk_sk: Do riti, je to oveľa väčšie ako tvoje druhé!

source: [_M_] Well, how else do you expect me to get used to your size?
sk_sk: [_M_] No, ako inak očakávate, že sa dostanem k vašej veľkosti?

source: [_R_] And?
sk_sk: [_R_] A?

source: [_M_] And what?
sk_sk: [_M_] A čo?

source: [_R_] Have you been practicing?
sk_sk: -Už si cvičoval?

source: [_M_] As often as I can. Which isn't a lot, but I have worn it to bed a few times.
sk_sk: [_M_] Tak často ako môžem. Čo nie je veľa, ale už niekoľkokrát som ho nosila do postele.

source: [_M_] I know what you're thinking, but no, your aunt didn't notice. I didn't put it in until the lights were off.
sk_sk: Viem, čo si myslíš, ale nie, tvoja teta si to nevšimla. Nestrhala som to, kým svetlá zhasli.

source: [_R_] How did you buy it without the FBI noticing?
sk_sk: [_ R_] Ako ste to kúpili bez toho, aby ste si všimli FBI?

source: [_M_] Who says they didn't notice? But I figured that none of them would have the balls to argue with me that this isn't a necessity.
sk_sk: Kto hovorí, že si to nevšimli? Ale myslel som si, že nikto z nich nebude mať gule, aby sa so mnou hádať, že to nie je nutnosť.

source: [_RT_] {i}Holy, shit!{/i}
sk_sk: [_RT_] {i}Svätie, hovno! {/i}

source: [_M_] Now, lube that up and bring it over here.
sk_sk: [_ M_] Teraz, lube, že hore a priviesť ju sem.

source: [_M_] I can't wait for what's coming next!
sk_sk: [_ M_] Nemôžem čakať na to, čo príde ďalej!

source: [_R_] I still can't believe you can take this!
sk_sk: [_ R_] Stále nemôžem uveriť, že to zvládnete!

source: [_M_] And yet, I'm pretty sure your penis is even bigger, and I can take that fine now.
sk_sk: [_M_] A napriek tomu som si celkom istý, že váš penis je ešte väčší, a ja to teraz zvládnem.

source: [_R_] That's impressive!
sk_sk: [_ R_] To je pôsobivé!

source: [_M_] Thank you.
sk_sk: [_ M_] Ďakujem.

source: [_R_] Wow! Are you sure you can take this?
sk_sk: Fíha! Si si istý, že to zvládneš?

source: [_M_] I've done it before. Just go slow.
sk_sk: [_ M_] Už som to predtým urobil. Choď pomaly.

source: [_M_] It'll make it much easier for me to take you later.
sk_sk: [_ M_] To bude pre mňa oveľa jednoduchšie, aby som vás neskôr.

source: [_R_] Here goes!
sk_sk: [_ R_] Tu ide!

source: [_R_] I love how hungry your ass always is for this thing!
sk_sk: [_ R_] Mám rád, ako hladný váš zadok vždy je pre túto vec!

source: [_R_] Holy shit!... You're ass just started sucking it in!
sk_sk: [_ R_] Svätá pršala! ... Si nahovno, že si ho začal nasať!

source: [_R_] Does it hurt?
sk_sk: Bolí to?

source: [_M_] Yes, but in a good way.
sk_sk: [_ M_] Áno, ale v dobrom slova zmysle.

source: [_M_] Now, be a good boy and come fuck your mom.
sk_sk: [_ M_] Teraz, buď dobrý chlapec a pojeb svoju mamu.

source: [_R_] Language, Mom!
sk_sk: [_R_] Jazyk, mami!

source: [_M_] Don't you sass talk your mother!
sk_sk: -Nespievaj svoju matku!

source: [_M_] Now, stick that monster in my pussy!
sk_sk: [_M_] Teraz, strč to monštrum v mojej kunde!

source: [_M_] Oh, God... [ryan]!
sk_sk: Oh, Bože ... [ryan]!

source: [_M_] I just can't get over how full your dick makes me feel!
sk_sk: [_M_] Len sa nemôžem dostať cez to, ako plný svojho vtáka sa cítim!

source: [_M_] I'm so glad you got the big penis genes from my side of the family!
sk_sk: [_ M_] Som tak rád, že ste dostali veľké penis gény z mojej strany rodiny!

source: [_MT_] {i}Genes that come from my father... It's kind of like my son got my dad's cock... and it's like I'm getting fucked by my son, and father!{/i}
sk_sk: [_MT_] {i}Genes, ktoré pochádzajú od môjho otca ... Je to ako môj syn môj otec je vták ... a je to ako by som bol dojebaný môjho syna, a otec! {/i}

source: [_MT_] {i}Fuck, that idea shouldn't turn me on so bad!?
sk_sk: [_ MT_] {i}jebať, že nápad by ma nemal premeniť na tak zlé!?

source: {i}{b}"Mom's Libido = MAX"{/b}{/i}
sk_sk: {i}{b}"Mama's Libido = MAX" {/b} {/i}

source: [_M_] I mean... How can I ever go back to your dad's tiny dick now that I've had yours?
sk_sk: [_M_] Mám na mysli ... Ako by som sa mohol vrátiť k tvojmu otcovi, teraz, keď som mal tvoje?

source: [_R_] Mom... You never have to.
sk_sk: Mami ... Nikdy nebudeš musieť.

source: [_M_] No... I guess I don't!
sk_sk: [_M_] Nie. .. Myslím, že nie!

source: [_R_] Wow, Mom!... I can't believe... Nnn... You can take me... so deep!
sk_sk: Fíha, mami! Nemôžem uveriť ... Nnn ... Môžeš ma zobrať ... tak hlboko!

source: [_M_] You're definitely... breaking me in!
sk_sk: [_ M_] Vy ste určite ... láme ma!

source: [_M_] Oh, [ryan]!... This is feeling so good!
sk_sk: [r] Oh, [ryan]! ... Cítim sa tak dobre!

source: [_M_] Mmm... But I want to be... on top for a bit... and take control!
sk_sk: [_M_] Mmm ... Ale ja chcem byť ... na vrchole ... a prevziať kontrolu!

source: [_MT_] {i}Oh, God... yes!{/i}
sk_sk: [_MT_] {i}Oh, Bože ... áno! {/i}

source: [_MT_] {i}His cock is like a battering ram{/i}
sk_sk: [_MT_] {i}Jeho vták je ako dávkovací barana {/i}

source: [_MT_] {i}Trying to break it's way back into my womb!{/i}
sk_sk: [_MT_] {i}Pokus o prestávku, že je cesta späť do môjho lona! {/i}

source: [_MT_] {i}The same womb it was made in!{/i}
sk_sk: [_MT_] {i}To isté maternice to bolo vyrobené v! {/i}

source: [_M_] Oh, fuck me!
sk_sk: Oh, do riti!

source: [_R_] With pleasure!
sk_sk: S radosťou!

source: [_RT_] {i}I still can't believe Mom and I are fucking now!{/i}
sk_sk: [_RT_] {i}Stále nemôžem uveriť, že mama a ja sme kurva teraz! {/i}

source: [_RT_] {i}This is literally heaven on earth!{/i}
sk_sk: [_RT_] {i}Toto je doslova nebo na zemi! {/i}

source: [_RT_] {i}Those bouncy tits!{/i}
sk_sk: [_RT_] {i}Tieto odrazové tity! {/i}

source: [_RT_] {i}That trim waist!{/i}
sk_sk: [_RT_] {i}Ten trim pák! {/i}

source: [_RT_] {i}The look of desire on her face!{/i}
sk_sk: [_RT_] {i}Pozrite sa na túžbu po jej tvári! {/i}

source: [_RT_] {i}I'm the luckiest son a mother ever had!{/i}
sk_sk: [_RT_] {i}Som ten najšťastnejší syn, ktorého matka kedy mala! {/i}

source: [_M_] Are you willing to help me reach orgasm again?
sk_sk: [_ M_] Ste ochotný pomôcť mi znovu dosiahnuť orgazmus?

source: [_R_] You mean anal sex?
sk_sk: Myslíš análneho sexu?

source: [_M_] Uhh... yeah...
sk_sk: [_M_] Uhh ... áno ...

source: [_M_] You're sure you don't mind more anal?... I mean... I know it's pretty... taboo.
sk_sk: [_ M_] Ste si istý, že vám nevadí viac anál? ... Myslím ... Viem, že to je pekné ... taboo.

source: [_M_] I don't want you to feel like you have to...
sk_sk: [_ M_] Nechcem, aby si sa cítil, že musíš ...

source: [_R_] Mom!... it's like I told you last time.
sk_sk: Mami! Je to ako som ti povedal naposledy.

source: [_M_] Okay, Yay!... Let's do it then.
sk_sk: [_] Dobre, Yay! ... Tak poďme na to.

source: {i}{b}"Mom's affection +1"{/b}{/i}
sk_sk: {i}{b}"Mama's affection + 1" {/b} {/i}

source: [_M_] I'm sorry if it grossed you out the last time we did it.
sk_sk: Je mi ľúto, ak ťa to vyšlo naposledy, keď sme to robili.

source: [_R_] It's not that... well, maybe a little.
sk_sk: [_ R_] Nie je to tak ... no, možno trochu.

source: [_MT_] {i}God, how embarrassing!{/i}
sk_sk: [_ MT_] {i}Boh, ako trápne! {/i}

source: {i}{b}"Mom's submission +1"{/b}{/i}
sk_sk: {i}{b}"Mama's submission + 1" {/b} {/i}

source: [_M_] I'm sorry I'm struggling to cum!
sk_sk: Je mi ľúto, že sa bojujem s tým.

source: [_M_] You're so sweet to try not to cum before me!
sk_sk: [_ M_] Vy ste tak sladká, aby ste sa pokúsili nebyť pred mnou!

source: [_M_] I think the plug isn't quite enough... I need some... movement.
sk_sk: [_ M_] Myslím, že zástrčka nie je dosť ... Potrebujem ... pohyb.

source: [_M_] I think it's opened me up enough to be able to take your huge rod though.
sk_sk: [_ M_] Myslím, že ma to otvorilo dosť na to, aby som si mohol zobrať tvoju obrovskú tyčinku.

source: [_M_] That is... If you're willing.
sk_sk: [_ M_] To je ... Ak by si bol ochotný.

source: [_R_] Is that really a question?
sk_sk: To je naozaj otázka?

source: [_M_] It's just... I feel so self-conscious about having such a taboo kink.
sk_sk: [_M_] Je to len ... Cítim sa tak sebavedomie, že mám taký tabooský kink.

source: [_R_] Maybe it was taboo in your day, but remember, my generation was practically raised on the internet.
sk_sk: [_ R_] Možno, že to bol tabu vo svoj deň, ale pamätajte, moja generácia bola prakticky zdvihla na internete.

source: [_M_] I'm sorry. I didn't think anal sex grossed you out.
sk_sk: [_ M_] Je mi to ľúto. Nemyslel som si, že ťa análny sex vytrieskal.

source: [_R_] It doesn't... well maybe a little. I just need to be in the right mood.
sk_sk: [_ R_] Nie je to ... no možno trochu. Len potrebujem byť v správnej nálade.

source: [_M_] Oh... Okay... I understand.
sk_sk: [_M_] Oh ... Dobre ... Ja tomu rozumiem.

source: [_M_] Oh, would you mind taking my plug out?
sk_sk: Nevadilo by ti, keby som sa odpájal?

source: [_R_] Of course I wouldn't mind.
sk_sk: Samozrejme, že by som ti to nevadilo.

source: [_R_] Fuck me!... That gaping ass is so sexy!
sk_sk: [_ R_] Jebať ma! ... Tá riť je taká sexy!

source: [_M_] I still can't believe looking at my open asshole turns you on so bad.
sk_sk: [_ M_] Stále nemôžem uveriť, že sa pozerám na môjho otvoru, čo ťa debil tak zle.

source: [_M_] Are you sure you're not just saying that to?...
sk_sk: [_ M_] Ste si istý, že to nehovoríte len tak? ...

source: [_R_] Trust me... My dick doesn't lie.
sk_sk: [_ R_] Ver mi ... Môj vták neklame.

source: [_R_] Oh... my... God!
sk_sk: [_R_] Oh ... my ... Bože!

source: [_M_] Don't stare at my gaping anus!
sk_sk: Nepozeraj sa na moje sánky!

source: [_M_] You're making me feel embarassed!
sk_sk: [_ M_] Vy ma chcete cítiť embargovaný!

source: [_R_] Please don't move! I want to see it!
sk_sk: [_ R_] Prosím, nehýbte sa! Chcem to vidieť!

source: [_M_] Why?
sk_sk: [_M_] Prečo?

source: [_R_] I don't know why... but it fucking turns me on.
sk_sk: Neviem prečo ... ale mňa to kurva zapne.

source: [_M_] You're making me blush.
sk_sk: [_ M_] Vy mi robíte červenú.

source: [_M_] Okay, enough staring into my asshole! Come stick your dick in it already!
sk_sk: [_ M_] Dobre, dosť na pozeranie do môjho debil! Drž sa toho vtáka už!

source: [_RT_] {i}Fuuuck... I never thought I'd hear Mom say those words!{/i}
sk_sk: [_RT_] {i}Fuuuck ... Nikdy som si nemyslel, že by som počula, ako mama povedala tie slová!

source: [_M_] Oh... God!... I... feel... so... full!
sk_sk: [_M_] Oh ... Bože! Ja ... cítim ... tak ... plný!

source: [_M_] You're bigger... than the plug!
sk_sk: [_ M_] Ste väčší ... ako zástrčku!

source: [_M_] I'm so glad... I loosened myself... up with it!
sk_sk: [_ M_] Som tak rád, že ... Pripútal som sa ... s tým!

source: [_R_] Yeah... I can actually... slide in and out... of there now.
sk_sk: [_R_] Áno ... Môžem sa tam ... posunúť ďalej a von ... teraz.

source: [_R_] And with time... I'm sure I'll be able... to get deeper and deeper.
sk_sk: [_R_] A s časom ... Som si istý, že budem schopný ... dostať sa hlbšie a hlbšie.

source: [_MT_] {i}How is it possible that my son's cock in my ass makes my pussy feel so good?{/i}
sk_sk: [_MT_] {i}Ako je možné, že kohút môjho syna v zadku robí moju kundičku tak dobrý? {/i}

source: [_MT_] {i}I know there's some kind of mental aspect to it... Eating the forbidden fruit, maybe?{/i}
sk_sk: [_MT_] {i}Viem, že je na to nejaký mentálny aspekt ... Jesť zakázané ovocie, možno? {/i}

source: [_MT_] {i}God... I'm getting close!{/i}
sk_sk: [_MT_] {i}Boh ... Začínam byť blízko!

source: [_M_] [ryan]!... I'm going to...
sk_sk: [_ M_] [ryan]! ... Ja idem ...

source: [_M_] Ahhh... God!
sk_sk: [_M_] Ahhh ... Bože!

source: [_M_] That felt just as good as last time!
sk_sk: [_M_] To bolo tak dobré, ako naposledy!

source: [_M_] I know this is wrong... But God help me, I love it!
sk_sk: [_ M_] Viem, že to nie je správne ... Ale Boh mi pomáhaj, páči sa mi to!

source: [_M_] Your father could never make me cum like that!
sk_sk: [_ M_] Váš otec by ma nikdy nemohol takto upracet!

source: [_M_] Before you came along, I only ever squirted when I took care of myself.
sk_sk: Predtým, ako si prišiel, som sa vždy roztrbila, keď som sa o seba postaral.

source: [_M_] I can't believe the best sex of my life is with my son!
sk_sk: [_ M_] Nemôžem uveriť, že najlepší sex v mojom živote je s mojím synom!

source: [_R_] Doesn't the forbidden just make it so much hotter?
sk_sk: [_ R_] Nie je zakázané len to, aby to tak veľa horúca?

source: [_M_] God... it really fucking does!
sk_sk: [_ M_] Boh ... to naozaj kurva robí!

source: {i}{b}"Mom's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Mamine libido -5" {/b}{/i}

source: [_M_] I'm impressed you were able to keep yourself from cumming before I did.
sk_sk: [_M_] Som ohromený, že ste boli schopní držať sa pred tým, než som urobil.

source: [_M_] Now, you can fuck me however you would like.
sk_sk: [_M_] Teraz, môžete ma šukať, akokoľvek by ste chceli.

source: [_R_] I'm sorry, Mom... I wasn't able to come up with the money this week.
sk_sk: Je mi to ľúto, mami ... Tento týždeň som nebol schopný prísť s peniazmi.

source: [_M_] Oh, don't feel too bad, honey! I'm sure you tried your best
sk_sk: Oh, necíp sa tak zle, zlatko! Som si istý, že si sa snažil najlepšie.

source: [_M_] It's not fair to put that much pressure on a high schooler. You should be worrying about things like who's party to go to this weekend.
sk_sk: [_ M_] Nie je to fér, aby sa ten veľký tlak na vysokú školácku. Mali by ste sa obávať o veci, ako je ten, kto je párty ísť do tohto víkende.

source: [_RT_] {i}I don't deserve this nice boob hug!{/i}
sk_sk: [_RT_] {i}Nezaslúžim si tento pekný objímať! {/i}

source: [_RT_] {i}It's all my fault that Mom has to spend her night with mafiosos and perverts.{/i}
sk_sk: [_RT_] {i}Je to všetko moja vina, že mama musí stráviť noc s mafiosami a pervermi. {/i}

source: [_RT_] {i}Why did I lie about not having the money? Sure there's other stuff to use it on, but is that really more important than keeping my mom out of Joey's club?{/i}
sk_sk: [_RT_] {i}Prečo som klamal o tom, že nemám peniaze? Určite je tu ešte niečo iné, ale je to dôležitejšie ako udržať mamu z Joeyho klubu? {/i}

source: [_RT_] {i}Do I kind of enjoy being responsible for making my mom do slutty things there?{/i}
sk_sk: [_RT_] {i}Mám rád, že som zodpovedný za to, že moja mama tam robí slučkové veci? {/i}

source: [_RT_] {i}I really need to learn to manage my money better!{/i}
sk_sk: [_RT_] {i}Naozaj sa musím naučiť spravovať svoje peniaze lepšie! {/i}

source: [_MT_] {i}I'm so glad [ryan] didn't have the money with him this week! I was going to be going with Joey either way, but now he can't blame me for wanting to go.{/i}
sk_sk: [_MT_] {i}Som tak rád, že [ryan] nemal s ním peniaze tento týždeň! Chcel som ísť buď s Joeym, ale teraz ma nemôže viniť za to, že som chcel ísť. {/i}

source: [_J_] Yes, well... I hate to press you, but We've got to go collect another girl or payment from across town.
sk_sk: [_ J_] Áno, nuz ... Nerád ťa tlačím, ale musíme ísť vyzdvihnúť ďalšie dievča, alebo platby z celého mesta.

source: [_J_] Take care, [ryan]! I hope you know how important it is to take care of your family.
sk_sk: Dávaj na seba pozor, [ryan]! Dúfam, že viete, aké dôležité je postarať sa o svoju rodinu.

source: [_R_] Of course I know that.
sk_sk: [_ R_] Samozrejme, viem to.

source: [_J_] Well, maybe try harder next week then.
sk_sk: [_J_] No, možno sa skúste ťažšie budúci týždeň potom.

source: [_RT_] {i}Asshole!{/i}
sk_sk: [_RT_] {i}Abil! {/i}

source: [_RT_] {i}Look how that son of a bitch is grabbing Mom's ass right in front of me!{/i}
sk_sk: [_RT_] {i}Pozrite sa, ako ten skurvysyn chytá maminú riť priamo predo mnou! {/i}

source: [_RT_] {i}And Mom doesn't seem to mind at all! Isn't she ashamed about what the neighbors might think?{/i}
sk_sk: [_RT_] {i}A mama sa na to vôbec nevšíma! Nehanbí sa za to, čo si myslia susedia? {/i}

source: [_RT_] {i}And Mom's too scared to swat his hand away. She's probably mortified about the possibility that one of our neighbors might see.{/i}
sk_sk: [_RT_] {i}A mama je príliš vystrašená na to, aby ju pohlcoval ruku. Pravdepodobne sa vydesila s možnosťou, že jeden z našich susedov môže vidieť. {/i}

source: [_RT_] I hope she's going to be alright. Maybe I should swind by the club just to make sure.
sk_sk: [_RT_] Dúfam, že bude v poriadku. Možno by som mal byť v klube, len aby som sa uistil.

source: [_RT_] {i}Looks like Aunt Cami sleeping on the couch isn't going to change Sidney's routine.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že teta Cami, spanie na gauči, nezmení Sidneyho rutinu.

source: [_R_] Hey Sid.
sk_sk: [_R_] Hej, Sid.

source: [_S_] Hey, [ryan]. Are you ready to go running?
sk_sk: [_S_] Hej, [ryan]. Si pripravený ísť behať?

source: [_C_] {i}(Sleepily){/i} Go run somewhere else...
sk_sk: [_C_] {i}(Sleepily) {/i} Choďte spustiť niekde inde ...

source: [_S_] I'm not running in here, Aunt Cami. I'm going to the park.
sk_sk: Nebežím tu, teta Cami. Idem do parku.

source: [_C_] Yes!... Go run park.
sk_sk: [_C_] Áno! ... Choď za parkom.

source: [_S_] So, did you want to go?
sk_sk: Takže, chceli ste ísť?

source: [_R_] You bet I am. Let me run and change my clothes and I'll meet you outside.
sk_sk: [_R_] To sa stav, že áno. Pobežím sa prezliecť a stretneme sa vonku.

source: [_R_] Sorry Sid, I'm just not feeling it today.
sk_sk: [_R_] Prepáč Sid, ale dnes sa na to necítim.

source: [_S_] That's ok. Ever since Mr. Peterson got put back into his nursing home, I don't feel afraid to go running there all alone.
sk_sk: [_S_] To je v poriadku. Odkedy pána Petersona umiestnili späť do domova dôchodcov, nemám strach ísť tam behať úplne sama.

source: [_S_] But hopefully you'll be up for it next time.
sk_sk: [_S_] Ale dúfam, že nabudúce sa ti to podarí.

source: [_S_] It's nice to not have to run alone.
sk_sk: [_S_] Je príjemné nebežať sama.

source: [_RT_] {i}Oh, Lauren's not here. She's probably in her bedroom.{/i}
sk_sk: [_RT_] {i}Oh, Lauren nie je tu. Pravdepodobne je v jej spálni. {/i}

source: [_RT_] {i}Oh, fuck!{/i}
sk_sk: [_RT_] {i}Oh, kurva!{/i}

source: [_RT_] {i}Goddamn him! Fucking Lauren wasn't enough. Now he's fucking Mom too!{/i}
sk_sk: [_RT_] {i}Krstý ho! Zasraný Lauren nebol dosť. A teraz je to aj mama!

source: [_RT_] {i}I need to figure out a way to get him out of our lives as soon as possible.{/i}
sk_sk: [_RT_] {i}Potrebujem prísť na to, ako ho dostať z našich životov čo najskôr. {/i}

source: [_RT_] {i}But for tonight, should I sit down and try to stop them from fooling around, or ignore them and hang out with Sidney?{/i}
sk_sk: [_RT_] {i}Ale pre dnešný večer, by som si sadla a pokúsiť sa ich zastaviť z penenia okolo, alebo ignorovať a zavesit von s Sidney? {/i}

source: [_MB_] Fuck!
sk_sk: [_MB_] Kurva!

source: [_L_] I'm gonna....
sk_sk: [_L_] Budem....

source: [_R_] What?
sk_sk: [_R_] Čo?

source: [_M_] I'm so sorry!
sk_sk: [_M_] Je mi to tak ľúto!

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get under my skin by acting like a slut whenever Matt's around.{/i}
sk_sk: [_RT_] {i}Dnes večer necítim, že by som s nimi mala ísť. Lauren sa snaží dostať pod moju kožu tým, že koná ako slut, kedykoľvek je Matt okolo. {/i}

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school.{/i}
sk_sk: [_RT_] {i}Prečo sa správala ako moja chyba, nemohla poraziť toho najobľúbenejšiho chlapa v škole. {/i}

source: [_RT_] {i}I mean, maybe I could have tried harder to help her, but come on. It's not like she really had a chance.{/i}
sk_sk: [_RT_] {i}Myslím, možno by som sa snažil viac, aby jej pomohol, ale no tak. Nie je to tak, že mala naozaj šancu. {/i}

source: [_RT_] {i}I wish she'd just get over it, instead of rubbing Matt's victory in my face.{/i}
sk_sk: [_RT_] {i}priala by som si, aby sa cez to dostala, namiesto toho, aby sa Matt víťazil vo svojej tvári. {/i}

source: [_S_] Hey, Bro.
sk_sk: Hej, Bro.

source: [_S_] Uh, oh... You've got that look again.
sk_sk: Uhm, oh ... Pozri sa na to.

source: [_S_] Stop trying to be the cliche older brother that has to protect his younger sister.
sk_sk: Prestaň sa pokúšať o staršieho staršieho brata, ktorý musí chrániť svoju mladšiu sestru.

source: [_S_] Just be happy for her. She's got a great boyfriend that she really seems to like.
sk_sk: [_S_] Len pre ňu buďte šťastný. Má skvelého priateľa, že sa zdá, že sa jej to páči.

source: [_MB_] Damn, I love this show!
sk_sk: [_ MB_] Sakra, milujem túto show!

source: [_MB_] Ever since they made the queen a sex slave to those horse guys, every episode has her getting gang banged at least once.
sk_sk: [_ MB_] Od tej doby, čo urobili kráľovnú sex otrok tým koňmi, každá epizóda má ju dostať gang banged aspoň raz.

source: [_R_] How can she like him? He doesn't love her. You don't know him like I do. As soon as he gets bored of her, he'll kick Lauren to the curb.
sk_sk: [_R_] Ako ho môže páčiť? On ju nemiluje. Nepoznáš ho tak ako ja. Hneď ako sa z nej bude nudiť, nakopne Lauren na záclonu.

source: [_S_] You just think that because of your caveman male rivalry. He's very polite anytime we talk, and Lauren's always got a smile on her face when he's around.
sk_sk: [_S_] Vy si len myslíte, že kvôli vašej jaskynnej mužskej rivalite. Je veľmi zdvorilo, kedykoľvek sa porozprávame, a Lauren má vždy úsmev na tvári, keď je nablízku.

source: [_S_] Stop freaking out just because they have an open relationship.
sk_sk: [_S_] Prestaňte sa vyblázni, len preto, že majú otvorený vzťah.

source: [_RT_] {i}You might change your mind if you knew Mom was also one of Matt's sluts.{/i}
sk_sk: [_RT_] {i}Môžete zmeniť názor, ak ste vedeli, že mama je tiež jedným z Mattov sluts. {/i}

source: [_RT_] {i}I wish I could tell Lauren and Sidney about what Mom's been doing, but... Lauren would freak out on her. It'd probibly kill their relationship. If I just told Sidney, she'd insist on telling Lauren, or at least she'd confront Mom about it.{/i}
sk_sk: [_RT_] {i}Kieli by som mohol povedať Lauren a Sidney o tom, čo mama robí, ale ... Lauren by sa na ňu vydesila. To by probibly zabili ich vzťah. Keby som povedala Sidneymu, že by trvala na tom, aby povedala Lauren, alebo aspoň by s mamou sa o tom porozprávala. {/i}
