Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_R_] Wait!.... What about the daily deliveries? Will I still be able to make money making deliveries?
sk_sk: [_R_] Počkajte! .... A čo denné dodávky? Budem stále schopný zarábať peniaze na dodávky?

source: [_B_] Yes, of course.... I let the foreman Charlie know you'll be coming by, and to have the packages all ready for you to deliver.
sk_sk: [_B_] Áno, samozrejme .... Nechal som cudzinca Charlieho vedieť, že prídete, a že budete mať balíky, ktoré sú pripravené na doručenie.

source: [_B_] Now, I've really got to run.... there's still a lot I have to take care of before I pull off my disappearing trick.
sk_sk: [_B_] Teraz už naozaj musím bežať... je ešte veľa vecí, o ktoré sa musím postarať, kým sa mi podarí môj trik so zmiznutím.

source: [_B_] Good luck with everything! I know it feels overwhelming, but all of this extra responsibility will do you a lot of good.
sk_sk: [_B_] Veľa šťastia s všetko! Viem, že to je ohromujúce, ale všetka táto mimoriadna zodpovednosť vám urobí veľa dobrého.

source: [_RT_] {i}Holy shit!.... {/i}
sk_sk: [_RT_] {i}Svätú sračku! .... {/i}

source: [_RT_] {i}All the men have left.... and left me in charge of all their ladies.{/i}
sk_sk: [_RT_] {i}Všetci muži odišli ... a nechali ma na starosti všetkých svojich dám. {/i}

source: [_RT_] {i}I'm like a castaway in a sea of estrogen.{/i}
sk_sk: [_RT_] {i}Som ako odliatka v mori estrogén. {/i}

source: [_RT_] {i}Well, those fuckers can't complain when I take them all for myself.{/i}
sk_sk: [_RT_] {i}No, tí zmrci sa nemôžu sťažovať, keď som si ich všetky pre seba. {/i}

source: [_RT_] {i}If I'm taking care of them all, I should be compensated for it, after all.{/i}
sk_sk: [_RT_] {i}Ak sa starám o ne všetko, mal by som byť kompenzovaný za to, po tom všetkom. {/i}

source: [_RT_] {i}Now, I just have to convince all of them to see it that way.{/i}
sk_sk: [_RT_] {i}Teraz musím presvedčiť všetkých, aby to tak videli. {/i}

source: Sidney is only available to take pictures in the afternoon.
sk_sk: Sidney je k dispozícii na fotografovanie len popoludní.

source: You have completed this photo session with Sidney entirely.
sk_sk: Toto fotenie so Sidney ste úplne dokončili.

source: You can still play through the event, but you will not be able to increase Sidney's stats, or be able to generate any more likes for the Cosplay Heaven website.
sk_sk: Stále môžete hrať v rámci tejto udalosti, ale nebudete môcť zvyšovať štatistiky Sidney ani vytvárať ďalšie lajky na webovej stránke Cosplay Heaven.

source: You have already done this photo session with Sidney this week.
sk_sk: Toto fotenie so Sidney ste už absolvovali tento týždeň.

source: You will still be able to increase Sidney's stats and progress through this scene,
sk_sk: Stále si budete môcť zvyšovať štatistiky Sidney a postupovať v tejto scéne,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
sk_sk: Ale iba prvé hranie tejto udalosti každý týždeň bude generovať lajky pre webovú stránku Cosplay Heaven.

source: [_R_] Hey, Sidney.... I'm at the warehouse...
sk_sk: [_R_] Ahoj, Sidney.... Som v sklade...

source: [_R_] Yes.... you promised you would come...
sk_sk: [_R_] Áno... si sľúbila, že prídeš...

source: [_R_] No.... I promise I'll be professional.
sk_sk: [_R_] No... Sľubujem, že budem profesionálny.

source: [_R_] Well, what do you think?
sk_sk: [_R_] Čo si o tom myslíš?

source: [_S_] It's almost like a real fucking photo studio.
sk_sk: [_S_] Je to takmer ako skutočné fotografické štúdio.

source: [_S_] Oh, nothing.... I just got a mental image.... you in a pile of shit.
sk_sk: [_S_] Oh, nič... Práve som si vytvorila mentálny obraz... teba v kope hovna.

source: [_S_] I'm still amazed that you've put this all together.
sk_sk: [_S_] Stále ma udivuje, že si to všetko dal dokopy.

source: [_S_] Dad will be really proud of you!
sk_sk: [_S_] Otec bude na teba naozaj hrdý!

source: [_R_] Whatever.... I don't care what he thinks.
sk_sk: [_R_] Bez ohľadu na to.... Je mi jedno, čo si myslí.

source: [_R_] Why don't you run and get changed and then come back here as quickly as you can.
sk_sk: [_R_] Bež sa prezliecť a potom sa sem čo najrýchlejšie vráť.

source: [_S_] What do you mean?
sk_sk: [_S_] Čo tým myslíš?

source: [_R_] Let's try something where you're crouching, like you're waiting for something to come around the corner.
sk_sk: [_R_] Skúsme niečo, pri čom sa krčíš, akoby si čakala, že niečo príde spoza rohu.

source: [_R_] Perfect!
sk_sk: [_R_] Perfektné!

source: [_RT_] {i}{b}I've got to remember to take it slow. If I force her into anything she doesn't want to do, she'll just quit the shoot and go home.{/b}{/i}
sk_sk: [_RT_] {i}{b}Musím si zapamätať, že mám ísť pomaly. Ak ju budem nútiť do niečoho, čo nechce robiť, jednoducho skončí s natáčaním a pôjde domov.{/b}{/i}

source: [_R_] So, let's start out really easy.
sk_sk: [_R_] Začnime teda naozaj jednoducho.

source: [_R_] Everyone knows that Lauren Craft has some beautiful "ass"-ets.
sk_sk: [_R_] Všetci vedia, že Lauren Craft má krásny "zadok".

source: [_R_] So, let's see another power stance from behind.
sk_sk: [_R_] Pozrime sa teda na ďalší silový postoj zozadu.

source: [_S_] How's this?
sk_sk: [_S_] Aké je to?

source: [_S_] Erotic? I'm not ready for that!
sk_sk: [_S_] Erotické? Na to nie som pripravená!

source: [_R_] Well, what did you think we're doing here?
sk_sk: [_R_] Čo si myslíš, že tu robíme?

source: [_S_] I thought the outfit was already sexy enough on it's own!
sk_sk: [_S_] Myslela som si, že tento outfit je už sám o sebe dosť sexy!

source: [_S_] I don't want a bunch of perverted internet trolls telling me I'm ugly.
sk_sk: [_S_] Nechcem, aby mi banda zvrátených internetových trollov hovorila, že som škaredá.

source: [_R_] What!?.... The internet is going to love you!
sk_sk: [_R_] Čože??.... Internet ťa bude milovať!

source: [_S_] I don't care! I'm going back home. We can try another time, but right now I just feel creeped out.
sk_sk: [_S_] Je mi to jedno! Vraciam sa domov. Môžeme to skúsiť inokedy, ale práve teraz sa cítim strašne.

source: To get Sidney to take her shorts off you must have her submission at 5 points or her libido at 9 points.
sk_sk: Aby si Lauren vyzliekla podprsenku, musíte mať jej poddajnosť na 5 bodov alebo jej libido na 9 bodov.

source: [_S_] .... Wait.... Lauren can just jump into taking that level of sexy pictures, just like that?
sk_sk: [_S_] .... Počkať.... Lauren môže len tak skočiť do fotenia takejto úrovne sexy fotiek, len tak?

source: [_R_] So, let's just call it a day, we can try again after you've better prepared yourself mentally.
sk_sk: [_R_] Takže to dnes ukončíme, môžeme to skúsiť znova, keď sa lepšie psychicky pripravíš.

source: [_R_] Yeah, of course, just having your shirt off makes the pic super sexy. Even if the viewer can't see anything.
sk_sk: [_R_] Áno, samozrejme, už len to, že máš vyzlečené tričko, robí fotku veľmi sexy. Aj keď divák nič nevidí.

source: [_R_] Well, you need to start acting a little more professional. You need to be ready to do whatever the photographer says.
sk_sk: [_R_] Musíš sa začať správať trochu profesionálnejšie. Musíš byť pripravená urobiť všetko, čo ti fotograf povie.

source: [_S_] Well, what if the photographer is a perverted asshat?
sk_sk: [_S_] No a čo ak je fotograf úchylný blbec?

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +1"{/b}{/i}

source: [_S_] I'm out of here.... call me again when you're ready to act a little more professional.
sk_sk: [_S_] Už tu nie som... zavolaj mi, keď budeš pripravení sa správať trochu profesionálnejšie.

source: To get Sidney to take her shirt off you must have her submission at 7 points or her libido at 9 points.
sk_sk: Aby si Lauren vyzliekla podprsenku, musíte mať jej poddajnosť na 7 bodov alebo jej libido na 9 bodov.

source: [_R_] Yeah, I mean if you think you're willpower is as strong as Lauren's.
sk_sk: [_R_] Áno, myslím, ak si myslíš, že máš takú silnú vôľu ako Lauren.

source: [_S_] It's stronger.
sk_sk: [_S_] Je silnejšia.

source: [_S_] .... Oh my God.... you're such an ass...
sk_sk: [_S_] .... Bože môj.... ty si taký osol...

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +2"{/b}{/i}

source: {i}{b}"Sidney's Affection -1"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť -1" {/b}{/i}

source: To get Sidney to show her titties, you need to have her submission at 10 points, or her libido at 10 points.
sk_sk: Ak chcete Sidney prinútiť, aby ukázala prsia, musíte mať jej poddajnosť na 10 bodov alebo jej libido na 10 bodov.

source: [_R_] Alright!.... So, I'm thinking your bent over on all fours, cuz a wolf has knocked you over, and now he's coming up behind you to bite and rip your panties...
sk_sk: [_R_] V poriadku!... Takže si mysli, že si zohnutá na všetkých štyroch, pretože ťa vlk zvalil na zem a teraz sa k tebe približuje, aby ťa uhryzol a roztrhal ti nohavičky...

source: [_S_] Clearly.
sk_sk: [_S_] Jasne.

source: {i}{b}"Sidney's Anger +3"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +3"{/b}{/i}

source: To get Sidney to let you rip her underwear, you need to have her submission points at 14.
sk_sk: Aby vám Sidney dovolila roztrhnúť jej spodnú bielizeň, musíte mať jej body poddajnosti na úrovni 14.

source: [_S_] So, do you want me to just sit on the floor spread eagle?.... Or what?
sk_sk: [_S_] Takže chceš, aby som si sadla na zem a rozprestrela sa?... Alebo čo?

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +5"{/b}{/i}

source: To get Sidney to let you take close-ups, you need to have her submission points at 19.
sk_sk: Aby vám Sidney dovolila fotografovať zblízka, musíte mať jej body podania na úrovni 19.

source: [_S_] Really?.... Not that I care...
sk_sk: [_S_] Naozaj?.... Nie, že by ma to zaujímalo...

source: [_S_] What!?.... You perverted son of a bitch!
sk_sk: [_S_] Čože??... Ty zvrhlý hajzel!

source: [_R_] Hey!.... No reason to insult Mom!
sk_sk: [_R_] Hej!.... Nie je dôvod urážať mamu!

source: [_S_] How dare you even ask me to do something like that!?
sk_sk: [_S_] Ako sa vôbec opovažuješ žiadať ma o niečo také?!

source: [_S_] Don't even talk to me for a while! I'm going to need some time to cool down!
sk_sk: [_S_] Chvíľu sa so mnou ani nebav! Budem potrebovať nejaký čas, aby som vychladla!

source: [_S_] You'll be lucky if I even decide to take another picture with you ever again!
sk_sk: [_S_] Budeš mať šťastie, ak sa s tebou ešte niekedy rozhodnem fotiť!

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +10"{/b}{/i}

source: {i}{b}"Sidney's Affection -3"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť -3" {/b}{/i}

source: [_S_] I'm out of here.... don't you dare call me for a while!
sk_sk: [_S_] Už tu nie som... neopováž sa mi chvíľu volať!

source: To get Sidney to let you take a gape-shot, you need to have her submission points at 25.
sk_sk: Ak chcete, aby vám Sidney dovolila vystreliť, musíte mať jej body podania na úrovni 25.

source: [_R_] I don't think we need to take any more pics today.
sk_sk: [_R_] Myslím, že dnes už nemusíme robiť žiadne ďalšie fotky.

source: [_S_] Really? We haven't taken very many.
sk_sk: [_S_] Naozaj? Veľa sme ich neurobili.

source: [_R_] Yeah, but the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
sk_sk: [_R_] Áno, ale tie, ktoré máme, sú naozaj dobré a jediná možnosť, ako by mohli byť lepšie, je, že by som ťa nútil robiť niečo, čo by ti nemuselo byť príjemné.

source: [_S_] Oh, [ryan]! Lauren was right about you being so professional.
sk_sk: [_S_] Ach, [ryan]! Lauren mala pravdu, že si taký profesionálny.

source: [_S_] And that wasn't nearly as bad as I thought it would be!
sk_sk: [_S_] A nebolo to ani zďaleka také zlé, ako som si myslela!

source: [_S_] And showing some skin for the camera is way more exciting than I even imagined!
sk_sk: [_S_] A ukázať trochu kože pred kamerou je oveľa vzrušujúcejšie, než som si vôbec dokázala predstaviť!

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť +1" {/b}{/i}

source: {i}{b}"Sidney's Libido +5"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +5"{/b}{/i}

source: [_S_] I'm not nearly as nervous for the next photoshoot.
sk_sk: [_S_] Pri ďalšom fotení už nebudem taká nervózna.

source: [_S_] I might be even more daring, and be willing to show a little more skin.... maybe...
sk_sk: [_S_] Možno budem ešte odvážnejšia a budem chcieť ukázať trochu viac kože.... hahah...

source: [_R_] Great! I can't wait!
sk_sk: [_R_] Skvelé! Nemôžem sa dočkať!

source: [_R_] You can get changed and I'll see you back home.
sk_sk: [_R_] Môžeš sa obliecť a uvidíme sa doma.

source: [_R_] So, let's just call it a day, we can try again after you've better prepared yourself mentally, or if you can't, we'll give the outfit to Lauren.
sk_sk: [_R_] Takže to dnes ukončíme, môžeme to skúsiť znova, keď sa lepšie psychicky pripravíš, alebo ak to nedokážeš, dáme oblečenie Lauren.

source: [_R_] Alright, now let me just get a picture...
sk_sk: [_R_] Dobre, teraz mi dovoľ, aby som si urobil obrázok...

source: [_R_] Well, let's...
sk_sk: [_R_] No, poďme...

source: [_R_] What?...
sk_sk: [_R_] Čo?...

source: [_R_] You had to know this was the next step...
sk_sk: [_R_] Musela si vedieť, že toto je ďalší krok...

source: [_R_] Ok, take your time...
sk_sk: [_R_] Ok, zober si čas...

source: [_R_] Ok Sidney? Are you good?...
sk_sk: [_R_] Ok Sidney? Si v poriadku?...

source: [_S_] Yes, dammit! [ryan] just shut up for a second...
sk_sk: [_S_] Áno, sakra! [ryan] len na chvíľu sklapni...

source: [_R_] I'm thinking another confident power pose that says "I'm freaking Lauren Craft.... I'm comfortable with my body."...
sk_sk: [_R_] Myslím na ďalšiu sebavedomú pózu, ktorá hovorí: "Ja som Lauren Craft... Som spokojná so svojím telom."...

source: [_R_] You know.... a body-positive message to women.... that they shouldn't be ashamed of their bodies...
sk_sk: [_R_] Vieš... pozitívny odkaz ženám..., že by sa nemali hanbiť za svoje telo...

source: [_S_] And you know what?.... No.... I can't do anymore today...
sk_sk: [_S_] A vieš čo?... Nie... Dnes už nemôžem...

source: [_S_] I just don't have it in me...
sk_sk: [_S_] Jednoducho na to nemám...

source: [_S_] We can try again another time.... but I've just got to be done for today...
sk_sk: [_S_] Môžeme to skúsiť inokedy...., ale pre dnešok musím skončiť...

source: [_R_] Ok.... I understand. I'll give you a call the next time I'm ready.
sk_sk: [_R_] Ok... Rozumiem. Zavolám ti, keď budem znovu pripravený.

source: [_R_] You had to know this kind of thing was coming eventually.... let's just jump right in.
sk_sk: [_R_] Musela si vedieť, že niečo také nakoniec príde... poďme sa do toho pustiť.

source: [_R_] You had to know something like this was coming eventually...
sk_sk: [_R_] Museli si vedieť, že niečo také nakoniec príde...

source: [_S_] I know.... I knew it would be.... I'm just trying to wrap my head around the fact that I've gone this far.
sk_sk: [_S_] Viem... Vedela som, že to bude... Len sa snažím zmieriť s tým, že som sa dostala až sem.

source: [_R_] Oh come on!.... Try to be a little more professional.
sk_sk: [_R_] Ale no tak!... Skús byť trochu profesionálnejšia.

source: [_R_] Lauren wouldn't just walk away from a shoot like that!
sk_sk: [_R_] Lauren by len tak neodišla z takého fotenia!

source: [_S_] Yeah, well Lauren can suck your dick for all I care!
sk_sk: [_S_] Áno, no Lauren ti môže vyfajčiť kokot, čo ma zaujíma!

source: [_R_] No.... you'll be the one who gets to if we don't finish this photoshoot eventually.
sk_sk: [_R_] No... to budeš ty, kto to dostane, ak nakoniec nedokončíme toto fotenie.

source: [_S_] Uuuuggghhhh.... fine, but no more today!
sk_sk: [_S_] Uuuuggghhhhh.... v poriadku, ale dnes už nie!

source: [_R_] Alright.... take some time.... I'll call you again later, after you've cooled your tits.
sk_sk: [_R_] V poriadku... nechaj si nejaký čas... Zavolám ti neskôr, keď si upokojíš prsia.

source: [_S_] Uuuuggghhhh.... fine, you asshole! But no more today!
sk_sk: [_S_] Uuuuggghhhhh.... fajn, ty kretén! Ale dnes už nie!

source: [_R_] Hahaha.... yeah you might want to steer clear of the subject of my porn addiction.
sk_sk: [_R_] Hahaha... áno, možno by si sa mala vyhnúť téme mojej závislosti od porna.

source: [_R_] Ok, do you need some time to consider it?...
sk_sk: [_R_] Dobre, potrebuješ nejaký čas na rozmyslenie?...

source: [_R_] Sidney? Are you good?...
sk_sk: [_R_] Ok Sidney? Si v poriadku?...

source: [_S_] Yes, dammit! [ryan] just shut the fuck up for a second...
sk_sk: [_S_] Áno, sakra! [ryan] len na chvíľu sklapni...

source: [_S_] But a gape?...
sk_sk: [_S_] Ale otvor?...

source: [_R_] Ok, let's just have you lie on your back, legs spread and in the air...
sk_sk: [_R_] Dobre, nechajme ťa ležať na chrbte, nohy roztiahnuté a vo vzduchu...

source: [_S_] And you know what?.... No.... I can't do anymore...
sk_sk: [_S_] A vieš čo?... Nie... Dnes už nemôžem...

source: [_S_] Maybe we can try again another time.... but I've just got to be done for today...
sk_sk: [_S_] Môžeme to skúsiť inokedy..., ale pre dnešok musím skončiť...

source: [_S_] Uuuuggghhhh.... just go fuck yourself!
sk_sk: [_S_] Uuuuggghhhhh... choď sa vyjebať!

source: {i}{b}"Sidney's Anger +8"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +8"{/b}{/i}

source: {i}{b}"Sidney's Affection -2"{/b}{/i}
sk_sk: {i}{b}"Sidney náklonnosť -2" {/b}{/i}

source: [_S_] And showing some skin for the camera is a little bit exciting!
sk_sk: [_S_] A ukázať trochu kože pred kamerou je trochu vzrušujúce!

source: {i}{b}"Sidney's Libido +2"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +2"{/b}{/i}

source: [_R_] I don't know what that means.... is it a joke?...
sk_sk: [_R_] Neviem, čo to znamená.... je to vtip?...

source: [_S_] Yeah, I think you need a new deck of tarot cards, because I'm done for today.
sk_sk: [_S_] Áno, myslím, že potrebuješ nový balíček tarotových kariet, pretože ja som pre dnešok skončila.

source: [_R_] What?.... Why?...
sk_sk: [_R_] Čože??... Prečo?...

source: [_S_] I Just can't cross that line yet. I don't want pictures of my goodies all over the internet.
sk_sk: [_S_] Len ešte nemôžem prekročiť túto hranicu. Nechcem, aby sa fotky mojich dobrôt objavili na internete.

source: [_R_] But you knew these were the kind of pictures we would be taking...
sk_sk: [_R_] Ale vedela si, že práve takéto fotky budeme robiť...

source: [_S_] And I thought I was ready, but it turns out I'm not.
sk_sk: [_S_] A ja som si myslela, že som pripravená, ale ukázalo sa, že nie som.

source: [_S_] Maybe on a different day.
sk_sk: [_S_] Možno v iný deň.

source: [_S_] I'll see you back at home.
sk_sk: [_S_] Uvidíme sa doma.

source: [_R_] For the next shot I think we should...
sk_sk: [_R_] Myslím, že pri ďalšom zábere by sme mali...

source: [_S_] So, how do you want to do this?
sk_sk: [_S_] Ako to chceš urobiť?

source: [_S_] And why am I not surprised?
sk_sk: [_S_] A prečo ma to neprekvapuje?

source: [_S_] It's not enough for you to post my tits all over the internet, you need to expose every inch of me?
sk_sk: [_S_] Nestačí ti zverejňovať moje prsia po celom internete, potrebuješ odhaliť každý centimeter mojej postavy?

source: [_R_] You knew these were the kinds of pictures I've been taking with Lauren. You shouldn't be surprised!
sk_sk: [_R_] Vedela si, že práve takéto fotky som robil s Lauren. Nemala by si byť prekvapená!

source: [_S_] I just can't do it.
sk_sk: [_S_] Jednoducho to nedokážem.

source: [_R_] Alright.... take some time.... I'll call you again later, after you've hakuna'd your tatas.
sk_sk: [_R_] V poriadku... nechaj si nejaký čas... Zavolám ti neskôr, keď si už budeš hakunovať svoje...

source: [_S_] What?!
sk_sk: [_S_] Čo?!

source: [_R_] Why not?
sk_sk: [_R_] Prečo nie?

source: [_R_] I think so, wink, wink...
sk_sk: [_R_] Myslím, že áno, žmurk, žmurk...

source: [_S_] You want to go from hiding my nips to close-ups of my pussy just like that?
sk_sk: [_S_] Chceš prejsť od skrývania mojich bradaviek k detailným záberom mojej kundičky len tak?

source: [_S_] Fuck no! That's why not!
sk_sk: [_S_] Kurva nie! To je dôvod, prečo nie!

source: To get Sidney to let you take explicit close-ups, you need to have her submission points at 19.
sk_sk: Aby vám Sidney dovolila fotografovať zblízka, musíte mať jej body podania na úrovni 19.

source: [_S_] Excuse me.... what!?...
sk_sk: [_S_] Prepáč... čo!?...

source: [_R_] Oh.... an anal gape is where you open your...
sk_sk: [_R_] Oh... análny otvor je miesto, kde si otvoríš...

source: [_R_] Oh really? That's kind of surprising...
sk_sk: [_R_] Naozaj? To je trochu prekvapujúce...

source: [_S_] No.... no.... there's no fucking way!
sk_sk: [_S_] Nie.... nie.... to nie je možné!

source: [_S_] How could you even ask me to do that?
sk_sk: [_S_] Ako si ma mohol vôbec požiadať, aby som to urobila?

source: {i}{b}"Sidney's Anger +7"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +7"{/b}{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +1"{/b}{/i}

source: [_S_] Really? I'm surprised you don't want to try and push me further. We really don't have a ton of pictures.
sk_sk: [_S_] Naozaj? Prekvapuje ma, že ma nechceš tlačiť ďalej. Naozaj nemáme kopec fotiek.

source: [_R_] And do you remember me telling you that a wolf has been sneaking up on you...
sk_sk: [_R_] A pamätáš si, ako som ti hovoril, že sa k tebe zakráda vlk...

source: [_R_] Well, now I want you to lie down on your stomach like he knocked you over...
sk_sk: [_R_] No, teraz chcem, aby si si ľahla na brucho, akoby ťa zvalil...

source: [_S_] Oh, no! That means...
sk_sk: [_S_] Ale nie! To znamená...

source: [_R_] Uh huh.... that means I think we should...
sk_sk: [_R_] Uh huh... to znamená, že by sme mali...

source: [_R_] Alright!.... So, I'm thinking your bent over on all fours, because that wolf that was behind knocked you over, and now he's coming up behind you to bite and rip your panties...
sk_sk: [_R_] V poriadku!... Takže si myslím, že si zohnutá na všetkých štyroch, pretože ten vlk, ktorý bol vzadu, ťa zrazil a teraz sa k tebe približuje, aby ťa uhryzol a roztrhal ti nohavičky...

source: [_R_] Alright.... take some time.... I'll call you again later, after you've soothed your boobs.
sk_sk: [_R_] V poriadku... nechaj si nejaký čas... Zavolám ti neskôr, keď si upokojíš prsia.

source: [_S_] You want to go to close-up of my pussy just like that?
sk_sk: [_S_] Chceš ísť na detailný záber mojej kundičky len tak?

source: {i}{b}"Sidney's Anger +6"{/b}{/i}
sk_sk: {i}{b}"Sidney hnev +6"{/b}{/i}

source: [_S_] Really? We haven't taken very many erotic pics yet.
sk_sk: [_S_] Naozaj? Erotických fotiek sme ešte veľa nenafotili.

source: [_R_] Awesome!
sk_sk: [_ R_] Úžasné!

source: [_R_] What are you saying?... I wasn't staring.... why would I... you're my sister... I just needed to make sure to get a good shot.
sk_sk: [_R_] Čo to hovoríš?... Ja som nehľadel... prečo by som mal... si moja sestra... Len som sa potreboval uistiť, že mám dobrý záber.

source: [_R_] Yeah.... no doubt.... no doubt...
sk_sk: [_R_] Áno.... nepochybne.... nepochybne...

source: [_S_] So, are we done?
sk_sk: [_S_] Takže sme skončili?

source: [_R_] No not yet...
sk_sk: [_R_] Ešte nie...

source: [_R_] Alright.... we're done with the wolf scene, now I want you to pretend you're crawling through a tunnel ful of cobwebs...
sk_sk: [_R_] V poriadku... skončili sme so scénou s vlkom, teraz chcem, aby si predstierala, že sa plazíš tunelom plným pavučín...

source: [_S_] Like this?
sk_sk: [_S_] Takto?

source: [_S_] Is this ok?
sk_sk: Je to v poriadku?
