Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.03.po
Languages: sk_sk

source: [_M_] Well, that's fine with me as long as you don't horse around too much...
sk_sk: [_M_] No, to mi nevadí, pokiaľ sa nebudeš príliš zdržiavať na...

source: [_M_] Actually, what the heck.... horse around all you like, there's nobody here to complain.
sk_sk: [_M_] Vlastne, čo do pekla ... okolo vás, tu nie je nikto, kto by sa sťažoval.

source: [_R_] No.... Mom.... we want you to come play the pool games with us.
sk_sk: [_R_] No.... Mami.... chceme, aby si s nami išla zahrať bazénové hry.

source: [_M_] Oh, no.... I'm very into this book, plus I don't think it would be in good decorum to be so informal with my students.
sk_sk: [_M_] Oh, nie.... Veľmi sa mi táto kniha páči, navyše si nemyslím, že by bolo v súlade s dobrými mravmi, keby som sa k svojim študentom správala tak neformálne.

source: [_R_] Decor.... what?
sk_sk: [_R_] Mravy.... čo?

source: [_M_] Decorum honey, it means behaving in good taste.
sk_sk: [_M_] Dekórum, miláčik, znamená správanie sa v dobrom svetle.

source: [_R_] Hmmm.... I don't see what's wrong with it.
sk_sk: [_R_] Hmmm.... Nevidím, čo je na tom zlé.

source: [_M_] Yes.... well.... some of your recent judgement hasn't been very good, has it?
sk_sk: [_M_] Áno.... dobre.... niektoré tvoje nedávne úsudky neboli veľmi dobré, však?

source: [_R_] What do you mean?
sk_sk: [_R_] Huh?.... Čo tým myslíš?

source: [_R_] Ok, well maybe I've done some dumb things, but I've done a lot of good things for you too.
sk_sk: [_R_] Dobre, možno som urobil pár hlúpostí, ale urobil som pre teba aj veľa dobrých vecí.

source: [_M_] That is true.
sk_sk: [_M_] To je pravda.

source: [_M_] I'll tell you what.
sk_sk: [_M_] Niečo ti poviem.

source: [_M_] Give me just 10 more minutes and I'll finish this chapter, and then if I'm feeling up to it, I'll come give you some attention.
sk_sk: [_M_] Dajte mi ešte 10 minút, dokončím túto kapitolu, a ak sa na to budem cítiť, prídem sa vám venovať.

source: [_R_] Ok, it's a deal.
sk_sk: [_R_] Ok, je to dohodnuté.

source: [_RT_] {i}If only I could get Mom some alcohol, she's always a lot more fun in social situations when she has a little liquid courage.{/i}
sk_sk: [_RT_] {i}Keby som len mohol zohnať mame trochu alkoholu, v spoločenských situáciách je s ňou vždy oveľa väčšia zábava, keď má trochu tekutej odvahy.{/i}

source: [_RT_] {i}I can't order anything on credit, but I've got some cash in the wallet in my shorts, I wonder if they would accept cash here.{/i}
sk_sk: [_RT_] {i}Nemôžem si nič objednať na úver, ale mám nejaké peniaze v peňaženke v šortkách, zaujímalo by ma, či by tu prijali hotovosť.{/i}

source: [_R_] Excuse me, miss?
sk_sk: [_R_] Prepáčte, slečna?

source: [_W_] Yes, sir, what can I do for you?
sk_sk: [_W_] Áno, pane, čo pre vás môžem urobiť?

source: [_R_] How much is your wine?
sk_sk: [_R_] Koľko stojí vaše víno?

source: [_W_] Well, that depends on what kind of wine you order. And I would need to see some photo ID to prove you're over 21.
sk_sk: [_W_] To závisí od toho, aké víno si objednáte. A potrebovala by som vidieť preukaz totožnosti s fotografiou, aby som dokázala, že máte viac ako 21 rokov.

source: [_R_] No, it's not for me...
sk_sk: [_R_] Nie, to nie je pre mňa...

source: [_R_] I want to buy it for my mom.
sk_sk: [_R_] Chcem ho kúpiť svojej mame.

source: [_R_] Do you happen to know her? She's sitting right over there. Do you know what kind of wine she usually buys here?
sk_sk: [_R_] Nepoznáte ju náhodou? Sedí priamo tam. Viete, aké víno si tu zvyčajne kupuje?

source: [_W_] Oh yes, she usually gets the Pinot Noir from our Oregon vineyard.
sk_sk: [_W_] Áno, zvyčajne si kupuje Pinot Noir z našej oregonskej vinice.

source: [_R_] Ok, I'd like to get her that.
sk_sk: [_R_] Dobre, rád by som jej to kúpil.

source: [_W_] Ok, we'll just charge the card you have on file with us then?
sk_sk: [_W_] Dobre, tak vám teda stiahnem peniaze z karty, ktorú máte u nás zapísanú?

source: [_R_] Actually, can I pay in cash?
sk_sk: [_R_] Môžem vlastne platiť v hotovosti?

source: [_W_] We don't usually allow that...
sk_sk: [_W_] Zvyčajne to nedovoľujeme...

source: [_R_] But it's a gift for my mother. I can't have her pay for her own gift.
sk_sk: [_R_] Ale je to darček pre moju mamu. Nemôžem ju nechať zaplatiť za jej vlastný darček.

source: [_R_] She's been going through some really hard things lately, and I just want to do something nice for her.
sk_sk: [_R_] V poslednom čase prežíva naozaj ťažké chvíle a ja pre ňu chcem urobiť niečo pekné.

source: [_W_] Oh, that's sweet. I think we can make an exception this time.
sk_sk: [_W_] To je milé. Myslím, že tentoraz môžeme urobiť výnimku.

source: [_R_] Awesome! How much do I owe you?
sk_sk: [_R_] Úžasné! Koľko dlžím?

source: [_W_] Do you want to buy her a glass of wine, or send her the whole bottle?
sk_sk: [_W_] Chcete jej kúpiť pohár vína, alebo jej poslať celú fľašu?

source: [_R_] Well, what's the price difference?
sk_sk: [_R_] Aký je cenový rozdiel?

source: [_W_] By the glass it's $20, and by the bottle it's $100
sk_sk: [_W_] Po pohári stojí 20 dolárov a po fľaši 100 dolárov.

source: [_R_] Really? That's how much Mom usually spends on wine?
sk_sk: [_R_] Naozaj? Toľko mama zvyčajne minie na víno?

source: [_W_] Haha, and that's not even close to our most expensive wine.
sk_sk: [_W_] Haha, a to nie je ani zďaleka naše najdrahšie víno.

source: [_R_] Alright, I'll be right back, I just have to run and grab the cash out of my wallet.
sk_sk: [_R_] Dobre, hneď sa vrátim, len musím bežať a vziať si peniaze z peňaženky.

source: [_RT_] {i}Umm.... ok, let me just think a second.{/i}
sk_sk: [_RT_] {i}Umm.... ok, nechaj ma chvíľu premýšľať.{/i}

source: [_RT_] {i}That's a lot of money for a little liquid refreshment,{/i}
sk_sk: [_RT_] {i}To je veľa peňazí za malé tekuté osvieženie, {/i}

source: [_RT_] {i}But Mom really does loosen up with a few glasses of wine in her.{/i}
sk_sk: [_RT_] {i}Ale mama sa naozaj uvoľní s niekoľkými pohármi vína v sebe.{/i}

source: [_RT_] {i}One glass might loosen her up a bit, but each glass she drinks after that might make her even more uninhibited.{/i}
sk_sk: [_RT_] {i}Jeden pohár ju možno trochu uvoľní, ale každý ďalší pohár ju môže ešte viac rozladiť.{/i}

source: [_R_] I'll just get her a glass of wine.
sk_sk: [_R_] Len jej prinesiem pohár vína.

source: {i}"Money -$20"{/i}
sk_sk: {i}"Peniaze - 20 dolárov"{/i}

source: [_W_] Ok, I'll run and get her a glass and let her know it's from the gentleman in the blue swimsuit.
sk_sk: [_W_] Dobre, skočím jej po pohár a dám jej vedieť, že je od toho pána v modrých plavkách.

source: [_RT_] {i}Haha gentleman, yeah, that describes me pretty well.{/i}
sk_sk: [_RT_] {i}Haha džentlmen, áno, to ma celkom dobre vystihuje.{/i}

source: [_R_] Thank you!
sk_sk: [_R_] Ďakujem!

source: [_W_] You're very welcome.
sk_sk: [_W_] Nemáte za čo.

source: [_R_] I'll get her the whole bottle.
sk_sk: [_R_] Dám jej celú fľašu.

source: {i}"Money -$100"{/i}
sk_sk: {i}"Peniaze - 100 dolárov"{/i}

source: [_MT_] {i}Uuggh.... I am so sick of this Oedipus curriculum for my class. I can't wait until we get through the rest of this subject matter.{/i}
sk_sk: [_MT_] {i}Uuggh.... Som tak znechutená z tohto Oidipovho učebného plánu pre moju triedu. Nemôžem sa dočkať, kým prejdeme zvyšok tejto témy.{/i}

source: [_MT_] {i}Fucking school board member Will Tylor. No wonder he demanded we study Oedipus Rex literature, his own textbook is part of the required reading.{/i}
sk_sk: [_MT_] {i}Zasraný člen školskej rady Will Tylor. Niet divu, že požadoval, aby sme sa učili literatúru o Oidipovi Rexovi, veď jeho vlastná učebnica je súčasťou povinnej literatúry.{/i}

source: [_MT_] {i}It says here that "Just like a child can get stuck in an oral phase if you take away their pacifier, or make them stop sucking their fingers before they are ready to give them up.{/i}
sk_sk: [_MT_] {i}Píše sa tu, že "Tak ako sa dieťa môže zaseknúť v orálnej fáze, ak mu zoberiete cumlík alebo ho prinútite prestať si cucať prsty skôr, ako je pripravené sa ich vzdať.{/i}

source: [_MT_] {i}So too can a young man become stuck in an Oedipal phase if it isn't allowed to develop to a point.{/i}
sk_sk: [_MT_] {i}Tak aj mladý človek môže uviaznuť v oidipovskej fáze, ak sa jej nedovolí rozvinúť sa do určitého bodu.{/i}

source: [_MT_] {i}Oh yeah, and what point is that Sigmund Freud? A titty fuck from his mom? Sounds like a bunch of bullshit to me.{/i}
sk_sk: [_MT_] {i}Aha, a aký zmysel má ten Sigmund Freud? Cecky od jeho mamy? Mne to pripadá ako kopa kecov.{/i}

source: [_MT_] {i}At least I hope it's bullshit. [ryan] seems to be showing some signs of developing a little something.{/i}
sk_sk: [_MT_] {i}Aspoň dúfam, že je to blbosť. U [ryan] sa zdá, že sa objavujú nejaké náznaky vývoja. {/i}

source: [_W_] Excuse me, ma'am.
sk_sk: [_W_] Prepáčte, madam.

source: [_M_] Yes?
sk_sk: [_M_] Áno?

source: [_M_] Oh, no thank you.... I don't want to buy my usual wine.
sk_sk: [_M_] Nie, ďakujem.... Nechcem si kúpiť svoje zvyčajné víno.

source: [_W_] Oh, no.... well, I hope you at least want some, because it's already been paid for.
sk_sk: [_W_] Oh, nie.... dobre, dúfam, že chcete aspoň niečo, pretože už je to zaplatené.

source: [_M_] What?!.... By whom?
sk_sk: [_M_] Čože?!.... Kto to urobil?

source: [_W_] Just a second, let me put down the wine so I can point him out.
sk_sk: [_W_] Počkajte chvíľu, odložím víno, aby som naňho mohla upozorniť.

source: [_M_] Him out? Well, that narrows it down to two, and neither of them are old enough to buy alcohol.
sk_sk: [_M_] Vypadol? No, tým sa počet zúžil na dvoch a ani jeden z nich nie je dosť starý na to, aby si mohol kúpiť alkohol.

source: [_W_] Well, since it's not for them, and we try to treat members like gold...
sk_sk: [_W_] No, keďže to nie je pre nich a my sa snažíme zaobchádzať s členmi ako so zlatom...

source: [_W_] There he is.
sk_sk: [_W_] Tu je.

source: [_W_] The one waving in the blue swimsuit.
sk_sk: [_W_] Ten v modrých plavkách.

source: [_M_] Of course, buying me a $100 bottle of wine, something is definitely developing.
sk_sk: [_M_] Samozrejme, keď mi kúpite fľašu vína za 100 dolárov, niečo sa určite vyvinie.

source: [_M_] Buying me a $20 glass of wine? How sweet!...
sk_sk: [_M_] Kúpiť mi pohár vína za 20 dolárov? Aké milé!...

source: [_W_] Excuse me?...
sk_sk: [_W_] Čo prosím?...

source: [_M_] Oh, nothing, never mind.... thank you for your help.... I won't be needing anything else.
sk_sk: [_M_] Ach, nič, nevadí.... Ďakujem za pomoc.... Už nebudem potrebovať nič iné.

source: [_MT_] {i}Just look at that shit-eating grin on his face.{/i}
sk_sk: [_MT_] {i}Len sa pozrime na ten jeho posratý úsmev na tvári.{/i}

source: [_MT_] {i}He's up to something.{/i}
sk_sk: [_MT_] {i}Niečo chystá.{/i}

source: [_MT_] {i}Well, I guess I better get drinking.... It's already been opened and poured.... I'd hate for it to go to waste.{/i}
sk_sk: [_MT_] {i}No, myslím, že by som sa mala radšej napiť.... Už je otvorené a naliate.... Nerada by som, aby sa premárnilo.{/i}

source: [_MT_] {i}Is [ryan] buying me wine because he thinks it's something his father would do?....{/i}
sk_sk: [_MT_] {i}Kupuje mi [ryan] víno, pretože si myslí, že by to urobil otec?....{/i}

source: [_MT_] {i}Or is he really starting to enter an Oedipal phase? And if he is, will not allowing it to develop to a certain point really make him get stuck in it like the book said?{/i}
sk_sk: [_MT_] {i}Alebo sa naozaj začína dostávať do oidipovskej fázy? A ak áno, tak mu nedovolím, aby sa rozvinul do určitého bodu, naozaj sa v tom zasekne, ako sa píše v knihe?{/i}

source: [_MT_] {i}Shit, I hope that's bullshit!{/i}
sk_sk: [_MT_] {i}Dúfam, že je to blbosť!{/i}

source: [_MT_] {i}He has really stepped up this last month though, I'm so relieved I haven't had to go back to the strip club in a while.{/i}
sk_sk: [_MT_] {i}V poslednom mesiaci sa však naozaj zlepšil, tak sa mi uľavilo, že som sa už dávno nemusela vrátiť do striptízového klubu.{/i}

source: [_MT_] {i}[ryan]'s kind of the only person watching out for me right now. No matter his motivation, I really owe him a lot.{/i}
sk_sk: [_MT_] {i}[ryan]Je to tak trochu jediná osoba, ktorá na mňa teraz dáva pozor. Bez ohľadu na jeho motiváciu mu naozaj veľa dlžím.{/i}

source: [_MT_] {i}I should just drink up and stop worrying about things, at least while I'm here.{/i}
sk_sk: [_MT_] {i}Mala by som sa napiť a prestať sa o všetko starať, aspoň kým som tu.{/i}

source: [_MT_] {i}I did bring [ryan] here to reward him, I should probably stop being so suspicious of him and just help him have a good time.{/i}
sk_sk: [_MT_] {i}Priviedla som sem [ryan] , aby som ho odmenila, asi by som ho mala prestať podozrievať a pomôcť mu, aby sa mal dobre.{/i}

source: [_R_] I hope the waitress was right. Is that the kind of wine you like?
sk_sk: [_R_] Dúfam, že čašníčka mala pravdu. Je to ten druh vína, ktorý máš rada?

source: [_M_] Yes, honey. Thank you so much!
sk_sk: [_M_] Áno, zlato. Ďakujem ti veľmi pekne!

source: [_M_] That was very thoughtful.
sk_sk: [_M_] To bolo veľmi pozorné.

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a hundred dollar bottle of wine?
sk_sk: [_M_] Ale odkiaľ berieš toľko peňazí? Najprv si zaplatil mafiánsky dlh všetky tie týždne po sebe, potom si mi kúpil bikiny Hyongu a teraz fľašu vína za sto dolárov?

source: [_M_] Please don't say I have to strip on Saturday because you're trying to spoil me now!
sk_sk: [_M_] Prosím, nehovor, že sa musím v sobotu vyzliecť, pretože sa ma teraz snažíš rozmaznávať!

source: [_R_] Don't worry, Mom, I'll keep paying that Mafia debt.
sk_sk: [_R_] Neboj sa, mami, ten mafiánsky dlh budem splácať ďalej.

source: [_M_] Maybe I should come work with you, you might be making more money than me, haha...
sk_sk: [_M_] Možno by som mala ísť pracovať k tebe, mohol by si zarábať viac peňazí ako ja, haha...

source: [_RT_] {i}Hopefully someday you'll be working as a model for me in my photo studio.{/i}
sk_sk: [_RT_] {i}Dúfam, že jedného dňa budeš pracovať ako modelka v mojom fotoateliéri.{/i}

source: [_RT_] {i}I'd love to see you in one of Sidney's outfits!{/i}
sk_sk: [_RT_] {i}Rád by som ťa videl v jednom zo Sidneyiných outfitov!{/i}

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a twenty dollar glass of wine?
sk_sk: [_M_] Ale odkiaľ berieš toľko peňazí? Najprv si zaplatil mafiánsky dlh všetky tie týždne v rade, potom si mi kúpil bikiny Hyongu a teraz pohár vína za dvadsať dolárov?

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, and now a hundred dollar bottle of wine?
sk_sk: [_M_] Ale odkiaľ berieš toľko peňazí? Najprv si zaplatil mafiánsky dlh za všetky tie týždne v rade a teraz sto dolárov za fľašu vína?

source: [_M_] But I know you don't have a ton of money lying around, you don't have to go spending it all on me.
sk_sk: [_M_] Ale viem, že nemáš kopec peňazí, nemusíš ich všetky minúť na mňa.

source: [_M_] So, let me finish this wine, and I'll join you in the pool.
sk_sk: [_M_] Nechaj ma dopiť toto víno a pripojím sa k tebe v bazéne.

source: [_R_] Really?! That's awesome!
sk_sk: [_R_] Naozaj?! To je úžasné!

source: [_M_] Yeah, give me just a second.
sk_sk: [_M_] Daj mi sekundu.

source: [_M_] Okay, just a sec, I need another glass.
sk_sk: [_M_] Okamžik, potrebujem ďalší pohár.

source: [_M_] Ok, maybe just one more.
sk_sk: [_M_] Dobre, možno ešte jeden.

source: [_M_] Okay, I think I'm ready.
sk_sk: [_M_] Dobre, myslím, že som pripravená.

source: [_R_] Mom, is it okay to swim after drinking?
sk_sk: [_R_] Mami, je v poriadku plávať po pití?

source: [_M_] Oh, don't worry, they say you shouldn't do a lot of things after drinking, yet people do.
sk_sk: [_M_] Neboj sa, hovorí sa, že po pití by si nemal robiť veľa vecí, ale ľudia to robia.

source: [_R_] But that doesn't mean they're...
sk_sk: [_R_] To však neznamená, že sú...

source: [_M_] Shhhh...
sk_sk: [_M_] Ticho...

source: [_M_] Don't be such a killjoy.
sk_sk: [_M_] Nebuď taký otravný.

source: [_R_] Oh, wait! Mom!
sk_sk: [_R_] Počkaj! Mami!

source: [_R_] You can't go swimming in those shorts!
sk_sk: [_R_] V týchto šortkách sa nedá plávať!

source: [_M_] What? Of course I can.
sk_sk: [_M_] Čo? Samozrejme, že môžem.

source: [_R_] No, you didn't bring any sunscreen, and if you swim with those shorts you'll get weird tan lines.
sk_sk: [_R_] Nie, nevzala si si žiadny opaľovací krém, a ak sa budeš kúpať v týchto šortkách, budeš mať divné opálené línie.

source: [_M_] Yeah, and what of it?
sk_sk: [_M_] Áno, a čo z toho?

source: [_R_] What if you have to go back and do a certain job?...
sk_sk: [_R_] Čo ak sa budeš musieť vrátiť a vykonať určitú prácu?...

source: [_R_] Those tan lines won't look very good, and Joey DeCapo might not be happy about it.
sk_sk: [_R_] Tieto opálené línie nebudú vyzerať veľmi dobre a Joey DeCapo z toho nemusí mať radosť.

source: [_M_] What ever happened to "Don't worry, Mom, I'll pay the Mafia debt"?
sk_sk: [_M_] Čo sa stalo s vetou "Neboj sa, mami, ja zaplatím mafiánsky dlh"?

source: [_R_] Well, of course I'll keep trying, but what if I have an off week?
sk_sk: [_R_] Samozrejme, že sa budem snažiť, ale čo keď budem mať voľný týždeň?

source: [_M_] Shit! These bottoms are so revealing.
sk_sk: [_M_] Do prdele! Tieto spodky sú také odhalené.

source: [_M_] But, I think you're right.
sk_sk: [_M_] Ale myslím, že máš pravdu.

source: [_M_] Ok, try not to look too much.
sk_sk: [_M_] Dobre, snaž sa príliš nepozerať.

source: [_M_] And move over, I'm coming in!
sk_sk: [_M_] A pohni sa, idem dnu!

source: [_M_] Oh, wow! That water is refreshing!
sk_sk: [_M_] Páni! Tá voda je osviežujúca!

source: [_RT_] {i}Oh my God! Mom's bikini is completely see-through when wet! She's going to want to kill me when she realizes, hopefully she just won't notice.{/i}
sk_sk: [_RT_] {i}Bože môj! Maminine bikiny sú úplne priesvitné, keď sú mokré! Bude ma chcieť zabiť, keď si to uvedomí, dúfam, že si to len nevšimne.{/i}

source: [_M_] Boys.... boys!...
sk_sk: [_M_] Chlapci....! Chlapci....!

source: [_M_] My eyes are up here! Stop staring at my breasts! If there's going to be a problem, I'm going to leave.
sk_sk: [_M_] Moje oči sú tu hore! Prestaňte mi pozerať na prsia! Ak tu bude problém, odídem.

source: [_M_] Are we going to have a problem?
sk_sk: [_M_] Budeme mať problém?

source: [_MB_] No.... sorry! We'll behave!
sk_sk: [_MB_] No.... Prepáčte! Budeme sa správať slušne!

source: [_R_] No, I wasn't even looking at your.... I mean I was looking at.... something else.
sk_sk: [_R_] Nie, ani som sa nepozeral na.... Teda pozeral som sa na.... niečo iné.

source: [_M_] Well put!
sk_sk: [_M_] Dobre povedané!

source: [_M_] Now, as I was saying...
sk_sk: [_M_] Ako som už povedala...

source: [_MT_] {i}Oh my God! Are these little horndogs staring at my breasts?{/i}
sk_sk: [_MT_] {i}Bože môj! Či mi títo malí nadržanci pozerajú na prsia?

source: [_MT_] {i}I'm not surprised about Matt, I know his reputation, and I've noticed the way he looks at me in class.{/i}
sk_sk: [_MT_] {i}Matt ma neprekvapil, poznám jeho povesť a všimla som si, ako sa na mňa v triede pozerá.{/i}

source: [_MT_] {i}I wonder if the rumors about him and Miss Stone are true.... {/i}
sk_sk: [_MT_] {i}Zaujímalo by ma, či sú klebety o ňom a slečne Stoneovej pravdivé.... {/i}

source: [_MT_] {i}But I can't believe [ryan] would be staring like that.... {/i}
sk_sk: [_MT_] {i}Ale nemôžem uveriť, že by [ryan] takto pozeral.... {/i}

source: [_MT_] {i}Is he really developing an Oedipal complex?.... Why do I feel flattered?.... I think I drank too much wine.... {/i}
sk_sk: [_MT_] {i}Naozaj sa u neho rozvíja oidipovský komplex?.... Prečo sa cítim polichotená?.... Myslím, že som vypila príliš veľa vína.... {/i}

source: [_MT_] {i}Will trying to stamp it out really just make him get stuck in this phase like that textbook says?{/i}
sk_sk: [_MT_] {i}Budem sa ho snažiť potlačiť, aby sa naozaj nezasekol v tejto fáze, ako sa píše v učebnici?{/i}

source: [_MT_] {i}I think maybe I just won't say anything.{/i}
sk_sk: [_MT_] {i}Myslím, že možno jednoducho nič nepoviem.{/i}

source: [_M_] [ryan] was saying that you guys wanted to play some pool games?
sk_sk: [_M_] [ryan] hovoril, že si chceš zahrať nejaké bazénové hry?

source: [_MB_] Yeah, let's play chicken!
sk_sk: [_MB_] Áno, zahrajme sa na kurča!

source: [_M_] Oh, no no, that one's a little too physical for me.
sk_sk: [_M_] Ale nie, nie, to je na mňa príliš fyzické.

source: [_M_] Too easy to take advantage of the situation, if you know what I mean.
sk_sk: [_M_] Ak viete, ako to myslím, je príliš ľahké využiť situáciu.

source: [_RT_] {i}She's probably played enough of those porn games I introduced her to, so she knows what we hope will happen in a chicken fight.{/i}
sk_sk: [_RT_] {i}Pravdepodobne hrala dosť tých pornoher, ktoré som jej predstavil, takže vie, čo sa, dúfam, stane v súboji s kurčaťom.{/i}

source: [_M_] How about a game of Marco Polo.
sk_sk: [_M_] Čo tak zahrať si hru Marco Polo?

source: [_R_] But that's a kiddy game!
sk_sk: [_R_] Ale to je detská hra!

source: [_MB_] I think that's a great idea, Miss [mom_name]!
sk_sk: [_MB_] Myslím, že je to skvelý nápad, slečna [mom_name]!

source: [_RT_] {i}Ass kisser.{/i}
sk_sk: [_RT_] {i}Bozkávač zadku.{/i}

source: [_K_] How do you play Marco Polo?
sk_sk: [_K_] Ako sa hrá Marco Polo?

source: [_M_] Whoever is it, has to close their eyes, and whenever they say "Marco", everyone in the pool has to say "Polo",
sk_sk: [_M_] Ten, kto je ním, musí zavrieť oči a vždy, keď povie "Marco", všetci v bazéne musia povedať "Polo",

source: [_M_] And then the person who is it has to try to tag someone by only following the sound of their voice.
sk_sk: [_M_] A potom sa osoba, ktorá je to, musí pokúsiť niekoho označiť len podľa zvuku jeho hlasu.

source: [_M_] And when they tag someone, they have to identify them by name. If they get it wrong then they are still it.
sk_sk: [_M_] Keď niekoho označia, musia ho identifikovať menom. Ak sa pomýlia, potom sú to stále oni.

source: [_R_] Yeah, it's a kiddy game, let's do something else.
sk_sk: [_R_] Áno, je to detská hra, poďme robiť niečo iné.

source: [_K_] I think that sounds like it could be fun.
sk_sk: [_K_] Myslím, že by to mohla byť zábava.

source: [_M_] Alright, three of us to one of you [ryan], Marco Polo it is.
sk_sk: [_M_] Dobre, traja z nás na jedného [ryan], Marco Polo je tu.

source: [_MB_] And I'll be it first.
sk_sk: [_MB_] A ja budem prvá.

source: [_MB_] I'll close my eyes and give you all a 10 second head start.
sk_sk: [_MB_] Zavriem oči a dám vám všetkým 10 sekúnd náskok.

source: [_MB_] One...
sk_sk: [_MB_] Jeden...

source: [_MB_] Two...
sk_sk: [_MB_] Dva...

source: [_MB_] Three...
sk_sk: [_MB_] Tri...

source: [_MB_] Ten!.... Ready or not, here I come!
sk_sk: [_MB_] Desať!.... Pripravený alebo nie, prichádzam!

source: [_MB_] I've almost got someone!
sk_sk: [_MB_] Takmer som niekoho chytil!

source: [_MBT_] {i}That's definitely Miss [mom_name]. a strong pull on that top should do the trick.{/i}
sk_sk: [_MBT_] {i}To je určite slečna [mom_name]. Silný ťah za ten vrch by mal urobiť svoje.{/i}

source: [_RT_] {i}Is Matt going to do what I think he's doing?{/i}
sk_sk: [_RT_] {i}Urobí Matt to, čo si myslím, že urobí?{/i}

source: [_RT_] {i}I'd better get over there and help her.{/i}
sk_sk: [_RT_] {i}Radšej tam pôjdem a pomôžem jej.{/i}

source: [_MB_] Is it.... miss [mom_name]?
sk_sk: [_MB_] Je to.... slečna [mom_name]?

source: Pull.... yank...
sk_sk: Ťahaj ... žart ...

source: [_MBT_] {i}Yes, it worked!{/i}
sk_sk: [_MBT_] {i}Áno, fungovalo to!{/i}
