Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_ST_] {i}I would be their first victim. I have no protection of a room or a locked door.{/i}
sk_sk: [_ST_] {i}Bola by som ich prvou obeťou. Nemám žiadnu ochranu v podobe izby alebo zamknutých dverí.{/i}

source: [_ST_] {i}Shit, now I'm just freaking myself out.{/i}
sk_sk: [_ST_] {i}Do riti, teraz sa už len desím.{/i}

source: [_ST_] {i}I've got to control my imagination.{/i}
sk_sk: [_ST_] {i}Musím ovládať svoju predstavivosť.{/i}

source: [_ST_] {i}Oh, shit! What was that?{/i}
sk_sk: [_ST_] {i}Do prdele! Čo to bolo?{/i}

source: [_ST_] {i}I'm getting out of here. There should be room in Mom's bed.{/i}
sk_sk: [_ST_] {i}Odchádzam odtiaľto. V maminej posteli by malo byť miesto.{/i}

source: [_RT_] {i}Shit, she's going to Mom's bed. I really was hoping that she would come to me for protection.{/i}
sk_sk: [_RT_] {i}Sakra, ide k mame do postele. Naozaj som dúfal, že sa príde ku mne chrániť.{/i}

source: [_RT_] {i}Well, I've got a few more tricks up my sleeve.{/i}
sk_sk: [_RT_] {i}No, mám v rukáve ešte niekoľko trikov.{/i}

source: [_S_] Hey [ryan], what can I do for you?
sk_sk: [_S_] Ahoj [ryan], čo pre teba môžem urobiť?

source: [_R_] I've got the money for Lauren's cosplay outfit.
sk_sk: [_R_] Mám peniaze na Laurenin cosplay outfit.

source: [_S_] Are you sure? Aren't you supposed to be saving up to pay the DeCapos at the end of the week?
sk_sk: [_S_] Si si istý? Nemal by si šetriť, aby si mohol koncom týždňa zaplatiť DeCapovi?

source: [_R_] I've been working really hard lately, and I should have enough to pay for Lauren's outfit and the weekly Mafia debt.
sk_sk: [_R_] V poslednom čase som naozaj tvrdo pracoval a mal by som mať dosť na zaplatenie Laurinho oblečenia a týždenného mafiánskeho dlhu.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
sk_sk: {i}{b}"Sidney rešpekt +1"{/b}{/i}

source: [_S_] Good for you little brother! Keep it up and maybe we will be able to get along without Dad.
sk_sk: [_S_] Dobre pre teba, bratíčku! Pokračuj v tom a možno sa nám podarí vydržať bez otca.

source: {i}"Money - $400"{/i}
sk_sk: {i}"Peniaze - 400 dolárov"{/i}

source: [_R_] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
sk_sk: [_R_] Prečo by som mal byť každý týždeň zodpovedný za splácanie dlhu, veď aj mama môže pomôcť.

source: [_S_] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costume for your little sister then keep Mom safe from the Mafia that's up to you.
sk_sk: [_S_] Áno, no myslím, že sú to tvoje peniaze. Zaslúžil si si ich. Ak mi radšej zaplatíš za sexi kostým pre svoju malú sestru, než aby si ochránil mamu pred mafiou, je to tvoja vec.

source: [_R_] Oh please, our mom isn't in any danger.
sk_sk: [_R_] Prosím ťa, našej mame nehrozí žiadne nebezpečenstvo.

source: [_R_] So, how long will it take to finish?
sk_sk: [_R_] Ako dlho bude trvať dokončenie?

source: [_S_] Give me a couple days and then I'll have it ready for fitting on Lauren.
sk_sk: [_S_] Daj mi pár dní a potom ju pripravím na montáž na Lauren.

source: [_R_] Awesome, I can't wait!
sk_sk: [_R_] Úžasné, nemôžem sa dočkať!

source: [_S_] Haha, I'll bet you can't.
sk_sk: [_S_] Haha, stavím sa, že nemôžeš.

source: [_R_] What's that supposed to mean?
sk_sk: [_R_] Čo to má znamenať?

source: [_S_] Oh, I think you know.
sk_sk: [_S_] Myslím, že vieš.

source: [_S_] I don't believe your motives are entirely altruistic.
sk_sk: [_S_] Neverím, že tvoje motívy sú úplne altruistické.

source: [_RT_] {i}She's flashing me again!{/i}
sk_sk: [_RT_] {i}Zase sa ukazuje!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
sk_sk: [_RT_] {i}Robí to zámerne?{/i}

source: [_RT_] {i}Or could she really be this clueless.{/i}
sk_sk: [_RT_] {i}Alebo by naozaj mohla byť taká bezradná.{/i}

source: [_R_] Whatever.... I'll just check back in a few days to see if you're done.
sk_sk: [_R_] Bez ohľadu na to.... Za pár dní skontrolujem, či už skončila.

source: [_R_] Oh hey, it's cousin Mandy! That outfit looks incredible.
sk_sk: [_R_] Ahoj, to je sesternica Mandy! Ten outfit vyzerá neuveriteľne.

source: [_R_] You look just like Novina from "SolarCraft"!
sk_sk: [_R_] Vyzeráš presne ako Novina zo SolarCraft!

source: [_MD_] Thanks! Sidney made it for me weeks ago. She really did do an incredible job!
sk_sk: [_MD_] Vďaka! Sidney mi ho vyrobila pred niekoľkými týždňami. Odviedla naozaj neuveriteľnú prácu!

source: [_R_] I'll say, and Lauren's outfit must be Penny Roberson from "Missing in Space". Way to pick the sexiest red-head on TV!
sk_sk: [_R_] Poviem, a Laurenino oblečenie musí byť Penny Roberson z "Missing in Space". Spôsob, ako vybrať najsexi ryšavku v televízii!

source: [_R_] Though I must say, this costume is a little sexier than the one she wears.
sk_sk: [_R_] Hoci musím povedať, že tento kostým je o niečo viac sexy ako ten, ktorý nosí ona.

source: [_L_] Haha, you idiot.
sk_sk: [_L_] Haha, ty idiot.

source: [_R_] Why didn't you tell me the outfits were done?
sk_sk: [_R_] Prečo ste mi nepovedali, že oblečenie je hotové?

source: [_S_] I was going to get them all fitted and then come and find you.
sk_sk: [_S_] Chcela som si ich dať všetky obliecť a potom prísť a nájsť ťa.

source: [_R_] They look great!
sk_sk: [_R_] Vyzerajú skvele!

source: [_L_] Why do you care that our outfits are done?
sk_sk: [_L_] Prečo ti záleží na tom, že naše oblečenie je hotové?

source: [_S_] Didn't [ryan] tell you, he's the one who paid for your outfit, Lauren.
sk_sk: [_S_] Nepovedal ti [ryan] , že to on zaplatil za tvoje oblečenie, Lauren.

source: [_L_] Really? Why did you do that?
sk_sk: [_L_] Naozaj? Prečo si to urobil?

source: [_R_] Because it's what Dad would have done.
sk_sk: [_R_] Pretože by to urobil otec.

source: [_S_] I think it's because he wanted to see your ass in it.
sk_sk: [_S_] Myslím, že to bolo preto, lebo chcel vidieť tvoj zadok.

source: [_S_] Hey don't move, I'm not done yet.
sk_sk: [_S_] Hej, nehýb sa, ešte som neskončila.

source: [_ST_] {i}Wow, she really does have a great ass.{/i}
sk_sk: [_ST_] {i}Wow, ona má naozaj skvelý zadok.{/i}

source: [_L_] Haha, did you really just want to check out my ass?
sk_sk: [_L_] Haha, naozaj si mi chcel len skontrolovať zadok?

source: [_R_] Of course not! I didn't even know what outfit Sidney was going to make for you.
sk_sk: [_R_] Samozrejme, že nie! Ani som nevedel, aké oblečenie ti Sidney pripraví.

source: [_R_] And even if she'd told me, Penny's outfit on the show doesn't quite show off her ass like that.
sk_sk: [_R_] A aj keby mi to povedala, Pennyin outfit v seriáli jej zadok takto neukáže.

source: [_S_] Ok, and all done.
sk_sk: [_S_] Ok, a všetko je hotové.

source: [_L_] Ok, so how does it look from the front?
sk_sk: [_L_] Ok, ako to vyzerá spredu?

source: [_R_] Ummmm.... uuhh.... really great!
sk_sk: [_R_] Ummmm.... uuhh.... naozaj skvelé!

source: [_S_] Haha.... I can tell by your face that you love it.
sk_sk: [_S_] Haha.... Podľa tváre môžem povedať, že sa ti to páči.

source: [_S_] And it's a good thing too. I've worked my ass off to get it ready for this convention.
sk_sk: [_S_] A to je tiež dobré. Pracovala som na tom, aby som ho pripravila na tento kongres.

source: [_L_] I know.... thank you so much.... but we really need to get going. We've already missed a ton of it!
sk_sk: [_L_] Ja viem.... ďakujem veľmi pekne.... ale naozaj musíme ísť. Už sme toho zmeškali kopec!

source: [_MD_] Don't worry too much. The best stuff doesn't happen until night anyways.
sk_sk: [_MD_] Nerob si príliš veľké starosti. Najlepšie veci sa aj tak stanú až v noci.

source: [_R_] Well, before you go, let's see you strike a pose.
sk_sk: [_R_] Skôr než odídeš pozrime sa, ako pózuješ.

source: [_L_] Ok.... fine.... but really quick.
sk_sk: [_L_] Ok.... fine.... ale naozaj rýchlo.

source: [_R_] Haha.... ok.... nice!.... That's just how you need to pose for the creepy fanboys that will want to take pictures of you.
sk_sk: [_R_] Haha.... ok.... nice!.... Presne takto musíš pózovať pre strašidelných fanúšikov, ktorí si ťa budú chcieť odfotiť.

source: [_L_] No you asshole. That's creepy for a brother to ask that, and we're in a hurry. You'll just have to use your imagination for now.
sk_sk: [_L_] Nie, ty kretén. To je od brata strašidelné, že sa na to pýta, a my sa ponáhľame. Zatiaľ budeš musieť použiť svoju predstavivosť.

source: [_R_] But I'm the one who bought the costume for you.
sk_sk: [_R_] Ale to ja som ti kúpil kostým.

source: [_L_] That doesn't buy you the right to stare at my ass!
sk_sk: [_L_] To ti však nezabezpečuje právo pozerať sa mi na zadok!

source: [_L_] Come on, cuz. We need to go to the convention.
sk_sk: [_L_] No tak. Musíme ísť na zhromaždenie.

source: [_L_] Isn't it just a bit weird for a brother to ask his sister and cousin to see their asses?
sk_sk: [_L_] Nie je to trochu divné, keď brat požiada svoju sestru a sesternicu aby sa im pozrel na zadok?

source: [_R_] I think it would be weirder if I didn't appreciate a couple sexy girls in sexy costumes.
sk_sk: [_R_] Myslím, že by to bolo ešte čudnejšie, keby som neocenil pár sexi dievčat v sexi kostýmoch.

source: [_R_] The fact that we're related has nothing to do with it.
sk_sk: [_R_] To, že sme príbuzní, s tým nemá nič spoločné.

source: [_MD_] Oh, so you think we're sexy?
sk_sk: [_MD_] Takže si myslíš, že sme sexy?

source: [_R_] I'd have to be gay to think otherwise.
sk_sk: [_R_] Musel by som byť gay, aby som si myslel niečo iné.

source: [_L_] Ok, let's just do it, after all he did pay for my costume.
sk_sk: [_L_] Dobre, urobme to, veď mi zaplatil kostým.

source: [_MD_] Well, what do you think?
sk_sk: [_MD_] Čo si o tom myslíš?

source: [_R_] Really sexy, but Sidney should have made your shorts as revealing as Lauren's.
sk_sk: [_R_] Naozaj sexi, ale Sidney mala tvoje šortky urobiť rovnako odhalené ako Laurenine.

source: [_S_] Actually, those shorts are adjustable, they can be modified to show some cheeks.
sk_sk: [_S_] V skutočnosti sú tieto šortky nastaviteľné, dajú sa upraviť tak, aby ukazovali niektoré časti.

source: [_R_] Oh awesome, let's see that!
sk_sk: [_R_] Úžasné, pozrime sa na to!

source: [_MD_] Haha, sorry but we don't have time.
sk_sk: [_MD_] Haha, je nám ľúto, ale nemáme čas.

source: [_L_] Yeah, let's go cuz, we've already missed a lot of the convention.
sk_sk: [_L_] Áno, poďme, pretože sme už zmeškali veľa...

source: [_MD_] You're right, we have to leave this second.
sk_sk: [_MD_] Máš pravdu, musíme odísť v tejto sekunde.

source: [_L_] Thanks we will. And I really owe you for paying for my costume.
sk_sk: [_L_] Ďakujeme, budeme. A naozaj ti dlhujem, že si mi zaplatil kostým.

source: [_R_] I'll remember that.
sk_sk: [_R_] Budem si to pamätať.

source: [_MD_] Haha I'm sure you will.
sk_sk: [_MD_] Haha, som si istá, že áno.

source: [_RT_] {i}So, the instructions on the spy-cam say that I can link my phone to the live video feed.{/i}
sk_sk: [_RT_] {i}Takže v pokynoch na špionážnej kamere sa píše, že môžem prepojiť svoj telefón so živým prenosom.{/i}

source: [_RT_] {i}It doesn't actually record video, I can only see what's going on live.{/i}
sk_sk: [_RT_] {i}V skutočnosti nenahráva video, môžem len vidieť, čo sa deje naživo.{/i}

source: [_RT_] {i}But it does have the option for me to snap pictures when I'm watching a live stream.{/i}
sk_sk: [_RT_] {i}Ale má možnosť fotografovať, keď sledujem živý prenos.{/i}

source: [_RT_] {i}Ok, let's get this baby set up.{/i}
sk_sk: [_RT_] {i}Ok, poďme to dieťa nastaviť.{/i}

source: [_RT_] {i}Ok, I just need to get this footstool moved over here.... {/i}
sk_sk: [_RT_] {i}Ok, len musím presunúť túto podnožku sem.... {/i}

source: [_RT_] {i}And use this screwdriver to open this vent.... {/i}
sk_sk: [_RT_] {i}A pomocou tohto skrutkovača otvoriť tento otvor.... {/i}

source: [_RT_] {i}Dammit!.... That hurt!.... {/i}
sk_sk: [_RT_] {i}Sakra!.... To bolelo!.... {/i}

source: [_RT_] {i}You stupid goddamn piece of shit! Open up.{/i}
sk_sk: [_RT_] {i}Ty hlúpy zasraný kus hovna! Otvor sa.{/i}

source: [_RT_] {i}You son of a bitch mother fucker!{/i}
sk_sk: [_RT_] {i}Ty skurvysyne!{/i}

source: [_RT_] {i}Finally!.... Ok, just place it so it can see between the grates.... {/i}
sk_sk: [_RT_] {i}Konečne!.... Ok, len ju umiestnim tak, aby bolo vidieť medzi mriežky.... {/i}

source: [_RT_] {i}And turn it on!{/i}
sk_sk: [_RT_] {i}A zapnúť!{/i}

source: [_RT_] {i}Ok, perfect.... It should be streaming to my phone now.{/i}
sk_sk: [_RT_] {i}Ok, perfektné.... Teraz by sa to malo prenášať do môjho telefónu.{/i}

source: [_RT_] {i}All right, just a slight adjustment so I have a good view of the shower,{/i}
sk_sk: [_RT_] {i}Dobre, len malá úprava, aby som mal dobrý výhľad na sprchu, {/i}

source: [_RT_] {i}.... and now I should be able to see live streams of whatever it is the girls do in here.{/i}
sk_sk: [_RT_] {i}.... a teraz by som mal mať možnosť vidieť priame prenosy z toho, čo tu dievčatá robia.{/i}

source: [_RT_] {i}I can't wait! It's amazingly convenient that the girls all have predictable bathroom schedules.... hmmmm.{/i}
sk_sk: [_RT_] {i}Už sa neviem dočkať! Je úžasne výhodné, že všetky dievčatá majú predvídateľné rozvrhy kúpania.... hmmmm.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in the bathroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do kúpeľne. Teraz už len musím zachytiť mamu, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in the bathroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do kúpeľne. Teraz už len musím zachytiť Lauren, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in the bathroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do kúpeľne. Teraz už len musím zachytiť Sidney, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}Lauren's taking her early morning shower before school. Thanks to my new spy-cam, I can take a peek.{/i}
sk_sk: [_RT_] {i}Lauren si dáva rannú sprchu pred školou. Vďaka mojej novej špehovacej kamere sa môžem pozrieť.{/i}

source: [_RT_] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
sk_sk: [_RT_] {i}Už sa osprchovala, každú chvíľu vyjde z dverí. Nechcem sa plaziť okolo, keď to urobí.{/i}

source: [_RT_] {i}These little cameras have pretty decent reception and video quality.{/i}
sk_sk: [_RT_] {i}Tieto malé kamery majú celkom slušný príjem a kvalitu videa.{/i}

source: [_RT_] {i}Nice! It's time for a show!{/i}
sk_sk: [_RT_] {i}Pekné! Je čas na šou!{/i}

source: [_RT_] {i}Best thousand dollars I've ever spent.{/i}
sk_sk: [_RT_] {i}Najlepších tisíc dolárov, aké som kedy minul.{/i}

source: [_RT_] {i}The zoom function on this camera is pretty good too.{/i}
sk_sk: [_RT_] {i}Funkcia zoomu na tejto kamere je tiež celkom dobrá.{/i}

source: [_RT_] {i}Oh, I love those tiny titties!{/i}
sk_sk: [_RT_] {i}Oh, milujem tie malé prsia!{/i}

source: [_RT_] {i}Oh, yeah! Get that dirty body clean!{/i}
sk_sk: [_RT_] {i}Ach, áno! Vyčisti si to špinavé telo!{/i}

source: [_RT_] {i}If only she'd just turn a little to the left.{/i}
sk_sk: [_RT_] {i}Keby sa len trochu otočila doľava.{/i}

source: [_RT_] {i}Oh, well, this will still make a great picture.{/i}
sk_sk: [_RT_] {i}No, aj tak to bude skvelá fotka.{/i}

source: [_RT_] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
sk_sk: [_RT_] {i}Aaauhhh.... Som tu už príliš dlho, radšej pôjdem, než ma chytia.{/i}

source: [_RT_] {i}Oh my God, yes! This is so awesome!{/i}
sk_sk: [_RT_] {i}Panebože, áno! To je tak úžasné!{/i}

source: [_RT_] {i}And thanks to modern technology I can watch it all.{/i}
sk_sk: [_RT_] {i}A vďaka moderným technológiám to môžem všetko sledovať.{/i}

source: [_RT_] {i}She seems to be extra horny lately. I wonder if watching "Game of Thots" has been making her think more about incest.{/i}
sk_sk: [_RT_] {i}Zdá sa, že je v poslednom čase mimoriadne nadržaná. Zaujímalo by ma, či ju sledovanie seriálu "Hra na hrdinov" prinútilo viac premýšľať o inceste.{/i}

source: [_RT_] {i}Or maybe my subliminal messages are getting through to her, and she's trying to repress feelings for her brother.{/i}
sk_sk: [_RT_] {i}Alebo sa k nej možno dostávajú moje podprahové odkazy a ona sa snaží potlačiť city k bratovi.{/i}

source: [_RT_] {i}Most likely she's not thinking of me at all, but I can dream!{/i}
sk_sk: [_RT_] {i}S najväčšou pravdepodobnosťou na mňa vôbec nemyslí, ale môžem snívať!{/i}

source: [_RT_] {i}I'm sure that little pussy is tight and inexperienced. I know she's not innocent, but I think she's still a virgin.{/i}
sk_sk: [_RT_] {i}Som si istý, že tá malá kundička je úzka a neskúsená. Viem, že nie je nevinná, ale myslím, že je ešte panna.{/i}

source: [_RT_] {i}Oh, yeah!.... Getting some love from the shampoo bottle now.{/i}
sk_sk: [_RT_] {i}Ach, áno!.... Teraz dostáva trochu lásky od fľaše šampónu.{/i}

source: [_RT_] {i}I have to capture this moment. ok, just double tapping the screen while watching a livefeed should take a pic.{/i}
sk_sk: [_RT_] {i}Musím zachytiť tento okamih. ok, stačí dvakrát ťuknúť na obrazovku počas sledovania živého vysielania, aby sa urobila fotka.{/i}

source: [_RT_] {i}Perfect! That beautiful image will be on my computer next time I check it.{/i}
sk_sk: [_RT_] {i}Perfektné! Ten krásny obrázok bude na mojom počítači, keď ho budem nabudúce kontrolovať.{/i}

source: [_RT_] {i}Look at that tiny pussy stretch!{/i}
sk_sk: [_RT_] {i}Pozrime sa na tú malú rozťahanú kundičku!{/i}

source: [_RT_] {i}Fucking lucky bottle!{/i}
sk_sk: [_RT_] {i}Zasratá šťastná fľaša! {/i}

source: [_RT_] {i}Maybe she's not quite as tight as I imagined, if she normally sticks random household objects up her pussy.{/i}
sk_sk: [_RT_] {i}Možno nie je taká tesná, ako som si predstavoval, ak si bežne strká do kundičky náhodné predmety z domácnosti.{/i}

source: [_RT_] {i}I wonder what Lauren would think if she knew that same bottle has been in Sidney's pussy and Mom's ass.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo by si Lauren myslela, keby vedela, že tá istá fľaša bola v Sidneyinej kundičke a maminom zadku.{/i}

source: [_RT_] {i}Is it normal to be jealous of a shampoo bottle? Getting inside one girl in this house would be a major achievement, this bottle's gotten in two!{/i}
sk_sk: [_RT_] {i}Je normálne žiarliť na fľašu šampónu? Dostať sa do vnútra jednej dievčiny v tomto dome by bol veľký úspech, táto fľaša sa dostala do dvoch!{/i}

source: [_RT_] {i}I guess anything's a dildo if you're brave enough.{/i}
sk_sk: [_RT_] {i}Myslím, že čokoľvek je dildo, ak si dostatočne odvážny.{/i}

source: [_RT_] {i}She looks really into it. Could she possibly be imagining that the shampoo bottle is me?{/i}
sk_sk: [_RT_] {i}Vyzerá, že sa jej to naozaj páči. Mohla by si predstavovať, že tá fľaša šampónu som ja?{/i}

source: [_RT_] {i}She'll need more than a shampoo bottle to get herself ready for me.{/i}
sk_sk: [_RT_] {i}Bude potrebovať viac ako fľašu šampónu, aby sa na mňa pripravila.{/i}

source: [_RT_] {i}Oh!.... I think she's about there!{/i}
sk_sk: [_RT_] {i}Oh!.... Myslím, že je už skoro tam!{/i}

source: [_RT_] {i}Holy shit!.... She's trying to give the shower head some competition!{/i}
sk_sk: [_RT_] {i}Do prdele!.... Snaží sa dať sprchovej hlavici konkurenciu!{/i}

source: [_RT_] {i}What an amazing talent! She'd be a natural porn star.{/i}
sk_sk: [_RT_] {i}Aký úžasný talent! Bola by z nej prirodzená pornohviezda.{/i}

source: [_RT_] {i}Maybe I should take off before someone sees me just staring at my phone in front of the bathroom door.{/i}
sk_sk: [_RT_] {i}Možno by som mal odísť, než ma niekto uvidí, ako len tak čumím do telefónu pred dverami kúpeľne.{/i}

source: [_RT_] {i}Thanks for the show Lauren!{/i}
sk_sk: [_RT_] {i}Ďakujeme za reláciu Lauren!{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
sk_sk: {i}{b}"Laurenino libido -5" {/b}{/i}

source: [_RT_] {i}Sidney must be taking a shower. Mom and Lauren don't seem to be around.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať. Mama a Lauren sa nezdajú byť nablízku.{/i}

source: [_RT_] {i}Sidney must be taking a shower. Mom and Lauren are already at school.{/i}
sk_sk: [_RT_] {i}Sidney sa musí sprchovať. Mama a Lauren sú už v škole.{/i}

source: [_RT_] {i}Thanks to my new spy-cam, I can take a peek and see.{/i}
sk_sk: [_RT_] {i}Vďaka mojej novej špionážnej kamere sa môžem pozrieť a vidieť.{/i}

source: [_RT_] {i}Nice! I should have made popcorn!{/i}
sk_sk: [_RT_] {i}Pekné! Mal som urobiť popcorn!{/i}

source: [_RT_] {i}This is the best show in town.{/i}
sk_sk: [_RT_] {i}Toto je najlepšia šou v meste.{/i}

source: [_RT_] {i}She has probably got the finest ass I've ever seen, and those tan lines just make me want to nut on the spot!{/i}
sk_sk: [_RT_] {i}Má pravdepodobne ten najkrajší zadok, aký som kedy videl, a z tých opálených línií mám chuť sa na mieste zblázniť!{/i}

source: [_RT_] {i}Oh, yeah! Wash that dirty hair!{/i}
sk_sk: [_RT_] {i}Ach, áno! Umy si tie špinavé vlasy!{/i}

source: [_RT_] {i}Thank you for spreading those legs.{/i}
sk_sk: [_RT_] {i}Ďakujem, že si roztiahla tie nohy.{/i}

source: [_RT_] {i}This will make a great picture.{/i}
sk_sk: [_RT_] {i}Bude z toho skvelý obrázok.{/i}

source: [_RT_] {i}These little spy-cameras are awesome.{/i}
sk_sk: [_RT_] {i}Tieto malé špionážne kamery sú úžasné.{/i}

source: [_RT_] {i}She's watching herself finger her own pussy in the glass!{/i}
sk_sk: [_RT_] {i}Sama sa pozerá, ako si v skle prstuje vlastnú kundičku!{/i}

source: [_RT_] {i}Little does she know she has an audience of more than one.{/i}
sk_sk: [_RT_] {i}Netuší, že má viac ako jedno publikum.{/i}

source: [_RT_] {i}What would she do if she knew her own brother was staring at her every move?{/i}
sk_sk: [_RT_] {i}Čo by robila, keby vedela, že jej vlastný brat sleduje každý jej pohyb?{/i}

source: [_RT_] {i}I hope her recent experiences with Lauren in bed, have at least opened her mind to some new taboo ideas.{/i}
sk_sk: [_RT_] {i}Dúfam, že jej nedávne zážitky s Lauren v posteli jej aspoň otvorili myseľ pre nejaké nové tabuizované myšlienky.{/i}

source: [_RT_] {i}Most likely she's not thinking about messing around with me or Lauren yet, but I can dream!{/i}
sk_sk: [_RT_] {i}S najväčšou pravdepodobnosťou ešte nepomýšľa na to, že by sa zahrávala so mnou alebo Lauren, ale môžem snívať!{/i}

source: [_RT_] {i}I heard her say that she's no virgin, but that she hasn't enjoyed her sexual experiences up to now. Maybe I can change that.{/i}
sk_sk: [_RT_] {i}Počula som ju, ako hovorí, že nie je panna, ale že si doteraz neužívala svoje sexuálne skúsenosti. Možno to dokážem zmeniť.{/i}

source: [_RT_] {i}Oh, nice!.... Got to get those hard to reach places.{/i}
sk_sk: [_RT_] {i}Oh, pekné!.... Musím sa dostať na ťažko dostupné miesta.{/i}

source: [_RT_] {i}Look at that bottle just slide in and out!{/i}
sk_sk: [_RT_] {i}Pozrite sa na tú fľašu, ktorá sa len tak posúva dovnútra a von!{/i}

source: [_RT_] {i}Wow, a shampoo bottle, she needs to get herself a real toy. Or better yet, a real man, or at least one who's conveniently located.{/i}
sk_sk: [_RT_] {i}Wow, fľaša od šampónu, potrebuje si zaobstarať skutočnú hračku. Alebo ešte lepšie, skutočného muža, alebo aspoň takého, ktorý má výhodnú polohu.{/i}

source: [_RT_] {i}I wonder what Sidney would think if she knew that same bottle has been in Lauren's pussy and Mom's ass.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo by si Sidney myslela, keby vedela, že tá istá fľaša bola v Laurinej kundičke a maminom zadku.{/i}
