Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.02.po
Languages: sk_sk

source: [_RT_] {i}Looks like she's trying to blow off some steam with a little yoga.{/i}
sk_sk: [_RT_] {i}Vyzerá to, akoby sa snažila vypustiť trochu pary pomocou malej jogy.{/i}

source: [_RT_] {i}Well.... she could be doing this for a while. I should go get ready for the day myself.{/i}
sk_sk: [_RT_] {i}No.... mohla by to robiť nejaký čas. Sám by som sa mal ísť pripraviť na dnešný deň.{/i}

source: [_ST_] {i}Mom did say I could sleep with her as long as I don't do anything weird to her in her sleep.{/i}
sk_sk: [_ST_] {i}Mama povedala, že s ňou môžem spať, ak jej v spánku neurobím nič divné.{/i}

source: [_ST_] {i}Oh God, I hope I don't keep doing weird stuff in my sleep.{/i}
sk_sk: [_ST_] {i}Bože, dúfam, že nebudem robiť divné veci zo spánku.{/i}

source: {i}"15 minutes later"{/i}
sk_sk: {i}O 15 minút neskôr.... {/i}

source: [_RT_] {i}Well, they both seem to be sleeping pretty deeply. Hopefully the melatonin is still in their systems.{/i}
sk_sk: [_RT_] {i}Zdá sa, že obe spia dosť tvrdo. Dúfajme, že melatonín je stále v ich systéme.{/i}

source: [_RT_] {i}Mom did say that she would give Sidney only one chance, so what's it going to be?{/i}
sk_sk: [_RT_] {i}Mama predsa povedala, že dá Sidney len jednu šancu, tak čo to bude?{/i}

source: [_RT_] {i}Pussy or ass?{/i}
sk_sk: [_RT_] {i}Vagína alebo zadok?{/i}

source: [_RT_] {i}No, Mom's pussy and ass are mine, let's go with the titties.{/i}
sk_sk: [_RT_] {i}Nie, mamina pička a zadok sú moje, poďme na prsia.{/i}

source: [_RT_] {i}Ok, so we'll just pull her undershirt down, place Sidney's hand into place,{/i}
sk_sk: [_RT_] {i}Dobre, takže jej stiahnem spodné tričko, položím Sidneyinu ruku na miesto, {/i}

source: [_RT_] {i}.... and now time for a pinch to wake Mom up. I'd better run to my room after this, if things work like I hope, Sidney will be joining me in just a few minutes.{/i}
sk_sk: [_RT_] {i}.... a teraz je čas na štipnutie, aby sa mama zobudila. Radšej po tomto odbehnem do svojej izby, ak to pôjde tak, ako dúfam, Sidney sa ku mne o pár minút pripojí.{/i}

source: [_RT_] {i}Ok.... how about one right on the nipple.{/i}
sk_sk: [_RT_] {i}Ok.... a čo tak jeden priamo na bradavku.{/i}

source: [_M_] What in the world?.... Sidney wake up! What are you doing in my room?
sk_sk: [_M_] Čo sa deje na svete?.... Sidney zobuď sa! Čo robíš v mojej izbe?

source: [_S_] Huh.... what's going on?
sk_sk: [_S_] Huh.... čo sa deje?

source: [_M_] Sidney, I told you that you could only sleep with me if you didn't grope me like you did your sister.
sk_sk: [_M_] Sidney, povedala som ti, že so mnou môžeš spať, len ak ma nebudeš ošahávať ako svoju sestru.

source: [_S_] Oh, no! What did I do this time?
sk_sk: [_S_] Ale nie! Čo som urobila tentoraz?

source: [_M_] You pulled my shirt down and pinched my nipple!
sk_sk: [_M_] Stiahla si mi tričko a stlačila si mi bradavku!

source: [_S_] Really? I did it again? Goddammit!
sk_sk: [_S_] Naozaj? Urobila som to znova? Do riti!

source: [_M_] Language, honey!
sk_sk: [_M_] Jazyk, miláčik!

source: [_S_] Sorry...
sk_sk: [_S_] Prepáč...

source: [_M_] I need you to go back out there and sleep on the couch.
sk_sk: [_M_] Potrebujem, aby si sa vrátila a spala na gauči.

source: [_S_] But Mom, I heard creepy noises out there, and so did [ryan]!
sk_sk: [_S_] Ale mami, ja som tam počula strašidelné zvuky, rovnako ako [ryan]!

source: [_M_] Oh, you're just imagining things. The doors and windows are locked. You're perfectly safe.
sk_sk: [_M_] Ach, to si len vymýšľate. Dvere a okná sú zamknuté. Ste v úplnom bezpečí.

source: [_M_] Now, get out!
sk_sk: [_M_] A teraz vypadni!

source: [_S_] But, Mom!
sk_sk: [_S_] Ale, mami!

source: [_M_] Go!
sk_sk: [_M_] Choď!

source: [_MT_] {i}Shit, what is wrong with that girl?{/i}
sk_sk: [_MT_] {i}Do riti, čo je to s tou dievčinou?{/i}

source: [_MT_] {i}She cannot keep her hands to herself in her sleep.{/i}
sk_sk: [_MT_] {i}V spánku si nedokáže udržať ruky pri sebe.{/i}

source: [_M_] I mean, I guess I can't complain too much, at least her finger wasn't in my ass.
sk_sk: [_M_] Myslím, že sa nemôžem príliš sťažovať, aspoň nemala prst v mojom zadku.

source: [_MT_] {i}.... although I do like things in my ass.... {/i}
sk_sk: [_MT_] {i}.... aj keď mám rada veci v zadku.... {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
sk_sk: {i}{b}"Mamine libido +1" {/b}{/i}

source: [_RT_] {i}Ok, I just need to get this vanity stool moved over here.... {/i}
sk_sk: [_RT_] {i}Ok, len musím sem presunúť tú stoličku.... {/i}

source: [_RT_] {i}You cock nosed boner face! Open up.{/i}
sk_sk: [_RT_] {i}Ty kokotský ksicht s nosom! Otvor sa.{/i}

source: [_RT_] {i}You filthy sons of horkers! Son of a bitch mother fucker!{/i}
sk_sk: [_RT_] {i}Ty špinaví syn kurvy! Zkurvysyn! {/i}

source: [_RT_] {i}All right, just a slight adjustment so I have a good view of the bed and in front of the mirror,{/i}
sk_sk: [_RT_] {i}Dobre, len malá úprava, aby som mal dobrý výhľad na posteľ a pred zrkadlom, {/i}

source: [_RT_] {i}I can't wait! It's amazingly convenient that the girls all have predictable daily schedules.... hmmmm.{/i}
sk_sk: [_RT_] {i}Už sa neviem dočkať! Je úžasne výhodné, že všetky dievčatá majú predvídateľné denné rozvrhy.... hmmmm.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in Lauren's bedroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do Laurinej spálne. Teraz už len musím Lauren zachytiť, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}{b}(HINT){/b} I've placed the spycam in Lauren's bedroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD){/b} Umiestnil som špionážnu kameru do Laurinej spálne. Teraz už len musím zachytiť Sidney, keď je jej libido najvyššie (10 bodov).{/i}

source: [_RT_] {i}Lauren must be getting dressed, the door's locked. Not like that's going to stop me anymore.{/i}
sk_sk: [_RT_] {i}Lauren sa musí obliekať, dvere sú zamknuté. To ma už nezastaví.{/i}

source: [_RT_] {i}Yep, she's getting dressed alright, with no idea I'm watching her.{/i}
sk_sk: [_RT_] {i}Áno, už sa oblieka, bez toho, aby tušila, že ju pozorujem.{/i}

source: [_RT_] {i}Come on, do something. Is the camera frozen? She's just staring at her tits in the mirror.{/i}
sk_sk: [_RT_] {i}No tak, urobte niečo. Je kamera zamrznutá? Práve sa pozerá na svoje prsia v zrkadle.{/i}

source: [_RT_] {i}Well, to be fair, I think I would do the same if I had those cute little mosquito bites.{/i}
sk_sk: [_RT_] {i}No, aby som bol spravodlivý, myslím, že by som urobil to isté, keby som mal tie roztomilé malé štípance od komárov.{/i}

source: [_RT_] {i}Well, I think I'll check back later sometime to see if she's doing anything more interesting.{/i}
sk_sk: [_RT_] {i}No, myslím, že sa niekedy neskôr pozriem, či nerobí niečo zaujímavejšie.{/i}

source: [_RT_] {i}It's pretty late, probably not much going on in there.{/i}
sk_sk: [_RT_] {i}Je dosť neskoro, asi sa tam toho veľa nedeje.{/i}

source: [_RT_] {i}Yeah, no reason to sit here and stare, I just need to get her to forgive me so she won't lock her door at night.{/i}
sk_sk: [_RT_] {i}Áno, nie je dôvod, aby som tu sedel a civel, len ju potrebujem prinútiť, aby mi odpustila, aby si v noci nezamykala dvere.{/i}

source: [_RT_] {i}I don't know what I expected, it looks like she's just snapping selfies on her bed.{/i}
sk_sk: [_RT_] {i}Neviem, čo som čakal, vyzerá to, akoby si len tak fotila selfie na posteli.{/i}

source: [_RT_] (mocking voice in head) {i}"Felt kinda cute, don't know, might delete later"{/i}
sk_sk: [_RT_] (posmešný hlas v hlave) {i}"Pripadalo mi to celkom milé, neviem, možno to neskôr vymažem"{/i}

source: [_RT_] {i}We were much better friends before she got that stupid phone. Now I've constantly got to compete for her attention.{/i}
sk_sk: [_RT_] {i}Boli sme oveľa lepšími priateľmi, kým dostala ten hlúpy telefón. Teraz musím neustále bojovať o jej pozornosť.{/i}

source: [_RT_] {i}Well, if I'm going to win this competition, I've got to get her to be completely reliant on me. Then when she needs something, I can ask for something in return.{/i}
sk_sk: [_RT_] {i}No ak mám vyhrať túto súťaž, musím ju prinútiť, aby sa na mňa úplne spoľahla. Potom, keď bude niečo potrebovať, môžem ju o niečo požiadať na oplátku.{/i}

source: [_RT_] {i}Oh, thank you, thank you spy-cam, before I could only imagine what was going on in here.{/i}
sk_sk: [_RT_] {i}Ó, ďakujem, ďakujem, špiónska kamera, predtým som si vedel len predstaviť, čo sa tam deje.{/i}

source: [_RT_] {i}Oh yeah, look at her go. What an ass!{/i}
sk_sk: [_RT_] {i}Ach áno, pozrime sa na ňu. To je ale prdelka!{/i}

source: [_RT_] {i}What is she doing with Mr. Snuggles?{/i}
sk_sk: [_RT_] {i}Čo robí s pánom Snugglesom?{/i}

source: [_RT_] {i}Is that a strap-on?{/i}
sk_sk: [_RT_] {i}Je to remienok?{/i}

source: [_RT_] {i}Oh, she's pulling out Mr. Snuggles again.{/i}
sk_sk: [_RT_] {i}Aha, už zase vyťahuje pána Snugglesa.{/i}

source: [_RT_] {i}Some dudes just get all the luck.{/i}
sk_sk: [_RT_] {i}Niektorí chlapi majú jednoducho všetko šťastie.{/i}

source: [_RT_] {i}I gave her that stuffy as a gift for her birthday 1 year ago.{/i}
sk_sk: [_RT_] {i}Dal som jej toho plyšáka ako darček k narodeninám pred rokom.{/i}

source: [_RT_] {i}Could that mean she's thinking about me?{/i}
sk_sk: [_RT_] {i}Mohlo by to znamenať, že na mňa myslí?{/i}

source: [_RT_] {i}I guess it could also mean she's into furrys.{/i}
sk_sk: [_RT_] {i}Hádam to môže znamenať aj to, že sa jej páčia kožušiny.{/i}

source: [_RT_] {i}Oh God, please don't let that be so.{/i}
sk_sk: [_RT_] {i}Bože, prosím, nech to tak nie je.{/i}

source: [_LT_] {i}I can't believe what [ryan] and I have been doing in the lounge, right in front of Sidney, and Mom right behind the next door!{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť tomu, čo sme s [ryan] robili v obývačke, priamo pred Sidney a mamou hneď za vedľajšími dverami!{/i}

source: [_LT_] {i}Oh God.... I can remember what [ryan]'s cock tasted like.{/i}
sk_sk: [_LT_] {i}Oh, Bože.... Pamätám si, ako chutil penis [ryan].{/i}

source: [_LT_] {i}And as good as this feels, it will never feel as good as the orgasm [ryan] gave me when he was fingering my pussy and ass!{/i}
sk_sk: [_LT_] {i}A aj keď je to dobrý pocit, nikdy nebude taký dobrý ako orgazmus, ktorý mi spôsobil [ryan] , keď mi prstoval kundičku a zadok!{/i}

source: [_LT_] {i}Oh my God!.... I'm squirting!!{/i}
sk_sk: [_LT_] {i}Panebože!.... Striekam!!{/i}

source: [_LT_] {i}I can't control it!, I'm squirting!{/i}
sk_sk: [_LT_] {i}Nemôžem to ovládať, striekam!{/i}

source: [_LT_] {i}Oh my God, I squirted again!{/i}
sk_sk: [_LT_] {i}Bože môj, opäť som sa vystriekala!{/i}

source: [_LT_] {i}I've got to stop thinking of [ryan] when I masturbate!{/i}
sk_sk: [_LT_] {i}Musím prestať myslieť na [ryan] , keď masturbujem!{/i}

source: [_LT_] {i}But that just felt sooooo good!{/i}
sk_sk: [_LT_] {i}Ale to bolo tak veľmi dobré!{/i}

source: [_LT_] {i}What's wrong with me.{/i}
sk_sk: [_LT_] {i}Čo je so mnou.{/i}

source: [_LT_] {i}Maybe I should stop watching "Game of Thots."{/i}
sk_sk: [_LT_] {i}Možno by som mala prestať pozerať "Game of Thots" {/i}.

source: [_RT_] {i}Is it something Mom's feeding them?{/i}
sk_sk: [_RT_] {i}Je to niečo, čím ich kŕmi mama?{/i}

source: [_RT_] {i}Wow! Lauren's a squirter too.{/i}
sk_sk: [_RT_] {i}Wow! Lauren je tiež squirterka.{/i}

source: [_RT_] {i}Oh my God! Lauren just squirted all over her bed!{/i}
sk_sk: [_RT_] {i}Bože môj! Lauren práve postriekala celú svoju posteľ!{/i}

source: [_RT_] {i}Wow, Lauren's a real squirter!{/i}
sk_sk: [_RT_] {i}Wow, Lauren je naozajstná squirterka!{/i}

source: [_RT_] {i}Guess it's time for lights out, ohhhhh and she's cuddling the very soggy Mr. Snuggles. How cute!{/i}
sk_sk: [_RT_] {i}Hádam je čas zhasnúť, ohhhhhh a ona sa mazná s veľmi zmoknutým pánom Snugglesom. Aké milé!{/i}

source: [_LT_] {i}[ryan] was so heroic how he defended me from Agent Diaz!{/i}
sk_sk: [_LT_] {i}[ryan] bolo to také hrdinské, ako ma bránil pred agentkou Diazovou!{/i}

source: [_LT_] {i}I could tell it turned him on as much as it did me!{/i}
sk_sk: [_LT_] {i}Mohla som povedať, že ho to vzrušuje rovnako ako mňa!{/i}

source: [_LT_] {i}The only thing keeping his cock from penetrating me was my soaking wet panties!{/i}
sk_sk: [_LT_] {i}Jediné, čo mu bránilo vniknúť do mňa, boli moje mokré nohavičky!{/i}

source: [_LT_] {i}I can't believe that pervert Diaz!{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že tá zvrhlá Diazová!{/i}

source: [_LT_] {i}Making me dance in that outft?.... Spanking my almost bare ass!{/i}
sk_sk: [_LT_] {i}Prinútiť ma tancovať v tomto outfite?.... Výprask na môj takmer holý zadok!{/i}

source: [_LT_] {i}Shit! And I did it thinking about a girl!{/i}
sk_sk: [_LT_] {i}Do prdele! A to som myslela na dievča!{/i}

source: [_LT_] {i}I can't believe I dry humped [ryan] after the photoshoot!{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že som po fotení sucho trela [ryan] !{/i}

source: [_LT_] {i}His cock was so hard!{/i}
sk_sk: [_LT_] {i}Jeho penis bol taký tvrdý!{/i}

source: [_LT_] {i}I can't believe we asked [ryan] to take those pictures of us when we were dressed so slutty!{/i}
sk_sk: [_LT_] {i}Nemôžem uveriť, že sme požiadali [ryan] , aby nás odfotil, keď sme boli oblečené tak roztopašne!{/i}

source: [_LT_] {i}I could tell he was loving it from the enormous bulge in his pants!{/i}
sk_sk: [_LT_] {i}Podľa obrovskej vypukliny v nohaviciach som zistila, že sa mu to páči!{/i}

source: [_LT_] {i}Oh God Tanning Chatum, fuck my tight little pussy!{/i}
sk_sk: [_LT_] {i}Ó, Bože, Tanning Chatum, jeb moju malú tesnú kundičku!{/i}

source: [_LT_] {i}I wonder if Tanning is as big as my brother?{/i}
sk_sk: [_LT_] {i}Zaujímalo by ma, či je Tanning taký veľký ako môj brat?{/i}

source: [_LT_] {i} I don't even think his dick would fit in my pussy.{/i}
sk_sk: [_LT_] {i} Ani si nemyslím, že by sa mi jeho penis zmestil do kundičky.{/i}

source: [_LT_] {i}Oh, God!.... He'd probably rip me in half.{/i}
sk_sk: [_LT_] {i}Bože!.... Asi by ma roztrhol na polovicu.{/i}

source: [_LT_] {i}Oh, God!.... Why am I thinking about my brother?{/i}
sk_sk: [_LT_] {i}Bože!.... Prečo myslím na svojho brata?{/i}

source: [_RT_] {i}I've got to get a picture of this!{/i}
sk_sk: [_RT_] {i}Musím si to odfotiť!{/i}

source: [_LT_] {i}I've never squirted before!{/i}
sk_sk: [_LT_] {i}Nikdy predtým som sa tak neurobila!{/i}

source: [_LT_] {i}Did thinking of [ryan] do that to me?{/i}
sk_sk: [_LT_] {i}Urobilo mi to myslenie na [ryan] ?{/i}

source: [_LT_] {i}I'd better never think of him again when I masturbate!{/i}
sk_sk: [_LT_] {i}Radšej naňho už nikdy nebudem myslieť, keď budem masturbovať!{/i}

source: [_LT_] {i}I've got to stop switching my thoughts to [ryan] when I masturbate!{/i}
sk_sk: [_LT_] {i}Musím prestať myslieť na [ryan] , keď masturbujem!{/i}

source: [_RT_] {i}I wonder what she does in her room when she's pissed off at me.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, čo robí vo svojej izbe, keď je na mňa naštvaná.{/i}

source: [_RT_] {i}She now locks her door when she changes. Little does she know I've got an Ace in the hole. Hahaha.... In her hole soon I hope.{/i}
sk_sk: [_RT_] {i}Teraz si pri prezliekaní zamyká dvere. Netuší, že mám v rukáve eso. Hahaha.... Dúfam, že čoskoro v jej diere.{/i}

source: [_RT_] {i}Looks like she's working on some fashion designs. I wonder if it's something for Lauren.{/i}
sk_sk: [_RT_] {i}Vyzerá to, že pracuje na nejakých módnych návrhoch. Zaujímalo by ma, či je to niečo pre Lauren.{/i}

source: [_RT_] {i}Well, all my suspicions are confirmed, girls go around topless whenever they're alone.{/i}
sk_sk: [_RT_] {i}No, všetky moje podozrenia sa potvrdili, dievčatá chodia hore bez vždy, keď sú samy.{/i}

source: [_RT_] {i}Nothing more to see, if she's working, she could stay in that position for hours.{/i}
sk_sk: [_RT_] {i}Nič viac nevidieť, ak pracuje, mohla by v tejto polohe zostať celé hodiny.{/i}

source: [_RT_] {i}Oh life must have been so much harder for pervs in the past. Thank you technology!{/i}
sk_sk: [_RT_] {i}Oh, život musel byť pre úchylákov v minulosti oveľa ťažší. Ďakujem technológii!{/i}

source: [_RT_] {i}The spy cams of the past were peepholes drilled into the wall.{/i}
sk_sk: [_RT_] {i}Špehovacie kamery v minulosti boli kukátka vyvŕtané do steny.{/i}

source: [_RT_] {i}If I had lived back then, I might have been desperate enough to try it.{/i}
sk_sk: [_RT_] {i}Keby som vtedy žil, možno by som bol natoľko zúfalý, že by som to skúsil.{/i}

source: [_RT_] {i}Oh yeah, Sidney work those sweet little mini melons.{/i}
sk_sk: [_RT_] {i}Ach áno, Sidney pracuje s tými sladkými malými melónmi.{/i}

source: [_RT_] {i}Those tanlined little molehills.{/i}
sk_sk: [_RT_] {i}Tie opálené malé krtince.{/i}

source: [_RT_] {i}Nooieeesh!.... She's going for it!{/i}
sk_sk: [_RT_] {i}Nooieeesh!.... Ide na to!{/i}

source: [_RT_] {i}I've got to get a picture of this.{/i}
sk_sk: [_RT_] {i}Musím si to odfotiť!{/i}

source: [_RT_] {i}I wonder what Sidney thinks about when she's buttering her muffin?{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, na čo Sidney myslí, keď si maže bábovku?{/i}

source: [_ST_] {i}Shit!.... Now I'm giving [ryan] blowjobs at work!{/i}
sk_sk: [_ST_] {i}Do prdele!.... Teraz pri práci fajčím [ryan] !{/i}

source: [_ST_] {i}I can't believe no ones caught us yet.{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že nás ešte nikto nechytal.{/i}

source: [_ST_] {i}We're practically in plain sight.{/i}
sk_sk: [_ST_] {i}Sme prakticky na očiach.{/i}

source: [_ST_] {i}Oh my God!.... What's happening?!!{/i}
sk_sk: [_ST_] {i}Panebože!.... Čo sa to deje?!!{/i}

source: [_ST_] {i}Can't control.... can't stop.... {/i}
sk_sk: [_ST_] {i}Nemôžem ovládať.... nemôžem zastaviť.... {/i}

source: [_ST_] {i}Oh my God, I squirted again!{/i}
sk_sk: [_ST_] {i}Bože môj, opäť som sa vystriekala!{/i}

source: [_ST_] {i}And that felt sooooo good!{/i}
sk_sk: [_ST_] {i}Ale bolo to veľmi dobré!{/i}

source: [_ST_] {i}What's wrong with me.{/i}
sk_sk: [_ST_] {i}Čo je so mnou.{/i}

source: [_RT_] {i}Wow! Sidney's a squirter too.{/i}
sk_sk: [_RT_] {i}Páni, Sidney je naozajstná squirterka!{/i}

source: [_RT_] {i}Oh my God! Sidney just squirted all over her bed!{/i}
sk_sk: [_RT_] {i}Bože môj! Sidney práve postriekala celú svoju posteľ!{/i}

source: [_RT_] {i}Wow, Sidney's a real squirter!{/i}
sk_sk: [_RT_] {i}Páni, Sidney je naozajstná squirterka!{/i}

source: [_ST_] {i}How did I get so perverted?{/i}
sk_sk: [_ST_] {i}Ako som sa stala takou zvrátenou?{/i}

source: [_ST_] {i}I can't believe doing naughty things in the park with [ryan] turns me on so bad.{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že ma robenie nezbedností v parku s [ryan] tak vzrušuje.{/i}

source: [_ST_] {i}I can't believe the possibility that people may be watching me gets me so hot.{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že možnosť, že ma ľudia pozorujú, tak rozpaľuje.{/i}

source: [_ST_] {i}How are things moving so fast? We fucking sixty-nined!{/i}
sk_sk: [_ST_] {i}Ako sa veci pohli tak rýchlo? My robíme 69!{/i}

source: [_ST_] {i}He was so good with his tongue! He's the first guy to ever make me squirt!{/i}
sk_sk: [_ST_] {i}Bol taký dobrý s jazykom! Je to prvý chlap, ktorý ma donútil striekať!{/i}

source: [_ST_] {i}And the way he plastered me with cum!{/i}
sk_sk: [_ST_] {i}A to, ako ma oblial semenom!{/i}

source: [_ST_] {i}I can't believe I sucked [ryan]'s cock!'{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že som vyfajčila [ryan]!'{/i}

source: [_ST_] {i}I couldn't even swallow all the cum.... there was just so much, and it just shot out so fast.... It came out my nose!{/i}
sk_sk: [_ST_] {i}Nemohla som ani prehltnúť všetko to semeno.... bolo toho toľko a vystreľovalo to tak rýchlo.... Vyšlo mi to z nosa!{/i}

source: [_ST_] {i}I can still taste it!{/i}
sk_sk: [_ST_] {i}Stále to cítim!{/i}

source: [_ST_] {i}Did I really jack off [ryan] in his sleep?{/i}
sk_sk: [_ST_] {i}Naozaj som vyhonila [ryan] v spánku?{/i}

source: [_ST_] {i}His dick was just so big.... so hard.... {/i}
sk_sk: [_ST_] {i}Jeho penis bol tak veľký.... tak tvrdý.... {/i}

source: [_ST_] {i}I'm so glad he slept through it!.... It would have been so humiliating if he saw me plastered in his cum!{/i}
sk_sk: [_ST_] {i}Som taká rada, že to prespal!.... Bolo by to také ponižujúce, keby ma videl omietnutú v jeho semene!{/i}

source: [_ST_] {i}I can't believe I used my own panties to catch the cum!{/i}
sk_sk: [_ST_] {i}Nemôžem uveriť, že som na zachytenie semena použila vlastné nohavičky!{/i}

source: [_ST_] {i}It doesn't help that I'm sharing his bed.{/i}
sk_sk: [_ST_] {i}Nepomáha mi ani to, že s ním zdieľam posteľ.{/i}

source: [_ST_] {i}What is wrong with me lately.{/i}
sk_sk: [_ST_] {i}Čo je so mnou.{/i}

source: [_ST_] {i}I'm just so horny all the time.{/i}
sk_sk: [_ST_] {i}Som stále taká nadržaná.{/i}

source: [_ST_] {i}So horny that I'm subconciously molesting anyone that I sleep next to.{/i}
sk_sk: [_ST_] {i}Som tak nadržaná, že podvedome obťažujem každého, vedľa koho spím.{/i}

source: [_ST_] {i}If I'm not fingering my sister's ass, I'm grabbing my brother's cock.{/i}
sk_sk: [_ST_] {i}Ak práve neškrtím prstami sestrin zadok, chytám svojho brata za penis.{/i}

source: [_ST_] {i}And what I did to my own mother! What has come over me?{/i}
sk_sk: [_ST_] {i}A čo som urobila vlastnej matke! Čo to do mňa vošlo?{/i}

source: [_ST_] {i}I don't even know which one turns me on more.{/i}
sk_sk: [_ST_] {i}Ani neviem, ktorý z nich ma vzrušuje viac.{/i}

source: [_ST_] {i}I think [ryan]'s cock!{/i}
sk_sk: [_ST_] {i}Myslím, že [ryan]'s cock!{/i}

source: [_ST_] {i}It's just so big, what would it feel like to be impaled on that pole?{/i}
sk_sk: [_ST_] {i}Je taký veľký, aké by to bolo, keby som sa na neho nabodla?{/i}

source: [_ST_] {i}Aaaaah.... shit!.... That did it!{/i}
sk_sk: [_ST_] {i}Aaaaah.... shit!.... To sa stalo!{/i}

source: [_ST_] {i}What was that? Did I just piss myself? Was that a real squirt?{/i}
sk_sk: [_ST_] {i}Čo to bolo? To som sa práve vymočila? Bol to naozajstný squirt?{/i}

source: [_ST_] {i}I've never done that before!{/i}
sk_sk: [_ST_] {i}Nikdy predtým som sa tak neurobila!{/i}

source: [_ST_] {i}Shit! Thinking of [ryan]'s dick just gave me the best orgasm of my life!{/i}
sk_sk: [_ST_] {i}Do prdele! Pri pomyslení na penis [ryan]som práve zažila najlepší orgazmus v živote!{/i}

source: [_ST_] {i}It's just fantasy Sidney, that little twerp better never try anything at all on me.{/i}
sk_sk: [_ST_] {i}Je to len fantázia Sidney, ten malý hlupák by sa radšej nemal o nič pokúšať.{/i}

source: [_ST_] {i}Why would I even think he would? Am I worried that I'd like it?{/i}
sk_sk: [_ST_] {i}Prečo by som si to vôbec myslela? Obávam sa, že by sa mi to páčilo?{/i}

source: [_ST_] {i}It's just harmless fantasy. It's just harmless fantasy. It's just harmless fantasy.{/i}
sk_sk: [_ST_] {i}Je to len neškodná fantázia. Je to len neškodná fantázia. Je to len neškodná fantázia.{/i}

source: [_R_] Hey Matt, hey Megan, Miss [mom_name]? Do you have a minute to go over a few things with my Oedipus assignment with me?
sk_sk: [_R_] Ahoj Matt, ahoj Megan, slečna [mom_name]? Máš chvíľu, aby si so mnou prešla pár vecí s mojou Oidipovou úlohou?

source: [_M_] Ok [ryan], go to my office and I'll be right there.
sk_sk: [_M_] Dobre [ryan], choď do mojej kancelárie a ja tam hneď budem.

source: [_R_] Mom!
sk_sk: [_R_] Mami!

source: [_M_] I mean [ryan], go to my office and I'll be right there.
sk_sk: [_M_] Teda [ryan], choď do mojej kancelárie a ja tam hneď budem.

source: [_R_] Hi Megan, Miss [mom_name]? Do you have a minute to go over a few things with my Oedipus assignment with me?
sk_sk: [_R_] Ahoj, Megan, slečna [mom_name]? Máš chvíľu, aby si so mnou prebrala pár vecí z mojej úlohy o Oidipovi?
