Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_R_] Ok, now I want you to look on the treasure on the other side of you, with the same excitement.
sk_sk: [_R_] Dobre, teraz chcem, aby si sa s rovnakým nadšením pozrela na poklad na druhej strane.

source: [_R_] Perfect.
sk_sk: [_R_] Perfektné.

source: [_R_] What's wrong with you?
sk_sk: [_R_] Čo je s tebou?

source: [_S_] Oh, shut up!
sk_sk: [_S_] Oh, sklapni!

source: [_R_] This is the biggest goddamn sceptre you've ever seen.
sk_sk: [_R_] Toto je to najväčšie zatracené žezlo, aké si kedy videla.

source: [_R_] .... Pssshhhhhh.... what!?.... Of course not!.... Why would you think?...
sk_sk: [_R_] ... Pssshhhhhhh... Čo!?... Samozrejme, že nie!... Prečo si myslíš?...

source: [_R_] Let's move on to another picture...
sk_sk: [_R_] Prejdime k ďalšiemu obrázku...

source: [_R_] I think it's time that we...
sk_sk: [_R_] Myslím, že je čas, aby sme...

source: [_S_] Really? So, we don't need any more for this shoot?
sk_sk: [_S_] Naozaj? Takže na toto fotenie už nepotrebujeme žiadne ďalšie?

source: [_R_] Yeah, I still want a few more, but for now the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
sk_sk: [_R_] Áno, stále chcem ešte niekoľko ďalších, ale zatiaľ sú tie, ktoré máme, naozaj dobré a jediná možnosť, ako by mohli byť lepšie, je, že by som ťa nútil urobiť niečo, čo by ti nemuselo byť príjemné.

source: [_S_] So, were you thinking something like this?
sk_sk: [_S_] Takže si myslel na niečo podobné?

source: [_S_] I'm sorry, but I just can't knowing that my brother is behind it, so close to my naked body...
sk_sk: [_S_] Je mi to ľúto, ale nemôžem vedieť, že za tým stojí môj brat, tak blízko môjho nahého tela...

source: [_S_] Ohhhh.... I kind of hope it doesn't...
sk_sk: [_S_] Ohhhh.... Tak trochu dúfam, že nie...

source: [_R_] This one is really going to push you out of your comfort zone, but...
sk_sk: [_R_] Táto hra ťa naozaj vyvedie z tvojej komfortnej zóny, ale...

source: [_R_] I want you to lay back farther.
sk_sk: [_R_] Chcem, aby si sa ešte viac oprela.

source: [_S_] What!?.... You mean like an ass-hole gape?!...
sk_sk: [_S_] Čože??.... Myslíš ako zadok?!...

source: [_R_] Wow Sidney! I can't believe you're familiar with that term...
sk_sk: [_R_] Wow Sidney! Nemôžem uveriť, že poznáš tento termín...

source: [_S_] Yeah, well fuck you for asking your own sister to do such a thing!
sk_sk: [_S_] Áno, no tak to si naser, že si požiadal vlastnú sestru, aby niečo také urobila!

source: [_R_] Alright.... take some time.... I'll call you again later, after you've de-stressed your breasts.
sk_sk: [_R_] Dobre... zober si nejaký čas... Zavolám ti neskôr, keď si odstresuješ prsia.

source: [_R_] So, it might take some experimenting. And since you can't see, I'll let you know when you've done it.
sk_sk: [_R_] Možno bude potrebné trochu experimentovať. A keďže to nevidíš, dám ti vedieť, keď sa ti to podarí.

source: [_R_] Wow, Sidney! If you weren't my sister...
sk_sk: [_R_] Wow, Sidney! Keby si nebola moja sestra...

source: [_R_] .... Never mind...
sk_sk: [_R_] .... Nevadí...

source: [_S_] No.... seriously.... what?...
sk_sk: [_S_] No.... vážne.... čo?...

source: [_S_] Would you eat my ass?...
sk_sk: [_S_] Zjedol by si mi zadok?...

source: [_R_] Let's just move on...
sk_sk: [_R_] Poďme ďalej...

source: [_R_] Fuck!
sk_sk: [_R_] Kurva!

source: [_R_] And that's our last picture! Good.... jo...
sk_sk: [_R_] A to je náš posledný obrázok! Dobre... jo...

source: [_S_] .... I can't believe I just let you take that gape picture of me...
sk_sk: [_S_] .... Nemôžem uveriť, že som sa nechala odfotiť...

source: [_R_] I got lucky and figured out a way to exploit you...
sk_sk: [_R_] Mal som šťastie a prišiel som na spôsob, ako ťa využiť...

source: [_S_] Haha.... yeah, she's on track to be the next Kard-ass-ian.
sk_sk: [_S_] Haha.... áno, je na najlepšej ceste stať sa ďalším Kard-ass-ianom.

source: [_S_] When you explain it like that, it doesn't seem nearly as creepy...
sk_sk: [_S_] Keď to takto vysvetlíš, nezdá sa to až také strašidelné...

source: [_S_] Ya know what?.... I'll make you a deal...
sk_sk: [_S_] Vieš čo?... Dohodneme sa...

source: [_R_] Ok?...
sk_sk: [_R_] Dobre?...

source: [_R_] Are you serious?
sk_sk: [_R_] To myslíš vážne?

source: [_S_] Yesss!...
sk_sk: [_S_] Áno!...

source: [_R_] .... Yeah.... of course!...
sk_sk: [_R_] .... Áno!.... Samozrejme!...

source: [_S_] Wow.... ok.... I can't believe we're doing this...
sk_sk: [_S_] Wow.... ok.... Nemôžem uveriť, že to robíme...

source: [_S_] I'll bet.... damn, that's so big!
sk_sk: [_S_] Stavím sa... sakra, to je tak veľké!

source: [_R_] Uhhhhh.... yeah.... of course...
sk_sk: [_R_] Uuuhhhh... áno... samozrejme...

source: [_S_] .... so...
sk_sk: [_S_] ... takže...

source: [_S_] {i}"Schhhhluurrrrp"{/i}
sk_sk: [_S_] {i}"Schhhhhluurrrrp"{/i}

source: [_RT_] {i}I can't hold out any longer! I'm going to cum!{/i}
sk_sk: [_RT_] {i}Už to nevydržím! Urobím sa!{/i}

source: [_S_] Mmmmmphhhhh...
sk_sk: [_S_] Mmmmmphhhhhhh...

source: [_S_] MMMMmmmmmmmmmmmmmmmmmphhhhhhhhhhhh!!!!!...
sk_sk: [_S_] MMMMmmmmmmmmmmmmmmmmmmmphhhhhhhhhhhhh!!!!!...

source: [_R_] I'm sorry!.... I wasn't thinking!...
sk_sk: [_R_] Je mi to ľúto!.... Nemyslel som!...

source: [_R_] And I just reacted without thinking...
sk_sk: [_R_] A ja som reagoval bez rozmýšľania...

source: [_R_] I'm so sorry!...
sk_sk: [_R_] Je mi to tak ľúto!...

source: [_S_] {i}(pant.... pant).... {/i}.... well.... {i}(pant.... pant){/i}.... this was your first time.... {i}(pant.... pant){/i}...
sk_sk: [_S_] {i}(pant.... pant).... {/i}.... dobre.... {i}(pant.... pant){/i}.... to bolo tvoje po prvý raz.... {i}(pant.... pant){/i}...

source: [_S_] It's ok.... {i}(pant.... pant){/i}.... next time though.... {i}(pant.... pant){/i}.... let the girl choose.... {i}(pant.... pant){/i}.... and don't hold her head down...
sk_sk: [_S_] Je to ok.... {i}(pant.... pant){/i}.... však nabudúce.... {i}(pant.... pant){/i}.... nechaj dievča vybrať.... {i}(pant.... pant){/i}.... a nedrž jej hlavu dole...

source: [_S_] Ohhh.... I need to lie down and catch my breath...
sk_sk: [_S_] Ohhh.... Musím si ľahnúť a nadýchnuť sa...

source: [_S_] Wow!.... I can't believe we just did that!...
sk_sk: [_S_] Wow!.... Nemôžem uveriť, že sme to práve urobili!...

source: {i}{b}"Sidney's Libido +10"{/b}{/i}
sk_sk: {i}{b}"Sidney libido +10"{/b}{/i}

source: [_R_] Yeah.... that was impressive!...
sk_sk: [_R_] Áno.... to bolo pôsobivé!...

source: [_R_] You must have a lot of experience...
sk_sk: [_R_] Musíš mať veľa skúseností...

source: [_S_] No!.... Almost none!...
sk_sk: [_S_] Nie!.... Takmer žiadne!...

source: [_R_] Wow!.... That is impressive then!...
sk_sk: [_R_] Wow!.... To je pôsobivé!...

source: [_S_] Haha.... so who were you thinking of?...
sk_sk: [_S_] Haha.... tak na koho si myslel?...

source: [_R_] Uuuhhh.... Lauren Craft of course...
sk_sk: [_R_] Uuuhhhh.... na Lauren Craft samozrejme...

source: [_S_] Haha.... you nerd!...
sk_sk: [_S_] Haha.... ty šprt!...

source: [_S_] Haha.... yeah.... probably the most realistic fantasy you've ever had...
sk_sk: [_S_] Haha... áno... pravdepodobne najrealistickejšia fantázia, akú si kedy mal...

source: [_R_] Haha.... yeah...
sk_sk: [_R_] Haha... áno...

source: [_S_] Hey?.... I just thought of something...
sk_sk: [_S_] Hej?.... Práve ma niečo napadlo...

source: [_R_] Yeah?...
sk_sk: [_R_] Áno?...

source: [_R_] Well, I promised Mom I wouldn't tell anyone...
sk_sk: [_R_] No, sľúbil som mame, že to nikomu nepoviem...

source: [_S_] Deal.
sk_sk: [_S_] Dohodnuté.

source: [_R_] So, the first time Mom went with the Mafia to their club, I followed them...
sk_sk: [_R_] Takže keď išla mama prvýkrát s mafiou do ich klubu, išiel som za nimi...

source: {i}"5 minutes later."{/i}
sk_sk: {i}O 5 minút neskôr.... {/i}

source: [_S_] Oh my God!
sk_sk: [_S_] Bože môj!

source: [_S_] Well, if you say so...
sk_sk: [_S_] No, keď to hovoríš...

source: [_R_] Yeah?
sk_sk: [_R_] Áno?

source: [_R_] What?.... Really?.... Even after we?...
sk_sk: [_R_] Čo?... Naozaj?... Aj po tom, čo sme?...

source: [_S_] Haha.... yeah...
sk_sk: [_S_] Haha... áno...

source: [_R_] Wow!.... Thanks!.... I could kiss you right now!...
sk_sk: [_R_] Wow!... Vďaka!... Mohol by som ťa teraz pobozkať!...

source: [_S_] Hahaha.... please don't!.... We've kind of gone a little past that!...
sk_sk: [_S_] Hahaha.... prosím, nie!.... Tak trochu sme to už prehnali!...

source: [_S_] Well, I'm going to go get dressed, and head back to the house.
sk_sk: No, idem sa obliecť, a pôjdem späť do domu.

source: [_R_] K, and I'll stay and clean things up a bit, and I'll see you soon!
sk_sk: [_R_] K, a ja zostanem a upracem veci trochu, a uvidíme sa čoskoro!

source: [_RT_] {i}{b}(HINT){/b} Sidney was acting funny when I told her about Mom. I'd better keep an eye on her this weekend when the Mafia comes for their weekly payment.{/i}
sk_sk: [_RT_] {i}Sidney sa správala smiešne, keď som jej povedal o mame. Radšej na ňu cez víkend dohliadnem, keď si mafia príde pre svoju týždennú výplatu.{/i}

source: [_R_] You did amazing again on this photoshoot...
sk_sk: [_R_] Na tomto fotení si opäť urobila úžasnú prácu...

source: [_S_] Hahaha wouldn't you like to know?...
sk_sk: [_S_] Ha ha ha, nechcel by si to vedieť?...

source: [_R_] Yes!.... I really would!...
sk_sk: [_R_] Áno!.... To by som naozaj chcel!...

source: [_R_] Who Sidney?...
sk_sk: [_R_] Kto je Sidney?...

source: [_R_] .... Ohhhh.... what was I saying?...
sk_sk: [_R_] ... Ohhhh... čo som to hovoril?...

source: [_R_] And again, I just reacted without thinking...
sk_sk: [_R_] A opäť som zareagoval bez rozmýšľania...

source: [_S_] {i}(pant.... pant).... {/i}.... well.... {i}(pant.... pant){/i}.... you've got to figure out.... {i}(pant.... pant){/i}...
sk_sk: [_S_] {i}(pant... pant)... {/i}... dobre... {i}(pant... pant){/i}... musíš zistiť... {i}(pant... pant){/i}...

source: [_S_] How to control.... {i}(pant.... pant){/i}.... yourself.... {i}(pant.... pant){/i}...
sk_sk: [_S_] Ako ovládať... {i}(nohavice... nohavice){/i}... seba... {i}(nohavice... nohavice){/i}...

source: [_S_] Wow!.... I can't believe we just did that again!...
sk_sk: [_S_] Wow!.... Nemôžem uveriť, že sme to práve urobili znova!...

source: [_R_] Yep.... It's my new favorite tradition...
sk_sk: [_R_] Áno... Je to moja nová obľúbená tradícia...

source: [_S_] Shut up Dipwad.... it's not a tradition.
sk_sk: [_S_] Drž hubu... to nie je tradícia.

source: [_R_] Haha.... we'll see...
sk_sk: [_R_] Haha.... uvidíme...

source: [_S_] Haha.... so were you thinking of Lauren Craft again?...
sk_sk: [_S_] Haha... takže si opäť mysleli na Lauren Craft?...

source: [_R_] Uuuhhh.... yeah.... of course...
sk_sk: [_R_] Uuuhhhh... áno... samozrejme...

source: Just leave her alone.
sk_sk: Nechať ju na pokoji.

source: Wake Sidney for a chat.
sk_sk: Zobuď Sidney na rozhovor.

source: I wonder what she'll do now.
sk_sk: Som zvedavý, čo bude robiť teraz.

source: Let her sleep.
sk_sk: Nechať ju spať.

source: Let's just see if she's up for it.
sk_sk: Uvidím, či je na to pripravená.

source: No Deal
sk_sk: Žiadna dohoda

source: No Deal.
sk_sk: Žiadna dohoda.

source: And actually, I have the $200 right here.
sk_sk: A v skutočnosti mám tých 200 dolárov priamo tu.

source: So, I'll get you the money soon.
sk_sk: Takže ti čoskoro prinesiem peniaze.

source: Let her choose one herself.
sk_sk: Nech si vyberie sama.

source: We need those shorts to come off. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
sk_sk: Potrebujeme, aby sa tie šortky vyzliekli. {i}(poddajnosť 5+ {b}{color=#0000ff}alebo{/color}{/b} libido 9+){/i}

source: Let's just move onto taking off your shirt, but keeping the nips covered. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
sk_sk: Prejdime k vyzlieknutiu trička, ale nechaj si zakryté bradavky. {i}(poddajnosť 7+ {b}{color=#0000ff}alebo{/color}{/b} libido 9+){/i}

source: Let's just jump into some scenes where you show off your titties. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
sk_sk: Prejdime k niektorým scénam, v ktorých ukazuješ svoje prsia. {i}(submission 10+ {b}{color=#0000ff}alebo{/color}{/b} libido 10){/i}

source: Your ass will look better in ripped underwear. {i}(submission 14+){/i}
sk_sk: Tvoj zadok bude vyzerať lepšie v roztrhanom spodnom prádle. {i}(submission 14+){/i}

source: Let's just jump into some explicit close-ups {i}(submission 19+){/i}
sk_sk: Prejdime k niektorým explicitným detailným záberom {i}(submission 19+){/i}

source: Have you ever heard of anal gaping? {i}(submission 25+){/i}
sk_sk: Počula si už niekedy o análnej dierke? {i}(submission 25+){/i}

source: Actually, let's call it a day.
sk_sk: Vlastne to dnes ukončíme.

source: Remove the shirt, but hide the nips. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
sk_sk: Odstráň si tričko, ale schovaj bradavky. {i}(poddajnosť 7+ {b}{color=#0000ff}alebo{/color}{/b} libido 9+){/i}

source: Take some action shots where we can see your titties. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
sk_sk: Urobme niekoľko akčných záberov, na ktorých uvidíme tvoje kozy. {i}(submission 10+ {b}{color=#0000ff}alebo{/color}{/b} libido 10){/i}

source: Get rid of the shirt, and rip a revealing hole in your panties. {i}(submission 14+){/i}
sk_sk: Zbav sa trička a roztrhni si odhalenú dieru v nohavičkách. {i}(submission 14+){/i}

source: Jump straight into some explicit close-ups {i}(submission 19+){/i}
sk_sk: Prejdime rovno na explicitné detailné zábery {i}(submission 19+){/i}

source: Try something pretty crazy! I'm thinking an anal gape shot? {i}(submission 25+){/i}
sk_sk: Vyskúšajme niečo poriadne bláznivé! Myslím, že análny záber? {i}(submission 25+){/i}

source: Just call it a day.
sk_sk: Nazveme to len deň.

source: Wow! Are you a mind reader? {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
sk_sk: Wow! Čítaš myšlienky? {i}(podanie 10+ {b}{color=#0000ff}alebo{/color}{/b} libido 10){/i}

source: No, let's just call it a day.
sk_sk: Nie, nazveme to len deň.

source: Rip a hole in your panties. {i}(submission 14+){/i}
sk_sk: Roztrhni si dieru v nohavičkách. {i}(submission 14+){/i}

source: Get some explicit close-ups. {i}(submission 19+){/i}
sk_sk: Urobme si niekoľko explicitných záberov zblízka. {i}(submission 19+){/i}

source: Try a pose where you do a small anal gape. {i}(submission 25+){/i}
sk_sk: Vyskúšaj pózu, pri ktorej urobíme malý análny výskum. {i}(submission 25+){/i}

source: Rip a hole in those panties. {i}(submission 14+){/i}
sk_sk: Roztrhni tie nohavičky. {i}(submission 14+){/i}

source: I think we should go for it anyways. {i}(submission 25+){/i}
sk_sk: Myslím si, že by sme sa do toho mali pustiť aj tak. {i}(submission 25+){/i}

source: I think we should call it quits for today.
sk_sk: Myslím, že by sme to dnes mali ukončiť.
