Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScriptChristmasEvent.po
Languages: sk_sk

source: [_GP_] Just hold it in for a second.... the feeling wears off really quick.
sk_sk: [_GP_] Len ho podržte na sekundu .... pocit, že nosí naozaj rýchlo.

source: [_R_] What the fuck!.... Where are we?
sk_sk: [_R_] Čo do piči! .... Kde sme?

source: [_GP_] Sssshhhhhh.... try not to speak out loud to me in public. Don't forget, I can hear your thoughts. People will think you're loony if you're talking to someone on your shoulder.
sk_sk: [_GP_] Sssshhhhhh .... nepokúšajte sa rozprávať nahlas na mňa verejne. Nezabudni, že počujem tvoje myšlienky. Ľudia si budú myslieť, že si lojálne, ak sa rozprávaš s niekým na tvojom ramene.

source: [_RT_] {i}I have gone loony!.... I'm talking to a ten inch version of my own mom!{/i}
sk_sk: [_RT_] {i}Išlo mi loóny! ... Hovorím s 10 palcovou verziou mojej vlastnej mamy!

source: [_RT_] {i}And now I'm just thinking at her!{/i}
sk_sk: [_RT_] {i}A teraz na ňu myslím! {/i}

source: [_RT_] {i}And I assume that I'm the only one who can see or hear you?{/i}
sk_sk: [_RT_] {i}A predpokladám, že som jediný, kto vás môže vidieť alebo počuť? {/i}

source: [_GP_] You have assumed correctly.
sk_sk: [_GP_] Uveril ste, že je správne.

source: [_RT_] {i}So, where the fuck are we?{/i}
sk_sk: [_RT_] {i}Takže, kde to, kurva, sme?{/i}

source: [_GP_] The more appropriate question would be, "When are we?"
sk_sk: [_GP_] Najvhodnejšia otázka by bola, "Kedy to sme?"

source: [_RT_] {i}Ok.... I'll bite.... when are we?{/i}
sk_sk: [_RT_] {i}Ok .... Budem uhryznúť .... keď sme? {/i}

source: [_GP_] So glad you asked.... we have gone back to a Christmas 20 years ago.
sk_sk: [_GP_] Tak som rád, že ste sa opýtalo .... sme sa vrátili na Vianoce pred 20 rokmi.

source: [_GP_] To the day that your parents met.
sk_sk: [_GP_] Do dňa, kedy sa stretli vaši rodičia.

source: [_RT_] {i}Really?.... Cuz Mom told me that they met when she was working at a strip club.{/i}
sk_sk: [_RT_] {i}Naozaj? .... Cuz mama mi povedala, že sa stretli, keď pracovala v strižnom klube. {/i}

source: [_GP_] Oh, shit!.... Is that true?.... Dammit.... I knew I should have read your whole file.
sk_sk: [_ GP_] Oh, do riti! .... Je to pravda? Do riti ... Vedela som, že by som si mal prečítať celý tvoj súbor.

source: [_GP_] Well, that's not a problem!.... It doesn't matter where two people fall in love.... just that they do.
sk_sk: -To nie je problém! .... Nezáleží na tom, kam sa zamilujú dvaja ľudia .... len to, čo robia.

source: [_GP_] And you're lucky enough to get to see it.
sk_sk: [_GP_] A vy máte šťastie, že ste to videli.

source: [_RT_] {i}You do realize that my infatuation with my mom and sisters started because I saw my mom stripping at a strip club, right?{/i}
sk_sk: [_RT_] {i}Uvedomujete si, že moje peenie s mojou mamou a sestrami začalo, pretože som videl, že moja mama striptujem v stripkuj klube, že? {/i}

source: [_GP_] Well, the first time was traumatic, so hopefully this time will be therapeutic.
sk_sk: [_GP_] No, prvý raz bol traumatický, takže dúfajme, že tentoraz bude terapeutická.

source: [_RT_] {i}Where is everybody? The club seems empty.{/i}
sk_sk: [_RT_] {i}Kde sú všetci? Klub sa zdá byť prázdny. {/i}

source: [_GP_] Well, it's Christmas! All the men should be home with their families.
sk_sk: To sú Vianoce! Všetci muži by mali byť doma s ich rodinami.

source: [_GP_] So, let's look around and see if we can find your parents.
sk_sk: [_GP_] Poďme sa teda poobzerať a zistiť, či nájdeme tvojich rodičov.

source: [_VOM_] Let's welcome to the stage the only one of our dancers desperate enough to come in on Christmas, to perform for a single patron, Oh, I guess there's two of you now.... I didn't see you come in.
sk_sk: [_VOM_] Nech je vítané až do javu, že len jeden z našich tanečníkov zúfalo potrebuje prísť na Vianoce, aby sa pre jedného patrónu, Oh, myslím, že je tu dve z vás ... Nevidela som ťa prísť.

source: [_VOM_] {i}(Whispering over mic){/i} Honestly Bill, it was a terrible idea to be open on Christmas.
sk_sk: [_VOM_] {i}(Whispering over mic) {/i} Úprimne Bill, to bol hrozný nápad byť otvorený na Vianoce.

source: [_VOM_] {i}(Other muffled voice){/i} Ssshhhh.... they can hear you over the mic!
sk_sk: [_VOM_] {i}(Iný hlasový hlas) {/i} Ssshhhh .... môžu vás počuť cez mikrofón!

source: [_VOM_] Once again! Let's welcome to the stage, Santa's sexy helper, the one and only, [mom_name]!
sk_sk: [_VOM_] Opäť raz! Nechajte sa privítať na javu, Santa sexy pomocník, jeden a jediný, [mom_name]!

source: [_R_] Oh.... my.... God!...
sk_sk: [_R_] Oh .... my .... Bože!

source: [_GP_] ....Holy Virgin Futa!
sk_sk: [_GP_] ....Svätá panna Futa!

source: [_RT_] {i}We did go through time.... that's my mom!.... Only.... much younger.{/i}
sk_sk: [_RT_] {i}My sme prešli časom .... to je moja mama! .... Len ... oveľa mladší. {/i}

source: [_RT_] {i}She looks incredible!{/i}
sk_sk: [_RT_] {i}Vyzerá úžasne! {/i}

source: [_GP_] Yeah, well.... stop ogling at your mother.... and don't forget why we're here!
sk_sk: [_GP_] Áno, nuž .... prestaňte s tvojou matkou .... a nezabudni, prečo sme tu!

source: [_RT_] {i}Why are we here again?{/i}
sk_sk: [_RT_] {i}Prečo sme tu znova? {/i}

source: [_GP_] So you can see your parents fall in love! I'm pretty sure If you see the moment they fall in love, you wouldn't possibly want to do anything to ruin their marriage.
sk_sk: [_GP_] Takže môžete vidieť, že vaši rodičia sa zamilujú! Som si celkom istý, že keď uvidíš, ako sa zamilujú, tak by si nechcel robiť nič, čo by zničilo ich manželstvo.

source: [_GP_] Though I'll admit.... I had hoped for a more romantic setting.... I should have done my homework.
sk_sk: [_GP_] Aj keď sa priznám .... Dúfal som v romantickejšie nastavenie .... Mal som si robiť domáce úlohy.

source: [_GP_] Well, let's make the most of it anyways.
sk_sk: No, tak si to aj tak spravíme.

source: [_GP_] Look! Is that your dad over there?
sk_sk: [_GP_] Pozrite! Je tam tvoj otec?

source: [_RT_] {i}Holy shit.... yeah.... only way younger and thinner.{/i}
sk_sk: [_RT_] {i}Svätie hovno .... áno .... len spôsobom mladší a tenšie. {/i}

source: [_RT_] {i}I wonder if he's as much of a douche in the past, as he is in the present.{/i}
sk_sk: [_RT_] {i}Zaujímalo by ma, či je v minulosti taký veľký kretén, ako je v súčasnosti. {/i}

source: [_GP_] Well.... let's watch and find out.
sk_sk: [_GP_] No .... poďme sa pozerať a zistiť.

source: [_GP_] Oh look, how sweet!.... He's tipping your mom for her hard work!
sk_sk: [_GP_] Oh pozrite, ako sladká! .... Prepichne tvoju mamu pre jej tvrdú prácu!

source: [_RT_] {i}You think tipping a stripper is sweet?.... Angels have a strange moral code.{/i}
sk_sk: [_RT_] {i}Myslíš, že odkvapkávanie striptérky je sladké? .... Anjeli majú zvláštny morálny kód. {/i}

source: [_GP_] I'm not an angel, I'm a ghost.... and it's sweet because it's going to lead to them falling in love!
sk_sk: [_GP_] Nie som anjel, som duch .... a to je sladké, pretože to bude viesť k tomu, že sa zamilujú!

source: [_RT_] {i}Well, I know seeing Mom strip made me fall in love.... that is, I already loved her, but now I want to bang her.{/i}
sk_sk: [_RT_] {i}No, viem, že vidím, že maminka ma núla spadať do lásky .... to je, už som ju miloval, ale teraz ju chcem pretiahnuť. {/i}

source: [_GP_] Oh, stop thinking with your cock, and try to appreciate this moment. You're about to see them fall in love!
sk_sk: Prestaňte myslieť na svojho vtáka a snažte sa oceniť tento moment. Chystáte sa vidieť, ako sa zamilujú!

source: [_D_] Hey buddy!.... Are you just going to stare at us all day? Why don't you be a gentleman and tip the nice lady. It is Christmas, you know.
sk_sk: -Hej, kamoš! Chceš sa na nás celý deň zízať? Prečo nie si gentleman a tip na milú dámu. Je to Vianoce, vieš.

source: [_RT_] {i}Shit!.... What do I do?{/i}
sk_sk: [_RT_] {i}Do riti! .... Čo mám robiť? {/i}

source: [_GP_] OK.... don't panic.... I gave you some Christmas magic when I blew that Christmas dust on you.
sk_sk: [_GP_] OK .... nepanikár .... Dal som ti nejaké vianočné kúzlo, keď som vykrvácala na teba vianočný prach na teba.

source: [_GP_] You should be able to pull anything you need out of your pocket.... you know, like money.... all you need to do is think really hard about it.
sk_sk: [_GP_] Mali by ste byť schopný vytiahnu čokoľvek, čo potrebujete z vášho vrecka .... viete, ako peniaze .... všetko, čo potrebujete urobiť, je myslieť naozaj ťažké o tom.

source: [_M_] Oh, be nice!.... Nobody should feel pressured into tipping me, but I'll tell you what I'll do. Whichever of you tips me the most tonight will get a private lap dance from me.
sk_sk: [_M_] Oh, byť milá! .... Nikto by sa nemal cítiť, ako by ma šliapal, ale poviem ti, čo urobím. Podľa toho, čo odo mňa dnes budete mať, dostane súkromný tanec na kolená.

source: [_M_] Are you both up for it?
sk_sk: Ste obaja na to?

source: [_D_] I'm in!
sk_sk: [_ D_] Som tu!

source: [_GP_] I'm not sure this is a good idea...
sk_sk: [_GP_] Nie som si istý, že je to dobrý nápad ...

source: [_RT_] {i}Why?.... Is it like the movie "Back to the Future", where I'll stop existing if my parents don't fall in love?{/i}
sk_sk: [_RT_] {i}Prečo? .... Je to ako film "Back to the Future", kde sa zastavím, ak sa moji rodičia nezamilujú? {/i}

source: [_GP_] No.... It's nothing like that! There isn't anything we can do here that will change the future. The past is already written.
sk_sk: [_GP_] Nie ... Nie je to nič také! Nie je nič, čo by sme mohli urobiť, aby sa to zmenilo v budúcnosti. Minulosť je už napísaný.

source: [_GP_] These are just shadows of the past, but with Christmas magic, we can interact with them.
sk_sk: [_GP_] To sú len tiene minulosti, ale s vianočné kúzlo, môžeme komunikovať s nimi.

source: [_RT_] {i}Well, what can go wrong then?{/i}
sk_sk: [_RT_] {i}No, čo sa môže pokaziť potom? {/i}

source: [_GP_] Well, you might not learn the lesson that I'm trying to teach you!
sk_sk: [_GP_] No, možno sa nepoučíte ponaučenie, ktoré sa vás snažím naučiť!

source: [_R_] I'm in too!
sk_sk: [_ R_] Ja som tiež!

source: [_GP_] Dammit! You better let your dad win!
sk_sk: [_ GP_] Sakra! Radšej nech vyhrá tvoj otec!

source: [_M_] Yay!.... I'll start dancing and you guys start tipping!
sk_sk: [_M_] Yay! .... Začnem tancovať a vy dvaja začnú sklápať!

source: [_M_] Let the "tip off" begin!
sk_sk: [_M_] Nech sa "tip off" začína!

source: [_RT_] {i}Wow!.... Look at her!.... And you're trying to teach me that I shouldn't get a hard-on when I look at that?{/i}
sk_sk: [_RT_] {i}Wow!.... Pozrime sa na ňu!.... A ty sa ma snažíš poučiť, že sa mi nemá postaviť, keď sa na ňu pozriem?{/i}

source: [_GP_] Well, there's a big difference in getting a hard-on and actually trying to fuck her!
sk_sk: [_GP_] No, je veľký rozdiel v tom, ako sa ťažké a naozaj sa snaží pojeb ju!

source: [_RT_] {i}You're right.... I should try to fuck her!....{/i}
sk_sk: [_RT_] {i}Máš pravdu .... Mala by som ju pretiahnuť! .... {/i}

source: [_GP_] Dammit!.... No!
sk_sk: [_ GP_] Damimit! .... Nie!

source: [_GP_] Get away you hussy!
sk_sk: [_ GP_] Odveďte vás husí!

source: [_GP_] She needs to be giving her attention to your dad!
sk_sk: [_GP_] Ona musí dávať jej pozornosť na svojho otca!

source: [_RT_] {i}Is it accurate to say that this is bringing back memories, if this event technically takes place before I saw Mom in the club for the first time?{/i}
sk_sk: [_RT_] {i}Je správne povedať, že to prináša späť spomienky, ak sa táto udalosť technicky odohrala predtým, než som videl mamu v klube prvýkrát? {/i}

source: [_GP_] I don't know.... don't ask me stupid questions.
sk_sk: [_ GP_] Neviem .... nepýtam sa ma hlúpe otázky.

source: [_D_] Hey baby!. I've got something for you over here.
sk_sk: -Ahoj, zlato! Mám tu niečo pre teba.

source: [_GP_] That's it [dad_name]! Keep on bidding! Win [mom_name]'s love!
sk_sk: [_GP_] To je to [dad_name]! Pokračujte v predkladaní ponúk! Win [mom_name] je láska!

source: [_RT_] {i}Damn! I'm jealous of the view he's getting!{/i}
sk_sk: [_RT_] {i}Sakra! Žiarlim na pohľad, ktorý dostáva!

source: [_RT_] {i}So, I'm assuming that if I were to win the tip war, you wouldn't let me stay and enjoy it. You'd just zap me back to my room, right?{/i}
sk_sk: [_RT_] {i}Takže predpokladám, že ak by som vyhral vojnu o tipy, nedovolila by si mi zostať a užiť si to. Jednoducho by si ma odviezla späť do mojej izby, že?{/i}

source: [_GP_] Well...
sk_sk: [_GP_] Dobre...

source: [_RT_] {i}"Well" what?{/i}
sk_sk: [_RT_] {i}"No" čo? {/i}

source: [_RT_] {i}What is it you don't want to tell me?{/i}
sk_sk: [_RT_] {i}Čo mi chcete povedať? {/i}

source: [_GP_] Urrrrgggghhhh!.... We're not allowed to lie to our clients, otherwise I damn well would right now.
sk_sk: [_GP_] Urrrrgggghhhh! .... Nie sme dovolené klamať našim klientom, inak by som si to nemýli.

source: [_GP_] When we go through a time worm hole, it kind of acts like an hour-glass, and we're stuck here until we run out of time.
sk_sk: [_GP_] Keď prejdeme cez dierku času, tak trochu pôsobí ako hodinové sklo a sme tu uviazli, kým neodídeme z času.

source: [_GP_] I was thinking that maybe we could hit the bar while we wait to go back. You know.... after your parents fall in love?
sk_sk: Myslel som, že by sme možno mohli naraziť na bar, zatiaľ čo čakáme, kým sa vrátime. Vieš ... po tom, ako sa tvoji rodičia zamilujú?

source: [_GP_] I haven't had a good drink in a few decades!
sk_sk: [_ GP_] Ja som nemal dobrý nápoj v niekoľkých desaťročoch!

source: [_RT_] {i}I'm not old enough to buy alcohol.{/i}
sk_sk: [_RT_] {i}Nie som dosť starý na nákup alkoholu. {/i}

source: [_GP_] You'd just have to think about an ID hard enough, and then you could pull it out of your pocket.
sk_sk: [_ GP_] Musíte len premýšľať o ID dosť ťažké, a potom by ste mohli vytiahnu z vášho vrecka.

source: [_RT_] {i}Haha....Yeah, that's right!{/i}
sk_sk: [_RT_] {i}Haha ....Áno, to je pravda!

source: [_RT_] {i}Hmmmm.... you know what? Let's just play it by ear.{/i}
sk_sk: [_RT_] {i}Hmmmm .... Viete čo? Zahráme si to do ucha. {/i}

source: [_GP_] Shit!!.... I don't like the sound of that.
sk_sk: [_GP_] Do riti! .... Nepáči sa mi to.

source: [_GP_] Alright [ryan].... I think this should be our last tip.... I don't know how much more [dad_name] can afford.
sk_sk: [_GP_] V poriadku [ryan] .... Myslím, že by to malo byť náš posledný tip .... Neviem, koľko viac [dad_name] si môže dovoliť.

source: [_RT_] {i}I've got an endless supply of money in my pocket.... how on earth would I be able to resist tipping that sexy minx?{/i}
sk_sk: [_RT_] {i}Mám nekonečnú dodávku peňazí v mojom vrecku .... ako na zemi by som bol schopný odolať ťuknutím, že sexy minx? {/i}

source: [_GP_] Don't forget why we're here!
sk_sk: Nezabudni, prečo sme tu!

source: [_GP_] If you don't get to see your parents fall in love than this whole trip will have been for nothing!
sk_sk: [_GP_] Ak nechcete vidieť svojich rodičov zamilovať sa v láske, ako tento celý výlet bude mať za nič!

source: [_RT_] {i}Alright, I promise I'll try!{/i}
sk_sk: [_RT_] {i}V poriadku, sľubujem, že sa pokúsim! {/i}

source: [_RT_] {i}But the look in those eyes!{/i}
sk_sk: [_RT_] {i}Ale pozrite sa do týchto očí! {/i}

source: [_RT_] {i}And those perfect breasts!{/i}
sk_sk: [_RT_] {i}A tie perfektné prsia! {/i}

source: [_RT_] {i}Oh, God.... I think the only thing you've succeeded in doing is making me fall deeper in love with Mom.{/i}
sk_sk: [_RT_] {i}Oh, Bože .... Myslím, že jediná vec, ktorú sa mi podarilo urobiť, je, aby som sa zamilovala do lásky s mamou. {/i}

source: [_GP_] Dammit [ryan]! Show some self-restraint, for God's sake!
sk_sk: [_ GP_] Dami-mit [ryan]! Preukážte si sebaobmedzenie, preboha!

source: [_GP_] Resist that perfect ass!
sk_sk: [_ GP_] Zrážka, že perfektný zadok!

source: [_RT_] {i}I'm trying!{/i}
sk_sk: [_RT_] {i}Snažím sa! {/i}

source: [_RT_] {i}But I've got a hard-on that could cut glass!{/i}
sk_sk: [_RT_] {i}Ale ja mám tvrdý-na to by mohlo znížiť sklo! {/i}

source: [_D_] Hey, sexy! I've got something over here that's going to sweeten your whole Christmas!
sk_sk: [_ D_] Hej, sexi! Mám tu niečo, čo sa ti bude diať celé Vianoce!

source: [_D_] And just so you know, little boy.... hey!.... Are you even old enough to be in a bar?
sk_sk: [_D_] A len aby ste vedeli, malý chlapec .... hej! .... Si už dosť starý na to, aby si bol v bare?

source: [_R_] I've got ID. I've just got one of those baby faces, ya know?
sk_sk: Mám ID. Ja mám len jednu z tých dieťatkov, vieš?

source: [_D_] Well.... I'm going to send you home crying like a baby.
sk_sk: [_ D_] Nuž .... Pošlem ťa domov plakať ako dieťa.

source: [_R_] Wow.... clever...
sk_sk: [_ R_] Wow .... šikovný ...

source: [_D_] Fuck you.... see, I don't ever lose.... and I also like to make grand gestures...
sk_sk: [_ D_] Jebať vás .... pozri, ja som nikdy stratiť .... a ja tiež rád, aby veľké gestá ...

source: [_D_] And this beauty deserves a real man to dance for tonight, not some little boy!
sk_sk: [_D_] A táto krása si zaslúži skutočný muž tancovať na dnešný večer, nie nejaký malý chlapec!

source: [_D_] So, feel free to leave any time, because I can guarantee your Christmas is going to end in disappointment.
sk_sk: [_D_] Takže môžeš kedykoľvek odísť, pretože ti môžem zaručiť, že Vianoce sa skončia sklamaním.

source: [_D_] Merry Christmas, beautiful!
sk_sk: [_ D_] Veselé Vianoce, krásne!

source: [_M_] Oh, my God!...
sk_sk: Oh, môj Bože!

source: [_M_] That's got to be at least a thousand dollars!...
sk_sk: [_ M_] To musí byť aspoň tisíc dolárov! ...

source: [_D_] It's actually one thousand, five hundred, to be exact!
sk_sk: [_ D_] Je to vlastne jeden tisíc, päťsto, aby som bol presný!

source: [_M_] That's the biggest tip I've ever seen!
sk_sk: [_M_] To je najväčší tip, aký som kedy videl!

source: [_M_] Oh.... I want to rub your huge tip all over my pussy!
sk_sk: [_M_] Oh .... Chcem ti natrhnúť tvoj veľký tip po mojej kunde!

source: [_D_] Holy shit.... that's hot!
sk_sk: [_ D_] Svätá pršina .... to je horúce!

source: [_GP_] Yes! [ryan]! You did it!
sk_sk: [_GP_] Áno! [ryan]! Dokázal si to!

source: [_RT_] {i}What did I do?{/i}
sk_sk: [_RT_] {i}Čo som urobil? {/i}

source: [_GP_] You forced your dad to make a grand gesture to win over your mom!
sk_sk: [_GP_] donútený svojho otca, aby veľké gesto víťazstvo nad vašou matkou!

source: [_GP_] They look like they are falling in love already!
sk_sk: [_GP_] Oni vyzerajú, ako by sa pád v láske už!

source: [_RT_] {i}Who said I'm going to let him win?{/i}
sk_sk: [_RT_] {i}Kto povedal, že ho nechám vyhrať? {/i}

source: [_GP_] Oh no, please, [ryan]! It's too perfect! Please!.... Just let it play out from here!
sk_sk: [_GP_] Oh nie, prosím, [ryan]! Je to príliš dokonalé! Prosím! Nechaj to tak, aby to vypadalo odtiaľto!

source: [_R_] Well, congratulations.... you win...
sk_sk: No, gratulujem .... že vyhráš.

source: [_D_] That's right, I win.
sk_sk: [_ D_] To je pravda, ja vyhrám.

source: [_D_] Because I always win...
sk_sk: [_ D_] Pretože vždy vyhrám ...

source: [_D_] So head on home, back to mommy, little boy.
sk_sk: Tak hlavu doma, späť k mamike, malý chlapec.

source: [_D_] Maybe you can suck on her tits tonight.
sk_sk: [_ D_] Možno by ste mohli sať na jej tits dnes večer.

source: [_RT_] {i}Dammit! If he even knew, that he stole that chance from me!....{/i}
sk_sk: [_RT_] {i}Sakra! Ak by dokonca vedel, že mi ukradol tú šancu odo mňa! .... {/i}

source: [_GP_] He didn't steal that chance! You weren't even born yet, you idiot!
sk_sk: [_ GP_] Neukradol túto šancu! Ešte si sa ani nenarodil, ty idiot!

source: [_RT_] {i}UUURRRGGGHHHH.... I still hate to lose to that asshat!{/i}
sk_sk: [_RT_] {i}UUURRRGGGHHHH .... Stále nenávidím stratiť sa na to asshat! {/i}

source: [_GP_] Well, just remember.... If he didn't fuck your mom, you wouldn't have been born.
sk_sk: [_GP_] No, len si pamätajte .... Ak by nekebal tvojej mame, tak by si sa nenarodil.

source: [_RT_] {i}And there goes that beautiful ass! I wish I was following it!{/i}
sk_sk: [_RT_] {i}A tam ide ten krásny zadok! Prajem si, aby som ho sledovala! {/i}

source: [_D_] Get one good last look, loser! Because that ass is going to be rubbing all over my lap tonight!
sk_sk: [_ D_] Získajte jeden dobrý posledný vzhľad, smoliar! Pretože ten zadok bude dnes v mojom lone v celom mojom lone!

source: [_RT_] {i}Ugghh.... what an asshole!{/i}
sk_sk: [_RT_] {i}Ugghh .... čo debil! {/i}

source: [_RT_] {i}How did Mom ever fall in love with that jerk?{/i}
sk_sk: [_RT_] {i}Ako sa mama niekedy zamilovala do tohto dresu? {/i}

source: [_GP_] Well?...
sk_sk: [_GP_] Dobre?...

source: [_GP_] Wasn't that amazing?.... You know.... to see the beginnings of your parents's relationship?
sk_sk: [_GP_] Nebolo to úžasné?.... Vieš.... vidieť začiatky vzťahu tvojich rodičov?

source: [_GP_] Should we hit the bar, until our time here runs out?
sk_sk: [_ GP_] Mali by sme naraziť na bar, kým náš čas tu beží von?

source: [_RT_] {i}No!.... If anything, it makes me even more convinced that Mom shouldn't stay together with Dad, and that she would be happier with me.{/i}
sk_sk: [_RT_] {i}Nie! .... Ak je niečo, ešte viac ma presvedčilo, že mama by nemala zostať spolu s otcom a že by bola šťastnejšia so mnou. {/i}

source: [_GP_] No!.... That's not right!
sk_sk: [_GP_] Nie! .... To nie je pravda!

source: [_GP_] This has to be a life changing event for you!
sk_sk: [_GP_] Toto musí byť pre vás život meniace sa udalosť!

source: [_GP_] This is supposed to make you want to stop trying to fuck your mom, and stop trying to fuck over your dad!
sk_sk: [_GP_] Toto má urobiť, aby si sa chcel zastaviť, aby si pretiahla tvoju mamu, a prestaň sa snažiť pretiahnuť tvojho otca!

source: [_GP_] I guess.... we need to keep watching.
sk_sk: [_GP_] Myslím, že .... musíme sa stále pozerať.

source: [_RT_] {i}I don't want to see my mom giving my dad a lapdance!{/i}
sk_sk: [_RT_] {i}Nechcem vidieť moju mamu, čo dáva môjmu otcovi lajku! {/i}

source: [_GP_] Well, tough shit!
sk_sk: -No, tak to je drzé!

source: [_GP_] You haven't had a life changing event, so we're going to follow them until you do!
sk_sk: [_GP_] Vy ste nemali život meniace sa udalosti, takže budeme nasledovať, kým sa nespravíte!

source: [_GP_] Now follow me upstairs!
sk_sk: [_ GP_] Teraz ma sledujte hore!

source: [_GP_] Ok, now see if you can open the door a crack and take a peek.
sk_sk: [_GP_] Ok, teraz sa pozrite, či môžete otvoriť dvere trhlín a vziať peek.

source: [_RT_] {i}It's locked.{/i}
sk_sk: [_RT_] {i}Je zamknuté. {/i}

source: [_GP_] Well, I don't really hear any talking...
sk_sk: [_GP_] No, ja naozaj nepočujem žiadne rozprávanie ...

source: [_GP_] We're going to have to go in.
sk_sk: [_GP_] Budeme musieť ísť ďalej.

source: [_RT_] {i}Once again.... I don't want to see their lapdance, and I'm not invisible like you.{/i}
sk_sk: [_RT_] {i}Opäť raz .... Nechcem vidieť ich pátranie a ja nie som neviditeľný ako ty. {/i}

source: [_GP_] You're right, that's why I'm going to let you see through my eyes.
sk_sk: [_ GP_] Máte pravdu, to je dôvod, prečo som chcel, aby ste sa pozrieť cez moje oči.

source: [_GP_] You'll just wait out here, and I'll magic myself inside, and then you will see everything I see.
sk_sk: [_ GP_] Budete len čakať tu, a ja budem mágia sám dovnútra, a potom uvidíte všetko, čo vidím.

source: [_GP_] Here I go
sk_sk: [_GP_] Tu idem

source: [_GP_] Ok, can you see anything yet?.
sk_sk: [_ GP_] OK, môžete vidieť niečo ešte?.

source: [_RT_] {i}I can only see white!{/i}
sk_sk: [_RT_] {i}Môžem len vidieť biele! {/i}

source: [_GP_] OK, give it just another second.
sk_sk: [_GP_] OK, dajte to len ďalšiu sekundu.

source: [_RT_] {i}Oh what the hell?{/i}
sk_sk: [_RT_] {i}Oh, čo do pekla? {/i}

source: [_RT_] {i}I thought Mom was just going to give him a lap dance.{/i}
sk_sk: [_RT_] {i}Myslel som, že mama mu práve dá tanec na lone. {/i}
