Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/UpdateScript0.04.po
Languages: sk_sk

source: [_RT_] {i}Hmmm.... what is that feeling?.... Did I doze off?.... Where am I?.... {/i}
sk_sk: [_RT_] {i}Hmmm.... čo je to za pocit?.... Zdriemol som si?.... Kde to som?.... {/i}

source: [_RT_] {i}Oh yeah, now I remember! Perfect!.... Sidney's jerkin on my gerkin again!{/i}
sk_sk: [_RT_] {i}Ach áno, už si spomínam! Perfektné!.... Sidney mi zase leští tágo!{/i}

source: [_ST_] {i}Time to take the cum shower precaution again.{/i}
sk_sk: [_ST_] {i}Je načase, aby som si opäť dala preventívnu sprchu spermií.{/i}

source: [_ST_] {i}If I wipe it up with my panties again, he'll never be the wiser.{/i}
sk_sk: [_ST_] {i}Ak to znova utriem do nohavičiek, nikdy nebude z toho múdrejší.{/i}

source: [_ST_] {i}There we go. Now let's play a little more with this little purple helmet.{/i}
sk_sk: [_ST_] {i}A je to tu. Poďme sa teraz trochu viac pohrať s touto malou fialovou helmou.{/i}

source: [_RT_] {i}Oh, shit! I'm about to blow again! I still don't have any stamina?{/i}
sk_sk: [_RT_] {i}Do prdele! Znova sa chystám ejakulovať! Ešte stále nemám žiadnu výdrž?{/i}

source: [_RT_] {i}And there's my sister's bare ass on my bed again, just playing with my cock as if it's just a normal everyday occurance.{/i}
sk_sk: [_RT_] {i}A moja sestra je opäť na mojej posteli, len hrám s mojím vtákom, ako keby to bol len normálny každodenný výskyt. {/i}

source: [_RT_] {i}I think I've made her just as twisted as me.{/i}
sk_sk: [_RT_] {i}Myslím, že som ju zvrátil rovnako ako seba.{/i}

source: [_R_] Have you been taking advantage of me in my sleep?...
sk_sk: [_R_] Využívaš ma v spánku?...

source: [_S_] I...
sk_sk: [_S_] Ja...

source: [_S_] Well...
sk_sk: [_S_] Dobre...

source: [_S_] Kind of...
sk_sk: [_S_] Tak trochu...

source: [_S_] .... Well, ever since I've been home.... I started having this problem...
sk_sk: [_S_] .... No, odkedy som doma.... som začala mať tento problém...

source: [_R_] Ok.... so you're telling me that even though you started waking up, you didn't stop because of curiosity...
sk_sk: [_R_] OK .... takže mi hovoríš, že aj keď si sa začala prebúdzať, nezastavila si sa len kvôli zvedavosti ...

source: [_S_] I guess.... I mean I already had your penis in my hand.... and I've never seen or touched a penis that big...
sk_sk: [_S_] Hádam.... Myslím tým, že som už mala tvoj penis v ruke.... a nikdy som nevidela ani sa nedotkla takého veľkého penisu...

source: [_S_] Plus you said you take melatonin at night.... so you sleep really deep...
sk_sk: [_S_] Navyše si povedal, že v noci užívaš melatonín...., takže spíš naozaj hlboko...

source: [_S_] Curiosity got the better of me...
sk_sk: [_S_] Zvedavosť ma premohla...

source: [_S_] But I can't stress enough.... that it was just curiosity...
sk_sk: [_S_] Ale nemôžem dosť zdôrazniť.... že to bola len zvedavosť...

source: [_S_] It's not because I have any unnatural feelings for you or anything...
sk_sk: [_S_] Nie je to preto, že by som k tebe cítila niečo neprirodzené...

source: [_S_] I'd just never seen a penis cum up close before...
sk_sk: [_S_] Len som nikdy predtým nevidela spermu tak zblízka...

source: [_R_] So, it was just curiosity?
sk_sk: [_R_] Takže to bola len zvedavosť?

source: [_S_] Yes.... exactly...
sk_sk: [_S_] Áno .... presne ...

source: [_S_] No.... I mean.... I didn't mean to...
sk_sk: [_S_] No.... Myslím .... Nemyslela som ...

source: [_R_] I mean how do we ever go back to the way things were?...
sk_sk: [_R_] Mám na mysli, ako sa môžeme vrátiť k tomu, ako veci boli predtým?...

source: [_R_] It's like you have something over me...
sk_sk: [_R_] Akoby si mala niečo nado mnou...

source: [_S_] [ryan], .... it's not like that.... I don't think of you like.... uhhhhh...
sk_sk: [_S_] [ryan], .... ... nie je to tak, že .... Nemyslim si, že by si mal ...

source: [_S_] No, of course not...
sk_sk: [_S_] Nie, samozrejme, že nie ...

source: [_S_] What can I do to make it up to you?...
sk_sk: [_S_] Čo môžem urobiť, aby som ti to vynahradila?...

source: [_S_] Well, there's got to be a way to get us back on equal ground...
sk_sk: [_S_] No, musí existovať spôsob, ako nás dostať späť na rovnú zem ...

source: [_R_] You've been using me for your own perverted curiosity and gratification...
sk_sk: [_R_] Využívaš ma pre svoju vlastnú zvrátenú zvedavosť a uspokojenie...

source: [_S_] Uuuggghhh.... fine!.... This has gotten so weird...
sk_sk: [_S_] Uuuggghhh .... ok! .... To je také čudné...

source: [_S_] Shut up, and don't rush me...
sk_sk: [_S_] Drž hubu a nehoň ma...

source: [_S_] Please.... please.... please.... there's got to be something else that will put us on equal ground...
sk_sk: [_S_] Prosím.... prosím.... prosím.... musí existovať niečo iné, čo nás postaví na rovnakú úroveň...

source: [_S_] Something less Alabama'n.... less weird!...
sk_sk: [_S_] Niečo menej alabamské.... menej divné!...

source: [_RT_] {i}Yeah.... actually that's a great idea!.... The more models I have, the more professional my studio looks.... the more financial success I'll have.{/i}
sk_sk: [_RT_] {i}Yeah .... vlastne to je skvelý nápad! .... Čím viac modeliek mám, tým viac profesionálne moje štúdio vyzerá ... tým viac finančných úspechov, budem mať. {/i}

source: [_R_] Ok.... I've got an idea...
sk_sk: [_R_] Ok .... Mám nápad ...

source: [_S_] So, are we good?
sk_sk: [_S_] Sme v poriadku?

source: [_S_] Photo sessions!?
sk_sk: [_S_] Fotenie!?

source: [_RT_] {i}{b}(HINT){/b} I need to bring $200 to Sidney so she can start making her cosplay outfit.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD) {/b} Potrebujem priniesť 200 dolárov pre Sidney, aby mohla začať robiť nový cosplay outfit. {/i}

source: [_RT_] {i}{b}(HINT){/b} Sidney's being weird about messing around at night. Maybe I can fix the awkwardness between us during our photoshoots.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD) {/b} Sidney sa v noci čudne poflakuje. Možno sa mi podarí napraviť rozpaky medzi nami počas fotenia. {/i}

source: [_S_] What's that supposed to mean!?...
sk_sk: [_S_] Čo to má znamenať!?...

source: [_R_] Well?...
sk_sk: [_R_] No?...

source: [_S_] Shit.... I guess I kind of am...
sk_sk: [_S_] Hovno.... Myslím, že tak trochu som...

source: {i}"Sidney's Submission +1"{/i}
sk_sk: {i}"Sidney poddanie +1"{/i}

source: [_S_] Please.... please.... please.... there's got to be something else I can do to keep you from telling Mom...
sk_sk: [_S_] Prosím.... prosím.... prosím... musí byť ešte niečo, čo môžem urobiť, aby si to nepovedal mame...

source: [_RT_] {i}I finally finished the Zad 3D work and photo editing.{/i}
sk_sk: [_RT_] {i}Konečne som dokončil Zad 3D práce a úpravy fotografií.{/i}

source: [_RT_] {i}They turned out pretty damn hot if I do say so myself.{/i}
sk_sk: [_RT_] {i}Ak to mám povedať, tak sú pekne horúce.{/i}

source: [_RT_] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
sk_sk: [_RT_] {i}Nahrávať obrázky teraz.... a kliknúť na odoslať.... a teraz už len čakám, či sa niekomu budú páčiť.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep taking these "Womb Raider" pictures with Sidney until we've got every kind of picture we need.{/i}
sk_sk: [_RT_] {i}{b}(NÁVOD) {/b} Musím pokračovať vo fotení so Sidney, kým nebudeme mať všetky druhy fotiek "Nájazdníčka na lono", ktoré potrebujeme. {/i}

source: [_RT_] {i}Uuuuugghhh, who's texting me this early in the morning?{/i}
sk_sk: [_RT_] {i}Uuuuugghhh, kto mi dnes ráno píše? {/i}

source: [_B_] U awake?
sk_sk: -U zobudeného?

source: [_RT_] {i}Uuuhhhh.... it's from Uncle Bobby.{/i}
sk_sk: [_RT_] {i}Uuuhhhh .... to je od strýka Bobbyho. {/i}

source: [_RT_] {i}Why is he texting me so early in the morning?{/i}
sk_sk: [_RT_] {i}Prečo mi teraz píše tak skoro ráno? {/i}

source: [_R_] I.... am.... now.
sk_sk: [_R_] Ja. ... ja ... teraz.

source: [_B_] Meet me at the warehouse ASAP!! Don't ask questions.
sk_sk: [_B_] Stretni ma v sklade! Rýchlo! Nič sa nepýtaj.

source: [_RT_] {i}Don't ask questions!{/i}
sk_sk: [_RT_] {i}Neklásť otázky! {/i}

source: [_RT_] {i}Well, that's hard to resist after a cryptic message like that.... {/i}
sk_sk: [_RT_] {i}No, to je ťažké vzdorovať po kryptickom odkaze, ako je, že .... {/i}

source: [_RT_] {i}Oh, well.... I better get over there as soon as I can.{/i}
sk_sk: [_RT_] {i}Oh, no .... Radšej sa tam dostanem čo najskôr. {/i}

source: [_RT_] {i}Actually, I think I'll just leave her alone until I can get her to be more comfortable with me in a sexual way.{/i}
sk_sk: [_RT_] {i}Vlastne si myslím, že ju nechám na pokoji, kým ju nedonútim, aby sa so mnou lepšie cítila v sexuálnej oblasti.{/i}

source: [_RT_] {i}.... I mean she was consciously playing with my pecker, till I caught her, so I think I'm on the right track.{/i}
sk_sk: [_RT_] {i}.... Myslím, že sa vedome hrala s mojím vtákom, kým som ju neprichytil, takže si myslím, že som na správnej ceste.{/i}

source: [_RT_] {i}Maybe the photoshoot will get her to open up more.{/i}
sk_sk: [_RT_] {i}Možno fotenie ju viacej otvorí{/i}

source: [_RT_] {i}Well, I gave her plenty of time.... and she didn't start anything on her own.{/i}
sk_sk: [_RT_] {i}No, dal som jej dostatok času.... a ona sama nič nezačala.{/i}

source: [_RT_] {i}She must be feeling awkward.... looks like I need to take things into my own hands again.{/i}
sk_sk: [_RT_] {i}Musí sa cítiť trápne. Zdá sa, že potrebujem znovu vziať veci do vlastných rúk. {/i}

source: [_RT_] {i}Ok, I'm all ready. Let's see if I can get her into position without waking her up.{/i}
sk_sk: [_RT_] {i}Ok, som pripravený. Uvidíme, či ju dokážem dostať do polohy bez toho, aby som ju zobudil.{/i}

source: [_RT_] {i}Ok, and now to just move her hand into place.{/i}
sk_sk: [_RT_] {i}Ok, a teraz len presunúť jej ruku na miesto.{/i}

source: [_RT_] {i}There's that familiar grip I've come to love.{/i}
sk_sk: [_RT_] {i}Je tu ten známy stisk, ktorý som si obľúbil.{/i}

source: [_RT_] {i}Now, I just have to give her a little pinch, and act like I'm still asleep.{/i}
sk_sk: [_RT_] {i}Teraz ju musím len trochu poštípať a tváriť sa, že ešte spím.{/i}

source: [_ST_] {i}Huh.... did.... what?.... {/i}
sk_sk: [_ST_] {i}Huh.... urobil.... čo?.... {/i}

source: [_ST_] {i}Oh, no.... did I do it again?.... {/i}
sk_sk: [_ST_] {i}Oh, nie .... urobila som to znova? ... {/i}

source: [_ST_] {i}Oh, shit!.... {/i}
sk_sk: [_ST_] {i}Do prdele!.... {/i}

source: [_ST_] {i}Oh, God! I've done it again!{/i}
sk_sk: [_ST_] {i}Ach, Bože! Zase som to urobila!{/i}

source: [_ST_] {i}When I'm not consciously molesting him, I'm still doing it in my sleep.... {/i}
sk_sk: [_ST_] {i}Keď ho vedome neobťažujem, stále to robím vo svojom spánku .... {/i}

source: [_ST_] {i}Ohhh.... and it's so much more awkward now that he caught me.{/i}
sk_sk: [_ST_] {i}Ohhh.... a teraz je oveľa trápnejšie, že ma chytil. {/i}

source: [_ST_] {i}Shit! What do I do.... I'm too scared to sleep on the couch, and Mom and Lauren won't let me sleep with them.{/i}
sk_sk: [_ST_] {i}Do riti! Čo mám robiť... Som príliš vystrašená spať sama na gauči. Mama a Lauren ma ale nenechajú spať s nimi. {/i}

source: [_ST_] {i}Maybe I need to get a straightjacket or something.{/i}
sk_sk: [_ST_] {i}Možno si musím zaobstarať kazajku alebo niečo podobné.{/i}

source: [_ST_] {i}Or be committed so I don't molest the people I love.{/i}
sk_sk: [_ST_] {i}Alebo byť zaviazaná, aby som neobťažovala ľudí, ktorých milujem.{/i}

source: [_RT_] {i}Shit! That just seemed awkward.{/i}
sk_sk: [_RT_] {i}Do riti! To sa mi zdalo trápne.

source: [_RT_] {i}I almost feel bad for her.{/i}
sk_sk: [_RT_] {i}Je mi jej skoro ľúto.{/i}

source: [_RT_] {i}Maybe I should cool things down for a short time, until I can get her to feel more comfortable sexually around me.{/i}
sk_sk: [_RT_] {i}Možno by som mal na chvíľu upokojiť situáciu, kým ju nedonútim, aby sa pri mne cítila sexuálne pohodlnejšie.{/i}

source: [_RT_] {i}Well.... I got a blowjob from Sidney at the photo studio, so.... {/i}
sk_sk: [_RT_] {i}Dobre... Sidney mi ho vyfajčila vo fotoateliéri, takže.... {/i}

source: [_RT_] {i}Things are either going to be a whole lot more awkward sleeping together, or hopefully less awkward than it's been lately.{/i}
sk_sk: [_RT_] {i}Buď bude spoločné spanie oveľa trápnejšie, alebo dúfam, že bude menej trápne ako v poslednom čase.{/i}

source: [_RT_] {i}Should I wake Sidney to find out?{/i}
sk_sk: [_RT_] {i}Mám zobudiť Sidney a zistiť to?{/i}

source: [_R_] Psssssst.... {i}(whispering){/i} Hey, Sidney.... are you awake?
sk_sk: [_R_] Psssssst.... {i}(šepkanie){/i} Hej, Sidney.... si hore?

source: [_S_] Yeah, I just laid down about 10 minutes ago.... so I haven't fallen asleep yet.... everything ok?
sk_sk: [_S_] Áno, práve som si ľahla asi pred 10 minútami...., takže som ešte nezaspala.... všetko v poriadku?

source: [_R_] Yeah actually everything is pretty good. I've really enjoyed spending time with you lately.
sk_sk: [_R_] Áno, vlastne všetko je celkom dobré. V poslednom čase som s tebou naozaj rád trávil čas.

source: [_R_] I feel like we haven't ever been real close before. I was always closer to Lauren because we are closer in age and interests.
sk_sk: [_R_] Mám pocit, že sme si nikdy predtým neboli naozaj blízki. Vždy som mal bližšie k Lauren, pretože sme si bližšie vekom aj záujmami.

source: [_R_] I always thought your interests in fashion were kind of stupid and unrealistic.
sk_sk: [_R_] Vždy som si myslel, že tvoje záujmy o módu sú hlúpe a nerealistické.

source: [_R_] But now that I see how good you are at it, and what amazing things you come up with, I've started to realize how cool it is, and how cool you are.
sk_sk: [_R_] Ale teraz, keď vidím, aká si v tom dobrá a aké úžasné veci vymýšľaš, som si začala uvedomovať, aké je to super a aká si super.

source: [_S_] Thanks.... that's probably the nicest thing you've ever said to me.
sk_sk: [_S_] Ďakujem... to je asi tá najkrajšia vec, ktorú si mi kedy povedal.

source: [_R_] Yeah.... I'm glad we've had the chance to get closer.
sk_sk: [_R_] Áno.... Som rád, že sme mali možnosť zblížiť sa.

source: [_R_] .... So.... yeah.... it kind of sucks that things got a little bit awkward between us since.... well.... you know.
sk_sk: [_R_] ... Takže.... áno.... je to trochu na nič, že sa to medzi nami trochu skomplikovalo, keďže.... no.... vieš.

source: [_S_] Since you caught me messing around with you that night?
sk_sk: [_S_] Odkedy si ma prichytil, ako sa s tebou tú noc zahrávam?

source: [_S_] I still really am very sorry about that.
sk_sk: [_S_] Stále ma to veľmi mrzí.

source: [_R_] No, I'm not mad...
sk_sk: [_R_] Nie, nehnevám sa ...

source: [_R_] I'm just a little worried about you, since you've done it a couple times since then.
sk_sk: [_R_] Len sa o teba trochu bojím, keďže si to odvtedy urobila už niekoľkokrát.

source: [_S_] Really?.... Are you sure?.... I thought I'd been good lately.
sk_sk: [_S_] Naozaj?.... Si si istý?.... Myslela som si, že som v poslednej dobe dobrá.

source: [_R_] Well, ever since I ran out of melatonin, I haven't been sleeping as deeply, so I've been waking up when you do it.
sk_sk: [_R_] Odkedy mi došiel melatonín, nespím tak hlboko, takže sa budím, keď to robíš ty.

source: [_R_] I just brushed your hand away, and you slept right through it.
sk_sk: [_R_] Len som ti odstrčil ruku a ty si zaspala.

source: [_S_] Oh, no!.... Is it becoming too much of a problem for you?.... You're not going to kick me out are you?.... I don't have anywhere else to sleep.
sk_sk: [_S_] Ale nie!.... Stáva sa to pre teba príliš veľkým problémom?.... Nechystáš sa ma vyhodiť, že nie?.... Nemám kde inde spať.

source: [_R_] No.... no.... nothing like that.... I was hoping I could do something to help you with your problem.
sk_sk: [_R_] Nie.... no.... nič také.... Dúfal som, že ti môžem nejako pomôcť s tvojím problémom.

source: [_S_] Really? What on earth do you think you could do to help me with that?
sk_sk: [_S_] Naozaj? Myslíš si, že by si mi s tým mohol pomôcť?

source: [_S_] Actually.... I think I might have an idea where this is going.
sk_sk: [_S_] Aktuálne.... Myslím, že mám predstavu, kam to smeruje.

source: [_S_] And you better tread lightly.... I already think we're both going to hell for what we did at the photo studio.
sk_sk: [_S_] A radšej postupuj opatrne.... Už teraz si myslím, že obaja pôjdeme do pekla za to, čo sme urobili vo fotoateliéri.

source: [_R_] Ok.... well, just hear me out.
sk_sk: [_R_] Ok... dobre, len ma vypočuj.

source: [_R_] Why would a person unconsciously be so Goddam handsy in their sleep?
sk_sk: [_R_] Prečo by mal byť človek v spánku taký maznavý?

source: [_S_] I don't know.... because I have a sick mind, and need to be committed to psycho ward?
sk_sk: [_S_] Neviem...., pretože mám chorú myseľ a treba ma umiestniť na psychiatrické oddelenie?

source: [_RT_] {i}Oh, no.... I hope this problem I invented for her hasn't hurt her self esteem too much!{/i}
sk_sk: [_RT_] {i}Oh, no.... Dúfam, že tento problém, ktorý som pre ňu vymyslel, príliš nepoškodil jej sebavedomie!{/i}

source: [_R_] I think it's just because you're a very sexual person.
sk_sk: [_R_] Myslím, že je to len preto, že si veľmi sexuálny človek.

source: [_R_] I know I am...
sk_sk: [_R_] Viem, že som ...

source: [_R_] I'm pretty sure both Mom and Lauren are.
sk_sk: [_R_] Som si istý, že mama aj Lauren sú.

source: [_R_] Not to mention Dad.
sk_sk: [_R_] Nespomínam ocka.

source: [_R_] I think it runs in the family.
sk_sk: [_R_] Myslím, že to beží v rodine.

source: [_S_] Yeah, well why would I be the only one molesting other people in my sleep?
sk_sk: [_S_] Áno, ale prečo by som mala byť jediná, kto obťažuje iných ľudí v spánku?

source: [_R_] Because you repress your sexuality more than any of us do.
sk_sk: [_R_] Pretože si pretláčaš svoju sexualitu viac ako my všetci.

source: [_S_] I do not!
sk_sk: [_S_] Ja nie!

source: [_R_] Yeah you do.... think about it!
sk_sk: [_R_] Áno, áno, premýšľaj o tom!

source: [_R_] I don't think Lauren is very experienced sexually, but she talks like she's a super slut with her friends, so I think she releases some of her sexual tension in a way.
sk_sk: [_R_]Nemyslím si, že Lauren je sexuálne veľmi skúsená, ale so svojimi kamarátkami hovorí ako super štetka, takže si myslím, že istým spôsobom uvoľňuje svoje sexuálne napätie.

source: [_R_] Mom and Dad.... well.... I'm pretty sure they do some pretty freaky things together.... at least they used to.
sk_sk: [_R_] Mama a otec... dobre... Som si istý, že spolu robia dosť divné veci... aspoň kedysi robili.

source: [_R_] And me?.... Well, if I even see a cloud that reminds me of boobs, I unzip my pants...
sk_sk: [_R_] A ja?... No, keď vidím mrak, ktorý mi pripomína prsia, rozopnem si nohavice...

source: [_R_] What do you do to vent your sexual frustration?
sk_sk: [_R_] Ako sa zbavuješ svojej sexuálnej frustrácie?

source: [_S_] Well, I do masturbate sometimes...
sk_sk: [_S_] Nuž, niekedy masturbujem ...

source: [_R_] But when you do masturbate, do you let your imagination run wild, or are you repressing sexual fantasies because you feel guilty about them?
sk_sk: [_R_] Ale keď masturbuješ, popúšťaš uzdu svojej fantázii, alebo potláčaš sexuálne fantázie, pretože sa za ne cítiš vinná?

source: [_S_] .... I mean I guess I do that a little...
sk_sk: [_S_] ...Myslím, že to robím trochu...

source: [_R_] So, yeah.... to my point.... I think you're repressing yourself too much.
sk_sk: [_R_] Takže áno.... k môjmu bodu.... Myslím, že sa príliš potláčaš.

source: [_R_] And it's coming out while you're sleeping, probably because you're finally letting your guard down.
sk_sk: [_R_] A vychádza to na povrch, keď spíš, pravdepodobne preto, že konečne poľavuješ v ostražitosti.

source: [_RT_] {i}Holy fuck.... I'm like the George R. R. Martin of bullshit.{/i}
sk_sk: [_RT_] {i}Svätý jeb .... Som niečo ako George R. R. Martin.{/i}

source: [_S_] Ok, Dr. Phil.... when did you earn a Doctorate in Psychology?
sk_sk: [_S_] Ok, Dr. Phil, kedy ste získali doktorát v Psychológii?

source: [_R_] I mean I don't know.... I did a little research online.... and I'm making some assumptions.... so it's just a guess...
sk_sk: [_R_] Teda neviem.... Urobil som malý prieskum na internete.... a robím nejaké predpoklady.... takže je to len odhad...

source: [_R_] But it kind of makes sense doesn't it?
sk_sk: [_R_] Ale to dáva zmysel, že?

source: [_S_] Well, sure it sounds good, but how do you propose to help me with this?
sk_sk: [_S_] Znie to dobre, ale ako mi s tým chceš pomôcť?

source: [_R_] I'm so glad you asked.
sk_sk: [_R_] Som rád, že sa spýtaš.

source: [_R_] We just need to release your sexual tension.
sk_sk: [_R_] Len potrebujeme uvoľniť tvoje sexuálne napätie.

source: [_S_] And here it comes.
sk_sk: [_S_] A tu to prichádza.

source: [_R_] I'm serious! It wouldn't hurt to try!
sk_sk: [_R_] Myslím to vážne! Neublížilo by ti to skúsiť!

source: [_R_] We don't even have to go any further than we did at the photo studio.
sk_sk: [_R_] Dokonca ani nemusíme zájsť ďalej, ako v našom fotografickom štúdiu.

source: [_S_] I fucking gave you a blowjob at the studio!
sk_sk: [_S_] Ja som ti kurva dala fajku v štúdiu!

source: [_S_] We're fucking brother and sister!.... You now have your curiosity satisfied.... you know what a blowjob feels like.
sk_sk: [_S_] Sme kurva brat a sestra! .... Teraz je tvoja zvedavosť spokojná .... vieš, aký je to pocit pri fajčení.

source: [_S_] Shouldn't we be trying to de-escalate things between us now?
sk_sk: [_S_] Nemali by sme sa už teraz pokúšať znížiť veci medzi nami?

source: [_R_] Well, sure! I'd like to de-escalate things between us, but there's still the matter of you trying to jack me off every night while we're both sleeping.
sk_sk: [_R_] No, iste! Rád by som sa znížil vecí medzi nami, ale stále je tu otázka, že sa ma snažíš vyhoniť každú noc, zatiaľ čo obaja spíme.

source: [_R_] What do you think that's doing to "My" sexual tension?
sk_sk: [_R_] Myslíš si, že to robí "moje" sexuálne napätie?

source: [_R_] And if I learned anything at the photo studio, it's that we can mess around together without it being too weird.
sk_sk: [_R_] A ak som sa vo fotoateliéri niečo naučil, tak to, že môžeme spolu blbnúť bez toho, aby to bolo príliš divné.

source: [_R_] We both just think about other people, and we take care of our sexual tension at the same time.
sk_sk: [_R_] Obaja myslíme len na iných ľudí a zároveň sa staráme o svoje sexuálne napätie.

source: [_S_] Hmmmm.... well yeah that kind of makes sense.... but still.... how will me giving you a blowjob take care of my sexual tension?
sk_sk: [_S_] Hmmmm.... no áno, to dáva zmysel.... ale aj tak.... ako sa postarám o svoje sexuálne napätie tým, že ti ho vyfajčím?

source: [_R_] We take care of each other at the same time.... you know what a sixty-nine is right?
sk_sk: [_R_] A my sa o seba postaráme v tom istom čase .... Vieš, čo je to taká 69?

source: [_S_] .... Of course I know what a sixty-nine is...
sk_sk: [_S_] .... Samozrejme, že viem, čo je šesťdesiatdeväť ...

source: [_S_] .... I.... don't know.... it sounds.... logical...
sk_sk: [_S_] .... Ja ... neviem .... to znie ... logicky ...

source: [_S_] And I'm feeling pretty desperate to get my problem under control...
sk_sk: [_S_] A cítim sa dosť zúfalá, aby som dostala môj problém pod kontrolu...

source: [_S_] I guess it wouldn't hurt to try it.
sk_sk: [_S_] Myslím, že by to neublížilo, ak by som to skúsila.

source: [_S_] Ok.... but just because we need to release some tension.... not because we have an Alabaman relationship right?...
sk_sk: [_S_] Dobre... ale len preto, že musíme uvoľniť nejaké napätie... nie preto, že máme vzťah, správne?...

source: [_R_] Of course! We'll both be thinking of other people and and just helping each other out.
sk_sk: [_R_] Samozrejme! Obaja budeme myslieť na iných ľudí a navzájom si pomáhať.
