Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/Patreon__Gallery/D.S.Mod.po
Languages: sk_sk

source: [_DS_] You added $[addmoney] and now have: $[money].
sk_sk: [_DS_] Pridali ste $[addmoney] a teraz máte: $[money].

source: Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
sk_sk: Dobre, vaše nové meno je: ({color=#0000CC}[ryan]{/color}).

source: [_DS_] Okay, her new name is: ({color=#0000CC}[mom_name]{/color}).
sk_sk: [_DS_] Dobre, jej nové meno je: ({color=#0000CC}[mom_name]{/color}).

source: [_DS_] Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
sk_sk: Dobre, vaše nové meno je: ({color=#0000CC}[ryan]{/color}).

source: [_DS_] This mod(v[mod_version]) was made by {color=#00589E}D.S.-sama{/color} for {color=#E60000}WillTylor{/color} and his game, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Have fun playing the game and let us know if you find any bugs.
sk_sk: [_DS_] Tento mód(v[mod_version]) vytvoril {color=#00589E}D.S.-sama{/color} pre {color=#E60000}WillTylor{/color} a hru, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Prajeme vám príjemnú zábavu pri hraní hry a dajte nám vedieť, ak nájdete nejaké chyby.

source: [_DS_] You have reset the anger lvl for all girls!
sk_sk: [_DS_] Zresetovali ste úroveň hnevu pre všetky dievčatá!

source: [_DS_] You have set the libido lvl to max for all girls!
sk_sk: [_DS_] Nastavili ste level libida na maximum pre všetky dievčatá!

source: [_DS_] To set up the spy cams in the rooms you must first have the 'progress >= 6' (after the event when Sidney comes home) and as an extra condition to set the camera in Lauren's room you must have 'sidneyfingerlaurenprogress > 4' (Sidney must move out of her room).
sk_sk: [_DS_] Ak chcete nastaviť špionážne kamery v izbách, musíte mať najprv "progress >= 6" (po udalosti, keď Sidney príde domov) a ako ďalšiu podmienku na nastavenie kamery v Laureninej izbe musíte mať "sidneyfingerlaurenprogress > 4" (Sidney sa musí pohnúť zo svojej izby).

source: [_RT_] {i}School has ended, I must return home{/i}
sk_sk: [_RT_] {i}Škola sa skončila, musím sa vrátiť domov{/i}

source: label name: [store.current_label]
sk_sk: názov označenia: [store.current_label]

source: Mod Info!
sk_sk: Informácie o móde!

source: Change your name. {color=#1DDB16}(Current name is: [ryan]){/color}
sk_sk: Zmeňte si meno. {color=#1DDB16}(Aktuálne meno je: [ryan]){/color}

source: {color=#1DDB16}Add{/color}/{color=#E60000}Remove{/color} items
sk_sk: {color=#1DDB16} Pridať {/color}/{color=#E60000} Odstrániť {/color} položky

source: Change girls stats
sk_sk: Zmena dievčenských štatistík

source: {color=#00589E}Time:[timeofdaycounter]-----------------------------{/color}
sk_sk: {color=#00589E} Čas:[timeofdaycounter]----------------------------- {/color}

source: Press to jump to the right time!
sk_sk: Stlačením tlačidla skočíte na správny čas !

source: Advance Time
sk_sk: Posunúť čas

source: Regress Time
sk_sk: Vrátiť čas

source: Set week day
sk_sk: Nastaviť deň v týždni

source: {color=#00589E}Money:[money]----------------------{/color}
sk_sk: {color=#00589E} Peniaze:[money]---------------------- {/color}

source: Add $1000
sk_sk: Pridať $1000

source: Remove $1000
sk_sk: Odstrániť $1000

source: Input money
sk_sk: Vložiť peniaze

source: {color=#00589E}Gallery unlocker-----------------{/color}
sk_sk: {color=#00589E} Galéria unlocker ----------------- {/color}

source: {color=#E60000}Add/Remove items{/color}
sk_sk: {color=#E60000} Pridať/Odstrániť položky {/color}

source: Add!
sk_sk: Pridať!

source: Remove!
sk_sk: Odstrániť

source: {color=#E60000}Day of the week:{/color}
sk_sk: {color=#E60000}Deň v týždni:{/color}

source: Monday!
sk_sk: Pondelok!

source: Tuesday!
sk_sk: Utorok!

source: Wednesday!
sk_sk: Streda!

source: Thursday!
sk_sk: Štvrtok!

source: Friday!
sk_sk: Piatok!

source: Saturday!
sk_sk: Sobota!

source: Sunday!
sk_sk: Nedeľa!

source: {color=#E60000}Change girls stats{/color}
sk_sk: {color=#E60000} Zmeniť štatistiky dievčat {/color}

source: Reset all girls anger lvl!
sk_sk: Resetovať hnev u všetkých dievčat!

source: Set all girls libido lvl to max!
sk_sk: Nastaviť všetkým dievčatám libido level na maximum!

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[momrespect]{/color}
sk_sk: {color=#00589E} Rešpekt: {/color} {color=#1DDB16}[momrespect]{/color}

source: Increase respect!
sk_sk: Zvýšte rešpekt!

source: Decrease respect!
sk_sk: Znížte rešpekt!

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[momaffection]{/color}
sk_sk: {color=#00589E} Náklonnosť: {/color} {color=#1DDB16}[momaffection]{/color}

source: Increase affection!
sk_sk: Zvýšte náklonnosť!

source: Decrease affection!
sk_sk: Znížte náklonnosť!

source: Increase libido!
sk_sk: Zvýšiť libido!

source: Decrease libido!
sk_sk: Znížiť libido!

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[momsubmission]{/color}
sk_sk: {color=#00589E} Podvolenie: {/color} {color=#1DDB16}[momsubmission]{/color}

source: Increase submission!
sk_sk: Zvýšiť podvolenie!

source: Decrease submission!
sk_sk: Znížiť podvolenie!

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[momanger]{/color}
sk_sk: {color=#00589E}Hnev:{/color} {color=#1DDB16}[momanger]{/color}

source: Reset anger!
sk_sk: Resetovať hnev!

source: Increase anger!
sk_sk: Zvýšiť hnev!

source: Decrease anger!
sk_sk: Znížiť hnev!

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenrespect]{/color}
sk_sk: {color=#00589E} Rešpekt: {/color} {color=#1DDB16}[laurenrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[laurenaffection]{/color}
sk_sk: {color=#00589E} Náklonnosť: {/color} {color=#1DDB16}[laurenaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[laurensubmission]{/color}
sk_sk: {color=#00589E} Podvolenie: {/color} {color=#1DDB16}[laurensubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[laurenanger]{/color}
sk_sk: {color=#00589E}Hnev:{/color} {color=#1DDB16}[laurenanger]{/color}

source: {color=#00589E}School influence:{/color} {color=#1DDB16}[school_influence]{/color}
sk_sk: {color=#00589E}Školský vplyv:{/color} {color=#1DDB16}[school_influence]{/color}

source: Increase influence!
sk_sk: Zvýšiť vplyv!

source: Decrease influence!
sk_sk: Znížiť vplyv!

source: {image=iconS} {color=#E60000}Sidney{/color}
sk_sk: {image=iconL} {color=#E60000}Lauren{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneyrespect]{/color}
sk_sk: {color=#00589E} Rešpekt: {/color} {color=#1DDB16}[sidneyrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[sidneyaffection]{/color}
sk_sk: {color=#00589E} Náklonnosť: {/color} {color=#1DDB16}[sidneyaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[sidneysubmission]{/color}
sk_sk: {color=#00589E} Podvolenie: {/color} {color=#1DDB16}[sidneysubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[sidneyanger]{/color}
sk_sk: {color=#00589E}Hnev:{/color} {color=#1DDB16}[sidneyanger]{/color}

source: {image=iconA} {color=#E60000}[Auntie]{/color}
sk_sk: {image=iconM} {color=#E60000}[Auntie]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntrespect]{/color}
sk_sk: {color=#00589E} Rešpekt: {/color} {color=#1DDB16}[auntrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[auntaffection]{/color}
sk_sk: {color=#00589E} Náklonnosť: {/color} {color=#1DDB16}[auntaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[auntsubmission]{/color}
sk_sk: {color=#00589E} Podvolenie: {/color} {color=#1DDB16}[auntsubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[auntanger]{/color}
sk_sk: {color=#00589E}Hnev:{/color} {color=#1DDB16}[auntanger]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinrespect]{/color}
sk_sk: {color=#00589E} Rešpekt: {/color} {color=#1DDB16}[cousinrespect]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[cousinaffection]{/color}
sk_sk: {color=#00589E} Náklonnosť: {/color} {color=#1DDB16}[cousinaffection]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[cousinsubmission]{/color}
sk_sk: {color=#00589E} Podvolenie: {/color} {color=#1DDB16}[cousinsubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[cousinanger]{/color}
sk_sk: {color=#00589E}Hnev:{/color} {color=#1DDB16}[cousinanger]{/color}

source: Do you want to change your name? Default name is: {color=#0000CC}Ryan{/color}
sk_sk: Chcete si zmeniť meno? Predvolené meno je: {color=#0000CC}Ryan{/color}
