Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/interface_images/Roulette/RouletteGame.po
Languages: de_de

source: [_RLT_dealer_] Error: You haven't bet any amount of money.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Sie haben keinen Geldbetrag gesetzt.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Straight betting game you can pick any roulette number. Please supply a list of one number.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Split betting game you can pick any 2 (two) roulette numbers. Please supply a list of two different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Street betting game you can pick any 3 (three) roulette numbers. Please supply a list of three different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=3.0}{nw} [withDissolve30]

source: [_RLT_dealer_] Error: With the Corner betting game you can pick any 4 (four) roulette numbers. Please supply a list of four different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=4.0}{nw} [withDissolve30]

source: [_RLT_dealer_] Error: With the Penta betting game you can pick any 5 (five) roulette numbers. Please supply a list of 5 different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=5.0}{nw} [withDissolve30]

source: [_RLT_dealer_] Error: With the Line betting game you can pick any 6 (six) roulette numbers. Please supply a list of six different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=3.0}{nw} [withDissolve60]

source: [_RLT_dealer_] Error: With the Dozen betting game you can pick any 12 (twelve) roulette numbers. Please supply a list of 12 different numbers.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Mit dem Straight-Tippspiel können Sie eine beliebige Roulettezahl wählen. Bitte geben Sie eine Liste mit einer Zahl an.{w=12.0}{nw} [withDissolve30]

source: [_RLT_dealer_] Error: You have picked an incorrect color. Acceptable colors are {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} and {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Sie haben eine falsche Farbe gewählt. Akzeptable Farben sind {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} und {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: You have picked an incorrect bet. Acceptable bets are {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} or {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Fehler: Sie haben eine falsche Wette gewählt. Akzeptable Wetten sind {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} oder {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Let's roll the ball!{w=2.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Lassen wir den Ball rollen!{w=2.0}{nw} [withDissolve20]

source: [_RLT_dealer_] You bet the ball would land on [playerPiked]{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Du wettest, dass der Ball auf [playerPiked]{w=3.0}{nw} [withDissolve20] landen würde

source: [_RLT_dealer_] You win! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Du hast gewonnen! Die gewürfelte Zahl ist [theRoll] und sie ist [theRollOddOrEven_text], die Farbe ist [theRollColor_text]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 35 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 35 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] You lose! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Du hast gewonnen! Die gewürfelte Zahl ist [theRoll] und sie ist [theRollOddOrEven_text], die Farbe ist [theRollColor_text]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 17 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 17 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 11 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 11 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 8 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 8 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 6 to 1, so you won $[payout]!{w=3.0}{nw}
de_de: [_RLT_dealer_] Die Auszahlung beträgt 6 zu 1, Sie haben also $[payout]!{w=3.0}{nw}

source: [_RLT_dealer_] The payout is 5 to 1, so you won $[payout]!{w=3.0}{nw}
de_de: [_RLT_dealer_] Die Auszahlung beträgt 5 zu 1, Sie haben also $[payout]!{w=3.0}{nw}

source: [_RLT_dealer_] The payout is 2 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 2 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 1 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
de_de: [_RLT_dealer_] Die Auszahlung beträgt 1 zu 1, Sie haben also $[payout]!{w=3.0}{nw} [withDissolve20]

source: Do you want to play the Roulette?
de_de: Willst du Roulette spielen?

source: What type of game do you want to play?
de_de: Welches Ausweisdokument möchtest du einscannen?

source: Game type: [betType] You bet on: [playerPiked]
de_de: Spieltyp: [betType] Sie setzen auf: [playerPiked]

source: Do you want to leave the Roulette game?
de_de: Möchten Sie das aktuelle Spiel beenden?
