Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/images/interface_images/minigame/ASS_Affect_paint_timed_event.po
Languages: tr_tr

source: [_MS_] Oh... I see Lauren is in a similar pose for this picture too.
tr_tr: [_MS_] Lauren'in de bu fotoğraf için benzer bir poz verdiğini görüyorum.

source: [_MS_] She is very photogenic from that angle.
tr_tr: [_MS_] O açıdan çok fotojenik bir kadın.

source: [_R_] Yeah, what she lacks in the bra, she makes up for in the trunk.
tr_tr: [_R_] Evet, sütyenindeki eksiği bagajda kapatıyor.

source: [_R_] Oh, right... I shouldn't talk like that in school, sorry.
tr_tr: [_R_] Oh, doğru... Okulda böyle konuşmamalıyım, üzgünüm.

source: [_MS_] Uh huh... And who is Lauren supposed to be in this picture?
tr_tr: [_MS_] Peki bu resimde Lauren'in kim olması gerekiyor?

source: [_R_] Well, she's supposed to be Penny Roberson from "Missing in Space", but she could pass for any number of sci-fi girls.
tr_tr: [_R_] "Uzayda Kayıp" filmindeki Penny Roberson olması gerekiyordu ama herhangi bir bilimkurgu kızının yerine geçebilirdi.

source: [_MS_] Ok, great... So remember, think of a theme, a background, and a slogan.
tr_tr: [_MS_] Tamam, harika. Unutmayın, bir tema, bir arka plan ve bir slogan düşünün.

source: [_R_] Ok, I think I've got an idea.
tr_tr: [_R_] Tamam, sanırım bir fikrim var.

source: [_MS_] Ok, let's see if you can do any better this time.
tr_tr: [_MS_] Tamam, bakalım bu sefer daha iyisini yapabilecek misin.

source: [_MS_] Now, remember your theme.
tr_tr: [_MS_] Şimdi, temanı hatırlayın.

source: [_MS_] Think of a good slogan...
tr_tr: [_MS_] İyi bir slogan düşün...

source: [_MS_] And let your creativity flow.
tr_tr: [_MS_] Ve yaratıcılığınızın akmasına izin verin.

source: [_R_] Ok... I think I'm ready.
tr_tr: [_R_] Tamam... Sanırım hazırım.

source: [_MS_] It looks really good!
tr_tr: [_MS_] Gerçekten güzel görünüyor!

source: [_MS_] What is "Ass Affect" referencing though?
tr_tr: [_MS_] "Kıç Etkisi" neye atıfta bulunuyor?

source: [_R_] It's a parody on the sci-fi video game "Ass Effect", but it's really effect with an "e".
tr_tr: [_R_] "Ass Effect" adlı bilimkurgu video oyununun bir parodisi, ama aslında "e" ile yazılmış bir efekt.

source: [_MS_] Oh... I think my nephew used to play that game.
tr_tr: [_MS_] Sanırım yeğenim de bu oyunu oynardı.

source: [_MS_] That's a pretty clever play on words.
tr_tr: [_MS_] Bu oldukça zekice bir kelime oyunu.

source: [_MS_] I'm not much for video games, but that poster makes me want to go try it.
tr_tr: [_MS_] Video oyunlarını pek sevmem ama bu poster bende gidip deneme isteği uyandırdı.

source: [_MS_] Not to mention vote for Lauren, if I could.
tr_tr: [_MS_] Lauren'e oy vermekten bahsetmiyorum bile, eğer yapabilseydim.

source: [_MS_] Great job!
tr_tr: [_MS_] İyi işti!

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
tr_tr: [_MS_] Arka plan güzel görünüyor, şimdi yaratıcı bir sloganla onu eve getirin.

source: [_R_] Alright... I've got this.
tr_tr: [_R_] Pekala. Ben hallederim.

source: [_MS_] Oh... That's... Hmmm...
tr_tr: [_MS_] Oh... Bu... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
tr_tr: [_R_] Şey... Bu planladığım gibi sonuçlanmadı.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
tr_tr: [_R_] Ancak, Lauren'in fotoğrafına dikkat edecekleri için kimsenin gerçekten umursamayacağını düşünüyorum.

source: [_MS_] Hmmm... Well, you may be right.
tr_tr: [_MS_] Hmm... Şey, haklı olabilirsin.
