Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/images/interface_images/minigame/Shower_Run_02_timed_event.po
Languages: tr_tr

source: [_RT_] {i}Ok... Don't panic!... I've just got to sneak past them too.{/i}
tr_tr: [_RT_] {i}Tamam... Panik yapma!... Sadece onları da atlatmam lazım

source: [_RT_] {i}And maybe sneak a peek of those fabulous tits as I go by.{/i}
tr_tr: [_RT_] {i}Ve belki yanından geçerken o muhteşem göğüslere bir göz atabilirim.{/i}

source: [_RT_] {i}I've got it this time.{/i}
tr_tr: [_RT_] {i}Bu sefer anladım

source: [_RT_] {i}At least I get to sneak another peek.{/i}
tr_tr: [_RT_] {i}En azından bir göz daha atabiliyorum. {/i}

source: [_RT_] {i}I made it!{/i}
tr_tr: [_RT_] {i}Yaptım!{/i}

source: [_RT_] {i}Damnit!... Not the swim team, too!{/i}
tr_tr: [_RT_] {i}Kahretsin! Yüzme takımı da olmaz

source: [_RT_] {i}Damnit!... The swim team again? I've got the worst luck!{/i}
tr_tr: [_RT_] {i}Kahretsin! Yine mi yüzme takımı? Çok şanssızım

source: [_RT_] {i}Ok, just a little further and I can turn right.{/i}
tr_tr: [_RT_] {i}Biraz daha gidersem sola dönebilirim

source: [_R_] Goddammit!
tr_tr: [_R_] Hasiktir!
