Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/images/interface_images/Roulette/RouletteGame.po
Languages: fr_fr, nl_nl, pt_pt, ru_ru

source: [_RLT_dealer_] Error: You haven't bet any amount of money.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Vous n'avez misé aucune somme d'argent.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Je hebt geen cent gewonnen.{w=3.0}{nw} {nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Você não apostou nenhuma quantia em dinheiro. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: Вы не поставили никакой суммы денег.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Straight betting game you can pick any roulette number. Please supply a list of one number.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur : Avec le jeu de paris directs, vous pouvez choisir n’importe quel numéro de la roulette. Veuillez fournir un numéro. {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het Straight-weddenschap spel kan je elk roulette nummer kiezen. Geef een lijst van één nummer op.{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas Straight você pode escolher qualquer número de roleta. Por favor, forneça uma lista de um número. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В прямой игре вы можете выбрать любой номер рулетки. Пожалуйста, предоставьте список из одного номера.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Split betting game you can pick any 2 (two) roulette numbers. Please supply a list of two different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le jeu de paris fractionné, vous pouvez choisir 2 (deux) numéros de la roulette. Veuillez fournir une liste de deux numéros différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] fout: Met het Split-weddenschap spel kun je elk 2 (twee) roulette nummers kiezen. Vul een lijst met twee verschillende getallen in. {w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas Split você pode escolher qualquer número de 2 (dois) roletas. Por favor, forneça uma lista de dois números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В сплит игре вы можете выбрать любые 2 (два) номера рулетки. Пожалуйста, предоставьте список из двух различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Street betting game you can pick any 3 (three) roulette numbers. Please supply a list of three different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le jeu de paris de rue, vous pouvez choisir 3 (trois) numéros de la roulette. Veuillez fournir une liste de trois numéros différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het weddenschap op straat kun je elk 3 (drie) roulette nummers kiezen. Geef een lijst met drie verschillende getallen.{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas de rua você pode escolher qualquer número de 3 (três) roletas. Por favor, forneça uma lista de três números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В игре Street betting вы можете выбрать любые 3 (три) номера рулетки. Пожалуйста, предоставьте список из трех различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Corner betting game you can pick any 4 (four) roulette numbers. Please supply a list of four different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le jeu de paris au coin, vous pouvez choisir 4 (quatre) numéros de la roulette. Veuillez fournir une liste de quatre numéros différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het weddenschap op de hoek kun je elk 4 (vier) roulette nummers kiezen. Geef een lijst met vier verschillende getallen op. {w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas do Corner você pode escolher qualquer número de 4 (quatro) roletas. Por favor, forneça uma lista de quatro números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В игре Corner betting вы можете выбрать любые 4 (четыре) номера рулетки. Пожалуйста, предоставьте список из четырех различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Penta betting game you can pick any 5 (five) roulette numbers. Please supply a list of 5 different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le jeu de mise Penta, vous pouvez choisir 5 (cinq) numéros de la roulette. Veuillez fournir une liste de 5 nombres différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het Penta weddenschap spel kun je elk 5 (vijf) roulette nummers kiezen. Geef een lijst met 5 verschillende getallen.{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas Penta você pode escolher qualquer número de 5 (cinco) roletas. Por favor, forneça uma lista de 5 números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В игре Penta вы можете выбрать любые 5 (пять) номеров рулетки. Пожалуйста, предоставьте список из 5 различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Line betting game you can pick any 6 (six) roulette numbers. Please supply a list of six different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le jeu de ligne, vous pouvez choisir 6 (six) numéros de la roulette. Veuillez fournir une liste de six numéros différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het weddenschap op de lijn kun je elk 6 (zes) roulette nummers kiezen. Geef een lijst met zes verschillende getallen op. {w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas da Linha você pode escolher qualquer número de 6 (seis) roletas. Por favor, forneça uma lista de seis números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В игре Line betting вы можете выбрать любые 6 (шесть) номеров рулетки. Пожалуйста, предоставьте список из шести различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Dozen betting game you can pick any 12 (twelve) roulette numbers. Please supply a list of 12 different numbers.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur: Avec le paris de la douzaine, vous pouvez choisir 12 (douze) numéros de la roulette. Veuillez fournir une liste de 12 numéros différents.{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Fout: Met het Dozen weddenschap spel kun je elk roulette van 12 (12) roulette nummers kiezen. Geef een lijst van 12 verschillende getallen op.{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Com o jogo de apostas Dozen você pode escolher qualquer número de 12 (doze) roletas. Por favor, forneça uma lista de 12 números diferentes. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: В игре "Дюжина" вы можете выбрать любые 12 (двенадцать) номеров рулетки. Пожалуйста, предоставьте список из 12 различных номеров.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: You have picked an incorrect color. Acceptable colors are {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} and {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur : Vous avez choisi une couleur incorrecte. Les couleurs acceptables sont {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} et {outlinecolor=#ffffff}{color=#000000}Black{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
nl_nl: [ _RLT_dealer_] Fout: U hebt een onjuiste kleur gekozen. Toegestane kleuren zijn { outlinecolor=#ffffff} { color=#FF0000} Red { /color } { /outlinecolor } en { outlinecolor=#ffffff} { color=#000000} Black { /color } { /outlinecolor }. { w=3.0 }{nw} [ withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Você escolheu uma cor incorreta. As cores aceitáveis são {outlinecolor=#ffffff} {color=#FF0000} Vermelho {/color} {/outlinecolor} e {outlinecolor} e {outlinecolor=#ffffff} {color=#000000} Black {/color} {/outlinecolor}. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: Вы выбрали неправильный цвет. Допустимыми цветами являются {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} и {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: You have picked an incorrect bet. Acceptable bets are {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} or {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Erreur : Vous avez choisi un pari incorrect. Les paris acceptables sont {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} ou {outlinecolor=#ffffff}{color=#00008B}Even{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
nl_nl: [ _RLT_dealer_] Fout: U hebt een onjuiste inzet gekozen. Aanvaardbare weddenschappen zijn { outlinecolor=#ffffff} { color=#00008B} Odd { /color } { /outlinecolor } of { outlinecolor=#ffffff} { color=#00008B} Zelfs { /color } { /outlinecolor }. { w=3.0 }{nw} [ withDissolve20]
pt_pt: [_RLT_dealer_] Erro: Você escolheu uma aposta incorreta. As apostas aceitáveis são {outlinecolor=#ffffff} {color=#00008B} Odd {/color} {/outlinecolor} ou {outlinecolor} ou {outlinecolor=#ffffff} {color=#00008B} Mesmo {/color} {/outlinecolor}. {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Ошибка: Вы выбрали неправильную ставку. Допустимыми ставками являются {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} или {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Let's roll the ball!{w=2.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Faisons rouler la bille! {w=2.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Laten we de bal rollen!{w=2.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Vamos rolar a bola! {w=2.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Давайте покатаем шарик! {w=2.0}{nw} [withDissolve20]

source: [_RLT_dealer_] You bet the ball would land on [playerPiked]{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Vous avez parié que la bille atterrirait sur [playerPiked]{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Je wed dat de bal zou landen in [playerPiked]{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Você aposta que a bola pouparia em [playerPiked]{w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Вы ставите на то, что мяч приземлится на [playerPiked]{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] You win! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Vous gagnez! Le numéro sélectionné est [theRoll] et c’est [theRollOddOrEven_text], la couleur est [theRollColor_text]! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Jij wint! Het nummer dat rolt is [theRoll] en het is [theRollOddOrEven_text], de kleur is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Você ganha! O número que rolou é [theRoll] e é [theRollOddOrEven_text], a cor é [theRollColor_text]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Вы выиграли! [theRollOddOrEven_text]Выпавшее число - [theRoll] , цвет - [theRollColor_text]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 35 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 35 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 35 tot 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 35 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 35 к 1, таким образом, вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] You lose! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Vous perdez! Le chiffre sélectionné est [theRoll] et c'est [theRollOddOrEven_text], la couleur est [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] Jij hebt verloren! Het nummer dat rolt is [theRoll] en het is [theRollOddOrEven_text], de kleur is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] Você perde! O número que rolou é [theRoll] e é [theRollOddOrEven_text], a cor é [theRollColor_text]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Вы проиграли! [theRollOddOrEven_text]Выпавшее число - [theRoll] , цвет - [theRollColor_text]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 17 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 17 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 17 tot 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 17 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 17 к 1, таким образом, вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 11 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 11 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 11 tot 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 11 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 11 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 8 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 8 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 8 tot 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 8 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 8 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 6 to 1, so you won $[payout]!{w=3.0}{nw}
fr_fr: [_RLT_dealer_] Le gain est de 6 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw}
nl_nl: [_RLT_dealer_] De uitbetaling is 6 tot 1, dus je won $[payout]!{w=3.0}{nw}
pt_pt: [_RLT_dealer_] O payout é de 6 a 1, então você ganhou[payout]! {w=3.0}{nw}
ru_ru: [_RLT_dealer_] Выплата составляет 6 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw}

source: [_RLT_dealer_] The payout is 5 to 1, so you won $[payout]!{w=3.0}{nw}
fr_fr: [_RLT_dealer_] Le gain est de 5 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw}
nl_nl: [_RLT_dealer_] De uitbetaling is 5 tot 1, dus je won $[payout]!{w=3.0}{nw}
pt_pt: [_RLT_dealer_] O payout é de 5 a 1, então você ganhou[payout]! {w=3.0}{nw}
ru_ru: [_RLT_dealer_] Выплата составляет 5 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw}

source: [_RLT_dealer_] The payout is 2 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 2 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 2 tot 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 2 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 2 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] The payout is 1 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
fr_fr: [_RLT_dealer_] Le gain est de 1 contre 1, vous avez donc gagné [payout]$ ! {w=3.0}{nw} [withDissolve20]
nl_nl: [_RLT_dealer_] De uitbetaling is 1 op 1, dus je won $[payout]!{w=3.0}{nw} [withDissolve20]
pt_pt: [_RLT_dealer_] O payout é de 1 a 1, então você ganhou[payout]! {w=3.0}{nw} [withDissolve20]
ru_ru: [_RLT_dealer_] Выплата составляет 1 к 1, поэтому вы выиграли $[payout]!{w=3.0}{nw} [withDissolve20]

source: Croupier
ru_ru: Крупье

source: Do you want to play the Roulette?
fr_fr: Voulez-vous jouer à la roulette?
nl_nl: Wilt u Roulette spelen?
pt_pt: Você quer jogar a Roulette?
ru_ru: Хотите сыграть в рулетку?

source: What type of game do you want to play?
fr_fr: À quel type de jeu voulez-vous jouer ?
nl_nl: Wat voor type spel wil je spelen?
pt_pt: Qual o tipo de jogo que você quer jogar?
ru_ru: В какую игру вы хотите поиграть?

source: Game type: [betType] You bet on: [playerPiked]
fr_fr: Type de jeu : [betType] Vous avez misé sur: [playerPiked]
nl_nl: Speltype: [betType] Je gokt op: [playerPiked]
pt_pt: Tipo de jogo: [betType] Você aposta em: [playerPiked]
ru_ru: Тип игры: [betType] Вы делаете ставку на: [playerPiked]

source: Do you want to leave the Roulette game?
fr_fr: Voulez-vous quitter la partie de Roulette?
nl_nl: Wil je het Roulette spel verlaten?
pt_pt: Quer deixar o jogo Roulette?
ru_ru: Вы хотите выйти из игры в рулетку?
