Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Patreon__Gallery/D.S.Mod.po
Languages: de_de, fr_fr, nl_nl, pt_pt

source: [_DS_] You added $[addmoney] and now have: $[money].
de_de: [_DS_] Sie haben $[addmoney] hinzugefügt und haben nun: $[money].
fr_fr: [_DS_] Vous avez ajouté [addmoney]$ et avez maintenant: [money]$.
nl_nl: [_DS_] Je hebt $[addmoney] toegevoegd en nu hebt: $[money].
pt_pt: [_DS_] Você adicionou US$[addmoney] e agora tem:[money].

source: Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
de_de: Okay, dein neuer Name ist: ({color=#0000CC}[ryan]{/color}).
fr_fr: D’accord, votre nouveau nom est : ({color=#0000CC}[ryan]{/color}).
nl_nl: Oké, je nieuwe naam is: ({color=#0000CC}[ryan]{/color}).
pt_pt: Ok, seu novo nome é: ({color=#0000CC}[ryan]{/color}).

source: [_DS_] Okay, her new name is: ({color=#0000CC}[mom_name]{/color}).
de_de: Okay, dein neuer Name ist: ({color=#0000CC}[ryan]{/color}).
fr_fr: [_DS_] D’accord, son nouveau nom est : ({color=#0000CC}[mom_name]{/color}).
nl_nl: [_DS_] Oké, haar nieuwe naam is: ({color=#0000CC}[mom_name]{/color}).
pt_pt: [_DS_] Ok, seu novo nome é: ({color=#0000CC}[mom_name]{/color}).

source: [_DS_] Okay, your new name is: ({color=#0000CC}[ryan]{/color}).
de_de: Okay, dein neuer Name ist: ({color=#0000CC}[ryan]{/color}).
fr_fr: [_DS_] D’accord, votre nouveau nom est : ({color=#0000CC}[ryan]{/color}).
nl_nl: [_DS_] Oké, je nieuwe naam is: ({color=#0000CC}[ryan]{/color}).
pt_pt: [_DS_] Ok, seu novo nome é: ({color=#0000CC}[ryan]{/color}).

source: [_DS_] This mod(v[mod_version]) was made by {color=#00589E}D.S.-sama{/color} for {color=#E60000}WillTylor{/color} and his game, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Have fun playing the game and let us know if you find any bugs.
de_de: [_DS_] Dieser Mod (v[mod_version]) wurde von {color=#00589E}D.S.-sama{/color} für {color=#E60000}WillTylor{/color} und sein Spiel, {color=#34f500}AFamilyVenture_v[game_version]{/color} erstellt. Viel Spaß beim Spielen und lasst es uns wissen, wenn ihr irgendwelche Fehler findet.
fr_fr: [_DS_] Ce mod (v [mod_version]) a été réalisé par {color=#00589E}D.S.-sama{/color} pour {color=#E60000}WillTylor{/color} et son jeu, {color=#34f500}A Family Venture version [game_version]{/color}. Amusez-vous bien à jouer à ce jeu et faites-nous savoir si vous trouvez des bugs.
nl_nl: [_DS_] Deze mod(v[mod_version]) werd gemaakt door {color=#00589E}D.S. sama{/color} voor {color=#E60000}WillTylor{/color} en zijn spel, {color=#34f500}AFamilyVenture_v[game_version]{/color}. Veel plezier met het spelen van het spel en laat het ons weten als je bugs vindt.
pt_pt: [_DS_] Este mod (v[mod_version]) foi feito por {color=#00589E} D.S.-sama {/color} para {color=#E60000} WillTylor {/color} e seu jogo, {color=#34f500} AFamilyVenture_v[game_version]{/color}. Divirto-se jogando o jogo e deixe-nos saber se você encontrar algum bug.

source: [_DS_] You have reset the anger lvl for all girls!
de_de: [_DS_] Du hast den Wutpegel für alle Mädchen zurückgesetzt!
fr_fr: [_DS_] Vous avez remis à zéro le niveau de colère pour toutes les filles !
nl_nl: [_DS_] Je hebt de boosheid lvl gereset voor alle meisjes!
pt_pt: [_DS_] Você reajustou a raiva lvl para todas as meninas!

source: [_DS_] You have set the libido lvl to max for all girls!
de_de: [_DS_] Du hast den Wutpegel für alle Mädchen zurückgesetzt!
fr_fr: [_DS_] Vous avez défini le niveau de libido au maximum pour toutes les filles !
nl_nl: [_DS_] Je hebt het libido lvl op max gezet voor alle meisjes!
pt_pt: [_DS_] Você definiu a libido lvl para max para todas as meninas!

source: [_DS_] To set up the spy cams in the rooms you must first have the 'progress >= 6' (after the event when Sidney comes home) and as an extra condition to set the camera in Lauren's room you must have 'sidneyfingerlaurenprogress > 4' (Sidney must move out of her room).
de_de: [_DS_] Um die Spionagekameras in den Zimmern einzurichten, muss der Fortschritt >= 6 sein (nach dem Ereignis, wenn Sidney nach Hause kommt) und als zusätzliche Bedingung, um die Kamera in Laurens Zimmer einzurichten, muss der Fortschritt > 4 sein (Sidney muss aus ihrem Zimmer ausziehen).
fr_fr: [_DS_] Pour configurer les caméras espions dans les pièces, vous devez d'abord avoir le 'progrès >= 6' (après l'événement quand Sidney vient à la maison) et en tant que condition supplémentaire pour définir la caméra dans la salle de Lauren, vous devez avoir 'sidneyfingerlaurenprogress > 4' (Sidney doit quitter sa pièce).
nl_nl: [_DS_] Om de spionagecams in de kamers in te stellen moet je eerst 'Voortgang >= 6' (na het evenement wanneer Sidney thuiskomt) hebben en als extra voorwaarde voor het instellen van de camera in de kamer van Lauren, moet 'sidneyfingerlaurenprogress > 4' (Zuurney moet uit haar kamer vertrekken).
pt_pt: [_DS_] Para configurar as cams de espionagem nos quartos você deve primeiro ter o 'progresso> = 6' (após o evento quando Sidney chega em casa) e como uma condição extra para definir a câmera no quarto de Lauren você deve ter 'sidneyfingerlaurenprogress> 4' (Sidney deve se mudar de seu quarto).

source: [_RT_] {i}School has ended, I must return home{/i}
de_de: [_RT_] {i}Die Schule ist zu Ende, ich muss nach Hause.{/i}
fr_fr: [_RT_] {i}l’école est terminée, je dois rentrer chez moi{/i}
nl_nl: [_RT_] {i}School is geëindigd, ik moet huis teruggeven{/i}
pt_pt: [_RT_] {i}Escola acabou, eu devo voltar para casa {/i}

source: label name: [store.current_label]
de_de: name des Etiketts: [store.current_label]
fr_fr: nom de l’étiquette : [store.current_label]
nl_nl: labelnaam: [store.current_label]
pt_pt: nome do rótulo: [store.current_label]

source: Mod Info!
de_de: Mod-Infos!
fr_fr: Infos du mod !

source: Change your name. {color=#1DDB16}(Current name is: [ryan]){/color}
de_de: Ändern Sie Ihren Namen. {color=#1DDB16}(Der aktuelle Name ist: [ryan]){/color}
fr_fr: Changez votre nom. {color=#1DDB16}(Nom actuel : [ryan]){/color}
nl_nl: Verander je naam. {color=#1DDB16}(Naam is: [ryan]){/color}
pt_pt: Mude seu nome. {color=#1DDB16} (Nome atual é: [ryan]) {/color}

source: {color=#00589E}Points_and_items--------------{/color}
de_de: {color=#00589E}Name_changes------------------{/color}
fr_fr: {color=#00589E} Points_et_objets--------------{/color}
pt_pt: {color=#00589E} Points_and_itens -------------- {/color}

source: Change girls stats
de_de: Mädchenstatistiken ändern
fr_fr: Changer les statistiques des filles
nl_nl: Wijzig meisjes statistieken
pt_pt: Mudar as estatísticas das meninas

source: Press to jump to the right time!
de_de: Drücken Sie, um zur richtigen Zeit zu springen!
fr_fr: Cliquez pour sauter à la bonne heure!
nl_nl: Klik om naar rechts keer te springen!
pt_pt: Pressione para pular para a direita vez!

source: Advance Time
de_de: Vorlaufzeit
fr_fr: Avancer le temps
nl_nl: Tijd Vooraf
pt_pt: Tempo de avanço

source: Regress Time
de_de: Regress Zeit
fr_fr: Reculer le temps
nl_nl: Regress Tijd
pt_pt: Tempo de Regress

source: Set week day
de_de: Wochentag einstellen
fr_fr: Définir le jour de la semaine
nl_nl: Week dag instellen
pt_pt: Definir o dia da semana

source: {color=#00589E}Money:[money]----------------------{/color}
de_de: {color=#00589E}Time:[money]-----------------------------{/color}
fr_fr: {color=#00589E} Argent:[money]----------------------{/color}
nl_nl: {color=#00589E}Geld:[money]----------------------{/color}
pt_pt: {color=#00589E} Dinheiro:[money]---------------------- {/color}

source: Add $1000
de_de: $1000 hinzufügen
fr_fr: Ajouter 1000$
nl_nl: Voeg $1000 toe
pt_pt: Adicionar $1000

source: Remove $1000
de_de: $1000 entfernen
fr_fr: Retirer 1000$
nl_nl: Verwijder $1000
pt_pt: Remover $1000

source: Input money
de_de: Geld eingeben
fr_fr: Saisir le montant d'argent
nl_nl: Geld invoeren
pt_pt: Dinheiro de entrada

source: {color=#00589E}Gallery unlocker-----------------{/color}
de_de: {color=#00589E}Name_changes------------------{/color}
fr_fr: {color=#00589E} Déverrouiller la galerie-----------------{/color}

source: {color=#E60000}Add/Remove items{/color}
de_de: {color=#E60000}Elemente hinzufügen/entfernen{/color}
fr_fr: {color=#E60000} Ajouter/Supprimer des éléments{/color}
nl_nl: {color=#E60000}Toevoegen/Items verwijderen{/color}
pt_pt: {color=#E60000} Adicionar / Remover itens {/color}

source: {color=#000000}-------------------------------------{/color}
de_de: {color=#00589E} Time:-----------------------------{/color}

source: Add!
de_de: Hinzufügen!
fr_fr: Ajouté!
nl_nl: Toevoegen!
pt_pt: Adicio!

source: Remove!
de_de: Entfernen!
fr_fr: Retiré!
nl_nl: Verwijderen!
pt_pt: Remover!

source: {color=#E60000}Day of the week:{/color}
de_de: {color=#E60000}Tag der Woche:{/color}
fr_fr: {color=#E60000} Jour de la semaine:{/color}
nl_nl: {color=#E60000}Dag van de week:{/color}
pt_pt: {color=#E60000} Dia da semana: {/color}

source: {color=#E60000}[day]{/color}
de_de: [day]{color=#E60000} {/color}

source: {color=#000000}------------------------------------------{/color}
de_de: {color=#00589E} Time:-----------------------------{/color}

source: Monday!
de_de: Montag!
fr_fr: Lundi!
nl_nl: Maandag!
pt_pt: Segunda-feira!

source: Tuesday!
de_de: Dienstag!
fr_fr: Mardi!
nl_nl: Dinsdag!
pt_pt: Terça-feira!

source: Wednesday!
de_de: Mittwoch!
fr_fr: Mercredi!
nl_nl: Woensdag!
pt_pt: Quarta!

source: Thursday!
de_de: Donnerstag!
fr_fr: Jeudi!
nl_nl: Donderdag
pt_pt: Quinta!

source: Friday!
de_de: Freitag!
fr_fr: Vendredi!
nl_nl: Vrijdag!
pt_pt: Sexta-feira!

source: Saturday!
de_de: Samstags!
fr_fr: Samedi!
nl_nl: Zaterdag!
pt_pt: Sábado!

source: Sunday!
de_de: Sonntag!
fr_fr: Dimanche!
nl_nl: Zondag!
pt_pt: Domingo!

source: {color=#E60000}Change girls stats{/color}
de_de: {color=#E60000}Mädchenstatistiken ändern{/color}
fr_fr: {color=#E60000} Changer les statistiques des filles{/color}
nl_nl: {color=#E60000}Wijzig meisjes statistieken{/color}
pt_pt: {color=#E60000} Mudar as meninas stats {/color}

source: Reset all girls anger lvl!
de_de: Setze alle Mädchen auf Wutlevel zurück!
fr_fr: Réinitialiser le niveau de colère de toutes les filles!
nl_nl: Reset alle meisjes boos lvl!
pt_pt: Reajuste todas as meninas raiva lvl!

source: Set all girls libido lvl to max!
de_de: Setzt die Libido aller Mädchen auf Maximum!
fr_fr: Mettez toutes les filles libido niv. max !
nl_nl: Zet alle meisjes libido lvl naar max!
pt_pt: Configure todas as meninas libido lvl para max!

source: {image=iconA} [Auntie]
de_de: {image=iconM} [Tante]

source: {image=iconM} {color=#E60000}[Mom]{/color}
de_de: {image=iconM}[Mom]{color=#E60000} {/color}
pt_pt: {imagem=iconM} {color=#E60000}[Mom]{/color}

source: Increase respect!
de_de: Mehr Respekt!
fr_fr: Augmenter le respect!
nl_nl: Verhoog het respect!
pt_pt: Respeito aumentou!

source: Decrease respect!
de_de: Mehr Respekt!
fr_fr: Diminuer le respect !
nl_nl: ResQ verminderen!
pt_pt: Respeito diminuiu!

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[momaffection]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[momaffection]{/color}
nl_nl: {color=#00589E}Affection:{/color} {color=#1DB16}[momaffection]{/color}
pt_pt: {color=#00589E}Afeição:{/color} {color=#1DDB16}[momaffection]{/color}

source: Increase affection!
de_de: Mehr Zuneigung!
fr_fr: Augmenter l'affection!
nl_nl: Verhoog genegenheid!
pt_pt: Afeição aumentou!

source: Decrease affection!
de_de: Mehr Zuneigung!
fr_fr: Diminuer l'affection !
nl_nl: Verlaag affectie!
pt_pt: Diminuir afeto!

source: {color=#00589E}Libido:{/color} {color=#1DDB16}[momlibido]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[momlibido]{/color}
nl_nl: {color=#00589E}Libido:{/color} {color=#1DB16}[momlibido]{/color}
pt_pt: {├#00589E}Libido:{/color} {├#1DDB16}[momlibido]{/color}

source: Increase libido!
de_de: Steigern Sie die Libido!
fr_fr: Augmenter la libido !
nl_nl: Verhoog libido!
pt_pt: Aumentar libido!

source: Decrease libido!
de_de: Steigern Sie die Libido!
fr_fr: Diminuer la libido !
nl_nl: Verlaag libido!
pt_pt: Diminuir o libido!

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[momsubmission]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[momsubmission]{/color}
fr_fr: {color=#00589E}Soumission:{/color} {color=#1DDB16}[momsubmission]{/color}
nl_nl: {color=#00589E}Inzending:{/color} {color=#1DB16}[momsubmission]{/color}
pt_pt: {├#00589E}Submissão:{/color} {ive #1DB16}[momsubmission]{/color}

source: Increase submission!
de_de: Einreichung erhöhen!
fr_fr: Augmenter la soumission !
nl_nl: Verhoog uitzending!
pt_pt: Aumentar submissão!

source: Decrease submission!
de_de: Einreichung erhöhen!
fr_fr: Diminuer la soumission!
nl_nl: Indiening verminderen!
pt_pt: Diminuir submissão!

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[momanger]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[momanger]{/color}
fr_fr: {color=#00589E}Colère:{/color} {color=#1DDB16}[momanger]{/color}
nl_nl: {color=#00589E}Anger:{/color} {color=#1DB16}[momanger]{/color}
pt_pt: {├#00589E}Anger:{/color} {ive #1DB16}[momanger]{/color}

source: Reset anger!
de_de: Zorn zurücksetzen!
fr_fr: Réinitialiser la colère !

source: Increase anger!
de_de: Wut steigern!
fr_fr: Augmenter la colère!
nl_nl: Erhöhe boog!
pt_pt: Aumentar raiva!

source: Decrease anger!
de_de: Wut steigern!
fr_fr: Diminuer la colère !
nl_nl: Verlaag de boosheid!
pt_pt: Diminuir o rastro!

source: {image=iconL} {color=#E60000}Lauren{/color}
de_de: {image=iconM}[Mom]{color=#E60000} {/color}
pt_pt: {image=iconL} {├#E60000}Lauren{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[laurenaffection]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenaffection]{/color}
nl_nl: {color=#00589E}Affection:{/color} {color=#1DB16}[laurenaffection]{/color}
pt_pt: {├#00589E}Afeição:{/color} {├#1DDB16}[laurenaffection]{/color}

source: {color=#00589E}Libido:{/color} {color=#1DDB16}[laurenlibido]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenlibido]{/color}
nl_nl: {color=#00589E}Libido:{/color} {color=#1DB16}[laurenlibido]{/color}
pt_pt: {├#00589E}Libido:{/color} {├#1DDB16}[laurenlibido]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[laurensubmission]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurensubmission]{/color}
fr_fr: {color=#00589E}Soumission:{/color} {color=#1DDB16}[laurensubmission]{/color}
nl_nl: {color=#00589E}Inzending:{/color} {color=#1DB16}[laurensubmission]{/color}
pt_pt: {├#00589E}Submissão:{/color} {ive #1DB16}[laurensubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[laurenanger]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenanger]{/color}
fr_fr: {color=#00589E}Colère:{/color} {color=#1DDB16}[laurenanger]{/color}
nl_nl: {color=#00589E}Anger:{/color} {color=#1DB16}[laurenanger]{/color}
pt_pt: {├#00589E}Anger:{/color} {ive #1DB16}[laurenanger]{/color}

source: {color=#00589E}School influence:{/color} {color=#1DDB16}[school_influence]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[school_influence]{/color}
fr_fr: {color=#00589E}Influence à l'école:{/color} {color=#1DDB16}[school_influence]{/color }
nl_nl: {color=#00589E}School beïnvloeding:{/color} {color=#1DB16}[school_influence]{/color}
pt_pt: {├#00589E}Influência nas escolas:{/color} {├#1DDB16}[school_influence]{/color}

source: Increase influence!
de_de: Mehr Einfluss!
fr_fr: Augmenter l'influence!
nl_nl: Erhöhe Angriff!
pt_pt: Aumentar influência!

source: Decrease influence!
de_de: Mehr Einfluss!
fr_fr: Diminuer l’influence !
nl_nl: Verlaag invloed
pt_pt: Diminuir influência!

source: {image=iconS} {color=#E60000}Sidney{/color}
de_de: {image=iconM}[Mom]{color=#E60000} {/color}
pt_pt: {image=iconS} {├#E60000}Sidney{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[sidneyaffection]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneyaffection]{/color}
nl_nl: {color=#00589E}Affection:{/color} {color=#1DB16}[sidneyaffection]{/color}
pt_pt: {├#00589E}Afeição:{/color} {├#1DDB16}[sidneyaffection]{/color}

source: {color=#00589E}Libido:{/color} {color=#1DDB16}[sidneylibido]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneylibido]{/color}
nl_nl: {color=#00589E}Libido:{/color} {color=#1DB16}[sidneylibido]{/color}
pt_pt: {├#00589E}Libido:{/color} {├#1DDB16}[sidneylibido]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[sidneysubmission]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneysubmission]{/color}
fr_fr: {color=#00589E}Soumission:{/color} {color=#1DDB16}[sidneysubmission]{/color}
nl_nl: {color=#00589E}Inzending:{/color} {color=#1DB16}[sidneysubmission]{/color}
pt_pt: {├#00589E}Submissão:{/color} {ive #1DB16}[sidneysubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[sidneyanger]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneyanger]{/color}
fr_fr: {color=#00589E}Colère:{/color} {color=#1DDB16}[sidneyanger]{/color}
nl_nl: {color=#00589E}Anger:{/color} {color=#1DB16}[sidneyanger]{/color}
pt_pt: {├#00589E}Anger:{/color} {ive #1DB16}[sidneyanger]{/color}

source: {image=iconA} {color=#E60000}[Auntie]{/color}
de_de: {image=iconM}[Auntie]{color=#E60000} {/color}
pt_pt: {image=iconA} {├#E60000}[Auntie]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[auntaffection]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntaffection]{/color}
nl_nl: {color=#00589E}Affection:{/color} {color=#1DB16}[auntaffection]{/color}
pt_pt: {├#00589E}Afeição:{/color} {├#1DDB16}[auntaffection]{/color}

source: {color=#00589E}Libido:{/color} {color=#1DDB16}[auntlibido]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntlibido]{/color}
nl_nl: {color=#00589E}Libido:{/color} {color=#1DB16}[auntlibido]{/color}
pt_pt: {├#00589E}Libido:{/color} {├#1DDB16}[auntlibido]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[auntsubmission]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntsubmission]{/color}
fr_fr: {color=#00589E}Soumission:{/color} {color=#1DDB16}[auntsubmission]{/color}
nl_nl: {color=#00589E}Inzending:{/color} {color=#1DB16}[auntsubmission]{/color}
pt_pt: {├#00589E}Submissão:{/color} {ive #1DB16}[auntsubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[auntanger]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntanger]{/color}
fr_fr: {color=#00589E}Colère:{/color} {color=#1DDB16}[auntanger]{/color}
nl_nl: {color=#00589E}Anger:{/color} {color=#1DB16}[auntanger]{/color}
pt_pt: {├#00589E}Anger:{/color} {ive #1DB16}[auntanger]{/color}

source: {color=#00589E}Affection:{/color} {color=#1DDB16}[cousinaffection]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinaffection]{/color}
nl_nl: {color=#00589E}Affection:{/color} {color=#1DB16}[cousinaffection]{/color}
pt_pt: {├#00589E}Afeição:{/color} {├#1DDB16}[cousinaffection]{/color}

source: {color=#00589E}Libido:{/color} {color=#1DDB16}[cousinlibido]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinlibido]{/color}
nl_nl: {color=#00589E}Libido:{/color} {color=#1DB16}[cousinlibido]{/color}
pt_pt: {├#00589E}Libido:{/color} {├#1DDB16}[cousinlibido]{/color}

source: {color=#00589E}Submission:{/color} {color=#1DDB16}[cousinsubmission]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinsubmission]{/color}
fr_fr: {color=#00589E}Soumission:{/color} {color=#1DDB16}[cousinsubmission]{/color}
nl_nl: {color=#00589E}Inzending:{/color} {color=#1DB16}[cousinsubmission]{/color}
pt_pt: {├#00589E}Submissão:{/color} {ive #1DB16}[cousinsubmission]{/color}

source: {color=#00589E}Anger:{/color} {color=#1DDB16}[cousinanger]{/color}
de_de: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinanger]{/color}
fr_fr: {color=#00589E}Colère:{/color} {color=#1DDB16}[cousinanger]{/color}
nl_nl: {color=#00589E}Anger:{/color} {color=#1DB16}[cousinanger]{/color}
pt_pt: {├#00589E}Anger:{/color} {ive #1DB16}[cousinanger]{/color}

source: Do you want to change your name? Default name is: {color=#0000CC}Ryan{/color}
de_de: Möchten Sie Ihren Namen ändern? Der Standardname ist: {color=#0000CC}Ryan{/color}
fr_fr: Voulez-vous changer votre nom? Le nom par défaut est : {color=#0000CC}Ryan{/color}
nl_nl: Wil je je naam wijzigen? Standaard naam is: {color=#0000CC}Ryan{/color}
pt_pt: Você quer mudar seu nome? O nome padrão é: {├#0000CC}Ryan{/color}

source: {color=#1DDB16}Add{/color}/{color=#E60000}Remove{/color} items
fr_fr: {color=#1DDB16} Ajouter {/color}/{color=#E60000} Supprimer des éléments {/color}
nl_nl: {color=#1DDB16}Toevoegen{/color}/{color=#E60000}Verwijder{/color} items
pt_pt: {color=#1DDB16} Adicionar {/color} / {color=#E60000} Itens Remover {/color}

source: {color=#00589E}Time:[timeofdaycounter]-----------------------------{/color}
fr_fr: {color=#00589E} Heure :[timeofdaycounter]-----------------------------{/color}
nl_nl: {color=#00589E}Tijd:[timeofdaycounter]-----------------------------{/color}
pt_pt: {color=#00589E} Horário:[timeofdaycounter]----------------------------- {/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[momrespect]{/color}
nl_nl: {color=#00589E}Respect:{/color} {color=#1DB16}[momrespect]{/color}
pt_pt: {color=#00589E}Respeito:{/color} {color=#1DDB16}[monrespect]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[laurenrespect]{/color}
nl_nl: {color=#00589E}Respect:{/color} {color=#1DB16}[laurenrespect]{/color}
pt_pt: {➲ #00589E}Respeito:{/color} {ive #1DB16}[laurenrespect]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[sidneyrespect]{/color}
nl_nl: {color=#00589E}Respect:{/color} {color=#1DB16}[sidneyrespect]{/color}
pt_pt: {➲ #00589E}Respeito:{/color} {ive #1DB16}[sidneyrespect]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[auntrespect]{/color}
nl_nl: {color=#00589E}Respect:{/color} {color=#1DB16}[auntrespect]{/color}
pt_pt: {➲ #00589E}Respeito:{/color} {ive #1DB16}[auntrespect]{/color}

source: {color=#00589E}Respect:{/color} {color=#1DDB16}[cousinrespect]{/color}
nl_nl: {color=#00589E}Respect:{/color} {color=#1DB16}[cousinrespect]{/color}
pt_pt: {➲ #00589E}Respeito:{/color} {ive #1DB16}[cousinrespect]{/color}

source: {color=#00589E}Name_changes------------------{/color}
nl_nl: {color=#00589E}Naam_changes------------------{/color}

source: iPatch: [persistent.patreonsafe]
fr_fr: iCorrectif: [persistent.patreonsafe]
