Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/images/interface_images/blackjack/blackjack-DS.po
Languages: de_de, fr_fr, it_it, nl_nl, pt_pt, ru_ru

source: [_BJ_dealer_] I'll start dealing the cards!{w=2.0}{nw}
de_de: [_BJ_dealer_] Ich beginne, die Karten zu verteilen!{nw}
fr_fr: [_BJ_dealer_] je vais commencer à distribuer les cartes! {w=2.0}{nw}
it_it: [_BJ_dealer_] Inizierò a distribuire le carte!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Ik zal beginnen de kaarten uit te geven!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] Vou começar a dar as cartas!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Я начну раздачу кард!{w=2.0}{nw}

source: [_BJ_dealer_] Dealer Bust, you won $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Bank verliert, Sie haben $[betSum] gewonnen !{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Le croupier perd, vous avez gagné [betSum]$ ! {w=2.0}{nw}
it_it: [_BJ_dealer_] Dealer Bust, hai vinto $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Dealer Bust, je won $[betSum]!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] O Dealer estourou, você ganhou $[betSum]! {w=2.0}{nw}
ru_ru: [_BJ_dealer_] У дилера больше 21, вы выиграли $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You bust! You lost $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Du verliert ! Du hast $[betSum] verloren !{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Vous perdez! Vous avez perdu[betSum]$ !{w=2.0}{nw}
it_it: [_BJ_dealer_] Hai busto! Hai perso $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Je hebt bust! Je hebt $[betSum]verloren! {w=2.0}{nw}
pt_pt: [_BJ_dealer_] Você estourou! Perdeu $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] У вас больше 21, вы проиграли[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Blackjack! The dealer also has blackjack, but you have insurance! You win $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Blackjack! Die Bank hat auch einen Blackjack, aber Sie haben eine Versicherung! Sie gewinnen $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Blackjack ! Le croupier a aussi un blackjack, mais vous avez une assurance ! Vous gagnez $[betSum]!{w=2.0}{nw}
it_it: [_BJ_dealer_] Blackjack! Il concessionario ha anche il blackjack, ma hai un'assicurazione! Hai vinto $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Blackjack! De dealer heeft ook een blackjack, maar u heeft verzekering! U wint $[betSum]!{w=2{,}0}{nw}
pt_pt: [_BJ_dealer_] Blackjack! O dealer também tem blackjack, mas você tem seguro! Ganhou $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Блэкджек! У дилера тоже блэкджек, но у вас есть страховка! Вы выигрываете $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Blackjack! The dealer also has blackjack, so it's a push! You get your $[betSum] back!{w=2.0}{nw}
de_de: [_BJ_dealer_] Blackjack! Die Bank hat auch einen Blackjack, also ist es ein Push! Du bekommst deine $[betSum] zurück!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Blackjack! Le croupier a aussi blackjack, donc c’est une match nul! Vous récupérez votre mise de [betSum] $! {w=2.0}{nw}
it_it: [_BJ_dealer_] Blackjack! Il dealer ha anche il blackjack, quindi è una spinta! Riceverai i tuoi $[betSum] !{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Blackjack! De dealer heeft ook een blackjack, dus het is een duwtje! U krijgt uw $[betSum] terug!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] Blackjack! O dealer também tem blackjack, então é empate! Ganha $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Блэкджек! У дилера тоже блэкджек, так что это ничья! Вы получаете свои $[betSum] обратно!{nw}

source: [_BJ_dealer_] Blackjack! You won the game and $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Blackjack! Du hast das Spiel gewonnen und bekommst $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Blackjack ! Vous avez gagné la partie et [betSum]$ ! {w=2.0}{nw}
it_it: [_BJ_dealer_] Blackjack! Hai vinto la partita e $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Blackjack! Je hebt het spel gewonnen en $[betSum]!{w=2{,}0}{nw}
pt_pt: [_BJ_dealer_] Blackjack! Ganhou o jogo e $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Блэкджек! Вы выиграли игру и $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Dealer has blackjack, but you have insurance! You make your bets back, $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Die Bank hat einen Blackjack, aber Sie haben eine Versicherung! Sie erhalten Ihre Einsätze zurück, $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Le croupier a un blackjack, mais vous avez une assurance ! Vous récupérez vos mises, $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Dealer heeft blackjack, maar je hebt verzekering! Je maakt je gokken terug, $[betSum]!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] O dealer tem blackjack, mas você tem seguro! Receba as suas apostas de volta, $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] У дилера блэкджек, но у вас страховка! Вы возвращаете свои ставки, $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Dealer has blackjack! You lose the game and $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Die Bank hat einen Blackjack! Sie verlieren das Spiel und $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Le croupier a blackjack! Vous perdez la partie et [betSum]$ ! {w=2.0}{nw}
nl_nl: [_BJ_dealer_] Dealer heeft blackjack! Je verliest het spel en $[betSum]!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] O dealer tem blackjack! Perde o jogo e $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] У дилера блэкджек! Вы проигрываете игру и $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You won the game and $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Du hast das Spiel gewonnen und bekommst $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Vous avez gagné la partie et [betSum]$ ! {w=2.0}{nw}
it_it: [_BJ_dealer_] Hai vinto la partita e $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Je hebt het spel gewonnen en $[betSum]!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] Blackjack! Ganhou o jogo e $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Вы выиграли игру и $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You lost the game and $[betSum]!{w=2.0}{nw}
de_de: [_BJ_dealer_] Du hast das Spiel gewonnen und bekommst $[betSum]!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Vous avez perdu la partie et [betSum]$ ! {w=2.0}{nw}
it_it: [_BJ_dealer_] Hai perso il gioco e $[betSum]!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Je hebt het spel verloren en $[betSum]!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] Está a falhar! Perdeu $[betSum]!{w=2.0}{nw}
ru_ru: [_BJ_dealer_] Вы проиграли игру и $[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] The dealer also has [computerScore], so it's a push! You get your $[betSum] back minus $[betIns] for insurance.{w=2.0}{nw}
de_de: [Bj_dealer] Blackjack! Die Bank hat auch einen Blackjack, also ist es ein Push! Du bekommst deine $[betSum] zurück!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Le dealer a aussi [computerScore], donc c'est un push ! Vous récupérez vos $[betSum] moins $[betIns] pour l'assurance. {w=2.0}{nw}
it_it: [_BJ_dealer_] Il concessionario ha anche [computerScore], quindi è una spinta! Ricevi il tuo $[betSum] indietro meno $[betIns] per assicurazione.{w=2.0}{nw}
nl_nl: [_BJ_dealer_] De dealer heeft ook [computerScore], dus het is een duw! U krijgt uw $[betSum] terug min $[betIns] voor verzekering.{w=2.0}{nw}
pt_pt: [_BJ_dealer_] O traficante também tem [computerScore], então é um empurrão! Você recebe seus US$[betSum] de volta menos[betIns] por seguro. {w=2.0}{nw}
ru_ru: [_BJ_dealer_] У дилера также есть [computerScore], так что это ничья! Вы получаете обратно свои $[betSum] минус $[betIns] за страховку.{w=2.0}{nw}

source: [_BJ_dealer_] The dealer also has [computerScore], so it's a push! You get your $[betSum] back!{w=2.0}{nw}
de_de: [_BJ_dealer_] Blackjack! Die Bank hat auch einen Blackjack, also ist es ein Push! Du bekommst deine $[betSum] zurück!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Le croupier a aussi [computerScore], donc c’est un coup nul! Vous récupérez votre mise de [betSum] $! {w=2.0}{nw}
it_it: [_BJ_dealer_] Il concessionario ha anche [computerScore], quindi è una spinta! Ricevi il tuo $[betSum] indietro!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] De dealer heeft ook [computerScore], dus het is een push! U krijgt uw $[betSum] terug!{w=2.0}{nw}
pt_pt: [_BJ_dealer_] O traficante também tem [computerScore], então é um empurrão! Você recebe seus US$[betSum] de volta menos[betIns] por seguro. {w=2.0}{nw}
ru_ru: [_BJ_dealer_] У дилера также есть [computerScore], так что это ничья! Вы получаете свои $[betSum] обратно!{nw}

source: [_BJ_dealer_] Sorry! You don't have enough money!{w=2.0}{nw}
de_de: [_BJ_dealer_] Entschuldigung! Sie haben nicht genug Geld!{w=2.0}{nw}
fr_fr: [_BJ_dealer_] Désolé ! Vous n’avez pas assez d’argent! {w=2.0}{nw}
it_it: [_BJ_dealer_] Spiacenti! Non hai abbastanza soldi!{w=2.0}{nw}
nl_nl: [_BJ_dealer_] Sorry! Je hebt niet genoeg geld! {w=2.0}{nw}
pt_pt: [_BJ_dealer_] Desculpe! Você não tem dinheiro suficiente! {w=2.0}{nw}
ru_ru: [_BJ_dealer_] Извините! У вас недостаточно денег!{w=2.0}{nw}

source: Dealer
de_de: Bank
fr_fr: Croupier
it_it: Rivenditore
nl_nl: Handelaar
pt_pt: Revendedor
ru_ru: Дилер

source: Place your bets!
de_de: "Platziert Euren Einsatz!"!
fr_fr: Placez vos mises!
it_it: Posiziona le tue scommesse!
nl_nl: Doe je gokken!
pt_pt: Faça tua aposta!
ru_ru: Делайте ваши ставки!

source: Do you want to bet $100 and start the game?
de_de: Wollen Sie $100 setzen und das Spiel beginnen?
fr_fr: Voulez-vous miser 100 $ et commencer la partie ?
it_it: Vuoi scommettere $100 e iniziare il gioco?
nl_nl: Wil je op $100 wedden en het spel starten?
pt_pt: Quer apostar $100 e começar o jogo?
ru_ru: Хотите ли Вы поставить 100 долларов и начать игру?

source: Do you want to bet $500 and start the game?
de_de: Wollen Sie $500 setzen und das Spiel beginnen?
fr_fr: Voulez-vous miser 500$ et commencer le jeu?
it_it: Vuoi scommettere $500 e iniziare il gioco?
nl_nl: Wil je op $500 wedden en het spel starten?
pt_pt: Quer apostar 500 dólares e começar o jogo?
ru_ru: Хотите ли Вы поставить $500 и начать игру?

source: Do you want to bet $1000 and start the game?
de_de: Wollen Sie $1000 setzen und das Spiel beginnen?
fr_fr: Voulez-vous miser 1000 $ et commencer la partie?
it_it: Vuoi scommettere $1000 e iniziare il gioco?
nl_nl: Wil je op $1000 wedden en het spel starten?
pt_pt: Quer apostar $1000 e começar o jogo?
ru_ru: Хотите ли Вы поставить $1000 и начать игру?

source: Do you want to leave the BlackJack game?
de_de: Möchten Sie das aktuelle Spiel beenden?
fr_fr: Voulez-vous quitter la partie de BlackJack ?
it_it: Vuoi lasciare il gioco BlackJack?
nl_nl: Wil je het BlackJack spel verlaten?
pt_pt: Quer deixar o jogo BlackJack?
ru_ru: Вы уверены, что хотите покинуть игру в Блэкджек?

source: Games won: [persistent.playerWin] / lost: [persistent.computerWin]
de_de: Spiele gewonnen: [persistent.playerWin] / verloren: [persistent.computerWin]
fr_fr: Parties gagnées : [persistent.playerWin] / parties perdues : [persistent.computerWin]
it_it: Giochi vinti: [persistent.playerWin] / persi: [persistent.computerWin]
nl_nl: Spellen gewonnen: [persistent.playerWin] / verloren: [persistent.computerWin]
pt_pt: Jogos vencidos: [persistent.playerWin] / perdidos: [persistent.computerWin]
ru_ru: Выигранные игры: [persistent.playerWin] / проиграно: [persistent.computerWin]

source: Player cards: [playerScore]
de_de: Spieler-Karten: [playerScore]
fr_fr: Cartes du joueur : [playerScore]
it_it: Carte giocatore: [playerScore]
nl_nl: Speler kaarten: [playerScore]
pt_pt: Cartões de jogador: [playerScore]
ru_ru: Карты игрока: [playerScore]

source: Do you want to play again?
de_de: Willst du noch einmal spielen?
fr_fr: Voulez-vous jouer de nouveau ?
it_it: Vuoi giocare di nuovo?
nl_nl: Wil je opnieuw spelen?
pt_pt: Deseja pesquisar novamente?
ru_ru: Хотите ли вы сыграть еще раз?
