Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/images/interface_images/Roulette/RouletteGame.po
Languages: tr_tr

source: [_RLT_dealer_] Error: You haven't bet any amount of money.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Herhangi bir miktarda para yatırmadınız.{w=3.0}{nw} [withDissolve20]

source: [_RLT_dealer_] Error: With the Straight betting game you can pick any roulette number. Please supply a list of one number.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Straight bahis oyunu ile herhangi bir rulet numarası seçebilirsiniz. Lütfen bir sayı listesi sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Split betting game you can pick any 2 (two) roulette numbers. Please supply a list of two different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Split bahis oyunu ile herhangi 2 (iki) rulet numarası seçebilirsiniz. Lütfen iki farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Street betting game you can pick any 3 (three) roulette numbers. Please supply a list of three different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Street bahis oyunu ile herhangi 3 (üç) rulet numarası seçebilirsiniz. Lütfen üç farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Corner betting game you can pick any 4 (four) roulette numbers. Please supply a list of four different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Split bahis oyunu ile herhangi 4 (iki) rulet numarası seçebilirsiniz. Lütfen iki farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Penta betting game you can pick any 5 (five) roulette numbers. Please supply a list of 5 different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Split bahis oyunu ile herhangi 4 (iki) rulet numarası seçebilirsiniz. Lütfen iki farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Line betting game you can pick any 6 (six) roulette numbers. Please supply a list of six different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Split bahis oyunu ile herhangi 6 (iki) rulet numarası seçebilirsiniz. Lütfen iki farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: With the Dozen betting game you can pick any 12 (twelve) roulette numbers. Please supply a list of 12 different numbers.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Split bahis oyunu ile herhangi 4 (iki) rulet numarası seçebilirsiniz. Lütfen iki farklı sayıdan oluşan bir liste sağlayın.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: You have picked an incorrect color. Acceptable colors are {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} and {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Yanlış bir renk seçtiniz. Kabul edilebilir renkler {outlinecolor=#ffffff}{color=#FF0000}Red{/color}{/outlinecolor} ve {outlinecolor=#ffffff}{color=#000000}Black{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Error: You have picked an incorrect bet. Acceptable bets are {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} or {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Hata: Yanlış bir bahis seçtiniz. Kabul edilebilir bahisler {outlinecolor=#ffffff}{color=#00008B}Odd{/color}{/outlinecolor} veya {outlinecolor=#ffffff}{color=#00008B}Even{/color}{/outlinecolor}.{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] Let's roll the ball!{w=2.0}{nw} [withDissolve20]
tr_tr: [Rlt_dealer] Hadi topu yuvarlayalım!{w=2.0}{nw} [withDissolve(2.0)]

source: [_RLT_dealer_] You bet the ball would land on [playerPiked]{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Topun [playerPiked]{w=3.0} üzerine düşeceğine bahse girersiniz.{nw} [withDissolve()]

source: [_RLT_dealer_] You win! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Sen kazandın! Yuvarlanan sayı [theRoll] ve [theRollOddOrEven_text], renk [theRollColor_text]!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 35 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 35'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] You lose! The number that rolled is [theRoll] and it's [theRollOddOrEven_text], the color is [theRollColor_text]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Sen kazandın! Yuvarlanan sayı [theRoll] ve [theRollOddOrEven_text], renk [theRollColor_text]!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 17 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 17'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 11 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 11'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 8 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 8'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 6 to 1, so you won $[payout]!{w=3.0}{nw}
tr_tr: [_RLT_dealer_] Ödeme 6'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve

source: [_RLT_dealer_] The payout is 5 to 1, so you won $[payout]!{w=3.0}{nw}
tr_tr: [_RLT_dealer_] Ödeme 5'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve

source: [_RLT_dealer_] The payout is 2 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 2'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: [_RLT_dealer_] The payout is 1 to 1, so you won $[payout]!{w=3.0}{nw} [withDissolve20]
tr_tr: [_RLT_dealer_] Ödeme 1'e 1'dir, yani $[payout] kazandınız!{w=3.0}{nw} [withDissolve()]

source: Croupier
tr_tr: Krupiye

source: Do you want to play the Roulette?
tr_tr: Rulet oynamak ister misin?

source: What type of game do you want to play?
tr_tr: Ne tür bir oyun oynamak istiyorsunuz?

source: Game type: [betType] You bet on: [playerPiked]
tr_tr: Oyun türü: [betType] Üzerine bahis oynarsınız: [playerPiked]

source: Do you want to leave the Roulette game?
tr_tr: Rulet oyunundan ayrılmak istiyor musunuz?
