Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/images/interface_images/minigame/ASS_Affect_paint_timed_event.po
Languages: sk_sk

source: [_MS_] Oh... I see Lauren is in a similar pose for this picture too.
sk_sk: [_MS_] Aha... vidím, že Lauren je v podobnej póze aj na tejto fotke.

source: [_MS_] She is very photogenic from that angle.
sk_sk: [_MS_] Z tohto uhla je veľmi fotogenická.

source: [_R_] Yeah, what she lacks in the bra, she makes up for in the trunk.
sk_sk: [_R_] Áno, to, čo jej chýba v podprsenke, si vynahradí s pozadím.

source: [_R_] Oh, right... I shouldn't talk like that in school, sorry.
sk_sk: [_R_] Aha, správne... V škole by som nemal takto hovoriť, prepáč.

source: [_MS_] Uh huh... And who is Lauren supposed to be in this picture?
sk_sk: [_MS_] Uh huh... A kto navrhol, že má byť Lauren na tejto fotke?

source: [_R_] Well, she's supposed to be Penny Roberson from "Missing in Space", but she could pass for any number of sci-fi girls.
sk_sk: [_R_] No, mala byť ako Penny Robersonová z filmu Nezvestní vo vesmíre, ale mohla by sa vydávať za ľubovoľné sci-fi dievčatá.

source: [_MS_] Ok, great... So remember, think of a theme, a background, and a slogan.
sk_sk: [_MS_] Dobre, skvelé... Takže si zapamätaj, že si musíme vymyslieť tému, pozadie a slogan.

source: [_R_] Ok, I think I've got an idea.
sk_sk: [_R_] Ok, myslím, že mám nápad.

source: [_MS_] Ok, let's see if you can do any better this time.
sk_sk: [_MS_] Dobre, uvidíme, či si tentoraz poradíš lepšie.

source: [_MS_] Now, remember your theme.
sk_sk: [_MS_] Nezabudni na svoju tému.

source: [_MS_] Think of a good slogan...
sk_sk: [_MS_] Vymysli dobrý slogan...

source: [_MS_] And let your creativity flow.
sk_sk: [_MS_] A nechaj svoju kreativitu plynúť.

source: [_R_] Ok... I think I'm ready.
sk_sk: [_R_] Ok... Myslím, že som pripravený.

source: [_MS_] It looks really good!
sk_sk: [_MS_] Vyzerá to naozaj dobre!

source: [_MS_] What is "Ass Affect" referencing though?
sk_sk: [_MS_] Na čo to však odkazuje "Ass Affect"?

source: [_R_] It's a parody on the sci-fi video game "Ass Effect", but it's really effect with an "e".
sk_sk: [_R_] Je to paródia na sci-fi videohru "Ass Effect", ale v skutočnosti je to efekt s "e".

source: [_MS_] Oh... I think my nephew used to play that game.
sk_sk: [_MS_] Myslím, že túto hru hrával môj synovec.

source: [_MS_] That's a pretty clever play on words.
sk_sk: [_MS_] To je celkom šikovná slovná hračka.

source: [_MS_] I'm not much for video games, but that poster makes me want to go try it.
sk_sk: [_MS_] Videohry ma veľmi nebavia, ale tento plagát ma núti ísť si ju vyskúšať.

source: [_MS_] Not to mention vote for Lauren, if I could.
sk_sk: [_MS_] Nehovoriac o hlasovaní za Lauren, ak by som mohla.

source: [_MS_] Great job!
sk_sk: [_MS_] Skvelá práca!

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
sk_sk: [_MS_] Pozadie vyzerá pekne, teraz ho doplň kreatívnym sloganom.

source: [_R_] Alright... I've got this.
sk_sk: [_R_] Dobre... Mám to.

source: [_MS_] Oh... That's... Hmmm...
sk_sk: [_MS_] Oh... To je... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
sk_sk: [_R_] No... Neskončilo to tak, ako som plánoval.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
sk_sk: [_R_] Myslím si však, že nikoho to nebude zaujímať, pretože budú venovať pozornosť len fotografii Lauren.

source: [_MS_] Hmmm... Well, you may be right.
sk_sk: [_MS_] Hmmm... No, možno máš pravdu.
