Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Slovak/images/interface_images/minigame/Shower_Run_02_timed_event.po
Languages: sk_sk

source: [_RT_] {i}Ok... Don't panic!... I've just got to sneak past them too.{/i}
sk_sk: [_RT_] {i}Ok... Nepodliehaj panike!... Musím sa okolo nich tiež preplížiť.{/i}

source: [_RT_] {i}And maybe sneak a peek of those fabulous tits as I go by.{/i}
sk_sk: [_RT_] {i}A možno sa mi podarí zahliadnuť tie úžasné prsia, keď pôjdem okolo.{/i}

source: [_RT_] {i}I've got it this time.{/i}
sk_sk: [_RT_] {i}Tentoraz to mám.{/i}

source: [_RT_] {i}At least I get to sneak another peek.{/i}
sk_sk: [_RT_] {i}Aspoň sa mi podarí ešte raz nakuknúť.{/i}

source: [_RT_] {i}I made it!{/i}
sk_sk: [_RT_] {i}Podarilo sa mi to!{/i}

source: [_RT_] {i}Damnit!... Not the swim team, too!{/i}
sk_sk: [_RT_] {i}Sakra!... Plavecký tím tiež, nie!{/i}

source: [_RT_] {i}Damnit!... The swim team again? I've got the worst luck!{/i}
sk_sk: [_RT_] {i}Sakra!... Zase plavecký tím? Mám tú najhoršiu smolu!{/i}

source: [_RT_] {i}Ok, just a little further and I can turn right.{/i}
sk_sk: [_RT_] {i}Dobre, ešte kúsok a môžem odbočiť doprava.{/i}

source: [_R_] Goddammit!
sk_sk: [_R_] Do riti!
