Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/images/interface_images/blackjack/blackjack-DS.po
Languages: tr_tr

source: [_BJ_dealer_] I'll start dealing the cards!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Kartları dağıtmaya başlayacağım!{w=2.0}{nw}

source: [_BJ_dealer_] Dealer Bust, you won $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Dağıtıcı Bust, $ kazandınız[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You bust! You lost $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Dağıtıcı Bust, $ kazandınız[betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Blackjack! The dealer also has blackjack, but you have insurance! You win $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Blackjack! Krupiye de blackjack var, ama senin sigortan var! $[betSum] kazandın! {w=2.0}{nw}

source: [_BJ_dealer_] Blackjack! The dealer also has blackjack, so it's a push! You get your $[betSum] back!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Blackjack! Krupiyede de blackjack var, yani bir itme![betSum] $'ınızı geri alacaksınız!{w=2.0}{nw}

source: [_BJ_dealer_] Blackjack! You won the game and $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Blackjack! Oyunu kazandınız, ödülünüz [betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] Dealer has blackjack, but you have insurance! You make your bets back, $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Krupiye de blackjack var, ama senin sigortan var! Bahislerini geri al, [betSum]$! {w=2.0}{nw}

source: [_BJ_dealer_] Dealer has blackjack! You lose the game and $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Blackjack! Oyunu kazandınız, ödülünüz [betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You won the game and $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Oyunu kazandınız, ödülünüz [betSum]!{w=2.0}{nw}

source: [_BJ_dealer_] You lost the game and $[betSum]!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Oyunu ve $[betSum] kaybettiniz!{w=2.0}{nw}

source: [_BJ_dealer_] The dealer also has [computerScore], so it's a push! You get your $[betSum] back minus $[betIns] for insurance.{w=2.0}{nw}
tr_tr: [Bj_dealer] Kasa da [computerScore] puanda, yani eşitlik var! [betSum] dolarını geri alacaksın!{w=2.0}{nw}

source: [_BJ_dealer_] The dealer also has [computerScore], so it's a push! You get your $[betSum] back!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Bayide ayrıca [computerScore] var, yani bir itme![betSum] dolarınızı geri alırsınız!{w=2.0}{nw}

source: [_BJ_dealer_] Sorry! You don't have enough money!{w=2.0}{nw}
tr_tr: [_BJ_dealer_] Üzgünüm! Yeterli paranız yok!{w=2.0}{nw}

source: Dealer
tr_tr: Satıcı

source: Place your bets!
tr_tr: Bahis gir!

source: Do you want to bet $100 and start the game?
tr_tr: 100 dolar yatırıp oyuna başlamak ister misiniz?

source: Do you want to bet $500 and start the game?
tr_tr: 500 dolar yatırıp oyuna başlamak ister misiniz?

source: Do you want to bet $1000 and start the game?
tr_tr: 1000 dolar yatırıp oyuna başlamak ister misiniz?

source: Do you want to leave the BlackJack game?
tr_tr: BlackJack oyunundan ayrılmak istiyor musunuz?

source: Games won: [persistent.playerWin] / lost: [persistent.computerWin]
tr_tr: Kazanılan oyun: [persistent.playerWin] / kaybedilen oyun: [persistent.computerWin]

source: Player cards: [playerScore]
tr_tr: Oyuncu kartları: [playerScore]

source: Do you want to play again?
tr_tr: Tekrar oynamak istiyor musunuz?
