Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/ASS_Affect_paint_timed_event.po
Languages: german

source: [_MS_] Oh... I see Lauren is in a similar pose for this picture too.
german: [_MS_] Oh... Ich sehe, dass Lauren auch auf diesem Bild eine ähnliche Pose einnimmt.

source: [_MS_] She is very photogenic from that angle.
german: [_MS_] Aus diesem Blickwinkel ist sie sehr fotogen.

source: [_R_] Yeah, what she lacks in the bra, she makes up for in the trunk.
german: [_R_] Ja, was ihr im Bh fehlt, macht sie mit ihrem Hintern wieder wett.

source: [_R_] Oh, right... I shouldn't talk like that in school, sorry.
german: [_R_] Oh, richtig... Ich sollte so etwas in der Schule nicht sagen, tut mir leid.

source: [_MS_] Uh huh... And who is Lauren supposed to be in this picture?
german: [_MS_] Uh huh... Und wer soll Lauren auf diesem Bild sein?

source: [_R_] Well, she's supposed to be Penny Roberson from "Missing in Space", but she could pass for any number of sci-fi girls.
german: [_R_] Nun, sie soll Penny Roberto aus "Messing in Space" sein, aber sie könnte als jedes beliebige Sci-Fi-Girl durchgehen.

source: [_MS_] Ok, great... So remember, think of a theme, a background, and a slogan.
german: [_MS_] Ok, super... Also denke daran, an ein Thema, einen Hintergrund und einen Slogan.

source: [_R_] Ok, I think I've got an idea.
german: [_R_] Ok, ich glaube, ich habe eine Idee.

source: [_MS_] Ok, let's see if you can do any better this time.
german: [_MS_] Ok, lass uns sehen, ob du es dieses Mal besser machen kannst.

source: [_MS_] Now, remember your theme.
german: [_MS_] Denken Sie jetzt an Ihr Thema.

source: [_MS_] Think of a good slogan...
german: [_MS_] Denken Sie sich einen guten Slogan aus...

source: [_MS_] And let your creativity flow.
german: [_MS_] Und lassen Sie Ihrer Kreativität freien Lauf.

source: [_R_] Ok... I think I'm ready.
german: [_R_] Ok... Ich glaube, ich bin bereit.

source: [_MS_] It looks really good!
german: [_MS_] Das sieht wirklich gut aus!

source: [_MS_] What is "Ass Affect" referencing though?
german: [_MS_] Worauf aber bezieht sich "Ass Affect"?

source: [_R_] It's a parody on the sci-fi video game "Ass Effect", but it's really effect with an "e".
german: [_R_] Es ist eine Parodie auf das Sci-Fi-Videospiel "Ass Effect", aber in Wirklichkeit ist es ein Effekt mit einem "e".

source: [_MS_] Oh... I think my nephew used to play that game.
german: [_MS_] Oh... Ich glaube, mein Neffe hat dieses Spiel früher gespielt.

source: [_MS_] That's a pretty clever play on words.
german: [_MS_] Das ist ein ziemlich cleveres Wortspiel.

source: [_MS_] I'm not much for video games, but that poster makes me want to go try it.
german: [_MS_] Ich habe nicht viel für Videospiele übrig, aber dieses Poster macht mir Lust, es auszuprobieren.

source: [_MS_] Not to mention vote for Lauren, if I could.
german: [_MS_] Ganz zu schweigen davon, dass ich für Lauren stimmen würde, wenn ich könnte.

source: [_MS_] Great job!
german: [_MS_] Großartige Arbeit!

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
german: [_MS_] Der Hintergrund sieht gut aus, jetzt bringen Sie ihn mit einem kreativen Slogan nach Hause.

source: [_R_] Alright... I've got this.
german: [_R_] Also gut... Ich hab's im Griff.

source: [_MS_] Oh... That's... Hmmm...
german: [_MS_] Oh... Das ist... Hmmm...

source: [_R_] Well... That didn't end up the way I planned.
german: [_R_] Na ja... Das ist nicht so gelaufen, wie ich es geplant hatte.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
german: [_R_] Aber ich denke, das wird niemanden wirklich interessieren, da sie nur auf das Bild von Lauren achten werden.

source: [_MS_] Hmmm... Well, you may be right.
german: [_MS_] Hmmm... Nun, Sie könnten Recht haben.
