Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/character.po
Languages: dutch, german, russian

source: [ryan]'s Thoughts
dutch: [ryan]'s graven
german: [ryan]'s Gedanken
russian: Размышления [ryan]

source: Mom's Thoughts
dutch: Moment's graven
german: Gedanken der Mutter
russian: Размышления мамы

source: Dad
dutch: Papa
german: Papa
russian: Отец

source: Lauren's Thoughts
dutch: Lauren's gedachten
german: Laurens Gedanken
russian: Размышления Лорен

source: Joey
dutch: Joeu
russian: Джоуи

source: Mafia Goon
german: Mafiaganove
russian: Головорез мафии

source: Voice over Microphone
dutch: Stem over de microfoon
german: Sprache über Mikrofon
russian: Передача голоса через микрофон

source: Sidney's Thoughts
dutch: Sidney's gedachten
german: Nina's Gedanken
russian: Размышления Сидни

source: Megan
dutch: Megaans
russian: Меган

source: Mandy's Thoughts
dutch: Mandy's gedachten
german: Mandy´s Gedanken
russian: Размышления Мэнди

source: Aunt Camille
dutch: Jacht camille
german: Tante Camille
russian: Тетя Камилла

source: Aunt Camille's Thoughts
dutch: Richten van de Jacht Camille
german: Tante Camille's Gedanken
russian: Размышления тети Камиллы
