Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Cosplay_gallery.po
Languages: dutch, german, italian, portuguese, russian

source: [_RT_] {i}Yes... I have sold another pair of oufits for $[sold] more.{/i}
dutch: Ja...Ik heb nog een paar outfits verkocht voor $[sold].
german: [_RT_] {i}Ja... Ich habe ein weiteres Paar Oufits für $[sold] mehr verkauft.{/i}
italian: [_RT_] {i}Sì... Ho venduto un altro paio di oufit per $[sold] in più.{/i}
portuguese: [_RT_] {i}Sim... Vendi outro par de oufits por $[sold] more.{/i}
russian: [_RT_] {i}Да... Я продал еще пару нарядов на $[sold] больше.{/i}

source: [_RT_] {i}I should check if I got any likes and if I can transfer the money to my account.{/i}
dutch: Ik moet checken of ik nog likes gekregen heb en of ik geld kan overmaken naar mijn rekening
german: [_RT_] {i}Ich sollte überprüfen, ob ich Likes bekommen habe und ob ich das Geld auf mein Konto überweisen kann {/i}
italian: [_RT_] {i}Dovrei controllare se ho ricevuto dei like e se posso trasferire i soldi sul mio conto.{/i}
portuguese: [_RT_] {i}Devo verificar se tenho algum gosto e se posso transferir o dinheiro para a minha conta.{/i}
russian: [_RT_] {i}Я должен проверить, получил ли я лайк и могу ли я перевести деньги на свой счет.{/i}

source: You were sponsored by a total of [var_total_supporters] supporters and earned $[var_earnings_from_supporters]!
dutch: Je bent gesponsord door [var_total_supporters] supporters en je hebt $[var_earnings_from_supporters] verdiend!
german: Du wurdest von insgesamt [var_total_supporters] Unterstützern gesponsert und hast $[var_earnings_from_supporters]verdient!
italian: Sei stato sponsorizzato da un totale di [var_total_supporters] sostenitori e hai guadagnato $[var_earnings_from_supporters]!
portuguese: Você foi patrocinado por um total de [var_total_supporters] apoiantes e ganhou US$[var_earnings_from_supporters]!
russian: Вас спонсировали в общей сложности [var_total_supporters] сторонников и вы заработали $[var_earnings_from_supporters]!

source: You have already withdrawn the money that you have earned this month!
dutch: Je hebt al je geld geïnd wat je deze maand verdiend hebt!
german: Sie haben das Geld, das Sie in diesem Monat verdient haben, bereits abgehoben!
italian: Hai già ritirato il denaro che hai guadagnato questo mese!
portuguese: Você já retirou o dinheiro que ganhou este mês!
russian: Вы уже сняли деньги, которые заработали в этом месяце!

source: [_RT_] {i}I must wait until the end of the month to withdraw my funds.{/i}
dutch: Ik moet tot het einde van de maand wachten totdat ik mijn geld kan innen.
german: [_RT_] {i}Ich muss bis zum Ende des Monats warten, um mein Geld abzuheben {/i}
italian: [_RT_] {i}Devo aspettare fino alla fine del mese per prelevare i miei fondi.{/i}
portuguese: [_RT_] {i}Tenho de esperar até ao final do mês para retirar meus fundos.{/i}
russian: [_RT_] {i}Я должен дождаться конца месяца, чтобы снять свои средства.{/i}

source: You have received [new_likes] new likes and earned $[income]!
dutch: Je hebt [new_likes] niewe likes gekregen en $[income] verdient!
german: Du hast [new_likes] neue Likes erhalten und $[income] verdient!
italian: Hai ricevuto [new_likes] nuovi Mi piace e guadagnato $[income]!
portuguese: Você recebeu [new_likes] novas curtidas e ganhou $[income]!
russian: Вы получили [new_likes] новых лайков и заработали $[income]!

source: You have already withdrawn the money that you have earned!
dutch: Je hebt al je verdiende geld geïnd
german: Sie haben das Geld, das Sie in diesem Monat verdient haben, bereits abgehoben!
italian: Hai già ritirato il denaro che hai guadagnato!
portuguese: Você já retirou o dinheiro que ganhou!
russian: Вы уже сняли деньги, которые заработали в этом месяце!

source: [_RT_] {i}I must wait until the end of the week to withdraw my funds.{/i}
dutch: [_RT_] {i}Ik moet tot het einde van de week wachten voordat ik mijn geld kan innen.{/i}
german: [_RT_] {i}Ich muss bis zum Ende des Monats warten, um mein Geld abzuheben {/i}
italian: [_RT_] {i}Devo aspettare fino alla fine della settimana per prelevare i miei fondi.{/i}
portuguese: [_RT_] {i}Tenho de esperar até ao final da semana para levantar os meus fundos.{/i}
russian: [_RT_] {i}Я должен дождаться конца недели, чтобы снять свои средства.{/i}

source: [_RT_] {i}For only 5 bucks I'll get more likes. I should remember to do this daily.{/i}
dutch: [_RT_] {i}Voor slechts 5 kopjes krijg ik meer lekkers. Ik moet onthouden deze dag te doen.{/i}
german: [_RT_] {i}Für nur 5 Mäuse bekomme ich mehr Likes. Ich sollte daran denken, das täglich zu tun {/i}
italian: [_RT_] {i}Per solo 5 dollari mi piacerà di più. Dovrei ricordarmi di farlo ogni giorno.{/i}
portuguese: [_RT_] {i}Por apenas 5 dólares terei mais curtidas. Lembre-se de fazer isso diariamente.{/i}
russian: [_RT_] {i}Всего за 5 баксов я получу больше лайков. Я должен не забывать делать это ежедневно.

source: [_RT_] {i}I already advertised today.{/i}
dutch: [_RT_] {i}Ik heb vandaag al geadverteerd.{/i}
german: [_RT_] {i}Ich habe heute bereits Werbung gemacht {/i}
italian: [_RT_] {i}Ho già pubblicizzato oggi.{/i}
portuguese: [_RT_] {i}Eu já anunciei hoje.{/i}
russian: [_RT_] {i}Сегодня я уже дал рекламу.{/i}

source: [_RT_] {i}Yes... The outfits were sold and now I have $[sold] more in my account.{/i}
dutch: [_RT_] {i}Ja... De outfits werden verkocht en nu heb ik $[sold] meer in mijn account.{/i}
german: [_RT_] {i}Ja... Die Outfits wurden verkauft, und jetzt habe ich $[sold] mehr auf meinem Konto.{/i}
italian: [_RT_] {i}Sì... Gli abiti sono stati venduti e ora ho $[sold] in più nel mio account.{/i}
portuguese: [_RT_] {i}Sim... As roupas foram vendidas e agora tenho mais $[sold] na minha conta.{/i}
russian: [_RT_] {i}Да... Наряды были проданы, и теперь на моем счету еще $[sold] .{/i}

source: [_RT_] {i}I should sell the cosplay outfits.{/i}
dutch: [_RT_] {i}Ik zou de cosplay outfits moeten verkopen{/i}
german: [_RT_] {i}Ich sollte die Cosplay-Kostüme verkaufen {/i}
italian: [_RT_] {i}Dovrei vendere gli abiti del cosplay.{/i}
portuguese: [_RT_] {i}Eu deveria vender as roupas de cosplay. {/i}
russian: [_RT_] {i}Я должен продать косплейные наряды.{/i}

source: [_RT_] {i}There... all outfits have been put up for sale, now I'll just have to wait and see if they'll sell.{/i}
dutch: [_RT_] {i}There... alle outfits zijn verkocht en nu moet ik even wachten om te zien of ze zullen verkopen.{/i}
german: [_RT_] {i}So... alle Outfits sind zum Verkauf angeboten worden, jetzt muss ich nur noch abwarten, ob sie sich verkaufen.{/i}
italian: [_RT_] {i}Là... tutti gli abiti sono stati messi in vendita, ora dovrò solo aspettare e vedere se venderanno.{/i}
portuguese: [_RT_] {i}Ali... todas as roupas foram postas à venda, agora só tenho de esperar para ver se elas vão vender.{/i}
russian: [_RT_] {i}Ну вот... все наряды выставлены на продажу, теперь остается только ждать и смотреть, продадутся ли они.{/i}

source: [_RT_] {i}I don't have anything to sell.{/i}
dutch: [_RT_] {i}Ik heb niets te verkopen.{/i}
german: [_RT_] {i}Ich habe nichts zu verkaufen.{/i}
italian: [_RT_] {i}Non ho nulla da vendere.{/i}
portuguese: [_RT_] {i}Eu não tenho nada para vender.{/i}
russian: [_RT_] {i}Мне нечего продавать.{/i}

source: [_RT_] {i} The first cosplay outfit that [outfit_nfo_name] wore on our first photoshoot.{/i}
dutch: [_RT_] {i} De eerste cosplay outfit die [outfit_nfo_name] droeg op onze eerste fotoshoot.{/i}
german: [_RT_] {i} Das erste Cosplay-Outfit, das [outfit_nfo_name] bei unserem ersten Fotoshooting trug {/i}
italian: [_RT_] {i} Il primo vestito di cosplay che [outfit_nfo_name] indossava sul nostro primo photoshoot.{/i}
portuguese: [_RT_] {i} A primeira roupa de cosplay que [outfit_nfo_name] usou no nosso primeiro fotoshoot. {/i}
russian: [_RT_] {i} Первый косплейный наряд, который был на [outfit_nfo_name] во время нашей первой фотосессии.{/i}

source: [_RT_] {i}I hope we can sell more of them.{/i}
dutch: [_RT_] {i}Ik hoop dat we er meer van kunnen verkopen.{/i}
german: [_RT_] {i}Ich hoffe, wir können mehr davon verkaufen
italian: [_RT_] {i}Spero che possiamo venderne di più.{/i}
portuguese: [_RT_] {i}Espero que possamos vender mais deles. {/i}
russian: [_RT_] {i}Надеюсь, мы сможем продать их еще больше.{/i}

source: {color=#ffffff}{b}Supporters{/b}{/color}
dutch: {color=#ffffffff}{b}Supporters{/b}{/color}
german: {color=#ffffff}{b}Unterstützer{/b}{/color}
italian: {color=#ffffff}{b}Sostenitori{/b}{/color}
portuguese: {color=#ffffff}{b}Apoiadores {/b} {/color}
russian: {color=#ffffff}{b}Сторонники{/b}{/color}

source: {color=#ffffff}{b}Advertising{/b}{/color}
dutch: {color=#ffffffffff}{b}Advertentie{/b}{/color}
german: {color=#ffffff}{b}Unterstützer{/b}{/color}
italian: {color=#ffffff}{b}Pubblicità{/b}{/color}
portuguese: {color=#ffffffff}{b}Publicidade{/b}{/cor}
russian: {color=#ffffff}{b}Реклама{/b}{/color}

source: {color=#ffffff}{b}Images Videos{/b}{/color}
dutch: {color=#ffffffffff}{b}Afbeeldingen Video's{/b}{/color}
german: {color=#ffffff}{b}Unterstützer{/b}{/color}
italian: {color=#ffffff}{b}Immagini Video{/b}{/color}
portuguese: {color=#ffffff}{b}Imagens Videos {/b} {/color}
russian: {color=#ffffff}{b}Изображения Видео{/b}{/color}

source: {color=#ffffff}{b}Outfits{/b}{/color}
dutch: {color=#ffffffff}{b}Outfits{/b}{/color}
german: {color=#ffffff}{b}Unterstützer{/b}{/color}
portuguese: {color=#ffffffff}{b}Roupas{/b}{/color}
russian: {color=#ffffff}{b}Наряды{/b}{/color}

source: {color=#000000}{b}Likes: [total_likes]{/b}{/color}
german: {color=#000000}{b}Gefällt mir: [total_likes]{/b}{/color}
italian: {color=#000000}{b}Mi piace: [total_likes]{/b}{/color}
portuguese: {➲ #000000}{b}Curtidas: [total_likes]{/b}{/color}
russian: {color=#000000}{b}Лайков: [total_likes]{/b}{/color}

source: {color=#ffffff}{b}Press to change likes to money{/b}{/color}
dutch: {color=#ffffffffff}{b}Druk om te veranderen van money{/b}{/color}
german: {color=#ffffff}{b}Drücken Sie, um in Geld zu ändern{/b}{/color}
italian: {color=#ffffff}{b}Premi per cambiare mi piace denaro{/b}{/color}
portuguese: {├#ffffff}{b}Pressione para mudar curtir para dinheiro{/b}{/color}
russian: {color=#ffffff}{b}Нажмите, чтобы поменять лайки на деньги{/b}{/color}

source: {color=#000000}{b}Sell{/b}{/color}
german: {color=#000000}{b}Gefällt mir: {/b}{/color}
portuguese: {color=#000000}{b}Vender{/b}{/color}

source: {color=#000000}{b}outfits{/b}{/color}
dutch: {color=#000000}{b}kleding{/b}{/color}
german: {color=#000000}{b}Gefällt mir: {/b}{/color}
portuguese: {color=#ffffffff}{b}Roupas{/b}{/color}

source: {color=#ff0000}{b}Supporters: [var_total_supporters]{/b}{/color}
german: {color=#ff0000}{b}Unterstützer: [var_total_supporters]{/b}{/color}
italian: {color=#ff0000}{b}Sostenitori: [var_total_supporters]{/b}{/color}
portuguese: {color=#ff0000}{b}Apoiadores: [var_total_supporters]{/b} {/color}
russian: {color=#ff0000}{b}Сторонники: [var_total_supporters]{/b}{/color}

source: {b}{color=#ffffff}Press to receive {size=18} monthly earnings:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
dutch: {b}{color=#ffffff}Druk om je maandelijks inkomen te ontvangen {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
german: {b}{color=#ffffff}Drücken Sie, um {size=18} monatliche Einnahmen zu erhalten:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
italian: {b}{color=#ffffff}Premi per ricevere {size=18} guadagni mensili:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
portuguese: {b}{color=#ffffff} Pressione para receber {size=18} ganhos mensais: {/size} {color=#00ff00} {outlinecolor=#000000} {size=16} $[var_earnings_from_supporters]{/size} {/outlinecolor} {/color} {/b}
russian: {b}{color=#ffffff}Нажмите, чтобы получить {size=18} ежемесячный заработок:{/size} {color=#00ff00}{outlinecolor=#0000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
