Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Gallery_AFV_v0.2.po
Languages: dutch, french, german, italian, portuguese, russian

source: Mom's gallery
dutch: Moment's galerij
french: Galerie de maman
german: Mamas Galerie
italian: Galleria della mamma
portuguese: Galeria da mamãe
russian: Галерея Мамы

source: Lauren's gallery
dutch: Lauren's gallerij
french: Galerie de Lauren
german: Laurens Galerie
italian: Galleria di Lauren
portuguese: Galeria da Lauren
russian: Галерея Лорен

source: Sidney's gallery
dutch: Sidney's gallerij
french: Galerie de Sidney
german: Sidneys Galerie
italian: Galleria di Sidney
portuguese: Galeria da Sidney
russian: Галерея Сидни

source: Aunt Camille's gallery
dutch: Tante Camille's gallerij
french: Galerie de tante Camille
german: Tante Camilles Galerie
italian: Galleria della zia di Camille
portuguese: Galeria da tia Camille
russian: Галерея тети Камиллы

source: Mandy's gallery
dutch: Mandy's gallerij
french: Galerie de Mandy
german: Mandys Galerie
italian: Galleria di Mandy
portuguese: Galeria da Mandy
russian: Галерея Мэнди

source: Harem gallery
dutch: Harem gallerij
french: Harem galerie
german: Harem Galerie
italian: Harem galleria
portuguese: Harém galeria
russian: Гарем галерея

source: Other girls gallery
dutch: Andere meiden gallerij
french: Galerie d'autres filles
german: Galerie der anderen Mädchen
italian: Altre ragazze galleria
portuguese: Galeria de outras meninas
russian: Галерея других девушек

source: NTR gallery
dutch: NTR gallerij
french: Galerie NTR
german: NTR-Galerie
italian: Galleria NTR
portuguese: Galeria NTR
russian: Галерея NTR

source: Cosplay gallery
dutch: Cosplay gallerij
french: Galerie Cosplay
german: Cosplay-Galerie
italian: Galleria di Cosplay
portuguese: Galeria de cosplay
russian: Галерея косплея

source: Face Card gallery
dutch: speelkaart gallery
french: Galerie de cartes faciales
german: Face Card-Galerie
italian: Galleria schede facciali
portuguese: Galeria de cartões faciais
russian: Face Card галерея

source: Events Completed gallery
dutch: Evenementen Voltooide galerij
french: Événements Galerie terminée
german: Galerie der abgeschlossene Events
italian: Eventi Galleria completata
portuguese: Galeria de eventos concluídos
russian: Галерея завершенных событий
