Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: [_RT_] {i}Kinda...{/i}
dutch: [_RT_] {i}Kind...{/i}
french: [_RT_] {i}En quelque sorte...{/i}

source: [_M_] Oh, God!
french: [_M_] Oh, Mon Dieu!
german: [_M_] Oh, Gott!
italian: [_M_] Oh, Dio!

source: [_MT_] {i}How did I let this happen to my own daughter?{/i}
dutch: [_MT_] {i}Hoe heb ik dit met mijn eigen dochter laten gebeuren?{/i}
french: [_MT_] {i}Comment ai-je pu laisser cela arriver à ma propre fille ?{/i}
german: [_MT_] {i}Wie habe ich das mit meiner eigenen Tochter geschehen lassen?{/i}
italian: [_MT_] {i}Come ho lasciato che questo accadesse a mia figlia?{/i}

source: [_MT_] {i}I'm the worst mother in the world!{/i}
dutch: [_MT_] {i}Ik ben de slechtste moeder ter wereld!{/i}
french: [_MT_] {i}Je suis la pire mère du monde!{/i}
german: [_MT_] {i}Ich bin die schlimmste Mutter der Welt!{/i}
italian: [_MT_] {i}Sono la madre peggiore del mondo!{/i}

source: [_ST_] {i}Oh, fuck!... For a nerdy looking kid, he fucks like a stallion!{/i}
dutch: [_ST_] {i}Oh, fuck!... Voor een nerveus die er klein uitziet, wakt hij als een kist!{/i}
french: [_ST_] {i}Oh, putain !... Pour un gamin à l'air ringard, il baise comme un étalon!{/i}
german: [_ST_] {i}Oh, fuck!... Für einen nerven, der aussieht, fickt er wie ein Hengst!{/i}
italian: [_ST_] {i}Oh, cazzo!... Per un ragazzo che guarda nerdy, scopa come uno stallione!{/i}

source: [_MT_] {i}Look at him, just fucking her like a rag doll!{/i}
dutch: [_MT_] {i}Kijk naar hem, verdomd haar als een knuffel pop! {/i}
french: [_MT_] {i}Regardez-le, en train de la baiser comme une poupée de chiffon!{/i}
german: [_MT_] {i}Schau ihn an, ficke sie einfach wie eine Schubpuppen!{/i}
italian: [_MT_] {i}Guardatelo, appena scopata come una bambola di straccio!{/i}

source: [_RT_] {i}That's not just my pussy anymore.{/i}
dutch: [_RT_] {i}Dat is niet meer alleen mijn poëzie.{/i}
french: [_RT_] {i}Ce n'est plus seulement ma chatte.{/i}
german: [_RT_] {i}Das ist nicht mehr nur meine Fotze.{/i}
italian: [_RT_] {i}Non è più solo la mia figa.{/i}

source: [_RT_] {i}I'm going to have to claim them both back.{/i}
dutch: [_RT_] {i}Ik zal ze allebei moeten claimen.{/i}
french: [_RT_] {i}Je vais devoir les réclamer tous les deux.{/i}
german: [_RT_] {i}Ich werde beide zurückfordern müssen. {/i}
italian: [_RT_] {i}Dovrò rivendicarli entrambi indietro.{/i}

source: [_ST_] {i}Oh God!... I love being fucked in front of an audience!{/i}
dutch: [_ST_] {i}Oh God!... Ik vind het leuk om verpletterd te worden voor een publiek!{/i}
french: [_ST_] {i}Oh mon Dieu !... J'adore être baisé devant un public!{/i}
german: [_ST_] {i}Oh Gott!... Ich liebe es, vor einem Publikum gefickt zu werden!{/i}
italian: [_ST_] {i}Oh Dio!... Mi piace essere scopata di fronte a un pubblico!{/i}

source: [_ST_] {i}Some random card dealer, and my own mom and brother!{/i}
dutch: [_ST_] {i}willekeurige kaartdealer en mijn eigen moeder en broer!{/i}
french: [_ST_] {i}Un donneur de cartes au hasard, et ma propre mère et mon frère !{/i}
german: [_ST_] {i}Einige zufällige Kartenhändler und meine eigene Mutter und Bruder!{/i}
italian: [_ST_] {i}Qualche concessionario di carte casuale, e mia mamma e fratello!{/i}

source: [_ST_] {i}I wonder if Joey's watching somehow too.{/i}
dutch: [_ST_] {i}Ik vraag me af of Joey's ook een kijkje neemt.{/i}
french: [_ST_] {i}Je me demande si Joey regarde aussi d'une certaine manière.{/i}
german: [_ST_] {i}Ich frage mich, ob Joey's irgendwie zuschauen.{/i}
italian: [_ST_] {i}Mi chiedo se anche Joey stia guardando in qualche modo.{/i}

source: [_ST_] {i}He sees everything that goes on in his casino.{/i}
dutch: [_ST_] {i}Hij ziet alles wat er gebeurt in zijn casino.{/i}
french: [_ST_] {i}Il voit tout ce qui se passe dans son casino.{/i}
german: [_ST_] {i}Er sieht alles, was in seinem Casino los ist.{/i}
italian: [_ST_] {i}Vede tutto quello che succede nel suo casinò.{/i}

source: [_ST_] {i}I'll bet all his goons are enjoying this too!{/i}
dutch: [_ST_] {i}Ik wed dat al zijn kanons dit ook geniet!{/i}
french: [_ST_] {i}Je parie que tous ses hommes de main apprécient ça aussi!{/i}
german: [_ST_] {i}Ich wette, all seine Handlanger haben auch Spaß daran!{/i}
italian: [_ST_] {i}Scommetterò che tutti i suoi goons si divertiranno anche questo!{/i}

source: [_ST_] {i}Fuck! That just turns me on!{/i}
dutch: [_ST_] {i}Fuck! Dat draait me aan!{/i}
french: [_ST_] {i}Putain ! Ca m'excite!{/i}
german: [_ST_] {i}Fick! Das schaltet mich ein!{/i}
italian: [_ST_] {i}Fuck! Questo mi fa girare!{/i}

source: [_S_] I'm gonna!
dutch: [_S_] Ik ben gonna!
french: [_S_] Je vais le faire !
german: [_S_] Ich bin gonna!
italian: [_S_] Sto andandando!

source: [_JJ_] Holy fuck!... Like mother like daughter, I guess.
dutch: [_JJ_] Heilige fusie !... Als moeder denk ik.
french: [_JJ_] Putain de merde ... Telle mère, telle fille, je suppose.
german: [_JJ_] Heiliger Fick!... Wie Mutter wie Tochter, denke ich.
italian: [_JJ_] Sacro cazzo!... Come madre come figlia, immagino.

source: [_RT_] {i}Goddammit!... Sidney came for him too!{/i}
dutch: [_RT_] {i}Goddammit!... Sidney kwam ook voor hem!{/i}
french: [_RT_] {i}Bon sang !... Sidney est venu pour lui aussi!{/i}
german: [_RT_] {i}Goddammit!... Sidney kam auch für ihn!{/i}
italian: [_RT_] {i}Goddammit!... Sidney è venuto anche per lui!{/i}

source: [_JJ_] Now I'm gonna fuck your brains out!
dutch: [_JJ_] Nu ga ik je hersenen neuren!
french: [_JJ_] Maintenant je vais te baiser à fond !
german: [_JJ_] Jetzt werde ich deine Gehirne ficken!
italian: [_JJ_] Ora ti farò scopare il cervello!

source: [_JJ_] Goddam, Sidney!
french: [_JJ_] Bon sang, Sidney !

source: [_JJ_] Your pussy is like gold!
dutch: [_JJ_] Je pauze is als goud!
french: [_JJ_] Ta chatte est comme de l'or !
german: [_JJ_] Deine Fotze ist wie Gold!
italian: [_JJ_] La tua figa è come l'oro!

source: [_JJ_] I wish I could do this all day... but unfortunately I'm getting close.
dutch: [_JJ_] Ik wou dat ik dit de hele dag kon doen... maar helaas kom ik dichtbij.
french: [_JJ_] J'aimerais pouvoir faire ça toute la journée... mais malheureusement, je m'en approche.
german: [_JJ_] Ich wünschte, ich könnte das den ganzen Tag erleben... aber leider bin ich nah.
italian: [_JJ_] Vorrei che potessi fare questo tutto il giorno... ma purtroppo mi sto avvicinando.

source: [_JJ_] Oh fuck... I'm getting really close!
dutch: [_JJ_] Oh fuck... Ik word echt dichtbij!
french: [_JJ_] Oh putain... Je me rapproche vraiment !
german: [_JJ_] Oh fuck... Ich bin sehr nah!
italian: [_JJ_] Oh fuck... Mi sto avvicinando!

source: [_S_] Oh God! please don't cum insi...
dutch: [_S_] Oh God! Knip alsjeblieft niet in...
french: [_S_] Oh mon Dieu ! S'il vous plaît, ne jouissez pas dans...
german: [_S_] Oh Gott! Bitte nicht cum insi...
italian: [_S_] Oh Dio! per favore non sperare dentro...

source: [_S_] Dammit!... I'm not on birth control
dutch: [_S_] Dammit!... Ik ben niet op geboortebeperking
french: [_S_] Merde !... Je ne prends pas de contraceptif
german: [_S_] Damm!... Ich bin nicht auf Verhütungskontrolle
italian: [_S_] Dammit!... Non sono sul controllo delle nascite

source: [_S_] If you got me pregnant!...
dutch: [_S_] Als je me zwanger hebt!...
french: [_S_] Si tu me mets enceinte!...
german: [_S_] Wenn du mich schwängern würdest!...
italian: [_S_] Se mi hai incinta!...

source: [_JJ_] Than our son or daughter would be well taken care of.
dutch: [_JJ_] Dan onze zoon of dochter zou goed verzorgd worden.
french: [_JJ_] que notre fils ou notre fille serait bien pris en charge.
german: [_JJ_] als unser Sohn oder unsere Tochter wäre gut versorgt.
italian: [_JJ_] Che nostro figlio o figlia sarebbe ben curato.

source: [_JJ_] I'd take good care of you too Sidney.
dutch: [_JJ_] Ik zou goed voor je zorgen te Zidney.
french: [_JJ_] Je prendrais bien soin de toi aussi Sidney.
german: [_JJ_] Ich würde mich auch um dich zu Sidney kümmern.
italian: [_JJ_] mi prenderei cura anche di te Sidney.

source: [_S_] Oh, you mean by fucking every woman that participates in one of your little card games?
dutch: [_S_] Oh, bedoelt u door elke vrouw die deelneemt aan een van uw kleine kaartspellen te verdraaien?
french: [_S_] Oh, tu veux dire en baisant chaque femme qui participe à un de tes petits jeux de cartes ?
german: [_S_] Oh, du meinst damit, jede Frau zu ficken, die an einem deiner kleinen Kartenspiele teilnimmt?
italian: [_S_] Oh, intendi scopare ogni donna che partecipa a uno dei tuoi piccoli giochi di carte?

source: [_JJ_] I'd give all that up for you.
dutch: [_JJ_] Ik zou dat alles voor je opgeven.
french: [_JJ_] Je donnerais tout ça pour toi.
german: [_JJ_] Ich würde all das für dich geben.
italian: [_JJ_] ti darei tutto quello per te.

source: [_R_] Ok, ok... Enough of this kind of talk!
dutch: [_R_] Ok, ok... Genoeg dit soort praten!
french: [_R_] Ok, ok... Assez de ce genre de discussion !
german: [_R_] Ok, ok... Genug dieser Art von Gespräch!
italian: [_R_] Ok, ok... Basta questo tipo di chiacchierate!

source: [_R_] They're coming home now, with me.
dutch: [_R_] Ze komen nu thuis, met mij.
french: [_R_] Ils rentrent à la maison maintenant, avec moi.
german: [_R_] Sie kommen jetzt mit mir nach Hause.
italian: [_R_] stanno tornando a casa ora, con me.

source: [_JJ_] Yeah, well... You'd better keep making that money. If you miss a week, and these lovely ladies come to visit me... I'll be sure they're well taken care of.
dutch: [_JJ_] Yeah, goed... Je kan maar beter dat geld blijven verdienen. Als je een week mist, en deze mooie dames komen mij bezoeken... Ik zal ervoor zorgen dat ze goed verzorgd zijn.
french: [_JJ_] Ouais, eh bien... Vous feriez mieux de continuer à gagner cet argent. Si tu rates une semaine, et que ces charmantes dames viennent me rendre visite... Je m'assurerai qu'on s'occupe bien d'elles.
german: [_JJ_] Ja, ja... Du solltest dieses Geld besser verdienen. Wenn Sie eine Woche verpassen, und diese hübschen Damen kommen zu mir ... Ich bin sicher, dass sie gut versorgt sind.
italian: [_JJ_] Sì, bene... Faresti meglio a continuare a fare quei soldi. Se ti manca una settimana, e queste belle signore vengono a trovarmi... sarò sicuro che sono ben curati.

source: [_MT_] {i}Mmmm... I wouldn't mind if I got my pussy taken care of by JJ again... Maybe I can get him in my school office sometime.{/i}
dutch: [_MT_] {i}Mmmm... Ik zou het niet erg vinden als ik mijn poes weer door JJ verzorgde. . Misschien kan ik hem ergens in mijn schoolkantoor krijgen.{/i}
french: [_MT_] {i}Mmmm... Ca ne me dérangerait pas que JJ s'occupe encore de ma chatte... Peut-être que je pourrais l'avoir dans mon bureau à l'école un jour...{/i}
german: [_MT_] {i}Mmmm... Ich hätte nichts dagegen, wenn ich meine Fotze wieder von JJ betreuen lassen würde. . Vielleicht kann ich ihn irgendwann in meinem Schulbüro bekommen.{/i}
italian: [_MT_] {i}Mmmm... Non mi dispiacerebbe se mi prendessi nuovamente cura della figa di JJ. . Forse lo posso ottenere nel mio ufficio scolastico qualche volta.{/i}

source: [_ST_] {i}I might just have to locate JJ when I'm working here next Monday... I wouldn't mind having my pussy taken care of by him again!{/i}
dutch: [_ST_] {i}Ik moet misschien gewoon JJ vinden als ik hier aanstaande maandag werk. . Het zou me geen moeite schelen om mijn poosje weer door hem te laten verzorgen!{/i}
french: [_ST_] {i}Je pourrais localiser JJ quand je travaillerai ici lundi prochain... Ça ne me dérangerait pas qu'il s'occupe à nouveau de ma chatte!{/i}
german: [_ST_] {i}Ich muss vielleicht nur JJ finden, wenn ich am nächsten Montag hier arbeite. . Ich hätte nichts dagegen, dass meine Fotze wieder von ihm betreut wird!{/i}
italian: [_ST_] {i}Potrei dover trovare JJ quando lavoro qui lunedì prossimo. . Non mi dispiacerebbe che la mia figa si prendesse cura di nuovo da lui!{/i}

source: {i}"Thanks for playing this specially commissioned event! And Thanks kingkoopa for the great scene idea, and for your support of the game!{/i}
dutch: {i}"Bedankt voor het spelen van dit speciaal bestelde evenement! En Bedankt aan kingkoopa voor het geweldige scène idee, en voor jouw steun aan het spel!{/i}
french: {i}'Merci d'avoir joué à cet événement spécialement commandé ! Et merci à kingkoopa pour la grande idée de scène, et pour votre soutien au jeu!{/i}
german: {i}"Danke, dass du dieses eigens beauftragte Event gespielt hast! Und Danke kingkoopa für die großartige Szene-Idee und für deine Unterstützung des Spiels!{/i}
italian: {i}"Grazie per aver giocato questo evento appositamente commissionato! E Grazie kingkoopa per la grande idea di scena, e per il tuo supporto al gioco!{/i}

source: {i}"And now, back to our game!{/i}
dutch: {i}"En nu terug naar ons spel!{/i}
french: {i}'Et maintenant, revenons à notre jeu!{/i}
german: {i}"Und jetzt zurück zu unserem Spiel!{/i}
italian: {i}"E ora, torna al nostro gioco!{/i}

source: Play Scene
dutch: Scène Afspelen
french: Scène de jeu
german: Szene spielen
italian: Riproduci Scena

source: I'll check it out later in the gallery.
dutch: Ik zal het later op de tribune bekijken.
french: Je vérifierai plus tard dans la galerie.
german: Ich werde es mir später in der Galerie ansehen.
italian: Lo controllerò più tardi nella galleria.

source: [_JJ_] Excellent!
german: [_JJ_] Hervorragend!
italian: [_JJ_] Eccellente!

source: [_JJ_] Oh, yeah!
dutch: [_JJ_] Oh, ja!
german: [_JJ_] Oh, ja!
italian: [_JJ_] Oh, sì!

source: [_M_] Aaaahhhh!!...
german: [_M_] Aaahhhh!!...
italian: [_M_] Aaaahhhhh!!...

source: [_S_] Aaaahhh!
dutch: [_S_] Aaaahh!
german: [_S_] Aaaahh!
