Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: {i}"Congratulations, You have unlocked a special noncanonical NTR event scene!"{/i}
dutch: {i}"Gefeliciteerd, je hebt een speciale non-canonical NTR event scene ontgrendeld!"{/i}
french: {i}'Félicitations, vous avez débloqué une scène spéciale non canonique de NTR !'.{/i}
german: {i}"Herzlichen Glückwunsch, Sie haben eine besondere, nicht-kanonische NTR-Ereignisszene freigeschaltet!"{/i}
italian: {i}"Congratulazioni, Hai sbloccato una scena speciale NTR non canonica!"{/i}

source: {i}"In other words, this scene is not part of the game!"{/i}
dutch: {i}"Met andere woorden, deze scène maakt geen deel uit van het spel!"{/i}
french: {i}'En d'autres termes, cette scène ne fait pas partie du jeu !'{/i}
german: {i}"Mit anderen Worten, diese Szene ist nicht Teil des Spiels!"{/i}
italian: {i}"In altre parole, questa scena non fa parte del gioco!"{/i}

source: {i}"This scene was commissioned by our good friend and super supporter, "kingkoopa". The premise of the event's story was his idea."{/i}
dutch: {i}"Deze scène werd besteld door onze goede vriend en super supporter, "Koninkrijkoopa". De premisse van het evenement verhaal was zijn ideeën. "{/i}
french: {i}'Cette scène a été commandée par notre bon ami et super supporter, 'kingkoopa'. La prémisse de l'histoire de l'événement était son idée.' {/i}
german: {i}"Diese Szene wurde von unserem guten Freund und Super-Unterstützer "kingkoopa" in Auftrag gegeben. Die Geschichte des Events war seine Idee."{/i}
italian: {i}"Questa scena è stata commissionata dal nostro buon amico e super sostenitore, "kingkoopa". La premessa della storia dell'evento era la sua idea."{/i}

source: {i}"He has been kind enough to let us place it in our game as a reward for completing the NTR event number 89!"{/i}
dutch: {i}"Hij is aardig genoeg om ons als beloning in ons spel te laten plaatsen voor het voltooien van het NTR evenement nummer 89!"{/i}
french: {i}'Il a eu la gentillesse de nous laisser le placer dans notre jeu comme récompense pour avoir accompli l'événement NTR numéro 89 !'{/i}
german: {i}"Er war so freundlich, es uns als Belohnung für den Abschluss des NTR-Ereignisses Nummer 89 in unser Spiel aufzunehmen!"{/i}
italian: {i}"È stato abbastanza gentile da farci inserire nel nostro gioco come ricompensa per aver completato l'evento NTR numero 89!"{/i}

source: {i}"I really enjoyed bringing kingkoopa's idea to life, and if you enjoy the content, make sure you thank him in our Discord server for making this scene possible!"{/i}
dutch: {i}"Ik heb het leuk gevonden om het idee van koninkrijk tot leven te brengen en als u van de inhoud houdt, Zorg ervoor dat je hem in onze Discord server bedankt hebt voor het mogelijk maken van deze scène! {/i}
french: {i}'J'ai vraiment apprécié de donner vie à l'idée de Kingkoopa, et si vous appréciez le contenu, assurez-vous de le remercier sur notre serveur Discord pour avoir rendu cette scène possible !'{/i}
german: {i}"Ich habe es wirklich genossen, kingkoopas Idee zum Leben zu erwecken, und wenn euch der Inhalt gefällt, solltet ihr ihm auf unserem Discord-Server dafür danken, dass er diese Szene möglich gemacht hat!"{/i}
italian: {i}"Mi è piaciuto molto portare in vita l'idea di kingkoopa, e se ti piace il contenuto, assicurati di ringraziarlo nel nostro server Discord per aver reso possibile questa scena! {/i}

source: {i}"Would you like to play this scene right now?... If you don't want to play it now, it will be available in the NTR gallery to play anytime."{/i}
dutch: {i}"Wilt u deze scène nu meteen spelen?... Als je het nu niet wilt spelen, zal het beschikbaar zijn in de NTR galerij om op elk moment te spelen."{/i}
french: {i}'Voulez-vous jouer cette scène maintenant ?... Si vous ne voulez pas la jouer maintenant, elle sera disponible dans la galerie NTR pour être jouée à tout moment.'{/i}
german: {i}"Möchtest du diese Szene jetzt spielen?... Wenn du es jetzt nicht abspielen möchtest, wird es in der NTR-Galerie jederzeit verfügbar sein."{/i}
italian: {i}"Vuoi giocare a questa scena in questo momento?... Se non vuoi giocarlo ora, sarà disponibile nella galleria NTR per giocare in qualsiasi momento."{/i}

source: [_R_] I can't believe you were just letting those guys grab your ass like that!
dutch: [_R_] Ik kan niet geloven dat je alleen maar de jongens je pas laat pakken!
french: [_R_] Je n'arrive pas à croire que tu laissais ces gars t'attraper le cul comme ça !
german: [_R_] Ich kann nicht glauben, dass du nur die Jungs deinen Arsch packen möchtest!
italian: [_R_] Non riesco a credere che tu stesse solo lasciando quei ragazzi afferrare il culo così!

source: [_S_] [ryan], relax! It happens all the time... Those guys tip much much better when I let them grab me like that.
dutch: [_S_] [ryan], relax! Het gebeurt de hele tijd... die jongens tippen veel beter wanneer ik ze zo laat pakken.
french: [_S_] [ryan] Détendez-vous ! Ça arrive tout le temps... Ces types donnent de bien meilleurs pourboires quand je les laisse m'attraper comme ça.
german: [_S_] [ryan], entspannen! Es passiert die ganze Zeit... Diese Jungs tippen viel besser, wenn ich sie mir so machen lässt.
italian: [_S_] [ryan], rilassati! Succede tutto il tempo... Quei ragazzi punta molto meglio quando li lascio afferrare me così.

source: [_J_] There you two are... Perfect!... I was looking for you.
dutch: [_J_] Daar ben je twee geweest... Perfect!... Ik was op zoek naar jou.
french: [_J_] Vous voilà tous les deux... Parfait !... Je vous cherchais.
german: [_J_] Da bist du... Perfekt!... Ich war auf der Suche nach dir.
italian: [_J_] Ci sei due... Perfetto!... Stavo cercando te.

source: [_R_] Is there something we can help you with?
dutch: [_R_] Is er iets waarmee we je kunnen helpen?
french: [_R_] Pouvons-nous vous aider ?
german: [_R_] Gibt es etwas, mit dem wir dir helfen können?
italian: [_R_] C'è qualcosa con cui possiamo aiutarti?

source: [_J_] Yes, your presence is requested in the high rollers room. And by requested, I mean you don't have a choice.
dutch: [_J_] Ja, jouw aanwezigheid wordt aangevraagd in de kamer van hoge rollers. En op verzoek bedoel ik dat je geen keuze hebt.
french: [_J_] Oui, votre présence est requise dans la chambre des flambeurs. Et par demandée, je veux dire que vous n'avez pas le choix.
german: [_J_] Ja, deine Anwesenheit wird im Hochrollerraum angefordert. Und auf Wunsch meine ich, du hast keine Wahl.
italian: [_J_] Sì, la tua presenza è richiesta nella stanza dei rulli alti. E per richiesta, voglio dire che non hai scelta.

source: [_R_] Both of us?
dutch: [_R_] beide?
french: [_R_] Tous les deux ?
german: [_R_] Beide von uns?
italian: [_R_] Entrambi noi?

source: [_J_] That's what I said.
dutch: [_J_] Dat is wat ik zei.
french: [_J_] C'est ce que j'ai dit.
german: [_J_] Das habe ich gesagt.
italian: [_J_] È quello che ho detto.

source: [_J_] Sidney, you know the way. Please, escort your brother there immediately.
dutch: [_J_] Zidney, jij weet de weg. Gelieve uw broer daar onmiddellijk te begeleien.
french: [_J_] Sidney, vous connaissez le chemin. S'il vous plaît, escortez votre frère là-bas immédiatement.
german: [_J_] Sidney, du kennst den Weg. Bitte begleiten Sie Ihren Bruder dort sofort.
italian: [_J_] Sidney, tu sai la strada. Ti preghiamo di scortare subito tuo fratello.

source: [_J_] I've got to go round one more person up.
dutch: [_J_] Ik moet nog één persoon omdraaien.
french: [_J_] Je dois faire le tour d'une autre personne.
german: [_J_] Ich muss eine weitere Person umdrehen.
italian: [_J_] devo andare in giro per un'altra persona.

source: [_R_] I didn't even know this room existed.
dutch: [_R_] Ik wist niet eens dat deze kamer bestond.
french: [_R_] Je ne savais même pas que cette pièce existait.
german: [_R_] Ich wusste nicht einmal, dass dieser Raum existierte.
italian: [_R_] non sapevo nemmeno che questa stanza esistesse.

source: [_S_] What, are you an idiot? Every casino has high roller rooms.
dutch: [_S_] Wat ben jij een idio? Elke casino heeft een hoge rolkamer.
french: [_S_] Quoi, vous êtes un idiot ? Chaque casino a des salles pour les flambeurs.
german: [_S_] Was bist du ein Idiot? Jedes Casino hat hohe Rollenräume.
italian: [_S_] Che cosa, sei un idiota? Ogni casinò ha alte camere a rulli.

source: [_X_] Ryan, Sidney... Welcome to the high roller's room!
dutch: [_X_] Ryan, Sidney... Welkom in de hoge roller's kamer!
french: [_X_] Ryan, Sidney... Bienvenue dans la chambre des flambeurs !
german: [_X_] Ryan, Sidney... Willkommen im Hochrollerzimmer!
italian: [_X_] Ryan, Sidney... Benvenuti nella camera ad alto rullo!

source: [_R_] JJ?... From my art class?... Is that you?
dutch: [_R_] JJ?... Van mijn kunst klas?... Ben jij dat ook?
french: [_R_] JJ ?... De mon cours d'art ?... C'est toi ?
german: [_R_] JJ?... Von meiner Kunst-Klasse?... Ist das du?
italian: [_R_] JJ?... Dalla mia classe d'arte?... è vero?

source: [_JJ_] Yeah, That's me.
dutch: [_JJ_] Yeah, dat ben ik.
french: [_JJ_] Oui, c'est moi.
german: [_JJ_] Ja, das ist ich.
italian: [_JJ_] Sì, sono io.

source: [_R_] What are you doing here?
dutch: [_R_] Wat doe je hier?
french: [_R_] Qu'est-ce que tu fais ici ?
german: [_R_] Was machst du hier?
italian: [_R_] Cosa stai facendo qui?

source: [_JJ_] Hahaha... Well, I've practically grown up here.
dutch: [_JJ_] Hahaha... Nou, ik ben hier praktisch gegroeid.
french: [_JJ_] Hahaha... Eh bien, j'ai pratiquement grandi ici.
german: [_JJ_] Hahaha... Nun, ich bin hier praktisch aufgewachsen.
italian: [_JJ_] Hahaha... Beh, sono praticamente cresciuto qui.

source: [_JJ_] Didn't you know that I'm Joey DeCapo's son?
dutch: [_JJ_] Wist je niet dat ik Joey DeCapo's zoon?
french: [_JJ_] Vous ne saviez pas que je suis le fils de Joey DeCapo ?
german: [_JJ_] Wussten Sie nicht, dass ich Joey DeCapos Sohn bin?
italian: [_JJ_] non sapevi che sono il figlio di Joey DeCapo?

source: [_R_] Oh, my God... No, I didn't know that... Then JJ stands for...
dutch: [_R_] Oh, mijn God... Nee, dat wist ik niet... dan staat JJ voor...
french: [_R_] Oh, mon Dieu... Non, je ne le savais pas... Alors JJ veut dire...
german: [_R_] Oh, mein Gott... Nein, das wusste ich nicht... Dann steht JJ für...
italian: [_R_] Oh, mio Dio... No, non lo sapevo... Allora JJ sta per char@@0

source: [_JJ_] Joey Junior... Yep... That's right.
dutch: [_JJ_] Joey Junior... Yep... Dat is juist.
french: [_JJ_] Joey Junior... Ouaip... C'est ça.
german: [_JJ_] Joey Junior... Ja... Das ist richtig.
italian: [_JJ_] Joey Junior... Sì... È giusto.

source: [_R_] Holy fuck!
dutch: [_R_] Heilige fusie!
french: [_R_] Putain!
german: [_R_] Heiliger Fick!
italian: [_R_] Porca puttana!

source: [_R_] Do you know what we're doing here?
dutch: [_R_] Weet jij wat we hier aan het doen?
french: [_R_] Tu sais ce qu'on fait ici ?
german: [_R_] Wissen Sie, was wir hier machen?
italian: [_R_] Sai cosa stiamo facendo qui?

source: [_JJ_] Yeah... It's my birthday!
dutch: [_JJ_] Yeah... Het is mijn verjaardag!
french: [_JJ_] Oui... C'est mon anniversaire !
german: [_JJ_] Ja... Es ist mein Geburtstag!
italian: [_JJ_] Sì... È il mio compleanno!

source: [_JJ_] I asked my dad to invite you.
dutch: [_JJ_] Ik heb mijn vader gevraagd je uit te nodigen.
french: [_JJ_] J'ai demandé à mon père de t'inviter.
german: [_JJ_] Ich habe meinen Vater gebeten, Sie einzuladen.
italian: [_JJ_] ho chiesto a mio padre di invitarti.

source: [_R_] Doesn't invited mean you have a choice?
french: [_R_] L'invitation ne signifie-t-elle pas que vous avez le choix ?
german: [_R_] Bedeutet nicht, dass du eine Wahl hast?
italian: [_R_] Non invitate significa avere una scelta?

source: [_JJ_] You do have a choice. Please, [ryan] just come sit down in this chair. Sidney you can stand by [ryan]... I've got a proposal I want to run by you.
dutch: [_JJ_] Je hebt wel een keuze. Alstublieft, [ryan] ga gewoon zitten in deze stoel. Sidney die je bij [ryan]kunt staan... Ik heb een voorstel dat ik aan je wil doen.
french: [_JJ_] Vous avez le choix. S'il vous plaît, [ryan] venez juste vous asseoir sur cette chaise. Sidney, vous pouvez rester sur [ryan]... J'ai une proposition que je veux vous soumettre.
german: [_JJ_] Sie haben eine Wahl. Bitte, [ryan] kommt einfach auf diesen Stuhl. Sidney können Sie durch [ryan]... Ich habe einen Vorschlag, den ich von Ihnen führen will.
italian: [_JJ_] Hai una scelta. Per favore, [ryan] siediti su questa sedia. Sidney puoi stare in piedi da [ryan]... Ho una proposta che voglio correre da te.

source: [_J_] And here we are.
dutch: [_J_] En hier zijn we ook.
french: [_J_] Et nous y voilà.
german: [_J_] Und hier sind wir.
italian: [_J_] E qui siamo.

source: [_M_] Joey, why are my kids here?
dutch: [_M_] vreugde, waarom zijn mijn kinderen hier?
french: [_M_] Joey, pourquoi mes enfants sont ici ?
german: [_M_] Joey, warum sind meine Kinder hier?
italian: [_M_] Joey, perché sono i miei figli qui?

source: [_M_] And is that JJ from my 3rd period class?
dutch: [_M_] En is dat JJ van mijn 3e periode klasse?
french: [_M_] Et est-ce que c'est JJ de ma classe de 3ème période ?
german: [_M_] Und ist das JJ aus meiner 3. Periodenklasse?
italian: [_M_] Ed è che JJ della mia terza classe di tempo?

source: [_JJ_] Hi, Miss [mom_name]
dutch: [_JJ_] Hi, Mis [mom_name]
french: [_JJ_] Bonjour, Mlle [mom_name]
german: [_JJ_] Hallo, Miss [mom_name]

source: [_JJ_] Welcome to my birthday party.
dutch: [_JJ_] Welkom op mijn verjaardagsfeestje.
french: [_JJ_] Bienvenue à ma fête d'anniversaire.
german: [_JJ_] Willkommen bei meiner Geburtstagsparty.
italian: [_JJ_] Benvenuto alla mia festa di compleanno.

source: [_M_] Birthday party?... In a Mob casino?
dutch: [_M_] Verjaardagsfeest?... In een casino?
french: [_M_] Une fête d'anniversaire ?... Dans un casino de la mafia ?
german: [_M_] Geburtstagsparty?... In einem Mob-Casino?
italian: [_M_] Festa di compleanno?... In un casinò di Mob?

source: [_M_] You better be turning twenty-one! Otherwise, you shouldn't be drinking, either.
dutch: [_M_] Je kunt beter 21 veranderen! Anders moet je ook niet drinken.
french: [_M_] Tu ferais mieux d'avoir vingt et un ans ! Sinon, tu ne devrais pas boire non plus.
german: [_M_] Du solltest besser einundzwanzig werden! Andernfalls solltest du auch nicht trinken.
italian: [_M_] Faresti meglio a girare ventune! Altrimenti, non dovresti bere, neanche.

source: [_JJ_] Haha... You know I'm just turning eighteen... But my dad let's me have a drink or two on my birthday.
dutch: [_JJ_] Haha... Je weet dat ik net achttien word ... Maar mijn vader laat me een drankje of twee hebben op mijn verjaardag.
french: [_JJ_] Haha... Tu sais que je viens juste d'avoir 18 ans... Mais mon père me laisse boire un verre ou deux pour mon anniversaire.
german: [_JJ_] Haha... Du weißt, ich werde gerade achtzehn werden... Aber mein Vater lasst mich ein oder zwei Getränke am Geburtstag trinken.
italian: [_JJ_] Haha... Sai che sto girando diciotto volte... Ma mio padre mi lasciamo bere o due durante il mio compleanno.

source: [_M_] Dad?
dutch: [_M_] papa?
french: [_M_] Papa ?
german: [_M_] Pap?
italian: [_M_] Papà?

source: [_JJ_] That's right... I'm Joey's son.
dutch: [_JJ_] Dat klopt... Ik ben de zoon van Joey.
french: [_JJ_] C'est vrai... Je suis le fils de Joey.
german: [_JJ_] Das ist richtig... Ich bin Joey's Sohn.
italian: [_JJ_] È giusto... sono il figlio di Joey.

source: [_M_] What in the hell is going on here?
dutch: [_M_] Wat in de hel gaande is?
french: [_M_] Que diable se passe-t-il ici ?
german: [_M_] Was in der Hölle geht hier vor?
italian: [_M_] Che cosa sta succedendo nell'inferno?

source: [_J_] Why don't you go on in and you'll soon find out.
dutch: [_J_] Waarom ga je niet verder in en kom je binnenkort eruit.
french: [_J_] Pourquoi ne pas y aller et vous le découvrirez bientôt.
german: [_J_] Warum gehst du nicht weiter und du wirst bald herausfinden.
italian: [_J_] Perché non vai avanti e presto scoprirai.

source: [_J_] Happy Birthday, Son!
dutch: [_J_] Fijne verjaardag, zon!
french: [_J_] Joyeux anniversaire, mon fils !
german: [_J_] Geburtstag, Sohn!
italian: [_J_] Buon Compleanno, Figlio!

source: [_J_] If you need anything, I'll just be in the control room.
dutch: [_J_] Als je iets nodig hebt, kom ik gewoon in de controlekamer.
french: [_J_] Si vous avez besoin de quelque chose, je serai dans la salle de contrôle.
german: [_J_] Wenn du irgendetwas brauchst, bin ich nur im Kontrollraum.
italian: [_J_] Se hai bisogno di qualcosa, sarò solo nella sala di controllo.

source: [_JJ_] Thanks, Dad!
dutch: [_JJ_] Bedankt, papa!
french: [_JJ_] Merci, papa !
german: [_JJ_] Danke, Pap!
italian: [_JJ_] Grazie, Papà!

source: [_JJ_] Now, to answer all of your questions about what you're doing here.
dutch: [_JJ_] Nu, om al je vragen over wat je hier doet te beantwoorden.
french: [_JJ_] Maintenant, pour répondre à toutes vos questions sur ce que vous faites ici.
german: [_JJ_] Jetzt, um alle deine Fragen zu beantworten, was du hier machst.
italian: [_JJ_] Ora, per rispondere a tutte le tue domande su quello che stai facendo qui.

source: [_JJ_] As you are now aware... Today is my birthday.
dutch: [_JJ_] Zoals je nu weet ... Vandaag is mijn verjaardag.
french: [_JJ_] Comme vous le savez maintenant... Aujourd'hui c'est mon anniversaire.
german: [_JJ_] Wie du jetzt weißt... Heute ist mein Geburtstag.
italian: [_JJ_] Come ora sapete... Oggi è il mio compleanno.

source: [_M_] {i}(Mumbling){/i} Happy Birthday.
dutch: [_M_] {i}(Mumbling){/i} Gefeliciteerd.
french: [_M_] {i}(Marmonnant){/i} Joyeux anniversaire.
german: [_M_] {i}(Mumbling){/i} Gute Geburtstag.
italian: [_M_] {i}(Mumbling){/i} Buon Compleanno.

source: [_JJ_] Thank you Miss [mom_name]!
dutch: [_JJ_] Dank u wel, mevrouw [mom_name]!
french: [_JJ_] Merci Mlle [mom_name]!
german: [_JJ_] Vielen Dank Miss [mom_name]!
italian: [_JJ_] Grazie Miss [mom_name]!

source: [_JJ_] Growing up in a casino, I've always loved to gamble.
dutch: [_JJ_] is opgegroeid in een casino, ik heb altijd van gokken gehouden.
french: [_JJ_] Ayant grandi dans un casino, j'ai toujours aimé jouer.
german: [_JJ_] Erwachsen in einem Casino, ich habe immer gerne zu spielen.
italian: [_JJ_] Crescendo in un casinò, mi è sempre piaciuto scommettere.

source: [_JJ_] And the game I love the most, is no limit, Texas Hold'em.
dutch: [_JJ_] En het spel waar ik het meest van hou, is geen limiet, Texas Hold'em.
french: [_JJ_] Et le jeu que j'aime le plus, c'est le Texas Hold'em sans limite.
german: [_JJ_] Und das Spiel, das ich am meisten liebe, ist kein Limit, Texas Hold'em.
italian: [_JJ_] E il gioco che amo di più, non è limite, Texas Hold'em.

source: [_JJ_] I'm sick of playing with the regulars, and I just found out that some of your family is working here now.
dutch: [_JJ_] Ik ben het beu om met de regelgevers te spelen en ik heb net gehoord dat sommige van je familie hier nu werken.
french: [_JJ_] J'en ai marre de jouer avec les habitués, et je viens d'apprendre qu'une partie de ta famille travaille ici maintenant.
german: [_JJ_] Ich bin es leid, mit den Stammgästen zu spielen, und ich habe gerade herausgefunden, dass ein Teil deiner Familie jetzt hier arbeitet.
italian: [_JJ_] Sono stufo di giocare con i regolari, e ho appena scoperto che alcuni della tua famiglia stanno lavorando qui.

source: [_M_] Not really by choice.
dutch: [_M_] Niet echt te kiezen.
french: [_M_] Pas vraiment par choix.
german: [_M_] nicht wirklich aus Wahl.
italian: [_M_] Non proprio per scelta.

source: [_S_] I'm here by choice.
dutch: [_S_] Ik ben er bij keuze.
french: [_S_] Je suis ici par choix.
german: [_S_] Ich bin hier nach Wahl.
italian: [_S_] Sono qui per scelta.

source: [_M_] Just to spite me.
dutch: [_M_] gewoon om me te bewaren.
french: [_M_] Juste pour me contrarier.
german: [_M_] Nur um mich zu trotzen.
italian: [_M_] Solo per gridarmi.

source: [_R_] Please, don't get into it right now.
dutch: [_R_] Alsjeblieft, kom er nu niet in.
french: [_R_] S'il te plaît, ne t'y mets pas tout de suite.
german: [_R_] Bitte kommen Sie jetzt nicht ins Spiel.
italian: [_R_] Per favore, non entrarci in questo momento.

source: [_R_] Let's finish hearing JJ out.
dutch: [_R_] Laten we JJ horen eindigen.
french: [_R_] Finissons d'écouter JJ.
german: [_R_] Lass uns JJ hören.
italian: [_R_] Finiamo di sentire JJ fuori.

source: [_JJ_] Right, so I wanted to offer you a proposition.
dutch: [_JJ_] Goed, dus ik wilde je een voorstel aanbieden.
french: [_JJ_] Bien, alors je voulais vous faire une proposition.
german: [_JJ_] rechts, also wollte ich Ihnen ein Angebot unterbreiten.
italian: [_JJ_] destra, quindi ho voluto offrirvi una proposta.

source: [_JJ_] I want you to play me in Texas Hold'em.
dutch: [_JJ_] Ik wil dat jij me speelt in Texas Hold'em.
french: [_JJ_] Je veux que tu joues contre moi au Texas Hold'em.
german: [_JJ_] Ich möchte, dass du mich in Texas Hold'em spielst.
italian: [_JJ_] Voglio che tu mi suoni in Texas Hold'em.

source: [_JJ_] The prize if you win, is that your debt will be erased.
dutch: [_JJ_] De prijs als je wint, is dat je schuld wordt gewist.
french: [_JJ_] Le prix, si vous gagnez, est que votre dette sera effacée.
german: [_JJ_] Der Preis, wenn du gewinnst, ist, dass deine Schulden gelöscht werden.
italian: [_JJ_] Il premio se vinci, è che il tuo debito verrà cancellato.

source: [_R_] Whoa... holy shit!... Are you serious?
dutch: [_R_] Wie... heilig zoes!... Weet je het serieus?
french: [_R_] Whoa... Putain de merde !... T'es sérieux ?
german: [_R_] Who... heilige Scheiße!... Sind Sie ernst?
italian: [_R_] Whoa... merda santa!... Sei serio?

source: [_M_] What's the catch?
dutch: [_M_] Wat is de vangst?
french: [_M_] Quel est le piège ?
german: [_M_] Was ist der Fang?
italian: [_M_] Qual è la cattura?

source: [_JJ_] The catch is, this is a game of strip Hold'em, on your part.
dutch: [_JJ_] The catch is, this is a game of strip Hold'em, van jouw kant.
french: [_JJ_] Le piège est que c'est un jeu de strip Hold'em, de votre part.
german: [_JJ_] Der Fang ist, dies ist ein Spiel von Strip Hold'em, von deiner Seite.
italian: [_JJ_] La cattura è, questo è un gioco di striscia Hold'em, da parte vostra.

source: [_M_] I knew it.
dutch: [_M_] Ik wist het.
french: [_M_] Je le savais.
german: [_M_] Ich wusste es.
italian: [_M_] lo sapevo.

source: [_M_] I always pegged you for a pervert.
dutch: [_M_] Ik heb je altijd voor een perversje gegooid.
french: [_M_] Je t'ai toujours pris pour un pervers.
german: [_M_] Ich steckte dich immer an ein pervertieres.
italian: [_M_] Ti ho sempre ancorato per un pervertito.

source: [_JJ_] Says my teacher who strips at my dad's club on the weekends.
dutch: [_JJ_] zegt mijn leraar die tijdens het weekend bij mijn vader club aftrekt.
french: [_JJ_] Dit mon professeur qui fait du strip-tease au club de mon père les week-ends.
german: [_JJ_] Sagt meinem Lehrer, der an den Wochenenden an meinem Vater-Klub abstreift.
italian: [_JJ_] Dice il mio insegnante che striscia al club di mio papà nel fine settimana.

source: [_JJ_] It's not like this is out of your scope.
dutch: [_JJ_] Het is niet alsof dit buiten uw bereik valt.
french: [_JJ_] Ce n'est pas comme si c'était hors de ta portée.
german: [_JJ_] Es ist nicht so, als wäre dies außerhalb deines Anwendungsbereichs.
italian: [_JJ_] Non è così è fuori dal tuo ambito.

source: [_M_] I strip for grown men, not for my students.
dutch: [_M_] Ik streep grote, niet voor mijn leerlingen.
french: [_M_] Je me déshabille pour les adultes, pas pour mes étudiants.
german: [_M_] Ich streife für gewachsene Männer, nicht für meine Schüler.
italian: [_M_] Io striscio per gli uomini adulti, non per i miei studenti.
