Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: [_M_] This is impossible!... the odds... there's just no way!
dutch: [_M_] Dit is onmogelijk!... het kant... er is gewoon geen manier!
french: [_M_] C'est impossible ! ... les chances... c'est juste impossible !
german: [_M_] Das ist unmöglich!... die Chancen... es gibt einfach keine Möglichkeit!
italian: [_M_] Questo è impossibile!... le probabilità... non c'è nessun modo!

source: [_M_] I don't know how you did it, but somehow, I know you cheated!
dutch: [_M_] Ik weet niet hoe je het hebt gedaan, maar op de een of andere manier, ik weet dat je valsgespeeld hebt!
french: [_M_] Je ne sais pas comment tu as fait, mais je sais que tu as triché !
german: [_M_] Ich weiß nicht wie, aber irgendwie weiß ich, dass du geschummelt hast!
italian: [_M_] Non so come l'hai fatto, ma in qualche modo, lo so che hai imbrogliato!

source: [_M_] There's no way we're letting you fuck us! You don't have any proof that we made that bet.
dutch: [_M_] We laten je niet vertroebelen! Je hebt geen bewijs dat we hebben gemaakt van die weddenschap.
french: [_M_] Il n'y a pas moyen qu'on vous laisse nous baiser ! Vous n'avez aucune preuve que nous avons fait ce pari.
german: [_M_] Es gibt keine Möglichkeit, dass wir dich ficken lassen! Du hast keinen Beweis dafür, dass wir diese Wette gemacht haben.
italian: [_M_] Non c'è modo di farci scopare noi! Non hai alcuna prova che abbiamo fatto quella scommessa.

source: [_J_] {i}(Voice over speaker){/i} Uhh... Actually, [mom_name]...
dutch: [_J_] {i}(Stem over speaker){/i} Uhh... Eigenlijk [mom_name]...
french: [_J_] {i}(Voix off du haut-parleur){/i} Uhh... En fait, [mom_name]...
german: [_J_] {i}(Stimme über Lautsprecher){/i} Uhhh... Eigentlich [mom_name]...
italian: [_J_] {i}(Voice over speaker){/i} Uh... In realtà, [mom_name]...

source: [_J_] We've been recording everything that's been said in that room, and I make sure all bets are enforced.
dutch: [_J_] We hebben alles vastgelegd wat er in die kamer gezegd is en ik zorg ervoor dat alle gokken gehandhaafd worden.
french: [_J_] Nous avons enregistré tout ce qui a été dit dans cette pièce, et je m'assure que tous les paris sont respectés.
german: [_J_] Wir haben alles aufgezeichnet, was in diesem Raum gesagt wurde, und ich stelle sicher, dass alle Wetten durchgesetzt werden.
italian: [_J_] Abbiamo registrato tutto quello che è stato detto in quella stanza, e mi assicuro che tutte le scommesse siano applicate.

source: [_M_] You've been recording us?
dutch: [_M_] Je hebt ons opgenomen?
french: [_M_] Vous nous avez enregistrés ?
german: [_M_] Sie haben uns aufgezeichnet?
italian: [_M_] Ci hai registrati?

source: [_M_] That's illegal without our concent!
dutch: [_M_] Dat is illegaal zonder ons concentraat!
french: [_M_] C'est illégal sans notre accord !
german: [_M_] Das ist illegal ohne unsere Konzentration!
italian: [_M_] È illegale senza il nostro concente!

source: [_J_] Yeah well... Mafia.
dutch: [_J_] Ja wel... maafia.
french: [_J_] Ouais, eh bien... Mafia.
german: [_J_] Ja, ja... Mafia.
italian: [_J_] Sì bene... Mafia.

source: [_MT_] {i}Fuck!{/i}
french: [_MT_] {i}Merde !{/i}

source: [_J_] {i}(Voice over speaker){/i} Hey son! Happy Birthday. I'll let you take it from here. Just let me know if they cause any more problems, or try to wriggle out of their obligation.
dutch: [_J_] {i}(Stem over speaker){/i} Hey son! Gefeliciteerd. Ik laat je hier vanaf nemen. Laat het me gewoon weten of ze nog meer problemen veroorzaken, of probeer hun plicht te ontlopen.
french: [_J_] {i}(Voix sur haut-parleur){/i} Hey fils ! Joyeux Anniversaire. Je te laisse prendre le relais. Fais-moi juste savoir s'ils causent d'autres problèmes, ou s'ils essaient de se dérober à leurs obligations.
german: [_J_] {i}(Stimme über Lautsprecher){/i} Hey Sohn! Alles Gute zum Geburtstag. Ich lasse es dir von hier nehmen. Lassen Sie mich einfach wissen, ob sie noch weitere Probleme verursachen oder versuchen, sich aus ihrer Verpflichtung zu befreien.
italian: [_J_] {i}(Voice over speaker){/i} Hey son! Buon compleanno. Ti lascerò prendere da qui. Fatemi sapere se causano altri problemi, o cercate di aggirare il loro obbligo.

source: [_JJ_] Thanks Dad!... Will do!
dutch: [_JJ_] Bedanktpapa!... Dat zal gebeuren!
french: [_JJ_] Merci papa ... Je le ferai !
german: [_JJ_] Danke Dad!... wird es tun!
italian: [_JJ_] Grazie papà!... Lo farà!

source: [_JJ_] Well, I think we should get started. You can't even believe how long I've been imagining doing this with you Miss [mom_name]! And having your daughter as well will make this the best birthday of my life!
dutch: [_JJ_] Nou, ik denk dat we moeten beginnen. Je kan niet eens geloven hoe lang ik me al bedacht met jou Miss [mom_name]! En je dochter maakt dit ook de beste verjaardag van mijn leven!
french: [_JJ_] Eh bien, je pense que nous devrions commencer. Vous ne pouvez pas croire combien de temps j'ai imaginé faire ça avec vous Miss [mom_name]! Et avoir votre fille en plus fera de cet anniversaire le plus beau de ma vie !
german: [_JJ_] Nun, ich denke, wir sollten loslegen. Du kannst nicht einmal glauben, wie lange ich mir das mit Miss [mom_name] vorstelle! Und auch Ihre Tochter wird diesen zum besten Geburtstag meines Lebens machen!
italian: [_JJ_] Beh, penso che dovremmo iniziare. Non puoi nemmeno credere per quanto tempo ho immaginato di farlo con te Miss [mom_name]! E avendo vostra figlia anche farà questo il miglior compleanno della mia vita!

source: [_M_] Oh, good Lord! You've dropped your pants already... and you're much bigger than your fath... Um, I mean... bigger than I expected.
dutch: [_M_] Oh, goede Heer! Je hebt je broek al laten vallen ... en je bent veel groter dan je fade... Um, ik bedoel... groter dan ik had verwacht.
french: [_M_] Oh, bon Dieu ! Tu as déjà baissé ton pantalon... et tu es beaucoup plus grand que ton fath... Hum, je veux dire... plus grand que ce que j'attendais.
german: [_M_] Oh, guter Lord! Du hast deine Hosen schon fallengelassen... und du bist viel größer als dein Fath... Um, ich meine... größer als ich erwartet hatte.
italian: [_M_] Oh, buon Signore! Hai già fatto cadere i pantaloni... e sei molto più grande del tuo tempo... Um, voglio dire... più grande di quanto mi aspettassi.

source: [_JJ_] Uhh... Thanks.
dutch: [_JJ_] Uhh... Bedankt.
french: [_JJ_] Uhh... Merci.
german: [_JJ_] Uhhh... Danke.
italian: [_JJ_] Uhh... Grazie.

source: [_JJ_] But I've always been more of a grower than a shower.
dutch: [_JJ_] Maar ik ben altijd meer kweker geweest dan een douche.
french: [_JJ_] Mais j'ai toujours été plus un cultivateur qu'une douche.
german: [_JJ_] Aber ich war schon immer mehr ein Züchter als eine Dusche.
italian: [_JJ_] Ma sono sempre stato più coltivatore di una doccia.

source: [_S_] Oh, holy hell!
dutch: [_S_] Oh, heilige hel!
french: [_S_] Oh, bon sang !
german: [_S_] Oh, heilige Hölle!
italian: [_S_] Oh, inferno santo!

source: [_M_] Oh, God... how is this going to fit?
dutch: [_M_] Oh, God... hoe past dit?
french: [_M_] Oh, mon Dieu... comment ça va rentrer ?
german: [_M_] Oh, Gott... wie wird das passt?
italian: [_M_] Oh, Dio... come andrà a confondere?

source: [_JJ_] Don't worry Miss [mom_name]... you seem to be pretty wet already. I'm sure we can make this work.
dutch: [_JJ_] Maak me geen zorgen mevrouw [mom_name]... je lijkt al erg nat. Ik weet zeker dat we dit kunnen laten werken.
french: [_JJ_] Ne vous inquiétez pas Mlle [mom_name]... vous semblez être déjà bien mouillée. Je suis sûr que nous pouvons faire ce travail.
german: [_JJ_] Keine Sorge Miss [mom_name]... Sie scheinen ziemlich nass zu sein. Ich bin sicher, dass wir diese Arbeit machen können.
italian: [_JJ_] Non preoccuparti della signorina [mom_name]... sembra che tu sia già abbastanza bagnato. Sono sicuro che possiamo fare questo lavoro.

source: [_M_] I'm not wet!
dutch: [_M_] Ik ben niet nat!
french: [_M_] Je ne suis pas mouillé !
german: [_M_] Ich bin nicht nass!
italian: [_M_] non sono bagnato!

source: [_JJ_] Please!, you're dripping.
dutch: [_JJ_] Alsjeblieft!, je bent aan het bewegen.
french: [_JJ_] S'il te plaît !, tu dégoulines.
german: [_JJ_] Bitte!, du drippst.
italian: [_JJ_] Per favore!, stai sgocciolando.

source: [_M_] Oh, fucking shit!!
french: [_M_] Oh, putain de merde !!
italian: [_M_] Oh, cazzo merda!!

source: [_RT_] {i}Nooo!...{/i}
french: [_RT_] {i}Nooon ! ...{/i}

source: [_ST_] {i}I can't believe my mom just took that!{/i}
dutch: [_ST_] {i}Ik kan mijn moeder dat niet geloven, {/i}
french: [_ST_] {i}Je ne peux pas croire que ma mère vient de prendre ça!{/i}
german: [_ST_] {i}Ich kann nicht glauben, dass meine Mutter gerade das genommen hat!{/i}
italian: [_ST_] {i}Non posso credere che mia mamma abbia appena preso questo!{/i}

source: [_M_] I feel so full!
dutch: [_M_] Ik voel me zo vol!
french: [_M_] Je me sens si pleine!
german: [_M_] Ich fühle mich so voll!
italian: [_M_] mi sento così pieno!

source: [_JJ_] Don't worry, you're going to enjoy this!
dutch: [_JJ_] Geen zorgen, je gaat ervan genieten!
french: [_JJ_] Ne vous inquiétez pas, vous allez aimer ça !
german: [_JJ_] Keine Sorge, du wirst das genießen!
italian: [_JJ_] Non ti preoccupare, ti piacerà questo!

source: [_M_] No!... This is too fast!
dutch: [_M_] Nee!... Dit is te snel!
french: [_M_] Non !... C'est trop rapide !
german: [_M_] Nein!... Das ist zu schnell!
italian: [_M_] no!... Questo è troppo veloce!

source: [_M_] It hurts!
dutch: [_M_] Het doet pijn!
french: [_M_] Ça fait mal !
german: [_M_] Es weht!
italian: [_M_] Fa male!

source: [_M_] Uhhh... I mean... I guess this speed's ok.
dutch: [_M_] Uhhhh... Ik denk dat deze snelheid goed is.
french: [_M_] Uhhh... Je veux dire... Je suppose que cette vitesse est acceptable.
german: [_M_] Uhhhh... Ich meine... Ich denke, diese Geschwindigkeit ist ok.
italian: [_M_] Uhhhh... Voglio dire... Immagino che questa velocità sia ok.

source: [_MT_] {i}Fuck!... that didn't take long to feel good!{/i}
dutch: [_MT_] {i}Fuck!... dat het niet lang duurde om goed te voelen!{/i}
french: [_MT_] {i}Putain ... ça n'a pas pris longtemps pour se sentir bien!{/i}
german: [_MT_] {i}Fuck!... das hat nicht lange gedauert, um sich gut zu fühlen!{/i}
italian: [_MT_] {i}Fuck!... che non ci ha voluto molto per sentirsi bene!{/i}

source: [_MT_] {i}No, no, no, no, no... This isn't supposed to feel good!{/i}
dutch: [_MT_] {i}Nee, nee, nee, nee... Dit zou niet goed moeten zijn!{/i}
french: [_MT_] {i}Non, non, non, non, non, non... Ce n'est pas censé être agréable!{/i}
german: [_MT_] {i}Nein, nein, nein, nein... Das soll sich nicht gut fühlen!{/i}
italian: [_MT_] {i}No, no, no, no, no, no... Questo non dovrebbe sentirsi bene!{/i}

source: [_MT_] {i}I was tricked into doing this! I'm so enraged!{/i}
dutch: [_MT_] {i}Ik was in de maling! Ik ben zo woedend!{/i}
french: [_MT_] {i}J'ai été piégé pour faire ça ! Je suis tellement en colère!{/i}
german: [_MT_] {i}Ich wurde dazu getrickt! Ich bin so wüten!{/i}
italian: [_MT_] {i}Sono stato ingannato a fare questo! Sono così infuria!{/i}

source: [_MT_] {i}Fuck... but I think those feeling of anger are actually enhancing the pleasure!{/i}
dutch: [_MT_] {i}Fuck... maar ik denk dat zij die boos voelen eigenlijk het plezier verbeteren!{/i}
french: [_MT_] {i}Putain... mais je pense que ce sentiment de colère augmente en fait le plaisir!{/i}
german: [_MT_] {i}Fuck... aber ich denke, dass diese Wut das Vergnügen wirklich steigert!{/i}
italian: [_MT_] {i}Fuck... ma penso che la sensazione di rabbia stia effettivamente migliorando il piacere!{/i}

source: [_MT_] {i}Goddammit!... This isn't right!{/i}
dutch: [_MT_] {i}Goddammit!... Dit is niet juist!{/i}
french: [_MT_] {i}Bon sang... Ce n'est pas juste!{/i}
german: [_MT_] {i}Goddammit!... Das ist nicht richtig!{/i}
italian: [_MT_] {i}Goddammit!... Non è giusto!{/i}

source: [_JJ_] Wow, Miss [mom_name]! This feels even better than I thought it would... But I think you're going to like this next position even more!
dutch: [_JJ_] Wow, mevrouw [mom_name]! Dit voelt nog beter dan ik dacht. . - Maar ik denk dat dit volgende standpunt je nog meer zal bevatten!
french: [_JJ_] Wow, Miss [mom_name]! C'est encore mieux que ce que je pensais... Mais je pense que vous allez aimer la prochaine position encore plus !
german: [_JJ_] Wow, Miss [mom_name]! Das fühlt sich sogar noch besser an, als ich dachte. . Aber ich denke, du wirst diese nächste Position noch mehr mögen!
italian: [_JJ_] Wow, signorina [mom_name]! Questo si sente ancora meglio di quanto pensassi. Ma penso che ti piacerà ancora di più questa prossima posizione!

source: [_M_] Ummmppphhh...
french: [_M_] Ummmppphhhh...

source: [_S_] Don't be so rough with her!
dutch: [_S_] Niet zo ruw met haar!
french: [_S_] Ne sois pas si dur avec elle !
german: [_S_] Seien Sie nicht so grob mit ihr!
italian: [_S_] Non essere così ruvido con lei!

source: [_M_] It's okay Sidney, I'm fine.
dutch: [_M_] Het is oké Zidney, ik ben in orde.
french: [_M_] C'est bon Sidney, je vais bien.
german: [_M_] Es ist okay Sidney, ich bin in Ordnung.
italian: [_M_] Va bene Sidney, sto bene.

source: [_MT_] {i}I'm more than fine!... I'm so fucking horny right now!{/i}
dutch: [_MT_] {i}Ik ben meer dan geweldig!... Ik ben zo verdomd op dit moment!{/i}
french: [_MT_] {i}Je vais plus que bien !... Je suis tellement excité en ce moment!{/i}
german: [_MT_] {i}Ich bin mehr als fein!... Ich ficke jetzt so geil aus!{/i}
italian: [_MT_] {i}Sono più che bello!... sono così eccitata in questo momento!{/i}

source: [_MT_] {i}I'm being fucked by my student in front of my own son, daughter, and some random stranger.{/i}
dutch: [_MT_] {i}Ik word verdomd door mijn student voor mijn eigen zoon, dochter en wat willekeurige stranger.{/i}
french: [_MT_] {i}Je me fais baiser par mon étudiant devant mon fils, ma fille et un inconnu.{/i}
german: [_MT_] {i}Ich werde von meinem Studenten vor meinem eigenen Sohn, meiner Tochter und irgendwelchen Fremden gefickt {/i}.
italian: [_MT_] {i}Sono scopata dal mio studente di fronte a mio figlio, figlia e qualche estraneo casuale.{/i}

source: [_MT_] {i}And I've got no choice but to stay here and take it.{/i}
dutch: [_MT_] {i}En ik heb geen andere keus dan hier te blijven en het te nemen.{/i}
french: [_MT_] {i}Et je n'ai pas d'autre choix que de rester ici et de l'accepter.{/i}
german: [_MT_] {i}Und ich habe keine andere Wahl als hier zu bleiben und es zu nehmen.{/i}
italian: [_MT_] {i}E non ho altra scelta che stare qui e prenderlo.{/i}

source: [_MT_] {i}How is it possible that I'm enjoying this?{/i}
dutch: [_MT_] {i}Hoe is het mogelijk dat ik hier van geniet?{/i}
french: [_MT_] {i}Comment est-ce possible que j'aime ça ?{/i}
german: [_MT_] {i}Wie ist es möglich, dass ich das genieße? {/i}
italian: [_MT_] {i}Come è possibile che mi stia godendo questo?{/i}

source: [_MT_] {i}Oh, no!... I'm getting close to an orgasm!{/i}
dutch: [_MT_] {i}Oh, nee!... Ik kom dicht bij een orgaan!{/i}
french: [_MT_] {i}Oh, non !... Je suis proche de l'orgasme!{/i}
german: [_MT_] {i}Oh, nein!... Ich komme einem Orgasmus nahe!{/i}
italian: [_MT_] {i}Oh, no!... Mi sto avvicinando ad un orgasmo!{/i}

source: [_MT_] {i}The way I squirt!... This is going to be so embarrassing!{/i}
dutch: [_MT_] {i}The way I squirt!... This zal zo gênant zijn!{/i}
french: [_MT_] {i}La façon dont je gicle !... Ca va être tellement embarrassant!{/i}
german: [_MT_] {i}So wie ich spritze!... Das wird so peinlich!{/i}
italian: [_MT_] {i}Il modo in cui ho schizzo!... Questo sarà così imbarazzante!{/i}

source: [_MT_] {i}I've got to try and hold this orgasm in!{/i}
dutch: [_MT_] {i}Ik moet het proberen om deze orgasm vast te houden!{/i}
french: [_MT_] {i}Je dois essayer de retenir cet orgasme !{/i}
german: [_MT_] {i}Ich muss versuchen diesen Orgasmus in mir zu halten!{/i}
italian: [_MT_] {i}Devo provare a tenere questo orgasmo in!{/i}

source: [_MT_] {i}Shit!... I can't hold it!{/i}
dutch: [_MT_] {i}Shit!... Ik kan het niet houden!{/i}
french: [_MT_] {i}Merde !... Je ne peux pas me retenir!{/i}
german: [_MT_] {i}Shit!... Ich kann es nicht halten!{/i}
italian: [_MT_] {i}merda!... Non posso tenerlo!{/i}

source: [_MT_] {i}No, no, no!{/i}
dutch: [_MT_] {i}Nee, nee, nee!{/i}
french: [_MT_] {i}Non, non, non!{/i}
german: [_MT_] {i}Nein, nein!{/i}

source: [_MT_] {i}I can't believe I did that!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat ik dat heb gedaan!{/i}
french: [_MT_] {i}Je ne peux pas croire que j'ai fait ça!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass ich das getan habe!{/i}
italian: [_MT_] {i}Non posso credere di averlo fatto!{/i}

source: [_JJ_] Fuck, that's hot!
dutch: [_JJ_] Fuck, dat is heet!
french: [_JJ_] Putain, c'est chaud!
german: [_JJ_] Fuck, das heiß!
italian: [_JJ_] Cazzo che fa caldo!

source: [_JJ_] I knew you'd enjoy this as much as I do.
dutch: [_JJ_] Ik wist dat je dit net zo leuk zou vinden als ik.
french: [_JJ_] Je savais que tu apprécierais autant que moi.
german: [_JJ_] Ich wusste, dass du das genauso genießen würdest wie ich.
italian: [_JJ_] Lo sapevo che ti sarebbe piaciuto tanto quanto me.

source: [_RT_] {i}Fuck!... He's right!... Mom loved that!{/i}
dutch: [_RT_] {i}Fuck!... Hij heeft gelijk!... Mom hield van dat!{/i}
french: [_RT_] {i}Putain !... Il a raison !... Maman a adoré ça!{/i}
german: [_RT_] {i}Fuck!... Er ist richtig!... Mom liebte das!{/i}
italian: [_RT_] {i}Fuck!... Ha ragione!... La mamma lo ama!{/i}

source: [_MT_] {i}I've got to make this kid cum!{/i}
dutch: [_MT_] {i}Ik moet deze kinderblikje maken!{/i}
french: [_MT_] {i}Je dois faire jouir ce gosse!{/i}
german: [_MT_] {i}Ich muss dieses Kind mitmachen!{/i}
italian: [_MT_] {i}Devo fare questo bambino cum!{/i}

source: [_MT_] {i}If I get him to do an epic nut... Maybe he won't have anything left for Sidney.{/i}
dutch: [_MT_] {i}Als ik hem een epische nop laat doen... Misschien heeft hij niets meer over voor Sidney.{/i}
french: [_MT_] {i}Si je lui fais faire une noix épique... peut-être qu'il ne restera rien pour Sidney.{/i}
german: [_MT_] {i}Wenn ich ihn dazu bekomme einen epischen Nüß zu machen... Vielleicht hat er nichts mehr für Sidney übrig. {/i}
italian: [_MT_] {i}Se lo faccio fare un dado epico... Forse non avrà più nulla per Sidney.{/i}

source: [_M_] Oh God JJ!... That cock is just so big!... You're so good at fucking!
dutch: [_M_] Oh God JJJ!... Die jas is net zo groot!... Je bent zo goed in futies!
french: [_M_] Oh mon Dieu JJ !... Cette bite est tellement grosse !... Tu es si bon pour baiser !
german: [_M_] Oh Gott JJ!... Dieser Schwanz ist so groß!... Du bist so gut im Ficken!
italian: [_M_] Oh God JJ!... Quel cazzo è così grande!... Sei così bravo a scopare!

source: [_RT_] {i}What the hell?{/i}
dutch: [_RT_] {i}Wat is de hel?{/i}
french: [_RT_] {i}C'est quoi ce bordel?{/i}
german: [_RT_] {i}Was zur Hölle?{/i}
italian: [_RT_] {i}Che diavolo? {/i}

source: [_M_] Oh, I need you to fill up my womb like a little cream puff.
dutch: [_M_] Oh, je moet mijn buik vullen als een beetje crèmepuf.
french: [_M_] Oh, j'ai besoin de toi pour remplir mon ventre comme un petit chou à la crème.
german: [_M_] Oh, ich brauche dich, um meine Gebärmutter wie eine kleine Sahnepuppe zu füllen.
italian: [_M_] Oh, ho bisogno di riempire il mio grembo come un piccolo puff alla panna.

source: [_M_] Do you think you can do that for me?
dutch: [_M_] Denk je dat je dat voor me kunt doen?
french: [_M_] Tu crois que tu peux faire ça pour moi ?
german: [_M_] Glaubst du, dass du das für mich tun kannst?
italian: [_M_] Pensi di poterlo fare per me?

source: [_JJ_] Oh, yeah... I'm close now!
dutch: [_JJ_] Oh, ja... Ik ben nu dicht!
french: [_JJ_] Oh, oui... Je suis proche maintenant !
german: [_JJ_] Oh, ja... mir kommt's gleich!
italian: [_JJ_] Oh, sì... Sono chiusa ora!

source: [_M_] Mmmm... Give it to me!
dutch: [_M_] Mmmm... Geef het aan mij!
french: [_M_] Mmmm... Donnez-le moi !
german: [_M_] Mmmm... Gib es mir!
italian: [_M_] Mmmm... Dacci a me!

source: [_JJ_] Take it!
dutch: [_JJ_] Neem het!
french: [_JJ_] Prenez-le !
german: [_JJ_] Nimm es!
italian: [_JJ_] Prendetelo!

source: [_M_] Fuuuck!
french: [_M_] Meerrddee !

source: [_M_] I can't believe I let a student fuck me!
dutch: [_M_] Ik kan niet geloven dat ik een student fuck heb laten doen!
french: [_M_] Je n'arrive pas à croire que j'ai laissé un étudiant me baiser !
german: [_M_] Ich kann nicht glauben, ich lasse mich von einem Schüler ficken!
italian: [_M_] Non riesco a credere che ho lasciato uno studente scopare me!

source: [_M_] Look at me! My student's cum is just dripping out of my pussy!
dutch: [_M_] Kijk eens naar mij! De mantel van mijn leerling is net uit mijn poesje weggelopen!
french: [_M_] Regardez-moi ! Le sperme de mon élève dégouline de ma chatte !
german: [_M_] Schau mich an! Die Fotze meines Schülers läuft gerade aus meiner Fotze heraus!
italian: [_M_] Guardami! Lo sperma del mio studente è solo sgocciolando dalla mia figa!

source: [_RT_] {i}This fucking sucks!{/i}
dutch: [_RT_] {i}Deze fucking sokken!{/i}
french: [_RT_] {i}Ça craint !{/i}
german: [_RT_] {i}Das ficken saugt!{/i}
italian: [_RT_] {i}Questo cazzo succhia!{/i}

source: [_M_] Well, on the bright side, it looks like you're as spent as I am.
dutch: [_M_] Nou, aan de goede kant lijkt het erop dat je net zo besteed bent als ik.
french: [_M_] Eh bien, le bon côté des choses, c'est que tu as l'air aussi épuisé que moi.
german: [_M_] Nun, auf der hellen Seite sieht es so aus, als ob du genauso ausgegeben bist wie ich.
italian: [_M_] Beh, dal lato luminoso, sembra che tu sia speso come me.

source: [_M_] I'm guessing you won't have the stamina to take on Sidney as well.
dutch: [_M_] Ik denk dat je niet het uithoudingsvermogen hebt om ook Zidney aan te nemen.
french: [_M_] Je suppose que vous n'aurez pas l'endurance nécessaire pour affronter Sidney aussi.
german: [_M_] Ich vermute, du wirst nicht die Ausdauer haben, um auch Sidney zu übernehmen.
italian: [_M_] sto supponendo che non avrete la resistenza di assumere Sidney pure.

source: [_JJ_] I wouldn't be so sure.
dutch: [_JJ_] Ik zou niet zo zeker zijn.
french: [_JJ_] Je n'en serais pas si sûr.
german: [_JJ_] Ich wäre nicht so sicher.
italian: [_JJ_] Non sarei così sicuro.

source: [_M_] What the hell?
dutch: [_M_] Wat de hel?
french: [_M_] C'est quoi ce bordel ?
german: [_M_] Was ist die Hölle?
italian: [_M_] Che inferno?

source: [_M_] Are you some kind of machine?
dutch: [_M_] Ben je een soort machine?
french: [_M_] Vous êtes une sorte de machine ?
german: [_M_] Sind Sie eine Art Maschine?
italian: [_M_] Sei un tipo di macchina?

source: [_JJ_] Nope, just a horny teenager.
dutch: [_JJ_] Nope, gewoon een horige tiener.
french: [_JJ_] Non, juste une adolescente excitée.
german: [_JJ_] Nein, nur ein geiler Teenager.
italian: [_JJ_] Nope, solo un adolescente cornea.

source: [_JJ_] And now I'm ready for round two.
dutch: [_JJ_] En nu ben ik klaar voor ronde twee.
french: [_JJ_] Et maintenant je suis prêt pour le deuxième round.
german: [_JJ_] Und jetzt bin ich bereit für Runde zwei.
italian: [_JJ_] E ora sono pronto per circa due.

source: [_M_] Be careful with her... I don't think she's ever had anything close to that big in her pussy.
dutch: [_M_] Wees voorzichtig met haar... Ik denk niet dat ze ooit iets dicht bij zo groot is in haar beweging.
french: [_M_] Fais attention avec elle... Je ne pense pas qu'elle ait déjà eu quelque chose d'aussi gros dans sa chatte.
german: [_M_] Sei vorsichtig mit ihr... Ich glaube nicht, dass sie jemals etwas in ihrer Fotze hatte.
italian: [_M_] State attenti con lei... non credo che abbia mai avuto nulla vicino a quel grande nella sua figa.

source: [_RT_] {i}I'm close to that big.{/i}
dutch: [_RT_] {i}Ik ben dicht bij dat grote.{/i}
french: [_RT_] {i}Je suis proche de cette taille.{/i}
german: [_RT_] {i}Ich bin so groß.{/i}
italian: [_RT_] {i}Sono vicino a quel grande.{/i}
