Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: [_M_] {i}(Whispering){/i} [ryan]!... What the hell are you doing?
dutch: [_M_] {i}(Whispering){/i} [ryan]!... Wat doe jij met de hel?
french: [_M_] {i}(Chuchotement){/i} [ryan]!... Mais qu'est-ce que vous faites ?
german: [_M_] {i}(Flüstern){/i} [ryan]!... Was tun Sie zur Hölle?
italian: [_M_] {i}(Whispering){/i} [ryan]!... Che inferno stai facendo?

source: [_M_] I can't believe you're betting the last of our chips on this one hand, and now you're considering adding something else to it?
dutch: [_M_] Ik kan niet geloven dat je de laatste van onze chips in deze ene hand gokt, en ga er nu over na om er iets anders aan toe te voegen?
french: [_M_] Je n'arrive pas à croire que tu paries le dernier de nos jetons sur cette seule main, et que maintenant tu envisages d'y ajouter quelque chose d'autre ?
german: [_M_] Ich kann nicht glauben, dass du den letzten unserer Jetons auf dieser einen Hand wettest und erwägst jetzt, etwas anderes hinzuzufügen?
italian: [_M_] Non posso credere che tu stia scommettendo l'ultimo dei nostri chip da un lato, e ora stai pensando di aggiungere qualcos'altro?

source: [_M_] You might have a gambling problem.
dutch: [_M_] Je hebt misschien een gokprobleem.
french: [_M_] Vous avez peut-être un problème de jeu.
german: [_M_] Sie könnten ein Problem beim Spielen haben.
italian: [_M_] Potresti avere un problema di gioco.

source: [_R_] {i}(Whispering){/i} No, listen!... I have an unbeatable hand. There's no way I'm going to lose this hand!
dutch: [_R_] {i}(Fluister){/i} Nee, luister!... Ik heb een onverslaanbare hand. Ik ga deze hand niet verliezen!
french: [_R_] {i}(Chuchotement){/i} Non, écoutez ... J'ai une main imbattable. Il n'y a aucune chance que je perde cette main !
german: [_R_] {i}(Flüstern){/i} Nein, hören!... Ich habe eine unschlagbare Hand. Es gibt keine Möglichkeit, diese Hand zu verlieren!
italian: [_R_] {i}(Whispering){/i} No, ascolta!... Ho una mano imbattibile. Non c'è modo di perdere questa mano!

source: [_S_] {i}(Whispering){/i} What do you mean, unbeatable?
dutch: [_S_] {i}(Whispering){/i} Wat bedoel je, onverslaanbaar?
french: [_S_] {i}(Chuchotement){/i} Que voulez-vous dire par imbattable ?
german: [_S_] {i}(Flüstern){/i} Was meinst du, unschlagbar?
italian: [_S_] {i}(Whispering){/i} Cosa intendi, imbattibile?

source: [_R_] {i}(Whispering){/i} I've got a straight flush! The only thing that can beat a straight flush, is a higher straight flush.
dutch: [_R_] {i}(Fluister){/i} Ik heb een rechte flush! Het enige wat een rechte flush kan verslaan, is een hogere rechte flush.
french: [_R_] {i}(Whispering){/i} J'ai une quinte flush ! La seule chose qui peut battre une quinte flush, c'est une quinte flush supérieure.
german: [_R_] {i}(Flüstern){/i} Ich habe eine geradlinige Spülung! Das einzige, was einen Straight Flush schlagen kann, ist eine höhere Straight Flush.
italian: [_R_] {i}(Whispering){/i} Ho un rossore dritto! L'unica cosa che può battere una vampata dritta, è un rossore dritto.

source: [_S_] {i}(Whispering){/i} So, it's not unbeatable.
dutch: [_S_] {i}(Whispering){/i} Dus het is niet onverslaanbaar.
french: [_S_] {i}(Chuchotement){/i} Donc, ce n'est pas imbattable.
german: [_S_] {i}(Flüstern){/i} Es ist also nicht unschlagbar.
italian: [_S_] {i}(Whispering){/i} Quindi, non è imbattibile.

source: [_R_] No, see, the chances of getting a straight flush are very very low. but the chances of two players getting a straight flush in the same hand are impossibly low.
dutch: [_R_] Nee, de kans op een rechte flush is erg laag. maar de kans dat twee spelers een rechte klap in hun hand krijgen is onmogelijk laag.
french: [_R_] Non, vous voyez, les chances d'obtenir une quinte flush sont très très faibles. Mais les chances que deux joueurs obtiennent une quinte flush dans la même main sont incroyablement faibles.
german: [_R_] Nein, sehen Sie, dass die Chancen auf einen Straight Flush sehr gering sind. aber die Chancen, dass zwei Spieler einen Straight Flush in der gleichen Hand bekommen, sind unmöglich.
italian: [_R_] No, vedete, le probabilità di ottenere un filo dritto sono molto basse. ma le probabilità che due giocatori ottengano un filo dritto nella stessa mano sono impossibilmente basse.

source: [_R_] We'd probably have a better chance of getting struck by lightning in this underground, windowless room.
dutch: [_R_] We hebben waarschijnlijk een betere kans om door de bliksem geraakt te worden in deze ondergrondse vensterloze kamer.
french: [_R_] Nous aurions probablement plus de chances d'être frappés par la foudre dans cette pièce souterraine et sans fenêtre.
german: [_R_] Wahrscheinlich haben wir eine bessere Chance, von Blitz in diesem unterirdischen, fensterlosen Raum getroffen zu werden.
italian: [_R_] Avremmo probabilmente una migliore possibilità di ottenere colpito da un fulmine in questa stanza sotterranea, senza finestre.

source: [_R_] I'm telling you... This is the hand that will get the Mafia out of our lives!
dutch: [_R_] Ik vertel je het... Dit is de hand die de maffia uit onze levens haalt!
french: [_R_] Je vous le dis... C'est la main qui va faire disparaître la mafia de nos vies !
german: [_R_] Ich sage dir... Das ist die Hand, die die die Mafia aus unserem Leben holt!
italian: [_R_] ti sto dicendo... Questa è la mano che farà uscire la mafia dalla nostra vita!

source: [_M_] {i}(Whispering){/i} The bigger problem is that we don't have much to offer.
dutch: [_M_] {i}(Whispering){/i} Het grote probleem is dat we niet veel te bieden hebben.
french: [_M_] {i}(Chuchotement){/i} Le plus gros problème est que nous n'avons pas grand chose à offrir.
german: [_M_] {i}(Flüstern){/i} Das größere Problem ist, dass wir nicht viel zu bieten haben.
italian: [_M_] {i}(Whispering){/i} Il problema più grande è che non abbiamo molto da offrire.

source: [_M_] I mean, I guess we could offer the house... We own that free and clear.
dutch: [_M_] Ik bedoel, ik denk dat we het huis kunnen aanbieden... Wij hebben dat vrij en duidelijk.
french: [_M_] Je veux dire, je suppose que nous pourrions offrir la maison... Nous la possédons libre et claire.
german: [_M_] Ich meine, ich denke, wir könnten das Haus bieten... Wir besitzen das frei und klar.
italian: [_M_] Voglio dire, immagino che potremmo offrire la casa... Noi possediamo questo libero e chiaro.

source: [_M_] I don't know where we would live if we lose.
dutch: [_M_] Ik weet niet waar we zouden wonen als we zouden verliezen.
french: [_M_] Je ne sais pas où nous vivrions si nous perdons.
german: [_M_] Ich weiß nicht, wo wir leben würden, wenn wir verlieren.
italian: [_M_] Non so dove vivremmo se perdiamo.

source: [_R_] {i}(Whispering){/i} We're not going to lose.
dutch: [_R_] {i}(Whispering){/i} We gaan niet verliezen.
french: [_R_] {i}(Chuchotement){/i} On ne va pas perdre.
german: [_R_] {i}(Flüstern){/i} Wir werden nicht verlieren.
italian: [_R_] {i}(Whispering){/i} Non perderemo.

source: [_R_] But, I guarantee that he's not after the house.
dutch: [_R_] Maar ik garandeer dat hij niet na het huis is.
french: [_R_] Mais, je vous garantis qu'il n'en a pas après la maison.
german: [_R_] Aber ich garantiere, dass er nicht nach dem Haus ist.
italian: [_R_] Ma, garantisco che non è dopo la casa.

source: [_S_] {i}(Whispering){/i} Well, what would he want then?
dutch: [_S_] {i}(Whispering){/i} Nou, wat wil hij dan?
french: [_S_] {i}(Chuchotement){/i} Eh bien, que voudrait-il alors ?
german: [_S_] {i}(Flüstern){/i} Nun, was würde er dann wollen?
italian: [_S_] {i}(Whispering){/i} Beh, cosa vorrebbe allora?

source: [_R_] {i}(Whispering){/i} He wants to fuck you.
dutch: [_R_] {i}(Whispering){/i} Hij wil je de hand reiken.
french: [_R_] {i}(Chuchotement){/i} Il veut te baiser.
german: [_R_] {i}(Flüstern){/i} Er will dich ficken.
italian: [_R_] {i}(Whispering){/i} Ti vuole scopare.

source: [_R_] And Mom.
dutch: [_R_] En mama.
french: [_R_] Et Maman.
german: [_R_] Und Mama.
italian: [_R_] E Mamma.

source: [_R_] Shhhh...
french: [_R_] Chut...
german: [_R_] Pssst...

source: [_M_] {i}(Whispering){/i} [ryan]!... How dare you use that language, and worse... suggest such a thing!
dutch: [_M_] {i}(Whispering){/i} [ryan]!... Hoe durf je die taal te gebruiken, en erger nog... stel zoiets voor!
french: [_M_] {i}(Chuchotement){/i} [ryan]!... Comment osez-vous utiliser ce langage, et pire... suggérer une telle chose !
german: [_M_] {i}(Flüstern){/i} [ryan]!... Wie wagst du es, diese Sprache zu benutzen, und noch schlimmer... so etwas vorzuschlagen!
italian: [_M_] {i}(Whispering){/i} [ryan]!... Come osate usare quella lingua e peggio... suggerite una cosa del genere!

source: [_R_] {i}(Whispering){/i} I'm just stating the facts.
dutch: [_R_] {i}(Whispering){/i} Ik vertel alleen de feiten.
french: [_R_] {i}(Chuchotement){/i} Je ne fais qu'énoncer les faits.
german: [_R_] {i}(Flüstern){/i} Ich sage nur die Tatsachen.
italian: [_R_] {i}(Whispering){/i} Sto solo indicando i fatti.

source: [_R_] He's already got money.
dutch: [_R_] Hij heeft al geld.
french: [_R_] Il a déjà de l'argent.
german: [_R_] Er hat bereits Geld.
italian: [_R_] ha già dei soldi.

source: [_R_] He was willing to risk all of our debt, just to see you two strip.
dutch: [_R_] Hij was bereid al onze schulden te riskeren, alleen om je twee strook te zien.
french: [_R_] Il était prêt à risquer toutes nos dettes, juste pour vous voir vous dépouiller.
german: [_R_] Er war bereit, alle unsere Schulden zu riskieren, nur um Sie zwei Streifen zu sehen.
italian: [_R_] Egli era disposto a rischiare tutto il nostro debito, solo per vedervi due strisce.

source: [_R_] We're at the end of our rope, all our money's gone... and he's offering this amazing deal if we win this hand.
dutch: [_R_] We zijn aan het einde van ons touw, al ons geld is verdwenen... en hij biedt deze geweldige deal aan als we deze hand winnen.
french: [_R_] On est au bout du rouleau, on n'a plus d'argent... et il nous propose un marché incroyable si on gagne cette main.
german: [_R_] Wir sind am Ende unseres Seils, all unser Geld ist verschwunden... und er bietet diesen fantastischen Deal an, wenn wir diese Hand gewinnen.
italian: [_R_] Siamo alla fine della nostra corda, tutti i nostri soldi sono andati... e sta offrendo questo incredibile affare se vinceremo questa mano.

source: [_R_] I guarantee he wants to fuck you both... And maybe even me, just to rub it in.
dutch: [_R_] Ik garandeer dat hij jou beiden wil verrotten... En misschien zelfs mij, gewoon om het in te wrijven.
french: [_R_] Je vous garantis qu'il veut vous baiser tous les deux... Et peut-être même moi, juste pour remuer le couteau dans la plaie.
german: [_R_] Ich garantiere Ihnen, dass er euch beide ficken möchte... und vielleicht sogar mich, nur um es einzureiben.
italian: [_R_] ti garantisco che voglia scoparti entrambi... E forse anche me, solo per strofinarlo dentro.

source: [_M_] {i}(Whispering){/i} God damnit!... I'm sure you're right.
dutch: [_M_] {i}(Whispering){/i} God damnit!... Ik weet zeker dat je gelijk hebt.
french: [_M_] {i}(Chuchotement){/i} Bon sang de bonsoir... Je suis sûr que tu as raison.
german: [_M_] {i}(Flüstern){/i} Gott damnit!... Ich bin sicher, du hast Recht.
italian: [_M_] {i}(Whispering){/i} Dio danna!... Sono sicuro che hai ragione.

source: [_M_] That lousy little pervert!
dutch: [_M_] Dat lelijke kleine pervert!
french: [_M_] Ce sale petit pervers !
german: [_M_] Das lästige wenig pervertiert!
italian: [_M_] Quel pessimo pervertito!

source: [_MT_] {i}All this effort, and risk, just to fuck me?... If I wasn't so enraged, I'd be super flattered!{/i}
dutch: [_MT_] {i}Al deze inspanningen, en het risico, om me te verslaan?... Als ik niet zo woedend was, zou ik super flatterd zijn!{/i}
french: [_MT_] {i}Tous ces efforts, et ces risques, juste pour me baiser ?... Si je n'étais pas si enragée, je serais super flattée !{/i}
german: [_MT_] {i}all diese Anstrengung und Risiko, nur um mich zu fucken?... Wenn ich nicht so wütend war, würde ich sehr geschmeichelt sein! {/i}
italian: [_MT_] {i}Tutto questo sforzo e rischio, solo per scoparmi?... Se non fossi così infuriato, sarei super lusingata!{/i}

source: [_S_] {i}(Whispering){/i} We can't offer that... Can we?
dutch: [_S_] {i}(Whispering){/i} We kunnen dit niet aanbieden... Kunnen we?
french: [_S_] {i}(Chuchotement){/i} On ne peut pas offrir ça... N'est-ce pas ?
german: [_S_] {i}(Flüstern){/i} Wir können das nicht bieten... Können wir?
italian: [_S_] {i}(Whispering){/i} Non possiamo offrirlo... vero?

source: [_M_] {i}(Whispering){/i} [ryan]? Please reassure me that you can't lose!
dutch: [_M_] {i}(Whispering){/i} [ryan]? U kunt gerust zijn dat u niet kunt verliezen!
french: [_M_] {i}(Chuchotement){/i} [ryan]? S'il te plaît, rassure-moi, tu ne peux pas perdre !
german: [_M_] {i}(Flüstern){/i} [ryan]? Bitte versichere mir, dass du nicht verlieren kannst!
italian: [_M_] {i}(Whispering){/i} [ryan]? Per favore assicurami che non puoi perdere!

source: [_R_] {i}(Whispering){/i} We've got better odds of being attacked by a shark, right here in this room, than of being beaten with this hand.
dutch: [_R_] {i}(Whispering){/i} We hebben een beter kans om aangevallen te worden door een haai, hier in deze kamer, dan om geslagen te worden met deze hand.
french: [_R_] {i}(Chuchotement){/i} Nous avons plus de chances d'être attaqués par un requin, ici même dans cette pièce, que d'être battus avec cette main.
german: [_R_] {i}(Flüstern){/i} Wir haben bessere Chancen, von einem Hai angegriffen zu werden, genau hier in diesem Raum, als mit dieser Hand geschlagen zu werden.
italian: [_R_] {i}(Whispering){/i} Abbiamo migliori probabilità di essere attaccati da uno squalo, proprio qui in questa stanza, che di essere picchiati con questa mano.

source: [_M_] {i}(Whispering){/i} OK...
dutch: [_M_] {i}(Fluister){/i} OK...
french: [_M_] {i}(Murmure){/i} Ok...
german: [_M_] {i}(Flüstern){/i} OK...

source: [_S_] {i}(Whispering){/i} Are you fucking serious?
dutch: [_S_] {i}(Whispering){/i} Ben je serieus aan het fucken?
french: [_S_] {i}(Chuchotement){/i} Vous êtes sérieux, bordel ?
german: [_S_] {i}(Flüstern){/i} Fickst du ernst?
italian: [_S_] {i}(Whispering){/i} Stai scopando seriamente?

source: [_M_] {i}(Whispering){/i} Sidney... We've got everything to win, and nothing to lose.
dutch: [_M_] {i}(Fluister){/i} Sidney... We hebben alles om te winnen, en niets om te verliezen.
french: [_M_] {i}(Chuchotement){/i} Sidney... Nous avons tout à gagner, et rien à perdre.
german: [_M_] {i}(Flüstern){/i} Sidney... Wir haben alles zu gewinnen, und nichts zu verlieren.
italian: [_M_] {i}(Whispering){/i} Sidney... Abbiamo tutto da vincere, e niente da perdere.

source: [_S_] {i}(Whispering){/i} I don't want to lose my pussy to that ugly little pervert.
dutch: [_S_] {i}(Whispering){/i} Ik wil mijn poosje niet verliezen naar dat lelijke kleine pervert.
french: [_S_] {i}(Chuchotement){/i} Je ne veux pas perdre ma chatte à cause de cet affreux petit pervers.
german: [_S_] {i}(Flüstern){/i} Ich möchte meine Fotze nicht zu diesem hässlichen wenig pervers verlieren.
italian: [_S_] {i}(Whispering){/i} Non voglio perdere la mia figa a quel brutto pervertito.

source: [_M_] {i}(Whispering){/i} Maybe he'd be willing to just take me.
dutch: [_M_] {i}(Whispering){/i} Misschien zou hij bereid zijn mij mee te nemen.
french: [_M_] {i}(Chuchotement){/i} Peut-être qu'il serait prêt à me prendre.
german: [_M_] {i}(Flüstern){/i} Vielleicht wäre er bereit, mich einfach zu nehmen.
italian: [_M_] {i}(Whispering){/i} Forse sarebbe disposto a prendermi.

source: [_R_] {i}(Whispering){/i} I guess it's worth a try.
dutch: [_R_] {i}(Whispering){/i} Ik denk dat het het proberen waard is.
french: [_R_] {i}(Murmure){/i} Je suppose que ça vaut la peine d'être essayé.
german: [_R_] {i}(Flüstern){/i} Ich denke, es lohnt sich einen Versuch zu versuchen.
italian: [_R_] {i}(Whispering){/i} Immagino che valga la pena provare.

source: [_M_] {i}(Whispering){/i} Still, I think we should try to offer the house first.
dutch: [_M_] {i}(Whispering){/i} Toch denk ik dat we het huis eerst moeten aanbieden.
french: [_M_] {i}(Chuchotement){/i} Quand même, je pense que nous devrions essayer d'offrir la maison en premier.
german: [_M_] {i}(Flüstern){/i} Trotzdem sollten wir versuchen, das Haus zuerst anzubieten.
italian: [_M_] {i}(Whispering){/i} Tuttavia, penso che dovremmo cercare di offrire la casa prima.

source: [_R_] {i}(Whispering){/i} Fine, but it's a waste of time.
dutch: [_R_] {i}(Whispering){/i} goed, maar het is tijdverspilling.
french: [_R_] {i}(Chuchotement){/i} Bien, mais c'est une perte de temps.
german: [_R_] {i}(Flüstern){/i} Schön, aber es ist eine Zeitverschwendung.
italian: [_R_] {i}(Whispering){/i} Bene, ma è una perdita di tempo.

source: [_JJ_] So?... Have you come up with an offer?
dutch: [_JJ_] Binnenkort?... Heb je een aanbieding bezocht?
french: [_JJ_] Alors ?... Vous avez fait une offre ?
german: [_JJ_] So?... Hast du ein Angebot gemacht?
italian: [_JJ_] Quindi?... Hai trovato un'offerta?

source: [_R_] We'll bet our house... We own it free and clear... You win this hand, and it's yours.
dutch: [_R_] We gokken ons huis... We hebben het gratis en duidelijk... Je wint deze hand, en het is van jou.
french: [_R_] Nous parions notre maison... Nous la possédons libre et claire... Vous gagnez cette main, et elle est à vous.
german: [_R_] Wir wetten unser Haus... Wir besitzen es kostenlos und klar... Sie gewinnen diese Hand, und es ist Ihre.
italian: [_R_] Scommetteremo la nostra casa... La possediamo gratuitamente e chiaramente... vinci questa mano, ed è tua.

source: [_JJ_] Your house?... Your house wouldn't even come close to paying off your father's debt.
dutch: [_JJ_] Jouw huis?... Jouw huis zou niet eens dichtbij komen om de schulden van je vader af te lossen.
french: [_JJ_] Votre maison ?... Ta maison n'arriverait même pas à rembourser la dette de ton père.
german: [_JJ_] Ihr Haus?... Ihr Haus würde nicht einmal annähernd die Schulden Ihres Vaters bezahlen.
italian: [_JJ_] casa tua?... La tua casa non si avvicinerebbe nemmeno al pagamento del debito di tuo padre.

source: [_JJ_] You're going to have to be a little more creative... maybe something that is a little harder to put a price on.
dutch: [_JJ_] Je zult een beetje creatiever moeten zijn... Misschien iets dat iets moeilijker is om een prijs op te zetten.
french: [_JJ_] Vous allez devoir être un peu plus créatif... peut-être quelque chose d'un peu plus difficile à chiffrer.
german: [_JJ_] Du wirst ein wenig kreativer sein müssen... Vielleicht ist es etwas schwieriger, einen Preis zu setzen.
italian: [_JJ_] Dovrai essere un po' più creativo... forse qualcosa che è un po' più difficile da mettere un prezzo.

source: [_M_] Oh for fucks sake... Let's skip to the chase.
dutch: [_M_] Oh voor fucks sake... Laten we naar de kop overslaan.
french: [_M_] Oh, bordel de merde... Allons droit au but.
german: [_M_] Oh für Ficksäuge... Lass uns zur Jagd springen.
italian: [_M_] Oh per scopare sake... Passiamo alla chase.

source: [_M_] If you win, you can have sex with me.
dutch: [_M_] Als je wint, kan je seks met me hebben.
french: [_M_] Si tu gagnes, tu peux faire l'amour avec moi.
german: [_M_] Wenn du gewinnst, kannst du Sex mit mir haben.
italian: [_M_] Se vinci, puoi fare sesso con me.

source: [_JJ_] Just you?
dutch: [_JJ_] Alleen jij?
french: [_JJ_] Juste toi ?
german: [_JJ_] Nur du?
italian: [_JJ_] Proprio tu?

source: [_M_] Yes... Just me!
dutch: [_M_] Ja... Gewoon me!
french: [_M_] Oui... Juste moi !
german: [_M_] Ja... Nur mich!
italian: [_M_] Sì... Proprio me!

source: [_JJ_] Boy, that's a good offer. I've fantasized about fucking my sexy teacher for years now.
dutch: [_JJ_] Jonge, dat is een goed aanbod. Ik heb mijn sexy leraar al jaren vermalen.
french: [_JJ_] C'est une bonne offre. Ça fait des années que je fantasme sur le fait de baiser ma prof sexy.
german: [_JJ_] Boy, das ist ein gutes Angebot. Ich habe seit Jahren davon geträumt, meinen sexy Lehrer zu ficken.
italian: [_JJ_] Ragazzo, questa è una buona offerta. Ho fantasticato di scopare il mio insegnante sexy per anni.

source: [_JJ_] Still, This is millions of dollars of debt we're talking about. I don't know if...
dutch: [_JJ_] Nog steeds, dit is miljoenen dollars schuld waarover we praten. Ik weet niet of...
french: [_JJ_] Pourtant, c'est de millions de dollars de dettes que nous parlons. Je ne sais pas si...
german: [_JJ_] Aber das sind Millionen von Dollar, über die wir gerade reden. Ich weiß nicht, wenn...
italian: [_JJ_] Ancora, Questo è milioni di dollari di debito di cui stiamo parlando. Non so se...

source: [_S_] Fine! You can fuck me too.
dutch: [_S_] Prima! Je kan me ook verspillen.
french: [_S_] Bien ! Tu peux me baiser aussi.
german: [_S_] Schön! Du kannst mich auch ficken.
italian: [_S_] Fine! Puoi scopare anche me.

source: [_M_] Sidney!... Are you sure?
dutch: [_M_] Sidney!... Weet je het zeker?
french: [_M_] Sidney ... Tu es sûr ?
german: [_M_] Sidney!... Bist du sicher?
italian: [_M_] Sidney!... Sei sicuro?

source: [_S_] I'm willing to do my part... Plus, he's got to win first.
dutch: [_S_] Ik ben bereid mijn deel te doen... Plus, hij kan eerst winnen.
french: [_S_] Je suis prêt à faire ma part... En plus, il doit d'abord gagner.
german: [_S_] Ich bin bereit, meinen Teil zu tun... Plus, er muss zuerst gewinnen.
italian: [_S_] Sono disposto a fare la mia parte... Inoltre, deve vincere per primo.

source: [_JJ_] You've got a deal! Let's see your hand.
dutch: [_JJ_] Je hebt een deal! Laten we je hand zien.
french: [_JJ_] Vous avez un accord ! Voyons voir votre main.
german: [_JJ_] Du hast einen Deal! Lass uns deine Hand sehen.
italian: [_JJ_] Hai un accordo! Vediamo la tua mano.

source: [_R_] Straight flush, bitch!
dutch: [_R_] Recht flush, bitch!
french: [_R_] Quinte flush, salope !
italian: [_R_] Flush dritto, cagna!

source: [_JJ_] Holy shit!... That's an unbeatable hand!
dutch: [_JJ_] Heilige shit!... Dat is een onverslaanbare hand!
french: [_JJ_] Putain de merde !... C'est une main imbattable !
german: [_JJ_] Heiliger Schit!... Das ist eine unschlagbare Hand!
italian: [_JJ_] Santa merda!... È una mano imbattibile!

source: [_JJ_] I can't even believe this!
dutch: [_JJ_] Ik kan dit niet eens geloven!
french: [_JJ_] Je n'arrive pas à y croire !
german: [_JJ_] Ich kann das nicht einmal glauben!
italian: [_JJ_] non riesco nemmeno a crederci!

source: [_JJ_] It's all the more remarkable, considering...
dutch: [_JJ_] Het is des te opmerkelijker, opvallen...
french: [_JJ_] C'est d'autant plus remarquable, si l'on considère...
german: [_JJ_] Es ist umso bemerkenswerter...
italian: [_JJ_] E 'ancora più notevole, considerando...

source: [_JJ_] I've got one too!
dutch: [_JJ_] Ik heb er ook een!
french: [_JJ_] J'en ai un aussi !
german: [_JJ_] Ich habe auch eines!
italian: [_JJ_] ne ho uno troppo!

source: [_JJ_] But of the royal variety.
dutch: [_JJ_] Maar van de koninklijke variatie.
french: [_JJ_] Mais de la variété royale.
german: [_JJ_] Aber der königlichen Sorte.
italian: [_JJ_] Ma della varietà reale.

source: [_RT_] {i}Oh... my... God!{/i}
dutch: [_RT_] {i}Oh... mij... God!{/i}
french: [_RT_] {i}Oh... mon... Dieu!{/i}
german: [_RT_] {i}Oh... mich... Gott!{/i}
italian: [_RT_] {i}Oh... mio... Dio!

source: [_MT_] {i}Holy shit, holy shit, holy shit!!!{/i}
dutch: [_MT_] {i}Heilige shit, heilig beschutt!!!{/i}
french: [_MT_] {i}Putain de merde, putain de merde, putain de merde!!!{/i}
german: [_MT_] {i}Heiliger Scheiße, heilige Scheiße, heilige Scheiße!!!{/i}
italian: [_MT_] {i}merda santa, merda santa, merda santa!!{/i}

source: [_ST_] {i}Oh, fuck!{/i}
french: [_ST_] {i}Oh, putain!{/i}
italian: [_ST_] {i}Oh, cazzo!{/i}
