Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: [_JJ_] I'm hoping for such a grand prize, you'll make an exception.
dutch: [_JJ_] Ik hoop op zo'n grote prijs, je maakt een uitzondering.
french: [_JJ_] J'espère que pour un si grand prix, vous ferez une exception.
german: [_JJ_] Ich hoffe auf einen so großen Preis, du wirst eine Ausnahme machen.
italian: [_JJ_] Sto sperando in un grande premio, farai un'eccezione.

source: [_M_] Alright, Let's hear all the rules before we make a decision.
french: [_M_] Très bien, écoutons toutes les règles avant de prendre une décision.
german: [_M_] Okay, hören wir alle Regeln, bevor wir eine Entscheidung treffen.
italian: [_M_] Va bene, sentiamo tutte le regole prima di prendere una decisione.

source: [_JJ_] That's very sensible.
dutch: [_JJ_] Dat is heel verstandig.
french: [_JJ_] C'est très raisonnable.
german: [_JJ_] Das ist sehr sinnvoll.
italian: [_JJ_] È molto ragionevole.

source: [_JJ_] [ryan] will be given one thousand dollars worth of chips.
dutch: [_JJ_] [ryan] zal duizend dollar aan chips krijgen.
french: [_JJ_] [ryan] recevra des jetons d'une valeur de mille dollars.
german: [_JJ_] [ryan] erhält einen Chip im Wert von tausend Dollar.
italian: [_JJ_] [ryan] riceverà mille dollari di chip.

source: [_JJ_] If he runs out, you and Sidney can buy more chips by taking off an item of clothing.
dutch: [_JJ_] Als hij op is, jij en Sidney kunnen meer chips kopen door een voorwerp te laten uitgaan.
french: [_JJ_] S'il n'en a plus, vous et Sidney pouvez acheter d'autres jetons en enlevant un vêtement.
german: [_JJ_] Wenn er ausläuft, kannst du und Sidney mehr Chips kaufen, indem du ein Kleidungsstück abziehst.
italian: [_JJ_] Se si esaurisce, tu e Sidney potete comprare più patatine togliendo un capo di abbigliamento.

source: [_JJ_] Each item of clothing will get you five hundred dollars worth of chips.
dutch: [_JJ_] Elke kleding zal je vijfhonderd dollar chips opleveren.
french: [_JJ_] Chaque vêtement vous rapporte 500 dollars de jetons.
german: [_JJ_] Jeder Kleidungsstück erhält 500 Dollar Chips.
italian: [_JJ_] Ogni capo di abbigliamento ti otterrà cinquecento dollari di chip.

source: [_JJ_] So, if you each take off your shirt, [ryan] will get another thousand dollars worth of chips.
dutch: [_JJ_] Dus, als je elk je shirt laat afnemen, krijgt [ryan] nog eens duizend dollar chips.
french: [_JJ_] Donc, si vous enlevez chacun votre chemise, [ryan] aura un autre millier de dollars de jetons.
german: [_JJ_] Also, wenn Sie jedes Mal von Ihrem Hemd nehmen, erhalten [ryan] weitere tausend Dollar Chips.
italian: [_JJ_] Quindi, se ognuno di voi toglie la camicia, [ryan] otterrà un altro migliaio di dollari di chips.

source: [_JJ_] You can quit any time. Any money you've won will be taken off your debt.
dutch: [_JJ_] U kunt op elk gewenst moment afsluiten. Elk geld dat u heeft gewonnen zal van uw schuld worden afgehaald.
french: [_JJ_] Vous pouvez arrêter à tout moment. L'argent que vous avez gagné sera déduit de votre dette.
german: [_JJ_] Sie können jederzeit beenden. Jedes Geld, das Sie gewonnen haben, wird Ihre Schulden beglichen.
italian: [_JJ_] Puoi uscire in qualsiasi momento. Tutti i soldi che hai vinto saranno prelevati dal tuo debito.

source: [_JJ_] If you win all my chips, your debt will be completely wiped out.
dutch: [_JJ_] Als je al mijn chips wint, zal je schuld volledig worden kwijtgescholden.
french: [_JJ_] Si vous gagnez tous mes jetons, votre dette sera complètement effacée.
german: [_JJ_] Wenn Sie alle meine Chips gewinnen, werden Ihre Schulden vollständig vernichtet.
italian: [_JJ_] Se vinci tutti i miei chip, il tuo debito sarà completamente cancellato.

source: [_M_] Do we get money added to the debt if we lose?
dutch: [_M_] krijgen we geld toegevoegd aan de schuld als we dit verliezen?
french: [_M_] Est-ce qu'on ajoute de l'argent à la dette si on perd ?
german: [_M_] Bekommen wir Geld zu den Schulden, wenn wir verlieren?
italian: [_M_] Otteniamo denaro aggiunto al debito se perdiamo?

source: [_JJ_] Nope, each hand you lose will just be for my own enjoyment.
dutch: [_JJ_] Nope, elke hand die je verliest zal alleen mijn plezier doen.
french: [_JJ_] Non, chaque main que tu perdras sera juste pour mon propre plaisir.
german: [_JJ_] Nein, jede Hand, die du verlierst, ist nur für mein eigenes Vergnügen.
italian: [_JJ_] No, ogni mano che perdi sarà solo per il mio divertimento.

source: [_JJ_] And I'll just keep hoping you'll keep buying into the game with your clothes.
dutch: [_JJ_] En ik blijf maar hopen dat je met je kleren in het spel blijft kopen.
french: [_JJ_] Et je vais continuer à espérer que vous continuerez à participer au jeu avec vos vêtements.
german: [_JJ_] Und ich hoffe nur, dass du mit deiner Kleidung weiter in das Spiel einkaufst.
italian: [_JJ_] E continuerò a sperare che continuerai a comprare nel gioco con i tuoi vestiti.

source: [_JJ_] So, those are the rules? What do you say?
dutch: [_JJ_] Dus, dit zijn de regels? Wat zeg je?
french: [_JJ_] Alors, ce sont les règles ? Qu'est-ce que vous en dites ?
german: [_JJ_] Das sind die Regeln? Was sagst du?
italian: [_JJ_] Quindi, quelle sono le regole? Che cosa dite?

source: [_M_] [ryan]? Are you any good at Texas Hold'em?
dutch: [_M_] [ryan]? Ben je goed in Texas Hold'?
french: [_M_] [ryan]? Êtes-vous bon au Texas Hold'em ?
italian: [_M_] [ryan]? Sei bravo al Texas Hold'em?

source: [_R_] I've played online a lot, I'm not too bad.
dutch: [_R_] ik heb veel online gespeeld, ik ben niet te slecht.
french: [_R_] J'ai beaucoup joué en ligne, je ne suis pas trop mauvais.
german: [_R_] Ich habe viel online gespielt, ich bin nicht zu schlecht.
italian: [_R_] Ho giocato molto online, non sono troppo male.

source: [_M_] Have you ever won any money?
dutch: [_M_] Heb je ooit geld gewonnen?
french: [_M_] Avez-vous déjà gagné de l'argent ?
german: [_M_] Hast du jemals Geld gewonnen?
italian: [_M_] Hai mai vinto dei soldi?

source: [_R_] No... Uhhh... I've only played the strip hold'em games online.
dutch: [_R_] Nee... Uhhh... Ik heb alleen de strip hold'em games online gespeeld.
french: [_R_] Non... Uhhh... Je n'ai joué qu'aux jeux de strip hold'em en ligne.
german: [_R_] Nein... Uhhhh... Ich habe nur die Strip Hold'em Spiele online gespielt.
italian: [_R_] No... Uhhh... Ho solo giocato i giochi di strip hold'em online.

source: [_M_] Uuuhhh... {i}(mumbling){/i} I'm surrounded by perverts.
dutch: [_M_] Uuhhh... {i}(mumbling){/i} die ik omringd heb door perverts.
french: [_M_] Uuuhhh... {i}(marmonnant){/i} Je suis entouré de pervers.
german: [_M_] Uuuhhhh... {i}(mumbling){/i} Ich bin von Perverten umgeben.
italian: [_M_] Uuuhhh... {i}(mumbling){/i} Sono circondato da pervertiti.

source: [_M_] Do you think you could possibly win?
dutch: [_M_] Denk je dat je zou kunnen winnen?
french: [_M_] Pensez-vous que vous pourriez gagner ?
german: [_M_] Glaubst du, dass du gewinnen könntest?
italian: [_M_] Pensate che potreste forse vincere?

source: [_R_] I think it's possible.
dutch: [_R_] Ik denk dat het mogelijk is.
french: [_R_] Je pense que c'est possible.
german: [_R_] Ich denke, es ist möglich.
italian: [_R_] penso che sia possibile.

source: [_R_] At the very least, we should play until we run out of chips, then you can decide if you want to buy more chips or not.
dutch: [_R_] Op zijn minst moeten we spelen tot we geen chips meer hebben, dan kunt u beslissen of u meer chips wilt kopen of niet.
french: [_R_] Au minimum, nous devrions jouer jusqu'à ce que nous n'ayons plus de jetons, puis vous pourrez décider si vous voulez en acheter d'autres ou non.
german: [_R_] Zumindest sollten wir spielen, bis wir keine Chips mehr haben, dann können Sie entscheiden, ob Sie mehr Chips kaufen wollen oder nicht.
italian: [_R_] Almeno, dovremmo giocare fino a esaurimento dei chip, allora si può decidere se si desidera acquistare più chip o no.

source: [_M_] That's fair.
dutch: [_M_] Dat is eerlijk.
french: [_M_] C'est juste.
german: [_M_] Das ist fair.
italian: [_M_] È giusto.

source: [_M_] The fact that we could erase our debt!
dutch: [_M_] Het feit dat we onze schuld kunnen kwijtschelden!
french: [_M_] Le fait que nous puissions effacer notre dette !
german: [_M_] Die Tatsache, dass wir unsere Schulden löschen können!
italian: [_M_] Il fatto che potremmo cancellare il nostro debito!

source: [_M_] This kind of chance doesn't ever come around.
dutch: [_M_] Dit soort kansen komt er nooit bij.
french: [_M_] Ce genre de chance ne se présente jamais.
german: [_M_] Diese Art von Chance kommt nie vor.
italian: [_M_] Questo tipo di possibilità non viene mai intorno.

source: [_M_] We've got to try.
dutch: [_M_] We moeten het proberen.
french: [_M_] Nous devons essayer.
german: [_M_] Wir müssen es versuchen.
italian: [_M_] dobbiamo provare.

source: [_M_] Fine... We'll play... for now.
dutch: [_M_] goed... We zullen spelen... voor nu.
french: [_M_] Bien... On va jouer... pour le moment.
german: [_M_] Schön... Wir werden jetzt spielen...
italian: [_M_] Fine... Giocheremo... per ora.

source: [_JJ_] You heard her dealer. Deal the cards.
dutch: [_JJ_] U heeft haar dealer gehoord. Breng de kaarten aan.
french: [_JJ_] Vous avez entendu son croupier. Distribuez les cartes.
german: [_JJ_] Du hast ihre Dealer gehört. Deale die Karten.
italian: [_JJ_] Hai sentito il suo concessionario. Distribuisci le carte.

source: [_J_] {i}(Voice in earpiece){/i} Let them win this first one. Give them a little confidence.
dutch: [_J_] {i}(Stem in oorstuk){/i} laat ze deze eerste winnen. Geef ze een beetje vertrouwen.
french: [_J_] {i}(Voix dans l'oreillette){/i} Laissez-les gagner cette première fois. Donnez-leur un peu de confiance.
german: [_J_] {i}(Voice in earpiece){/i} Lass sie diese erste gewinnen. Gib ihnen ein wenig Vertrauen.
italian: [_J_] {i}(Voice in earpiece){/i} Lascia loro vincere questo primo. Dai loro un po' di fiducia.

source: [_R_] Yes!
dutch: [_R_] Ja!
french: [_M_] Oui?...
german: [_R_] Ja!
italian: [_R_] Sì!

source: [_JJ_] Damnit!
french: [_JJ_] Merde !

source: [_S_] Good job, [ryan]!
dutch: [_S_] Goed gedaan, [ryan]!
french: [_S_] Bon travail, [ryan]!
german: [_S_] Gute Arbeit, [ryan]!
italian: [_S_] Buon lavoro, [ryan]!

source: [_R_] I'll just take that.
dutch: [_R_] Ik neem het gewoon aan.
french: [_R_] Je vais juste prendre ça.
german: [_R_] Ich nehme das nur.
italian: [_R_] lo prenderò e basta.

source: [_M_] A few more hands like that, and we'll be home free.
dutch: [_M_] Een paar extra handen zoals hij, en we zullen gratis thuis zijn.
french: [_M_] Encore quelques mains comme ça, et nous serons libres.
german: [_M_] Ein paar weitere Hände wie diese, und wir sind zu Hause frei.
italian: [_M_] Un paio di mani in più, e saremo a casa libera.

source: {i}"A few hands later"{/i}
dutch: {i}"Een paar handen later"{/i}
french: {i}'Quelques mains plus tard'{/i}
german: {i}"Ein paar Hände später"{/i}
italian: {i}"Alcune mani più tardi"{/i}

source: [_JJ_] Hell, yeah!
dutch: [_JJ_] Hell, ja!
french: [_JJ_] Bon sang, oui !
german: [_JJ_] Hölle, ja!
italian: [_JJ_] Inferno, sì!

source: [_JJ_] I'll take those chips.
dutch: [_JJ_] Ik neem die chips mee.
french: [_JJ_] Je vais prendre ces jetons.
german: [_JJ_] Ich nehme diese Chips.
italian: [_JJ_] prenderò quelle patatine.

source: {i}"A few more hands later."{/i}
dutch: {i}"Een paar andere handen later."{/i}
french: {i}'Quelques mains de plus plus tard.'{/i}
german: {i}"Ein paar weitere Hände später."{/i}
italian: {i}"Alcune mani più tardi."{/i}

source: [_J_] {i}(Voice in earpiece){/i} You've got him. He's only got a 10 of clovers and a six of spades.
dutch: [_J_] {i}(Stem in oorstuk){/i} Je hebt hem. Hij heeft maar 10 klappen en zes luiders.
french: [_J_] {i}(Voix dans l'oreillette){/i} Vous l'avez eu. Il a seulement un 10 de trèfle et un 6 de pique.
german: [_J_] {i}(Voice in earpiece){/i} Du hast ihn. Er hat nur ein 10 Kleeblatt und sechs Pikes.
italian: [_J_] {i}(Voice in earpiece){/i} Hai lui. Ha solo 10 chiodi di garofano e sei picche.

source: [_JJ_] I'll raise you three hundred.
dutch: [_JJ_] Ik zal je drie honderd verhogen.
french: [_JJ_] Je vous relance de trois cents.
german: [_JJ_] Ich werde dich dreihundert erziehen.
italian: [_JJ_] ti alzerò trecento.

source: [_R_] Call.
french: [_R_] Appelez.
german: [_R_] Anrufen.
italian: [_R_] Chiamata.

source: [_JJ_] Tres Kings.
french: [_JJ_] Tres Rois.
german: [_JJ_] Tres Könige.

source: [_R_] Damnit! I was sure you were bluffing!
dutch: [_R_] Damnit! Ik was zeker dat je bluf was!
french: [_R_] Merde ! J'étais sûr que tu bluffais !
german: [_R_] Damnit! Ich war sicher, dass du blufft hast!
italian: [_R_] Damnit! Ero sicuro che eri bluffato!

source: [_R_] I've got nothing.
dutch: [_R_] Ik heb niets.
french: [_R_] Je n'ai rien.
german: [_R_] Ich habe nichts.
italian: [_R_] Non ho niente.

source: [_R_] And we're out of chips.
dutch: [_R_] en we hebben geen chips.
french: [_R_] Et on n'a plus de jetons.
german: [_R_] Und wir haben keine Chips.
italian: [_R_] E siamo fuori dai chip.

source: [_R_] So, I guess we're done.
dutch: [_R_] Dus ik denk dat we klaar zijn.
french: [_R_] Donc, je suppose qu'on a fini.
german: [_R_] Also, ich denke, wir sind fertig.
italian: [_R_] Quindi, immagino che abbiamo finito.

source: [_M_] No...
dutch: [_M_] Nee...
french: [_M_] Non...
german: [_M_] Nein...

source: [_M_] We can cash in our shoes.
dutch: [_M_] We kunnen onze schoenen kopen.
french: [_M_] On peut encaisser nos chaussures.
german: [_M_] Wir können unsere Schuhe einlösen.
italian: [_M_] Possiamo incassare nelle nostre scarpe.

source: [_M_] Sidney. Get yours off too.
dutch: [_M_] Zidney. Haal ook de jouwe uit.
french: [_M_] Sidney. Enlevez le vôtre aussi.
german: [_M_] Sidney. Lass auch deine abkommen.
italian: [_M_] Sidney. Scendi anche tuo.

source: [_M_] Here you go, five hundred in chips please!
dutch: [_M_] Hier ga je, vijfhonderd chips alsjeblieft!
french: [_M_] Voilà, cinq cents en jetons s'il vous plaît !
german: [_M_] Hier gehst du, fünfhundert Chips bitte!
italian: [_M_] Qui vai, cinquecento in chips per favore!

source: [_M_] God!... You fucking pervert!
dutch: [_M_] God!... Je verdomde pervertrek!
french: [_M_] Mon Dieu !... Putain de pervers !
german: [_M_] Gott!... Du fickst pervertiert!
italian: [_M_] Dio!... Si scopa perverso!

source: [_S_] Mom!... Language.
dutch: [_S_] Moment!... Taal.
french: [_S_] Maman!... Langage s’il te plaît.
german: [_S_] Sofort!... Sprache.
italian: [_S_] Mom!... Lingua.

source: {i}"Several hands later."{/i}
dutch: {i}"Meerdere handen later."{/i}
french: {i}'Plusieurs mains plus tard.'{/i}
german: {i}"Mehrere Hände später."{/i}
italian: {i}"Diverse mani più tardi"{/i}

source: [_JJ_] Alright, if you want more chips, the top's got to come off.
dutch: [_JJ_] Ok, als je meer chips wilt, dan komt de top er uit.
french: [_JJ_] Très bien, si tu veux plus de chips, il faut enlever le haut.
german: [_JJ_] Okay, wenn Sie mehr Chips wollen, muss das Top aus sein.
italian: [_JJ_] Va bene, se vuoi più chip, la parte superiore deve uscire.

source: [_M_] I've got no choice... We can't give up... We've got to pay off our debt!
dutch: [_M_] Ik heb geen keuze... We kunnen niet opgeven... We moeten onze schuld afbetalen!
french: [_M_] Je n'ai pas le choix... Nous ne pouvons pas abandonner... Nous devons payer notre dette !
german: [_M_] Ich habe keine andere Wahl... Wir können nicht aufgeben... Wir müssen unsere Schulden abbezahlen!
italian: [_M_] non ho scelta... Non possiamo rinunciare... dobbiamo pagare il nostro debito!

source: [_M_] I thought you knew how to play!
dutch: [_M_] Ik dacht dat je wist hoe je speelt!
french: [_M_] Je croyais que tu savais jouer !
german: [_M_] Ich dachte, du wisse wie du spielst!
italian: [_M_] pensavo che sapessi giocare!

source: [_R_] I do... I won a few hands back.
dutch: [_R_] Ik wel... Ik heb een paar handen terug gewonnen.
french: [_R_] Je sais... J'ai gagné quelques mains en arrière.
german: [_R_] Ich tue... Ich habe ein paar Hände zurückgewonnen.
italian: [_R_] Ho vinto qualche mano indietro.

source: [_M_] Only a few hundred dollars, which you quickly lost in the next hand.
dutch: [_M_] Slechts een paar honderd dollar, die je snel verloor in de volgende hand.
french: [_M_] Seulement quelques centaines de dollars, que vous avez rapidement perdus à la main suivante.
german: [_M_] Nur ein paar hundert Dollar, die Sie schnell in der nächsten Hand verloren haben.
italian: [_M_] Solo poche centinaia di dollari, che hai perso rapidamente nella mano successiva.

source: [_M_] [ryan]! We're counting on you! You've got to win this!
dutch: [_M_] [ryan]! We rekenen op jou! Je moet dit winnen!
french: [_M_] [ryan]! On compte sur toi ! Il faut que vous gagniez !
german: [_M_] [ryan]! Wir zählen auf dich! Du musst das gewinnen!
italian: [_M_] [ryan]! Contiamo su di te! Devi vincerlo!

source: {i}"A little while later."{/i}
dutch: {i}"Even later."{/i}
french: {i}'Un peu plus tard.'{/i}
german: {i}"Ein wenig später."{/i}
italian: {i}"Un pò più tardi"{/i}.

source: [_S_] Damnit, [ryan]!
french: [_S_] Bon sang, [ryan]!

source: [_R_] I'm trying my best!
dutch: [_R_] Ik probeer mijn best!
french: [_R_] Je fais de mon mieux !
german: [_R_] Ich versuche mein Bestes!
italian: [_R_] Sto provando il mio meglio!

source: [_S_] It's not good enough! I don't want to take off my fucking panties too!
dutch: [_S_] is niet goed genoeg! Ik wil mijn fucking panelen ook niet uittrekken!
french: [_S_] Ce n'est pas assez bien ! Je ne veux pas enlever ma putain de culotte aussi !
german: [_S_] Es ist nicht gut genug! Ich möchte meine Fickhose nicht auch abziehen!
italian: [_S_] Non è abbastanza! Non voglio togliere le mie mutandine cazzo troppo!

source: [_M_] Sidney, don't lose your cool.
dutch: [_M_] Sidney, verlies je cool.
french: [_M_] Sidney, ne perdez pas votre sang-froid.
german: [_M_] Sidney, verliere nicht deinen Cool.
italian: [_M_] Sidney, non perdere il tuo cool.

source: [_M_] We've already come this far.
dutch: [_M_] We zijn al ver gekomen.
french: [_M_] Nous avons déjà fait tout ce chemin.
german: [_M_] Wir sind bereits so weit gekommen.
italian: [_M_] Siamo già arrivati così lontano.

source: [_JJ_] Tell you what.
dutch: [_JJ_] Vertel je wat.
french: [_JJ_] Je vais vous dire.
german: [_JJ_] Sag dir was aus.
italian: [_JJ_] Ti dica cosa.

source: [_JJ_] I won't make you take off your panties just yet.
dutch: [_JJ_] Ik zal je nog geen panelen laten verwijderen.
french: [_JJ_] Je ne te ferai pas enlever ta culotte tout de suite.
german: [_JJ_] Ich werde dich noch nicht aus deiner Hose ziehen.
italian: [_JJ_] Non ti farò togliere le tue mutandine appena ancora.

source: [_S_] Really?
dutch: [_S_] Echt?
french: [_S_] Vraiment?
german: [_S_] Wirklich?
italian: [_S_] Davvero?

source: [_M_] How will we get more chips?
dutch: [_M_] Hoe krijgen we meer chips?
french: [_M_] Comment obtiendrons-nous plus de puces ?
german: [_M_] Wie bekommen wir mehr Chips?
italian: [_M_] Come otterremo più chip?

source: [_JJ_] Let's see... Here's two thousand more chips.
dutch: [_JJ_] Laten we zien... Hier zijn nog tweeduizend chips.
french: [_JJ_] Voyons voir... Voici deux mille jetons de plus.
german: [_JJ_] Lass uns sehen... Hier sind zweitausend Chips.
italian: [_JJ_] Vediamo... Ecco altri duemila chip.

source: [_JJ_] All you have to do it press your tits together.
dutch: [_JJ_] Alles wat je hoeft te doen, strijk je tits samen.
french: [_JJ_] Tout ce que tu as à faire, c'est de presser tes seins l'un contre l'autre.
german: [_JJ_] Alles, was du tun musst, drücke deine Titten zusammen.
italian: [_JJ_] Tutto quello che devi fare premere le tette insieme.

source: [_M_] you mean squeeze them together like this?
dutch: [_M_] bedoelt je ze zo samen te knijpen?
french: [_M_] tu veux dire les presser ensemble comme ça ?
german: [_M_] meinst du sie so zusammenzudrücken?
italian: [_M_] significa spremere insieme come questo?

source: [_JJ_] No, you have to press your tits against Sidney's for at least thirty seconds.
dutch: [_JJ_] Nee, je moet je tits minstens 30 seconden tegen Sidney strijken.
french: [_JJ_] Non, tu dois presser tes seins contre ceux de Sidney pendant au moins trente secondes.
german: [_JJ_] Nein, du musst deine Titten mindestens dreißig Sekunden lang gegen Sidney drücken.
italian: [_JJ_] No, devi premere le tue tette contro Sidney per almeno trenta secondi.

source: [_S_] What?
dutch: [_S_] Wat?
french: [_S_] Que puis-je faire pour toi?
german: [_S_] Was?
italian: [_S_] Cosa?

source: [_M_] Oh my God!
dutch: [_M_] Oh mijn God!
french: [_M_] Oh mon Dieu!
german: [_M_] Oh mein Gott!
italian: [_M_] Oh mio Dio!

source: [_M_] You are so perverted!
dutch: [_M_] Je bent zo perver!
french: [_M_] Tu es tellement pervers !
german: [_M_] Du bist so pervertiert!
italian: [_M_] Sei così pervertito!

source: [_JJ_] Yeah, I know.
dutch: [_JJ_] Yeah, ik weet het.
french: [_JJ_] Ouais, je sais.
german: [_JJ_] Ja, ich weiß.
italian: [_JJ_] Sì, lo so.

source: [_M_] Alright, Sidney. We're doing this!
french: [_M_] D'accord, Sidney. On va le faire !
german: [_M_] Okay, Sidney. Das tun wir!
italian: [_M_] Bene, Sidney. Stiamo facendo questo!

source: [_R_] Seriously?
french: [_R_] Sérieusement ?
german: [_R_] ernst?
italian: [_R_] Seriamente?

source: [_M_] We've got to take every little crumb JJ gives us.
dutch: [_M_] We moeten elk klein kruimeltje jj nemen.
french: [_M_] Nous devons prendre chaque petite miette que JJ nous donne.
german: [_M_] Wir müssen jeden kleinen Krümel nehmen, JJ gibt uns.
italian: [_M_] Dobbiamo prendere ogni piccola briciola JJ ci dà.

source: [_M_] Each crumb makes erasing our debt more likely.
dutch: [_M_] Elke kruimel maakt het sneller om onze schuld kwijt te schelden.
french: [_M_] Chaque miette rend l'effacement de notre dette plus probable.
german: [_M_] Jeder Krümel macht das Löschen unserer Schulden wahrscheinlicher.
italian: [_M_] Ogni briciola rende più probabile la cancellazione del nostro debito.

source: [_M_] [ryan], You just need to start playing better.
dutch: [_M_] [ryan], je moet gewoon beter gaan spelen.
french: [_M_] [ryan] Tu dois juste commencer à mieux jouer.
german: [_M_] [ryan], Sie müssen nur anfangen, besser zu spielen.
italian: [_M_] [ryan], Hai solo bisogno di iniziare a giocare meglio.

source: [_M_] Now, are you ready, Sidney?
dutch: [_M_] Nu ben je klaar, Zidney?
french: [_M_] Maintenant, tu es prêt, Sidney ?
german: [_M_] Bist du jetzt bereit, Sidney?
italian: [_M_] Ora, sei pronto, Sidney?

source: [_S_] Good Lord, this is so weird!
dutch: [_S_] Goede Heer, dit is zo raar!
french: [_S_] Bon Dieu, c'est trop bizarre !
german: [_S_] Guten Lord, das ist so seltsam!
italian: [_S_] Buon Signore, questo è così strano!

source: [_MT_] {i}How could I have gotten my family in this situation?{/i}
dutch: [_MT_] {i}Hoe kan ik mijn familie hebben gekregen in deze situatie?{/i}
french: [_MT_] {i}Comment ai-je pu mettre ma famille dans cette situation ?{/i}
german: [_MT_] {i}Wie hätte ich meine Familie in dieser Situation bekommen?{/i}
italian: [_MT_] {i}Come ho potuto ottenere la mia famiglia in questa situazione?{/i}

source: [_MT_] {i}I mean, I guess it's [dad_name]'s fault for getting us in debt to the Mafia.{/i}
dutch: [_MT_] {i}Ik, denk ik, dat het de schuld is van [dad_name]om ons in schuld bij de Mafia.{/i} te brengen.
french: [_MT_] {i}Je veux dire, je suppose que c'est la faute de [dad_name]pour nous avoir endettés auprès de la mafia.{/i}
german: [_MT_] {i}Ich meine, es ist vermutlich ein Fehler [dad_name]für die Verschuldung der Mafia. {/i}
italian: [_MT_] {i}Voglio dire, immagino che sia colpa di [dad_name]per averci preso in debito con la mafia.{/i}
