Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/KoopaComish.po
Languages: dutch, french, german, italian

source: [_MT_] {i}Not to mention [ryan]'s fault for sucking at Texas Hold'em.{/i}
dutch: [_MT_] {i}Niet te vermelden [ryan]zijn fout in het zuigen bij Texas Hold'em.{/i}
french: [_MT_] {i}Sans parler de la faute de [ryan]qui est nul au Texas Hold'em. {/i}
german: [_MT_] {i}Nicht zu erwähnen [ryan]Fehler beim Saugen bei Texas Hold'em.{/i}
italian: [_MT_] {i}Per non parlare del difetto di [ryan]per succhiare il Texas Hold'em.{/i}

source: [_MT_] {i}God!... Am I turned on right now?{/i}
dutch: [_MT_] {i}God!... ben ik nu ingeschakeld?{/i}
french: [_MT_] {i}Mon Dieu... Est-ce que je suis excité en ce moment ?{/i}
german: [_MT_] {i}Gott!... Bin ich jetzt eingeschaltet? {/i}
italian: [_MT_] {i}Dio!... Sono stato acceso adesso?{/i}

source: [_MT_] {i}My nipples just got so hard!{/i}
dutch: [_MT_] {i}Mijn nipels zijn zojuist hard!{/i}
french: [_MT_] {i}Mes tétons sont devenus si durs!{/i}
german: [_MT_] {i}Meine Brustwarzen sind so hart geworden!{/i}
italian: [_MT_] {i}I miei capezzoli sono appena diventati così duri!{/i}

source: [_MT_] {i}And I think my panties are getting wet{/i}
dutch: [_MT_] {i}En ik denk dat mijn panelen nat{/i} krijgen
french: [_MT_] {i}Et je crois que ma culotte est en train de mouiller...{/i}
german: [_MT_] {i}Und ich denke, meine Panties werden nass{/i}
italian: [_MT_] {i}E penso che le mie mutandine siano sempre bagnate{/i}

source: [_ST_] {i}Holy fuck! I think Mom's nipples are as hard as mine!{/i}
dutch: [_ST_] {i}Heilige fuk! Ik denk dat Momenten nipels zo hard zijn als mijn!{/i}
french: [_ST_] {i}Putain de merde ! Je pense que les tétons de maman sont aussi durs que les miens!{/i}
german: [_ST_] {i}Heiliger Fick! Ich denke, Mamas Brustwarzen sind so hart wie meine!{/i}
italian: [_ST_] {i}Scopa Santa! Penso che i capezzoli di mamma siano duri come mie!{/i}

source: [_JJ_] And... Time!
dutch: [_JJ_] En... Tijd!
french: [_JJ_] Et... Le temps !
german: [_JJ_] Und... Zeit!
italian: [_JJ_] E... Tempo!

source: [_JJ_] Thanks, you two!
dutch: [_JJ_] Bedankt, jullie twee!
french: [_JJ_] Merci, vous deux !
german: [_JJ_] Vielen Dank, du!
italian: [_JJ_] Grazie, voi due!

source: [_JJ_] That was super hot!
dutch: [_JJ_] Dat was super heet!
french: [_JJ_] C'était super chaud !
german: [_JJ_] Das war super heiß!
italian: [_JJ_] Che è stato super caldo!

source: [_JJ_] And here's your two thousand dollars in chips.
dutch: [_JJ_] En hier is uw tweeduizend dollar aan chips.
french: [_JJ_] Et voici vos deux mille dollars en jetons.
german: [_JJ_] Und hier sind deine zweitausend Dollar in Chips.
italian: [_JJ_] Ed ecco i vostri duemila dollari in chip.

source: {i}"A few more disastrous hands later."{/i}
dutch: {i}"Nog een paar desastreuze handen later."{/i}
french: {i}'Quelques autres mains désastreuses plus tard.'{/i}
german: {i}"Ein paar katastrophalere Hände später."{/i}
italian: {i}"Alcune mani disastrose più tardi".{/i}

source: [_R_] That's all we've got.
dutch: [_R_] Dat is alles wat we hebben gekregen.
french: [_R_] C'est tout ce qu'on a.
german: [_R_] Das ist alles, was wir bekommen haben.
italian: [_R_] È tutto quello che abbiamo.

source: [_R_] No more chips, no more clothes. We lost.
dutch: [_R_] Geen chips meer, geen kleren meer. We hebben verloren.
french: [_R_] Plus de jetons, plus de vêtements. Nous avons perdu.
german: [_R_] Keine Chips mehr, keine Kleidung mehr. Wir haben verloren.
italian: [_R_] Niente più fichi, niente più vestiti. Abbiamo perso.

source: [_R_] Let's just get out of here.
dutch: [_R_] Laten we hier gewoon uitkomen.
french: [_R_] Partons d'ici.
german: [_R_] Los geht's.
italian: [_R_] Usciamo da qui.

source: [_JJ_] Hold on!
dutch: [_JJ_] Wacht even!
french: [_JJ_] Attendez !
german: [_JJ_] Halten!
italian: [_JJ_] tienete!

source: [_JJ_] I want to give you one more chance.
dutch: [_JJ_] Ik wil je nog een kans geven.
french: [_JJ_] Je veux te donner une autre chance.
german: [_JJ_] Ich möchte dir noch eine Chance geben.
italian: [_JJ_] Voglio darti un'altra possibilità.

source: [_M_] Oh God... What is it going to cost us this time?
dutch: [_M_] Oh God... Wat gaat het ons deze keer kosten?
french: [_M_] Oh mon Dieu... Qu'est-ce que ça va nous coûter cette fois ?
german: [_M_] Oh Gott... Was kostet uns dieses Mal?
italian: [_M_] Oh Dio... Che cosa ci costerà questa volta?

source: [_JJ_] I just want to get a good look at what's between your legs.
dutch: [_JJ_] Ik wil gewoon goed kijken wat er tussen je benen zit.
french: [_JJ_] Je veux juste avoir un bon aperçu de ce qu'il y a entre vos jambes.
german: [_JJ_] Ich möchte nur einen guten Blick darauf werfen, was zwischen deinen Beinen liegt.
italian: [_JJ_] Voglio solo dare un'occhiata a ciò che c'è tra le gambe.

source: [_JJ_] I mean yeah, you're naked, but what good is that if I don't get a better look?
dutch: [_JJ_] Ik bedoel ja, je bent naakt, maar wat is het goed als ik er niet beter uitziet?
french: [_JJ_] Je veux dire, oui, tu es nue, mais à quoi ça sert si je ne peux pas mieux voir ?
german: [_JJ_] Ich meine ja, du bist nackt, aber was ist nützlich, wenn ich kein besseres Aussehen bekomme?
italian: [_JJ_] Intendo sì, sei nudo, ma qual è il bene se non ottengo uno sguardo migliore?

source: [_JJ_] Here's another two thousand dollars worth of chips.
dutch: [_JJ_] Hier is nog eens tweeduizend dollar chips waard.
french: [_JJ_] Voilà encore deux mille dollars de jetons.
german: [_JJ_] Hier sind weitere zweitausend Dollar Chips.
italian: [_JJ_] Ecco altri duemila dollari di chips.

source: [_JJ_] This will keep you alive for a few more hands, I think.
dutch: [_JJ_] Dit zal je nog leven houden voor nog een paar handen, denk ik.
french: [_JJ_] Cela vous permettra de rester en vie pour quelques mains de plus, je pense.
german: [_JJ_] Dies wird dich für ein paar weitere Hände am Leben halten, denke ich.
italian: [_JJ_] Questo ti terrà in vita per un paio di mani, credo.

source: [_JJ_] Who knows, your luck might completely change from this point out.
dutch: [_JJ_] Wie weet, je geluk kan misschien helemaal veranderen van dit punt.
french: [_JJ_] Qui sait, votre chance peut changer du tout au tout à partir de maintenant.
german: [_JJ_] Wer weiß, kann sich dein Glück von diesem Punkt an komplett ändern.
italian: [_JJ_] Chissà, la tua fortuna potrebbe cambiare completamente da questo punto.

source: [_M_] We're more than due for it.
dutch: [_M_] We zijn er meer dan voor te betalen.
french: [_M_] Nous sommes plus qu'en droit de le faire.
german: [_M_] Wir sind mehr als fällig dafür.
italian: [_M_] Ci siamo più che dovuti.

source: [_S_] You sick little pervert!
dutch: [_S_] Je bent klein bezocht!
french: [_S_] Espèce de petit pervers malade !
german: [_S_] Du krank wenig pervertiert!
italian: [_S_] malati poco pervertiti!

source: [_S_] You can't really think that we'd be willing to do something like that for such...
dutch: [_S_] Je kan niet echt denken dat we zoiets willen doen...
french: [_S_] Vous ne pouvez pas vraiment penser que nous serions prêts à faire quelque chose comme ça pour une telle...
german: [_S_] Du kannst nicht wirklich glauben, dass wir bereit wären, so etwas für solche zu tun...
italian: [_S_] Non si può davvero pensare che saremmo disposti a fare qualcosa di simile per tale...

source: [_M_] Hold on, Sidney.
french: [_M_] Attendez, Sidney.
german: [_M_] Halten, Sidney.
italian: [_M_] Attendete, Sidney.

source: [_S_] You can't be seriously considering this, Mom?
dutch: [_S_] Je kunt niet serieus nadenken over dit Mom?
french: [_S_] Tu ne peux pas sérieusement envisager ça, maman ?
german: [_S_] Du kannst nicht ernsthaft darüber nachdenken, Mama?
italian: [_S_] Non puoi prendere seriamente in considerazione questo, mamma?

source: [_S_] He's your fucking student!
dutch: [_S_] Hij is je vrolijke student!
french: [_S_] C'est ton putain d'étudiant !
german: [_S_] Er ist dein fucking student!
italian: [_S_] Lui è il tuo cazzo studente!

source: [_MT_] {i}What will it be like having JJ sitting in class, knowing that he's seen my most intimate parts?{/i}
dutch: [_MT_] {i}Hoe zal het zijn om JJ te laten zitten in de class, wetende dat hij mijn meest vertrouwde delen gezien heeft?{/i}
french: [_MT_] {i}Comment ce sera d'avoir JJ assis en classe, sachant qu'il a vu mes parties les plus intimes ?{/i}
german: [_MT_] {i}Was wird es sein, als habe ich JJ in der Klasse sitzen, wissend, dass er meine intimsten Teile gesehen hat?{/i}
italian: [_MT_] {i}Cosa sarà come avere JJ seduto in classe, sapendo che ha visto le mie parti più intime?{/i}

source: [_MT_] {i}I can't think about that right now! Getting out of this situation once and for all is the most important priority!{/i}
dutch: [_MT_] {i}Daar kan ik nu niet aan denken! Voor eens en altijd uit deze situatie komen is de belangrijkste prioriteit!{/i}
french: [_MT_] {i}Je ne peux pas penser à ça en ce moment ! Sortir de cette situation une fois pour toutes est la priorité la plus importante!{/i}
german: [_MT_] {i}Ich kann gerade nicht daran denken! Ein für allemal aus dieser Situation herauszukommen ist die wichtigste Priorität!{/i}
italian: [_MT_] {i}Non riesco a pensare a questo in questo momento! Uscire una volta per tutte da questa situazione è la priorità più importante!{/i}

source: [_M_] Sidney, you need to do this for our family.
dutch: [_M_] Sidney, je moet dit doen voor onze familie.
french: [_M_] Sidney, tu dois faire ça pour notre famille.
german: [_M_] Sidney musst du dies für unsere Familie tun.
italian: [_M_] Sidney, devi farlo per la nostra famiglia.

source: [_M_] We need to get this debt off our backs.
dutch: [_M_] We moeten deze schuld van onze rug krijgen.
french: [_M_] Nous devons nous débarrasser de cette dette.
german: [_M_] Wir müssen diese Schulden aus dem Rücken holen.
italian: [_M_] Abbiamo bisogno di ottenere questo debito dalle nostre spalle.

source: [_M_] We need to get out from under the thumb of the mafia!
dutch: [_M_] We moeten uit de duim van de mafia komen!
french: [_M_] Nous devons sortir de l'emprise de la mafia !
german: [_M_] Wir müssen aus dem Faust der Mafia herauskommen!
italian: [_M_] Dobbiamo uscire da sotto il pollice della mafia!

source: [_S_] Uggghhh... Fine!
dutch: [_S_] Uggghhh... Prima!
french: [_S_] Uggghhh... Bien !
german: [_S_] Uggghhh... gut!
italian: [_S_] Uggghh... Fine!

source: [_JJ_] Fantastic! Why don't you two just turn around and place your asses right on the table for thirty seconds?
dutch: [_JJ_] Fantastisch! Waarom draaien jullie twee gewoon om en plaatsen jullie bril 30 seconden op de tafel?
french: [_JJ_] Fantastique ! Pourquoi ne pas vous retourner et poser vos fesses sur la table pendant 30 secondes ?
german: [_JJ_] Fantastisch! Warum drehen Sie sich nicht einfach um und legen Sie Ihren Arsch 30 Sekunden lang auf den Tisch?
italian: [_JJ_] Fantastico! Perché due non girate e mettete i vostri asini a destra sul tavolo per trenta secondi?

source: [_MT_] {i}This is so humiliating!{/i}
dutch: [_MT_] {i}Dit is zo vernederend!{/i}
french: [_MT_] {i}C'est tellement humiliant!{/i}
german: [_MT_] {i}Das ist so erniedrigend!{/i}
italian: [_MT_] {i}Questo è così umiliante!{/i}

source: [_MT_] {i}Is this all JJ is going to be thinking about when I'm in front of his class writing on the chalk board?{/i}
dutch: [_MT_] {i}Is dit de enige JJ die denkt erover na wanneer ik voor zijn klas schrijf op het krijtbord?{/i}
french: [_MT_] {i}C'est tout ce à quoi JJ va penser quand je serai devant sa classe à écrire sur le tableau ?{/i}
german: [_MT_] {i}Wird all JJ darüber nachdenken, wenn ich vor seiner Klasse auf dem Kreidebrett schreibe? {/i}
italian: [_MT_] {i}È tutto questo che JJ sta pensando quando sono davanti alla sua classe che scrive sulla bacheca di gesso?{/i}

source: [_RT_] {i}When did I start sucking so badly at Texas Hold'em?... I know it's not complete luck, but boy, it seems like something crooked is going on here.{/i}
dutch: [_RT_] {i}Wanneer ben ik zo erg begonnen in Texas Hold'em?... Ik weet dat het niet volslagen geluk is, maar jongen, het lijkt erop dat er hier iets gekookt wordt.{/i}
french: [_RT_] {i}Quand ai-je commencé à être aussi nul au Texas Hold'em ?... Je sais que ce n'est pas de la chance, mais on dirait que quelque chose de tordu se passe ici.{/i}
german: [_RT_] {i}Wann habe ich so schlecht bei Texas Hold'em gesaugt? Ich weiß, es ist nicht ganz glücklich, aber Jung, es scheint so, als ob hier etwas krumm wird.{/i}
italian: [_RT_] {i}Quando ho iniziato a succhiare così male a Texas Hold'em?... So che non è la fortuna completa, ma ragazzo, sembra che qualcosa di storto sta succedendo qui.{/i}

source: [_RT_] {i}Or maybe I'm just trying to look for someone else to blame for getting my mom and sister into this situation.{/i}
dutch: [_RT_] {i}Of misschien probeer ik alleen maar iemand anders de schuld te geven van het in deze situatie brengen van mijn moeder en zuster.{/i}
french: [_RT_] {i}Ou peut-être que j'essaie juste de trouver quelqu'un d'autre à blâmer pour avoir mis ma mère et ma sœur dans cette situation.{/i}
german: [_RT_] {i}Oder vielleicht versuche ich nur, jemanden zu suchen, der dafür verantwortlich ist, meine Mutter und Schwester in diese Situation zu bringen.{/i}
italian: [_RT_] {i}O forse sto solo provando a cercare qualcun altro da incolpare per aver portato mia mamma e sorella in questa situazione.{/i}

source: [_RT_] {i}At least I get to enjoy the view as well.{/i}
dutch: [_RT_] {i}Ik kan tenminste ook van het uitzicht genieten.{/i}
french: [_RT_] {i}Au moins, je peux aussi profiter de la vue.{/i}
german: [_RT_] {i}Zumindest genieße ich die Ansicht ebenfalls. {/i}
italian: [_RT_] {i}Almeno riesco a godermi la vista pure.{/i}

source: [_RT_] {i}Mom's got the most beautiful, tightest, sexiest, ass I've ever seen!{/i}
dutch: [_RT_] {i}Moment heeft de mooiste lijst, meest sexiest, pas die ik ooit heb gezien!{/i}
french: [_RT_] {i}Maman a le plus beau, le plus serré, le plus sexy des culs que j'aie jamais vu!{/i}
german: [_RT_] {i}Mom's hat den schönsten, feinsten, sexiesten, Arsch, den ich je gesehen habe!{/i}
italian: [_RT_] {i}Mamma ha il più bello, più stretto, più sexy, culo che io abbia mai visto!{/i}

source: [_RT_] {i}Sidney's is pretty damn near perfect too. I love those tan lines!{/i}
dutch: [_RT_] {i}Sidney's is verdomd in de buurt van perfect en ik hou van deze tan lijnen!{/i}
french: [_RT_] {i}Celle de Sidney est presque parfaite aussi. J'aime ces lignes de bronzage!{/i}
german: [_RT_] {i}Sidney ist ebenfalls ziemlich verdammt nahe perfekt. Ich liebe diese Bräunungslinien!{/i}
italian: [_RT_] {i}Sidney è abbastanza dannato anche vicino perfetto. Adoro quelle linee di abbronzatura!{/i}

source: [_RT_] {i}I just wish this were a private show for me. Fucking JJ and that dealer can't take their eyes off their asses either.{/i}
dutch: [_RT_] {i}Ik wou alleen dat dit een persoonlijke show was voor mij. Fucking JJ en die dealer kan hun ogen niet aftrekken van hun glazen ook.{/i}
french: [_RT_] {i}J'aimerais juste que ce soit un show privé pour moi. Ce putain de JJ et ce dealer n'arrêtent pas de regarder leurs culs non plus.{/i}
german: [_RT_] {i}Ich wünschte mir, dass dies eine private Show für mich wäre. JJ fucking und der Händler kann seine Augen auch nicht vom Arsch nehmen.{/i}
italian: [_RT_] {i}Vorrei solo che questo fosse uno spettacolo privato per me. Cazzo JJ e che il commerciante non può togliere gli occhi dai loro asini.{/i}

source: [_JJ_] And that's thirty seconds.
dutch: [_JJ_] En dat is dertig seconden.
french: [_JJ_] Et ça fait trente secondes.
german: [_JJ_] Und das sind dreißig Sekunden.
italian: [_JJ_] E questo è trenta secondi.

source: [_JJ_] Thank you! That image will keep me warm at night.
dutch: [_JJ_] Bedankt! Die afbeelding zal me 's nachts warm houden.
french: [_JJ_] Merci ! Cette image va me tenir chaud la nuit.
german: [_JJ_] Vielen Dank! Dieses Bild wird mich in der Nacht warm halten.
italian: [_JJ_] Grazie! Quella immagine mi terrà caldo di notte.

source: [_JJ_] And here's your chips. You more than earned them.
dutch: [_JJ_] En hier zijn je chips. Je hebt ze meer dan verdiend.
french: [_JJ_] Et voici vos jetons. Vous les avez plus que mérités.
german: [_JJ_] Und hier sind Ihre Chips. Sie haben sie mehr verdient.
italian: [_JJ_] Ed ecco le tue patatine. Più di quanto le hai guadagnate.

source: [_JJ_] Are we ready for another hand?
dutch: [_JJ_] Zijn we klaar voor een andere hand?
french: [_JJ_] Sommes-nous prêts pour une autre main ?
german: [_JJ_] Sind wir bereit für eine andere Hand?
italian: [_JJ_] Siamo pronti per un'altra mano?

source: [_R_] Yeah, let's not waste any more time.
dutch: [_R_] Yeah, laten we geen tijd meer verliezen.
french: [_R_] Oui, ne perdons pas plus de temps.
german: [_R_] Ja, lassen Sie uns keine Zeit mehr vergeuden.
italian: [_R_] Sì, non sprechiamo altro tempo.

source: [_JJ_] Go ahead and deal the cards, dealer.
dutch: [_JJ_] Ga door met de kaarten, de dealer.
french: [_JJ_] Allez-y et distribuez les cartes, croupier.
german: Fang an und gib die Karten aus.
italian: [_JJ_] Vai avanti e affare le carte, rivenditore.

source: [_R_] Oh, we are all in!
dutch: [_R_] Oh, we zijn klaar!
french: [_R_] Oh, nous en sommes tous !
german: [_R_] Oh, wir sind alle!
italian: [_R_] Oh, siamo tutti dentro!

source: [_JJ_] Really?... Everything you have left?... On this one hand?
french: [_JJ_] Vraiment ?... Tout ce qu'il te reste ?... Sur cette seule main ?
german: [_JJ_] Wirklich?... Alles, was du übrig hast?... In dieser eine Hand?
italian: [_JJ_] Davvero?... Tutto quello che ti è andato?... Su questa sola mano?

source: [_J_] {i}(Voice in earpiece){/i} Ok, JJ. The rest is up to you. If you play this right, you'll get everything you want.
dutch: [_J_] {i}(Stem in oorstuk){/i} Ok, JJJ. De rest is aan jou. Als je dit juist speelt krijg je alles wat je wilt.
french: [_J_] {i}(Voix dans l'oreillette){/i} Ok, JJ. Le reste dépend de toi. Si tu la joues bien, tu auras tout ce que tu veux.
german: [_J_] {i}(Voice in earpiece){/i} Ok, JJ. Der Rest liegt bei dir. Wenn du das richtig spielst, erhältst du alles, was du willst.
italian: [_J_] {i}(Voice in earpiece){/i} Ok, JJ. Il resto è a te. Se giochi bene, otterrai tutto quello che vuoi.

source: [_JJ_] You've either got an amazing hand, or you're bluffing.
dutch: [_JJ_] Je hebt een geweldige hand of je bluft.
french: [_JJ_] Soit vous avez une main incroyable, soit vous bluffez.
german: [_JJ_] Du hast entweder eine erstaunliche Hand oder du bluffst.
italian: [_JJ_] Hai una mano incredibile, o stai bluffando.

source: [_JJ_] Hmmm... Well, I think you believe you've got a pretty good hand, but I'm pretty sure I do too.
dutch: [_JJ_] Hmmm... Nou, ik denk dat je een goede hand hebt, maar ik ben er best zeker van dat ik dat ook doe.
french: [_JJ_] Hmmm... Eh bien, je pense que tu crois que tu as une assez bonne main, mais je suis presque sûr que moi aussi.
german: [_JJ_] Hmmm... Nun, ich glaube, du hast eine ziemlich gute Hand, aber ich bin ziemlich sicher, dass ich es auch tue.
italian: [_JJ_] Hmmm... Beh, penso che tu credi di avere una mano abbastanza buona, ma sono abbastanza sicuro che lo faccio anche.

source: [_JJ_] In fact... I'm willing to wager everything on this one hand.
dutch: [_JJ_] In feit... Ik ben bereid om alles over deze hand te gooien.
french: [_JJ_] En fait... Je suis prêt à parier tout sur cette seule main.
german: [_JJ_] In der Tage... Ich bin bereit, alles auf dieser einen Hand zu setzen.
italian: [_JJ_] In realtà... Sono disposto a scommettere tutto su questa mano.

source: [_R_] What do you mean everything?
dutch: [_R_] Wat bedoelt u alles?
french: [_R_] Comment ça, tout ?
german: [_R_] Was meinst du alles?
italian: [_R_] Che cosa intendi tutto?

source: [_JJ_] All your family's debt.
dutch: [_JJ_] Alle schulden van uw familie.
french: [_JJ_] Toutes les dettes de ta famille.
german: [_JJ_] Alle Schulden Ihrer Familie.
italian: [_JJ_] Tutto il debito della tua famiglia.

source: [_R_] All our debt?... But, the only thing I've got is what's already in the pot.
dutch: [_R_] al onze schulden?... Maar het enige wat ik heb is wat er al in de pot zit.
french: [_R_] Toutes nos dettes ?... Mais, la seule chose que j'ai, c'est ce qui est déjà dans le pot.
german: [_R_] Alle unsere Schuld?... Aber, das einzige, was ich bekommen habe, ist, was ist bereits im Topf.
italian: [_R_] Tutto il nostro debito?... Ma, l'unica cosa che ho è che cosa è già nel piatto.

source: [_JJ_] oh, come on! If your hand is really that good, and winning this hand could erase all your debt... There's got to be something you'd be willing to offer.
dutch: [_JJ_] oh, kom dan! Als je hand echt goed is, kan het winnen van deze hand al je schulden wissen. . Er moet iets zijn dat je wil aanbieden.
french: [_JJ_] Oh, allez ! Si votre main est vraiment si bonne, et que gagner cette main pourrait effacer toutes vos dettes... Il doit bien y avoir quelque chose que tu es prêt à offrir.
german: [_JJ_] oh, kommen Sie an! Wenn Ihre Hand wirklich so gut ist, und gewinnen Sie diese Hand könnte alle Ihre Schulden löschen. . Es muss etwas geben, was Sie gerne anbieten würden.
italian: [_JJ_] oh, vieni! Se la tua mano è davvero così buona, e vincere questa mano potrebbe cancellare tutto il tuo debito. Ci deve essere qualcosa che saresti disposto ad offrire.

source: [_RT_] {i}Ok, let me collect my thoughts and make sure I'm doing this right.{/i}
dutch: [_RT_] {i}Ok, laat me mijn gedachten verzamelen en ervoor zorgen dat ik dit goed doe.{/i}
french: [_RT_] {i}Ok, laissez-moi rassembler mes pensées et m'assurer que je fais ça bien. {/i}
german: [_RT_] {i}Ok, lass mich meine Gedanken sammeln und stelle sicher, dass ich das richtig mache.{/i}
italian: [_RT_] {i}Ok, lasciami raccogliere i miei pensieri e assicurati che sto facendo questo giusto.{/i}

source: [_RT_] {i}I've got a seven and eight of clovers in my hand.{/i}
dutch: [_RT_] {i}Ik heb zeven en acht klavers in mijn hand.{/i}
french: [_RT_] {i}J'ai un sept et un huit de trèfles dans ma main.{/i}
german: [_RT_] {i}Ich habe sieben und acht Kleemen in meiner Hand.{/i}
italian: [_RT_] {i}Ho un sette e otto di chiodi di garofano in mano.{/i}

source: [_RT_] {i}In the community cards there is a nine, ten, and jack of clovers.{/i}
dutch: [_RT_] {i}In de communitykaarten zijn er een negen, tien en een zak met klavers.{/i}
french: [_RT_] {i}Dans les cartes communes, il y a un neuf, un dix et un valet de trèfle.{/i}
german: [_RT_] {i}In den Gemeinschaftskarten gibt es neun Kleiderbügel, zehn Kleiderbügel. {/i}
italian: [_RT_] {i}Nelle carte della community c'è un nove, dieci, e un fante di trifogli.{/i}

source: [_RT_] {i}Yeah... I'm positive!... That gives me a straight flush!{/i}
dutch: [_RT_] {i}Yeah... Ik ben positief!... Dat geeft me een rechte flush!{/i}
french: [_RT_] {i}Ouais... Je suis positif !... Cela me donne une quinte flush!{/i}
german: [_RT_] {i}Ja... ich bin mir sicher!... Das ist ein Straight Flush! {/i}
italian: [_RT_] {i}Sì... Sono positivo!... Questo mi dà un filo dritto!{/i}

source: [_RT_] {i}An unbeatable hand!{/i}
dutch: [_RT_] {i}Een onverslaanbare hand!{/i}
french: [_RT_] {i}Une main imbattable!{/i}
german: [_RT_] {i}Eine unschlagbare Hand!{/i}
italian: [_RT_] {i}Una mano imbattibile!{/i}

source: [_JJ_] Why don't you guys take a few minutes to think of something you can offer me against all of your debt.
dutch: [_JJ_] Waarom nemen jullie er niet een paar minuten over om iets te bedenken dat ik tegen al jullie schulden kan aanbieden.
french: [_JJ_] Pourquoi ne prenez-vous pas quelques minutes pour réfléchir à ce que vous pouvez m'offrir contre toutes vos dettes.
german: [_JJ_] Warum brauchen Sie nicht ein paar Minuten, um an etwas zu denken, das Sie mir gegen all Ihre Schulden anbieten können.
italian: [_JJ_] Perché non ci vogliono pochi minuti per pensare a qualcosa che mi puoi offrire contro tutto il tuo debito.
