Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/New_inventory.po
Languages: dutch, german, italian, portuguese, russian

source: Lauren's first cosplay outfit, you can sell it online to make money.
dutch: Laurens eerste cosplay outfit, u kunt het online verkopen om geld te verdienen.
german: Laurens erstes Cosplay-Kostüm, welches du online verkaufen kannst, um Geld zu verdienen.
italian: Primo vestito cosplay di Lauren, si può vendere online per fare soldi.
portuguese: A primeira roupa de cosplay de Lauren, você pode vendê-la online para ganhar dinheiro.
russian: Первый косплейный наряд Лорен, который можно продать в Интернете, чтобы заработать деньги.

source: Mandy's first cosplay outfit, you can sell it online to make money.
dutch: Mandy's eerste cosplay outfit, je kunt het online verkopen om geld te verdienen.
german: Mandys erstes Cosplay-Kostüm, welches du online verkaufen kannst, um Geld zu verdienen.
italian: Il primo vestito di cosplay di Mandy, si può vendere online per fare soldi.
portuguese: O primeiro traje de cosplay de louça, você pode vendê-lo online para ganhar dinheiro.
russian: Первый косплейный наряд Мэнди, который можно продать в Интернете, чтобы заработать деньги.

source: Expensive, but the most stylish swimsuit for my mom.
dutch: Kostend, maar het meest stijlvolle zwempak voor mijn ogenblik.
german: Teurer, aber besonders schicker Badeanzug für meine Mutter.
italian: Costoso, ma il costume da bagno più elegante per mia mamma.
portuguese: Caro, mas a roupa mais elegante para minha mãe.
russian: Дорогой, но самый стильный купальник для моей мамы.

source: Generic milk chocolate bar.
dutch: Generieke melk chocoladebalk.
german: Einfache Tafel Milchschokolade.
italian: Barra di cioccolato al latte generica.
portuguese: Barra de chocolate de leite genérico.
russian: Обычная плитка молочного шоколада.

source: Flowers for my ladies.
dutch: Bloemen voor mijn dames.
german: Blumen für meine Damen.
italian: Fiori per le mie signore.
portuguese: Flores para as minhas senhoras.
russian: Цветы для моих дам.

source: Melatonin, the strongest over the counter sleep aid that I can buy. It's all natural... non addictive...
dutch: Melatonin, de sterkste ten opzichte van de slaap die ik kan kopen. Het is allemaal natuurlijk... niet verslavend ...
german: Melatonin, das stärkste frei verkäufliche Schlafmittel, das ich kaufen kann. Es ist ganz natürlich... macht nicht süchtig...
italian: Melatonin, il più forte sopra l'aiuto del sonno del contatore che posso comprare. È tutto naturale... non coinvolgente...
portuguese: Melatonin, o mais forte sobre o balcão de sono que posso comprar. É natural... não viciante...
russian: Мелатонин - самое сильное безрецептурное средство для сна, которое я могу купить. Он полностью натуральный... не вызывает привыкания...

source: Webcam(s), I can use this item to spy on the girls.
dutch: Webcam(s), ik kan dit voorwerp gebruiken om de meisjes te bespioneren.
german: Webcam(s), damit kann ich die Mädchen ausspionieren.
italian: Webcam(s), Posso usare questo articolo per spiare le ragazze.
portuguese: Webcams, eu posso usar este item para espionar as meninas.
russian: Веб-камера(ы), я могу использовать этот предмет для слежки за девушками.

source: Ball Gag, a device used in sexual bondage and BDSM roleplay. Let's see how I can use it!
dutch: Ball Gag, een apparaat dat wordt gebruikt in seksuele bondage en BDSM roleplay. Laten we kijken hoe ik het kan gebruiken!
german: Ball Gag, ein Gerät, das bei sexuellen Fesselungen und BDSM-Rollenspielen verwendet wird. Mal sehen, wie ich ihn einsetzen kann!
italian: Ball Gag, un dispositivo utilizzato in bondage sessuale e BDSM roleplay. Vediamo come posso usarlo!
portuguese: Gaiola de Bola, um dispositivo usado em boneca sexual e papel BDSM. Vamos ver como posso usá-lo!
russian: Мяч-кляп, предмет, используемый в сексуальном бондаже и BDSM ролевых играх. Посмотрим, как я смогу его использовать!

source: The best DSLR camera I can afford for now.
dutch: De beste DSLR-camera die ik me nu kan veroorloven.
german: Die beste DSLR-Kamera, die ich mir jetzt leisten kann.
italian: La migliore fotocamera DSLR che posso permettermi per ora.
portuguese: A melhor câmera para DSLR que eu posso comprar por enquanto.
russian: Лучшая цифровая зеркальная камера, которую я могу себе позволить на данный момент.

source: A green screen will make us look more professional.
dutch: Een groen scherm maakt ons er professioneler uit.
german: Eine grüne Leinwand lässt alles professioneller aussehen.
italian: Uno schermo verde ci farà sembrare più professionali.
portuguese: Uma tela verde nos fará parecer mais profissionais.
russian: Зеленый экран позволит нам выглядеть более профессионально.

source: With this lights the photos will look better and we'll get more likes.
dutch: Met dit licht zullen de foto's er beter uit zien en zullen we meer lievelingen krijgen.
german: Mit dieser Beleuchtung sehen die Fotos besser aus und wir bekommen mehr Likes.
italian: Con queste luci le foto appariranno meglio e otterremo più likes.
portuguese: Com esta luz, as fotos parecerão melhor e nós teremos mais curtidas.
russian: При таком освещении фотографии будут выглядеть лучше, и мы получим больше лайков.

source: This items helps you get more likes from images.
dutch: Dit item helpt u meer likes te krijgen van afbeeldingen.
german: Diese Dinge helfen dir, mehr Likes für die Bilder zu erhalten.
italian: Questo elemento ti aiuta a ottenere più mi piace dalle immagini.
portuguese: Estes itens lhe ajudam a obter mais curtidas através de imagens.
russian: Эти элементы помогут вам получить больше лайков от изображений.

source: This items is needed to make videos.
dutch: Deze items zijn nodig om video's te maken.
german: Diese Dinge werden für die Erstellung von Videos benötigt.
italian: Questo elemento è necessario per creare video.
portuguese: Estes itens são necessários para criar vídeos.
russian: Эти предметы необходимы для создания видеороликов.

source: This items helps you get more likes from videos.
dutch: Dit item helpt je om meer likes te krijgen van video's.
german: Diese Dinge helfen dir, mehr Likes für die Videos zu erhalten.
italian: Questo elemento ti aiuta a ottenere più mi piace dai video.
portuguese: Estes itens ajudam você a obter mais curtidas através dos vídeos.
russian: Эти элементы помогают получать больше лайков от видео.

source: A childrens book that turned out to be full of hidden sexual themes and innuendos... Maybe it is my kind of book!
dutch: Een kinderenboek dat vol bleek te zitten met verborgen seksuele thema's en innuendos... Misschien is het mijn soort boek!
german: Ein Kinderbuch, das sich als voll von versteckten sexuellen Themen und Anspielungen entpuppt... Vielleicht ist das meine Art von Buch!
italian: Un libro per bambini che si è rivelato pieno di temi sessuali nascosti e innuendos... Forse è il mio tipo di libro!
portuguese: Um livro para crianças que acabou por estar cheio de temas sexuais ocultos e nuendos... Talvez seja o meu tipo de livro!
russian: Детская книга, которая, как оказалось, полна скрытых сексуальных тем и намеков... Может быть, это как раз моя книга!

source: Second book in the Perry Hotter Series.
dutch: Tweede boek in de Perry Hotter Series.
german: Zweites Buch der Perry Hotter-Serie.
italian: Secondo libro nella serie Perry Hotter.
portuguese: Segundo livro na série Hotter de Perry.
russian: Вторая книга из серии "Перри Хоттер".

source: Third book in the Perry Hotter Series.
dutch: Derde boek in de Perry Hotter Series.
german: Drittes Buch der Perry Hotter-Serie.
italian: Terzo libro della serie Perry Hotter.
portuguese: Terceiro livro na Série Hotter de Perry
russian: Третья книга из серии "Перри Хоттер".

source: I've got to keep replacing Mom's wine.
dutch: Ik moet doorgaan met het vervangen van Mé's wijn.
german: Ich muss den Wein von Mama immer wieder ersetzen.
portuguese: Eu tenho que continuar substituindo o vinho da mãe.
russian: Я должен постоянно заменять мамино вино.

source: I should give these to Lauren and Mandy in the backyard on Sunday morning.
dutch: Dat moet ik op zondagochtend aan Lauren en Mandy in de achtertuin geven.
portuguese: Eu deveria entregá-los a Lauren e a Mandy, no quintal do domingo de manhã.
russian: Я должен подарить их Лорен и Мэнди на заднем дворе в воскресенье утром.

source: Money:$[money]
dutch: Geld:$[money]
german: Geld: [money] $
italian: Denaro:$[money]
portuguese: Dinheiro:$[money]
russian: Деньги:$[money]

source: INVENTORY
dutch: INVENTARIS
german: INVENTAR
italian: INVENTARIO
portuguese: ESTOQUE
russian: ИНВЕНТАРЬ

source: [amount]
portuguese: [quantidade]

source: hardnLong.com $25 Gift Card(s).
german: hardnLong.com 25 $ Geschenkkarte(n).
russian: Подарочная карта hardnLong.com на 25 долларов.
