Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}I don't ever get a chance to talk to Sidney at the club when Mom's with her on Mondays. I can always get her to work some other day though. I could always visit her some evening in the kitchen and ask her to go make us some money.{/i}
dutch: [_RT_] {i}Ik krijg nooit een kans om bij de club met Zidney te praten wanneer Moms op maandag met haar is. Ik kan haar echter altijd op een andere dag laten werken. Ik kan haar altijd een paar avond in de keuken bezoeken en haar vragen om wat geld te verdienen.{/i}
french: [_RT_] {i}Je n'ai jamais eu l'occasion de parler à Sidney au club quand maman est avec elle le lundi. Je peux toujours la faire travailler un autre jour. Je pourrais toujours lui rendre visite un soir dans la cuisine et lui demander d'aller nous faire de l'argent.{/i}
german: [_RT_] {i}Ich habe nie die Gelegenheit, mit Sidney im Club zu sprechen, wenn meine Mutter montags bei ihr ist. Aber ich kann sie immer dazu bringen, an einem anderen Tag zu arbeiten. Ich könnte sie ja mal abends in der Küche besuchen und sie bitten, etwas Geld zu verdienen.{/i}
italian: [_RT_] {i}Non ho mai avuto la possibilità di parlare con Sidney al club quando la mamma è con lei il lunedì. Posso sempre farla lavorare qualche altro giorno però. Potrei sempre visitarla qualche sera in cucina e chiederle di andare a farci qualche soldo.{/i}

source: {i}Dad seemed to want Mom to do something for him. I wonder if it had anything to do with Joey at the club.{/i}
dutch: {i}Dad leek te willen dat Mama iets voor hem deed. Ik vraag me af of het iets te maken had met Joey bij de club.{/i}
french: {i}Papa semblait vouloir que maman fasse quelque chose pour lui. Je me demande si ça a quelque chose à voir avec Joey au club.{/i}
german: {i}Dad schien zu wollen, dass Mama etwas für ihn tut. Ich frage mich, ob das irgendetwas mit Joey im Club zu tun hat.{/i}
italian: {i}Papà sembrava voler che la mamma facesse qualcosa per lui. Mi chiedo se avesse qualcosa a che fare con Joey al club.{/i}

source: {i}I should stop by sometime when Sidney's working and see if she can find anything out.{/i}
dutch: {i}Ik moet even stoppen wanneer Sidney werkt en kijken of ze er iets over kan vinden.{/i}
french: {i}Je devrais passer quand Sidney travaille et voir si elle peut trouver quelque chose.{/i}
german: {i}Ich sollte mal vorbeikommen, wenn Sidney arbeitet, um zu sehen, ob sie etwas herausfinden kann.{/i}
italian: {i}Dovrei fermarmi qualche volta quando Sidney lavora e vedere se riesce a trovare qualcosa.{/i}

source: [_WT_] {i}If you're seeing this, I fucked something up.{/i}
dutch: [_WT_] {i}Als je dit ziet, fuceerde ik iets omhoog.{/i}
french: [_WT_] {i}Si tu vois ça, c'est que j'ai merdé quelque chose.{/i}
german: [_WT_] {i}Wenn du das siehst, habe ich etwas falsch gemacht {/i}
italian: [_WT_] {i}Se stai vedendo questo, ho scopato qualcosa.{/i}

source: [_RT_] {i}Now that Lauren and Matt are hooking up, I wonder what kinds of messages she's sending him on her phone. I should keep checking on her in her room on the weekends.{/i}
dutch: [_RT_] {i}Nu Lauren en Matt opschieten, vraag ik me af welke berichten ze hem op haar telefoon stuurt. Ik moet in het weekend in haar kamer blijven checken.{/i}
french: [_RT_] {i}Maintenant que Lauren et Matt sortent ensemble, je me demande quel genre de messages elle lui envoie sur son téléphone. Je devrais continuer à la surveiller dans sa chambre pendant les week-ends..{/i}
german: [_RT_] {i}Jetzt, wo Lauren und Matt zusammen sind, frage ich mich, was für Nachrichten sie ihm auf ihrem Handy schickt. Ich sollte an den Wochenenden immer in ihrem Zimmer nach ihr sehen.{/i}
italian: [_RT_] {i}Ora che Lauren e Matt si stanno agganciando, mi chiedo che tipo di messaggi lo sta mandando sul suo telefono. Dovrei continuare a controllarla nella sua stanza nei fine settimana.{/i}

source: [_RT_] {i}It sounds like Matt's coming over one of these nights... I'm sure they'll be looking for someplace private. I should keep an eye on Lauren's room each night.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Matt's over een van deze nachten komt ... Ik weet zeker dat ze ergens privé zullen zoeken. Ik moet elke nacht een oogje in het zeil houden op Lauren's Kamer. {/i}
french: [_RT_] {i}Il semblerait que Matt vienne un de ces soirs... Je suis sûr qu'ils chercheront un endroit privé. Je devrais surveiller la chambre de Lauren tous les soirs.{/i}
german: [_RT_] {i}Es hört sich so an, als ob Matt in einer dieser Nächte vorbeikommt... Ich bin mir sicher, dass sie sich einen privaten Ort suchen werden. Ich sollte jede Nacht ein Auge auf Laurens Zimmer werfen.{/i}
italian: [_RT_] {i}Sembra che Matt's venire sopra una di queste notti... Sono sicuro che cercheranno un posto privato. Dovrei tenere d'occhio la stanza di Lauren ogni notte.{/i}

source: [_RT_] {i}Cousin Mandy volonteered to help with the yard work. Maybe I should meet her in the Lounge on Saturday Afternoon to help her get started.{/i}
dutch: [_RT_] {i}Snoep Volonteerden om te helpen met het werken op de werf. Misschien moet ik haar op zaterdag Afternoon in de Lounge ontmoeten om haar te helpen aan de slag.{/i}
french: [_RT_] {i}La cousine Mandy s'est portée volontaire pour aider à l'entretien du jardin. Je devrais peut-être la rencontrer dans le salon samedi après-midi pour l'aider à démarrer.{/i}
german: [_RT_] {i}Cousine Mandy hat sich bereit erklärt, bei der Gartenarbeit zu helfen. Vielleicht sollte ich sie am Samstagnachmittag in der Lounge treffen, um ihr bei den ersten Schritten zu helfen.{/i}
italian: [_RT_] {i}Cousin Mandy volonteered to help with the yard work. Forse dovrei incontrarla nella Lounge il sabato pomeriggio per aiutarla a iniziare.{/i}

source: [_RT_] {i}I should keep playing Truth or Dare with Lauren and Mandy in Lauren's room at night.{/i}
dutch: [_RT_] {i}Ik moet 's nachts blijven spelen op waarheid of kleding met Lauren en Snoep in de kamer van Lauren.{/i}
french: [_RT_] {i}Je devrais continuer à jouer à Action ou Vérité avec Lauren et Mandy dans la chambre de Lauren le soir.{/i}
german: [_RT_] {i}Ich sollte nachts mit Lauren und Mandy in Laurens Zimmer weiter Wahrheit oder Pflicht spielen {/i}.
italian: [_RT_] {i}Dovrei continuare a giocare Truth or Dare con Lauren e Mandy nella stanza di Lauren di notte.{/i}

source: [_RT_] {i}I should keep working on Lauren's campaign until the election is over.{/i}
dutch: [_RT_] {i}Ik moet me blijven inzetten voor de campagne van Lauren, totdat de verkiezingen voorbij zijn.{/i}
french: [_RT_] {i}Je devrais continuer à travailler sur la campagne de Lauren jusqu'à la fin de l'élection.{/i}
german: [_RT_] {i}Ich sollte weiter an Laurens Kampagne arbeiten, bis die Wahl vorbei ist.{/i}
italian: [_RT_] {i}Dovrei continuare a lavorare sulla campagna di Lauren fino al termine delle elezioni.{/i}

source: [_RT_] {i}I should keep cleaning the backyard on Saturday Afternoon... I'll meet Mandy in the Lounge to get started.{/i}
dutch: [_RT_] {i}Ik moet doorgaan met het opruimen van de achtertuin op zaterdag Afternoon... Ik ontmoet Mandy in de Lounge om aan de slag te gaan.{/i}
french: [_RT_] {i}Je devrais continuer à nettoyer le jardin le samedi après-midi... Je rejoindrai Mandy dans le salon pour commencer.{/i}
german: [_RT_] {i}Ich sollte den Garten am Samstagnachmittag weiter aufräumen... Ich treffe mich mit Mandy in der Lounge, um anzufangen.{/i}
italian: [_RT_] {i}Dovrei continuare a pulire il cortile sabato pomeriggio... Incontrerò Mandy nella Lounge per iniziare.{/i}

source: [_RT_] {i}Maybe Mom will let me rub lotion on her if her libido is high enough.{/i}
dutch: [_RT_] {i}Misschien zal mama me lotion op haar laten ruilen als haar libido hoog genoeg is.{/i}
french: [_RT_] {i}Peut-être que maman me laissera lui passer de la lotion si sa libido est assez élevée.{/i}
german: [_RT_] {i}Vielleicht lässt Mama sich ja von mir eincremen, wenn ihre Libido hoch genug ist.{/i}
italian: [_RT_] {i}Forse la mamma mi lascerà strofinare lozione su di lei se la sua libido è abbastanza alta.{/i}

source: [_RT_] {i}If Mom's trying to get closer with her kids, I want in on that action. I wonder if she'd be available to do something with me early Sunday morning.{/i}
dutch: [_RT_] {i}Als Momes dichter bij haar kinderen probeert te komen, wil ik bij die actie. Ik vraag me af of ze beschikbaar zou zijn om iets met me te doen op zondagochtend.{/i}
french: [_RT_] {i}Si la mère essaie de se rapprocher de ses enfants, je veux être de la partie. Je me demande si elle serait disponible pour faire quelque chose avec moi tôt dimanche matin.{/i}
german: [_RT_] {i}Wenn Mama versucht, ihren Kindern näher zu kommen, möchte ich dabei sein. Ich frage mich, ob sie am frühen Sonntagmorgen Zeit hätte, etwas mit mir zu unternehmen.{/i}
italian: [_RT_] {i}Se la mamma sta cercando di avvicinarsi con i suoi figli, voglio entrare in quell'azione. Mi chiedo se lei sarebbe disponibile a fare qualcosa con me domenica mattina.{/i}

source: [_RT_] {i}Wouldn't it be great if Mom owned all the best selling lingerie?{/i}
dutch: [_RT_] {i}zou het niet geweldig zijn als Mom eigenaar was van alle best verkopende lingerie?{/i}
french: [_RT_] {i}Ne serait-ce pas génial si maman possédait toutes les meilleures ventes de lingerie ?{/i}
german: [_RT_] {i}Wäre es nicht toll, wenn Mama alle meistverkauften Dessous besitzen würde?{/i}
italian: [_RT_] {i}Non sarebbe bello se Mamma possedeva tutte le lingerie più vendute?{/i}

source: [_RT_] {i}I'd better keep an eye on Mom and Sidney in the club each Monday night.{/i}
dutch: [_RT_] {i}Ik zou elke maandagavond in de club Mom en Sidney beter in de gaten kunnen houden.{/i}
french: [_RT_] {i}Je ferais mieux de surveiller maman et Sidney au club tous les lundis soirs.{/i}
german: [_RT_] {i}Ich sollte besser jeden Montagabend ein Auge auf Mom und Sidney im Club haben {/i}.
italian: [_RT_] {i}Farei meglio a tenere d'occhio mamma e Sidney nel club ogni lunedì sera.{/i}

source: [_RT_] {i}Mom's getting even more busy now that she'll be gardening with Sidney. I need quality time with her too! Sunday's probably the only time we could spend time together.{/i}
dutch: [_RT_] {i}Moment wordt nog meer druk, nu ze tuiniert met Sidney. Ik heb ook kwaliteitstijd nodig met haar! Waarschijnlijk is de enige tijd die we op zondag samen kunnen doorbrengen.{/i}
french: [ {i}Maman est encore plus occupée maintenant qu'elle va jardiner avec Sidney. J'ai besoin de passer du temps avec elle aussi ! Le dimanche est probablement le seul moment où nous pourrons passer du temps ensemble.{/i}
german: [_RT_] {i}Moms wird jetzt noch beschäftigter, da sie mit Sidney Gartenbau betreibt. Ich brauche auch Zeit mit ihr! Sonntags wahrscheinlich die einzige Zeit, die wir zusammen verbringen können.{/i}
italian: [_RT_] {i}Mamma si sta ancora più occupando ora che lei sarà giardinaggio con Sidney. Ho bisogno di tempo di qualità anche con lei! La domenica è probabilmente l'unica volta che potremmo trascorrere del tempo insieme.{/i}

source: [_RT_] {i}Mom's getting to be so much less prudish. Maybe it's time to see what she'll do with me if I invite her on a date. Sunday's probably the only time we could both do it.{/i}
dutch: [_RT_] {i}Moment gaat zo veel minder voorzichtig zijn. Misschien is het tijd om te kijken wat ze met me zal doen als ik haar op een datum uitnodig. Waarschijnlijk is de enige tijd die we beiden konden doen.{/i}
french: [ {i}Maman est de moins en moins pudique. Il est peut-être temps de voir ce qu'elle fera de moi si je l'invite à un rendez-vous. Dimanche est probablement le seul moment où nous pourrions le faire tous les deux.
german: [_RT_] {i}Moms wird so viel weniger umsichtig. Vielleicht ist es an der Zeit zu sehen, was sie mit mir machen wird, wenn ich sie zu einem Datum einladen werde. Wahrscheinlich das einzige Mal, dass wir es tun können.{/i}
italian: [_RT_] {i}Mamma sta diventando molto meno prupiatta. Forse è ora di vedere cosa farà con me se la invito in un appuntamento. La domenica è probabilmente l'unica volta che abbiamo potuto farlo entrambi.{/i}

source: [_RT_] {i}I need to make the date so perfect that Mom won't be able to resist me any longer.{/i}
dutch: [_RT_] {i}Ik moet de datum zo perfect maken dat Mom mij niet meer kan weerstaan.{/i}
french: [_RT_] {i}Je dois rendre le rendez-vous parfait pour que maman ne me résiste plus.{/i}
german: [_RT_] {i}Ich muss das Datum so perfekt machen, dass Mama mir nicht mehr widerstehen kann.{/i}
italian: [_RT_] {i}Ho bisogno di rendere la data così perfetta che la mamma non sarà in grado di resistere più a me.{/i}

source: [_RT_] {i}I need to check out what Mandy and Lauren are doing in the yard each Sunday morning.{/i}
dutch: [_RT_] {i}Ik moet kijken wat er elke zondagochtend op de yard gedaan wordt.{/i}
german: [_RT_] {i}Ich muss dir anschauen, was Mandy und Lauren jeden Sonntagmorgen auf dem Hof tun. {/i}
italian: [_RT_] {i}Ho bisogno di controllare cosa Mandy e Lauren stanno facendo nel cortile ogni domenica mattina.{/i}

source: [_RT_] {i}I need to buy the girls some bikinis on the Hard'n Long website, pick them up from the warehouse, and give them to the girls on Sunday morning.{/i}
dutch: [_RT_] {i}Ik moet de meisjes wat fietsen kopen op de Hard'n Lange website. Pak ze op uit het magazijn en geef ze aan de meisjes op zondagochtend. /i}
german: [_RT_] {i}Ich muss die Mädchen etwas Bikini auf der Hard'n Long Website kaufen holen sie vom Lager ab und geben sie den Mädchen am Sonntagmorgen. /i}
italian: [_RT_] {i}Ho bisogno di acquistare le ragazze alcuni bikini sul sito Hard'n Long, prenderli dal magazzino, e dare loro alle ragazze la domenica mattina. /i}

source: [_RT_] {i}Corrupting the girls enough to get the type of shots that will bring them real fame is taking longer than I thought. Maybe I should start focusing more on the campaign until it's over so I can give this my full attention.{/i}
dutch: [_RT_] {i}Corrupt de meisjes genoeg om het type schoten te krijgen dat ze echte roem zal geven, duurt langer dan ik dacht. Misschien zou ik mij meer moeten concentreren op de campagne totdat deze voorbij is zodat ik hier mijn volle aandacht aan kan schenken.{/i}
german: [_RT_] {i}Die Mädchen zu korrumpieren genug um die Art von Schüssen zu bekommen, die ihnen echten Ruhm bringen, dauert länger, als ich dachte. Vielleicht sollte ich anfangen, mich mehr auf die Kampagne zu konzentrieren, bis sie vorbei ist, damit ich dies meine volle Aufmerksamkeit widmen kann.{/i}
italian: [_RT_] {i}Corruzione delle ragazze abbastanza per ottenere il tipo di scatti che porterà loro vera fama sta prendendo più tempo di quanto pensassi. Forse dovrei iniziare a concentrarmi di più sulla campagna fino a quando non è finita, così posso dare tutta la mia attenzione.{/i}

source: [_RT_] {i}Corrupting the girls enough to get the type of shots that will bring them real fame is taking longer than I thought. Maybe I should focus more on only corrupting Mandy on the days we clean the yard.{/i}
dutch: [_RT_] {i}Corrupt de meisjes genoeg om het type schoten te krijgen dat ze echte roem zal geven, duurt langer dan ik dacht. Misschien zou ik me meer moeten richten op het corrumperen van mandy op de dagen dat we de tuin schoonmaken{/i}
german: [_RT_] {i}Die Mädchen zu korrumpieren genug um die Art von Schüssen zu bekommen, die ihnen echten Ruhm bringen, dauert länger, als ich dachte. Vielleicht sollte ich mich mehr auf die korrumpierende Mandy an den Tagen konzentrieren, an denen wir den Werft reinigen.{/i}
italian: [_RT_] {i}Corruzione delle ragazze abbastanza per ottenere il tipo di scatti che porterà loro vera fama sta prendendo più tempo di quanto pensassi. Forse dovrei concentrarmi più solo su Mandy corrotti nei giorni in cui puliamo il cantiere.{/i}

source: [_RT_] {i}I just need to keep taking pictures of the girls Sunday morning until they get those one hundred thousand followers they're after.{/i}
dutch: [_RT_] {i}Ik hoef alleen maar foto's te blijven maken van de meisjes zondagochtend totdat ze honderdduizend volgers krijgen die ze nadien zijn.{/i}
german: [_RT_] {i}Ich muss nur weiterhin Fotos von den Mädchen am Sonntagmorgen machen, bis sie die hunderttausend Follower bekommen, nach denen sie sind. {/i}
italian: [_RT_] {i}Ho solo bisogno di continuare a scattare foto delle ragazze domenica mattina fino a quando non ottengono quei centomila seguaci che sono dopo.{/i}

source: [_R_] Testing.... Testing.... Ok.... It looks like it's recording.
dutch: [_R_] Testen.... testen.... . Ok.... het lijkt erop dat het opneemt.
french: [_R_] Test.... Test .... Ok .... Ça ressemble à un enregistrement.
german: [_R_] Test.... Test.... Ok.... Es sieht so aus, als ob die Aufnahme läuft.
italian: [_R_] Testing.... Testing.... Ok.... Sembra che stia registrando.

source: [_R_] My name is [ryan].... And if you are watching this recording, it means that I am dead.
dutch: [_R_] Mijn naam is [ryan].... En als je deze opname volgt, betekent dit dat ik dood ben.
french: [_R_] Je m’appelle [ryan].... Et si vous regardez cet enregistrement, cela signifie que je suis mort.
german: [_R_] Mein Name ist [ryan].... Und wenn Sie diese Aufnahme sehen, bedeutet das, dass ich tot bin.
italian: [_R_] Il mio nome è [ryan].... E se stai guardando questa registrazione, significa che sono morto.

source: [_R_] Or I guess it could mean the extremely unlikely scenario, that my computer was hacked, and now some schmuck is using my story for financial gain.
dutch: [_R_] Of ik denk dat dit het uiterst onwaarschijnlijke scenario kan zijn, dat mijn computer was gehackt, en nu gebruikt een paar schouderklopjes mijn verhaal om financieel te winnen.
french: [_R_] Ou je suppose que cela pourrait signifier le scénario extrêmement improbable, que mon ordinateur a été piraté, et maintenant un imbécile utilise mon histoire pour gagner de l'argent.
german: [_R_] Es könnte aber auch das extrem unwahrscheinliche Szenario bedeuten, dass mein Computer gehackt wurde und nun irgendein Trottel meine Geschichte zu seinem finanziellen Vorteil nutzt.
italian: [_R_] O immagino che potrebbe significare lo scenario estremamente improbabile, che il mio computer è stato violato, e ora qualche schmuck sta usando la mia storia per guadagno finanziario.

source: [_R_] Because the series of events I'm going to tell you about, is so unbelievable, it would make a great movie, or tv series.
dutch: [_R_] Omdat de reeks evenementen waarover ik je ga vertellen, zo ongeloofwaardig is, zou het een geweldige film- of tv-serie maken.
french: [_R_] Parce que la série d’événements dont je vais vous parler est tellement incroyable qu’elle ferait un grand film ou une série télévisée.
german: [_R_] Denn die Reihe von Ereignissen, von denen ich Ihnen erzählen werde, ist so unglaublich, dass sie einen großartigen Film oder eine Fernsehserie abgeben würde.
italian: [_R_] Poiché la serie di eventi che vi dirò, è così incredibile, renderebbe un grande film o serie televisiva.

source: [_R_] But probably the kind of tv series you could only see on HBO.
dutch: [_R_] Maar waarschijnlijk het soort tv serie die je alleen kon zien op HBO.
french: [_R_] Mais probablement le genre de série télévisée que vous ne pouviez voir que sur HBO.
german: [_R_] Aber wahrscheinlich die Art von Fernsehserie, die man nur auf Sky sehen kann.
italian: [_R_] Ma probabilmente il tipo di serie tv che si poteva vedere solo su HBO.

source: [_R_] Please God, just don't let anybody make a crappy H-game out of this.
dutch: [_R_] Alsjeblieft, niemand laat hier een geknuffel H-spel van maken.
french: [_R_] S'il te plaît dieu, ne laisses personne en faire un jeu hentai merdique dehors de ça.
german: [_R_] Bitte Gott, lass nicht zu, dass irgendjemand ein beschissenes XXX-Spiel daraus macht.
italian: [_R_] Per favore Dio, basta non lasciare che nessuno faccia un gioco di H crappy da questo.

source: [_WT_] Ummm.... Hi!
french: [_WT_] Ummm .... Salut !
german: [_WT_] Ummm.... Hallo!
italian: [_WT_] Ummm.... Ciao!

source: [_WT_] Sorry to interrupt.
dutch: [_WT_] Sorry voor onderbreking.
french: [_WT_] Désolé de vous interrompre.
german: [_WT_] Entschuldige die Unterbrechung.
italian: [_WT_] Mi dispiace interrompere.

source: [_WT_] My name is Will Tylor and I just wanted to take this opportunity to welcome you to our "awesome" H-game, "A Family Venture!"
dutch: [_WT_] Mijn naam is will Tylor en ik wil van deze gelegenheid gebruik maken om je welkom te heten bij ons "geweldig" H-spel, "Een Family Venture!"
french: [_WT_] Je m’appelle Will Tylor et je voulais juste profiter de cette occasion pour vous souhaiter la bienvenue dans notre « génial » jeu hentai, « A Family Venture! »
german: [_WT_] Mein Name ist Will Tylor und ich möchte die Gelegenheit nutzen, euch bei unserem "tollen" XXX-Spiel "Ein Familienunternehmen" willkommen zu heißen!
italian: [_WT_] Il mio nome è Will Tylor e volevo solo cogliere l'occasione per darti il benvenuto nel nostro "fantastico" gioco H, "A Family Venture!"

source: [_WT_] Back to you [ryan].
dutch: [_WT_] Terug naar jou [ryan].
french: [_WT_] Revenons à vous [ryan].
german: [_WT_] Zurück zu dir, [ryan].
italian: [_WT_] Torna a te [ryan].

source: [_R_] I wanted to record my version of the remarkable events that have occured over the last little while.
dutch: [_R_] Ik wilde mijn versie vastleggen van de opmerkelijke gebeurtenissen die zich de afgelopen tijd hebben voorgedaan.
french: [_R_] je voulais enregistrer ma version des événements qui se sont produits au cours de ces derniers temps.
german: [_R_] Ich wollte meine Version der bemerkenswerten Ereignisse aufzeichnen, die sich in der letzten Zeit ereignet haben.
italian: [_R_] Volevo registrare la mia versione degli eventi straordinari che si sono verificati nell'ultimo poco.

source: [_R_] I know many wouldn't understand why I've been doing the things I'm doing, if I didn't explain myself, so this is my attempt to justify my actions.
dutch: [_R_] Ik weet dat veel mensen niet zouden begrijpen waarom ik de dingen heb gedaan die ik doe. als ik mezelf niet heb uitgelegd, is dit mijn poging om mijn daden te rechtvaardigen.
french: [_R_] je sais que beaucoup ne comprendraient pas pourquoi j’ai fait les choses que je fais, si je ne m’expliquais pas, alors c’est ma tentative de justifier mes actions.
german: [_R_] Ich weiß, dass viele nicht verstehen würden, warum ich das tue, was ich tue, wenn ich es nicht erklären würde, also ist dies mein Versuch, mein Handeln zu rechtfertigen.
italian: [_R_] So che molti non capirebbero perché sto facendo le cose che sto facendo, se non ho spiegato me stesso, quindi questo è il mio tentativo di giustificare le mie azioni.

source: [_R_] I've been acquiring many items to help me achieve my goals, of saving those I love, and helping that love to become even more realized.
dutch: [_R_] Ik heb veel items verzameld om mijn doelen te bereiken, het redden van degenen die ik lief en het helpen die liefde om nog meer gerealiseerd te worden.
french: [_R_] j’ai acquis de nombreux objets pour m’aider à atteindre mes objectifs, à sauver ceux que j’aime et à aider cet amour à se réaliser encore plus.
german: [_R_] Ich habe viele Dinge gemacht, die mir dabei helfen, meine Ziele zu erreichen, nämlich die Menschen zu retten, die ich liebe, und dieser Liebe zu helfen, sich noch mehr zu verwirklichen.
italian: [_R_] Ho acquisito molti oggetti per aiutarmi a raggiungere i miei obiettivi, di salvare quelli che amo, e di aiutare quell'amore a diventare ancora più realizzato.

source: [_WT_] Thanks [ryan]. Let me do a little explaining from here.
dutch: [_WT_] Bedankt [ryan]. Laat me hier een beetje uitleggen.
french: [_WT_] Merci [ryan]. Permettez-moi de faire quelques explications à partir d’ici.
german: [_WT_] Danke [ryan]. Lasse mich jetzt eine kleine Erklärung abgeben.
italian: [_WT_] Grazie [ryan]. Lasciatemi fare un po 'di spiegazioni da qui.
