Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_interface.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
dutch: [_RT_] {i}Ik kan op dit moment geen tijd verspillen, de DeCapos zal hier elke minuut zijn.{/i}
french: [_RT_] {i}je ne peux pas perdre de temps en ce moment, les DeCapos seront là d'un moment à l'autre.{/i}
german: [_RT_] {i}Ich kann jetzt keine Zeit verlieren, die DeCapos werden jeden Moment hier sein.{/i}
italian: [_RT_] {i}Non posso perdere tempo in questo momento, il DeCapos sarà qui alcun minuto.{/i}
portuguese: [_RT_] {i}Não posso perder tempo agora, os Decados chegam a qualquer momento.

source: [_RT_] {i}It's night, I should go to sleep.{/i}
dutch: [_RT_] {i}Het is nacht, ik moet gaan slapen.{/i}
french: [_RT_] {i}Il fait nuit, je devrais dormir.{/i}
german: [_RT_] {i}Es ist Nacht, ich sollte schlafen gehen.{/i}
italian: [_RT_] {i}È notte, dovrei andare a dormire.{/i}
portuguese: [_RT_] {i}É noite, tenho de ir dormir.

source: [_RT_] {i}Right now I'm at School, I must first go home to advance time.{/i}
dutch: [_RT_] {i}op dit moment ben ik op school. Ik moet eerst naar huis gaan om tijd te vormen.{/i}
french: [_RT_] {i}En ce moment je suis à l’école, je dois d’abord rentrer à la maison pour avancer dans le temps.{/i}
german: [_RT_] {i}Im Moment bin ich in der Schule, ich muss erst nach Hause, um die Zeit überspringen zu können.{/i}
italian: [_RT_] {i}In questo momento sono a scuola, devo prima andare a casa per anticipare il tempo.{/i}
portuguese: [_RT_] {i}Agora estou na escola, tenho de ir para casa para adiantar o tempo.

source: [_RT_] {i}I can't waist time. I need to go to school and see how Lauren is doing in the student body election poll.{/i}
dutch: [_RT_] {i}Ik kan niet wachten op tijd. Ik moet naar school gaan om te zien hoe Lauren het doet in de verkiezingsenquête van leerl.{/i}
french: [_RT_] {i}je ne peux pas perdre de temps. J’ai besoin d’aller à l’école et de voir comment Lauren se débrouille avec l'élection estudiantine.{/i}
german: [_RT_] {i}Ich kann keine Zeit verlieren. Ich muss in die Schule gehen und sehen, wie Lauren bei der Wahl zur Schülervertreterin abschneidet {/i}
italian: [_RT_] {i}Non posso stare in vita. Devo andare a scuola e vedere come sta facendo Lauren nel sondaggio elettorale del corpo studente.{/i}
portuguese: [_RT_] {i}Eu não posso perder tempo. Eu preciso ir para escola e ver como a Lauren esta se saindo na eleição do Grêmio Estudantil.{/i}

source: [_RT_] {i}I can't waist time. I need to get ready to visit Dad in prison.{/i}
dutch: [_RT_] {i}Ik kan geen tijd verspillen. Ik moet klaar zijn om mijn vader in gevangenis te bezoeken.{/i}
french: [_RT_] {i}Je ne peux pas perdre de temps. Je dois me préparer à rendre visite à papa en prison.{/i}
german: [_RT_] {i}Ich darf keine Zeit verlieren. Ich muss mich darauf vorbereiten, Dad im Gefängnis zu besuchen.{/i}
italian: [_RT_] {i}Non posso stare in vita. Ho bisogno di prepararmi a visitare il papà in carcere.{/i}
portuguese: [_RT_] {i}Eu não posso vacilar tempo. Eu preciso-me preparar para visitar o papai na prisão. {/i}

source: [_RT_] {i}School has ended, I must return home.{/i}
dutch: [_RT_] {i}School is geëindigd, ik moet terug naar huis{/i}
french: [_RT_] {i}L’école est terminée, je dois rentrer chez moi.{/i}
german: [_RT_] {i}Die Schule ist zu Ende, ich muss nach Hause.{/i}
italian: [_RT_] {i}Scuola è finita, devo tornare a casa.{/i}
portuguese: [_RT_] {i}A escola acabou, tenho de regressar a casa.{/i}
