Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_WT_] This is a typical in game screen. As [ryan] mentioned, you will acquire many items in the game.
dutch: [_WT_] Dit is een typische spelscherm. Zoals [ryan] vermeld zal je veel voorwerpen in het spel krijgen.
french: [_WT_] C'est un exemple typique de l'écran du jeu. Comme le mentionne [ryan] , vous acquérez de nombreux articles dans le jeu.
german: [_WT_] Dies ist ein typischer Bildschirmaufbau. Wie [ryan] bereits erwähnt hat, wirst du im Spiel viele Gegenstände erwerben.
italian: [_WT_] Questo è un tipico nella schermata di gioco. Come [ryan] accennato, otterrai molti oggetti nel gioco.

source: [_WT_] You can keep track of the items you acquire by clicking on this blue backpack.
dutch: [_WT_] U kunt de items die u krijgt bijhouden door op deze blauwe rugzak te klikken.
french: [_WT_] Vous pouvez garder une trace des objets que vous acquérez en cliquant sur ce sac à dos bleu.
german: [_WT_] Du kannst die erworbenen Gegenstände anschauen, indem du auf diesen blauen Rucksack klickst.
italian: [_WT_] Puoi tenere traccia degli oggetti che acquisisci cliccando su questo zaino blu.

source: [_WT_] This will open up your inventory,
dutch: [_WT_] Dit opent je inventaris,
french: [_WT_] Cela ouvrira votre inventaire,
german: [_WT_] Dadurch wird dein Inventar geöffnet,
italian: [_WT_] Questo aprirà il tuo inventario,

source: [_WT_] where you will be able to see how much money you have earned,
dutch: [_WT_] waar je kunt zien hoeveel geld je hebt verdiend,
french: [_WT_] où vous pourrez voir combien d’argent vous avez gagné,
german: [_WT_] wo du sehen kannst, wie viel Geld du verdient hast,
italian: [_WT_] dove potrai vedere quanti soldi hai guadagnato,

source: [_WT_] and what items you have acquired.
dutch: [_WT_] en welke items je hebt verkregen.
french: [_WT_] et quels objets vous avez acquis.
german: [_WT_] und welche Gegenstände du erworben hast.
italian: [_WT_] e quali oggetti hai acquisito.

source: [_WT_] There are several other important items on the game screen I'd like to draw your attention to.
dutch: [_WT_] Er zijn verschillende andere belangrijke items op het spelscherm waar ik uw aandacht op wil vestigen.
french: [_WT_] Il y a plusieurs autres éléments importants sur l’écran du jeu sur lesquels j’aimerais attirer votre attention.
german: [_WT_] Es gibt noch einige andere wichtige Dinge auf dem Spielbildschirm, auf die ich deine Aufmerksamkeit lenken möchte.
italian: [_WT_] Ci sono diversi altri elementi importanti sulla schermata di gioco a cui vorrei attirare la vostra attenzione.

source: [_WT_] This symbol shows you what day of the week it is,
dutch: [_WT_] Dit symbool laat je zien welke dag het is,
french: [_WT_] Ce symbole vous indique de quel jour de la semaine il s’agit,
german: [_WT_] Dieses Symbol zeigt Ihnen, welcher Wochentag gerade ist,
italian: [_WT_] Questo simbolo ti mostra quale giorno della settimana è,

source: [_WT_] while this symbol show you the time of day.
dutch: [_WT_] terwijl dit symbool je de tijd van de dag laat zien.
french: [_WT_] pendant que ce symbole vous indique l’heure de la journée.
german: [_WT_] während dieses Symbol die Tageszeit anzeigt.
italian: [_WT_] mentre questo simbolo ti mostra l'ora del giorno.

source: [_WT_] I'll let you get back to [ryan] again.
dutch: [_WT_] Ik laat je weer terug naar [ryan] gaan.
french: [_WT_] Je vous laisse revenir à [ryan].
german: [_WT_] Ich lasse dich wieder zu [ryan] zurückkehren.
italian: [_WT_] Ti lascerò tornare a [ryan] di nuovo.

source: [_R_] I've had to become very good at managing my money. I've got debts I have to pay, and items I need to buy, to help influence those around me.
dutch: [_R_] Ik heb mijn geld goed moeten beheren. Ik heb schulden die ik moet betalen, en spullen die ik moet kopen, om mensen om mij heen te helpen beïnvloeden.
french: [_R_] j’ai dû devenir très bon dans la gestion de mon argent. J’ai des dettes que je dois payer, et des articles que je dois acheter, pour aider à influencer ceux qui m’entourent.
german: [_R_] Ich musste sehr gut mit meinem Geld umgehen können. Ich hatte Schulden, die ich bezahlen musste, und Dinge, die ich kaufen musste, um die Menschen um mich herum beeinflussen zu können.
italian: [_R_] Ho dovuto diventare molto bravo a gestire i miei soldi. Ho debiti che devo pagare, e articoli che ho bisogno di comprare, per aiutare a influenzare coloro che mi circondano.

source: [_R_] I've become aware that someone, or several someones, have been tracking my movements. So, I have learned to be stealthy, and to watch my back wherever I go.
dutch: [_R_] Ik ben me ervan bewust geworden dat iemand, of meerdere anderen, mijn bewegingen hebben gevolgd. Ik heb dus geleerd onverschillig te zijn en mijn rug te kijken waar ik ook ben.
french: [_R_] j’ai pris conscience que quelqu’un, ou plusieurs personnes, suivaient mes mouvements. J’ai donc appris à être furtif et à surveiller mes arrières partout où je vais.
german: [_R_] Ich bin mir bewusst geworden, dass jemand oder mehrere Personen meine Bewegungen verfolgt haben. Also habe ich gelernt, mich zu verstecken und aufzupassen, wohin ich gehe.
italian: [_R_] Mi sono reso conto che qualcuno, o parecchi qualcuno, hanno tracciato i miei movimenti. Quindi, ho imparato ad essere furtivo, e a guardare la mia schiena ovunque vado.

source: [_WT_] Let me just pause you again for a second. [ryan] brings up a good point about getting around.
dutch: [_WT_] Laat me je nog een seconde even pauzeren. [ryan] brengt een goed punt naar voren om rond te komen.
french: [_WT_] Permettez-moi de vous interrompre à nouveau une seconde. [ryan] soulève un bon point sur le fait de se déplacer.
german: [_WT_] Ich muss noch einmal kurz unterbrechen. [ryan] muss noch erklären, wie man gut vorwärts kommt.
italian: [_WT_] Permettetemi di fermarvi di nuovo per un secondo. [ryan] fa apparire un buon punto su come muoversi.

source: [_WT_] You will find that navigation is very important in this type of game, so let me just show you how that's done.
dutch: [_WT_] Je zult vinden dat navigatie erg belangrijk is in dit type spel, dus laat me je even laten zien hoe dat is gedaan.
french: [_WT_] Vous constaterez que la navigation est très importante dans ce type de jeu, alors laissez-moi vous montrer comment cela se fait.
german: [_WT_] Du wirst feststellen, dass die Navigation bei dieser Art von Spiel sehr wichtig ist, also lasse mich dir zeigen, wie man das macht.
italian: [_WT_] Troverai che la navigazione è molto importante in questo tipo di gioco, quindi lasciami solo mostrare come è fatto.

source: [_WT_] On the game map, you can get around to many locations by using the travel buttons.
dutch: [_WT_] Op de game kaart kun je met behulp van de reisknop op vele locaties rondgaan.
french: [_WT_] Sur la carte du jeu, vous pouvez vous déplacer à de nombreux endroits en utilisant les boutons de déplacement.
german: [_WT_] Auf der Spielkarte kannst du mit den Reisetasten viele Orte ansteuern.
italian: [_WT_] Sulla mappa del gioco, puoi andare in giro in molte località utilizzando i pulsanti di viaggio.

source: [_WT_] This button right here will open up a map of the house, where you can pick any room you would like to go to.
dutch: [_WT_] Deze knop opent hier een kaart van het huis, waar je elke ruimte kan kiezen waar je naartoe wilt.
french: [_WT_] Ce bouton ici ouvrira une carte de la maison, où vous pourrez choisir n’importe quelle pièce où vous souhaitez aller.
german: [_WT_] Diese Schaltfläche hier öffnet eine Karte des Hauses, auf der du einen beliebigen Raum auswählen kannst, in den du gehen möchtst.
italian: [_WT_] Questo pulsante proprio qui aprirà una mappa della casa, dove puoi scegliere qualsiasi stanza che desideri andare.

source: [_WT_] You can also hover your cursor over this button, to open up the quick travel options.
dutch: [_WT_] Je kunt ook met je cursor op deze knop bewegen, om snel te kunnen reizen.
french: [_WT_] Vous pouvez également passer votre curseur sur ce bouton, pour ouvrir les options de déplacement rapide.
german: [_WT_] Du kannst auch dem Mauszeiger über diese Schaltfläche bewegen, um die Schnellreiseoptionen zu öffnen.
italian: [_WT_] Puoi anche passare il cursore su questo pulsante, per aprire le opzioni di viaggio rapido.

source: [_WT_] These buttons will take you to any room in the house, as well as the world map.
dutch: [_WT_] Deze knoppen brengen je naar elke kamer in het huis, evenals naar de wereldkaart.
french: [_WT_] Ces boutons vous mèneront à n’importe quelle pièce de la maison, ainsi qu’à la carte du monde.
german: [_WT_] Mit diesen Buttons kannst du jeden Raum im Haus sowie die Weltkarte aufrufen.
italian: [_WT_] Questi pulsanti ti porteranno in qualsiasi stanza della casa, così come la mappa del mondo.

source: [_WT_] Exploring the AFV world is vitally important, as you will find that some events only happen at certain times, and in certain places.
dutch: [_WT_] Het verkennen van de AFV-wereld is van levensbelang, omdat je zult zien dat sommige gebeurtenissen alleen op bepaalde tijdstippen en op bepaalde plaatsen plaatsvinden.
french: [_WT_] Explorer le monde AFV est d’une importance vitale, car vous constaterez que certains événements ne se produisent qu’à certains moments et à certains endroits.
german: [_WT_] Die Erkundung der Orte ist von entscheidender Bedeutung, denn du wirst feststellen, dass einige Ereignisse nur zu bestimmten Zeiten und an bestimmten Orten stattfinden.
italian: [_WT_] Esplorare il mondo AFV è di vitale importanza, in quanto scoprirete che alcuni eventi accadono solo in determinati momenti e in certi luoghi.

source: [_WT_] So have fun exploring!
dutch: [_WT_] Veel plezier met ontdekken!
french: [_WT_] Alors, amusez-vous à explorer !
german: [_WT_] Also viel Spaß beim Erkunden!
italian: [_WT_] Quindi divertiti ad esplorare!

source: [_R_] I never can be sure who is following me, even though I have my suspicions.
dutch: [_R_] Ik kan nooit zeker zijn wie mij volgt, ook al heb ik mijn vermoedens.
french: [_R_] je ne peux jamais être sûr de qui me suit, même si j’ai mes soupçons.
german: [_R_] Ich kann nie sicher sein, wer mich verfolgt, auch wenn ich Verdachtspunkte habe.
italian: [_R_] Non posso mai essere sicuro di chi mi sta seguendo, anche se ho i miei sospetti.

source: [_R_] Always having to watch my back, has made me grow closer to the few people I can trust.
dutch: [_R_] moet altijd mijn rug kijken en heeft me dichter bij de paar mensen laten groeien die ik kan vertrouwen.
french: [_R_] Le fait d’avoir toujours à surveiller mes arrières m’a rapproché des quelques personnes en qui je peux avoir confiance.
german: [_R_] Dadurch, dass ich immer auf mich aufpassen muss, bin ich den wenigen Menschen, denen ich vertrauen kann, näher gekommen.
italian: [_R_] Dovendo sempre guardare la schiena, mi ha fatto crescere più vicino alle poche persone che posso fidare.

source: [_R_] And who can I trust better than those that live right here with me?
dutch: [_R_] En wie kan ik beter vertrouwen dan degenen die hier met mij wonen?
french: [_R_] Et à qui puis-je faire confiance mieux que ceux qui vivent ici avec moi ?
german: [_R_] Und wem kann ich besser vertrauen als denen, die hier bei mir leben?
italian: [_R_] E chi posso fidarmi meglio di quelli che vivono qui con me?

source: {i}"(knock knock knock....)"{/i}
dutch: {i}"(knock knock....)"{/i}
french: {i}'(Toc toc toc....)'{/i}
german: {i}"(klopf, klopf, klopf....)"{/i}
italian: {i}"(tok tok tok....)"{/i}

source: [_M_] {i}(muffled voice){/i} [ryan]? Why is the door locked? You're not looking at porn and masturbating again are you?
dutch: [_M_] {i}(gemuffelde stem){/i} [ryan]? Waarom is de deur vergrendeld? Je kijkt niet meer naar porno en masturbeert je?
french: [_M_] {i}(voix étouffée){/i} [ryan]? Pourquoi la porte est-elle verrouillée? Tu ne regardes pas du porno et tu ne te masturbes pas, n’est-ce pas?
german: [_M_] {i}(gedämpfte Stimme){/i} [ryan]? Warum ist die Tür verschlossen? Du schaust dir doch nicht wieder Pornos an und masturbierst dabei, oder?
italian: [_M_] {i}(voce smorzata){/i} [ryan]? Perché la porta è bloccata? Non stai guardando porno e si masturba di nuovo, vero?

source: [_R_] No Mom!.... But I'm really busy right now!
dutch: [_R_] Geen Moment!.... Maar ik heb het nu echt druk!
french: [_R_] Non maman!.... Mais je suis vraiment occupé en ce moment!
german: [_R_] Nein, Mama!.... Aber ich bin gerade sehr beschäftigt!
italian: [_R_] No Mom!.... Ma sono davvero impegnato in questo momento!

source: [_M_] With what?
dutch: [_M_] Met wat?
french: [_M_] Avec quoi?
german: [_M_] Womit?
italian: [_M_] Con che cosa?

source: [_R_] Ummm.... Homework.... of course!
dutch: [_R_] Ummm.... Huiswerk.... natuurlijk!
french: [_R_] Ummm... Devoir... bien sûr!
german: [_R_] Ummm.... Hausaufgaben.... natürlich!
italian: [_R_] Ummm.... Homework.... ovviamente!

source: [_M_] Well, ok.... But you know, you don't need to take care of yourself, right?
dutch: [_M_] Nou, ok.... Maar weet je, je hoeft niet voor jezelf te zorgen, toch?
french: [_M_] Eh bien, d’accord.... Mais tu sais, tu n’as pas besoin de te soulager tout seul, non?
german: [_M_] Na ja, ok.... Aber du weißt, dass du dich dann nicht um dich selbst kümmern musst, oder?
italian: [_M_] Beh, ok.... Ma sai, non devi prenderti cura di te stesso, giusto?

source: [_M_] You know, that if you need some relief, you just need to let me know. And If I'm too busy, I'm sure your sisters would be happy to help you out.
dutch: [_M_] Jij weet dat je me alleen maar hoeft te laten weten als je wat opluchting nodig hebt. En als ik het te druk heb, weet ik zeker dat jouw zussen je graag zullen helpen.
french: [_M_] Tu sais, que si tu as besoin d’un peu de soulagement, tu as juste besoin de me le faire savoir. Et si je suis trop occupée, je suis sûre que tes sœurs seraient heureuses de t'aider.
german: [_M_] Du weißt, dass du mir nur Bescheid sagen musst, wenn du etwas Hilfe brauchst. Und wenn ich zu viel zu tun habe, helfen dir deine Schwestern sicher gerne aus.
italian: [_M_] Sai, che se hai bisogno di sollievo, devi solo farmi sapere. E se sono troppo occupato, sono sicuro che le vostre sorelle sarebbero felici di aiutarvi.

source: [_R_] Ok!.... thanks Mom!
dutch: [_R_] Ok!.... bedankt Mom!
french: [_R_] Ok ! .... merci maman !
german: [_R_] Ok! .... Danke Mama!
italian: [_R_] Ok!.... grazie!

source: [_R_] Please don't judge me until you've heard my side of the story.
dutch: [_R_] Gelieve me niet te beoordelen totdat je mijn kant van het verhaal hebt gehoord.
french: [_R_] S’il vous plaît, ne me jugez pas tant que vous n’avez pas entendu ma version de l’histoire.
german: [_R_] Bitte urteilen Sie nicht über mich, bevor Sie nicht meine Seite der Geschichte gehört haben.
italian: [_R_] Per favore, non giudicami finché non avrai sentito il mio lato della storia.

source: [_R_] It's like I said.... With so many shady characters around, tracking my movements, I've needed to grow closer to the people around me.
dutch: [_R_] Het is alsof ik zei.... met zoveel duistere personages in de buurt, het volgen van mijn bewegingen, moest ik dichter bij de mensen in de buurt komen.
french: [_R_] C'est comme je l'ai dit... Avec autant de personnages, en suivant mes mouvements, j'avais besoin de me rapprocher des gens autour de moi.
german: [_R_] Es ist, als hätte ich gesagt.... Bei so vielen zwielichtigen Gestalten, die meine Bewegungen verfolgen, musste ich den Menschen um mich herum näher kommen.
italian: [_R_] È come ho detto.... Con così tanti personaggi ombreggiati intorno, tracciando i miei movimenti, ho bisogno di crescere più vicino alle persone che mi circondano.

source: [_WT_] Let me just jump in here one more time.
dutch: [_WT_] Laat me hier nog een keer binnenspringen.
french: [_WT_] Permettez-moi d’intervenir ici une fois de plus.
german: [_WT_] Lasse mich hier nur noch einmal unterbrechen.
italian: [_WT_] Permettetemi di saltare qui ancora una volta.

source: [_WT_] To be successful, [ryan] has to influence those around him.
dutch: [_WT_] Om succesvol te zijn, moet [ryan] degenen om hem heen beïnvloeden.
french: [_WT_] Pour réussir, [ryan] doit influencer ceux qui l’entourent.
german: [_WT_] Um erfolgreich zu sein, muss [ryan] die Menschen in seinem Umfeld beeinflussen.
italian: [_WT_] Per avere successo, [ryan] deve influenzare coloro che lo circondano.

source: [_WT_] Relationship management is the most important part of this game.
dutch: [_WT_] Relatiebeheer is het belangrijkste deel van dit spel.
french: [_WT_] La gestion des relations est la partie la plus importante de ce jeu.
german: [_WT_] Das Beziehungsmanagement ist der wichtigste Teil dieses Spiels.
italian: [_WT_] La gestione delle relazioni è la parte più importante di questo gioco.

source: [_WT_] You will need to make choices throughout the game that will influence the way the girls in your life feel about you.
dutch: [_WT_] Je zult keuzes moeten maken in het hele spel die de manier beïnvloeden waarop de meisjes in je leven zich over jou voelen.
french: [_WT_] Vous devrez faire des choix tout au long du jeu qui influenceront la façon dont les filles de votre vie se sentent à votre sujet.
german: [_WT_] Im Laufe des Spiels musst du Entscheidungen treffen, die Einfluss darauf haben, wie die Mädchen in deinem Leben zu dir stehen.
italian: [_WT_] Avrete bisogno di fare scelte durante tutto il gioco che influenzerà il modo in cui le ragazze nella tua vita si sentono su di te.

source: [_WT_] So it's pretty important that you keep track of those stats.
dutch: [_WT_] Het is dus erg belangrijk dat u deze statistieken bijhoudt.
french: [_WT_] Il est donc très important que vous gardiez une trace de ces statistiques.
german: [_WT_] Es ist also ziemlich wichtig, dass du diese Statistiken im Auge behalten.
italian: [_WT_] Quindi è abbastanza importante tenere traccia di quelle statistiche.

source: [_WT_] You can access a girls stats,
dutch: [_WT_] Je hebt toegang tot een meiden statistieken,
french: [_WT_] Vous pouvez accéder aux statistiques d’une fille,
german: [_WT_] Du kannst auf die Statistik eines Mädchens zugreifen,
italian: [_WT_] Puoi accedere alle statistiche di una ragazza,

source: [_WT_] by pressing the "P" button on your keyboard.
dutch: [_WT_] door op de "P" knop op je toetsenbord te drukken.
french: [_WT_] en appuyant sur le bouton « P » de votre clavier.
german: [_WT_] indem du die Taste "P" auf Ihrer Tastatur drückst.
italian: [_WT_] premendo il pulsante "P" sulla tastiera.

source: [_WT_] You can cycle through the girls in the game by clicking on the left or right arrows.
dutch: [_WT_] Je kunt door de meisjes heen en weer bladeren door op de linker- of rechterpijlen te klikken.
french: [_WT_] Vous pouvez parcourir les filles du jeu en cliquant sur les flèches gauche ou droite.
german: [_WT_] Du kannst die verschiedenen Mädchen im Spiel anschauen, indem du auf den linken oder rechten Pfeil klickst.
italian: [_WT_] Puoi scorrere le ragazze nel gioco cliccando sulle frecce sinistra o destra.

source: [_WT_] Once you've found the girl you want to track, you can figure out her stats by looking at the icons by her name and picture.
dutch: [_WT_] Zodra je het meisje hebt gevonden dat je wilt volgen, je kunt haar statistieken uitvinden door naar de iconen te kijken op naam en foto.
french: [_WT_] Une fois que vous avez trouvé la fille que vous souhaitez suivre, vous pouvez prendre connaissance de ses statistiques en regardant les icônes sous son nom et sa photo.
german: [_WT_] Wenn du das Mädchen gefunden hast, das du verfolgen willst, kannst du ihre Statistiken herausfinden, indem du dir die Symbole neben ihrem Namen und Bild ansiehst.
italian: [_WT_] Una volta trovata la ragazza che vuoi tracciare, si può capire le sue statistiche guardando le icone con il suo nome e foto.

source: [_WT_] The heart icon stands for love.
dutch: [_WT_] Het hartpictogram staat voor de liefde.
french: [_WT_] L’icône du cœur représente l’amour.
german: [_WT_] Das Herzsymbol steht für die Liebe.
italian: [_WT_] L'icona del cuore è sinonimo di amore.

source: [_WT_] These hands represent respect.
dutch: [_WT_] Deze handen vertegenwoordigen respect.
french: [_WT_] Celles des mains représentent le respect.
german: [_WT_] Die Hände stehen für Respekt.
italian: [_WT_] Queste mani rappresentano rispetto.

source: [_WT_] The angry emoji stands for a girls anger towards you. It's hard to get them to do anything for you when they are mad.
dutch: [_WT_] De angry emoji staat voor een meisjes die boos op jou zijn. Het is moeilijk om ze voor je te laten doen als ze gek zijn.
french: [_WT_] L’emoji en colère représente une colère de la fille envers vous. Il est difficile de les amener à faire quoi que ce soit pour vous quand elle est en colère.
german: [_WT_] Das wütende Emoji steht für die Wut eines Mädchens auf dich. Es ist schwer, sie dazu zu bringen, etwas für dich zu tun, wenn sie wütend sind.
italian: [_WT_] L'emoji arrabbiato sta per una rabbia delle ragazze nei tuoi confronti. È difficile convincerle a fare qualcosa per te quando sono pazze.

source: [_WT_] This whip icon, represents a girls submission to you.
dutch: [_WT_] Deze zweep pictogram, staat voor een meisjes die een bijdrage aan jou leveren.
french: [_WT_] Cette icône de fouet représente une soumission de la fille pour vous.
german: [_WT_] Das Peitschensymbol steht für die Unterwerfung eines Mädchens durch dich.
italian: [_WT_] Questa icona frusta, rappresenta una sottomissione di ragazze a te.

source: [_WT_] And these lips represent a girls libido.
dutch: [_WT_] En deze lippen vertegenwoordigen een meisjes libido.
french: [_WT_] Et ces lèvres représentent la libido de la fille.
german: [_WT_] Und die Lippen stehen für die Libido eines Mädchens.
italian: [_WT_] E queste labbra rappresentano una libido di ragazze.

source: [_WT_] To close the stats window, just press the "P" on your keyboard again.
dutch: [_WT_] Om het statistiekvenster te sluiten, druk je opnieuw op het "P" op je toetsenbord.
french: [_WT_] Pour fermer la fenêtre des statistiques, appuyez à nouveau sur le « P » sur votre clavier.
german: [_WT_] Um das Statistikfenster zu schließen, drücken Sie einfach erneut die Taste "P" auf Ihrer Tastatur.
italian: [_WT_] Per chiudere la finestra delle statistiche, premi nuovamente il tasto "P" sulla tastiera.

source: [_WT_] Another handy way to track a girls stats is through your phone.
dutch: [_WT_] Een andere handige manier om meisjes statistieken te volgen is door je telefoon.
french: [_WT_] Un autre moyen pratique de suivre les statistiques d’une fille est via votre téléphone.
german: [_WT_] Eine weitere praktische Möglichkeit, die Statistiken eines Mädchens zu verfolgen, ist über dein Handy.
italian: [_WT_] Un altro modo utile per monitorare le statistiche di una ragazza è attraverso il telefono.

source: [_WT_] You can access your phone by clicking on this button.
dutch: [_WT_] U kunt toegang tot uw telefoon door op deze knop te klikken.
french: [_WT_] Vous pouvez accéder à votre téléphone en cliquant sur ce bouton.
german: [_WT_] Du kannst auf dein Telefon zugreifen, indem du auf diese Schaltfläche klickst.
italian: [_WT_] Puoi accedere al tuo telefono cliccando su questo pulsante.

source: [_WT_] Once your phone is pulled up, you can track a girls stats,
dutch: [_WT_] Zodra je telefoon is opgehaald, kun je statistieken van een meisjes bijhouden,
french: [_WT_] Une fois que votre téléphone est tiré vers le haut, vous pouvez suivre les statistiques d’une fille,
german: [_WT_] Sobald dein Telefon hochgefahren ist, kannst du die Statistik eines Mädchens verfolgen,
italian: [_WT_] Una volta che il telefono viene tirato, è possibile monitorare le statistiche di una ragazza,
