Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}If I stop Mom from masturbating in the shower in the evening, she's going to want to finish herself off at night. That's why she's kicking Aunt Cami out of the bedroom.{/i}
dutch: [_RT_] {i}Als ik opstop met masturbating in de avonddouche. Ze zal 's nachts klaar willen zijn. Daarom kickt ze Aunt Cami uit de slaapkamer.{/i}
french: [_RT_] {i}Si j'empêche maman de se masturber sous la douche le soir, elle voudra se finir le soir. C'est pour ça qu'elle a viré tante Cami de la chambre.{/i}
german: [_RT_] {i}Wenn ich Mama davon abhalte, abends unter der Dusche zu masturbieren, wird sie sich nachts selbst befriedigen wollen. Deshalb schmeißt sie Tante Cami aus dem Schlafzimmer.{/i}
italian: [_RT_] {i}Se mi fermo mamma da masturbarsi sotto la doccia la sera, sta per volere finire se stessa la notte. Ecco perché sta cacciando Zia Cami fuori dalla camera da letto.{/i}

source: [_RT_] {i}To stop Mom from masturbating in the shower, her libido has to be full. Those adult visual novels she plays in her office seems to do the trick.{/i}
dutch: [_RT_] {i}om te stoppen met masturbating in de douche, haar libido moet vol zijn. Die visuele volwassen romans die ze speelt in haar kantoor lijken de trui te doen.{/i}
french: [_RT_] {i}Pour empêcher maman de se masturber sous la douche, il faut que sa libido soit pleine. Ces romans visuels pour adultes auxquels elle joue dans son bureau semblent faire l'affaire.{/i}
german: [_RT_] {i}Um Mama davon abzuhalten, unter der Dusche zu masturbieren, muss ihre Libido voll sein. Diese visuellen Erwachsenenromane, die sie in ihrem Büro spielt, scheinen das zu ermöglichen.{/i}
italian: [_RT_] {i}Per evitare che la mamma si masturbi sotto la doccia, la sua libido deve essere piena. Quei romanzi visivi adulti che suona nel suo ufficio sembra fare il trucco.{/i}

source: [_RT_] {i}So, I need to make sure Mom's libido is full by going to her office in the afternoon, stop her from masturbating in the shower in the evening, Then she'll kick Aunt Cami out to sleep in the lounge at night.{/i}
dutch: [_RT_] {i}Dus ik moet ervoor zorgen dat Mom's libido vol is door naar haar kantoor te gaan 's middags stop dat ze 's nachts masturbinerend in de douche is en dan zal ze Aunt Cami uitzetten om 's nachts in de lounge te slapen. /i}
french: [_RT_] {i}Donc, je dois m'assurer que la libido de maman est pleine en allant à son bureau l'après-midi, l'empêcher de se masturber sous la douche le soir, puis elle chassera tante Cami pour dormir dans le salon le soir.{/i}
german: [_RT_] {i}Also muss ich dafür sorgen, dass Mamas Libido voll ist, indem ich nachmittags in ihr Büro gehe, sie abends unter der Dusche vom Masturbieren abhalte. Dann schickt sie Tante Cami nachts zum Schlafen ins Wohnzimmer{/i}
italian: [_RT_] {i}Quindi, devo assicurarmi che la libido di mamma sia piena andando al suo ufficio nel pomeriggio, smettere di masturbarsi sotto la doccia la sera, poi lei calcierà zia Cami fuori a dormire nel salotto di notte. /i}

source: [_RT_] {i}Damn! That's a lot of steps to get Aunt Cami to sleep on the couch! Once she's on the couch, I should have a nice conversation with her.{/i}
dutch: [_RT_] {i}Damn! Dat zijn een heleboel stappen om Aunt Cami op de bank te laten slapen! Als ze eenmaal op de bank is, zou ik een aardig gesprek met haar moeten hebben. /i}
french: [_RT_] {i}Mince ! Ça fait beaucoup d'étapes pour que tante Cami dorme sur le canapé ! Une fois qu'elle est sur le canapé, je devrais avoir une conversation agréable avec elle. {/i}
german: [_RT_] {i}Verdammt! Das sind eine Menge Schritte, um Tante Cami dazu zu bringen, auf der Couch zu schlafen zu müssen! Wenn sie erst einmal auf der Couch liegt, sollte ich ein nettes Gespräch mit ihr führen.{/i}
italian: [_RT_] {i}Dannazione! Questo è un sacco di passi per ottenere Zia Cami per dormire sul divano! Una volta che è sul divano, dovrei avere una bella conversazione con lei. /i}

source: [_RT_] {i}I'm sure Aunt Camille's going to notice that Sidney's not sleeping on the couch anymore. Hopefully she doesn't suspect that she's been sleeping in my room.{/i}
dutch: [_RT_] {i}Ik weet zeker dat Aunt Camille zal merken dat Sidney niet meer op de bank slaapt. Hopelijk vermoedt ze niet dat ze in mijn kamer slaapt.{/i}
french: [_RT_] {i}Je suis sûr que tante Camille va remarquer que Sidney ne dort plus sur le canapé. Espérons qu'elle ne se doute pas qu'elle a dormi dans ma chambre.{/i}
german: [_RT_] {i}Ich bin sicher, Tante Cami wird bemerken, dass Sidney nicht mehr auf der Couch schläft. Hoffentlich ahnt sie nicht, dass sie in meinem Zimmer geschlafen hat.{/i}
italian: [_RT_] {i}Sono sicuro che zia Camille noterà che Sidney non dorme più sul divano. Speriamo che non sospetti che stia dormendo nella mia stanza.{/i}

source: [_RT_] {i}I guess I'll just have to wait and hope nothing bad comes of this.{/i}
dutch: [_RT_] {i}Ik denk dat ik alleen maar zal moeten wachten en hoop dat er niets slecht komt van.{/i}
french: [_RT_] {i}Je suppose que je vais devoir attendre et espérer que rien de mauvais ne se produise.{/i}
german: [_RT_] {i}Ich schätze, ich muss einfach abwarten und hoffen, dass nichts Schlimmes passiert.{/i}
italian: [_RT_] {i}Immagino che dovrò solo aspettare e sperare che nulla di male venga di questo.{/i}

source: [_RT_] {i}I can't expect to corrupt Aunt Camille more if I haven't started corrupting her at all. I should try to get her to flash me her boobs when she's cleaning the bathroom in the morning.{/i}
dutch: [_RT_] {i}Ik kan niet verwachten Aunt Camille meer te corrumperen als ik al helemaal niet ben begonnen haar te corrumperen. Ik moet proberen om haar haar haar labben te laten flitsen als ze de badkamer 's ochtends schoonmaakt.{/i}
french: [_RT_] {i}Je ne peux pas espérer corrompre davantage Tante Camille si je n'ai pas commencé à la corrompre du tout. Je devrais essayer de la convaincre de me montrer ses seins quand elle nettoie la salle de bain le matin.{/i}
german: [_RT_] {i}Ich kann nicht erwarten, Tante Cami noch mehr zu korrumpieren, wenn ich noch gar nicht angefangen habe, sie überhaupt zu korrumpieren. Ich sollte versuchen, sie dazu zu bringen, mir ihre Brüste zu zeigen, wenn sie morgens das Bad putzt.{/i}
italian: [_RT_] {i}Non posso aspettarmi di corrompere Zia Camille di più se non ho iniziato a corromperla affatto. Dovrei cercare di farla lampeggiare le sue tette quando sta pulendo il bagno al mattino.{/i}

source: [_RT_] {i}I could use some help corrupting Aunt Camille. I should increase my relationship with Cousin Mandy by playing truth or dare with her in the evening.{/i}
dutch: [_RT_] {i}Ik kan hulp gebruiken bij het corrumperen van Aunt Camille. Ik zou mijn relatie met Cousin Mandy moeten vergroten door waarheid te spelen of 's avonds met haar durf.{/i}
french: [_RT_] {i}J'aurais besoin d'aide pour corrompre Tante Camille. Je devrais améliorer ma relation avec la cousine Mandy en jouant à Action ou Vérité avec elle le soir.{/i}
german: [_RT_] {i}Ich könnte Hilfe brauchen, um Tante Camille zu korrumpieren. Ich sollte meine Beziehung zu Cousine Mandy verbessern, indem ich abends mit ihr Wahrheit oder Pflicht spiele.{/i}
italian: [_RT_] {i}Potrei usare qualche aiuto per corrompere zia Camille. Dovrei aumentare il mio rapporto con Cousin Mandy giocando la verità o osare con lei la sera.{/i}

source: [_RT_] {i}Aunt Cami's no longer behind a locked door every night. I should visit her in the lounge when she's sleeping on the couch.{/i}
dutch: [_RT_] {i}Aunt Cami's niet meer achter gesloten deuren elke nacht. Ik moet haar in de lounge bezoeken wanneer ze op de bank slapen.{/i}
french: [_RT_] {i}Tante Cami n'est plus derrière une porte verrouillée toutes les nuits. Je devrais lui rendre visite dans le salon quand elle dort sur le canapé.{/i}
german: [_RT_] {i}Tante Cami ist nicht mehr jede Nacht hinter einer verschlossenen Tür. Ich sollte sie im Wohnzimmer besuchen, wenn sie auf der Couch schläft.{/i}
italian: [_RT_] {i}zia Cami non è più dietro una porta chiusa ogni notte. Dovrei visitarla nella lounge quando sta dormendo sul divano.{/i}

source: [_RT_] {i}Aunt Camille's not going to talk to me if I don't juice her up a little. I'd better buy some wine from Hardnlong.com and pick it up at the warehouse.{/i}
dutch: [_RT_] {i}Aunt Camille zal niet met me praten als ik haar niet een beetje sap maak. Ik kan beter wat wijn kopen van Hardnlong.com en deze ophalen in het magazijn.{/i}
french: [_RT_] {i}Tante Camille ne va pas me parler si je ne lui donne pas un peu de jus. Je ferais mieux d'acheter du vin sur Hardnlong.com et de le récupérer à l'entrepôt.{/i}
german: [_RT_] {i}Tante Cami wird nicht mit mir reden, wenn ich sie nicht ein wenig aufmuntere. Ich kaufe besser etwas Wein bei Hardnlong.com und hole ihn im Lagerhaus ab.{/i}
italian: [_RT_] {i}zia Camille non mi parlerà se non la succo un po'. Farei meglio a comprare del vino da Hardnlong.com e a prenderlo al magazzino.{/i}

source: [_RT_] {i}I need to keep visiting Aunt Camille in the lounge every night Mom kicks her out of her bedroom.{/i}
dutch: [_RT_] {i}Ik moet elke nacht Aunt Camille blijven bezoeken in de lounge kickt haar uit haar slaapkamer.{/i}
french: [_RT_] {i}Je dois continuer à rendre visite à Tante Camille dans le salon chaque nuit où maman la met à la porte de sa chambre.{/i}
german: [_RT_] {i}Ich muss Tante Cami weiterhin jeden Abend im Wohnzimmer besuchen, wenn Mama sie aus ihrem Schlafzimmer rausschmeißt {/i}.
italian: [_RT_] {i}Ho bisogno di continuare a visitare zia Camille nella lounge ogni notte mamma la prende fuori dalla sua camera da letto.{/i}

source: [_RT_] {i}I need to max out Mom's libido.{/i}
dutch: [_RT_] {i}Ik moet max. Moment's libido.{/i}
french: [_RT_] {i}J'ai besoin de maximiser la libido de maman.{/i}
german: [_RT_] {i}Ich muss Mamas Libido maximieren {/i}.
italian: [_RT_] {i}Ho bisogno di massimizzare la libido di Mom.{/i}

source: [_RT_] {i}I need to keep raising "Mom's Sexual Frustration" by preventing her from masturbating in her favorite places, then return to the bathroom when her frustration is at its max (10 pts).{/i}
dutch: [_RT_] {i}Ik moet "Momenten Srustratie" blijven fokken door te voorkomen dat ze masturbedient in haar favoriete plaatsen, Kom dan terug naar de badkamer wanneer haar frustratie maximaal (10 pts) is. /i}
french: [_RT_] {i}Je dois continuer à augmenter la 'Frustration sexuelle de maman' en l'empêchant de se masturber dans ses endroits préférés, puis retourner à la salle de bain lorsque sa frustration est à son maximum (10 pts).{/i}
german: [_RT_] {i}Ich muss "Mamas sexuelle Frustration" weiter steigern, indem ich sie daran hindere, an ihren Lieblingsplätzen zu masturbieren, und dann ins Badezimmer zurückkehren, wenn ihre Frustration am größten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho bisogno di continuare a crescere "Mom's Sexual Frustration" impedendole di masturbarsi nei suoi luoghi preferiti, poi tornare in bagno quando la sua frustrazione è al suo massimo (10 pts). /i}

source: [_RT_] {i}I need to stop Mom from masturbating in her bedroom when her libido is full.{/i}
dutch: [_RT_] {i}Ik moet verhinderen dat masturbating in haar slaapkamer stopt als haar libido vol is.{/i}
french: [_RT_] {i}Je dois empêcher maman de se masturber dans sa chambre quand sa libido est à son maximum.{/i}
german: [_RT_] {i}Ich muss Mama davon abhalten, in ihrem Schlafzimmer zu masturbieren, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}Devo impedire alla mamma di masturbarsi nella sua camera da letto quando la sua libido è piena.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in the bathroom when her libido is full.{/i}
dutch: [_RT_] {i}Ik moet verhinderen dat masturbating plaatsvindt in de badkamer wanneer haar libido vol is.{/i}
french: [_RT_] {i}Je dois empêcher maman de se masturber dans la salle de bain quand sa libido est à son maximum. {/i}
german: [_RT_] {i}Ich muss Mama davon abhalten, im Badezimmer zu masturbieren, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}Devo impedire alla mamma di masturbarsi in bagno quando la sua libido è piena.{/i}

source: [_RT_] {i}I need to keep raising Mom's sexual frustration until it's at its max (10 pts).{/i}
dutch: [_RT_] {i}Ik moet doorgaan met het verhogen van de seksuele frustratie op het hoogste niveau (10 pts).{/i}
french: [_RT_] {i}Je dois continuer à augmenter la frustration sexuelle de maman jusqu'à ce qu'elle soit à son maximum (10 pts).{/i}
german: [_RT_] {i}Ich muss Mamas sexuelle Frustration immer weiter steigern, bis sie ihr Maximum erreicht hat (10 Punkte).{/i}
italian: [_RT_] {i}Ho bisogno di continuare a sollevare la frustrazione sessuale di mamma fino al suo massimo (10 pts).{/i}

source: [_RT_] {i}It's going to be tough to get Mom to do anything too crazy in her office if I don't get her to do it elsewhere first... I should keep trying to take the next step with her in the bathroom in the evening.{/i}
dutch: [_RT_] {i}Het zal moeilijk zijn om mama iets te laten doen wat te gek is in haar kantoor als ik haar het niet eerst elders laat doen. . - Ik moet doorgaan met proberen de volgende stap met haar te nemen in de badkamer 's avonds.{/i}
french: [_RT_] {i}Ça va être difficile d'amener maman à faire quelque chose de trop fou dans son bureau si je ne l'amène pas d'abord à le faire ailleurs... Je devrais continuer à essayer de passer à l'étape suivante avec elle dans la salle de bain le soir. {/i}
german: [_RT_] {i}Es wird schwer werden, Mama dazu zu bringen, in ihrem Büro etwas zu Verrücktes zu tun, wenn ich sie nicht vorher dazu bringe, es anderswo zu tun... Ich sollte weiter versuchen, den nächsten Schritt mit ihr im Badezimmer am Abend zu machen.{/i}
italian: [_RT_] {i}Sarà difficile convincere la mamma a fare qualcosa di troppo pazzo nel suo ufficio se non la farò prima altrove. . Dovrei continuare a cercare di fare il passo successivo con lei in bagno la sera.{/i}

source: [_RT_] {i}I need to visit Mom in her office in the afternoon.{/i}
dutch: [_RT_] {i}Ik moet in haar kantoor 's middags een bezoek brengen aan mevrouw {/i}
french: [_RT_] {i}Je dois rendre visite à maman à son bureau dans l'après-midi.{/i}
german: [_RT_] {i}Ich muss Mama nachmittags in ihrem Büro besuchen {/i}.
italian: [_RT_] {i}Devo visitare la mamma nel suo ufficio nel pomeriggio.{/i}

source: [_RT_] {i}I've been keeping Mom out of the club. Thank God! That will keep me from completing this NTR event.{/i}
dutch: [_RT_] {i}Ik heb de maan buiten de club gehouden. God! Dat zorgt ervoor dat ik dit NTR evenement niet kan voltooien.{/i}
french: [_RT_] {i}J'ai tenu maman à l'écart du club. Dieu merci ! Cela m'empêchera de terminer cet événement NTR.{/i}
german: [_RT_] {i}Ich habe Mama aus dem Club rausgehalten. Gott sei Dank! Das wird mich davon abhalten, dieses NTR-Ereignis zu vollenden {/i}.
italian: [_RT_] {i}Ho tenuto la mamma fuori dal club. Grazie Dio! Questo mi impedirà di completare questo evento NTR.{/i}

source: [_RT_] {i}I've been making such good choices that I'm not going to be able to complete this NTR event. Not that I want to, I want my girls to be loyal.{/i}
dutch: [_RT_] {i}Ik maak zo goede keuzes dat ik deze NTR gebeurtenis niet kan voltooien. Niet dat ik wil, ik wil dat mijn meisjes loyaal zijn.{/i}
french: [_RT_] {i}J'ai fait tellement de bons choix que je ne vais pas pouvoir terminer cet événement NTR. Non pas que je le veuille, je veux que mes filles soient loyales.{/i}
german: [_RT_] {i}Ich habe so gute Entscheidungen getroffen, dass ich nicht in der Lage sein werde, dieses NTR-Event zu beenden. Nicht, dass ich das möchte, ich möchte, dass meine Mädchen loyal sind.{/i}
italian: [_RT_] {i}Ho fatto scelte talmente buone che non sarò in grado di completare questo evento NTR. Non che voglio, voglio che le mie ragazze siano leali.{/i}

source: [_RT_] {i}I need to keep visiting Aunt Camille in the Lounge whenever Mom kicks her out of her room.{/i}
dutch: [_RT_] {i}Ik moet Aunt Camille blijven bezoeken in de Lounge wanneer Mom haar uit haar kamer kickt.{/i}
french: [_RT_] {i}Je dois continuer à rendre visite à Tante Camille dans le salon chaque fois que maman la met à la porte de sa chambre.{/i}
german: [_RT_] {i}Ich muss Tante Cami weiterhin jeden Abend in der Lounge besuchen, wenn Mama sie aus ihrem Schlafzimmer rausschmeißt {/i}.
italian: [_RT_] {i}Devo continuare a visitare zia Camille nella Lounge ogni volta che la mamma la esce dalla sua stanza.{/i}

source: [_RT_] {i}Mom told Dad she would deliver a letter from him to Joey DeCapo... I wonder what happened with that?... I shouldn't have to wait more than a week to find out.{/i}
dutch: [_RT_] {i}Mam vertelde Dad dat ze een brief van hem zou leveren aan Joey DeCapo... Ik vraag me af wat er daarmee is gebeurd?... Ik zou niet meer dan een week moeten wachten om erachter te komen.{/i}
french: [_RT_] {i}Maman a dit à papa qu'elle remettrait une lettre de lui à Joey DeCapo... Je me demande ce qui s'est passé avec ça... Je ne devrais pas avoir à attendre plus d'une semaine pour le découvrir.{/i}
german: [_RT_] {i}Mama sagte Papa, sie würde Joey DeCapo einen Brief von ihm überbringen... Ich frage mich, was daraus geworden ist?... Ich sollte nicht länger als eine Woche warten müssen, um es herauszufinden.{/i}
italian: [_RT_] {i}Mamma ha detto che papà avrebbe consegnato una lettera da lui a Joey DeCapo... Mi chiedo cosa sia successo con quello?... non dovrei aspettare più di una settimana per scoprirlo.{/i}

source: [_RT_] {i}The journey of a thousand miles starts with a single step. Corrupting Mom will be no easy task, but visiting her room in the early mornings might be a good first step.{/i}
dutch: [_RT_] {i}De reis van duizend mijl begint met een enkele stap. Corrupte Mom zal geen gemakkelijke taak zijn, maar een bezoek aan haar kamer in de vroege ochtend kan een goede eerste stap zijn. {/i}
french: [_RT_] {i}Un voyage de mille kilomètres commence par un seul pas. Corrompre maman ne sera pas une tâche facile, mais visiter sa chambre tôt le matin pourrait être un bon premier pas.{/i}
german: [_RT_] {i}Die Reise von tausend Meilen beginnt mit einem einzigen Schritt. Es wird nicht leicht sein, Mama zu verderben, aber ein Besuch in ihrem Zimmer in den frühen Morgenstunden könnte ein guter erster Schritt sein.{/i}
italian: [_RT_] {i}Il viaggio di mille miglia inizia con un solo passo. La mamma corrompente non sarà un compito facile, ma visitare la sua stanza nelle prime mattine potrebbe essere un buon primo passo.{/i}

source: [_RT_] {i}As I make progress with her in other places, I'm sure the possibilities in her bedroom in the early morning will increase as well.{/i}
dutch: [_RT_] {i}Als ik vorderingen maak met haar op andere plaatsen, Ik weet zeker dat de mogelijkheden in haar slaapkamer in de vroege ochtend ook zullen toenemen. /i}
french: [_RT_] {i}Au fur et à mesure que je progresse avec elle dans d'autres endroits, je suis sûr que les possibilités dans sa chambre au petit matin augmenteront également.{/i}
german: [_RT_] {i}Je mehr Fortschritte ich mit ihr an anderen Orten mache, desto mehr Möglichkeiten wird es auch in ihrem Schlafzimmer am frühen Morgen geben {/i}.
italian: [_RT_] {i}Come faccio progressi con lei in altri luoghi, Sono sicuro che le possibilità nella sua camera da letto al mattino presto aumenteranno pure. /i}

source: [_RT_] {i}Finally some progress with Mom... I've got to keep the progress going in her room each early morning as well.{/i}
dutch: [_RT_] {i}Tot slot wat vooruitgang met Mom... Ik moet ook elke vroege ochtend de voortgang in haar kamer openhouden.{/i}
french: [_RT_] {i}Enfin des progrès avec maman... Je dois continuer à faire des progrès dans sa chambre tous les matins aussi.{/i}
german: [_RT_] {i}Endlich ein paar Fortschritte mit Mama... Ich muss auch jeden frühen Morgen in ihrem Zimmer weitermachen.{/i}
italian: [_RT_] {i}Finalmente qualche progresso con la mamma... Devo mantenere i progressi nella sua stanza ogni mattina presto.{/i}

source: [_RT_] {i}Mom and I are definitely getting more comfortable with looking and touching, I need to keep things progressing in her bedroom in the early mornings.{/i}
dutch: [_RT_] {i}mama en ik zijn zeker comfortabeler met het kijken en aanraken, Ik moet de zaken in haar slaapkamer in de vroege ochtend voortzetten. /i}
french: [_RT_] {i}Maman et moi sommes de plus en plus à l'aise pour regarder et toucher, je dois continuer à faire des progrès dans sa chambre tôt le matin.{/i}
german: [_RT_] {i}Mama und ich werden immer vertrauter mit dem Anschauen und Anfassen, ich muss die Dinge in ihrem Schlafzimmer am frühen Morgen weiter vorantreiben {/i}.
italian: [_RT_] {i}Mamma e io ci stiamo sicuramente rendendo più comodi guardando e toccando, Ho bisogno di far progredire le cose nella sua camera da letto la mattina presto. /i}

source: [_RT_] {i}I need to keep things progressing with Sidney.{/i}
dutch: [_RT_] {i}Ik moet doorgaan met Sidney.{/i}
french: [_RT_] {i}Je dois continuer à faire avancer les choses avec Sidney.{/i}
german: [_RT_] {i}Ich muss die Dinge mit Sidney weiter vorantreiben {/i}.
italian: [_RT_] {i}Ho bisogno di far progredire le cose con Sidney.{/i}

source: [_RT_] {i}Just because Sidney isn't working at the club on Mondays, doesn't mean I can't persuade her to work some other night. I could always visit her some evening in the kitchen and ask her to go make us some money.{/i}
dutch: [_RT_] {i}Alleen omdat Sidney niet werkt bij de club op maandag, betekent niet dat ik haar niet kan overtuigen om een andere nacht te werken. Ik kan haar altijd een paar avond in de keuken bezoeken en haar vragen om wat geld te verdienen.{/i}
french: [_RT_] {i}Ce n'est pas parce que Sidney ne travaille pas au club le lundi que je ne peux pas la persuader de travailler un autre soir. Je pourrais toujours lui rendre visite un soir dans la cuisine et lui demander d'aller nous faire de l'argent.{/i}
german: [_RT_] {i}Nur weil Sidney montags nicht im Club arbeitet, heißt das nicht, dass ich sie nicht überreden kann, an einem anderen Abend zu arbeiten. Ich könnte sie abends in der Küche besuchen und sie bitten, für uns Geld zu verdienen.{/i}
italian: [_RT_] {i}Solo perché Sidney non funziona al club il lunedì, non significa che non riesco a convincerla a lavorare un'altra notte. Potrei sempre visitarla qualche sera in cucina e chiederle di andare a farci qualche soldo.{/i}

source: [_RT_] {i}Plus, talking to her at the club might be a useful way to get more info to help us break free from the Mob.{/i}
dutch: [_RT_] {i}Plus, in de club praten met haar kan een nuttige manier zijn om meer informatie te krijgen zodat we ons kunnen bevrijden van de Mob. /i}
french: [_RT_] {i}De plus, lui parler au club pourrait être un moyen utile d'obtenir plus d'informations pour nous aider à nous libérer de la mafia.{/i}
german: [_RT_] {i}Außerdem könnte ein Gespräch mit ihr im Club nützlich sein, um mehr Informationen zu bekommen, die uns dabei helfen, uns von der Mafia zu befreien {/i}.
italian: [_RT_] {i}Plus, parlare con lei al club potrebbe essere un modo utile per ottenere maggiori informazioni per aiutarci a uscire dal Mob. /i}
