Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}I can't believe Lauren's okay with grinding her pussy on my junk! I should keep visiting her in the lounge in the evening. I'll bet I can get her to take it further.{/i}
dutch: [_RT_] {i}Ik kan Lauren's oké niet geloven met haar druppel op mijn troon! Ik zou haar 's avonds in de lounge moeten bezoeken. Ik wed dat ik haar verder kan brengen.{/i}
french: [_RT_] {i}Je n'arrive pas à croire que Lauren soit d'accord pour écraser sa chatte sur ma bite ! Je devrais continuer à lui rendre visite dans le salon le soir. Je parie que je peux l'amener à aller plus loin.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass Lauren damit einverstanden ist, ihre Muschi an meinem Schwanz zu reiben! Ich sollte sie abends in der Lounge besuchen. Ich wette, ich kann sie dazu bringen, dass es mehr wird.{/i}
italian: [_RT_] {i}Non riesco a credere che Lauren vada bene con la sua figa sulla mia spazzatura! Dovrei continuare a visitarla nella lounge la sera. Scommetto che posso farla prendere ulteriormente.{/i}

source: [_RT_] {i}Now that Sidney's got her cosplay outfit done, I need to visit the photo-studio at the warehouse during the afternoon to begen our first photoshoot.{/i}
dutch: [_RT_] {i}Nu Sidney haar cosplay outfit heeft gedaan, Ik moet 's middags de foto-studio bezoeken om onze eerste fotoshoot te bedienen. /i}
french: [_RT_] {i}Maintenant que Sidney a terminé sa tenue de cosplay, je dois me rendre au studio photo de l'entrepôt dans l'après-midi pour commencer notre première séance de photos.{/i}
german: [_RT_] {i}Jetzt, wo Sidney ihr Cosplay-Outfit fertig hat, muss ich im Laufe des Nachmittags das Fotostudio im Lagerhaus aufsuchen, um unsere ersten Fotos zu schießen{/i}.
italian: [_RT_] {i}Ora che Sidney ha fatto il suo outfit cosplay, Ho bisogno di visitare il foto-studio al magazzino durante il pomeriggio per iniziare il nostro primo photoshoot. /i}

source: [_RT_] {i}I need to keep checking back with Sidney in the lounge each evening to see if she's finished her cosplay outfit.{/i}
dutch: [_RT_] {i}Ik moet elke avond terugkijken met Sidney in de lounge om te zien of ze haar cosplay klaar heeft.{/i}
french: [_RT_] {i}Je dois continuer à vérifier avec Sidney dans le salon chaque soir pour voir si elle a fini sa tenue de cosplay. {/i}
german: [_RT_] {i}Ich muss jeden Abend bei Sidney in der Lounge nachsehen, ob sie ihr Cosplay-Outfit fertig hat {/i}.
italian: [_RT_] {i}Ho bisogno di continuare a controllare indietro con Sidney nel salone ogni sera per vedere se ha finito il suo abito cosplay.{/i}

source: [_RT_] {i}I need to bring $200 to Sidney so she can start making her cosplay outfit.{/i}
dutch: [_RT_] {i}Ik moet $200 naar Sidney brengen zodat ze haar cosplay outfit kan maken.{/i}
french: [_RT_] {i}Je dois apporter 200$ à Sidney pour qu'elle puisse commencer à faire sa tenue de cosplay. {/i}
german: [_RT_] {i}Ich muss Sidney 200 $ bringen, damit sie ihr Cosplay-Outfit anfertigen kann.{/i}
italian: [_RT_] {i}Ho bisogno di portare $200 a Sidney in modo che lei possa iniziare a fare il suo outfit di cosplay.{/i}

source: [_RT_] {i}We decided it would be good to visit Diaz and see if she can dig up some dirt on Matt. I can probably find her van on my map on a weekday evening.{/i}
dutch: [_RT_] {i}We hebben besloten dat het goed zou zijn om Diaz te bezoeken en te kijken of ze modder kan opgraven op Matt. Ik kan haar bestelwagen waarschijnlijk op een weekdagenavond op mijn kaart vinden.{/i}
french: [_RT_] {i}Nous avons décidé qu’il serait bon de rendre visite à Diaz et de voir si elle peut déterrer de la saleté sur Matt. Je peux probablement trouver sa camionnette sur ma carte un soir de semaine. {/i}
german: [_RT_] {i}Es wäre gut, Agentin Diaz zu besuchen und zu sehen, ob sie etwas über Matt herausfinden kann. Wahrscheinlich kann ich ihren Van an einem Wochentag abends auf meiner Karte finden.{/i}
italian: [_RT_] {i}Abbiamo deciso che sarebbe bello visitare Diaz e vedere se lei può scavare un po 'di sporcizia su Matt. Probabilmente posso trovare il suo furgoncino sulla mia mappa in una serata di giorno della settimana.{/i}

source: [_RT_] {i}I need to put a spy camera in the girls locker room. It would probably be best to go early in the morning before it gets crowded.{/i}
dutch: [_RT_] {i}Ik moet een spionagecamera in de meisjeskamer plaatsen. Het zou waarschijnlijk het beste zijn om 's ochtends vroeg te gaan voordat het overvol wordt.{/i}
french: [_RT_] {i}je dois mettre une caméra espion dans le vestiaire des filles. Il serait probablement préférable d’y aller tôt le matin avant qu’il n’y ait beaucoup de monde. {/i}
german: [_RT_] {i}Ich muss eine Spionagekamera in der Mädchenumkleide installieren. Es wäre wahrscheinlich am besten, früh am Morgen zu gehen, bevor es voll wird.{/i}
italian: [_RT_] {i}Ho bisogno di mettere una telecamera spia nello spogliatoio ragazze. Probabilmente sarebbe meglio andare al mattino presto prima che diventi affollato.{/i}

source: [_RT_] {i}I need to keep taking these "Womb Raider" pictures with Sidney until we've got every kind of picture we need.{/i}
dutch: [_RT_] {i}Ik moet deze "Womb Raider" foto's blijven nemen met Sidney totdat we alle benodigde foto's hebben.{/i}
french: [_RT_] {i}je dois continuer à prendre ces photos de « Womb Raider » avec Sidney jusqu’à ce que nous ayons toutes les sortes de photos dont nous avons besoin. {/i}
german: [_RT_] {i}Ich muss diese "Womb Raider"-Fotos mit Sidney so lange machen, bis wir alle Bilder haben, die wir brauchen {/i}.
italian: [_RT_] {i}Ho bisogno di continuare a scattare queste foto "Womb Raider" con Sidney fino a quando non avremo ogni tipo di foto di cui abbiamo bisogno.{/i}

source: [_RT_] {i}Sidney's being weird about messing around at night. Maybe I can fix the awkwardness between us during our photoshoots.{/i}
dutch: [_RT_] {i}Sidney is raar om 's nachts rond te rommelen. Misschien kan ik de onhandigheid tussen ons oplossen tijdens onze foto's.{/i}
french: [_RT_] {i}Sidney est bizarre quand il s'agit de s'amuser la nuit. Peut-être que je peux réparer la gêne entre nous pendant nos séances de photos.{/i}
german: [_RT_] {i}Sidney verhält seltsam wegen unserer Fummelei in der Nacht. Vielleicht kann ich die Peinlichkeit zwischen uns während unserer Fotoshootings beheben.{/i}
italian: [_RT_] {i}Sidney è strano circa il disordine durante la notte. Forse posso risolvere il imbarazzo tra di noi durante le nostre photoshoots.{/i}

source: [_RT_] {i}Sidney seems comfortable with fooling around again... I wonder if she'll be up for anything in bed tonight.{/i}
dutch: [_RT_] {i}Sidney lijkt weer comfortabel met fooien... Ik vraag me af of ze iets in bed zal hebben.{/i}
french: [_RT_] {i}Sidney semble prêt à s'amuser à nouveau... Je me demande si elle sera prête à faire quelque chose au lit ce soir.{/i}
german: [_RT_] {i}Sidney scheint sich damit wohlzufühlen, wieder herumzufummeln... Ich frage mich, ob sie heute Nacht im Bett noch mehr vorhat.{/i}
italian: [_RT_] {i}Sidney sembra a suo agio con un nuovo scherzo... Mi chiedo se lei sarà in piedi per qualcosa a letto stasera.{/i}

source: [_RT_] {i}If I want anything else from Diaz, I'd better find a way to install that spy-cam in the girls locker room. Diaz said the best time would be to go into the school in the early morning.{/i}
dutch: [_RT_] {i}Als ik iets anders wil van Diaz, Ik kan beter een manier vinden om die spy-cam in de meisjeskamer te installeren. Diaz zei dat de beste tijd zou zijn om naar school te gaan in de vroege ochtend.{/i}
french: [_RT_] {i}Si je veux autre chose de Diaz, je ferais mieux de trouver un moyen d'installer cette caméra espion dans le vestiaire des filles. Diaz a dit que le meilleur moment serait d'entrer dans l'école tôt le matin.{/i}
german: [_RT_] {i}Wenn ich noch etwas von Agentin Diaz möchte, sollte ich mir überlegen, wie ich die Spionagekamera in der Mädchenumkleide installieren kann. Agentin Diaz sagte, die beste Zeit wäre, früh morgens in die Schule zu gehen.{/i}
italian: [_RT_] {i}Se voglio altro da Diaz, Farei meglio a trovare un modo per installare quella spy-cam nella stanza spogliatoio ragazze. Diaz ha detto che il momento migliore sarebbe andare a scuola il primo mattino.{/i}

source: [_RT_] {i}I need to keep visiting Diaz in her van until I complete this event.{/i}
dutch: [_RT_] {i}Ik moet doorgaan met een bezoek aan Diaz in haar bestelwagen totdat ik dit evenement heb voltooid.{/i}
french: [_RT_] {i}je dois continuer à rendre visite à Diaz dans sa camionnette jusqu’à ce que je termine cet événement. {/i}
german: [_RT_] {i}Ich muss Agentin Diaz weiterhin in ihrem Van besuchen, bis ich dieses Event abgeschlossen habe {/i}.
italian: [_RT_] {i}Ho bisogno di continuare a visitare Diaz nel suo furgoncino fino al completamento di questo evento.{/i}

source: [_RT_] {i}Lauren really has her heart set on winning this election... I wonder how far she would be willing to go?... Should I let her lose in the polls for a few weeks to see?{/i}
dutch: [_RT_] {i}Lauren heeft echt haar hart om deze verkiezingen te winnen... Ik vraag me af hoever ze wil gaan?... Moet ik haar enkele weken laten verliezen in de polls om te zien?{/i}
french: [_RT_] {i}Lauren a vraiment à coeur de gagner cette élection... Je me demande jusqu'où elle serait prête à aller... Devrais-je la laisser perdre dans les sondages pendant quelques semaines pour voir ? {/i}
german: [_RT_] {i}Lauren hat sich wirklich in den Kopf gesetzt, diese Wahl zu gewinnen... Ich frage mich, wie weit sie bereit ist zu gehen... Soll ich sie in den Umfragen ein paar Wochen lang verlieren lassen, um das zu sehen?{/i}
italian: [_RT_] {i}Lauren ha davvero il suo cuore per vincere questa elezione... Mi chiedo fino a che punto sarebbe disposta ad andare?... Dovrei lasciarla perdere nei sondaggi per qualche settimana a vedere?{/i}

source: [_RT_] {i}I never would have thought Lauren would be the kind of person to sell sex favors for votes. Will she do worse if I don't help her do better in the polls?{/i}
dutch: [_RT_] {i}Ik zou nooit hebben gedacht dat Lauren het soort persoon zou zijn om seksuele gunsten te verkopen voor stemmen. Zal ze erger doen als ik het niet beter doe in de polls?{/i}
french: [_RT_] {i}Je n'aurais jamais pensé que Lauren serait le genre de personne à vendre des faveurs sexuelles pour des votes. Est-ce qu'elle fera pire si je ne l'aide pas à faire mieux dans les sondages ?{/i}
german: [_RT_] {i}Ich hätte nie gedacht, dass Lauren die Art von Person ist, die sexuelle Gefälligkeiten für Stimmen verkauft. Wird sie schlechter abschneiden, wenn ich ihr nicht helfe, in den Umfragen besser abzuschneiden?{/i}
italian: [_RT_] {i}Non avrei mai pensato che Lauren sarebbe stato il tipo di persona per vendere i favori del sesso per i voti. Farà peggio se non la aiuterò a fare meglio nei sondaggi?{/i}

source: [_RT_] {i}I can't believe how comfortable Mom was watching me jack off... Maybe I don't need to worry so much about getting boners around her, especially when she hugs me after I pay the mafia debt.{/i}
dutch: [_RT_] {i}Ik kan niet geloven hoe comfortabele mama me aan het zien was... Misschien hoef ik me niet zoveel zorgen te maken om boners rond haar te krijgen, vooral wanneer ze me knuffelt nadat ik de maffiaschuld heb betaald.{/i}
french: [_RT_] {i}Je n'arrive pas à croire que Maman était si à l'aise en me regardant me branler... Peut-être que je n'ai pas besoin de m'inquiéter autant de mes érections en sa présence, surtout quand elle me serre dans ses bras après que j'ai payé la dette de la mafia.{/i}
german: [_RT_] {i}Ich kann nicht glauben, wie unbeschwert sich Mama dabei gefühlt hat, mir beim Wichsen zuzusehen... Vielleicht muss ich mir keine Sorgen machen, dass ich in ihrer Nähe einen Ständer bekomme, besonders wenn sie mich umarmt, nachdem ich die Mafia-Schulden bezahlt habe.{/i}
italian: [_RT_] {i}Non riesco a credere che la mamma mi stava guardando jack off... Forse non ho bisogno di preoccuparmi così tanto di ottenere boners intorno a lei, soprattutto quando mi abbraccia dopo aver pagato il debito mafia.{/i}

source: [_RT_] {i}Visiting Mom in her office is getting some results, but maybe for now, I should concentrate my efforts on my sister's photo shoots.{/i}
dutch: [_RT_] {i}Bezoek Mom in haar kantoor een paar resultaten te behalen, maar misschien op dit moment, moet ik mijn inspanningen concentreren op de foto shoots.{/i} van mijn zus
french: [_RT_] {i}Rendre visite à maman dans son bureau donne quelques résultats, mais peut-être que pour l'instant, je devrais concentrer mes efforts sur les séances de photos de ma sœur.{/i}
german: [_RT_] {i}Die Besuche bei Mama in ihrem Büro zeigen Wirkung, aber vielleicht sollte ich mich im Moment lieber auf die Fotoshootings meiner Schwester konzentrieren.{/i}
italian: [_RT_] {i}Visitare mamma nel suo ufficio sta ottenendo alcuni risultati, ma forse per ora, dovrei concentrare i miei sforzi sui fotografi di mia sorella.{/i}

source: [_RT_] {i}Messing around in Mom's office is super risky... Her door doesn't even have a lock! The more we mess around in there, the greater our chances are of getting caught.{/i}
dutch: [_RT_] {i}Messing rond in Mom's kantoor is super risky... Haar deur heeft niet eens een slot! Hoe meer we daar verdrinken, hoe groter onze kans om gevangen te worden.{/i}
french: [_RT_] {i}Faire des bêtises dans le bureau de maman est super risqué... Sa porte n'a même pas de verrou ! Plus on fait de bêtises là-dedans, plus on a de chances de se faire prendre.{/i}
german: [_RT_] {i}In Mamas Büro herumzuspielen ist super riskant... Ihre Tür hat nicht mal ein Schloss! Je mehr wir da drin herumspielen, desto größer ist die Gefahr, dass wir erwischt werden.{/i}
italian: [_RT_] {i}Messaggiare in giro nell'ufficio della mamma è super rischioso... La sua porta non ha nemmeno una serratura! Più ci mettiamo in disordine lì, maggiori sono le nostre probabilità di essere catturati.{/i}

source: [_RT_] {i}I need to bring some money to Sidney so she can start on the "Perry Hotter" cosplay outfits.{/i}
dutch: [_RT_] {i}Ik moet wat geld meenemen naar Sidney zodat ze kan beginnen met "Perry Hotter" cosplay outfits.{/i}
french: [_RT_] {i}Je dois apporter de l'argent à Sidney pour qu'elle puisse commencer les tenues de cosplay de 'Perry Hotter'. {/i}
german: [_RT_] {i}Ich muss Sidney etwas Geld bringen, damit sie mit den "Perry Hotter"-Cosplay-Outfits anfangen kann {/i}.
italian: [_RT_] {i}Ho bisogno di portare un po' di soldi a Sidney in modo che lei possa iniziare con gli abiti del cosplay "Perry Hotter". {/i}

source: [_RT_] {i}I should keep checking back with Sidney to see if those outfits are done.{/i}
dutch: [_RT_] {i}Ik zal blijven controleren met Sidney om te zien of deze outfits klaar zijn. {/i}
french: [_RT_] {i}Je devrais continuer à vérifier avec Sidney pour voir si ces tenues sont faites.{/i}
german: [_RT_] {i}Ich sollte mich immer wieder bei Sidney melden, um zu sehen, ob diese Outfits fertig sind {/i}.
italian: [_RT_] {i}Dovrei continuare a controllare indietro con Sidney per vedere se questi abiti sono fatti.{/i}

source: [_RT_] {i}I recently saw a ball gag on the Hardnlong website. I should buy it. It might come in handy for the "Perry Hotter" photoshoot.{/i}
dutch: [_RT_] {i}Ik zag onlangs een balgag op de Hardnlong-website. Ik zou het moeten kopen. Het kan handig zijn voor de fotoshoot.{/i}
french: [_RT_] {i}J'ai récemment vu un bâillon à boule sur le site de Hardnlong. Je devrais l'acheter. Ça pourrait être utile pour le photoshoot de 'Perry Hotter'.{/i}
german: [_RT_] {i}Ich habe vor kurzem einen Ball Gag auf der Hardnlong-Website gesehen. Ich sollte ihn kaufen. Er könnte für das "Perry Hotter"-Fotoshooting sehr nützlich sein {/i}.
italian: [_RT_] {i}Recentemente ho visto un bavaglio a palla sul sito Hardnlong. Dovrei comprarlo. Potrebbe venire utile per il "Perry Hotter" photoshoot.{/i}

source: [_RT_] {i}I should start the photshoot with Mom and Megan by going to the warehouse on a weekday evening.{/i}
dutch: [_RT_] {i}Ik moet de fotshoot met Mom en Megan beginnen door naar het magazijn te gaan op weekdagenavond.{/i}
french: [_RT_] {i}je devrais commencer le shooting photos avec maman et Megan en allant à l’entrepôt un soir de semaine. {/i}
german: [_RT_] {i}Ich sollte das Fotoshooting mit Mama und Megan beginnen, indem ich an einem Wochentag abends zum Lagerhaus gehe {/i}.
italian: [_RT_] {i}Dovrei iniziare il servizio fotografico con Mamma e Megan andando al magazzino in una serata di un giorno della settimana.{/i}

source: [_RT_] {i}I should make Mom more submissive by pushing her to do new things at the photoshoot.{/i}
dutch: [_RT_] {i}Ik moet Mom meer onderwerpingen maken door op haar te drukken om nieuwe dingen te doen op de fotoshoot.{/i}
french: [_RT_] {i}Je devrais rendre maman plus soumise en la poussant à faire de nouvelles choses pendant le photoshoot.{/i}
german: [_RT_] {i}Ich sollte Mama unterwürfiger machen, indem ich sie beim Fotoshooting zu neuen Dingen dränge {/i}.
italian: [_RT_] {i}Dovrei rendere la mamma più sottomessa spingendola a fare nuove cose al photoshoot.{/i}

source: [_RT_] {i}Besides Mr. Peterson, Sidney and I are pretty much alone at the park. I wish she were more open to some fooling around. I've got to figure out other ways to corrupt her.{/i}
dutch: [_RT_] {i}Naast Mr. Peterson, Sidney en ik zijn bijna alleen in het park. Ik wou dat ze meer openstond voor wat fooi. Ik heb andere manieren moeten bedenken om haar te corrupt te maken.{/i}
french: [_RT_] {i}À part M. Peterson, Sidney et moi sommes presque seuls au parc. J'aimerais qu'elle soit plus ouverte à des amusements. Je dois trouver d'autres moyens de la corrompre.{/i}
german: [_RT_] {i}Abgesehen von Mr. Peterson sind Sidney und ich im Park ziemlich allein. Ich wünschte, sie wäre offener für ein bisschen Herumfummeln. Ich muss mir andere Wege ausdenken, um sie zu korrumpieren.{/i}
italian: [_RT_] {i}Oltre al signor Peterson, Sidney ed io siamo praticamente soli al parco. Vorrei che fosse più aperta ad alcuni scherzosi in giro. Devo capire altri modi per corromperla.{/i}

source: [_RT_] {i}Besides Mr. Peterson, Sidney and I are pretty much alone at the park. I don't think she's up to any fooling around yet though. Maybe or photoshoots together will loosen her up a little.{/i}
dutch: [_RT_] {i}Naast Mr. Peterson, Sidney en ik zijn bijna alleen in het park. Ik denk niet dat ze nog geen fooi heeft. Misschien of foto's samen zullen haar een beetje verlichten.{/i}
french: [_RT_] {i}À part M. Peterson, Sidney et moi sommes presque seuls au parc. Je ne pense pas qu'elle soit encore prête à faire des bêtises. Peut-être que des séances de photos ensemble la détendront un peu.{/i}
german: [_RT_] {i}Abgesehen von Mr. Peterson sind Sidney und ich im Park so gut wie allein. Ich glaube, sie ist noch nicht so weit, dass sie herumfummeln möchte. Vielleicht wird sie durch das gemeinsame Fotoshooting ein bisschen lockerer.{/i}
italian: [_RT_] {i}Oltre al signor Peterson, Sidney ed io siamo praticamente soli al parco. Non penso che lei sia ancora all'altezza. Forse o fotoshoots insieme la allenterà un po'.{/i}

source: [_RT_] {i}While I admire the hell out of Mr. Peterson, he's kind of a cockblock, and he needs help. I hope he's caught soon!{/i}
dutch: [_RT_] {i}Terwijl ik de hel van meneer Peterson bewonder, is hij een soort cockblock, en hij heeft hulp nodig. Ik hoop dat hij binnenkort betrapt!{/i}
french: [_RT_] {i}Bien que j'admire énormément M. Peterson, il est un peu casse-couilles, et il a besoin d'aide. J'espère qu'on l'attrapera bientôt!{/i}
german: [_RT_] {i}Ich bewundere Mr. Peterson sehr, aber er ist eine Art Spaßbremse und braucht Hilfe. Ich hoffe, er wird bald gefasst! {/i}
italian: [_RT_] {i}Mentre ammiro l'inferno dal signor Peterson, è una specie di cockblock, e ha bisogno di aiuto. Spero che sia presto catturato!{/i}

source: [_RT_] {i}Sidney was acting funny when I told her about Mom. I'd better keep an eye on her this weekend when the Mafia comes for their weekly payment.{/i}
dutch: [_RT_] {i}Sidney deed grappig toen ik haar over Moma vertelde. Ik zou dit weekend beter op haar in de gaten houden wanneer de maffia hun wekelijkse betaling ontvangt.{/i}
french: [_RT_] {i}Sidney était drôle quand je lui ai parlé de maman. Je ferais mieux de garder un œil sur elle ce week-end lorsque la mafia viendra pour le paiement hebdomadaire. {/i}
german: [_RT_] {i}Sidney hat sich komisch verhalten, als ich ihr von Mama erzählt habe. Ich sollte sie am Wochenende im Auge behalten, wenn die Mafia ihre wöchentliche Zahlung abholt.{/i}
italian: [_RT_] {i}Sidney si comportava divertente quando le dissi di mamma. Farei meglio a tenerla d'occhio questo fine settimana quando la mafia viene per il loro pagamento settimanale.{/i}

source: [_RT_] {i}I need to visit Sidney while she's working at the club, maybe she'll have some time for a little more fun.{/i}
dutch: [_RT_] {i}Ik moet Sidney bezoeken terwijl ze in de club werkt, misschien heeft ze wat meer plezier.{/i}
french: [_RT_] {i}j’ai besoin de rendre visite à Sidney pendant qu’elle travaille au club, peut-être qu’elle aura un peu plus de temps pour s’amuser un peu plus. {/i}
german: [_RT_] {i}Ich muss Sidney besuchen, während sie im Club arbeitet, vielleicht hat sie dann Zeit für ein bisschen mehr Spaß {/i}.
italian: [_RT_] {i}Ho bisogno di visitare Sidney mentre sta lavorando al club, forse avrà un po' di tempo per un po' di divertimento.{/i}

source: [_RT_] {i}Boy, Aunt Cami can be such a bitch!... I don't know what Uncle Bobby see's in her. I'd leave her ass in a second.{/i}
dutch: [_RT_] {i}Jonge, Aunt Cami kan zo een beetje!... Ik weet niet wat Oom Bobby ziet in haar. Ik zou haar pas binnen een seconde achterlaten.{/i}
french: [_RT_] {i}Bon sang, tante Cami peut être une vraie salope... Je ne sais pas ce que l'oncle Bobby voit en elle. Je quitterais son cul en une seconde.{/i}
german: [_RT_] {i}Junge, Tante Cami kann so ein Miststück sein!... Ich weiß nicht, was Onkel Bobby an ihr findet. Ich würde ihren Arsch sofort verlassen.{/i}
italian: [_RT_] {i}Ragazzo, zia Cami può essere una tale cagna!... Non so cosa lo zio Bobby veda in lei. Lascerei il suo culo in un secondo.{/i}

source: [_RT_] {i}I wonder what that text was about. I should go to the warehouse to see if Uncle Bobby is ok.{/i}
dutch: [_RT_] {i}Ik vraag me af waar die tekst over ging. Ik zou naar het magazijn gaan om te zien of Uncle Bobby ok.{/i}
french: [_RT_] {i}je me demande de quoi parlait ce texte. Je devrais aller à l’entrepôt pour voir si l’oncle Bobby va bien. {/i}
german: [_RT_] {i}Ich frage mich, worum es in der SMS ging. Ich sollte zum Lagerhaus gehen und nachsehen, ob es Onkel Bobby gut geht.{/i}
italian: [_RT_] {i}Mi chiedo di cosa si tratti. Dovrei andare al magazzino per vedere se lo zio Bobby è ok.{/i}

source: [_RT_] {i}Sidney usually takes about 3 days to make a new outfit. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
dutch: [_RT_] {i}Sidney duurt meestal ongeveer 3 dagen om een nieuwe outfit te maken. Meestal past ze in de keuken, maar ik zou slim zijn om de lounge 's morgens ook te bekijken.{/i}
french: [_RT_] {i}Sidney met généralement 3 jours pour confectionner une nouvelle tenue. Elle les ajuste généralement dans la cuisine, mais je serais bien avisé de vérifier le salon le matin aussi.{/i}
german: [_RT_] {i}Sidney braucht normalerweise etwa 3 Tage für ein neues Outfit. Meistens passt sie es in der Küche an, aber ich wäre schlau, wenn ich morgens auch in der Lounge nachsehen würde {/i}.
italian: [_RT_] {i}Sidney richiede solitamente circa 3 giorni per fare un nuovo outfit. Di solito si adatta a loro in cucina, ma sarei intelligente per controllare il salotto anche la mattina.{/i}
