Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_WT_] by clicking on this button right here.
dutch: [_WT_] door hier rechts op deze knop te klikken.
french: [_WT_] en cliquant sur ce bouton ici.
german: [_WT_] indem du auf diese Schaltfläche hier klickst.
italian: [_WT_] cliccando su questo pulsante proprio qui.

source: [_WT_] There are also some other handy things you can do with your phone as well.
dutch: [_WT_] Er zijn ook enkele andere handige dingen die je met je telefoon kunt doen.
french: [_WT_] Il y a aussi d’autres choses pratiques que vous pouvez faire avec votre téléphone.
german: [_WT_] Es gibt auch einige andere praktische Dinge, die du mit deinem Telefon auch tun kannst.
italian: [_WT_] Ci sono anche altre cose utili che puoi fare anche con il tuo telefono.

source: [_WT_] For those of you who support us at the "Friend" tier on SubscribeStar or Patreon, you can install a mod that you can access by pressing on this button.
dutch: [_WT_] Voor degenen onder u die ons steunen in de "Vriend" rang op AbbeStar of Patreon, je kunt een mod installeren die je kan gebruiken door op deze knop te drukken.
french: [_WT_] Pour ceux d’entre vous qui nous soutiennent au niveau «Ami» sur SubscribeStar ou Patreon, vous pouvez installer un mod auquel vous pouvez accéder en appuyant sur ce bouton.
german: [_WT_] Für diejenigen von euch, die uns auf der Stufe "Friend" auf SubscribeStar oder Patreon unterstützen, könnt ihr einen Mod installieren, auf den ihr durch Drücken dieser Schaltfläche zugreifen könnt.
italian: [_WT_] Per quelli di voi che ci sostengono al livello "Amico" su SubscribeStar o Patreon, è possibile installare una mod a cui è possibile accedere premendo questo pulsante.

source: [_WT_] The mod is pretty awesome! It allows you to change the name of your character, manipulate the stats of other characters, add and remove items, and add money to your backpack.
dutch: [_WT_] De mod is best geweldig! Het stelt je in staat om de naam van je personage te veranderen, de statistieken van andere tekens te manipuleren, voeg items toe en verwijder deze en voeg geld toe aan uw backpack.
french: [_WT_] Le mod est assez génial! Il vous permet de changer le nom de votre personnage, de manipuler les statistiques d’autres personnages, d’ajouter et de supprimer des objets et d’ajouter de l’argent à votre sac à dos.
german: [_WT_] Der Mod ist ziemlich genial! Sie ermöglicht es dir, den Namen deines Charakters zu ändern, die Werte anderer Charaktere zu manipulieren, Gegenstände hinzuzufügen und zu entfernen und Geld in deinen Rucksack zu legen.
italian: [_WT_] La mod è abbastanza fantastica! Ti permette di cambiare il nome del tuo personaggio, manipolare le statistiche di altri personaggi, aggiungere e rimuovere gli articoli e aggiungere denaro allo zaino.

source: [_WT_] This button allows you to track your progress. When you click on it,
dutch: [_WT_] Deze knop stelt je in staat om je voortgang te volgen. Wanneer je erop klikt,
french: [_WT_] Ce bouton vous permet de suivre vos progrès. Lorsque vous cliquez dessus,
german: [_WT_] Mit dieser Schaltfläche kannst du deinen Fortschritt verfolgen. Wenn du sie anklickst,
italian: [_WT_] Questo pulsante ti permette di tracciare i tuoi progressi. Quando fai clic su di esso,

source: [_WT_] A screen that lists events will pop up.
dutch: [_WT_] Een scherm dat gebeurtenissen laat zien verschijnen
french: [_WT_] Un écran qui répertorie les événements apparaîtra.
german: [_WT_] wird ein Bildschirm mit einer Liste von Ereignissen angezeigt.
italian: [_WT_] Apparirà una schermata che elenca gli eventi.

source: [_WT_] And when you click on the three question marks "???", you will receive hints to help you know how to complete that event.
dutch: [_WT_] En wanneer je op de drie vragen klikt "??", krijg je tips om je te helpen weten hoe je dat evenement kunt afronden.
french: [_WT_] Et lorsque vous cliquez sur les trois points d’interrogation «???», vous recevrez des conseils pour vous aider à savoir comment terminer cet événement.
german: [_WT_] Und wenn du auf die drei Fragezeichen "???" klickst, erhältst du Hinweise, die dir helfen, das Ereignis abzuschließen.
italian: [_WT_] E quando clicchi sui tre punti interrogativi "???", riceverai suggerimenti per aiutarti a completare l'evento.

source: [_WT_] A couple other useful buttons are on the bottom of the phone.
dutch: [_WT_] Een paar andere handige knoppen staan onderaan de telefoon.
french: [_WT_] Quelques autres boutons utiles se trouvent au bas du téléphone.
german: [_WT_] Einige weitere nützliche Tasten befinden sich auf der Unterseite des Telefons.
italian: [_WT_] Un paio di altri pulsanti utili sono sul fondo del telefono.

source: [_WT_] This button lets you see any pictures of girls that you may take throughout the course of the game.
dutch: [_WT_] Deze knop laat je foto's zien van meisjes die je gedurende de loop van het spel mag nemen.
french: [_WT_] Ce bouton vous permet de voir toutes les photos de filles que vous pouvez prendre tout au long du jeu.
german: [_WT_] Mit dieser Schaltfläche kannst du alle Bilder von den Mädchen sehen, die Sie im Laufe des Spiels aufgenommen haben.
italian: [_WT_] Questo pulsante ti permette di vedere qualsiasi foto di ragazze che si possono prendere durante tutto il corso del gioco.

source: [_WT_] And this extremely useful button let's you move forward in time.
dutch: [_WT_] En deze uiterst nuttige knop laat je vooruit op tijd gaan.
french: [_WT_] Et ce bouton extrêmement utile vous permet d’avancer dans le temps.
german: [_WT_] Und mit dieser äußerst nützlichen Schaltfläche kannst du dich in der Zeit vorwärts bewegen.
italian: [_WT_] E questo pulsante estremamente utile ti permette di andare avanti nel tempo.

source: [_WT_] So that's all the tips we have for you. Everything else you will have to figure out on your own, or I guess you could always find the walkthrough, or ask for help online.
dutch: [_WT_] Dus dat is alle tips die we voor je hebben. Al het andere dat u in uw eentje moet uitzoeken, of ik denk dat u altijd de wandelgang kunt vinden of online om hulp kunt vragen.
french: [_WT_] Voilà donc tous les conseils que nous avons pour vous. Tout le reste que vous devrez comprendre par vous-même, ou je suppose que vous pouvez toujours trouver la procédure pas à pas (walkthrough), ou demander de l’aide en ligne.
german: [_WT_] Das sind also alle Tipps, die wir für dich haben. Alles andere musst du selbst herausfinden, oder du kannst eine Komplettlösung finden oder online um Hilfe bitten.
italian: [_WT_] Quindi sono tutte le punte che abbiamo per te. Tutto il resto dovrete capire da soli, o immagino che potreste sempre trovare la passeggiata, o chiedere aiuto online.

source: [_WT_] However you decide to play. We hope you enjoy the game.
dutch: [_WT_] Echter besluit je om te spelen. We hopen dat je veel plezier hebt van het spel.
french: [_WT_] Quelle que soit la façon dont vous décidez de jouer. Nous espérons que vous apprécierez le jeu.
german: [_WT_] Wie auch immer du dich entscheidest zu spielen. Wir hoffen, dass du das Spiel genießt.
italian: [_WT_] Tuttavia decidi di giocare. Speriamo che ti piaccia il gioco.

source: [_WT_] Go ahead and take it from here [ryan]!
dutch: [_WT_] Ga door en haal het van hier [ryan]!
french: [_WT_] Allez-y et reprenez à partir d’ici [ryan]!
german: [_WT_] Übernimm ab hier [ryan]!
italian: [_WT_] Vai avanti e prendi da qui [ryan]!

source: [_R_] I guess the best thing I can do, is tell you my story, and let whomever watches this, be the judge of my actions.
dutch: [_R_] Ik denk dat het beste wat ik kan doen, is jou mijn verhaal vertellen, en laat wie hier naar kijkt, rechter zijn van mijn daden.
french: [_R_] Je suppose que la meilleure chose que je puisse faire, c'est de vous raconter mon histoire et de laisser quiconque être juge de mes actions.
german: [_R_] Ich denke, das Beste, das ich tun kann, ist, dir meine Geschichte zu erzählen und demjenigen, der sich das ansieht, über mein Handeln zu urteilen.
italian: [_R_] Immagino che la cosa migliore che posso fare, è raccontare la mia storia, e lasciare che chi guarda questo, sia il giudice delle mie azioni.

source: [_R_] And once again, hope this story gets turned into a kick ass HBO series, and not a fucking lame-ass H-game.
dutch: [_R_] En nogmaals, hoop dat dit verhaal wordt veranderd in een grote HBO-serie, en niet in een grijs lame-ass H-game.
french: [_R_] Et encore une fois, j’espère que cette histoire se transformera en une série HBO kick ass, et non en un putain de jeu hantai foireux.
german: [_R_] Und noch einmal: Ich hoffe, dass diese Geschichte in eine tolle Sky-Serie verwandelt wird und nicht in ein lahmarschiges XXX-Spiel.
italian: [_R_] E ancora una volta, spero che questa storia si trasformi in un calcio culo serie HBO, e non un cazzo zoppo culo H-gioco.

source: [_R_] .... So, until fairly recently, I was just a normal teenage kid like everybody else.
dutch: [_R_] ... tot vrij kort geleden was ik dus net een normaal tienerkind zoals ieder ander.
french: [_R_] .... Donc, jusqu’à assez récemment, j’étais juste un adolescent normal comme tout le monde.
german: [_R_] .... Bis vor kurzem war ich also ein ganz normaler Teenager wie jeder andere auch.
italian: [_R_] .... Così, fino a poco tempo fa, ero solo un bambino adolescente normale come tutti gli altri.

source: [_R_] Until I was woken up really early one day, by a phone call that would change my life forever....
dutch: [_R_] Totdat ik op een dag echt vroeg wakker werd door een telefoongesprek dat mijn leven voorgoed zou veranderen...
french: [_R_] Jusqu’à ce que je sois réveillé très tôt un jour, par un appel téléphonique qui allait changer ma vie pour toujours....
german: [_R_] Bis ich eines Tages sehr früh von einem Anruf geweckt wurde, der mein Leben für immer verändern sollte....
italian: [_R_] Fino a quando non sono stato svegliato davvero presto un giorno, da una telefonata che avrebbe cambiato la mia vita per sempre....

source: End of tutorial.
dutch: Einde van de tutorial.
french: Fin du tutoriel.
german: Ende des Tutorials.
italian: Fine del tutorial.

source: Complete
french: Terminé
german: Vollständig

source: Press the "{color=#E60000}???{/color}" to see hints!
french: Appuyer sur "{color=#E60000}???{/color}" pour voir indices!
german: Drücken Sie die Taste "{color=#E60000}???{/color}", um Hinweise zu sehen!
italian: Premi "{color=#E60000}???{/color}" per vedere suggerimenti!

source: {font=DejaVuSans.ttf}Watch the tutorial again!{/font}
dutch: {font=DejaVuSans.ttf}Bekijk de tutorial opnieuw!{/font}
french: {font=DejaVuSans.ttf}Regardez à nouveau le tutoriel !{/font}
german: {font=DejaVuSans.ttf}Schauen Sie sich das Tutorial noch einmal an!{/font}
italian: {font=DejaVuSans.ttf}Guarda di nuovo il tutoriale!{/font}
