Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_gallery.po
Languages: dutch, french, german, italian, portuguese, russian

source: {image=images/interface_images/phone_screen_images/images_phone.webp} Camille's room spy pic 06
dutch: {image=images/interface_images/phone_screen_images/images_phone.webp} Camille's kamer spion 06
french: {image=images/interface_images/phone_screen_images/images_phone.webp} Photo espion de la chambre de Camille 06
german: {image=images/interface_images/phone_screen_images/images_phone.webp} Camis Spionagebild im Zimmer 06
italian: {image=images/interface_images/phone_screen_images/images_phone.webp} Foto spia stanza di Camille 06
portuguese: {image=images/interface_images/phone_screen_images/images_phone.webp} A sala está espiada 06
russian: {image=images/interface_images/phone_screen_images/images/images_phone.webp} Коммерческий пик 06

source: {image=images/interface_images/phone_screen_images/images_phone.webp} Creepshot pic 07
french: {image=images/interface_images/phone_screen_images/images_phone.webp} Photo d'identité 07
german: {image=images/interface_images/phone_screen_images/images_phone.webp} unangenehmes Bild 07
portuguese: {image=images/interface_images/phone_screen_images/images_phone.webp} Foto de Creepshot 07

source: {image=images/interface_images/phone_screen_images/images_phone.webp} Creepshot pic 08
french: {image=images/interface_images/phone_screen_images/images_phone.webp} Photo d'identité 08
german: {image=images/interface_images/phone_screen_images/images_phone.webp} unangenehmes Bild 08
portuguese: {image=images/interface_images/phone_screen_images/images_phone.webp} Fotografia de imagem 08

source: {image=images/interface_images/phone_screen_images/images_phone.webp} Creepshot pic 09
french: {image=images/interface_images/phone_screen_images/images_phone.webp} Photo d'identité 09
german: {image=images/interface_images/phone_screen_images/images_phone.webp} unangenehmes Bild 09
portuguese: {image=images/interface_images/phone_screen_images/images_phone.webp} Fotografia de imagem 09
