Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}Sidney will probably finish Aunt Cami's new sexy maid outfit in a couple days. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
dutch: [_RT_] {i}Sidney zal waarschijnlijk Aunt Cami's nieuwe sexy maid outfit binnen een paar dagen afmaken. Meestal past ze in de keuken, maar ik zou slim zijn om de lounge 's morgens ook te bekijken.{/i}
french: [_RT_] {i}Sidney va probablement finir la nouvelle tenue sexy de tante Cami dans quelques jours. Elle les ajuste habituellement dans la cuisine, mais je serais intelligent de vérifier le salon le matin aussi.{/i}
german: [_RT_] {i}Sidney wird wahrscheinlich in ein paar Tagen Tante Camis neues sexy Dienstmädchen-Outfit fertigstellen. Normalerweise passt sie es in der Küche an, aber ich wäre schlau, wenn ich morgens auch in der Lounge nachsehen würde.{/i}
italian: [_RT_] {i}Sidney probabilmente finirà il nuovo vestito sexy della zia Cami in un paio di giorni. Di solito si adatta a loro in cucina, ma sarei intelligente per controllare il salotto anche la mattina.{/i}

source: [_RT_] {i}Sidney will probably finish Aunt Cami's new sexy maid outfit tomorrow. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
dutch: [_RT_] {i}Sidney zal morgen waarschijnlijk Aunt Cami's nieuwe sexy maid outfit afmaken. Meestal past ze in de keuken, maar ik zou slim zijn om de lounge 's morgens ook te bekijken.{/i}
french: [_RT_] {i}Sidney va probablement finir la nouvelle tenue sexy de tante Cami demain. Elle les ajuste habituellement dans la cuisine, mais je serais intelligent de vérifier le salon dans la matinée aussi. {/i}
german: [_RT_] {i}Sidney wird wahrscheinlich morgen Tante Camis neues sexy Dienstmädchen-Outfit fertigstellen. Normalerweise passt sie es in der Küche an, aber ich wäre schlau, wenn ich morgen früh auch in der Lounge nachsehen würde.{/i}
italian: [_RT_] {i}Sidney probabilmente finirà il nuovo vestito da cameriera sexy di zia Cami domani. Di solito si adatta a loro in cucina, ma sarei intelligente per controllare il salotto anche la mattina.{/i}

source: [_RT_] {i}Sidney is probably done with Aunt Cami's sexy maid outfit... I should check the lounge in the morning to see if Sidney has finished.{/i}
dutch: [_RT_] {i}Sidney gebeurt waarschijnlijk met Aunt Cami's sexy maid outfit. . Ik moet de lounge 's ochtends bekijken om te zien of Sidney is geëindigd.{/i}
french: [_RT_] {i}Sidney a probablement fini avec la tenue sexy de Tante Cami... Je devrais vérifier le salon dans la matinée pour voir si Sidney a terminé.{/i}
german: [_RT_] {i}Sidney ist wahrscheinlich mit Tante Camis sexy Dienstmädchen-Outfit fertig... Ich sollte morgen früh in der Lounge nachsehen, ob Sidney fertig ist.{/i}
italian: [_RT_] {i}Sidney è probabilmente fatto con l'abito sexy cameriera di zia Cami. . Dovrei controllare il salotto al mattino per vedere se Sidney ha finito.{/i}

source: [_RT_] {i}I should keep going to the kitchen in the late morning until I can assign Aunt Cami a chore to work on.{/i}
dutch: [_RT_] {i}Ik zal naar de keuken blijven gaan tot ik Aunt Cami een krijt kan toewijzen om aan te werken.{/i}
french: [_RT_] {i}je devrais continuer à aller à la cuisine en fin de matinée jusqu’à ce que je puisse assigner à tante Camille une corvée pour la faire travailler. {/i}
german: [_RT_] {i}Ich sollte am späten Vormittag so lange in die Küche gehen, bis ich Tante Cami eine Hausarbeit zuweisen kann {/i}.
italian: [_RT_] {i}Dovrei continuare a andare in cucina in tarda mattina fino a quando non posso assegnare zia Cami a lavorare su.{/i}

source: [_RT_] {i}I need to build up Aunt Cami's libido or submission so I can do something even more mischievous to her in the bathroom.{/i}
dutch: [_RT_] {i}Ik moet Aunt Cami's libido of indienen zodat ik nog iets schadelijker voor haar kan doen in de badkamer.{/i}
french: [_RT_] {i}j’ai besoin de développer la libido ou la soumission de tante Camille afin de pouvoir lui faire quelque chose d’encore plus vicieux dans la salle de bain. {/i}
german: [_RT_] {i}Ich muss Tante Camis Libido oder ihre Unterwürfigkeit steigern, damit ich im Badezimmer noch mehr Unfug mit ihr anstellen kann {/i}.
italian: [_RT_] {i}Ho bisogno di costruire la libido o la sottomissione di zia Cami in modo da poter fare qualcosa di ancora più malizioso per lei in bagno.{/i}

source: [_RT_] {i}I should focus on getting Aunt Cami to do something scandelous in the bathroom.{/i}
dutch: [_RT_] {i}Ik moet me concentreren op het laten doen van Aunt Cami om iets goeds in de badkamer te doen.{/i}
french: [_RT_] {i}Je devrais me concentrer sur le fait que tante Cami fasse quelque chose de scandaleux dans la salle de bain.{/i}
german: [_RT_] {i}Ich sollte mich darauf konzentrieren, Tante Cami dazu zu bringen, etwas Skandalöses im Bad zu tun.{/i}
italian: [_RT_] {i}Dovrei concentrarmi su come Zia Cami fare qualcosa di scandelico in bagno.{/i}

source: [_RT_] {i}I was able to get Aunt Cami to flash me in both the bathroom and the kitchen... I'll bet I can get her to flash me in the lounge too.{/i}
dutch: [_RT_] {i}Ik kon Aunt Cami laten knipperen in zowel de badkamer als de keuken. . Ik wed dat ik haar ook in de lounge laat flitsen.{/i}
french: [_RT_] {i}J'ai réussi à convaincre Tante Cami de me flasher dans la salle de bain et dans la cuisine... Je parie que je peux la faire s'exhiber dans le salon aussi.{/i}
german: [_RT_] {i}Ich konnte Tante Cami dazu bringen, sich sowohl im Bad als auch in der Küche nackt zu zeigen... Ich wette, ich kann sie auch dazu bringen, in der Lounge Haut zu zeigen.{/i}
italian: [_RT_] {i}Sono stato in grado di ottenere zia Cami a lampeggiarmi sia in bagno che in cucina. . Scommetto che posso farla lampeggiare anche in sala.{/i}

source: [_RT_] {i}Aunt Cami flashed me in the bathroom... I'll bet I can get her to flash me in the lounge too.{/i}
dutch: [_RT_] {i}Aunt Cami heeft me geflasht in de badkamer... Ik durf te wedden dat ik haar ook in de lounge kan laten flashen.{/i}
french: [_RT_] {i}Tante Cami m'a flashé dans la salle de bain... Je parie qu'elle peut aussi le faire dans le salon.{/i}
german: [_RT_] {i}Ich konnte Tante Cami dazu bringen, sich im Bad nackt zu zeigen... Ich wette, ich kann sie auch dazu bringen, in der Lounge Haut zu zeigen.{/i}
italian: [_RT_] {i}Zia Cami mi ha lampeggiato in bagno... Scommetto che posso farla lampeggiare anche nella lounge.{/i}

source: [_RT_] {i}I was able to get Aunt Cami to flash me in both the bathroom and the lounge... I'll bet I can get her to flash me in the kitchen too.{/i}
dutch: [_RT_] {i}Ik kon Aunt Cami laten knipperen in zowel de badkamer als de lounge. . Ik wed dat ik haar ook in de keuken kan laten knipperen.{/i}
french: [_RT_] {i}J'ai réussi à convaincre Tante Cami de me flasher dans la salle de bain et le salon... Je parie que je peux la faire s'exhiber dans la cuisine aussi.{/i}
german: [_RT_] {i}Ich konnte Tante Cami dazu bringen, sich sowohl im Bad als auch im Wohnzimmer nackt zu zeigen... Ich wette, ich kann sie auch dazu bringen, in der Küche Haut zu zeigen.{/i}
italian: [_RT_] {i}Sono stato in grado di ottenere zia Cami a lampeggiarmi sia nel bagno che nel salotto. . Scommetto che posso farla lampeggiare anche in cucina.{/i}

source: [_RT_] {i}Aunt Cami flashed me in the bathroom... I'll bet I can get her to flash me in the kitchen too.{/i}
dutch: [_RT_] {i}Aunt Cami heeft me geflasht... Ik durf te wedden dat ik haar ook in de keuken kan laten flashen.{/i}
french: [_RT_] {i}Tante Cami m'a flashé dans la salle de bain... Je parie qu'elle peut aussi le faire dans la cuisine.{/i}
german: [_RT_] {i}Ich konnte Tante Cami dazu bringen, sich im Bad nackt zu zeigen... Ich wette, ich kann sie auch dazu bringen, in der Küche Haut zu zeigen.{/i}
italian: [_RT_] {i}Zia Cami mi ha lampeggiato in bagno... Scommetto che posso farla lampeggiare anche in cucina.{/i}

source: [_RT_] {i}Recent events have caused me to have weird dreams. I wonder if I'll have another weird dream soon.{/i}
dutch: [_RT_] {i}Recente gebeurtenissen hebben ervoor gezorgd dat ik rare dromen heb. Ik vraag me af of ik binnenkort nog een rare droom zal hebben.{/i}
french: [_RT_] {i}Des événements récents m'ont fait faire des rêves bizarres. Je me demande si je ferai bientôt un autre rêve étrange.{/i}
german: [_RT_] {i}Die jüngsten Ereignisse haben mich zu seltsamen Träumen verleitet. Ich frage mich, ob ich bald wieder einen seltsamen Traum haben werde.{/i}
italian: [_RT_] {i}Gli eventi recenti mi hanno causato dei sogni strani. Mi chiedo se presto avrò un altro sogno strano. {/i}

source: [_RT_] {i}I need to go running with Sidney in the early morning and try everything she has to offer at the park.{/i}
dutch: [_RT_] {i}Ik moet op de vroege ochtend met Sidney beginnen en alles uitproberen wat ze te bieden heeft op het park.{/i}
french: [_RT_] {i}je dois aller voir Sidney tôt le matin et essayer tout ce qu’elle a à offrir au parc. {/i}
german: [_RT_] {i}Ich muss frühmorgens mit Sidney laufen gehen und alles ausprobieren, was sie im Park anbietet {/i}.
italian: [_RT_] {i}Ho bisogno di andare a correre con Sidney al mattino presto e provare tutto quello che ha da offrire al parco.{/i}

source: [_RT_] {i}This business with Uncle Bobby and Aunt Cami could really disrupt the way we live... I might not have many opportunities to perv on my Mom at night... I'd better sneak into her room while I still can.{/i}
dutch: [_RT_] {i}Dit bedrijf met Uncle Bobby en Aunt Cami kan onze manier van leven echt verstoren... Misschien heb ik niet veel mogelijkheden om 's nachts te perv op mijn mam... Ik kan beter naar haar sluipen terwijl ik dat nog kan.{/i}
french: [_RT_] {i}Cette affaire avec Oncle Bobby et Tante Cami pourrait vraiment bouleverser notre façon de vivre... Je n'aurai peut-être pas beaucoup d'occasions de mater ma mère la nuit... Je ferais mieux de me faufiler dans sa chambre pendant que je peux encore le faire.{/i}
german: [_RT_] {i}Diese Sache mit Onkel Bobby und Tante Cami könnte unser Leben wirklich durcheinander bringen... Ich werde vielleicht nicht mehr viele Gelegenheiten haben, meine Mutter nachts zu befummeln... Ich schleiche mich besser in ihr Zimmer, solange ich noch kann.{/i}
italian: [_RT_] {i}Questo business con zio Bobby e zia Cami potrebbe davvero disturbare il nostro modo di vivere... Potrei non avere molte opportunità di perv sulla mia mamma di notte... farei meglio entrare nella sua stanza mentre ancora posso. {/i}

source: [_RT_] {i}This business with Uncle Bobby and Aunt Cami could really disrupt the way we live... I might not have many opportunities to perv on Lauren at night... I'd better sneak into her room while I still can.{/i}
dutch: [_RT_] {i}Dit bedrijf met Uncle Bobby en Aunt Cami kan onze manier van leven echt verstoren... Misschien heb ik niet veel mogelijkheden om 's nachts te perv op Lauren... Ik kan beter naar haar kamer sluipen terwijl ik dat nog kan.{/i}
french: [_RT_] {i}Cette affaire avec Oncle Bobby et Tante Cami pourrait vraiment bouleverser notre façon de vivre... Je n'aurai peut-être pas beaucoup d'occasions de mater Lauren la nuit... Je ferais mieux de me faufiler dans sa chambre tant que je le peux encore.{/i}
german: [_RT_] {i}Diese Sache mit Onkel Bobby und Tante Cami könnte unser Leben wirklich durcheinander bringen... Ich werde vielleicht nicht mehr viele Gelegenheiten haben, meine Mutter nachts zu befummeln... Ich schleiche mich besser in ihr Zimmer, solange ich noch kann.{/i}
italian: [_RT_] {i}Questo business con zio Bobby e zia Cami potrebbe davvero disturbare il nostro modo di vivere... Potrei non avere molte opportunità di perv su Lauren di notte... farei meglio a immergermi nella sua stanza mentre potevo ancora.{/i}

source: [_RT_] {i}I think there's a chance that Aunt Cami and Mandy will have to move in with us. It's going to be hell if I can't get Aunt Cami to be more submissive. I wonder if I can get her to act more submissive while she cleans our bathroom.{/i}
dutch: [_RT_] {i}Ik denk dat er een kans is dat Aunt Cami en Snoep zich bij ons moeten verplaatsen. Het wordt de hel als ik geen tante Cami kan krijgen om meer inzendingen te krijgen. Ik vraag me af of ik haar meer onderwerping kan laten uitvoeren terwijl ze ons badkamer schoonmaakt.{/i}
french: [_RT_] {i}Je pense qu'il y a une chance que tante Cami et Mandy doivent emménager avec nous. Ça va être l'enfer si je n'arrive pas à faire en sorte que tante Cami soit plus soumise. Je me demande si je peux la faire agir plus docilement pendant qu'elle nettoie notre salle de bain.{/i}
german: [_RT_] {i}Ich glaube, es besteht die Möglichkeit, dass Tante Cami und Mandy bei uns einziehen müssen. Es wird die Hölle sein, wenn ich Tante Cami nicht dazu bringen kann, unterwürfiger zu sein. Ich frage mich, ob ich sie dazu bringen kann, sich unterwürfiger zu verhalten, während sie unser Badezimmer putzt.{/i}
italian: [_RT_] {i}Penso che ci sia una possibilità che zia Cami e Mandy dovranno muoversi con noi. Sta per essere inferno se non riesco a ottenere Zia Cami per essere più sottomesso. Mi chiedo se posso farla agire più sottomessa mentre pulisce il nostro bagno.{/i}

source: [_RT_] {i}Thank God Uncle Bobby left Aunt Cami some money to pay their mortgage, otherwise they would probably have to move in with us.{/i}
dutch: [_RT_] {i}Bedank God Uncle Bobby verliet Aunt Cami wat geld om hun hypotheek te betalen, anders zouden ze waarschijnlijk met ons moeten meedoen. {/i}
french: [_RT_] {i}Dieu merci, oncle Bobby a laissé à tante Cami de l'argent pour payer leur hypothèque, sinon ils auraient probablement dû emménager avec nous.{/i}
german: [_RT_] {i}Gott sei Dank hat Onkel Bobby Tante Cami etwas Geld hinterlassen, um ihre Hypothek zu bezahlen, sonst müssten sie wahrscheinlich bei uns einziehen.{/i}
italian: [_RT_] {i}Grazie Dio zio Bobby ha lasciato zia Cami alcuni soldi per pagare il loro mutuo, altrimenti probabilmente avrebbero dovuto muoversi con noi.{/i}

source: [_RT_] {i}I really want to get closer to Sidney. We seem to be bonding during our runs to the park. I should really explore how much sexual stuff she's willing to do with me.{/i}
dutch: [_RT_] {i}Ik wil echt dichter bij Zidney komen. We lijken te binden tijdens onze lopen naar het park. Ik zou echt moeten verkennen hoeveel seksuele spullen ze met mij wil doen.{/i}
french: [_RT_] {i}Je veux vraiment me rapprocher de Sidney. Nous semblons nous rapprocher pendant nos courses au parc. Je devrais vraiment explorer toutes les choses sexuelles qu'elle est prête à faire avec moi.{/i}
german: [_RT_] {i}Ich möchte wirklich Sidney eine Beziehung aufbauen. Wir scheinen uns bei unseren Spaziergängen im Park anzunähern. Ich sollte wirklich herausfinden, wie viel sexuelles Zeug sie bereit ist, mit mir zu machen.{/i}
italian: [_RT_] {i}Voglio davvero avvicinarmi a Sidney. Sembra che ci siamo legati durante le nostre corse al parco. Dovrei davvero esplorare quanta roba sessuale lei è disposto a fare con me.{/i}

source: [_RT_] {i}I need Sidney to be more submissive. I'm sure a few photo shoots with her would do the trick.{/i}
dutch: [_RT_] {i}Ik heb Sidney nodig om meer in te dienen. Ik weet zeker dat een paar foto's samen met haar het grapje zouden doen.{/i}
french: [_RT_] {i}J'ai besoin que Sidney soit plus soumis. Je suis sûr que quelques séances de photos avec elle feraient l'affaire.{/i}
german: [_RT_] {i}Sidney muss unterwürfiger werden. Ich bin mir sicher, dass ein paar Fotoshootings mit ihr den Zweck erfüllen würden {/i}.
italian: [_RT_] {i}Ho bisogno di Sidney per essere più sottomesso. Sono sicuro che alcuni scatti fotografici con lei farebbero il trucco.{/i}

source: [_RT_] {i}I need to visit Sidney at the club and find out everything I can. I should ask her every question that comes to mind.{/i}
dutch: [_RT_] {i}Ik moet Sidney bezoeken bij de club en alles achterhalen wat ik kan. Ik zou haar elke vraag moeten stellen die mij lijkt.{/i}
french: [_RT_] {i}Je dois rendre visite à Sidney au club et trouver tout ce que je peux. Je devrais lui poser toutes les questions qui me viennent à l'esprit.{/i}
german: [_RT_] {i}Ich muss Sidney im Club besuchen und alles herausfinden, was ich kann. Ich sollte ihr jede Frage stellen, die mir in den Sinn kommt.{/i}
italian: [_RT_] {i}Ho bisogno di visitare Sidney al club e scoprire tutto il possibile. Dovrei porle ogni domanda che mi viene in mente.{/i}

source: [_RT_] {i}I need to visit Sidney at the club on Monday night.{/i}
dutch: [_RT_] {i}Ik moet Sidney bezoeken op de club maandagavond.{/i}
french: [_RT_] {i}je dois rendre visite à Sidney au club lundi soir. {/i}
german: [_RT_] {i}Ich muss Sidney am Montagabend im Club besuchen {/i}.
italian: [_RT_] {i}Ho bisogno di visitare Sidney al club il lunedì notte.{/i}

source: [_RT_] {i}I'll bet I could go all the way with Mrs. Stone, but I don't like the idea of losing my virginity to a teacher. I think I should try to accomplish that with someone else first.{/i}
dutch: [_RT_] {i}durf ik te wedden dat ik helemaal met mevrouw kon gaan. Steen, maar ik hou niet van het idee om mijn maagdelijkheid te verliezen aan een leraar. Ik denk dat ik moet proberen dat te bereiken met iemand anders eerst.{/i}
french: [_RT_] {i}Je parie que je pourrais aller jusqu'au bout avec Mme Stone, mais je n'aime pas l'idée de perdre ma virginité avec un professeur. Je pense que je devrais essayer d'accomplir cela avec quelqu'un d'autre d'abord.{/i}
german: [_RT_] {i}Ich wette, ich könnte es mit Mrs. Stone treiben, aber ich mag den Gedanken nicht, meine Jungfräulichkeit an eine Lehrerin zu verlieren. Ich denke, ich sollte versuchen, das zuerst mit jemand anderem zu machen.{/i}
italian: [_RT_] {i}Scommetto che potrei andare fino in fondo con la signora Pietra, ma non mi piace l'idea di perdere la mia verginità a un insegnante. Penso che dovrei cercare di farlo prima con qualcun altro.{/i}

source: [_RT_] {i}Mrs. Stone is up for almost anything... I wonder how far she'll go if I keep visiting her each week.{/i}
dutch: [_RT_] {i}Mevr. Steen staat bijna alles... Ik vraag me af hoe ver ze zal gaan als ik haar elke week blijf bezoeken.{/i}
french: [_RT_] {i}Mme Stone est à la hauteur pour presque tout... Je me demande jusqu'où elle ira si je ne cesse de lui rendre visite chaque semaine. {/i}
german: [_RT_] {i}Mrs. Stone ist für fast alles zu haben... Ich frage mich, wie weit sie gehen wird, wenn ich sie weiterhin jede Woche besuche.{/i}
italian: [_RT_] {i}la signora Stone è pronta per quasi tutto... Mi chiedo fino a che punto andrà se continuerò a visitarla ogni settimana.{/i}

source: [_RT_] {i}I think I've heard Mandy watching TV in the lounge with Lauren in the evenings. I should go see them.{/i}
dutch: [_RT_] {i}Ik denk dat ik 's avonds in Mandy TV met Lauren heb horen kijken. Ik zou ze gaan zien.{/i}
french: [_RT_] {i}je pense que j’ai entendu Mandy regarder la télévision dans le salon avec Lauren le soir. Je devrais y aller. {/i}
german: [_RT_] {i}Ich glaube, ich habe gehört, wie Mandy abends mit Lauren in der Lounge ferngesehen hat. Ich sollte zu ihnen gehen.{/i}
italian: [_RT_] {i}Penso di aver sentito Mandy guardare la TV nella lounge con Lauren la sera. Dovrei andare a vederla.{/i}

source: [_RT_] {i}I've got to plant a camera in the girls locker room at school so that Agent Diaz will dig up some dirt on Matt.{/i}
dutch: [_RT_] {i}Ik moet een camera planten in de meisjeskamer op school zodat Agent Diaz wat aardig opgraaft op Matt. /i}
french: [_RT_] {i}Je dois placer une caméra dans le vestiaire des filles à l'école pour que l'agent Diaz trouve des infos sur Matt.{/i}
german: [_RT_] {i}Ich muss eine Kamera in der Mädchenumkleide in der Schule platzieren, damit Agent Diaz etwas über Matt herausfinden möchte.{/i}
italian: [_RT_] {i}Devo piantare una macchina fotografica nello spogliatoio delle ragazze a scuola in modo che Agent Diaz scava un po 'di sporcizia su Matt. /i}

source: [_RT_] {i}I need to let Diaz know that I was able to install the spy-cam in the girls locker room.{/i}
dutch: [_RT_] {i}Ik moet Diaz laten weten dat ik de spy-cam in de meisjeskamer kon installeren.{/i}
french: [_RT_] {i}Je dois dire à Diaz que j'ai réussi à installer une caméra dans le vestiaire des filles.{/i}
german: [_RT_] {i}Ich muss Agent Diaz mitteilen, dass es mir gelungen ist, die Spionagekamera in der Mädchenumkleide zu installieren.{/i}
italian: [_RT_] {i}Ho bisogno di far sapere a Diaz che sono stato in grado di installare la spy-cam nella stanza delle ragazze armadio.{/i}

source: [_RT_] {i}I wonder if Diaz has found any dirt on Matt yet?{/i}
dutch: [_RT_] {i}Ik vraag me af of Diaz nog vuil op Matt heeft gevonden?{/i}
french: [_RT_] {i}Je me demande si Diaz a déjà trouvé des choses compromettantes sur Matt ?{/i}
german: [_RT_] {i}Ich frage mich, ob Agent Diaz schon irgendetwas über Matt herausgefunden hat?{/i}
italian: [_RT_] {i}Mi chiedo se Diaz abbia ancora trovato sporcizia su Matt?{/i}

source: [_RT_] {i}I've got the video Diaz gave me, and I'll bet Megan would be willing to go further than a blowjob to get it. But I don't want to lose my virginity to Megan. I should spend my time with Sidney before I give Megan this video.{/i}
dutch: [_RT_] {i}Ik heb de video Diaz me gegeven, en ik wed dat Megan bereid zou zijn om verder te gaan dan een klage baan om het te krijgen. Maar ik wil mijn maagdelijkheid niet verliezen aan Megan. Ik moet mijn tijd met Sidney doorbrengen voordat ik Megan video geef.{/i}
french: [_RT_] {i}J'ai la vidéo que Diaz m'a donnée, et je parie que Megan serait prête à aller plus loin qu'une fellation pour l'avoir. Mais je ne veux pas perdre ma virginité avec Megan. Je devrais passer mon temps avec Sidney avant de donner cette vidéo à Megan.{/i}
german: [_RT_] {i}Ich habe das Video, das Agent Diaz mir gegeben hat, und ich wette, Megan würde mehr als einen Blowjob machen, um es zu bekommen. Aber ich will meine Jungfräulichkeit nicht an Megan verlieren. Ich sollte meine Zeit mit Sidney verbringen, bevor ich Megan dieses Video gebe.{/i}
italian: [_RT_] {i}Ho il video Diaz mi ha dato, e scommetterò Megan sarebbe disposto ad andare oltre un pompino per ottenerlo. Ma non voglio perdere la mia verginità a Megan. Dovrei passare il mio tempo con Sidney prima di dare Megan questo video.{/i}

source: [_RT_] {i}I should talk to Megan in class about what Diaz recorded in the locker room.{/i}
dutch: [_RT_] {i}Ik moet met Megan in de klas praten over wat Diaz in de lockerkamer heeft opgenomen.{/i}
french: [_RT_] {i}je devrais parler à Megan en classe de ce que Diaz a enregistré dans le vestiaire. {/i}
german: [_RT_] {i}Ich sollte mit Megan in der Klasse darüber sprechen, was Agent Diaz in der Umkleidekabine aufgezeichnet hat.{/i}
italian: [_RT_] {i}Dovrei parlare con Megan in classe di ciò che Diaz ha registrato nello spogliatoio.{/i}
