Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}I should go to the family portrait first to reminisce.{/i}
dutch: [_RT_] {i}Ik ga eerst naar het familiefief om te herinneren. {/i}
french: [_RT_] {i}je devrais d’abord aller au portrait de famille pour me souvenir. {/i}
german: [_RT_] {i}Ich sollte zuerst zum Familienporträt gehen, um in Erinnerungen zu schwelgen {/i}.
italian: [_RT_] {i}Dovrei andare prima al ritratto della famiglia per ricordare.{/i}

source: [_RT_] {i}I need to go talk to Uncle Bobby at the warehouse. I can get there by looking at the city map.{/i}
dutch: [_RT_] {i}Ik moet gaan praten met oom Bobby bij het magazijn. Ik kan er komen door naar de stadskaart.{/i} te kijken
french: [_RT_] {i}je dois aller parler à l’oncle Bobby à l’entrepôt. Je peux m’y rendre en regardant le plan de la ville. {/i}
german: [_RT_] {i}Ich muss mit Onkel Bobby im Lagerhaus sprechen. Ich kann dorthin gelangen, wenn ich mir den Stadtplan ansehe.{/i}
italian: [_RT_] {i}Ho bisogno di andare a parlare con lo zio Bobby al magazzino. Posso arrivare lì guardando la mappa della città.{/i}

source: [_RT_] {i}I need to go to my house and talk to Mom about what Uncle Bobby told me. She should be in the kitchen.{/i}
dutch: [_RT_] {i}Ik moet naar mijn huis gaan en met mama praten over wat Oom Bobby me vertelde. Ze moet in de keuken zijn.{/i}
french: [_RT_] {i}Je dois aller chez moi et parler à maman de ce que m'a dit oncle Bobby. Elle devrait être dans la cuisine.{/i}
german: [_RT_] {i}Ich muss zu mir nach Hause gehen und mit Mama darüber reden, was Onkel Bobby mir erzählt hat. Sie sollte in der Küche sein.{/i}
italian: [_RT_] {i}Devo andare a casa mia e parlare con la mamma di quello che lo zio Bobby mi ha detto.

source: [_RT_] {i}I think Mom's probably pretty shook up after what happened at the club. I should go check on her in her room.{/i}
dutch: [_RT_] {i}Ik denk dat Mom's waarschijnlijk behoorlijk wakker is geworden na wat er in de club is gebeurd. Ik zou haar in haar kamer eens moeten bekijken.{/i}
french: [_RT_] {i}Je pense que maman est probablement assez secouée après ce qui s'est passé au club. Je devrais aller la voir dans sa chambre.{/i}
german: [_RT_] {i}Ich denke, Mama ist wahrscheinlich ziemlich aufgewühlt nach dem, was im Club passiert ist. Ich sollte mal in ihrem Zimmer nach ihr sehen.{/i}
italian: [_RT_] {i}Penso che probabilmente la mamma sia piuttosto scossa dopo quello che è successo al club. Dovrei andare a controllarla nella sua stanza.{/i}

source: [_RT_] {i}Lauren likes to hang out in the living room in the evenings. Maybe I should go see her.{/i}
dutch: [_RT_] {i}Lauren houden graag in de woonkamer op de avond. Misschien zou ik haar eens moeten bezoeken.{/i}
french: [_RT_] {i}Lauren aime traîner dans le salon le soir. Peut-être que je devrais aller la voir. {/i}
german: [_RT_] {i}Lauren hängt abends gerne im Wohnzimmer herum. Vielleicht sollte ich sie besuchen.{/i}
italian: [_RT_] {i}Lauren ama uscire in salotto la sera. Forse dovrei andare a vederla.{/i}

source: [_RT_] {i}I should go to the kitchen in the evening for family dinner.{/i}
dutch: [_RT_] {i}Ik ga 's avonds naar de keuken voor familie diner.{/i}
french: [_RT_] {i}je devrais aller à la cuisine le soir pour le dîner en famille. {/i}
german: [_RT_] {i}Ich sollte abends zum Familienessen in die Küche gehen {/i}.
italian: [_RT_] {i}Dovrei andare in cucina la sera per la cena in famiglia.{/i}

source: [_RT_] {i}I need to visit the first stall in the school bathroom in the afternoon.{/i}
dutch: [_RT_] {i}Ik moet de eerste halte in de badkamer van vanmiddag bezoeken.{/i}
french: [_RT_] {i}je dois visiter le premier box dans les toilettes de l’école dans l’après-midi. {/i}
german: [_RT_] {i}Ich muss am Nachmittag die erste Toilettenkabine in der Schule aufsuchen {/i}.
italian: [_RT_] {i}Ho bisogno di visitare la prima bancarella nel bagno della scuola nel pomeriggio.{/i}

source: [_RT_] {i}I know I missed out on something amazing by not accepting Matt's help to seduce my Mom... I feel pretty good about my choice though.{/i}
dutch: [_RT_] {i}Ik weet dat ik iets fantastisch gemist heb door de hulp van Matt's niet te accepteren om mijn Moma te versagen. . Ik voel me wel goed over mijn keuze.{/i}
french: [_RT_] {i}Je sais que j'ai raté quelque chose d'incroyable en n'acceptant pas l'aide de Matt pour séduire ma mère... Mais je me sens plutôt bien avec mon choix.{/i}
german: [_RT_] {i}Ich weiß, dass ich etwas Tolles verpasst habe, weil ich Matts Hilfe bei der Verführung meiner Mutter nicht angenommen habe... Aber ich fühle mich ziemlich gut mit meiner Entscheidung {/i}.
italian: [_RT_] {i}So che ho perso qualcosa di sorprendente non accettando l'aiuto di Matt's per sedurre la mia mamma. . Mi sento abbastanza bene sulla mia scelta però.{/i}

source: [_RT_] {i}I really believe that I'll get something just as good, if not better. I'll just have to be very patient until then.{/i}
dutch: [_RT_] {i}Ik geloof echt dat ik iets net zo goed zal krijgen, als het niet beter is. Ik moet tot dan toe gewoon heel geduldig zijn.{/i}
french: [_RT_] {i}Je crois vraiment que j'aurai quelque chose d'aussi bien, voire de mieux. Je vais juste devoir être très patient jusque là.{/i}
german: [_RT_] {i}Ich glaube wirklich, dass ich etwas genauso Gutes, wenn nicht sogar Besseres bekommen werde. Bis dahin muss ich nur sehr geduldig sein.{/i}
italian: [_RT_] {i}Credo davvero che avrò qualcosa di altrettanto buono, se non meglio. Dovrò solo essere molto paziente fino ad allora.{/i}

source: [_RT_] {i}I should go to school and hang out in the hallway in the late morning.{/i}
dutch: [_RT_] {i}Ik moet naar school gaan en in de hallway zitten in de late ochtend.{/i}
french: [_RT_] {i}Je devrais aller à l'école et traîner dans le couloir en fin de matinée.{/i}
german: [_RT_] {i}Ich sollte in die Schule gehen und am späten Vormittag auf dem Flur rumhängen.{/i}
italian: [_RT_] {i}Dovrei andare a scuola e uscire nel corridoio alla tarda mattina.{/i}

source: [_RT_] {i}Mom works really hard all week. I should help her with jobs around the house on weekend mornings. She usually starts cleaning in the lounge.{/i}
dutch: [_RT_] {i}mama werkt de hele week echt hard. Ik zou haar moeten helpen met vacatures rond het huis op weekendochtend. Ze begint meestal met schoonmaken in de lounge.{/i}
french: [_RT_] {i}maman travaille très dur toute la semaine. Je devrais l’aider avec les travaux autour de la maison les matins du week-end. Elle commence généralement à nettoyer dans le salon. {/i}
german: [_RT_] {i}Mama arbeitet die ganze Woche sehr hart. Ich sollte ihr am Wochenende morgens bei der Arbeit im Haus helfen. Normalerweise fängt sie im Wohnzimmer an zu putzen {/i}.
italian: [_RT_] {i}Mamma lavora davvero duramente per tutta la settimana. Dovrei aiutarla con i lavori intorno a casa il fine settimana mattina. Di solito inizia a pulire nel salone.{/i}

source: [_RT_] {i}I need to sneak into Lauren's room at night and see if I can use subliminal messages on the girls.{/i}
dutch: [_RT_] {i}Ik moet 's nachts de kamer van Lauren binnensluizen en kijken of ik subliminale berichten op de meisjes kan gebruiken.{/i}
french: [_RT_] {i}je dois me faufiler dans la chambre de Lauren la nuit et voir si je peux utiliser des messages subliminaux sur les filles. {/i}
german: [_RT_] {i}Ich muss mich nachts in Laurens Zimmer schleichen und sehen, ob ich unterschwellige Botschaften bei den Mädchen einsetzen kann.{/i}
italian: [_RT_] {i}Ho bisogno di entrare nella stanza di Lauren di notte e vedere se posso usare i messaggi subliminali sulle ragazze.{/i}

source: [_RT_] {i}Sidney sleeps too light... How can I get her to sleep deeper? I've heard melatonin can help people sleep much deeper. I wonder if I can buy some online?{/i}
dutch: [_RT_] {i}Sidney slaapt te licht... Hoe kan ik haar laten slapen? Ik heb gehoord dat melatonine mensen kan helpen slapen veel dieper. Ik vraag me af of ik online kan kopen?{/i}
french: [_RT_] {i}Sidney a le sommeil trop léger... Comment puis-je l'aider à dormir plus profondément ? J'ai entendu dire que la mélatonine peut aider les gens à dormir plus profondément. Je me demande si je peux en acheter en ligne ?{/i}
german: [_RT_] {i}Sidney schläft zu leicht... Wie kann ich sie dazu bringen, tiefer zu schlafen? Ich habe gehört, dass Melatonin den Menschen helfen kann, viel tiefer zu schlafen. Ich frage mich, ob ich es online kaufen kann?{/i}
italian: [_RT_] {i}Sidney dorme troppo leggero... Come posso farla dormire più in profondità? Ho sentito la melatonina può aiutare le persone a dormire molto più profondamente. Mi chiedo se posso comprare un po 'online?{/i}

source: [_RT_] {i}I've got the melatonin, now I've got to figure how to get the girls to take it. I should head to the kitchen for inspiration.{/i}
dutch: [_RT_] {i}Ik heb de melatonine, nu moet ik achterhalen hoe ik de meisjes de melatonine kan laten nemen. Ik ga naar de keuken voor inspiratie.{/i}
french: [_RT_] {i}J'ai la mélatonine, maintenant je dois trouver comment la faire prendre aux filles. Je devrais aller à la cuisine pour trouver l'inspiration.{/i}
german: [_RT_] {i}Ich habe das Melatonin, jetzt muss ich nur noch herausfinden, wie ich die Mädchen dazu bringe, es zu nehmen. Ich sollte mich in der Küche inspirieren lassen {/i}.
italian: [_RT_] {i}Ho la melatonina, ora devo capire come convincere le ragazze a prenderla. Dovrei andare in cucina per l'ispirazione.{/i}

source: [_RT_] {i}The girls should be sleeping deeper at night. I should go pay them another visit.{/i}
dutch: [_RT_] {i}De meisjes zouden 's nachts dieper moeten slapen. Ik zou ze een ander bezoek moeten betalen.{/i}
french: [_RT_] {i}Les filles devraient dormir plus profondément la nuit. Je devrais aller leur rendre une autre visite. {/i}
german: [_RT_] {i}Die Mädchen sollten nachts tiefer schlafen. Ich sollte ihnen noch einen Besuch abstatten.{/i}
italian: [_RT_] {i}Le ragazze dovrebbero dormire più a fondo la notte. Dovrei andare a pagare un'altra visita.{/i}

source: [_RT_] {i}I need to keep sneaking into the girls room at night until I complete this event.{/i}
dutch: [_RT_] {i}Ik moet 's nachts in de medaille blijven sluipen totdat ik dit evenement voltooid.{/i}
french: [_RT_] {i}je dois continuer à me faufiler dans la chambre des filles la nuit jusqu’à ce que je termine cet événement. {/i}
german: [_RT_] {i}Ich muss mich nachts in das Zimmer der Mädchen schleichen, bis ich dieses Ereignis abgeschlossen habe {/i}.
italian: [_RT_] {i}Ho bisogno di continuare ad entrare nella stanza delle ragazze di notte fino a quando non ho completato questo evento.{/i}

source: [_RT_] {i}I was able to get Sidney out of Lauren's room and now she's sleeping in the lounge, I'll bet a really good scare at night would get her into my bed.{/i}
dutch: [_RT_] {i}I kon Sidney uit de Laurenkamer krijgen en nu slaapt ze in de lounge, Ik wed dat een heel goede schrik 's nachts haar in mijn bed zou krijgen. /i}
french: [_RT_] {i}J'ai réussi à faire sortir Sidney de la chambre de Lauren et maintenant elle dort dans le salon, je parie qu'une bonne frayeur la nuit la ferait venir dans mon lit.{/i}
german: [_RT_] {i}Es ist mir gelungen, Sidney aus Laurens Zimmer zu holen, und jetzt schläft sie im Wohnzimmer. Ich wette, wenn ich sie nachts richtig erschrecke, kommt sie in mein Bett.{/i}
italian: [_RT_] {i}Sono stato in grado di ottenere Sidney fuori dalla stanza di Lauren e ora sta dormendo nella sala, Scommetterò davvero una buona spaventare la notte la porterebbe nel mio letto. /i}

source: [_RT_] {i}Sidney's started running every weekday morning. I've been getting out of shape, maybe I should join her.{/i}
dutch: [_RT_] {i}Sidney's begint elke weekdagochtend te rennen. Ik ben uit de vorm geraakt, misschien moet ik me bij haar aansluiten.{/i}
french: [_RT_] {i}Sidney a commencé à courir tous les matins de la semaine. Je ne suis plus en forme, peut-être que je devrais la rejoindre.{/i}
german: [_RT_] {i}Sidney hat angefangen, jeden Werktag morgens zu laufen. Ich bin nicht mehr in Form, vielleicht sollte ich mich ihr anschließen.{/i}
italian: [_RT_] {i}Sidney ha iniziato a correre ogni mattina della settimana. Ho preso la forma, forse dovrei unirmi a lei.{/i}

source: [_RT_] {i}I should keep running with Sidney during the early morning to complete this event.{/i}
dutch: [_RT_] {i}Ik moet Sidney blijven uitvoeren tijdens de vroege ochtend om dit evenement te voltooien.{/i}
french: [_RT_] {i}je devrais continuer à aller voir Sidney tôt le matin pour terminer cet événement. {/i}
german: [_RT_] {i}Ich sollte mit Sidney in den frühen Morgenstunden weiterlaufen, um dieses Event zu vollenden.{/i}
italian: [_RT_] {i}Dovrei continuare a correre con Sidney durante la mattina presto per completare questo evento.{/i}

source: [_RT_] {i}So, if I get four hundred dollars to Sidney, she'll make Lauren a cosplay outfit. That would probably impress both Sidney and Lauren. I'll give the money to Sidney in the kitchen some evening.{/i}
dutch: [_RT_] {i}Dus, als ik vierhonderd dollar krijg aan Sidney dan zal ze Lauren een cosplay uitrekken. Dat zou waarschijnlijk indruk maken op zowel Sidney als Lauren. Ik zal het geld aan Sidney geven in de keuken vanavond.{/i}
french: [_RT_] {i}Donc, si je donne 400 dollars à Sidney, elle fera à Lauren une tenue de cosplay. Cela impressionnerait probablement Sidney et Lauren. Je donnerai l'argent à Sidney dans la cuisine un soir.{/i}
german: [_RT_] {i}Wenn ich also 400 $ an Sidney überweise, wird sie Lauren ein Cosplay-Kostüm schneidern. Das würde wahrscheinlich sowohl Sidney als auch Lauren beeindrucken. Ich werde Sidney das Geld irgendwann abends in der Küche geben.{/i}
italian: [_RT_] {i}Quindi, se ricevo quattrocento dollari a Sidney, farà di Lauren un outfit di cosplay. Questo probabilmente impressionerebbe sia Sidney che Lauren. darò il denaro a Sidney in cucina una sera.{/i}

source: [_RT_] {i}I should keep visiting the kitchen in the evening until Sidney is done with the cosplay costumes.{/i}
dutch: [_RT_] {i}Ik moet 's avonds de keuken blijven bezoeken totdat Sidney is gedaan met de cosplay uiterlijken.{/i}
french: [_RT_] {i}je devrais continuer à visiter la cuisine le soir jusqu’à ce que Sidney en ait fini avec les costumes de cosplay. {/i}
german: [_RT_] {i}Ich sollte immer wieder abends in der Küche schauen, ob Sidney mit den Kostümen fertig ist.{/i}
italian: [_RT_] {i}Dovrei continuare a visitare la cucina la sera fino a quando Sidney sarà fatto con i costumi cosplay.{/i}

source: [_RT_] {i}I can't wait to hear how the Cosplay Convention went. I should go to sleep and maybe I'll be able to talk to Lauren and Cousin Mandy in the morning.{/i}
dutch: [_RT_] {i}Ik kan niet wachten om te horen hoe de Cosplay Conventie heeft gewerkt. Ik moet gaan slapen en misschien kan ik 's ochtends met Lauren en Cousin Mandy praten.{/i}
french: [_RT_] {i}J'ai hâte de savoir comment s'est passée la convention Cosplay. Je devrais aller dormir et peut-être que je pourrai parler à Lauren et à la cousine Mandy demain matin.{/i}
german: [_RT_] {i}Ich kann es kaum erwarten zu hören, wie die Cosplay Convention gelaufen ist. Ich sollte jetzt schlafen gehen, vielleicht kann ich ja morgen früh mit Lauren und Cousine Mandy reden {/i}.
italian: [_RT_] {i}Non vedo l'ora di sentire come è andato il Cosplay Convention . Dovrei andare a dormire e forse sarò in grado di parlare con Lauren e Cousin Mandy al mattino.{/i}

source: [_RT_] {i}I need to find and hide Mom's bathrobe. The most likely spot would be in her room.{/i}
dutch: [_RT_] {i}Ik moet de badkas van een moment vinden en verbergen. De meest waarschijnlijke plek zou zich in haar kamer bevinden.{/i}
french: [_RT_] {i}Je dois trouver et cacher le peignoir de maman. L'endroit le plus probable serait dans sa chambre.{/i}
german: [_RT_] {i}Ich muss Mamas Bademantel finden und verstecken. Der wahrscheinlichste Ort, ihn zu finden, wäre in ihrem Zimmer.{/i}
italian: [_RT_] {i}Ho bisogno di trovare e nascondere l'accappatoio della mamma. Il posto più probabile sarebbe nella sua stanza.{/i}

source: [_RT_] {i}She always wears her robe to breakfast... I wonder what she would wear if it were to dissapear?{/i}
dutch: [_RT_] {i}Ze draagt altijd haar gewaad om te ontbijten... Ik vraag me af wat ze zou dragen als het dissapear?{/i}
french: [_RT_] {i}Elle porte toujours sa robe de chambre au petit déjeuner... Je me demande ce qu'elle porterait si elle venait à disparaître ?{/i}
german: [_RT_] {i}Zum Frühstück trägt sie immer ihren Bademantel... Ich frage mich, was sie anziehen würde, wenn er verschwinden würde?{/i}
italian: [_RT_] {i}Lei indossa sempre la sua veste a colazione... Mi chiedo cosa indosserebbe se fosse dissaporito?{/i}

source: [_RT_] {i}I've still got this overwhelming lust for Mom!... Winning her over is taking too long... I should keep sneaking into her room at night to scratch my lustful itch.{/i}
dutch: [_RT_] {i}Ik heb nog steeds zo'n verpletterende lust voor Mom!... Het doorwinnen van haar duurt te lang. . Ik moet 's nachts in haar kamer blijven sluipen om mijn gelukkige huid te kraken.{/i}
french: [_RT_] {i}J'ai toujours cette envie irrésistible pour maman... La conquérir prend trop de temps... Je devrais continuer à me faufiler dans sa chambre la nuit pour gratter ma démangeaison lubrique...{/i}
german: [_RT_] {i}Ich habe immer noch diese überwältigende Lust nach Mama!... Sie für mich zu gewinnen, dauert zu lange... Ich sollte mich nachts in ihr Zimmer schleichen, um mich bei ihr zu befriedigen.{/i}
italian: [_RT_] {i}Ho ancora questa travolgente voglia di mamma!... Vincere la sua sopra sta impiegando troppo tempo. . Dovrei continuare ad immergermi nella sua stanza di notte per grattarmi il mio prurito lussurioso.{/i}

source: [_RT_] {i}I need to satisfy some urges tonight... I should keep sneaking into Lauren's room and take full advantage of the melatonin tea.{/i}
dutch: [_RT_] {i}Ik moet voldoen aan wat aanduiding vanavond... Ik moet steeds maar naar Lauren's kamer sluipen en optimaal profiteren van de melatonine thee. {/i}
french: [_RT_] {i}J'ai besoin de satisfaire quelques envies ce soir... Je devrais continuer à me faufiler dans la chambre de Lauren et profiter pleinement de la mélatonine.{/i}
german: [_RT_] {i}Ich muss heute Nacht ein paar Triebe befriedigen... Ich sollte mich weiter in Laurens Zimmer schleichen und den Melatonin-Tee dafür nutzen.
italian: [_RT_] {i}Ho bisogno di soddisfare alcune sollecitazioni stasera... dovrei continuare ad immergermi nella stanza di Lauren e sfruttare al massimo il tè di melatonina.{/i}

source: [_RT_] {i}Shelling out one thousand dollars a week is not easy... I wonder how Mom would do if I just let her keep working off the debt at the strip club?{/i}
dutch: [_RT_] {i}Shelling van duizend dollar per week is niet gemakkelijk... Ik vraag me af hoe het zou gaan als ik haar gewoon de schuld laat afwerken bij de strip club?{/i}
french: [_RT_] {i}Dépenser mille dollars par semaine n'est pas facile... Je me demande comment maman réagirait si je la laissais continuer à rembourser ses dettes au club de strip-tease ?{/i}
german: [_RT_] {i}Tausend Dollar pro Woche zusammenzubringen, ist nicht einfach... Ich frage mich, wie es Mom gehen würde, wenn ich sie die Schulden im Strip-Club abarbeiten ließe?{/i}
italian: [_RT_] {i}Shelling out mille dollari alla settimana non è facile... Mi chiedo come la mamma farebbe se la lascio continuare a lavorare fuori il debito al club di striscia?{/i}

source: [_RT_] {i}I guess the only way to find out, is to let her do it. I should go and check on her after a few times to make sure she's doing alright though.{/i}
dutch: [_RT_] {i}Ik denk dat de enige manier om erachter te komen, is om het te laten doen. Ik zou haar na een paar keer moeten checken om er zeker van te zijn dat ze goed doet.{/i}
french: [_RT_] {i}Je suppose que la seule façon de le savoir, c'est de la laisser faire. Je devrais aller la voir après quelques fois pour m'assurer qu'elle va bien.{/i}
german: [_RT_] {i}Ich denke, der einzige Weg, das herauszufinden, ist, sie es tun zu lassen. Ich sollte nach ein paar Mal nach ihr sehen, um sicherzugehen, dass es ihr gut geht.{/i}
italian: [_RT_] {i}Immagino che l'unico modo per scoprirlo, è lasciarla fare. Dovrei andare a controllare su di lei dopo un paio di volte per assicurarsi che sta facendo bene però.{/i}

source: [_RT_] {i}When Mom goes to the club, I need to go check on her to see how she's doing.{/i}
dutch: [_RT_] {i}Wanneer mevrouw naar de club gaat, moet ik haar gaan controleren om te zien hoe zij dat doet.{/i}
french: [_RT_] {i}Quand maman va au club, j’ai besoin d’aller la voir pour voir comment elle fait les choses. {/i}
german: [_RT_] {i}Wenn Mama in den Club geht, muss ich nach ihr sehen, um zu sehen, wie es ihr geht.{/i}
italian: [_RT_] {i}Quando la mamma va al club, devo andare a controllarla per vedere come sta facendo.{/i}

source: [_RT_] {i}I need to get Mom to loosen up a little more. Maybe I can corrupt her with our Oedipus assignment at school.{/i}
dutch: [_RT_] {i}Ik moet Mama nog wat meer loslaten. Misschien kan ik haar corrumperen met onze Oedipus opdracht op school.{/i}
french: [_RT_] {i}Je dois faire en sorte que maman se lâche un peu plus. Je pourrais peut-être la corrompre avec notre devoir sur Oedipe à l'école.{/i}
german: [_RT_] {i}Ich muss Mama dazu bringen, ein bisschen lockerer zu werden. Vielleicht kann ich sie mit unserer Ödipus-Aufgabe in der Schule korrumpieren.{/i}
italian: [_RT_] {i}Ho bisogno di convincere la mamma ad allentare un po 'di più. Forse posso corrompere lei con il nostro incarico Oedipus a scuola. {/i}

source: [_RT_] {i}I've got the spy-cam... now I need to install it in the bathroom.{/i}
dutch: [_RT_] {i}Ik heb de spionagecam... nu moet ik deze installeren in de badkamer.{/i}
french: [_RT_] {i}J'ai la caméra d'espionnage... maintenant je dois l'installer dans la salle de bain.{/i}
german: [_RT_] {i}Ich habe die Spionagekamera... jetzt muss ich sie im Badezimmer installieren {/i}.
italian: [_RT_] {i}Ho la spy-cam... ora devo installarla in bagno.{/i}

source: [_RT_] {i}I should see if I can buy a spy-cam online and place it in the bathroom when no one is around.{/i}
dutch: [_RT_] {i}Ik zal zien of ik een spi-camouflage online kan kopen en in de badkamer kan plaatsen wanneer niemand rond is.{/i}
french: [_RT_] {i}Je devrais voir si je peux acheter une caméra espion en ligne et la placer dans la salle de bain quand il n'y a personne.{/i}
german: [_RT_] {i}Ich sollte mal sehen, ob ich online eine Spionagekamera kaufen und sie heimlich im Badezimmer anbringen kann.{/i}
italian: [_RT_] {i}Dovrei vedere se posso comprare una spy-cam online e metterla in bagno quando nessuno è intorno.{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spion in de badkamer geplaatst. Nu hoef ik alleen maar de maan te vangen als haar libido op de hoogste (10 pts).{/i}
french: [_RT_] {i}j’ai placé la caméra espion dans la salle de bain. Maintenant, j’ai juste besoin de surprendre maman quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera im Badezimmer angebracht. Jetzt muss ich damit nur noch Mama erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam in bagno. Ora ho solo bisogno di catturare la mamma lì quando la sua libido è più alta (10 pts).{/i}
