Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}I've got the spy-cam... now I need to install it in Mom's room.{/i}
dutch: [_RT_] {i}Ik heb de spionagecam... nu moet ik het installeren in Mom's kamer.{/i}
french: [_RT_] {i}J'ai la caméra d'espionnage... maintenant je dois l'installer dans la chambre de maman.{/i}
german: [_RT_] {i}Ich habe die Spionagekamera... jetzt muss ich sie in Mamas Zimmer installieren {/i}.
italian: [_RT_] {i}Ho la spy-cam... ora devo installarla nella stanza della mamma.{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in Mom's bedroom when no one is around.{/i}
dutch: [_RT_] {i}Ik moet een spy-cam kopen en het in Mom's slaapkamer plaatsen wanneer niemand rond is.{/i}
french: [_RT_] {i}je dois acheter une caméra espion et la placer dans la chambre de maman quand personne n’est là. {/i}
german: [_RT_] {i}Ich muss eine Spionagekamera kaufen und sie heimlich in Mamas Schlafzimmer anbringen.{/i}
italian: [_RT_] {i}Ho bisogno di comprare una spy-cam e posizionarla nella camera da letto della mamma quando nessuno è in giro.{/i}

source: [_RT_] {i}I've placed the spycam in Mom's bedroom. Now I just need to catch Mom in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spycam geplaatst in Momenten slaapkamer. Nu hoef ik alleen maar de maan te vangen als haar libido op de hoogste (10 pts).{/i}
french: [_RT_] {i}j’ai placé la caméra espion dans la chambre de maman. Maintenant, j’ai juste besoin de surprendre maman quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera in Mamas Zimmer angebracht. Jetzt muss ich damit nur noch Mama erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam nella camera da letto della mamma. Ora ho solo bisogno di catturare la mamma lì quando la sua libido è più alta (10 pts).{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in the bathroom when no one is around.{/i}
dutch: [_RT_] {i}Ik moet een spy-cam kopen en in de badkamer plaatsen wanneer niemand rond is.{/i}
french: [_RT_] {i}je dois acheter une caméra espion et la placer dans la salle de bain quand personne n’est là. {/i}
german: [_RT_] {i}Ich muss eine Spionagekamera kaufen und sie heimlich im Badezimmer anbringen.{/i}
italian: [_RT_] {i}Ho bisogno di comprare una spy-cam e metterla in bagno quando nessuno è in giro.{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spion in de badkamer geplaatst. Nu hoef ik Lauren alleen maar te vangen wanneer haar libido op de hoogste (10 pts).{/i} is
french: [_RT_] {i}j’ai placé la caméra espion dans la salle de bain. Maintenant, j’ai juste besoin de surprendre Lauren quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera im Badezimmer angebracht. Jetzt muss ich damit nur noch Lauren erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam in bagno. Ora ho solo bisogno di catturare Lauren lì quando la sua libido è al massimo (10 pts).{/i}

source: [_RT_] {i}I've got the spy-cam... now I need to install it in Lauren's room.{/i}
dutch: [_RT_] {i}Ik heb het spi-cam... nu moet ik het installeren in Lauren's kamer.{/i}
french: [_RT_] {i}J'ai la caméra d'espionnage... maintenant je dois l'installer dans la chambre de Lauren.{/i}
german: [_RT_] {i}Ich habe die Spionagekamera... jetzt muss ich sie in Laurens Zimmer installieren {/i}.
italian: [_RT_] {i}Ho la spy-cam... ora devo installarla nella stanza di Lauren.{/i}

source: [_RT_] {i}I need to buy a spy-cam and place it in Lauren's bedroom when no one is around.{/i}
dutch: [_RT_] {i}Ik moet een spy-cam kopen en plaats het in de slaapkamer van Lauren, wanneer niemand rond is.{/i}
french: [_RT_] {i}je dois acheter une caméra espion et la placer dans la chambre de Lauren quand personne n’est là. {/i}
german: [_RT_] {i}Ich muss eine Spionagekamera kaufen und sie heimlich in Laurens Zimmer anbringen.{/i}
italian: [_RT_] {i}Ho bisogno di comprare una spy-cam e posizionarla nella camera da letto di Lauren quando nessuno è in giro.{/i}

source: [_RT_] {i}I've placed the spycam in Lauren's bedroom. Now I just need to catch Lauren in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spycam geplaatst in de slaapkamer van Lauren. Nu hoef ik Lauren alleen maar te vangen wanneer haar libido op de hoogste (10 pts).{/i} is
french: [_RT_] {i}j’ai placé la caméra espion dans la chambre de Lauren. Maintenant, j’ai juste besoin de surprendre Lauren quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera in Laurens Zimmer angebracht. Jetzt muss ich damit nur noch Lauren erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam nella camera da letto di Lauren. Ora ho solo bisogno di catturare Lauren lì quando la sua libido è al massimo (10 pts).{/i}

source: [_RT_] {i}I've placed the spycam in the bathroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spion in de badkamer geplaatst. Nu hoef ik alleen maar Sidney te vangen als haar libido op de hoogste (10 pts).{/i}
french: [_RT_] {i}j’ai placé la caméra espion dans la salle de bain. Maintenant, j’ai juste besoin de surprendre Sidney quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera im Badezimmer angebracht. Jetzt muss ich damit nur noch Sidney erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam in bagno. Ora ho solo bisogno di prendere Sidney in là quando la sua libido è al massimo (10 pts).{/i}

source: [_RT_] {i}I've placed the spycam in Lauren's bedroom. Now I just need to catch Sidney in there when her libido is at it's highest (10 pts).{/i}
dutch: [_RT_] {i}Ik heb de spycam geplaatst in de slaapkamer van Lauren. Nu hoef ik alleen maar Sidney te vangen als haar libido op de hoogste (10 pts).{/i}
french: [_RT_] {i}j’ai placé la caméra espion dans la chambre de Lauren. Maintenant, j’ai juste besoin de surprendre Sindney quand sa libido est à son plus haut (10 pts). {/i}
german: [_RT_] {i}Ich habe die Spionagekamera in Laurens Zimmer angebracht. Jetzt muss ich damit nur noch Sidney erwischen, wenn ihre Libido am höchsten ist (10 Punkte).{/i}
italian: [_RT_] {i}Ho piazzato lo spycam nella camera da letto di Lauren. Ora ho solo bisogno di prendere Sidney in là quando la sua libido è al massimo (10 pts).{/i}

source: [_RT_] {i}I got an email ad on my phone for a special deal on a Hyongu bikini. The deal is for a very limited time, so if I want to get it, I'd better do it soon.{/i}
dutch: [_RT_] {i}Ik heb een e-mail advertentie op mijn telefoon voor een speciale deal op Hyongu bikini. De deal heeft een zeer beperkte tijd, dus als ik het wil doen, zou ik het beter doen als je het wilt.{/i}
french: [_RT_] {i}J'ai reçu une annonce sur mon téléphone pour une offre spéciale sur un bikini Hyongu. L'offre est très limitée dans le temps, donc si je veux l'avoir, je ferais mieux de le faire rapidement.{/i}
german: [_RT_] {i}Ich habe eine E-Mail-Werbung für ein Sonderangebot für einen Hyongu-Bikini auf meinem Handy. Das Angebot ist zeitlich begrenzt, also sollte ich mich beeilen, wenn ich ihn noch bekommen will {/i}.
italian: [_RT_] {i}Ho ricevuto un annuncio email sul mio telefono per un accordo speciale su un bikini Hyongu. L'affare è per un tempo molto limitato, quindi se voglio ottenerlo, farei meglio a farlo presto.{/i}

source: [_RT_] {i}I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
dutch: [_RT_] {i}Ik heb de bikini nu. Ik zou er verstandig aan doen om ervoor te zorgen dat Mom's libido en indiening zo hoog mogelijk zijn voor volgend weekeinde, Misschien kan ik haar dan vragen om het zwempak voor mij te proberen. /i}
french: [_RT_] {i}J'ai le bikini maintenant. Je serais intelligent de m'assurer que la libido et la soumission de maman sont aussi élevées que possible avant le week-end prochain, alors peut-être que je pourrais lui demander d'essayer le maillot de bain pour moi.{/i}
german: [_RT_] {i}Ich habe jetzt den Bikini. Es wäre klug, wenn ich vor dem nächsten Wochenende dafür sorge, dass Mamas Libido und Unterwürfigkeit so hoch wie möglich sind, dann kann ich sie vielleicht davon überzeugen, den Badeanzug für mich anzuprobieren.
italian: [_RT_] {i}Ho il bikini adesso. Sarei intelligente per assicurarsi che la libido di mamma e la sottomissione siano il più alta possibile prima del prossimo fine settimana, allora forse posso chiederle di provare il costume da bagno per me. /i}

source: [_RT_] {i}I need to keep Mom out of the club by paying the Mafia debt for more than three weeks in a row. Maybe she'll reward me with some one-on-one time.{/i}
dutch: [_RT_] {i}Ik moet mama uit de club houden door de maffia meer dan drie weken achter elkaar te betalen. Misschien beloof ze me met een eenmalige keer.{/i}
french: [_RT_] {i}Je dois empêcher maman d'entrer dans le club en payant la dette de la mafia pendant plus de trois semaines d'affilée. Peut-être qu'elle me récompensera avec un peu de temps en tête-à-tête.{/i}
german: [_RT_] {i}Ich muss Mama aus dem Club raushalten, indem ich die Schulden bei der Mafia mehr als drei Wochen hintereinander bezahle. Vielleicht belohnt sie mich ja mit etwas zweisamer Zeit.
italian: [_RT_] {i}Ho bisogno di tenere la mamma fuori dal club pagando il debito mafioso per più di tre settimane consecutive. Forse lei mi ricompenserà con qualche one-on-one volta.{/i}

source: [_RT_] {i}I should keep checking the kitchen to see when Sidney will be done with Lauren's cosplay outfit.{/i}
dutch: [_RT_] {i}Ik zal de keuken blijven controleren om te zien wanneer Sidney gedaan wordt met Lauren's cosplay outfit.{/i}
french: [_RT_] {i}je devrais continuer à vérifier la cuisine pour voir quand Sidney en aura fini avec la tenue de cosplay de Lauren. {/i}
german: [_RT_] {i}Ich sollte immer wieder in die Küche schauen, um zu sehen, wann Sidney mit Laurens Cosplay-Outfit fertig ist {/i}.
italian: [_RT_] {i}Dovrei continuare a controllare la cucina per vedere quando Sidney sarà fatto con l'abbigliamento cosplay di Lauren.{/i}

source: [_RT_] {i}I should go talk to Sidney about commissioning another cosplay outfit.{/i}
dutch: [_RT_] {i}Ik moet gaan praten met Sidney over het bemachtigen van een andere cosplay outfit.{/i}
french: [_RT_] {i}je devrais aller parler à Sidney de la commande d’une autre tenue de cosplay. {/i}
german: [_RT_] {i}Ich sollte mit Sidney über die Herstellung eines weiteren Cosplay-Outfits reden.
italian: [_RT_] {i}Dovrei andare a parlare con Sidney per commissionare un altro outfit di cosplay.{/i}

source: [_RT_] {i}I can't wait for Sidney to finish Lauren's Cosplay outfit!... I should go to the lounge and check with her this evening to see if it's done.{/i}
dutch: [_RT_] {i}Ik kan niet wachten tot Sidney Lauren's Cosplay outfit afwerkt!... Ik zou naar de lounge gaan en met haar kijken of het klaar is{/i}
french: [_RT_] {i}Je ne peux pas attendre que Sidney finisse la tenue Cosplay de Lauren .... Je devrais aller au salon et vérifier avec elle ce soir pour voir si c'est fait.{/i}
german: [_RT_] {i}Ich kann es kaum erwarten, dass Sidney Laurens Cosplay-Outfit fertigstellt!... Ich sollte heute Abend in die Lounge gehen und nachsehen, ob es fertig ist.{/i}
italian: [_RT_] {i}Non vedo l'ora che Sidney finisca l'abito Cosplay di Lauren!... Dovrei andare alla lounge e controllare con lei questa sera per vedere se è fatto.{/i}

source: [_RT_] {i}Finally... I can take some sexy pictures with Lauren... I need to meet Lauren at the warehouse in the late morning to begin our first photshoot.{/i}
dutch: [_RT_] {i}uiteindelijk... Ik kan wat sexy foto's maken met Lauren... Ik moet Lauren ontmoeten in de late ochtend bij de magazijn om te beginnen met onze eerste fotopt.{/i}
french: [_RT_] {i}Enfin... Je peux prendre des photos sexy avec Lauren... Je dois retrouver Lauren à l'entrepôt en fin de matinée pour commencer notre première séance photo. {/i}
german: [_RT_] {i}Endlich... kann ich ein paar sexy Fotos mit Lauren machen... Ich muss Lauren am späten Vormittag im Lagerhaus treffen, um unser erstes Fotoshooting zu beginnen.
italian: [_RT_] {i}Finalmente... Posso scattare alcune foto sexy con Lauren... Ho bisogno di incontrare Lauren al magazzino in tarda mattina per iniziare il nostro primo photshoot.{/i}

source: [_RT_] {i}I need to keep taking these "How to Breed your Dragon" pictures with Lauren until we've got every kind of picture we need.{/i}
dutch: [_RT_] {i}Ik moet deze "Hoe heb ik uw Draak gebleven" foto's met Lauren blijven nemen totdat we elke soort foto hebben die we nodig hebben.{/i}
french: [_RT_] {i}je dois continuer à prendre ces photos «Dragon» avec Lauren jusqu’à ce que nous ayons toutes les sortes de photos dont nous avons besoin. {/i}
german: [_RT_] {i}Ich muss diese "How to Breed your Dragon"-Fotos mit Lauren so lange machen, bis wir alle Bilder haben, die wir brauchen {/i}.
italian: [_RT_] {i}Ho bisogno di continuare a scattare queste foto "Come Allevare il tuo Drago" con Lauren fino a quando non avremo ogni tipo di foto di cui abbiamo bisogno.{/i}

source: [_RT_] {i}I wonder what's going on with the FBI lately?{/i}
dutch: [_RT_] {i}Ik vraag me af wat er gebeurt met de FBI lately?{/i}
french: [_RT_] {i}Je me demande ce qui se passe avec le FBI ces derniers temps ?{/i}
german: [_RT_] {i}Ich frage mich, was in letzter Zeit mit dem FBI los ist.{/i}
italian: [_RT_] {i}Mi chiedo cosa stia succedendo con l'FBI ultimamente?{/i}

source: [_RT_] {i}I've got to protect Lauren from that crazy Agent Diaz.{/i}
dutch: [_RT_] {i}Ik moet Lauren beschermen tegen die gekke agent Diaz.{/i}
french: [_RT_] {i}Je dois protéger Lauren de ce fou d'Agent Diaz.{/i}
german: [_RT_] {i}Ich muss Lauren vor dieser verrückten Agentin Diaz beschützen {/i}.
italian: [_RT_] {i}Devo proteggere Lauren da quel folle Agent Diaz.{/i}

source: [_RT_] {i} It's almost like the FBI has forgotten us.{/i}
dutch: [_RT_] {i} Het is bijna zoals de FBI ons is vergeten{/i}
french: [_RT_] {i} C'est presque comme si le FBI nous avait oubliés.{/i}
german: [_RT_] {i} Es ist fast so, als ob das FBI uns vergessen hätte.{/i}
italian: [_RT_] {i} È quasi come l'FBI ci ha dimenticato.{/i}

source: [_RT_] {i}If I don't pay, Lauren get's punished.{/i}
dutch: [_RT_] {i}Als ik niet betaal, krijgen Lauren gestraft.{/i}
french: [_RT_] {i}Si je ne paie pas, Lauren est punie.{/i}
german: [_RT_] {i}Wenn ich nicht zahle, wird Lauren bestraft {/i}.
italian: [_RT_] {i}Se non pago, Lauren viene punita.{/i}

source: [_RT_] {i}I've heard the school is going to start doing morning announcements every Monday again. They stopped when the student body officers left for New York on their mock UN trip.{/i}
dutch: [_RT_] {i}heb ik gehoord dat de school elke maandag weer ochtendaankondigingen gaat doen. Ze stopten op het moment dat studentenlichaamsfunctionarissen naar New York vertrokken op hun nepreis van de VN.{/i}
french: [_RT_] {i}j’ai entendu dire que l’école allait recommencer à faire des annonces matinales tous les lundis. Ils se sont arrêtés lorsque les officiers du corps étudiant sont partis pour New York lors de leur voyage à l'ONU.{/i}
german: [_RT_] {i}Ich habe gehört, dass die Schule wieder damit beginnen wird, jeden Montag eine Morgenansage zu machen. Sie haben damit aufgehört, als die Vertreter der Schülerschaft nach New York zu ihrer UN-Reise aufgebrochen sind.{/i}
italian: [_RT_] {i}Ho sentito che la scuola inizierà a fare annunci mattutini ogni lunedì di nuovo. Si sono fermati quando gli ufficiali del corpo studentesco partirono per New York durante il loro viaggio delle Nazioni Unite.{/i}

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
dutch: [_RT_] {i}heb ik gehoord dat ze een spannende aankondiging hebben om te beginnen. Ik kan er beter voor zorgen dat ik elke maandagmorgen in de les {b}Moment zit{/b} zodat ik de aankondigingen niet mist.{/i}
french: [_RT_] {i}j’ai entendu dire qu’ils ont une annonce excitante pour commencer. Je ferais mieux de m’assurer que je suis dans {b}la classe de maman tous les lundis matin{/b} pour ne pas manquer les annonces. {/i}
german: [_RT_] {i}Ich habe gehört, dass es zu Beginn eine aufregende Ankündigung geben wird. Ich sollte besser dafür sorgen, dass ich jeden {b}Montagmorgen in Mamas Klass{/b} bin, damit ich die Ankündigungen nicht verpasse.{/i}
italian: [_RT_] {i}Ho sentito che hanno un annuncio emozionante per iniziarlo. Farò meglio ad assicurarmi di essere in {b}lezioni di mamma ogni lunedì mattina{/b} quindi non perdo gli annunci.{/i}

source: [_RT_] {i}Lauren's popularity would go through the roof if we hung sexy posters of her... I need to keep trying to convince her at her campaign meetings until she agrees.{/i}
dutch: [_RT_] {i}Lauren zou door het dak gaan als we sexy posters van haar gehangen hebben. . Ik moet blijven proberen haar te overtuigen tijdens haar campagnevergaderingen totdat ze ermee instemt.{/i}
french: [_RT_] {i}La popularité de Lauren crèverait le plafond si on accrochait des posters sexy d'elle... Je dois continuer à essayer de la convaincre lors de ses réunions de campagne jusqu'à ce qu'elle accepte.{/i}
german: [_RT_] {i}Laurens Beliebtheit würde durch die Decke gehen, wenn wir sexy Poster von ihr aufhängen würden... Ich muss versuchen, sie bei ihren Wahlkampftreffen zu überzeugen, dass sie zustimmt.{/i}
italian: [_RT_] {i}La popolarità di Lauren passerebbe attraverso il tetto se appendiamo poster sexy di lei. . Ho bisogno di continuare a cercare di convincerla durante le sue riunioni di campagna fino a quando non è d'accordo.{/i}

source: [_RT_] {i}I need to attend class until I have the option to "Talk to Mom about the Oedipus assignment."{/i}
dutch: [_RT_] {i}Ik moet de les bijwonen totdat ik de mogelijkheid heb "Praat met Mama over de Oedipus toewijzing."{/i}
french: [_RT_] {i}je dois assister au cours jusqu’à ce que j’aie la possibilité de «parler à maman du devoir d’Œdipe». {/i}
german: [_RT_] {i}Ich muss am Unterricht teilnehmen, bis ich die Möglichkeit "Rede mit Mama über die Oedipus-Aufgabe" habe.{/i}
italian: [_RT_] {i}Ho bisogno di frequentare la lezione fino a quando non ho l'opzione di "Parlare con la mamma sull'assegnazione di Oedipus".{/i}

source: [_RT_] {i}I need to keep "Talking to Mom about the Oedipus assignment" in her office, that is unless I have the chance to see where Matt and Megan sneak off to.{/i}
dutch: [_RT_] {i}Ik moet "Praat met Mama over de Oedipus taak" in haar kantoor, dat is tenzij ik de kans heb om te zien waar Matt en Megan naar toe sluipen. /i}
french: [_RT_] {i}Je dois garder 'Parler à maman du devoir d'Oedipe' dans son bureau, à moins que j'aie la chance de voir où Matt et Megan s'éclipsent.{/i}
german: [_RT_] {i}Ich muss "Rede mit Mama über die Oedipus-Aufgabe" in ihrem Büro aufrechterhalten, es sei denn, ich habe die Gelegenheit zu sehen, wohin sich Matt und Megan schleichen {/i}.
italian: [_RT_] {i}Ho bisogno di mantenere "Parlando con la mamma circa l'assegnazione di Oedipus" nel suo ufficio, che è a meno che non ho la possibilità di vedere dove Matt e Megan si intrufolano. /i}

source: [_RT_] {i}I need to keep "Talking to Mom about the Oedipus assignment" in her office. Is it me, or does she seem flushed when I come see her... maybe if I don't get distracted on the way, I can see what she's doing in there.{/i}
dutch: [_RT_] {i}Ik moet op haar kantoor blijven praten met Mam over de Oedipus opdracht. Is het mij, of lijkt ze met voeten getreden als ik haar kom... misschien als ik me niet laat afleiden, kan ik zien wat ze daar doen.{/i}
french: [_RT_] {i}Je dois garder 'Parler à maman du devoir d'Oedipe' dans son bureau. C'est moi, ou elle semble rougir quand je viens la voir... peut-être que si je ne me laisse pas distraire en chemin, je pourrais voir ce qu'elle fait là-dedans.{/i}
german: [_RT_] {i}Ich muss "Rede mit Mama über die Oedipus-Aufgabe" in ihrem Büro aufrechterhalten. Liegt es an mir, oder ist sie errötet, wenn ich zu ihr komme... vielleicht kann ich, wenn ich auf dem Weg dorthin nicht abgelenkt werde, sehen, was sie da drin macht.{/i}
italian: [_RT_] {i}Ho bisogno di mantenere "Parlando con la mamma circa l'assegnazione di Oedipus" nel suo ufficio. Sono io, o lei sembra arrossata quando vengo a vederla... forse se non mi distrao sulla strada, posso vedere cosa sta facendo lì.{/i}

source: [_RT_] {i}After our afternoon campaign meetings in the girls bathroom, I have the option to go see Mrs. Stone. {p}She can help me make some kick-ass posters.{/i}
dutch: [_RT_] {i}Na onze campagnevergaderingen in de meisjes, kan ik eens naar mevrouw gaan kijken. Steen. {p}Ze kan me helpen wat kick-ass posters te maken{/i}
french: [_RT_] {i}Après nos réunions de campagne de l’après-midi dans les toilettes des filles, j’ai la possibilité d’aller voir Mme Stone. {p}Elle peut m’aider à faire des affiches de kick-ass. {/i}
german: [_RT_] {i}Nach unseren nachmittäglichen Wahlkampfbesprechungen auf der Mädchentoilette habe ich die Möglichkeit, zu Mrs. Stone zu gehen. {p}Sie kann mir helfen, ein paar ausgezeichnete Plakate zu machen.{/i}
italian: [_RT_] {i}Dopo i nostri incontri di campagna pomeridiani nel bagno delle ragazze, ho la possibilità di andare a vedere la signora Pietra. {p}Lei può aiutarmi a fare alcuni poster di kick-ass.{/i}

source: [_RT_] {i}I've helped Mom fix a lightbulb, and hopefully that fix on the sink will hold. I should keep helping with chores on the weekend, and keep visiting Mom in her office to strengthen our relationship.{/i}
dutch: [_RT_] {i}Ik heb Mama geholpen een gloeilamp te repareren, en hopelijk zal die de sink vast houden. Ik moet het weekend blijven helpen met kaas en blijf in haar kantoor naar Mom om om onze relatie te versterken.{/i}
french: [_RT_] {i}J'ai aidé maman à réparer une ampoule, et j'espère que la réparation de l'évier tiendra. Je devrais continuer à aider aux tâches ménagères le week-end, et continuer à rendre visite à maman dans son bureau pour renforcer notre relation.{/i}
german: [_RT_] {i}Ich habe Mama geholfen, eine Glühbirne zu tauschen, und hoffe, dass die Reparatur des Waschbeckens hält. Ich sollte weiterhin am Wochenende bei der Hausarbeit helfen und meine Mutter in ihrem Büro besuchen, um unsere Beziehung zu verbessern {/i}.
italian: [_RT_] {i}Ho aiutato la mamma a riparare una lampadina, e si spera che la correzione sul lavandino tenere. Dovrei continuare ad aiutare con le faccende nel fine settimana, e continuare a visitare la mamma nel suo ufficio per rafforzare la nostra relazione.{/i}
