Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_event_screen.po
Languages: dutch, french, german, italian

source: [_RT_] {i}Mandy and Lauren will be showering together every weekday. The only time I might catch her alone in the shower is on the weekend. I wonder if she'll put on a good show when her libido is full?{/i}
dutch: [_RT_] {i}Snoep en Lauren gaan samen elke weekdag douchen. De enige keer dat ik haar in de douche kan pakken is het weekend. Ik vraag me af of ze een goede show zal plaatsen wanneer haar libido vol is?{/i}
french: [_RT_] {i}Mandy et Lauren se doucheront ensemble tous les jours de la semaine. La seule fois où je la verrai seule sous la douche, ce sera le week-end. Je me demande si elle fera un bon spectacle quand sa libido sera à fond ?{/i}
german: [_RT_] {i}Mandy und Lauren werden jeden Wochentag gemeinsam duschen. Das einzige Mal, dass ich sie alleine in der Dusche erwische, ist am Wochenende. Ich frage mich, ob sie eine gute Show abliefern werden, wenn ihre Libido voll ist?{/i}
italian: [_RT_] {i}Mandy e Lauren faranno la doccia insieme ogni giorno della settimana. L'unica volta che potrei prenderla da sola sotto la doccia è il fine settimana. Mi chiedo se lei metterà un buon spettacolo quando la sua libido è piena?{/i}

source: [_RT_] {i}Mandy's always alone in Lauren's room in the evening. I wonder what I'll see if her libido is full.{/i}
dutch: [_RT_] {i}Mandy's altijd alleen in Lauren's kamer 's avonds. Ik vraag me af wat ik zal zien of haar libido vol is.{/i}
french: [_RT_] {i}Mandy est toujours seule dans la chambre de Lauren le soir. Je me demande ce que je verrai si sa libido est à fond.{/i}
german: [_RT_] {i}Mandy ist abends immer allein in Laurens Zimmer. Ich frage mich, was ich sehen werde, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}Mandy's sempre solo nella stanza di Lauren la sera. Mi chiedo cosa vedrò se la sua libido è piena.{/i}

source: [_RT_] {i}Aunt Cami always showers in the afternoon, I wonder what I'll see if I spy on her when her libido is full.{/i}
french: [_RT_] {i}tante Camilleprend toujours une douche l’après-midi, je me demande ce que je vais voir si je l’espionne quand sa libido est au max. {/i}
german: [_RT_] {i}Tante Cami duscht immer nachmittags, ich frage mich, was ich sehen werde, wenn ich ihr nachspioniere, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}zia Cami acquista sempre nel pomeriggio, mi chiedo cosa vedrò se la spierò quando la sua libido è piena.{/i}

source: [_RT_] {i}Aunt Cami's always alone in Mom's room in the evening. I wonder what I'll see if her libido is full.{/i}
french: [_RT_] {i}tante Camille est toujours seule dans la chambre de maman le soir. Je me demande ce que je vais voir si sa libido est au max. {/i}
german: [_RT_] {i}Tante Cami ist abends immer allein in Mamas Zimmer. Ich frage mich, was ich sehen werde, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}zia Cami sempre da sola nella stanza della mamma la sera. Mi chiedo cosa vedrò se la sua libido è piena.{/i}

source: [_RT_] {i}I should just keep visiting Lauren's room at night. I want to see where it will lead.{/i}
dutch: [_RT_] {i}Ik moet 's nachts gewoon de kamer van Laurent bezoeken. Ik wil zien waar het toe zal leiden.{/i}
french: [_RT_] {i}je devrais juste continuer à visiter la chambre de Lauren la nuit. Je veux voir où cela mènera. {/i}
german: [_RT_] {i}Ich sollte einfach weiter nachts in Laurens Zimmer gehen. Ich will sehen, wohin das führt.{/i}
italian: [_RT_] {i}Dovrei solo continuare a visitare la stanza di Lauren di notte. Voglio vedere dove condurrà.{/i}

source: [_RT_] {i}I need to keep Lauren happy by helping her do as good as possible in the polls. Mandy would be a good help, it's too bad she doesn't live with us.{/i}
dutch: [_RT_] {i}Ik moet Lauren blij houden door haar te helpen zo goed mogelijk te doen in de peilingen. Mandy zou een goede hulp zijn, het is te slecht dat ze niet met ons leeft. {/i}
french: [_RT_] {i}Je dois rendre Lauren heureuse en l'aidant à faire le mieux possible dans les sondages. Mandy serait d'une grande aide, c'est dommage qu'elle ne vive pas avec nous.{/i}
german: [_RT_] {i}Ich muss Lauren bei Laune halten, indem ich ihr helfe, bei den Umfragen so gut als möglich abzuschneiden. Mandy wäre eine gute Hilfe, zu schade, dass sie nicht bei uns wohnt.{/i}
italian: [_RT_] {i}Ho bisogno di mantenere Lauren felice aiutandola a fare il meglio possibile nei sondaggi. Mandy sarebbe un buon aiuto, è troppo male che non vive con noi.{/i}

source: [_RT_] {i}I need to keep Lauren happy by helping her do as good as possible in the polls. Maybe Mandy could be of help too. I should improve my relationship with her by visiting her every night.{/i}
dutch: [_RT_] {i}Ik moet Lauren blij houden door haar te helpen zo goed mogelijk te doen in de peilingen. Misschien kan Mandy ook helpen. Ik zou mijn relatie met haar moeten verbeteren door elke nacht een bezoek aan haar te brengen.{/i}
french: [_RT_] {i}Je dois rendre Lauren heureuse en l'aidant à faire aussi bien que possible dans les sondages. Peut-être que Mandy pourrait aussi m'aider. Je devrais améliorer ma relation avec elle en lui rendant visite tous les soirs.{/i}
german: [_RT_] {i}Ich muss Lauren bei Laune halten, indem ich ihr helfe, bei den Umfragen so gut wie möglich abzuschneiden. Vielleicht könnte auch Mandy mir helfen. Ich sollte meine Beziehung zu ihr verbessern, indem ich sie jede Nacht besuche.{/i}
italian: [_RT_] {i}Ho bisogno di mantenere Lauren felice aiutandola a fare il meglio possibile nei sondaggi. Forse Mandy potrebbe anche essere d'aiuto. Dovrei migliorare il mio rapporto con lei visitandola ogni notte.{/i}

source: [_RT_] {i}Lauren gets so sad when she loses in the polls. Imagine how happy she'd be if she were to win every week.{/i}
dutch: [_RT_] {i}Lauren wordt zo droevig wanneer ze verliest in de peilingen. Stel je voor hoe blij ze zou zijn als ze elke week zou winnen.{/i}
french: [_RT_] {i}Lauren est si triste quand elle perd dans les sondages. Imaginez combien elle serait heureuse si elle gagnait chaque semaine.{/i}
german: [_RT_] {i}Lauren wird so traurig, wenn sie bei den Umfragen verliert. Stellen dir vor, wie glücklich sie wäre, wenn sie jede Woche gewinnen würde.{/i}
italian: [_RT_] {i}Lauren diventa così triste quando perde nei sondaggi. Immaginate quanto sarebbe felice se lei dovesse vincere ogni settimana.{/i}

source: [_RT_] {i}With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I should still make sure to pay to keep them safe.{/i}
dutch: [_RT_] {i}Met Cousin Mandy in de kamer van Lauren, de bezoeken van Agent Diaz's interessant. Ik moet nog steeds betalen om ze veilig te houden.{/i}
french: [_RT_] {i}Avec la cousine Mandy dans la chambre de Lauren, les visites de l’agent Diaz pourraient devenir intéressantes. Je devrais quand même m’assurer de payer pour les garder en sécurité. {/i}
german: [_RT_] {i}Wenn Cousine Mandy in Laurens Zimmer ist, könnten die Besuche von Agent Diaz interessant werden. Ich sollte trotzdem dafür sorgen, dass ich für ihre Sicherheit bezahle.{/i}
italian: [_RT_] {i}Con Cousin Mandy nella stanza di Lauren, le visite dell'agente Diaz potrebbero diventare interessanti. Dovrei comunque assicurarmi di pagare per tenerli al sicuro.{/i}

source: [_RT_] {i}With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I wonder what would happen if I don't pay Diaz this week?{/i}
dutch: [_RT_] {i}Met Snoep van Cousin in de kamer van Lauren, de bezoeken van Agent Diaz's kunnen interessant worden. Ik vraag me af wat er zou gebeuren als ik deze week Diaz niet betaal?{/i}
french: [_RT_] {i}Avec la cousine Mandy dans la chambre de Lauren, les visites de l'agent Diaz pourraient devenir intéressantes. Je me demande ce qui se passerait si je ne payais pas Diaz cette semaine ?{/i}
german: [_RT_] {i}Da Cousine Mandy in Laurens Zimmer ist, könnten die Besuche von Agent Diaz interessant werden. Ich frage mich, was passieren würde, wenn ich diese Woche nicht bezahle?{/i}
italian: [_RT_] {i}Con Cousin Mandy nella stanza di Lauren, le visite dell'agente Diaz potrebbero diventare interessanti. Mi chiedo cosa succederebbe se non pagassi Diaz questa settimana?{/i}

source: [_RT_] {i}I need to visit school board member Will Tylor. I can probably find his office on my map in the late morning or afternoon.{/i}
dutch: [_RT_] {i}Ik moet schoolbord Will Tylor. Ik kan zijn kantoor waarschijnlijk in de late ochtend of namiddag op mijn kaart vinden.{/i}
french: [_RT_] {i}je dois rendre visite à Will Tylor, membre du conseil scolaire. Je peux probablement trouver son bureau sur ma carte en fin de matinée ou dans l'après-midi. {/i}
german: [_RT_] {i}Ich muss das Schulratsmitglied Will Tylor besuchen. Ich kann sein Büro wahrscheinlich am späten Vormittag oder am Nachmittag auf meiner Karte finden.{/i}
italian: [_RT_] {i}devo visitare il membro del consiglio scolastico Will Tylor. Probabilmente posso trovare il suo ufficio sulla mia mappa nel tardo mattino o nel pomeriggio.{/i}

source: [_RT_] {i}Will Tylor wants a fucking date with my mom?... Should I help him out?... Changing the dress code would almost guarantee that Lauren would win.{/i}
dutch: [_RT_] {i}Wil Tylor een vrolijke datum met mijn moeder mee?... Moet ik hem helpen?. . Wijzigen van de ress code zou bijna garanderen dat Lauren zullen winnen.{/i}
french: [_RT_] {i}Will Tylor veut un putain de rendez-vous avec ma mère?... Devrais-je l’aider?... Changer le code vestimentaire garantirait presque que Lauren gagnerait. {/i}
german: [_RT_] {i}Will Tylor möchte ein verdammtes Date mit meiner Mutter?... Soll ich ihm dabei helfen?... Eine Änderung der Kleiderordnung würde fast garantieren, dass Lauren gewinnen würde.
italian: [_RT_] {i}Tylor vuole un appuntamento di scopata con mia mamma?... Dovrei aiutarlo?.. Cambiare il codice di abbigliamento garantirebbe quasi che Lauren vincere.{/i}

source: [_RT_] {i}I'd have to convince Mom to go to dinner with him though... I don't know if she would. I think she hates him... I could ask her at breakfast. She seems to be in a better mood in the morning.{/i}
dutch: [_RT_] {i}Ik moet mama overtuigen om met hem te gaan dineren... Ik weet niet of ze dat zou kunnen. Ik denk dat ze hem haat... Ik zou haar bij het ontbijt kunnen vragen. Ze lijkt in een betere stemming te zijn in de ochtend.{/i}
french: [_RT_] {i}je devrais convaincre maman d’aller dîner avec lui cependant... Je ne sais pas si elle le ferait. Je pense qu’elle le déteste... Je pourrais lui demander au petit déjeuner. Elle semble être de meilleure humeur le matin. {/i}
german: [_RT_] {i}Ich müsste Mom überreden, mit ihm essen zu gehen... Ich weiß nicht, ob sie das tun würde. Ich glaube, sie hasst ihn... Ich könnte sie beim Frühstück fragen. Sie scheint morgens besser gelaunt zu sein.{/i}
italian: [_RT_] {i}Dovrei convincere la mamma ad andare a cena con lui però... non so se lo farebbe. Penso che lo odia... potrei chiederle a colazione. Sembra di essere di buon umore al mattino.{/i}

source: [_RT_] {i}I've sent Will an email letting him know my mom is willing to meet him for dinner. Now I've just got to wait for his reply. I'm sure it won't take longer than a week. I'll bet he sends it on Saturday when he's got a little more time.{/i}
dutch: [_RT_] {i}die ik heb verzonden, zal een e-mail sturen om hem te laten weten dat mijn moeder bereid is hem te ontmoeten voor het avondeten. Nu moet ik gewoon op zijn antwoord wachten. Ik weet zeker dat het niet langer zal duren dan een week. Ik wed dat hij het zaterdag stuurt als hij wat meer tijd krijgt.{/i}
french: [_RT_] {i}j’ai envoyé à Will un e-mail lui faisant savoir que ma mère est prête à le rencontrer pour le dîner. Maintenant, je n’ai plus qu’à attendre sa réponse. Je suis sûr que cela ne prendra pas plus d’une semaine. Je parie qu’il l’enverra samedi quand il aura un peu plus de temps. {/i}
german: [_RT_] {i}Ich habe Will eine E-Mail geschickt und ihm mitgeteilt, dass meine Mutter bereit ist, sich mit ihm zum Abendessen zu treffen. Jetzt muss ich nur noch auf seine Antwort warten. Ich bin sicher, dass es nicht länger als eine Woche dauern wird. Ich wette, er schickt sie am Samstag, wenn er ein bisschen mehr Zeit hat.{/i}
italian: [_RT_] {i}Ho inviato Will un'email che gli fa sapere che mia mamma è disposta a incontrarlo per cena. Ora devo solo aspettare la sua risposta. Sono sicuro che non ci vorrà più di una settimana. Scommetto che lo manda il sabato quando ha un po' più di tempo.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further at the park.{/i}
dutch: [_RT_] {i}Na wat Sidney en ik in de club deden, vraag ik me af of ze bereid zal zijn om verder te gaan in het park.{/i}
french: [_RT_] {i}Après ce que Sidney et moi avons fait au club, je me demande si elle sera prête à aller plus loin au parc. {/i}
german: [_RT_] {i}Nach dem, was Sidney und ich im Club gemacht haben, frage ich mich, ob sie bereit ist, im Park noch weiter zu gehen.{/i}
italian: [_RT_] {i}Dopo quello che io e Sidney abbiamo fatto nel club, mi chiedo se lei sarà disposta ad andare oltre al parco.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further in the bedroom.{/i}
dutch: [_RT_] {i}Na wat Sidney en ik in de club deden, vraag ik me af of ze bereid zal zijn om verder te gaan in de slaapkamer.{/i}
french: [_RT_] {i}Après ce que Sidney et moi avons fait dans le club, je me demande si elle sera prête à aller plus loin dans la chambre. {/i}
german: [_RT_] {i}Nachdem, was Sidney und ich im Club gemacht haben, frage ich mich, ob sie bereit ist, im Schlafzimmer noch weiter zu gehen.{/i}
italian: [_RT_] {i}Dopo quello che io e Sidney abbiamo fatto nel club, mi chiedo se lei sarà disposta ad andare oltre nella camera da letto.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to go further after a photoshoot.{/i}
dutch: [_RT_] {i}Na wat Sidney en ik in de club deden, vraag ik me af of ze bereid zal zijn verder te gaan na een fotoshoot.{/i}
french: [_RT_] {i}Après ce que Sidney et moi avons fait dans le club, je me demande si elle sera prête à aller plus loin après une séance photo. {/i}
german: [_RT_] {i}Nach dem, was Sidney und ich im Club gemacht haben, frage ich mich, ob sie nach einem Fotoshooting bereit ist, noch weiter zu gehen.{/i}
italian: [_RT_] {i}Dopo quello che io e Sidney abbiamo fatto nel club, mi chiedo se lei sarà disposta ad andare oltre dopo un photoshoot.{/i}

source: [_RT_] {i}After what Sidney and I did in the club, I wonder if she'll be willing to keep doing it there.{/i}
dutch: [_RT_] {i}Na wat Sidney en ik in de club deden, vraag ik me af of ze het daar zal blijven doen.{/i}
french: [_RT_] {i}Après ce que Sidney et moi avons fait dans le club, je me demande si elle sera prête à continuer à le faire là-bas. {/i}
german: [_RT_] {i}Nach dem, was Sidney und ich im Club gemacht haben, frage ich mich, ob sie bereit ist, es dort weiterhin zu tun.{/i}
italian: [_RT_] {i}Dopo quello che io e Sidney abbiamo fatto nel club, mi chiedo se lei sarà disposta a continuare a farlo lì.{/i}

source: [_RT_] {i}The more events, and school influence I gain, the better the outcome of the election. {p}The election will start on a Friday. I just need to be in class when it begins.{/i}
dutch: [_RT_] {i}Hoe meer evenementen en invloed op school ik win, hoe beter de uitslag van de verkiezingen. {p}De verkiezing begint op vrijdag. Ik moet alleen in de klas zitten wanneer het begint. {/i}
french: [_RT_] {i}Plus j’ai d’événements et d’influence scolaire, meilleur est le résultat de l’élection. {p}L’élection débutera un vendredi. J’ai juste besoin d’être en classe quand ça commence. {/i}
german: [_RT_] {i}Je mehr Events und schulischen Einfluss ich gewinne, desto besser ist das Ergebnis der Wahl. {p}Die Wahl wird an einem Freitag beginnen. Ich muss nur im Unterricht sein, wenn sie beginnt.{/i}
italian: [_RT_] {i}Più eventi e influenza scolastica ottengo, meglio sarà il risultato delle elezioni. {p}L'elezione inizierà il venerdì. Ho solo bisogno di essere in classe quando inizia.{/i}

source: [_RT_] {i}I'd better be sure I've completed all my tasks before... I won't be able to do them after the election.{/i}
dutch: [_RT_] {i}Ik kan beter zeker zijn dat ik al mijn taken eerder heb voltooid... Ik kan ze niet doen na de verkiezingen.{/i}
french: [_RT_] {i}je ferais mieux de m’assurer que j’ai déjà terminé toutes mes tâches... Je ne pourrais pas les faire après les élections. {/i}
german: [_RT_] {i}Ich sollte besser sicher sein, dass ich alle meine Aufgaben erledigt habe, bevor... Nach der Wahl kann ich sie nicht mehr erledigen {/i}.
italian: [_RT_] {i}Sarei meglio ad essere sicuro di aver completato tutti i miei compiti prima... Non sarò in grado di farlo dopo le elezioni.{/i}

source: [_RT_] {i}Now that Lauren is the student body president, she gets to read the morning announcements. I should listen to a few of them on Monday mornings.{/i}
dutch: [_RT_] {i}Nu Lauren de student-voorzitter is, kan ze de ochtendaankondigingen lezen. Ik zou naar een paar van hen moeten luisteren op maandagmorgen.{/i}
french: [_RT_] {i}Maintenant que Lauren est la présidente des étudiants, elle peut lire les annonces du matin. Je devrais en écouter quelques-unes le lundi matin. {/i}
german: [_RT_] {i}Jetzt, wo Lauren Vorsitzende der Schülervertretung ist, darf sie die morgendlichen Ankündigungen verlesen. Ich sollte mir montagmorgens ein paar davon anhören.{/i}
italian: [_RT_] {i}Ora che Lauren è la presidente del corpo studentesco, riesce a leggere gli annunci del mattino. Dovrei ascoltarne alcuni il lunedì mattina.{/i}

source: [_RT_] {i}I'll bet I can go even further with Lauren when we watch tv in the evenings.{/i}
dutch: [_RT_] {i}Ik durf te wedden dat ik nog verder kan gaan met Lauren wanneer we 's avonds naar tv kijken.{/i}
french: [_RT_] {i}je parie que je peux aller encore plus loin avec Lauren quand on regarde la télé le soir. {/i}
german: [_RT_] {i}Ich wette, dass ich mit Lauren noch weiter gehen kann, wenn wir abends fernsehen {/i}.
italian: [_RT_] {i}Scommetto che posso andare ancora più avanti con Lauren quando guardiamo la tv la sera.{/i}

source: [_RT_] {i}I think Lauren and I both feel extra horny after a photoshoot. I wonder if I can push things any further after our next photo session.{/i}
dutch: [_RT_] {i}Ik denk dat Lauren en ik me allebei extra horisch voelen na een fotoshoot. Ik vraag me af of ik verder kan pushen na onze volgende fotosessie.{/i}
french: [_RT_] {i}Je pense que Lauren et moi nous sentons tous les deux très excités après une séance photo. Je me demande si je peux pousser les choses plus loin après notre prochaine séance photo. {/i}
german: [_RT_] {i}Ich glaube, Lauren und ich sind beide nach einem Fotoshooting besonders geil. Ich frage mich, ob ich es nach unserer nächsten Fotosession noch weiter treiben kann.{/i}
italian: [_RT_] {i}Penso che Lauren ed entrambi mi sento più arrapato dopo un photoshoot. Mi chiedo se posso spingere ulteriormente le cose dopo la nostra prossima sessione di foto.{/i}

source: [_RT_] {i}I'll bet I can breed with Lauren the dragon breeder after our next photo session.{/i}
dutch: [_RT_] {i}Ik durf te wedden dat ik met Lauren de draken breeder kan fokken na onze volgende fotosessie.{/i}
french: [_RT_] {i}je parie que je pourrais baiser avec Lauren l’éleveuse de dragons après notre prochaine séance photo. {/i}
german: [_RT_] {i}Ich wette, dass ich mich nach unserer nächsten Fotosession mit Lauren, der Drachenzüchterin, paaren kann {/i}.
italian: [_RT_] {i}Scommetto che posso allevare con Lauren l'allevatore di drago dopo la nostra prossima sessione di foto.{/i}

source: [_RT_] {i}With so many people in the house, it's hard to catch Lauren alone... She usually showers alone early on Saturday. That might be a good opportunity for some more fun.{/i}
dutch: [_RT_] {i}Met zoveel mensen in huis is het moeilijk om Lauren alleen te vangen... Ze doucht meestal vroeg op zaterdag. Dat is misschien een goede kans voor nog meer plezier.{/i}
french: [_RT_] {i}Avec autant de monde dans la maison, il est difficile d’attraper Lauren seule... Elle prend habituellement sa douche seule tôt le samedi. Cela pourrait être une bonne occasion de s’amuser davantage. {/i}
german: [_RT_] {i}Bei so vielen Leuten im Haus ist es schwer, Lauren allein zu erwischen... Normalerweise duscht sie am Samstag früh alleine. Das könnte eine gute Gelegenheit für noch mehr Spaß sein.{/i}
italian: [_RT_] {i}Con così tante persone in casa, è difficile prendere Lauren solo... Di solito lei acquista da solo presto il sabato. Potrebbe essere una buona occasione per un po 'di più divertimento.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in the bathroom.{/i}
dutch: [_RT_] {i}Ik moet verhinderen dat masturbating plaatsvindt in de badkamer.{/i}
french: [_RT_] {i}Je dois empêcher maman de se masturber dans la salle de bains.{/i}
german: [_RT_] {i}Ich muss Mama davon abhalten, im Badezimmer zu masturbieren, wenn ihre Libido voll ist.{/i}
italian: [_RT_] {i}Devo fermare la mamma da masturbarsi in bagno.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in her office.{/i}
dutch: [_RT_] {i}Ik moet stoppen met masturbating in haar kantoor.{/i}
french: [_RT_] {i}Je dois empêcher maman de se masturber dans son bureau.{/i}
german: [_RT_] {i}Ich muss Mama davon abhalten, in ihrem Büro zu masturbieren {/i}.
italian: [_RT_] {i}Devo impedire alla mamma di masturbarsi nel suo ufficio.{/i}

source: [_RT_] {i}I need to stop Mom from masturbating in her bedroom.{/i}
dutch: [_RT_] {i}Ik moet verhinderen dat masturbating plaatsvindt in haar slaapkamer.{/i}
french: [_RT_] {i}Je dois empêcher maman de se masturber dans sa chambre.{/i}
german: [_RT_] {i}Ich muss Mama davon abhalten, in ihrem Schlafzimmer zu masturbieren {/i}.
italian: [_RT_] {i}Devo impedire alla mamma di masturbarsi nella sua camera da letto.{/i}

source: [_RT_] {i}I should pay Mom a visit in the kitchen, on Sunday, in the early morning.{/i}
dutch: [_RT_] {i}Ik moet een bezoek brengen in de keuken, zondag, op de vroege ochtend.{/i}
french: [_RT_] {i}Je devrais rendre visite à maman dans la cuisine, le dimanche, tôt le matin.{/i}
german: [_RT_] {i}Ich sollte Mama in der Küche sonntags am frühen Morgen besuchen.{/i}
italian: [_RT_] {i}Dovrei fare una visita alla mamma in cucina, la domenica, il primo mattino.{/i}

source: [_RT_] {i}Mom wants me to take a shower before we go visit Dad.{/i}
dutch: [_RT_] {i}Mom wil dat ik een douche neem voordat we Dad.{/i} gaan bezoeken
french: [_RT_] {i}Maman veut que je prenne une douche avant d'aller voir papa.{/i}
german: [_RT_] {i}Mama möchte, dass ich dusche, bevor wir Papa besuchen. {/i}
italian: [_RT_] {i}Mamma vuole che io faccia una doccia prima di andare a visitare Papà.{/i}

source: [_RT_] {i}All cleaned up. I should go check on Mom.{/i}
dutch: [_RT_] {i}Alles opgeruimd. Ik ga even kijken op Mom.{/i}
french: [_RT_] {i}Tout est nettoyé. Je devrais aller voir maman.{/i}
german: [_RT_] {i}Alles aufgeräumt. Ich sollte mal nach Mama sehen.{/i}
italian: [_RT_] {i}Tutti ripuliti. Dovrei andare a controllare la mamma.{/i}

source: [_RT_] {i}I should go wait for Mom in the car... I can get in the car by going to the city map.{/i}
dutch: [_RT_] {i}Ik moet gaan wachten op mama in de auto... Ik kan in de auto stappen via de kaart.{/i}
french: [_RT_] {i}Je devrais aller attendre maman dans la voiture... Je peux monter dans la voiture en allant sur le plan de la ville.{/i}
german: [_RT_] {i}Ich sollte mit dem Auto auf Mama warten... Ich kann ins Auto einsteigen, indem ich zum Stadtplan gehe.{/i}
italian: [_RT_] {i}Dovrei andare ad aspettare la mamma in auto... posso entrare in auto andando alla mappa della città.{/i}
