Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/Phone_stats_screen.po
Languages: french, portuguese, russian

source: Girls stats
french: Statistiques des filles
portuguese: Estatísticas das meninas
russian: Статистика девочек

source: {color=#E60000}---------------------------------------{/color}
portuguese: {➲ #E60000}---------------------------------------{/color}

source: {image=iconM} {color=#42f456}Mom's:{/color}
french: {image=iconM} {color=#42f456}Maman:{/color}
portuguese: {image=iconM} {├#42f456}Mom's:{/color}
russian: {image=iconM} {color=#42f456}Мамы:{/color}

source: {image=respect}{color=#000000} Respect..............[momrespect]{/color}
portuguese: {image=respeit}{├#000000} Respeito............[momrespect]{/color}
russian: {image=respect}{color=#000000} Респект..............[momrespect]{/color}

source: {image=affection}{color=#000000} Affection............[momaffection]{/color}
portuguese: {image=affection}{├#000000} Afeição..........[momaffection]{/color}
russian: {image=affection}{color=#000000} Сладость............[momaffection]{/color}

source: {image=submission}{color=#000000} Submission........[momsubmission]{/color}
french: {image=submission}{color=#000000} Soumission........[momsubmission]{/color}
portuguese: {image=submission}{├#000000} Submissão........[momsubmission]{/color}
russian: {image=submission}{color=#000000} Выбор........[momsubmission]{/color}

source: {image=anger}{color=#000000} Anger...................[momanger]{/color}
french: {image=anger}{color=#000000} Colère...................[momanger]{/color}
portuguese: {image=anger}{├#000000} Ager...............[momanger]{/color}
russian: {image=anger}{color=#000000} гнев...................[momanger]{/color}

source: {image=frustrated}{color=#000000} Sex Frustration..[mom_sexual_frustration]{/color}
portuguese: {image=frustrated}{}{#000000} Frustração Sex...[mom_sexual_frustration]{/color}
russian: {image=frustrated}{color=#000000} Сексуальное разочарование..[mom_sexual_frustration]{/color}

source: {image=iconL} {color=#f442d9}Lauren's:{/color}
french: {image=iconL} {color=#f442d9}Lauren :{/color}
portuguese: {image=iconL} {├#f442d9}Lauren's:{/color}

source: {image=respect}{color=#000000} Respect..............[laurenrespect]{/color}
portuguese: {image=respeit}{├#000000} Respeito............[laurenrespect]{/color}
russian: {image=respect}{color=#000000} Уважение..........[laurenrespect]{/color}

source: {image=affection}{color=#000000} Affection............[laurenaffection]{/color}
portuguese: {image=affection}{├#000000} Afeição..........[laurenaffection]{/color}
russian: {image=affection}{color=#000000} Сладость............[laurenaffection]{/color}

source: {image=submission}{color=#000000} Submission........[laurensubmission]{/color}
french: {image=submission}{color=#000000} Soumission........[laurensubmission]{/color}
portuguese: {image=submission}{├#000000} Submissão........[laurensubmission]{/color}
russian: {image=submission}{color=#000000} Выбор........[laurensubmission]{/color}

source: {image=anger}{color=#000000} Anger...................[laurenanger]{/color}
french: {image=anger}{color=#000000} Colère...................[laurenanger]{/color}
portuguese: {image=anger}{├#000000} Ager...............[laurenanger]{/color}
russian: {image=anger}{color=#000000} гнев...................[laurenanger]{/color}

source: {image=election}{color=#000000} School influence.[school_influence]{/color}
french: {image=election}{color=#000000} Influence à l'école.[school_influence]{/color}
portuguese: {image=election}{├#000000} influência na escola.[school_influence]{/color}

source: {image=iconS} {color=#006600}Sidney's:{/color}
french: {image=iconS} {color=#006600}Sidney:{/color}
portuguese: {image=iconS} {├#006600}Sidney's:{/color}

source: {image=respect}{color=#000000} Respect..............[sidneyrespect]{/color}
portuguese: {image=respeit}{├#000000} Respeito............[sidneyrespect]{/color}
russian: {image=respect}{color=#000000} Уважение..........[sidneyrespect]{/color}

source: {image=affection}{color=#000000} Affection............[sidneyaffection]{/color}
portuguese: {image=affection}{├#000000} Afeição..........[sidneyaffection]{/color}
russian: {image=affection}{color=#000000} Сладость............[sidneyaffection]{/color}

source: {image=submission}{color=#000000} Submission........[sidneysubmission]{/color}
french: {image=submission}{color=#000000} Soumission........[sidneysubmission]{/color}
portuguese: {image=submission}{├#000000} Submissão........[sidneysubmission]{/color}
russian: {image=submission}{color=#000000} Выбор........[sidneysubmission]{/color}

source: {image=anger}{color=#000000} Anger...................[sidneyanger]{/color}
french: {image=anger}{color=#000000} Colère...................[sidneyanger]{/color}
portuguese: {image=anger}{├#000000} Ager...............[sidneyanger]{/color}
russian: {image=anger}{color=#000000} гнев...................[sidneyanger]{/color}

source: {image=iconC} {color=#85c1e9}Cousin Mandy's:{/color}
french: {image=iconC} {color=#85c1e9}Cousin de Mandy:{/color}
portuguese: {image=iconC} {├#85c1e9}Cousin Mandy's:{/color}
russian: {image=iconC} {color=#85c1e9}Кусин Манды:{/color}

source: {image=respect}{color=#000000} Respect..............[cousinrespect]{/color}
portuguese: {image=respeit}{├#000000} Respeito............[cousinrespect]{/color}
russian: {image=respect}{color=#000000} Уважение..........[cousinrespect]{/color}

source: {image=affection}{color=#000000} Affection............[cousinaffection]{/color}
portuguese: {image=affection}{├#000000} Afeição..........[cousinaffection]{/color}
russian: {image=affection}{color=#000000} Сладость............[cousinaffection]{/color}

source: {image=submission}{color=#000000} Submission........[cousinsubmission]{/color}
french: {image=submission}{color=#000000} Soumission........[cousinsubmission]{/color}
portuguese: {image=submission}{├#000000} Submissão........[cousinsubmission]{/color}
russian: {image=submission}{color=#000000} Выбор........[cousinsubmission]{/color}

source: {image=anger}{color=#000000} Anger...................[cousinanger]{/color}
french: {image=anger}{color=#000000} Colère...................[cousinanger]{/color}
portuguese: {image=anger}{├#000000} Ager...............[cousinanger]{/color}
russian: {image=anger}{color=#000000} гнев...................[cousinanger]{/color}

source: {image=iconA} {color=#9966FF}Aunt Camille's:{/color}
french: {image=iconA} {color=#9966FF}Tante Camille:{/color}
portuguese: {image=iconA} {├#9966FF}Cilava Aunt Camille's:{/color}

source: {image=respect}{color=#000000} Respect..............[auntrespect]{/color}
portuguese: {image=respeit}{├#000000} Respeito............[auntrespect]{/color}
russian: {image=respect}{color=#000000} Уважение..........[auntrespect]{/color}

source: {image=affection}{color=#000000} Affection............[auntaffection]{/color}
portuguese: {image=affection}{├#000000} Afeição..........[auntaffection]{/color}
russian: {image=affection}{color=#000000} Сладость............[auntaffection]{/color}

source: {image=submission}{color=#000000} Submission........[auntsubmission]{/color}
french: {image=submission}{color=#000000} Soumission........[auntsubmission]{/color}
portuguese: {image=submission}{├#000000} Submissão........[auntsubmission]{/color}
russian: {image=submission}{color=#000000} Выбор........[auntsubmission]{/color}

source: {image=anger}{color=#000000} Anger...................[auntanger]{/color}
french: {image=anger}{color=#000000} Colère...................[auntanger]{/color}
portuguese: {image=anger}{├#000000} Ager...............[auntanger]{/color}
russian: {image=anger}{color=#000000} гнев...................[auntanger]{/color}

source: Loads counter {image=load_counter}
french: Compteur de chargement {image=load_counter}
portuguese: Carrega contador {image=load_counter}
russian: Счетчик загрузок {image=load_counter}

source: {image=iconR} {color=#0000CC} By [ryan]:{/color}
french: {image=iconR} {color=#0000CC} Par [ryan]:{/color}
portuguese: {image=iconR} {├#0000CC} Por [ryan]:{/color}
russian: {image=iconR} {color=#0000CC} К [ryan]:{/color}

source: {image=iconM}{color=#42f456} in Mom..............[mom_cum_loads_counter]{/color}
portuguese: {image=iconM}{├#42f456} na mãe..............[mom_cum_loads_counter]{/color}
russian: {image=iconM}{color=#42f456} в Моме..............[mom_cum_loads_counter]{/color}

source: {image=iconL}{color=#f442d9} in Lauren...........[lauren_cum_loads_counter]{/color}
portuguese: {image=iconL}{├#f442d9} em Lauren...........[lauren_cum_loads_counter]{/color}

source: {image=iconS}{color=#006600} in Sidney...........[sidney_cum_loads_counter]{/color}
portuguese: {image=iconS}{├#006600} em Sidney.........[sidney_cum_loads_counter]{/color}

source: {image=iconMG}{color=#99FF99} in Megan...........[megan_cum_loads_counter]{/color}
portuguese: {image=iconMG}{├#99FF99} em Megan.........[megan_cum_loads_counter]{/color}

source: {image=iconMT} {color=#993300} By Matt:{/color}
french: {image=iconMT} {color=#993300} Par Matt:{/color}
portuguese: {image=iconMT} {├#993300} Por Filhote:{/color}
russian: {image=iconMT} {color=#993300} По матт:{/color}

source: {image=iconL}{color=#f442d9} in Lauren..........[lauren_matt_cum_loads_counter]{/color}
portuguese: {image=iconL}{├#f442d9} em Lauren..........[lauren_matt_cum_loads_counter]{/color}

source: {image=iconJ} {color=#993300} By Joey:{/color}
portuguese: {image=iconJ} {├#993300} Por Joey:{/color}

source: {image=iconM}{color=#42f456} in Mom..............[mom_joey_cum_loads_counter]{/color}
portuguese: {image=iconM}{├#42f456} na mãe..............[mom_joey_cum_loads_counter]{/color}

source: {image=iconL}{color=#f442d9} in Lauren............[lauren_cum_loads_counter]{/color}
french: {image=iconL}{color=#f442d9} dans Lauren............[lauren_cum_loads_counter]{/color}
russian: {image=iconL}{color=#f442d9} в Лавра........[lauren_cum_loads_counter]{/color}

source: {image=iconS}{color=#006600} in Sidney.............[sidney_cum_loads_counter]{/color}
french: {image=iconS}{color=#006600} dans Sidney.............[sidney_cum_loads_counter]{/color}
russian: {image=iconS}{color=#006600} в Сиднее.............[sidney_cum_loads_counter]{/color}

source: {image=iconMG}{color=#99FF99} in Megan.............[megan_cum_loads_counter]{/color}
french: {image=iconMG}{color=#99FF99} dans Megan.............[megan_cum_loads_counter]{/color}
russian: {image=iconMG}{color=#99FF99} в Megan.............[megan_cum_loads_counter]{/color}

source: {image=iconL}{color=#f442d9} in Lauren............[lauren_matt_cum_loads_counter]{/color}
french: {image=iconL}{color=#f442d9} dans Lauren............[lauren_matt_cum_loads_counter]{/color}
russian: {image=iconL}{color=#f442d9} в Лавра........[lauren_matt_cum_loads_counter]{/color}
