Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}Maybe I better keep a close eye on her, now that Dad's in prison, she just might start shopping around. I better make sure she only has eyes for me.{/i}
dutch: [_RT_] {i}Misschien houd ik haar beter in de gaten, nu papa in de gevangenis zit, kan ze gewoon gaan winkelen. Zorg ervoor dat ze alleen ogen voor mij heeft.{/i}
german: [_RT_] {i}Vielleicht halte ich sie besser im Auge, jetzt, da Vater im Gefängnis sitzt, könnte sie einfach anfangen, um einzukaufen. Ich stelle besser sicher, dass sie nur Augen für mich hat.{/i}
italian: [_RT_] {i}Forse è meglio che la tenga d'occhio, ora che papà è in prigione, potrebbe iniziare a fare shopping in giro. Meglio che mi assicuri che abbia occhi solo per me.

source: [_RT_] {b}(HINT){/b} {i}I know I missed out on something amazing by not accepting Matt's help to seduce my Mom... I feel pretty good about my choice though.{/i}
dutch: [_RT_] {b}(HINT){/b} {i}Ik weet dat ik me gemist heb op iets geweldigs door geen hulp te accepteren van Matt's om mijn Moma te verslinden. . Ik voel me wel goed over mijn keuze.{/i}
german: [_RT_] {b}(HINT){/b} {i}Ich weiß, dass ich etwas Erstaunliches verpasst habe, indem ich Matts Hilfe nicht akzeptiere, um meine Mase zu verführen. . Ich fühle mich jedoch ziemlich gut mit meiner Wahl.{/i}
italian: [_RT_] {b}(HINT){/b} {i}So che ho perso qualcosa di sorprendente non accettando l'aiuto di Matt's per sedurre la mia mamma. . Mi sento abbastanza bene sulla mia scelta però.{/i}
russian: [_RT_] {b}(HINT){/b} {i}Я знаю, что упустил что-нибудь удивительное, не принимая помощь Матта, чтобы сесть мою маму. . Я чувствую себя очень хорошим по своему выбору.{/i}

source: [_RT_] {i}I really believe that I'll get something just as good, if not better. I'll just have to be very patient until then.{/i}
dutch: [_RT_] {i}Ik geloof echt dat ik iets net zo goed zal krijgen, als het niet beter is. Ik moet tot dan toe gewoon heel geduldig zijn.{/i}
german: [_RT_] {i}Ich glaube wirklich, dass ich etwas genauso Gutes, wenn nicht sogar Besseres bekommen werde. Bis dahin muss ich nur sehr geduldig sein.{/i}
italian: [_RT_] {i}Credo davvero che avrò qualcosa di altrettanto buono, se non meglio. Dovrò solo essere molto paziente fino ad allora.{/i}
russian: [_RT_] {i}Я очень верю, что получу что-то такое же хорошее, если не лучше. Просто до тех пор мне придется быть очень терпеливым.{/i}

source: [_M_] Now Tiresias is being pressured by Oedipus to reveal to him what he knows of the murder of Laius...
dutch: [_M_] Nu wordt Tiresias onder druk gezet door Oedipus om hem te onthullen wat hij weet van de moord op Laius...
german: [_M_] Jetzt wird Tiresias von Oedipus gedrängt, ihm zu enthüllen, was er von dem Mord an Laius weiß...
italian: [_M_] Ora Tiresia viene messo sotto pressione da Edipo per rivelargli ciò che sa dell'omicidio di Laio...

source: [_RT_] {i}So boring, how am I going to stay focused?{/i}
dutch: [_RT_] {i}Dus saai, hoe blijf ik focussing?{/i}
german: [_RT_] {i}So langweilig, wie werde ich fokussiert bleiben?{/i}
italian: [_RT_] {i}Così noioso, come farò a rimanere concentrato?{/i}
russian: [_RT_] {i}Так скучно, как я буду оставаться сосредоточенным?{/i}

source: [_RT_] {i}At least there is some good eye candy to entertain me through the lecture.{/i}
dutch: [_RT_] {i}Er is ten minste wat goed oog snoep om me door het college te vermaken.{/i}
german: [_RT_] {i}Zumindest gibt es ein paar gute Augenboni, um mich durch den Vortrag zu unterhalten.{/i}
italian: [_RT_] {i}Almeno c'è qualche buona caramella per gli occhi per intrattenermi durante la lezione.{/i}
russian: [_RT_] {i}По крайней мере, есть хорошая конфета для глаз для развлечения через лекцию.{/i}

source: [_M_] Oedipus grows angry, because Tiresias wishes he did not know who Laius' murderer is, and does not want to reveal to Oedipus and Thebes the truth.
dutch: [_M_] Oedipus groeit boos, omdat Tiresias wensen die hij niet wist wie Laius moordenaar is, en wil de waarheid niet aan het licht brengen aan Oedipus en Thebe.
german: [_M_] Ödipus wird wütend, weil Tiresias wünscht, dass er nicht weiß, wer Laius Mörder ist und will nicht an Oedipus und Thebes die Wahrheit zu enthüllen.
italian: [_M_] Edipo si arrabbia, perché Tiresia vorrebbe non sapere chi è l'assassino di Laio e non vuole rivelare a Edipo e a Tebe la verità.

source: [_RT_] {i}I can remember exactly what they look like.{/i}
dutch: [_RT_] {i}Ik kan me precies herinneren hoe ze eruit zien.{/i}
german: [_RT_] {i}Ich kann mich genau erinnern, wie sie aussehen.{/i}
italian: [_RT_] {i}Posso ricordare esattamente il loro aspetto.{/i}
russian: [_RT_] {i}Я могу вспомнить, как именно они выглядят.{/i}

source: [_RT_] {i}To think I used to suck on those things! I wish I was right now!{/i}
dutch: [_RT_] {i}Om te denken dat ik die dingen heb opgezocht! Ik wou dat ik nu gelijk had!{/i}
german: [_RT_] {i}Um zu denken, dass ich diese Dinge angeschlagen habe! Ich wünschte, ich wäre gerade jetzt!{/i}
italian: [_RT_] {i}Per pensare che ho usato per succhiare su quelle cose! Vorrei essere in questo momento!{/i}
russian: [_RT_] {i}Думаю, что я высасывал эти вещи! Желаю тебе!{/i}

source: [_M_] Oedipus grows so angry after Tiresias reveals that Oedipus is the curse of Thebes, that he accuses Tiresias of conspiring with Creon to overthrow him.
dutch: [_M_] Oedipus groeit zo boos na Tiresias onthullen dat Oedipus de vloek is van Thebes, Hij beschuldigt Tiresias ervan samen te werken met Creon en hem omver te werpen.
german: [_M_] Ödipus wächst so wütend, nachdem Tiresias enthüllt hat, dass der Ödipus der Fluch der Thebes ist dass er Tiresias beschuldigt, mit Creon zu verschwören, um ihn zu stürzen.
italian: [_M_] Edipo si arrabbia così tanto dopo che Tiresia rivela che Edipo è la maledizione di Tebe, che accusa Tiresia di cospirare con Creonte per rovesciarlo.

source: [_M_] Remember to read lines 508 to 750, and we'll start from here next time.
dutch: [_M_] Vergeet niet om regels 508 tot 750 te lezen, en we beginnen vanaf hier de volgende keer.
german: [_M_] Denken Sie daran, die Zeilen 508 bis 750 zu lesen, und wir beginnen das nächste Mal von hier aus.
italian: [_M_] Ricordati di leggere le righe da 508 a 750, e cominceremo da qui la prossima volta.
russian: [_M_] Не забудьте прочитать строки 508 до 750, и мы начнем с этого момента.

source: {i}{b}"Mom's Respect +1"{/b}{/i}
dutch: {i}{b}"Moment's Respect +1"{/b}{/i}
italian: {i}{b}"Rispetto della mamma +1"{/b}{/i}
russian: {i}{b}"Уважение мамы +1"{/b}{/i}

source: [_M_] And we'll start from here next time.
dutch: [_M_] En we beginnen de volgende keer hierheen.
german: [_M_] Und wir beginnen nächstes Mal von hier aus.
italian: [_M_] E la prossima volta inizieremo da qui.

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome! I've got to convince Matt to let Megan give me some more action.{/i}
dutch: [_RT_] {i}De scène van mijn eerste klapping. Man! Dat was geweldig! Ik moet Matt overtuigen om Megan meer actie te geven.{/i}
german: [_RT_] {i}Die Szene meines ersten Blowjob. Man! Das war großartig! Ich habe Matt davon überzeugen lassen, Megan etwas mehr zu tun.{/i}
italian: [_RT_] {i}La scena del mio primo pompino. Amico! È stato fantastico! Devo convincere Matt a lasciare che Megan mi dia un pò più di azione.
russian: [_RT_] {i}Сцена моей первой срабатывания. Человек! Это было потрясающе! Я должен убедить Матта в том, чтобы Меган сделал мне больше действий.{/i}

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome!{/i}
dutch: [_RT_] {i}De scène van mijn eerste klacht. Man! Dat was geweldig!{/i}
german: [_RT_] {i}Die Szene meines ersten Blowjob. Man! Das war großartig!{/i}
italian: [_RT_] {i}La scena del mio primo pompino. Amico! È stato fantastico!
russian: [_RT_] {i}Сцена моей первой дозорной работы. Человек! Это было потрясающе!{/i}

source: [_RT_] {i}I don't need to use the bathroom right now.{/i}
dutch: [_RT_] {i}Ik hoef de badkamer nu niet te gebruiken.{/i}
german: [_RT_] {i}Ich brauche das Badezimmer jetzt nicht zu benutzen.{/i}
italian: [_RT_] {i}Non ho bisogno di andare in bagno adesso.
russian: [_RT_] {i}Мне не нужно использовать ванную комнату сейчас.{/i}

source: [_RT_] {i}Ok, so Matt said to wait in the afternoon and he'd send me a surprise.{/i}
dutch: [_RT_] {i}Ok, dus Matt zei in de middag te wachten en hij zou me een verrassing sturen. {/i}
german: [_RT_] {i}Ok, also sagte Matt am Nachmittag zu warten und er würde mir eine Überraschung schicken.{/i}
italian: [_RT_] {i}Ok, allora Matt ha detto di aspettare nel pomeriggio e che mi avrebbe mandato una sorpresa.{/i}

source: [_RT_] {i}I wonder what it could be. Hmmm maybe dirty pictures of girls in our school? That would be awesome.{/i}
dutch: [_RT_] {i}Ik vraag me af wat het zou kunnen zijn. Hmmm misschien vuile foto's van meisjes in onze school? Dat zou geweldig zijn. {/i}
german: [_RT_] {i}Ich frage mich, was es sein könnte. Hmmm vielleicht schmutzige Bilder von Mädchen in unserer Schule? Das wäre großartig.{/i}
italian: [_RT_] {i}Mi chiedo cosa possa essere. Hmmm forse foto sconce di ragazze della nostra scuola? Sarebbe fantastico.
russian: [_RT_] {i}Мне интересно, что это может быть. Хммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм

source: {i}"knock knock knock"{/i}
dutch: {i}"knock knock"{/i}
italian: {i}"toc toc toc"{/i}

source: [_X_] {i}(whispering){/i} Hey [ryan], is that you?
dutch: [_X_] {i}(fluistering){/i} Hey [ryan], ben jij dat ook?
german: [_X_] {i}(flüstern){/i} Hey [ryan], bist du?
italian: [_X_] {i}(sussurrando){/i} Ehi [ryan], sei tu?

source: [_RT_] {i}(whispering){/i} Yes it's me. Who's asking?
dutch: [_RT_] {i}(fluister){/i} Ja, dat is mij. Wie vraagt er?
german: [_RT_] {i}(flüstern){/i} Ja, ich bin es. Wer fragt?
italian: [_RT_] {i}(sussurrando){/i} Sì, sono io. Chi lo chiede?
russian: [_RT_] {i}(шепче){/i} Да, это я. Кто спрашивает?

source: [_MG_] Hey there, stud. Are you ready to get your knob polished?
dutch: [_MG_] Hallo, stuk. Ben je klaar om je knop te laten poetsen?
german: [_MG_] Hey da, Zuhause. Bist du bereit, deinen Knopf polieren zu lassen?
italian: [_MG_] Ehilà, stallone. Sei pronto a farti lucidare il pomello?

source: [_R_] .... What?!!.... Am I?.... Did Matt send you?
dutch: [_R_] .... Wat?!!.... Ben ik?.... Heeft Matt je gestuurd?
german: [_R_] .... Was?!!.... Ich bin ich?.... Haben Sie Matt gesendet?
italian: [_R_] .... Cosa?! .... Lo sono? .... Ti ha mandato Matt?
russian: [_R_] .... Что?!!.... Я это?.... Не исправили?

source: [_MG_] No, I've just had an insatiable craving for your cock!.... Haha.... of course Matt sent me.
dutch: [_MG_] Nee, ik heb zojuist een onverzadigbaar verlangen naar je cock!.... Haha.... natuurlijk Matt heeft me gestuurd.
german: [_MG_] Nein, ich habe gerade eine unersättliche Sehnsucht nach deinem Schwanz gehabt!.... Haha.... natürlich hat mir Matt geschickt.
italian: [_MG_] No, ho solo avuto una voglia insaziabile del tuo cazzo! .... Haha.... Certo che mi ha mandato Matt.

source: [_MG_] He said he owes you a favor?
dutch: [_MG_] zei hij dat hij je een gunst verschuldigd was?
german: [_MG_] Er sagte, dass er dir einen Gefallen schuldet?
italian: [_MG_] Ha detto che ti deve un favore?

source: [_R_] Well yeah, but this isn't what I was expecting.... wow!!
dutch: [_R_] Goed gedaan, maar dit is niet wat ik had verwacht.... wow!!
german: [_R_] Nun, ja, aber das ist nicht das, was ich erwartet habe.... wow!!
italian: [_R_] Beh sì, ma non è quello che mi aspettavo.... wow!!

source: [_MG_] Wow yourself, you're already hard, and almost as big as he is!
dutch: [_MG_] Wow jezelf, je bent al hard, en bijna net zo groot als hij!
german: [_MG_] Wow dich, du bist schon schwer und fast so groß wie er ist!
italian: [_MG_] Wow a te stesso, sei già duro e grande quasi quanto lui!

source: [_MG_] Now just relax while I take care of you.
dutch: [_MG_] Nu ontspan je gewoon terwijl ik voor je zorg.
german: [_MG_] Jetzt einfach entspannen, während ich mich um dich kümmere.
italian: [_MG_] Ora rilassati mentre mi prendo cura di te.
russian: [_MG_] Теперь просто расслабляюсь, пока я позабочусь о вас.

source: [_MG_] You'll find that it's nice to have Matt owe you a favor.
dutch: [_MG_] Je zult ontdekken dat Matt je een gunst verschuldigd is.
german: [_MG_] Du wirst feststellen, dass es schön ist, Matt dir einen Gefallen schulden zu lassen.
italian: [_MG_] Scoprirai che è bello che Matt ti debba un favore.
russian: [_MG_] Вы найдете что приятно иметь Matt owe вам фаворит.

source: [_R_] Oh shit, this feels so good.
dutch: [_R_] Oh shit, dit voelt zo goed.
german: [_R_] Oh shit, das fühlt sich so gut an.
italian: [_R_] Oh merda, che bella sensazione.

source: [_MG_] Haha.... well, hold on a little longer.
dutch: [_MG_] Haha... Nou, houd wat langer vast.
german: [_MG_] Haha.... gut, halten Sie ein wenig länger.
italian: [_MG_] Haha.... bene, resisti ancora un pò.

source: [_RT_] {i}Oh my God, I'm gonna cum!{/i}
dutch: [_RT_] {i}Oh mijn God, ik ga maar naar de kum!{/i}
german: [_RT_] {i}Oh mein Gott, ich werde mit!{/i}
italian: [_RT_] {i}Oh mio Dio, sto andando cum!{/i}
russian: [_RT_] {i}О Боге, я пойду туда!{/i}

source: [_RT_] {i}Where should I do it?{/i}
dutch: [_RT_] {i}Waar moet ik het doen?{/i}
german: [_RT_] {i}Wo soll ich es machen?{/i}
italian: [_RT_] {i}Dove dovrei farlo?{/i}
russian: [_RT_] {i}Где я должен это сделать?{/i}

source: [_R_] Aaahhhh!!!...
dutch: [_R_] Aaahhhhh!!!...
italian: [_R_] Aaahhhhh!!!...

source: [_MG_] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
italian: [_MG_] Oohh Mry Groshh! Questo è stato un vero e proprio disastro!

source: [_R_] Oh my God!!.... My first blowjob!!.... That was incredible!!
dutch: [_R_] Oh mijn God!!.... Mijn eerste klage werk!!.... Dat was ongelofelijk!!
german: [_R_] Oh mein Gott!!.... Mein erster Blowjob!!.... Das war unglaublich!!
italian: [_R_] Oh mio Dio!!.... Il mio primo pompino!!.... È stato incredibile!

source: [_MG_] Wow, that was a lot of cum!
dutch: [_MG_] Wow, dat was veel kum!
german: [_MG_] Wow, das war viel mit!
italian: [_MG_] Wow, questo era un sacco di sperma!
russian: [_MG_] Вау, это было очень много!

source: [_MG_] Thank you for not getting it in my hair.
dutch: [_MG_] Bedankt dat je het niet in mijn haar krijgt.
german: [_MG_] Vielen Dank, dass Sie es nicht in meinem Haar bekommen.
italian: [_MG_] Grazie per non avermela fatta entrare nei capelli.
russian: [_MG_] Спасибо за то, что не получили в моих волосах.

source: [_R_] Thank you for that my first blowjob!!
dutch: [_R_] Bedankt voor mijn eerste kladvolle job!!
german: [_R_] Vielen Dank für meinen ersten Blowjob!!
italian: [_R_] Grazie per questo mio primo pompino!

source: [_MG_] Hahaha.... don't mention it! Just get Matt to owe you some more favors and there will be more where that came from.
dutch: [_MG_] Hahaha.... vertel het niet! Laat Mat je gewoon wat meer gunsten verschuldigd zijn en er zal meer zijn waar dat vandaan komt.
german: [_MG_] Hahaha.... erwähnen Sie es nicht! Einfach Matt um dir mehr Gunst zu verdanken und es wird mehr geben, woher das kam.
italian: [_MG_] Hahaha.... Non c'è di che! Fai in modo che Matt ti debba altri favori e ce ne saranno altri da dove è venuto quello.

source: [_RT_] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
dutch: [_RT_] {i}Wat doe ik hier? Ik kan veel problemen krijgen als iemand mij ziet.{/i}
german: [_RT_] {i}Was mache ich hier? Ich könnte in großen Schwierigkeiten geraten, wenn jemand mich sieht.{/i}
italian: [_RT_] {i}Che ci faccio qui? Potrei finire in un sacco di guai se qualcuno mi vede.
russian: [_RT_] {i}Что я делаю здесь? Я могу попасть в много проблем, если кто-то меня увидит.{/i}

source: {b}{i}"You have found the "Three of Spades!" Card!"{/i}{/b}
dutch: {b}{i}"Je hebt de "Drie van Spades!" Kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Drei von Paten gefunden!" Karte!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Three of Spades!" "{/i}{/b}
russian: {b}{i}"Вы нашли карту "Три поля!"{/i}{/b}

source: [_RT_] {i}Nothing in here.{/i}
dutch: [_RT_] {i}Niets hier.{/i}
german: [_RT_] {i}Nichts in hier.{/i}
italian: [_RT_] {i}Niente qui dentro.{/i}

source: [_RT_] {i}I've already been there tonight.{/i}
dutch: [_RT_] {i}Ik ben er al tonight.{/i} geweest
german: [_RT_] {i}Ich war heute Abend schon dabei.{/i}
italian: [_RT_] {i}Ci sono già stato stasera.{/i}

source: [_RT_] {i}I better not try to push my luck anymore tonight.{/i}
dutch: [_RT_] {i}Ik probeer beter niet nog meer geluk te drukken.{/i}
german: [_RT_] {i}Ich versuche heute Abend nicht mehr mein Glück zu schieben.{/i}
italian: [_RT_] {i}Farò meglio a non sfidare più la fortuna stasera.{/i}
russian: [_RT_] {i}Мне лучше не пытаться отталкивать мою удачу сегодня.{/i}

source: [_RT_] {i}They'll only let me in while Mom or Sidney are working.{/i}
dutch: [_RT_] {i}ze laten me alleen maar binnen terwijl mevrouw of Sidney aan het werken zijn.{/i}
german: [_RT_] {i}Sie lassen mich nur ein, während Mutter oder Sidney arbeiten.{/i}
italian: [_RT_] {i}Mi lasceranno entrare solo mentre mamma o Sidney stanno funzionando.{/i}

source: [_RT_] {i}They'll only let me in while Mom is working.{/i}
dutch: [_RT_] {i}ze zullen me alleen in de steek laten terwijl mevrouw werkt.{/i}
german: [_RT_] {i}Sie lassen mich nur ein, während die Mutter arbeitet.{/i}
italian: [_RT_] {i}Mi faranno entrare solo quando mamma sta lavorando.

source: [_RT_] {i}They wouldn't let a minor in.{/i}
dutch: [_RT_] {i}Ze zouden geen kleine inkomende in.{/i}
german: [_RT_] {i}Sie würden keine Kleinen in sich lassen.{/i}
italian: [_RT_] {i}Non farebbero entrare un minorenne.
russian: [_RT_] {i}Они не могли бы позволить второстепенной информации.{/i}

source: [_RT_] {i}It's only open at night.{/i}
dutch: [_RT_] {i}is alleen 's nachts open.{/i}
german: [_RT_] {i}Es ist nur nachts geöffnet.{/i}
italian: [_RT_] {i}E' aperto solo di notte.{/i}
russian: [_RT_] {i}открыт только ночью.{/i}

source: [_RT_] {i}Ok, off to the studio!{/i}
dutch: [_RT_] {i}Ok, uit naar de studio!{/i}
german: [_RT_] {i}Ok, ab zum Studio!{/i}
italian: [_RT_] {i}Ok, via allo studio! {/i}
russian: [_RT_] {i}Хорошо, на студию!{/i}

source: (Wait! I know you're in a hurry to go see Uncle Bobby, but you really need to go check out the portrait in the lounge.)
dutch: (Wacht! Ik weet dat je haast hebt om de oom Bobby te bezoeken, maar je moet echt het portret in de lounge bekijken.)
german: (Warte! Ich weiß, dass du es eilig hast, Onkel Bobby zu sehen, aber du musst wirklich das Portrait in der Lounge anschauen.)
italian: (Aspetta! So che hai fretta di andare a trovare lo zio Bobby, ma devi davvero andare a vedere il ritratto nel salone.)
russian: (Вот! Я знаю, что ты торопишься, чтобы увидеть Дядя Боби, но тебе действительно нужно посетить портрет в салоне.)

source: (It's just nice to have some back-story.)
dutch: (Het is gewoon leuk om een back-story te hebben.)
german: (Es ist einfach schön, eine Back-Story zu haben.)
italian: (E' bello avere un pò di storia alle spalle.)
russian: (Приятно иметь бэк-историю.)

source: (If you're just really not into backstory, you can just click on [dad_name], the dad, and rush through his whole spiel, then you will be able to come back here and see Uncle Bobby.)
dutch: (Als je gewoon niet in de backstory zit, kun je gewoon klikken op [dad_name], de dad, en haast door zijn hele spiel, dan kan je hier terugkomen en zie de oom Bobby.)
german: (Wenn du wirklich nicht in die Backstory kommst, kannst du einfach auf [dad_name]klicken, den Vater, und stürzen Sie sich durch sein ganzes Spiel, dann können Sie wieder hierher kommen und Onkel Bobby sehen.)
italian: (Se proprio non ti piace la storia, puoi semplicemente cliccare su [dad_name], il padre, e fare in fretta tutta la sua tiritera, poi potrai tornare qui e vedere lo zio Bobby.)
russian: (Если вы просто не в обратную историю, вы можете просто нажать на [dad_name], папа, и просыпается весь его паук, то вы сможете вернуться сюда и увидеть Дядя Бобби.)

source: (Good Luck)
dutch: Stemming Geluk)
italian: (Buona fortuna)
russian: (Настроенная Удача)

source: [_RT_] {i}It's too dangerous to go at night.{/i}
dutch: [_RT_] {i}Het is te gevaarlijk om 's nachts te gaan.{/i}
german: [_RT_] {i}Es ist zu gefährlich, um nachts zu gehen.{/i}
italian: [_RT_] {i}È troppo pericoloso andare di notte.{/i}
russian: [_RT_] {i}слишком опасно идти ночью.{/i}

source: [_RT_] {i}Ok, off to the warehouse!{/i}
dutch: [_RT_] {i}Ok, uit naar het magazijn!{/i}
german: [_RT_] {i}Ok, zum Lager!{/i}
italian: [_RT_] {i}Ok, via al magazzino! {/i}
russian: [_RT_] {i}Хорошо, на склад!{/i}

source: [_RT_] {i}I wonder where he is?{/i}
dutch: [_RT_] {i}Ik vraag me af waar hij is?{/i}
german: [_RT_] {i}Ich frage mich, wo er ist? {/i}
italian: [_RT_] {i}Mi chiedo dove sia? {/i}
russian: [_RT_] {i}Интересно, где он находится?{/i}

source: [_B_] Oh good, you're finally here!
dutch: [_B_] Oh goed, je bent eindelijk hier!
german: [_B_] Oh gut, du bist endlich da!
italian: [_B_] Oh bene, finalmente sei qui!

source: [_R_] .... What in the hell is going on, Uncle Bobby?...
dutch: [_R_] .... Wat in de hel gebeurt, oom Bobby?...
german: [_R_] .... Was in der Hölle los ist, Onkel Bobby?...
italian: [_R_] .... Che diavolo sta succedendo, zio Bobby?...
russian: [_R_] .... Что в аду, Дядя Бобби?...

source: [_B_] Relax kid, you're out of breath, have some whisky or something.
dutch: [_B_] Relax kind, je bent buiten adem, heb wat whisky of iets.
german: [_B_] Entspanntes Kind, du bist aus dem Atem, hast Whisky oder etwas.
italian: [_B_] Rilassati ragazzo, sei senza fiato, prendi del whisky o qualcosa del genere.
russian: [_B_] Расслабляйся, ты дышаешь, шепчет или что-нибудь.

source: [_R_] I'm too young to drink.
dutch: [_R_] Ik ben te jong om te drinken.
german: [_R_] Ich bin zu jung, um zu trinken.
italian: [_R_] Sono troppo giovane per bere.
russian: [_R_] Я слишком молод, чтобы выпить.

source: [_B_] Ehh.... suit yourself. More for me. {p}God knows I need a few more!
dutch: [_B_] Ehh.... pak jezelf goed. Meer voor mij. {p}weet dat ik er nog een paar nodig heb!
german: [_B_] Ehhh.... passt dir zu. Mehr für mich. {p}Gott weiß, ich brauche ein paar mehr!
italian: [_B_] Ehh.... come vuoi tu. Più per me. {p}Dio sa che ne ho bisogno di più!

source: [_R_] What's going on, Uncle Bobby?
dutch: [_R_] Wat gebeurt er, oom Bobby?
german: [_R_] Was los ist, Onkel Bobby?
italian: [_R_] Cosa sta succedendo, zio Bobby?
russian: [_R_] Что происходит, Дядя Бобби?

source: [_B_] The Feds got wise to us, is what's going on.
dutch: [_B_] De Feds werden wijs voor ons, is wat er aan de hand is.
german: [_B_] Die Fette sind weise zu uns gekommen, ist es, was vor sich geht.
italian: [_B_] I federali si sono accorti di noi, ecco cosa sta succedendo.

source: [_R_] The Feds got wise to what?
dutch: [_R_] De Feds werden wijs waarom?
german: [_R_] Die Fette sind klug zu was?
italian: [_R_] I federali si sono accorti di cosa?

source: [_B_] To our not so legitimate business operations.
dutch: [_B_] Aan onze minder legitieme zakelijke operaties.
german: [_B_] Zu unseren nicht so legitimen Geschäftstätigkeiten.
italian: [_B_] Delle nostre operazioni commerciali non proprio legittime.
russian: [_B_] К нашим не таким законным деловым операциям.
