Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_M_] Our story starts out in Thebes, at the royal palace where Oedipus is greeted by a procession of priests...
dutch: [_M_] Ons verhaal begint in Thebes, bij het koninklijk paleis waar Oedipus wordt begroet door een processie van priesters...
german: [_M_] Unsere Geschichte beginnt in Thebes, im königlichen Palast, in dem Oedipus von einer Prozession von Priestern begrüßt wird...
italian: [_M_] La nostra storia inizia a Tebe, al palazzo reale dove Edipo viene accolto da una processione di sacerdoti...
russian: [_M_] Наша история начинается в Фивах, в королевском дворце, где Оедипус встречает процессия священников...

source: [_M_] .... Plague{p}.... creon{p}.... apollo{p}.... thebes...
dutch: [_M_] .... Plaag{p}.... creon{p}.... apollo{p}.... thebes...
italian: [_M_] .... Peste{p}.... creonte{p}.... apollo{p}.... tebe...
russian: [_M_] .... Болезнь{p}.... creon{p}.... apollo{p}.... thebes...

source: [_RT_] {i}Oh my gosh this is so boring! Greek plays are the worst, how am I supposed to pay attention to this. I've never heard of Oedipus before, why should I care about him now?{/i}
dutch: [_RT_] {i}Oh mijn gek dit zo saai is! Grieks spelen zijn het ergste, hoe moet ik daar aandacht aan besteden? Ik heb nog nooit van Oedipus gehoord, waarom zou ik me nu om hem bekommeren?{/i}
german: [_RT_] {i}Oh mein Gott, das ist so langweilig! Griechische Theaterstücke sind das Schlimmste, wie soll ich dem Aufmerksamkeit schenken. Ich habe noch nie von Ödipus gehört, warum sollte ich mich jetzt für ihn interessieren?{/i}
italian: [_RT_] {i}Oh mio Dio è così noioso! Le opere greche sono le peggiori, come posso prestare attenzione a questo? Non ho mai sentito parlare di Edipo prima, perché dovrei interessarmi a lui ora?
russian: [_RT_] {i}О мой Господин это так скучно! Греческие пьесы худшие, как я должен обратить внимание на это. Я никогда не слышал об Эдипусе, почему мне сейчас стоит позаботиться о нем?{/i}

source: [_RT_] {i}Oh, yeah! I just remembered that Mom is wearing the same outfit that she wore on the stage at the strip club!{/i}
dutch: [_RT_] {i}Oh, ja! Ik herinner me net dat Mama dezelfde outfit droeg als in de strip club!{/i}
german: [_RT_] {i}Oh, ja! Mir ist gerade eingefallen, dass Mama das gleiche Outfit trägt wie auf der Bühne des Stripclubs
italian: [_RT_] {i}Oh, sì! Mi sono appena ricordata che la mamma indossa lo stesso vestito che indossava sul palco dello strip club!
russian: [ _RT_] {i}О, да! Я только что вспомнил, что мама носит тот же наряд, который она носила на сцене в стрип-клубе! { /i }

source: [_RT_] {i}Those are some good memories.... {/i}
dutch: [_RT_] {i}Dat zijn goede herinneringen.... {/i}
german: [_RT_] {i}Das sind einige gute Erinnerungen.... {/i}
italian: [_RT_] {i}Questi sono dei bei ricordi.... {/i}
russian: [ _RT_] {i}Это хорошие воспоминания .... { /i }

source: [_RT_] {i}Why does Mom have to be so hot?{/i}
dutch: [_RT_] {i}Waarom moet mevrouw zo warm zijn?{/i}
german: [_RT_] {i}Warum muss Mama so heiß sein?{/i}
italian: [_RT_] {i}Perché la mamma deve essere così sexy?
russian: [_RT_] {i}Почему мама должна быть настолько жаркой?{/i}

source: [_RT_] {i}Why did I have to see her humping that pole?{/i}
dutch: [_RT_] {i}Waarom heb ik haar die pool moeten vochten?{/i}
german: [_RT_] {i}Warum musste ich sehen, wie sie die Stange bumst?{/i}
italian: [_RT_] {i}Perché ho dovuto vederla scopare quel palo? {/i}
russian: [_RT_] {i}Почему мне приходилось видеть её устрашающую поле?{/i}

source: [_RT_] {i}I'll never be able to look at her the same again.{/i}
dutch: [_RT_] {i}Ik zal nooit meer hetzelfde naar haar kunnen kijken.{/i}
german: [_RT_] {i}Ich werde sie nie wieder so ansehen können wie früher
italian: [_RT_] {i}Non potrò mai più guardarla allo stesso modo.{/i}
russian: [ _RT_] {i}Я никогда не смогу смотреть на нее снова. { /i }

source: [_RT_] {i}I just wish I could knock off my dad and take his place in her bed.{/i}
dutch: [_RT_] {i}Ik wou dat ik van mijn vader af kon vallen en zijn plaats in haar bed kon nemen.{/i}
german: [_RT_] {i}Ich wünschte nur, ich könnte meinen Dad umlegen und seinen Platz in ihrem Bett einnehmen
italian: [_RT_] {i}Vorrei solo poter far fuori mio padre e prendere il suo posto nel suo letto.
russian: [_RT_] {i}Я только что хочу, чтобы отдать своего отца и занять его место на кой.{/i}

source: [_RT_] {i}Wooow, that's pretty fucked up, I'll bet there's not even a name for this sick psychotic condition I have.{/i}
dutch: [_RT_] {i}Wooow, dat is best fuckt, ik wed dat er geen naam is voor deze zieke psychotische aandoening die ik heb.{/i}
german: [_RT_] {i}Wooow, das ist ziemlich abgefuckt, ich wette, es gibt nicht mal einen Namen für diesen kranken psychotischen Zustand, den ich habe
italian: [_RT_] {i}Wooow, questo è piuttosto incasinato, scommetto che non c'è nemmeno un nome per questa condizione psicotica malata che ho.{/i}
russian: [ _RT_] {i}Деревянный, это довольно хреново, я готов поспорить, что нет даже имени для этого больного психотического состояния, которое у меня есть. { /i }

source: [_M_] And so Oedipus orders that the murderer of Laius be driven out...
dutch: [_M_] En zo Oedipus orders dat de moordenaar van Laius wordt uitgejouwd...
german: [_M_] Und so befiehlt Ödipus, den Mörder des Laios zu vertreiben...
italian: [_M_] E così Edipo ordina che l'assassino di Laio sia cacciato...
russian: [_M_] И так Oedipus приказывает, что убийцу Лая нужно изгнать...

source: [_RT_] {i}I wish I could just taste that beautiful ass!{/i}
dutch: [_RT_] {i}Ik wou dat ik dat mooie assortiment kon smaken!{/i}
german: [_RT_] {i}Ich wünschte, ich könnte diesen wunderschönen Arsch einfach nur probieren
italian: [_RT_] {i}Vorrei poter assaggiare quel bel culo!
russian: [_RT_] {i}Я желаю, чтобы вкус был прекрасным!{/i}

source: [_M_] Lauren? What was Laius' relationship to Oedipus?
dutch: [_M_] Lauren? Wat was de relatie van Laius met Oedipus?
german: [_M_] Lauren? In welcher Beziehung stand Laius zu Ödipus?
italian: [_M_] Lauren? Che relazione aveva Laio con Edipo?
russian: Лорен? Что за отношения Лайуса с Эдипом?

source: [_L_] He was his father, but Oedipus didn't know it.
dutch: [_L_] Hij was zijn vader, maar Oedipus wist het niet.
german: [_L_] Er war sein Vater, aber Ödipus wusste es nicht.
italian: [_L_] Era suo padre, ma Edipo non lo sapeva.
russian: Он был его отцом, но Эдип этого не знал.

source: [_M_] Correct! Now you get a prize for such a good answer.
dutch: [_M_] Correct! Je krijgt nu een prijs voor zo'n goed antwoord.
german: [_M_] Richtig! Jetzt bekommen Sie einen Preis für eine so gute Antwort.
italian: [_M_] Corretto! Ora avrai un premio per una risposta così buona.
russian: [ _M_] Исправьте! Теперь ты получишь приз за такой хороший ответ.

source: [_M_] Just come and take it.
dutch: [_M_] Kom en neem het aan.
german: [_M_] Komm einfach und nimm es dir.
italian: [_M_] Vieni a prenderlo.
russian: [_M_] Просто приди и возьми его.

source: [_R_] Huh?...
dutch: [_R_] Hoera?...
italian: [_R_] Eh?...
russian: [ _R_]

source: [_M_] [ryan] you were falling asleep. I need you to pay attention. You will be graded on your participation.
dutch: [_M_] [ryan] Je bent in slaap gevallen. Ik moet je goed opletten. Je wordt beoordeeld op je deelname.
german: [_M_] [ryan] Du warst dabei einzuschlafen. Ich möchte, dass Sie aufmerksam sind. Ihr werdet für eure Teilnahme benotet.
italian: [_M_] [ryan] ti stavi addormentando. Ho bisogno che tu presti attenzione. Sarai valutato in base alla tua partecipazione.
russian: [ _M_] [ ryan] вы засыпали. Мне нужно, чтобы вы обратили внимание. Вы будете классифицированы по своему участию.

source: [_R_] Yeah, I know.... I'll try...
dutch: [_R_] Yeah, ik weet het.... Ik zal proberen...
german: [_R_] Ja, ich weiß.... Ich werde es versuchen...
italian: [_R_] Sì, lo so.... Ci proverò...
russian: Да, я знаю ... Я попробую ...

source: [_M_] And so hearing all of this, Oedipus decides to solve the mystery of Laius' murder...
dutch: [_M_] En zo hoor je dit alles, besluit Oedipus om de mysterie van de moord van Laius op te lossen...
german: [_M_] Und wenn man all dies hört, beschließt Oedipus das Geheimnis des Mordes von Laius zu lösen...
italian: [_M_] E così sentendo tutto questo, Edipo decide di risolvere il mistero dell'omicidio di Laio...
russian: [_M_] И так слышав все это, Oedipus решает решить тайну убийства Laius...

source: [_MB_] {i}(whispering){/i} Your mom has one fine ass! Don't you think?
dutch: [_MB_] {i}(fluistert){/i} Je moeder heeft één mooie zaak! Denk je niet?
german: [_MB_] {i}(flüstern){/i} Deine Mutter hat einen feinen Arsch!
italian: [_MB_] {i}(sussurrando){/i}Tua madre ha un bel culo! Non credi?
russian: [_MB_] {i}(шепёт){/i} У вашей мамы есть одна прекрасная помощь! Не думали?

source: [_R_] {i}(whispering desperately){/i}.... what, are you crazy! She's my mom! I would never think of her like that!
dutch: [_R_] {i}(wanhopig fluisteren){/i}.... Wat ben je gek! Ze is mijn moeder geworden! Ik zou er nooit zo aan denken!
german: [_R_] {i}(flüsternd verzweifelt){/i}.... Was ist, bist du verrückt! Sie ist mein Mam! Ich würde ihr nie so denken!
italian: [_R_] {i}(sussurrando disperatamente){/i}.... cosa, sei pazzo! Lei è mia madre! Non penserei mai a lei in quel modo!
russian: [_R_] {i}(шепчет отчаянно){/i}.... Что, ты сумасшел! Она моя мама! Я никогда не думал об этом!

source: [_MB_] {i}(whispering){/i} yeah right, and that's just a circus tent under your pants.
dutch: [_MB_] {i}(fluister){/i} goed en dat is gewoon een circus tent onder je broek.
german: [_MB_] {i}(flüstern){/i} ja, und das ist nur ein Zirkuszelt unter deiner Hose.
italian: [_MB_] {i}(sussurrando){/i} sì, e quella è solo una tenda da circo sotto i tuoi pantaloni.
russian: [_MB_] {i}(шепёт){/i} Хорошо, и это просто цирковая палатка под брюками.

source: [_MB_] {i}(whispering){/i} I know the hunger that's in your expression as you stare at her.
dutch: [_MB_] {i}(fluistering){/i} Ik ken de honger die in jouw expressie zit als je bij haar staart.
german: [_MB_] {i}(flüstern){/i} Ich kenne den Hunger, der in deinem Ausdruck steht, wenn du auf sie starrst.
italian: [_MB_] {i}(sussurrando){/i} Conosco la fame che c'è nella tua espressione mentre la fissi.
russian: [_MB_] {i}(шепот){/i} Я знаю голод в твоем выражении, как ты ее видишь.

source: [_MB_] {i}(whispering){/i} Relax though.... I don't judge, and I don't blame you one little bit.
dutch: [_MB_] {i}(fluistering){/i} Relax maar.... Ik oordeel niet en ik verwijt je één klein beetje.
german: [_MB_] {i}(flüstern){/i} Entspannen.... Ich beurteile nicht, und ich mache dir kein bisschen Vorwürfe.
italian: [_MB_] {i}(sussurrando){/i} Rilassati però.... Non giudico e non ti biasimo neanche un pò.
russian: [_MB_] {i}(шепьет){/i} Релакса.... Я не осуждаю и не вижу тебя немного.

source: [_MB_] {i}(whispering){/i} In fact, I can help you get what you want.
dutch: [_MB_] {i}(fluister){/i} In feite kan ik je helpen om te krijgen wat je wilt.
german: [_MB_] {i}(flüstern){/i} In der Tat kann ich dir helfen, was du willst.
italian: [_MB_] {i}(sussurrando){/i} Infatti, posso aiutarti ad ottenere ciò che vuoi.
russian: [_MB_] {i}(шепёт){/i} фактически я могу помочь вам получить то, что хотите.

source: [_R_] {i}(whispering){/i} What do you mean?
dutch: [_R_] {i}(fluister){/i} Wat bedoel je?
german: [_R_] {i}(flüstern){/i} Was meinst du?
italian: [_R_] {i}(sussurrando){/i} Cosa vuoi dire?
russian: [_R_] {i}(шепотая){/i} Что вы значите?

source: [_MB_] {i}(whispering){/i} I mean I can help you conquer your mom.
dutch: [_MB_] {i}(fluistering){/i} Ik bedoel dat ik je kan helpen om je moeder te veroveren.
german: [_MB_] {i}(flüstern){/i} Ich meine, ich kann dir helfen, deine Mutter zu erobern.
italian: [_MB_] {i}(sussurrando){/i}Voglio dire che posso aiutarti a conquistare tua madre.
russian: [_MB_] {i}(шепот){/i} я имею в виду, что я могу помочь вам завоевать твою маму.

source: [_R_] {i}(whispering){/i} Ha.... yeah right.
dutch: [_R_] {i}(fluistering){/i} Ha.... goed meer.
german: [_R_] {i}(flüstern){/i} Ha.... Ja, Recht.
italian: [_R_] {i}(sussurrando){/i} Ha.... sì, giusto.
russian: [_R_] {i}(шепотая){/i} Ха.... Хорошо.

source: [_MB_] {i}(whispering){/i} I'm serious, all I would want in return is a go at her myself.
dutch: [_MB_] {i}(fluistering){/i} Ik ben serieus, het enige wat ik in ruil zou willen is een ga naar mezelf.
german: [_MB_] {i}(flüstern){/i} Ich bin ernst, alles, was ich mir im Gegenzug wünschen würde, ist ein Schlag gegen sie selbst.
italian: [_MB_] {i}(sussurrando){/i} Sono serio, tutto quello che vorrei in cambio è un tentativo con lei.
russian: [_MB_] {i}(шепёт){/i} Я серьезный, я бы хотел, чтобы все вовсе не пошло к ней.

source: [_MB_] {i}(whispering){/i} And if you're willing to share, I'd be willing to share what I have with you.
dutch: [_MB_] {i}(fluistering){/i} En als je bereid bent om te delen, ben ik bereid om te delen wat ik met je heb.
german: [_MB_] {i}(flüstern){/i} Und wenn du bereit bist zu teilen, würde ich gerne mit dir teilen, was ich habe.
italian: [_MB_] {i}(sussurrando){/i} E se tu sei disposto a condividere, io sarei disposto a condividere quello che ho con te.

source: [_RT_] {i}If anyone could help me seduce Mom, it would probably be Matt.{/i}
dutch: [_RT_] {i}Als iemand me zou kunnen helpen om de Mama te verlagen, zou het waarschijnlijk Matt.{/i} zijn
german: [_RT_] {i}Wenn mir jemand helfen könnte, Mama zu verführen, wäre es wahrscheinlich Matt. {/i}
italian: [_RT_] {i}Se qualcuno potesse aiutarmi a sedurre la mamma, probabilmente sarebbe Matt.{/i}
russian: [_RT_] {i}Если кто-нибудь может помочь мне успокоить маму, то это может быть Matt.{/i}

source: [_RT_] {i}Would I really be willing to share Mom with someone?{/i}
dutch: [_RT_] {i}Zou ik echt bereid zijn om mijn moeder met iemand te delen?{/i}
german: [_RT_] {i}Wäre ich wirklich bereit, Mama mit jemandem zu teilen? {/i}
italian: [_RT_] {i}Sarei davvero disposto a condividere la mamma con qualcuno?
russian: [_RT_] {i}Я действительно готов рассказать кому-то о маме?{/i}

source: [_RT_] {i}I could always use another ally in my quest to fuck Mom{/i}
dutch: [_RT_] {i}Ik kan altijd een andere bondgenoot gebruiken in mijn zoektocht naar fuck Mom{/i}
german: [_RT_] {i}Ich konnte in meiner Quest immer einen anderen Verbündeten benutzen, um Mom{/i} zu ficken
italian: [_RT_] {i}Potrei sempre usare un altro alleato nella mia ricerca di scopare la mamma{/i}.
russian: [_RT_] {i}Я всегда могу использовать другого союзника в своем задании, чтобы есть{/i}

source: [_RT_] {i}But would it bother me if the treasure gets passed around?{/i}
dutch: [_RT_] {i}Maar zou het me zorgen als de schat wordt overgeslagen?{/i}
german: [_RT_] {i}Aber würde es mich stören, wenn der Schatz vergangen wird? {/i}
italian: [_RT_] {i}Ma mi darebbe fastidio se il tesoro venisse passato di mano in mano? {/i}.
russian: [_RT_] {i}Но будет ли мне беспокоить, если сокровища пройдены вокруг?{/i}

source: [_RT_] {i}And if I get to share what's Matt's, I could be getting way more treasure than just Mom.{/i}
dutch: [_RT_] {i}En als ik wat 's Matt's mag delen, zou ik veel meer schatten kunnen krijgen dan alleen Mom.{/i}
german: [_RT_] {i}Und wenn ich die Matten teilen kann, könnte ich viel mehr Schätze bekommen als nur Mama. {/i}
italian: [_RT_] {i}E se riesco a condividere quello che è di Matt, potrei ottenere molto più tesoro della sola mamma.
russian: [_RT_] {i}И если я поделюсь о том, что такое мат, я могу получить больше сокровищ, чем просто мама.{/i}

source: [_RT_] {i}Hmmm.... what should I do?{/i}
dutch: [_RT_] {i}Hmmm.... wat moet ik doen?{/i}
german: [_RT_] {i}Hmmm.... was soll ich tun? {/i}
italian: [_RT_] {i}Hmmm.... cosa dovrei fare? {/i}
russian: [_RT_] {i}Гммм.... что я должен делать?{/i}

source: [_R_] {i}(whispering){/i} Ok, but the deal is that I get her first. After I've "conquered" her, then you can have a go at her.
dutch: [_R_] {i}(fluister){/i} Ok, maar de deal is dat ik haar eerst krijg. Nadat ik haar heb "overwonnen, dan kan je haar gaan bezoeken.
german: [_R_] {i}(flüstern){/i} Ok, aber das Deal ist, dass ich sie zuerst bekomme. Nachdem ich sie "erobert" habe, kannst du sie angreifen.
italian: [_R_] {i}(sussurrando){/i} Ok, ma l'accordo è che io la prendo per primo. Dopo che l'avrò "conquistata", allora potrai provarci tu con lei.
russian: [_R_] {i}(шепёт){/i} Хорошо, но сделка заключается в том, что я доставлю её первым. После того, как я "завоевал" ее, тогда ты сможешь пойти к ней.

source: [_MB_] {i}(whispering){/i} Ha.... I knew you were a horndog like me! Ok, just give me a little time and I'll figure something out.
dutch: [_MB_] {i}(fluistering){/i} Ha.... Ik wist dat jij een hoornhond was zoals ik! Ok, geef me even wat tijd en ik zal iets uitzoeken.
german: [_MB_] {i}(flüstern){/i} Ha.... Ich wusste, dass du ein Hornhund wie ich warst! Ok, gib mir nur ein wenig Zeit und ich werde etwas herausfinden.
italian: [_MB_] {i}(sussurrando){/i} Ha.... Sapevo che eri un arrapato come me! Ok, dammi solo un pò di tempo e mi inventerò qualcosa.

source: [_MB_] {i}(whispering){/i} And to show you how committed I am, go into the first bathroom stall in the boy's bathroom during the afternoon and I'll send you a surprise.
dutch: [_MB_] {i}(fluister){/i} En om je te laten zien hoe geëngageerd ik ben, ga 's middags in de eerste badkamer, in de badkamer, dan stuur ik je een verrassing.
german: [_MB_] {i}(flüstern){/i} Und um Ihnen zu zeigen, wie engagiert ich bin gehen Sie in den ersten Badestand im Badezimmer des Jungen während des Nachmittags und ich werde Ihnen eine Überraschung senden.
italian: [_MB_] {i}(sussurrando){/i} E per mostrarti quanto mi impegno, vai nel primo bagno del bagno dei ragazzi durante il pomeriggio e ti manderò una sorpresa.

source: [_RT_] {i}Hmmmm.... I wonder what the surprise could be.{/i}
dutch: [_RT_] {i}Hmmmm.... Ik vraag me af wat de verrassing zou kunnen zijn.{/i}
german: [_RT_] {i}Hmmmm.... Ich frage mich, was die Überraschung sein könnte.{/i}
italian: [_RT_] {i}Hmmmm.... Mi chiedo quale possa essere la sorpresa.{/i}

source: [_M_] So, to help him find the murderer, Oedipus calls for the great prophet Tiresias...
dutch: [_M_] Dus, om hem te helpen de moordenaar te vinden, roept Oedipus op tot de geweldige profeet Tiresias...
german: [_M_] Um ihm zu helfen, den Mörder zu finden, ruft Ödipus nach dem großen Propheten Tiresias...
italian: [_M_] Così, per aiutarlo a trovare l'assassino, Edipo chiama il grande profeta Tiresia...

source: [_RT_] {i}Oh good, class is finally over.{/i}
dutch: [_RT_] {i}Oh goed, de les is eindelijk voorbij.{/i}
german: [_RT_] {i}Oh gut, Klasse ist endlich vorbei.{/i}
italian: [_RT_] {i}Oh bene, la lezione è finalmente finita.{/i}
russian: [_RT_] {i}Хорошо, класс закончился.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to visit the first stall in the school bathroom in the afternoon.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet de eerste stal in de badkamer van vanmiddag bezoeken.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss den ersten Stand im Schulbad am Nachmittag besuchen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo visitare la prima bancarella del bagno della scuola nel pomeriggio.{/i}

source: [_R_] {i}(whispering){/i} You're a sick fuck. Did you know that?
dutch: [_R_] {i}(fluistering){/i} Je bent ziek. Wist je dat?
german: [_R_] {i}(flüstern){/i} Du bist ein kranker Fick. Hast du das gewusst?
italian: [_R_] {i}(sussurrando){/i} Sei un malato del cazzo. Lo sapevi?
russian: [_R_] {i}(шепотая){/i} Ты больной фук. Ты это знаешь?

source: [_R_] {i}(whispering){/i} I don't know what your perverted imagination is coming up with, but I don't want to fuck my own mother!
dutch: [_R_] {i}(fluistering){/i} Ik weet niet wat je geperverteerde fantasie oplevert, maar ik wil mijn eigen moeder niet laten vermoeien!
german: [_R_] {i}(flüstern){/i} Ich weiß nicht, wie deine perverse Fantasie aussieht, aber ich möchte meine eigene Mutter nicht ficken!
italian: [_R_] {i}(sussurrando){/i}Non so cosa ti stia venendo in mente la tua immaginazione perversa, ma io non voglio scoparmi mia madre!
russian: [_R_] {i}(шепёт){/i} Я не знаю, с чем приближается твоя извращенная фантазия, но я не хочу ебать мою маму!

source: [_MB_] {i}(whispering){/i} yeah, well you're clearly in denial, and since you're pretending not to be interested, I think I'll just try to have a go at her anyways.
dutch: [_MB_] {i}(fluistering){/i} yeh, het is goed dat je duidelijk weigert, en omdat je doet alsof je niet geïnteresseerd bent, denk ik dat ik zal proberen haar toch maar te proberen.
german: [_MB_] {i}(flüstern){/i} ja, du bist klar im Leugnen, und da Sie so tun, als seien Sie nicht interessiert, denke ich, ich werde nur versuchen, einen Schritt an sie trotzdem.
italian: [_MB_] {i}(sussurrando){/i} sì, beh, sei chiaramente in fase di negazione, e dato che stai fingendo di non essere interessato, penso che ci proverò lo stesso con lei.
russian: [_MB_] {i}(шепота){/i} да, хорошо вы ясно отрицаете, И поскольку ты притворяешься, чтобы не быть интересным, я думаю, я просто постараюсь идти на ней в любом случае.

source: [_R_] {i}(whispering){/i} Don't you dare!
dutch: [_R_] {i}(fluistering){/i} Durf jij dat niet!
german: [_R_] {i}(flüstern){/i} wagst du nicht!
italian: [_R_] {i}(sussurrando){/i} Non osare!
russian: [_R_] {i}(шепёт){/i} Вы не решились!

source: [_MB_] {i}(whispering){/i} Ah ha.... I knew it!
dutch: [_MB_] {i}(fluistering){/i} Ah ha.... Ik wist het!
german: [_MB_] {i}(flüstern){/i} Ah ha.... Ich wusste es!
italian: [_MB_] {i}(sussurrando){/i} Ah ha.... Lo sapevo!
russian: [_MB_] {i}(шепота){/i} Ах ха.... Я знал об этом!

source: [_MB_] {i}(whispering){/i} Don't worry, I won't tell anyone, and I won't go after her, but if she comes sniffing around here, I won't be able to resist myself.
dutch: [_MB_] {i}(fluistering){/i} Geen zorgen, dat zal ik niemand vertellen. en ik zal niet na haar gaan, maar als ze hier langskomt zal ik niet in staat zijn om me zelf te weerstaan.
german: [_MB_] {i}(flüstern){/i} Keine Sorge, ich werde niemandem sagen, und ich gehe nicht weiter nach ihr, aber wenn sie hier herumschnüffelt, kann ich mir nicht widerstehen.
italian: [_MB_] {i}(sussurrando){/i} Non preoccuparti, non lo dirò a nessuno e non la inseguirò, ma se viene a ficcare il naso qui intorno, non sarò in grado di resistere.
russian: [_MB_] {i}(шепот){/i} Не волнуйтесь, я никого не скажу, и я не поеду после нее, но если она придет сюда сплетена, я не смогу противостоять себе.

source: [_R_] {i}(whispering){/i} Yeah, right.... like that would ever happen.
dutch: [_R_] {i}(fluistering){/i} Yeh, rechts... zoals dat ooit zou gebeuren.
german: [_R_] {i}(flüstern){/i} Ja, richtig.... so würde es jemals passieren.
italian: [_R_] {i}(sussurrando){/i} Sì, giusto.... come se questo potesse mai accadere.
russian: [_R_] {i}(шепче){/i} Да, правда, так и было.

source: [_RT_] {i}Would that ever happen?{/i}
dutch: [_RT_] {i}Zou dat ooit gebeuren?{/i}
german: [_RT_] {i}Würde das jemals passieren?{/i}
italian: [_RT_] {i}Sarebbe mai successo? {/i}
russian: [_RT_] {i}Это когда-нибудь?{/i}

source: [_RT_] {i}I never thought Mom would take off her clothes in front of a bunch of horny guys either, but my own eyes proved me otherwise.{/i}
dutch: [_RT_] {i}Ik had nooit gedacht dat de moeder haar kleren voor een heleboel hornige jongens ook zou uitdoen. maar mijn eigen ogen hebben me anders bewezen. /i}
german: [_RT_] {i}Ich hätte nie gedacht, dass Mom ihre Kleidung vor einem Haufen geiler Kerle abziehen würde aber meine eigenen Augen bewiesen mich anders. /i}
italian: [_RT_] {i}Non ho mai pensato che mamma si sarebbe spogliata davanti a un gruppo di ragazzi arrapati, ma i miei occhi mi hanno dimostrato il contrario.
