Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_MT_] {i}If he did, I really feel kind of bad for yelling at him.{/i}
dutch: [_MT_] {i}Als hij dat gedaan heeft, dan voel ik me echt slecht voor het betogen op hem.{/i}
german: [_MT_] {i}Wenn er es tat, fühle ich mich wirklich schlecht für ihn. {/i}
italian: [_MT_] {i}Se l'ha fatto, mi sento davvero in colpa per avergli urlato contro.{/i}
russian: [_MT_] {i}Если он сделал, то я чувствую себя плохо для того, чтобы выловить у него.{/i}

source: [_MT_] {i}But if he didn't, I might really have a growing problem on my hands.{/i}
dutch: [_MT_] {i}Maar als hij dat niet had, zou ik wel eens een groeiend probleem aan mijn handen kunnen hebben.{/i}
german: [_MT_] {i}Aber wenn er es nicht täte, könnte ich wirklich ein wachsendes Problem auf meinen Händen haben.{/i}
italian: [_MT_] {i}Ma se non l'ha fatto, potrei davvero avere un problema crescente tra le mani.
russian: [_MT_] {i}Но если он не сделал, у меня действительно возникла растущая проблема.{/i}

source: [_RT_] {i}Well, I guess I should get one more peek for the road.{/i}
dutch: [_RT_] {i}Nou, ik denk dat ik nog één peek voor de weg zal krijgen.{/i}
german: [_RT_] {i}Nun, ich denke, ich sollte einen weiteren Blick für die Straße bekommen. {/i}
italian: [_RT_] {i}Beh, immagino che dovrei dare un'altra occhiata per la strada.{/i}

source: [_M_] [ryan]! It's time for you to leave!
dutch: [_M_] [ryan]! Het is tijd dat jij gaat!
german: [_M_] [ryan]! Es ist Zeit für dich zu gehen!
italian: [_M_] [ryan]! È ora che tu te ne vada!

source: [_R_] Of course, I'm leaving right now.
dutch: [_R_] Natuurlijk vertrek ik nu meteen.
german: [_R_] Natürlich, ich gehe gerade weg.
italian: [_R_] Certo, me ne sto andando proprio ora.

source: [_R_] I love you, mom!
dutch: [_R_] Ik hou van je, mam!
german: [_R_] Ich liebe dich, Mam!
italian: [_R_] Ti voglio bene, mamma!

source: [_M_] I know.... I'll see you tomorrow.
dutch: [_M_] Ik weet het... Ik zie je morgen.
german: [_M_] Ich weiß.... Ich werde dich morgen sehen.
italian: [_M_] Lo so.... Ci vediamo domani.

source: [_RT_] {i}And queue the post-coital regret!{/i}
dutch: [_RT_] {i}En laat de post-coitale spijt in de rij! {/i}
german: [_RT_] {i}Und stellen Sie sich in die Schlange des postkoitalen Bedauerns!{/i}
italian: [_RT_] {i}E coda il rimpianto post-coitale!{/i}
russian: [_RT_] {i}И очереди на пост-вторичное сожаление!{/i}

source: [_RT_] {i}I'm out of control.... maybe I should get help?.... Nah this is just harmless fun.{/i}
dutch: [_RT_] {i}Ik ben buiten controle .... misschien moet ik hulp krijgen?.... Nah dit is gewoon ongevaarlijke plezier.{/i}
german: [_RT_] {i}Ich bin außer Kontrolle.... vielleicht sollte ich mir Hilfe holen?.... Nein, das ist nur ein harmloser Spaß {/i}
italian: [_RT_] {i}Sono fuori controllo.... forse dovrei chiedere aiuto?.... No, questo è solo un divertimento innocuo.{/i}
russian: [_RT_] {i}Я не контролирую себя.... может мне стоит обратиться за помощью? .... Нет, это просто безобидная забава.

source: [_RT_] {i}Now I better get out of here before she notices me.{/i}
dutch: [_RT_] {i}Nu kom ik beter hier weg voordat ze me meldt.{/i}
german: [_RT_] {i}Ich verschwinde jetzt besser, bevor sie mich bemerkt.{/i}
italian: [_RT_] {i}Ora è meglio che me ne vada prima che lei si accorga di me.{/i}
russian: [_RT_] {i}Теперь мне лучше уйти отсюда, пока она меня не заметила.

source: [_RT_] {i}Good feelings gone. What's wrong with me!{/i}
dutch: [_RT_] {i}Goede gevoelens verdwenen. Wat is er mis met mij!{/i}
german: [_RT_] {i}Gute Gefühle sind weg. Was ist falsch mit mir!{/i}
italian: [_RT_] {i}I buoni sentimenti se ne sono andati. Cosa c'è di sbagliato in me!
russian: [_RT_] {i}Хорошие чувства пропали. Что не так со мной!{/i}

source: Would you like to see the tutorial?
dutch: Wil je de tutorial zien?
german: Möchten Sie das Tutorial sehen?
italian: Vuoi vedere il tutorial?
russian: Хотели бы вы увидеть руководство?

source: Yes.
dutch: Ja.
german: Ja.
italian: Sì.
russian: Да.

source: Skip to the end of v0.01b
dutch: Ga naar het einde van v0.01b
german: Zum Ende von v0.01b springen
italian: Salta alla fine della v0.01b
russian: Перейти к концу v0.01b

source: Don't skip the game
dutch: Sla het spel niet over
german: Spiel nicht überspringen
italian: Non saltare il gioco
russian: Не пропускать игру

source: Chose your route!
dutch: Kies je route!
german: Wähle deine Route!
italian: Scegli il tuo percorso!
russian: Выберите маршрут!

source: Loyalty route
german: Treue-Route
italian: Percorso della lealtà
russian: Маршрут лояльности

source: NTR route
italian: Percorso NTR
russian: Маршрут NTR

source: Back
dutch: Achterzijde
german: Zurück
italian: Indietro
russian: Назад

source: Peek down her robe
dutch: Trek haar gewaad neer
german: Schau dein Gewand ab
italian: Sbircia sotto la sua vestaglia
russian: Подпрыгивать вниз ее хаба

source: Gross!! That's just weird!
dutch: Gross!! Dat is gewoon raar!
german: Groß!! Das ist einfach seltsam!
italian: Che schifo! Questo è proprio strano!
russian: Гросс!! Это только странно!

source: Lauren, what the hell are you doing?
dutch: Lauren, wat ben je aan het doen?
german: Lauren, was zur Hölle machst du?
italian: Lauren, che diavolo stai facendo?
russian: Лоурен, что ты делаешь?

source: Sleep
dutch: Slaap
german: Schlafen
italian: Dormi
russian: Сон

source: Never mind
dutch: Maakt niet uit
german: Das macht nichts
italian: Non importa
russian: Не беспокоиться

source: Memes (Advances time)
dutch: Geheugen (tijd voorop)
german: Memes (Vorzeigezeit)
italian: Memes (tempo di avanzamento)
russian: Memes (время аванса)

source: Go sit down
dutch: Ga zitten naar beneden
german: Setzen Sie sich
italian: Vai a sederti
russian: Сидеть вниз

source: Ask Mom about her day
dutch: Vraag mama over haar dag
german: Mama nach ihrem Tag fragen
italian: Chiedi alla mamma della sua giornata
russian: Спросить маму о дне

source: Ask Lauren about her day
dutch: Lauren vragen over haar dag
german: Fragen Sie Lauren nach ihrem Tag
italian: Chiedi a Lauren della sua giornata
russian: Спросить Лорена о дне

source: Yes
dutch: ja
german: Ja
italian: Sì
russian: Да

source: Skip event and sleep till tomorrow
dutch: Event en slaap overslaan tot morgen
german: Event überspringen und bis morgen schlafen
italian: Salta l'evento e dormi fino a domani
russian: Пропустить событие и спящий до завтра

source: Jump to Mafia payment event.
dutch: Ga naar het betalingevenement van Mafia.
german: Springe zur Mafia Zahlungsereignis.
italian: Salta l'evento del pagamento della mafia.
russian: Перейти к платежному событию Mafia.

source: I'll pay them $1,000.
dutch: Ik zal ze $1.000 betalen.
german: Ich werde ihnen 1000 Dollar zahlen.
italian: Li pagherò 1.000 dollari.
russian: Я заплачу их 1000 долларов.

source: Shit!... I don't have enough money to pay the Mafia.
dutch: Shit!... Ik heb niet genoeg geld om de maffia te betalen.
german: Shit!... Ich habe nicht genug Geld, um die Mafia zu bezahlen.
italian: Merda!... Non ho abbastanza soldi per pagare la Mafia.
russian: Поехали!... У меня недостаточно денег для оплаты мафии.

source: Let Mom use her "ass"ets to pay the debt this week.
dutch: Laat Mama haar "activa" gebruiken om de schuld deze week te betalen.
german: Lassen Sie Mom ihre "ass"ets verwenden, um die Schulden in dieser Woche zu bezahlen.
italian: Lascia che la mamma usi le sue "chiappe" per pagare il debito di questa settimana.
russian: Позвольте маме использовать ее "ассеты", чтобы заплатить долг на этой неделе.

source: Look down
dutch: Naar beneden kijken
german: Nach unten schauen
italian: Guarda in basso
russian: Смотреть вниз

source: Look up
dutch: Naar boven kijken
german: Aufsehen
italian: Guardare in alto
russian: Поиск вверх

source: Cover up
dutch: Cover omhoog
german: Cover oben
italian: Coprire
russian: Обложка вверх

source: "Why should I?"
dutch: "Waarom zou ik moet?"
german: "Warum sollte ich?"
italian: "Perché dovrei?"
russian: «Почему я должен дела?»

source: Watch TV with Lauren
dutch: Kijk TV met Lauren
german: TV mit Lauren ansehen
italian: Guarda la TV con Lauren
russian: Смотреть телевизор с Лорен

source: Look.
dutch: Kijk.
german: Schau.
italian: Guarda.
russian: Смотрите.

source: Never mind.
dutch: Maakt niet uit.
german: Macht nichts.
italian: Non importa.
russian: Ничего.

source: Peek
dutch: Piek
german: Spau
italian: Sbirciare
russian: Пик

source: Have Dinner
dutch: Heb avondeten
german: Habe ein Abendessen
italian: Cenare
russian: Поужинать

source: Hey Mom, it's good to see you up and about!
dutch: Hey Mam, het is goed om je over te zien!
german: Hey Mama, es ist schön, dich zu sehen!
italian: Ehi mamma, è bello vederti in piedi!
russian: Привет, мама, хорошо тебя видеть!

source: Are you drinking again?!
dutch: Drink je weer?!
german: Trinken Sie nochmal?!
italian: Stai bevendo di nuovo?!
russian: Вы пьете снова?!

source: Look around
dutch: Om te kijken
german: Umsehen
italian: Guardati intorno
russian: Смотреть

source: Talk to Sidney
dutch: Praat met Sidney
german: Mit Sidney sprechen
italian: Parla con Sidney
russian: Поговорить с Сиднеем

source: Try to keep eye contact
dutch: Probeer contact te houden
german: Versuchen Sie, den Augenkontakt zu behalten
italian: Cerca di mantenere il contatto visivo
russian: Постарайтесь держать глаз контактом

source: Just a really quick peek
dutch: Net een heel korte pauze
german: Nur ein wirklich schneller Blick
italian: Solo un'occhiata veloce
russian: Просто очень быстрый шаг

source: Don't risk it
dutch: Niet riskeren
german: Nicht riskieren
italian: Non rischiare
russian: Не подвергать риску

source: Give her money for Lauren's cosplay outfit.
dutch: Geef haar geld voor Lauren's cosplay outfit.
german: Gib ihr Geld für Laurens Cosplay Outfit.
italian: Dalle dei soldi per il vestito da cosplay di Lauren.
russian: Дайте ей деньги на костюм Лорана.

source: Ask her to work at club.
dutch: Vraag haar om bij een club te werken.
german: Bitten Sie sie, im Club zu arbeiten.
italian: Chiedile di lavorare al club.
russian: Попросите её работать в клубе.

source: Take a look
dutch: Neem een kijkje
german: Schau dir an
italian: Dai un'occhiata
russian: Взгляните

source: Stay Strong
dutch: Blijf sterk
german: Bleib stark
italian: Rimani forte
russian: Будьте сильны

source: What do you think, slut?!
dutch: Wat denkt u, slip?!
german: Was denkst du, Schlamp?!
italian: Cosa ne pensi, puttana?!
russian: Что ты думаешь, шлют?!

source: Nothing!
dutch: Niets!
german: Nichts!
italian: Niente!
russian: Ничего!

source: Just walk away
dutch: Loop gewoon weg
german: Gehe einfach weg
italian: Vai via e basta
russian: Отправляйтесь

source: Knock
dutch: Klopt
german: Schlag
italian: Bussare
russian: Тук

source: Just leave her be.
dutch: Laat haar gewoon achter.
german: Lassen Sie sie einfach sein.
italian: Lasciala essere e basta.
russian: Просто оставьте ее.

source: Knock on her door
dutch: Klop op haar deur
german: An ihre Tür stoßen
italian: Bussa alla sua porta
russian: Скинуть на дверь

source: Look closer.
dutch: Kijk dichterbij.
german: Sehen Sie näher aus.
italian: Guarda più da vicino.
russian: Выглядит ближе.

source: Try using subliminal messages
dutch: Probeer subliminale berichten te gebruiken
german: Versuche unterschwellige Nachrichten zu verwenden
italian: Prova ad usare messaggi subliminali
russian: Попробуйте использовать сублимические сообщения

source: Just leave her alone, she's had a rough few days.
dutch: Laat haar gewoon alleen, ze heeft een paar dagen lang een ruw gekend.
german: Sie lässt sie einfach allein, sie hat ein paar ungefähre Tage.
italian: Lasciala in pace, ha avuto un paio di giorni difficili.
russian: Просто оставьте её в одиночку, у нее было бурно несколько дней.

source: Subliminal messages
dutch: Subliminale berichten
german: Subliminale Nachrichten
italian: Messaggi subliminali
russian: Сублинальные сообщения

source: Peek through the spy-cam.
dutch: Piek door de spiraal.
german: Schaue durch die Spycam.
italian: Sbircia attraverso la spy-cam.
russian: Взгляните через камеру шпионажа.

source: Nah, she's probably just sleeping.
dutch: Nah, ze slaapt waarschijnlijk gewoon.
german: Nein, sie ist wahrscheinlich nur schlafen.
italian: No, probabilmente sta solo dormendo.
russian: Ну, наверное, она просто спала.

source: Peek through spy-cam
dutch: Peek door spy-cam
german: Spionage durch Spycam
italian: Sbircia attraverso la spy-cam
russian: Пик через спа-камеру

source: I'm just going to give her some time to cool down
dutch: Ik ga haar alleen maar wat tijd geven om af te koelen
german: Ich werde ihr nur etwas Zeit geben, um abzukühlen
italian: Le darò un pò di tempo per calmarsi
russian: Я просто даю ей время охладиться

source: Give her a gift
dutch: Geef haar een cadeau
german: Gib ihr ein Geschenk
italian: Dalle un regalo
russian: Дайте ей подарок

source: I just wanted to apologize
dutch: Ik wou me alleen verontschuldigen
german: Ich wollte mich nur entschuldigen
italian: Volevo solo scusarmi
russian: Я просто хотел извиниться

source: Give her a chocolate bar
dutch: Geef haar een chocolademelk
german: Gib ihr eine Schokoladenplatte
italian: Dalle una barretta di cioccolato
russian: Дайте ей шоколад

source: Give her Hardnlong gift card
dutch: Geef haar Hardnlong cadeaubon
german: Gib ihre Hardnlong Geschenkkarte
italian: Dalle una carta regalo Hardnlong
russian: Дайте ей Подарочную Карту Хардангеру

source: Give her flowers
dutch: Geef haar bloemen
german: Gib ihre Blumen
italian: Dalle dei fiori
russian: Дайте ей цветы

source: Get a closer look
dutch: Krijg een kijkje
german: Schau dir näher an
italian: Guardare più da vicino
russian: Поднять взгляд ближе

source: Why would I even think of looking?
dutch: Waarom zou ik er zelfs aan denken te kijken?
german: Warum sollte ich überhaupt daran denken, zu schauen?
italian: Perché dovrei anche solo pensare di guardare?
russian: Почему я даже думаю о том, чтобы выглядеть так?

source: Use spy-cam.
dutch: Gebruik spy-cam.
german: Spy-Cam verwenden.
italian: Usa la spy-cam.
russian: Используйте spy-cam.

source: Not right now.
dutch: Niet op dit moment.
german: Nicht im Moment.
italian: Non in questo momento.
russian: Не сейчас.

source: Take a peek.
dutch: Neem een korte indruk.
german: Nimm einen Blick.
italian: Dai una sbirciata.
russian: Взять пик.

source: Let's just take a peek at what she's doing.
dutch: Laten we gewoon eens kijken naar wat ze doet.
german: Lass uns einen Blick darauf werfen, was sie tut.
italian: Diamo una sbirciata a quello che sta facendo.
russian: Давайте просто посмотрим, что она делает.

source: Yes, I need an ally
dutch: Ja, ik heb een bondgenoot nodig
german: Ja, ich brauche einen Verbündeten
italian: Sì, ho bisogno di un alleato
russian: Да, мне нужен союзник

source: More subliminal messages!
dutch: Meer subliminale berichten!
german: Mehr unterschwellige Nachrichten!
italian: Altri messaggi subliminali!
russian: Больше сублимических сообщений!

source: Not tonight.
dutch: Niet vanavond.
german: Nicht heute Abend.
italian: Non stasera.
russian: Не сегодня же.

source: Spy on Sidney
dutch: Spies op Sidney
german: Sidney ausspionieren
italian: Spiare Sidney
russian: Шпионаж на Сиднее

source: Keep looking around
dutch: Blijf rondkijken
german: Weiter umsehen
italian: Continua a guardarsi intorno
russian: Продолжайте искать

source: Just a little bit
dutch: Even een beetje
german: Nur ein wenig
italian: Solo un pochino
russian: Немного

source: Nothing
dutch: Geen
german: Nichts
italian: Niente
russian: Ничего

source: Of course!
dutch: Natuurlijk wel!
german: Natürlich!
italian: Ma certo!
russian: Конечно же!

source: Continue sneaking
dutch: Doorgaan met sluipen
german: Schleichen fortsetzen
italian: Continua a spiare di nascosto
russian: Продолжить подкрадывание

source: Leave
dutch: Verlaat
german: Verlassen
italian: Lascia
russian: Покинуть

source: Attend Class
dutch: Deelnemen aan les
german: Teilnehmerklasse
italian: Frequentare la lezione
russian: Участвовать в классе

source: Start Election Campaign Storyline
german: Wahlkampf-Storyline starten
italian: Iniziare la storyline della campagna elettorale
russian: Начать историю избирательной кампании

source: Talk to Mom about Oedipus assignment
dutch: Praat met mama over Oedipus opdracht
german: Sprechen Sie mit der Mutter über die Ödipus-Zuordnung
italian: Parla alla mamma del compito di Edipo
russian: Поговорить с мамой о назначении Oedipus

source: Accept Matt's help ("WARNING" future NTR content)
dutch: Accepteer Matt's hulp ("WAARSCHUWING" toekomstige NTR-inhoud)
german: Akzeptiere Matts Hilfe ("WARNUNG" zukünftiger NTR-Inhalt)
italian: Accettare l'aiuto di Matt ("ATTENZIONE" futuro contenuto NTR)
russian: Принимать помощь Матта ("ВНИМАНИЕ" будущее NTR содержимое)

source: Tell Matt to go fuck himself
dutch: Vertel Mat dat hij zichzelf moet trotseren
german: Sagen Sie Matt selbst zu ficken
italian: Dire a Matt di andare a farsi fottere
russian: Расскажите Матту, чтобы отправиться сам

source: Just the tip
dutch: Alleen de tip
german: Nur der Tipp
italian: Solo la punta
russian: Только совет

source: Throat Fuck
italian: Scopare la gola
russian: Гниловидная Удача

source: Deeper
dutch: Dieper
german: Tiefer
italian: Più profondo
russian: Глубоко

source: Cum
italian: Sborra

source: Down Megan's throat
dutch: Ebene Megan’s keel
german: Megans Kehle runter
italian: Nella gola di Megan
russian: Голова Мегана

source: All over her face
dutch: Overal haar gezicht
german: Überall im Gesicht
italian: Su tutta la sua faccia
russian: Все за ее лицом

source: Make Deliveries
dutch: Maak Leveringen
german: Lieferungen machen
italian: Fare consegne
russian: Сделать доставку

source: Pick up Items
dutch: Pak Voorwerpen op
german: Items abholen
italian: Raccogliere oggetti
russian: Поднять предметы

source: Go to Photo Studio.
dutch: Ga naar FotoStudio.
german: Gehe zu Photo Studio.
italian: Vai allo Studio fotografico.
russian: Перейти в Фотостудию.

source: Return to Map
dutch: Terug naar kaart
german: Zurück zur Karte
italian: Ritorna alla mappa
russian: Вернуться на карту

source: Tell them about the conversation with Uncle Bobby
dutch: Vertel ze over het gesprek met oom Bobby
german: Erzähl ihnen die Unterhaltung mit Onkel Bobby
italian: Raccontagli della conversazione con lo zio Bobby
russian: Расскажите им о разговоре с дяди Бобби

source: Tell them about visit with Uncle Bobby
dutch: Vertel hen over een bezoek met Uncle Bobby
german: Erzähl ihnen einen Besuch mit Onkel Bobby
italian: Raccontagli della visita con lo zio Bobby
russian: Расскажите им о посещении дядюшка Бобби

source: Stay and Watch
dutch: Blijf en wacht
german: Bleiben und beobachten
italian: Resta a guardare
russian: Оставайтесь и смотрите

source: Go home
dutch: Naar huis gaan
german: Nach Hause
italian: Torna a casa
russian: Домой

source: Keep Watching
dutch: Blijf kijken
german: Weiter beobachten
italian: Continua a guardare
russian: Продолжать смотреть

source: Go answer the door
dutch: Ga de deur beantwoorden
german: Gehe die Tür zu beantworten
italian: Vai a rispondere alla porta
russian: Ответить на дверь

source: No (lie)
dutch: Nee (lie)
german: Nein (Lüge)
italian: No (bugia)
russian: Нет (ложно)

source: [_RT_] {i}Ouch.... {/i}
german: [_RT_] {i}Euch.... {/i}
russian: [_RT_] {i}Ау.... {/i}

source: [_S_] Pffff.... pffff.... pffffffff...
dutch: [_S_] Pffff.... pff.... pffffff...
german: [_S_] Pffffff.... pffffffffffffffffffff...
russian: [_S_] Pff.... pffff.... pffffffff...

source: [_MG_] {i}"Glurp.... glurp.... glurp.... "{/i}
german: [_MG_] {i}"Glurp.... glurp.... "{/i}
russian: [_MG_] {i}"Глурп.... глуп.... глуп.... "{/i}

source: No.
dutch: Nee.
german: Nein.
russian: Нет.

source: No
dutch: Neen
german: Nein
russian: Нет

source: {i}{b}"Mom's Libido +1"{/b}{/i}
dutch: {i}{b}"Momenten Libido +1"{/b}{/i}
russian: {i}{b}"Либидо мамы +1"{/b}{/i}

source: [_L_] SIDNEY!!!
dutch: [_L_] VERBERG!!!

source: [_MG_] {i}"Schhhhluurrrrp"{/i}
dutch: [_MG_] {i}"Schhhluurrrrp"{/i}
russian: [_MG_] {i}"Schhhluurrrrp"{/i}

source: DING DONG
dutch: DING GETOON
russian: ДИНГ ДЕНГ

source: [_RT_] {i}.... hmmm.... {/i}
russian: [_RT_] {i}.... hmmmm.... {/i}

source: [_MT_] {i}.... hmmm.... {/i}
russian: [_MT_] {i}.... hmmmm.... {/i}

source: [_R_] Wow!
russian: Вау!

source: [_RT_] {i}Bingo.... {/i}
russian: [_RT_] {i}Бинго.... {/i}

source: [_MG_] {i}"Glurp.... glurp.... "{/i}
russian: [_MG_] {i}"Глурп.... глюрп.... "{/i}
