Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_R_] The worst!
dutch: [_R_] Het ergste!
german: [_R_] Das Schlimmste!
italian: [_R_] Il peggiore!

source: [_S_] So would it help if I came and served drinks with you at your weekend Mafia jo...
dutch: [_S_] Dus zou het helpen als ik tijdens je weekend drankjes met je kwam aanbieden bij Mafia jo...
german: [_S_] So würde es helfen, wenn ich an Ihrem Wochenende mit Drinks bei Deinem Mafia jo...
italian: [_S_] Quindi sarebbe d'aiuto se venissi a servire da bere con te al tuo weekend Mafia jo...

source: [_M_] NOOO!.... No no.... no.... thank you. I don't want my girls around the Mafia type men.
dutch: [_M_] NIET!.... Nee.... nee.... bedankt. Ik wil mijn meisjes niet rond de maffia type mannen.
german: [_M_] NOOO!.... Nein.... Nein.... Danke. Ich möchte meine Mädchen nicht um die Mafia Art Männer.
italian: [_M_] NOOO! .... No no.... no.... grazie. Non voglio che le mie ragazze stiano intorno a uomini di tipo mafioso.
russian: [_M_] NOO!.... Нет... Нет.... Спасибо! Я не хочу мои девушки по всему мафиозному виду.

source: [_L_] You mean Mafia type men, as in men like Dad?
dutch: [_L_] bedoel je maffia type mannen, zoals in mannen als papa?
german: [_L_] Du meinst Mafia Typ Männer, wie bei Männern wie Papa?
italian: [_L_] Intendi uomini di tipo mafioso, cioè uomini come papà?

source: [_M_] No, your dad isn't in the Mafia. He just works sometimes with the Mafia.
dutch: [_M_] Nee, jouw vader is niet in de maffia. Hij werkt soms gewoon met de maffia.
german: [_M_] Nein, dein Vater ist nicht in der Mafia. Er arbeitet nur manchmal mit der Mafia.
italian: [_M_] No, tuo padre non è nella mafia. Lavora solo qualche volta con la mafia.

source: [_M_] Anyways, it goes to show that crime doesn't pay.
dutch: [_M_] Hoe dan ook, het laat zien dat misdaad niet betaalt.
german: [_M_] Wie auch immer, es geht zu zeigen, dass Verbrechen nicht zahlen.
italian: [_M_] Comunque, questo dimostra che il crimine non paga.
russian: [_M_] В любом случае, оно будет показать, что преступление не платит.

source: [_M_] Honey, I will feel much better if you can find a better way to make money than working at your father's warehouse.
dutch: [_M_] Honey, ik zal me veel beter voelen als je een betere manier kunt vinden om geld te verdienen dan in het magazijn van je vader te werken.
german: [_M_] Honey, ich werde mich viel besser fühlen, wenn du eine bessere Möglichkeit findest, Geld zu verdienen, als im Lager deines Vaters zu arbeiten.
italian: [_M_] Tesoro, mi sentirò molto meglio se riuscirai a trovare un modo migliore per fare soldi che lavorare nel magazzino di tuo padre.

source: [_R_] Yeah, well I'm trying to figure something else out, so I'll let you know when I do.
dutch: [_R_] Yeah, ik probeer iets anders te verzinnen, dus ik laat je weten wanneer ik het doe.
german: [_R_] Ja, nun versuche ich etwas anderes herauszufinden, also werde ich dich wissen lassen, wenn ich es tue.
italian: [_R_] Sì, beh, sto cercando di trovare qualcos'altro, quindi ti farò sapere quando ci riuscirò.

source: [_L_] Well, nobody hold your breath.
dutch: [_L_] Nou, niemand houdt je adem vast.
german: [_L_] Nun, niemand hält deinen Atem.
italian: [_L_] Beh, nessuno trattenga il respiro.
russian: [_L_] Ну что же, никто не держит дыхание.

source: [_R_] Suck a dick!
dutch: [_R_] Zuig een zuig!
german: [_R_] sauge einen Schwanz!
italian: [_R_] Succhia il cazzo!

source: [_M_] [ryan]! Language! Please!
dutch: [_M_] [ryan]! Taal! Alstublieft!
german: [_M_] [ryan]! Sprache! Bitte!
italian: [_M_] [ryan]! Lingua! Per favore!

source: [_S_] So can I have my old bedroom back?
dutch: [_S_] Zo kan ik mijn oude slaapkamer terug hebben?
german: [_S_] Kann ich mein altes Schlafzimmer zurückhaben?
italian: [_S_] Quindi posso riavere la mia vecchia camera da letto?

source: [_L_] You mean my bedroom? No way! I'm not moving back in with [ryan], we're too old now. Plus I think [ryan] is kind of a pervert.
dutch: [_L_] Wil je mijn slaapkamer? Geen man! Ik ga niet terug met [ryan], we zijn nu te oud. Plus ik denk dat [ryan] een soort pervert is.
german: [_L_] Du meinst mein Schlafzimmer? Nein! Ich gehe nicht mit [ryan]wieder ein, wir sind jetzt zu alt. Plus Ich denke, [ryan] ist eine Art Pervert.
italian: [_L_] Vuoi dire la mia camera da letto? Assolutamente no! Non tornerò a vivere con [ryan], siamo troppo vecchi ormai. Inoltre penso che [ryan] sia una specie di pervertito.

source: [_R_] No I'm not!
dutch: [_R_] Nee ik ben niet!
german: [_R_] Nein bin ich nicht!
italian: [_R_] No, non lo sono!
russian: [_R_] Нет, я нет!

source: [_RT_] {i}She's got me pegged.{/i}
dutch: [_RT_] {i}Ze heeft me pegged.{/i}
german: [_RT_] {i}Sie hat mich geklebt.{/i}
italian: [_RT_] {i}Mi ha inquadrato {/i}.

source: [_M_] No, Sidney is right. He and Lauren have matured too much to share a room now. You're going to have to move into Lauren's room.
dutch: [_M_] Nee, Sidney heeft gelijk. Hij en Lauren zijn nu te veel gerijpt om een kamer te delen. Je zult naar Lauren's kamer moeten gaan.
german: [_M_] Nein, Sidney hat Recht. Er und Lauren haben zu viel ausgereift, um jetzt ein Zimmer zu teilen. Du musst in Laurens Raum ziehen.
italian: [_M_] No, Sidney ha ragione. Lui e Lauren sono maturati troppo per condividere una stanza ora. Dovrà trasferirsi nella stanza di Lauren.

source: [_L_] But Mom, we got rid of her bed.
dutch: [_L_] Maar Mam, we zijn van haar bed af.
german: [_L_] Aber Mama, wir sind von ihrem Bett befreit.
italian: [_L_] Ma mamma, ci siamo sbarazzati del suo letto.
russian: [_L_] Но мама, мы избавились от кровати.

source: [_M_] Yes, and bought you a nice big queen size bed. You're going to have to share it with Sidney.
dutch: [_M_] Ja, en heb je een mooi formaat van een koningin gekocht. Je moet het delen met Sidney.
german: [_M_] Ja, und kaufte dir ein schönes großes Doppelbett. Du musst es mit Sidney teilen.
italian: [_M_] Sì, e ti abbiamo comprato un bel letto matrimoniale. Dovrai condividerlo con Sidney.

source: [_L_] But, Mom...
dutch: [_L_] Maar, maal...
german: [_L_] Aber, Mam...
italian: [_L_] Ma, mamma...

source: [_M_] We all have to make sacrifices.
dutch: [_M_] We moeten allemaal offers brengen.
german: [_M_] Wir alle müssen Opfer bringen.
italian: [_M_] Tutti dobbiamo fare dei sacrifici.

source: [_L_] Ok, fine.
dutch: [_L_] Ok, prima.
german: [_L_] Ok, gut.
italian: [_L_] Ok, va bene.
russian: [_L_] Ок, хорошо.

source: [_M_] Now let's eat before our food gets any colder.
dutch: [_M_] Laten we nu eten voordat ons voedsel kouder wordt.
german: [_M_] Lass uns nun essen, bevor unser Essen kälter wird.
italian: [_M_] Ora mangiamo prima che il nostro cibo diventi più freddo.
russian: [_M_] Теперь давайте поешь, прежде чем наша пища станет все более холодной.

source: [_RT_] {i}{b}(HINT){/b} I need to sneak into Lauren's room at night and see if I can use subliminal messages on the girls.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet 's nachts in de kamer van Lauren sluipen en kijken of ik subliminale berichten op de meisjes kan gebruiken.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss nachts in Laurens Raum schleichen und sehen, ob ich unterschwellige Nachrichten auf den Mädchen verwenden kann.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo entrare nella stanza di Lauren di notte e vedere se posso usare i messaggi subliminali sulle ragazze.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Мне нужно проникнуть в комнату Лорана ночью и посмотреть, могу ли я использовать надписные сообщения для девушек.{/i}

source: [_RT_] {i}Ok, I have the melatonin, now I need to figure out how to drug the girls without drugging myself.{/i}
dutch: [_RT_] {i}Ok, ik heb de melatonine, nu moet ik erachter komen hoe ik de meisjes kan drugs zonder mezelf te helpen.{/i}
german: [_RT_] {i}Ok, ich habe das Melatonin, jetzt muss ich herausfinden, wie man die Mädchen konsumiert, ohne sich selbst zu drogen.{/i}
italian: [_RT_] {i}Ok, ho la melatonina, ora devo capire come drogare le ragazze senza drogare me stesso.{/i}
russian: [_RT_] {i}Хорошо, у меня есть мелатонин, теперь мне нужно выяснить, как нападать на девушек, не употребляя себя.{/i}

source: [_RT_] {i}Ok, coffee? No.... I drink that.{/i}
dutch: [_RT_] {i}Ok, koffie? Nee.... Ik drink dat.{/i}
german: [_RT_] {i}Ok, Kaffee? Nein.... Ich trinke das.{/i}
italian: [_RT_] {i}Ok, caffè? No.... Lo bevo.
russian: [ _RT_] {i}Ок, кофе? Нет ... Я пью это. { /i }

source: [_RT_] {i}Sugar?.... No.... {/i}
dutch: [_RT_] {i}Suiker?.... Nee.... {/i}
german: [_RT_] {i}Zucker?.... Nein.... {/i}
italian: [_RT_] {i}Zucchero? .... No.... {/i}
russian: [_RT_] {i}Сахар?.... Нет.... {/i}

source: [_RT_] {i}Tea?.... Perfect.{/i}
german: [_RT_] {i}Tee?.... Perfekt.{/i}
italian: [_RT_] {i}Tè? .... Perfetto.
russian: [_RT_] {i}Чай ?.... Отлично.{/i}

source: [_RT_] {i}All the girls drink a cup of tea before bed.{/i}
dutch: [_RT_] {i}Alle meisjes drinken een kop thee voor bed.{/i}
german: [_RT_] {i}Alle Mädchen trinken eine Tasse Tee vor dem Bett.{/i}
italian: [_RT_] {i}Tutte le ragazze bevono una tazza di tè prima di andare a letto.{/i}
russian: [_RT_] {i}Все девушки пьют чашечку чая перед кровать.{/i}

source: [_RT_] {i}I've just got to grind it up, and mix it in.{/i}
dutch: [_RT_] {i}heb ik het net opgemalen, en het in gemengd.{/i}
german: [_RT_] {i}Ich muss es gerade schleifen und mischen in.{/i}
italian: [_RT_] {i}Devo solo macinarlo e mescolarlo.{/i}
russian: [ _RT_] {i}Я только что должен его измельшать и перемешать в. { /i }

source: [_RT_] {i}Now I just wait for tonight to see how well it works.{/i}
dutch: [_RT_] {i}Nu wacht ik even tot vanavond om te zien hoe goed het werkt.{/i}
german: [_RT_] {i}Jetzt warte ich nur auf heute Abend um zu sehen, wie gut es funktioniert.{/i}
italian: [_RT_] {i}Ora aspetto solo stasera per vedere come funziona.{/i}
russian: [_RT_] {i}Теперь я просто ждаю сегодня, чтобы увидеть, насколько хорошо это работает.{/i}

source: [_S_] What do you want pervert?
dutch: [_S_] Wat wil je pervert?
german: [_S_] Was willst du pervertieren?
italian: [_S_] Cosa vuoi pervertito?
russian: [_S_] Что вы хотите повернуть?

source: [_R_] I just wanted to talk with you.
dutch: [_R_] Ik wilde gewoon met je praten.
german: [_R_] Ich wollte nur mit dir sprechen.
italian: [_R_] Volevo solo parlare con te.

source: [_S_] Yeah, well besides me being extremely busy, I'm also still pretty pissed off at you.
dutch: [_S_] Yeah, naast dat ik het erg druk heb, ben ik nog steeds aardig naar jou opgeschut.
german: [_S_] Ja, jetzt bin ich nicht nur extrem beschäftigt, sondern auch immer noch ziemlich gespannt auf dich.
italian: [_S_] Sì, beh, oltre ad essere estremamente occupato, sono anche ancora piuttosto incazzato con te.

source: [_S_] So why don't you just go piss up a rope.
dutch: [_S_] Dus waarom ga je niet gewoon een touw omhoog.
german: [_S_] Also warum gehst du nicht einfach ein Seil hoch.
italian: [_S_] Quindi perché non vai a pisciare su una corda.

source: [_R_] Ok, fine I'm leaving.
dutch: [_R_] Ok, prima ik vertrek.
german: [_R_] Ok, schön, ich gehe weg.
italian: [_R_] Ok, va bene, me ne vado.

source: [_S_] Not soon enough!
dutch: [_S_] Niet snel genoeg
german: [_S_] Nicht bald genug!
italian: [_S_] Non abbastanza presto!

source: [_R_] Hey Sidney, what's up?
dutch: [_R_] Hey Sidney, hoe gaat het?
german: [_R_] Hey Sidney, was ist los?
italian: [_R_] Ehi Sidney, che succede?
russian: Эй Сидни, как дела?

source: [_S_] Just a second, let me just finish this up.... and.... done.
dutch: [_S_] Even geduld, laat me dit gewoon afmaken.... en... . klaar.
german: [_S_] Nur eine Sekunde, lassen Sie mich das einfach abschließen .... und.... gemacht.
italian: [_S_] Solo un secondo, fammi finire questo.... e.... fatto.
russian: Секунду, позволь мне закончить это ... и ... сделано.

source: [_S_] What can I do for you?
dutch: [_S_] Wat kan ik voor je doen?
german: [_S_] Was kann ich für dich tun?
italian: [_S_] Cosa posso fare per te?
russian: [_S_] Что я могу для вас сделать?

source: [_RT_] {i}Oh, shit.... I can see up her skirt.... {/i}
dutch: [_RT_] {i}Oh, shit.... Ik kan haar rok zien .... {/i}
german: [_RT_] {i}Oh, shit.... Ich kann ihren Rock sehen.... {/i}
italian: [_RT_] {i}Oh, merda.... Posso vedere sotto la sua gonna.... {/i}
russian: [ _RT_] {i}О, черт .... Я вижу ее юбку ... { /i }

source: [_R_] Oh, nothing, just wondering what you're up to.
dutch: [_R_] Oh, niets, vraag je je af waar je mee bezig bent.
german: [_R_] Oh, nichts, frage mich nur, was du machst.
italian: [_R_] Oh, niente, mi chiedevo solo cosa stessi facendo.

source: [_S_] Oh, I'm just finishing up some design work for a cosplay outfit I was going to make for Lauren.
dutch: [_S_] Oh, ik ben net klaar met ontwerpwerk voor een cosplay outfit die ik voor Lauren ging maken.
german: [_S_] Oh, ich bin gerade dabei, ein paar Designarbeiten für ein Cosplay-Outfit fertig zu stellen, das ich für Lauren machen wollte.
italian: [_S_] Oh, sto finendo del lavoro di design per un vestito da cosplay che stavo per fare per Lauren.

source: [_R_] Cosplay?.... I didn't know Lauren was into that.
dutch: [_R_] Cosplay?.... Ik wist niet dat Lauren daarin zat.
german: [_R_] Cosplay?.... Ich wusste nicht, dass Lauren drin war.
italian: [_R_] Cosplay? .... Non sapevo che a Lauren piacesse.
russian: [_R_] Cosplay?.... Я не знал, что Лорен был в этом.

source: [_S_] I don't think she is, but our cousin Mandy asked her to go to the Comic-Con Expo, and begged her to dress in cosplay with her.
dutch: [_S_] Ik denk niet dat ze dat is, maar onze neef Mandy vroeg haar naar de Comic-Con Expo, en smeekte haar om in cosplay met haar te kleden.
german: [_S_] Ich glaube nicht, dass sie ist, aber unser Cousin Mandy bat sie, zur Comic-Con Expo zu gehen und bat sie, sich in Cosplay mit ihr zu kleiden.
italian: [_S_] Non credo che lo sia, ma nostra cugina Mandy le ha chiesto di andare al Comic-Con Expo e l'ha pregata di vestirsi in cosplay con lei.

source: [_R_] I didn't know you knew how to make cosplay costumes.
dutch: [_R_] Ik wist niet dat je cosplay kostuums moest maken.
german: [_R_] Ich wusste nicht, wie du Cosplay-Kostüme herstellen kannst.
italian: [_R_] Non sapevo che sapesse fare costumi cosplay.

source: [_S_] Well, what do you think I've been doing at college dipshit!
dutch: [_S_] Nou, wat denk je dat ik aan het doen ben aan het dipshit!
german: [_S_] Nun, was meinst du, ich habe am College dipshit!
italian: [_S_] Beh, cosa pensi che abbia fatto al college, idiota!

source: [_R_] I don't know, like fancy dresses and shit.
dutch: [_R_] Ik weet het niet, zoals mooie jurken en shit.
german: [_R_] Ich weiß nicht, wie ausgefallene Kleider und Scheiße.
italian: [_R_] Non lo so, tipo vestiti eleganti e cose del genere.

source: [_S_] Well, I have been doing that too, but I've also been studying all forms of fashion.
dutch: [_S_] Nou, dat heb ik ook gedaan, maar ik bestudeer ook alle vormen van mode.
german: [_S_] Nun, ich habe das auch getan, aber ich habe auch alle Formen der Mode studiert.
italian: [_S_] Beh, ho fatto anche quello, ma ho anche studiato tutte le forme di moda.

source: [_S_] Designing some cosplay outfits isn't anything too out there, considering how far out some of the avant-garde styles can be.
dutch: [_S_] Ontwerp een paar cosplay outfits is daar niet te weinig, gezien de afstand die sommige van de avant-garde stijlen kunnen hebben.
german: [_S_] Entwerfen von Cosplay-Outfits ist da draußen, wenn man bedenkt, wie weit einige der Avantgarde-Stile sein können.
italian: [_S_] Disegnare alcuni abiti per il cosplay non è niente di troppo fuori dal comune, considerando quanto possano essere avanguardistici alcuni stili.

source: [_R_] I don't know what that means.
dutch: [_R_] Ik weet niet wat dat betekent.
german: [_R_] Ich weiß nicht, was das bedeutet.
italian: [_R_] Non so cosa significhi.
russian: [_R_] Я не знаю, что это означает.

source: [_S_] Avant-garde is just fashion that is meant to push boundaries, or just be outside of the norm.
dutch: [_S_] Avant-garde is net mode die bedoeld is om grenzen te pushen, of gewoon buiten de norm.
german: [_S_] Avantgarde ist nur Mode, die Grenzen verschieben oder einfach außerhalb der Norm sein soll.
italian: [_S_] Avanguardia è solo la moda che ha lo scopo di spingere i confini, o semplicemente essere fuori dalla norma.

source: [_S_] You know like hmmm.... like the stuff Mugatu wears on the movie Zoolander?
dutch: [_S_] Jij weet als hmmm.... zoals het spul Mugatu draagt op de film Zoolander?
german: [_S_] Du weißt wie hmmm.... wie das Zeug Mugatu auf dem Film Zoolander?
italian: [_S_] Sai tipo hmmm.... come la roba che Mugatu indossa nel film Zoolander?

source: [_R_] Oh right gotcha...
dutch: [_R_] Oh is goed geweest...
german: [_R_] Oh rechts gotcha...
italian: [_R_] Oh, giusto, ho capito...

source: [_RT_] {i}Is she flashing me on purpose, to see if I'll look?{/i}
dutch: [_RT_] {i}knippert ze mijn doel op om te zien of ik zal bekijken?{/i}
german: [_RT_] {i}blinkt sie mich absichtlich um zu sehen, ob ich schaue? {/i}
italian: [_RT_] {i}Mi sta mostrando di proposito, per vedere se guardo?
russian: [_RT_] {i}Она мигает меня с целью, чтобы посмотреть, посмотрю?{/i}

source: [_RT_] {i}This is just cruel.{/i}
dutch: [_RT_] {i}Dit is gewoon wreed.{/i}
german: [_RT_] {i}Das ist einfach grausam.{/i}
italian: [_RT_] {i}Questo è semplicemente crudele.
russian: [_RT_] {i}это только жестокое.{/i}

source: [_RT_] {i}Wow! That was awesome! I don't think she noticed.{/i}
dutch: [_RT_] {i}Wow! Dat was geweldig! Ik denk dat ze het niet heeft gemerkt.{/i}
german: [_RT_] {i}Wow! Das war großartig! Ich glaube nicht, dass sie bemerkt hat.{/i}
italian: [_RT_] {i}Wow! È stato fantastico! Non credo che se ne sia accorta.
russian: [_RT_] {i}Вау! Это было потрясающе! Я не думаю, что она заметила.{/i}

source: [_S_] I'm still working on Lauren's costume. Try back again tomorrow, maybe I'll be done by then.
dutch: [_S_] Ik werk nog steeds aan het uiterlijk van Lauren. Probeer het morgen opnieuw, misschien ben ik dan klaar.
german: [_S_] Ich arbeite noch an Laurens Kostüm. Versuche es morgen noch einmal, vielleicht werde ich es dann tun.
italian: [_S_] Sto ancora lavorando sul costume di Lauren. Riprova domani, forse avrò finito per allora.

source: [_S_] Hey [ryan], what can I do for you?
dutch: [_S_] Hé [ryan], wat kan ik voor je doen?
german: [_S_] Hey [ryan], was kann ich für dich tun?
italian: [_S_] Hey [ryan], cosa posso fare per voi?

source: [_R_] Nothing, just felt like talking with you.
dutch: [_R_] Niets, net alsof je met je praat.
german: [_R_] Nichts, ich hatte das Gefühl, ich müsste mit dir reden.
italian: [_R_] Niente, avevo solo voglia di parlare con te.

source: [_S_] Sorry little brother, but right now I'm really busy trying to finish up some designs.
dutch: [_S_] Sorry, kleine broer, maar op dit moment ben ik echt bezig met het voltooien van ontwerpen.
german: [_S_] Sorry kleiner Bruder, aber im Moment bin ich wirklich damit beschäftigt, einige Designs zu beenden.
italian: [_S_] Scusa fratellino, ma in questo momento sono molto occupato a cercare di finire alcuni progetti.
russian: [_S_] Извините маленького брата, но сейчас я очень занят, пытаясь закончить некоторые дизайны.

source: [_S_] Come find me again when I'm not so busy.
dutch: [_S_] Kom terug naar me wanneer ik niet zo druk ben.
german: [_S_] Komme wieder, wenn ich nicht so beschäftigt bin.
italian: [_S_] Torna a trovarmi quando non sarò così occupato.
russian: [_S_] Приходите ко мне, когда я не так занят.

source: [_RT_] {i}I can't believe she enjoys flashing me her naked pussy so much!{/i}
dutch: [_RT_] {i}Ik kan me niet voorstellen dat ze me haar naakte duwen zo veel aan het knipperen!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass sie mir so viel Spaß mit der nackten Fotze blitzt!{/i}
italian: [_RT_] {i}Non posso credere che le piaccia così tanto mostrarmi la sua figa nuda!
russian: [_RT_] {i}Я не могу поверить, что ей нравится мигать меня, так много обезглавленного!{/i}

source: [_RT_] {i}She's flashing me again!{/i}
dutch: [_RT_] {i}Ze knippert me weer!{/i}
german: [_RT_] {i}Sie blinkt mich nochmal!{/i}
italian: [_RT_] {i}Mi lampeggia di nuovo!{/i}
russian: [_RT_] {i}Она снова мигает меня!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
dutch: [_RT_] {i}Doet ze dit met opzet op?{/i}
german: [_RT_] {i}Tun sie dies beabsichtigt? {/i}
italian: [_RT_] {i}Sta facendo questo per scopo?{/i}
russian: [_RT_] {i}Выполняет это с целью?{/i}

source: [_RT_] {i}Or could she really be this clueless.{/i}
dutch: [_RT_] {i}Of kan ze echt deze clueless.{/i} zijn
german: [_RT_] {i}Oder könnte sie wirklich dieser Ahnungslosigkeit sein.{/i}
italian: [_RT_] {i}O potrebbe essere davvero questa insensata.{/i}
russian: [_RT_] {i}Или она действительно является этой беспомощью.{/i}

source: [_R_] Ok, I'll find you again soon.
dutch: [_R_] Ok, ik zal je snel weer vinden.
german: [_R_] Ok, ich werde bald wieder zu dir kommen.
italian: [_R_] Ok, ti ritroverò presto.

source: [_S_] I don't really know why I'm wasting my time designing it though.... It will never get made.
dutch: [_S_] Ik weet niet echt waarom ik mijn tijd verspil met het ontwerpen ervan. Het zal nooit gemaakt worden.
german: [_S_] Ich weiß nicht wirklich, warum ich meine Zeit verschwende und sie aber entwerfen wird.... Es wird nie gemacht werden.
italian: [_S_] Non so davvero perché sto perdendo il mio tempo a progettarlo anche se.... Non verrà mai realizzato.

source: [_R_] What?.... Why not?
dutch: [_R_] Wat?... Waarom niet?
german: [_R_] Was?.... Warum nicht?
italian: [_R_] Cosa? .... Perché no?
russian: [_R_] Что?.... Почему нет?

source: [_S_] The kind of stuff I need for cosplay costumes are expensive.
dutch: [_S_] Het soort splay kostuum dat ik nodig heb is duur.
german: [_S_] Die Art von Sachen die ich für Cosplay-Kostüme brauche, ist teuer.
italian: [_S_] Il tipo di cose di cui ho bisogno per i costumi cosplay sono costose.

source: [_S_] Now that I've been cut off from Dad's credit card.... I don't have a job yet, or any way to pay for the materials.
dutch: [_S_] Nu ik van papa's creditcard ben afgesneden.... Ik heb nog geen vacature of een manier om voor materialen te betalen.
german: [_S_] Nun, da ich von Papers Kreditkarte abgeschnitten wurde.... Ich habe noch keinen Job oder irgendeine Möglichkeit für das Material zu bezahlen.
italian: [_S_] Ora che sono stato tagliato fuori dalla carta di credito di papà.... Non ho ancora un lavoro o un modo per pagare i materiali.
russian: [_S_] Теперь, когда я был отрезан от кредитной карты Dad.... У меня пока нет работы, или никакого способа оплатить материалы.

source: [_S_] Lauren's just going to have to go without a costume.
dutch: [_S_] Lauren zal gewoon zonder een uiterlijk moeten gaan.
german: [_S_] Lauren's nur ohne Kostüm gehen müssen.
italian: [_S_] Lauren dovrà semplicemente fare a meno di un costume.

source: [_R_] Well, how much does it cost? Maybe I could pay for it.
dutch: [_R_] Nou, hoeveel kost het dan? Misschien kan ik ervoor betalen.
german: [_R_] Nun, was kostet es? Vielleicht könnte ich dafür bezahlen.
italian: [_R_] Beh, quanto costa? Forse potrei pagarlo io.

source: [_S_] Well, I was going to charge Dad $500 for it.
dutch: [_S_] Nou, ik zou papa $500 hiervoor in rekening brengen.
german: [_S_] Nun, ich wollte Papa 500 $ dafür berechnen.
italian: [_S_] Beh, volevo far pagare a papà 500 dollari.

source: [_R_] .... Hack.... cough.... wheeze.... did you just say $500 for a costume?
dutch: [_R_] .... Hack.... hoest.... tarwe.... heb je gewoon $500 gezegd voor een uiterlijk?
german: [_R_] .... Hack.... Husten.... Weizen.... hast du gerade $500 für ein Kostüm gesagt?
italian: [_R_] .... Hack.... cough.... wheeze.... hai appena detto 500 dollari per un costume?
russian: [_R_] .... Хак.... кашля... wheeze.... Вы только что сказали $500 за костюм?
