Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}And just like porn, I'm addicted to seeing Mom naked. I've got to see more of it! I've got those pictures on my computer now, but that's not enough!!{/i}
dutch: [_RT_] {i}En net als varkens, ik ben verslaafd om de naakte mama te zien. Ik moet er meer van zien! Ik heb die foto's nu op mijn computer, maar dat is niet genoeg !!{/i}
german: [_RT_] {i}Und genau wie Porno bin ich süchtig Mama nackt zu sehen. Ich muss mehr davon sehen! Ich habe diese Bilder jetzt auf meinem Computer bekommen, aber das ist nicht genug!!{/i}
italian: [_RT_] {i}E proprio come nel porno, sono dipendente dal vedere mamma nuda. Devo vederne di più! Ora ho quelle foto sul mio computer, ma non è abbastanza!
russian: [_RT_] {i}И так же, как порно, я восхищаюсь видеть маму гол. У меня теперь есть фотографии на компьютере, но этого недостаточно!!{/i}

source: [_RT_] {i}I need to touch her.... taste her.... smell her!{/i}
dutch: [_RT_] {i}Ik moet haar aanraken.... smaken ... . ruik haar!{/i}
german: [_RT_] {i}Ich muss sie berühren.... schmecken.... rieche sie!{/i}
italian: [_RT_] {i}Ho bisogno di toccarla.... assaggiarla.... annusarla!{/i}
russian: [_RT_] {i}Мне нужно прикоснуться к ней... вкус ее.... запах ее!{/i}

source: [_RT_] {i}Ohhh man.... I am so messed up right now!.... I know it's so incredibly wrong.... but I've just got to make her mine!{/i}
dutch: [_RT_] {i}Ohhh man.... Ik ben zo rommelig op dit moment!.... Ik weet dat het zo ongelooflijk fout is.... maar ik heb haar gewoon mijner moeten maken!{/i}
german: [_RT_] {i}Ohhhh Mann.... Ich bin gerade so verwirrt!.... Ich weiß, es ist so unglaublich falsch.... aber ich muss sie gerade machen!{/i}
italian: [_RT_] {i}Oh amico.... Sono così incasinato in questo momento! .... So che è così incredibilmente sbagliato.... ma devo solo farla mia!{/i}
russian: [_RT_] {i}Человек Ох... Я так распутался!.... Я знаю, что это невероятно неправильно.... Но мне просто нужно сделать её мой!{/i}

source: [_RT_] {i}This is all her fault! Since when is she so good at shaking her perfect tits in public? Where did she learn to move like that?.... That's so.... hot!{/i}
dutch: [_RT_] {i}Dit is al haar fout! Sinds wanneer is ze zo goed in het openbaar te schudden? Waar heeft ze zich zo leren bewegen? .. Dat is zo.... heet!{/i}
german: [_RT_] {i}Das ist alles ihre Schuld! Seit wann ist sie so gut dabei, ihre perfekten Titten in der Öffentlichkeit zu schütteln, wo hat sie gelernt, sich zu bewegen? .. Das ist so.... heiß!{/i}
italian: [_RT_] {i}È tutta colpa sua! Da quando è così brava ad agitare le sue tette perfette in pubblico? Dove ha imparato a muoversi così? .... E' così.... sexy! {/i}.
russian: [_RT_] {i}Это все её виноваты! Когда она так хорошо встряхивает свои прекрасные сиськи в публике? Где она научилась двигаться так, как это?. .. Это так .... hot!{/i}

source: [_RT_] {i}I've never wanted or lusted for someone so badly! And that person being my own mother?!!!.... Could it even be possible?... {/i}
dutch: [_RT_] {i}heb ik nog nooit zo slecht gewild of gelokt voor iemand! En die persoon is mijn eigen moeder?!!!.... Zou het zelfs mogelijk kunnen zijn?... {/i}
german: [_RT_] {i}Ich habe noch nie jemanden so schlecht gesucht oder lustig! Und diese Person ist meine eigene Mutter?!!!.... Könnte es überhaupt möglich sein?... {/i}
italian: [_RT_] {i}Non ho mai desiderato o bramato qualcuno così tanto! E questa persona sarebbe mia madre?!!!.... Potrebbe anche essere possibile? {/i}
russian: [_RT_] {i}Я никогда не хотел или не доверял кому-то так плохо! И этот человек моя мамама?!!!.... Может быть, это даже возможно?... {/i}

source: [_RT_] {i}Just look at little Lauren sleeping innocently in bed. So innocent, so naive about how slutty her mom is.{/i}
dutch: [_RT_] {i}Kijk gewoon naar Lauren die onschuldig in bed slapen. Zo naïef, zo naïef over hoe slim haar moeder is.{/i}
german: [_RT_] {i}Schau dir einfach ein kleines Lauren an, das unschuldig im Bett schläft.{/i}
italian: [_RT_] {i}Guarda la piccola Lauren che dorme innocentemente nel letto. Così innocente, così ingenua su quanto sia puttana sua madre.

source: [_RT_] {i}Actually.... she looks a lot like Mom!.... Just a little mini version of her.{/i}
dutch: [_RT_] {i}feitelijk .... ze ziet er veel uit als Mom!.... Gewoon een mini-versie van haar.{/i}
german: [_RT_] {i}Wirklich.... sie sieht wie Mom!.... Nur eine kleine Mini-Version von ihr.{/i}
italian: [_RT_] {i}In effetti.... assomiglia molto alla mamma! .... Solo una piccola versione in miniatura di lei.{/i}
russian: [_RT_] {i}Фактический.... Она выглядит очень похожа на маму!.... Просто немного мини-версии ее.{/i}

source: [_RT_] {i}I mean her tits are tiny, but I'm sure they've got plenty of growth left in them, but that ass is perfect, just like Mom's.{/i}
dutch: [_RT_] {i}Ik bedoel dat haar tits klein zijn, maar ik weet zeker dat ze nog genoeg groei in ze hebben, maar die pas is perfect, net als die van Momen. /i}
german: [_RT_] {i}Ich meine ihre Titten sind winzig aber ich bin sicher, sie haben noch viel Wachstum in ihnen, aber das Arsch ist perfekt, genau wie Mom's. /i}
italian: [_RT_] {i}Voglio dire che le sue tette sono piccole, ma sono sicuro che hanno ancora molta crescita, ma quel culo è perfetto, proprio come quello di mamma.{/i}
russian: [_RT_] {i}Я имею в виду, что её сиськи маленькие, но я уверен, что у них осталось много роста, но что оса идеальна, как и мама. /i}

source: [_RT_] {i}Hmmmm.... just a mini version of Mom.... probably easier to manipulate though.... yeah.... she'd be perfect to practice on.{/i}
dutch: [_RT_] {i}Hmmmm.... slechts een mini-versie van Mome.... waarschijnlijk wel makkelijker te manipuleren.... ja, zij zou perfect zijn om te oefenen op.{/i}
german: [_RT_] {i}Hmmmm.... nur eine Mini-Version von Mom.... Wahrscheinlich aber einfacher zu manipulieren.... ja, sie wäre perfekt, um an zu üben.{/i}
italian: [_RT_] {i}Hmmmm.... solo una versione mini di mamma.... probabilmente più facile da manipolare però.... sì.... sarebbe perfetta per fare pratica.
russian: [_RT_] {i}Хмммм.... просто мини версия мама.... Может быть, легче манипулировать мысль.... Она будет идеальным для практики.{/i}

source: [_RT_] {i}If I can make my sister mine, there might be hope for me with Mom! I might even be able to get her to help me conquer her.{/i}
dutch: [_RT_] {i}Als ik mijn zuster mijn kan maken, is er misschien hoop op me met Mom! Misschien kan ik haar zelfs zover krijgen dat ze me helpt haar te veroveren. /i}
german: [_RT_] {i}Wenn ich meine Schwestermine herstellen kann, gibt es vielleicht Hoffnung auf mich mit Mama! Vielleicht kann ich sie sogar dazu bringen, mir zu helfen, sie zu erobern. /i}
italian: [_RT_] {i}Se riesco a fare mia sorella, potrebbe esserci speranza per me con mamma! Potrei anche essere in grado di convincerla ad aiutarmi a conquistarla.
russian: [_RT_] {i}Если я смогу заставить моей сестры, может быть надежда для меня с мамой! Я даже смогу получить ее, чтобы помочь мне покорить ее. /i}

source: [_RT_] {i}For such an impossible quest, I'm going to need allies!{/i}
dutch: [_RT_] {i}Voor zo'n onmogelijke quest heb ik bondgenoten nodig!{/i}
german: [_RT_] {i}Für solch eine unmögliche Quest benötige ich Verbündete!{/i}
italian: [_RT_] {i}Per una ricerca così impossibile, avrò bisogno di alleati!
russian: [_RT_] {i}Для такого невозможного задания мне нужны союзники!{/i}

source: [_RT_] {i}Could I do that to Lauren though?.... I mean every quest and battle has collateral damage.{/i}
dutch: [_RT_] {i}Kan ik dat echter doen aan Lauren?.... Ik bedoel elke opdracht en strijd onderpand schade.{/i}
german: [_RT_] {i}Könnte ich das jedoch Lauren machen?.... Ich meine jede Quest und jede Schlacht hat Kollateralschäden.{/i}
italian: [_RT_] {i}Potrei fare questo a Lauren però? .... Voglio dire che ogni missione e battaglia ha dei danni collaterali.
russian: [_RT_] {i}Не мог бы я это сделать, чтобы Лоурен?.... Я имею в виду все задания, и у битвы есть сопутствующий урон.{/i}

source: [_RT_] {i}And I wouldn't force her to do anything against her will.{/i}
dutch: [_RT_] {i}en ik zouden haar niet dwingen iets tegen haar wil te doen.{/i}
german: [_RT_] {i}Und ich würde sie nicht zwingen, etwas gegen ihren Willen zu tun.{/i}
italian: [_RT_] {i}E non la costringerei a fare qualcosa contro la sua volontà.
russian: [_RT_] {i}И я бы не заставил ее делать что-либо против ее воли.{/i}

source: [_RT_] {i}I'd just help her realize that she wants this as badly as I do.{/i}
dutch: [_RT_] {i}Ik zou haar gewoon helpen zich te realiseren dat ze dit zo slecht wil als ik.{/i}
german: [_RT_] {i}Ich würde ihr nur helfen, zu erkennen, dass sie dies so schlecht will wie ich.{/i}
italian: [_RT_] {i}L'aiuterei solo a capire che lo vuole tanto quanto lo voglio io.{/i}
russian: [_RT_] {i}Я помогу ей понять, что она хочет это так же плохо, как и я делаю.{/i}

source: [_RT_] {i}Should I add her to my "expedition to conquer Mom party?"{/i}
dutch: [_RT_] {i}Moet ik haar toevoegen aan mijn "expeditie aan de verovering van het Huisgroep?"{/i}
german: [_RT_] {i}Sollte ich sie zu meiner "Expedition hinzufügen, um Mom Party zu erobern?"{/i}
italian: [_RT_] {i}Dovrei aggiungerla alla mia "spedizione per conquistare la mamma?"{/i}.
russian: [_RT_] {i}Должен ли я добавить её в "экспедицию для завоевания Мамой вечеринки?"{/i}

source: [_RT_] {i}I mean look at that ass! I can't believe I've never been tempted by it before! Then again, I was never tempted by Mom's ass either, {p}till I saw her polishing the stripper pole with it.{/i}
dutch: [_RT_] {i}Ik bedoel naar dat ass! Ik kan niet geloven dat ik er nog nooit eerder om heb gevraagd! Ook toen kreeg ik nooit de verleiding van Momes te horen, {p}voordat ik haar zag de stripper poel ermee pokken. /i}
german: [_RT_] {i}Ich meine den Arsch ansehen! Ich kann nicht glauben, dass ich nie zuvor versucht war! Dann war ich auch nie versucht von Moms Arsch, {p}, bis ich sah, wie sie den Abstreifer mit ihm polierte. /i}
italian: [_RT_] {i}Voglio dire, guarda che culo! Non posso credere di non esserne mai stato tentato prima! D'altra parte, nemmeno io sono mai stato tentato dal culo di mamma, {p}fino a quando l'ho vista lucidare il palo da spogliarellista con quello.
russian: [_RT_] {i}Я имею в виду взглянуть на этого! Я не могу поверить, что я никогда не был соблазнен раньше! Снова я не был соблазнен задницей Момы, {p}до тех пор, пока я не увидел ее шлифовальный шлюз с ней. /i}

source: [_RT_] {i}I need a picture of that perfect backside!{/i}
dutch: [_RT_] {i}Ik heb een foto van die perfecte achterkant nodig!{/i}
german: [_RT_] {i}Ich brauche ein Bild von dieser perfekten Rückseite!{/i}
italian: [_RT_] {i}Ho bisogno di una foto di quel sedere perfetto!
russian: [_RT_] {i}Мне нужна картина этой идеальной задней стороны!{/i}

source: [_RT_] {i}I'll certainly enjoy this later!{/i}
dutch: [_RT_] {i}Ik zal hier later zeker van geniet!{/i}
german: [_RT_] {i}Ich werde das später sicherlich genießen!{/i}
italian: [_RT_] {i}Mi divertirò sicuramente dopo! {/i}.

source: [_RT_] {i}Ok.... now how will I start to win her over?{/i}
dutch: [_RT_] {i}Ak.... hoe ga ik haar winnen over?{/i}
german: [_RT_] {i}Ok.... Wie fange ich an, sie zu gewinnen?{/i}
italian: [_RT_] {i}Ok.... ora come inizierò a conquistarla? {/i}

source: [_RT_] {i}I've heard subliminal messages while sleeping can be very effective.{/i}
dutch: [_RT_] {i}{i} heb subliminale berichten gehoord tijdens het slapen kan erg effectief zijn.{/i}
german: [_RT_] {i}Ich habe unterschwellige Nachrichten während des Schlafens gehört kann sehr effektiv sein.{/i}
italian: [_RT_] {i}Ho sentito che i messaggi subliminali durante il sonno possono essere molto efficaci.
russian: [_RT_] {i}Я слышал надлежащие сообщения во время сна могут быть очень эффективными.{/i}

source: [_RT_] {i}Guess I could give that a try.{/i}
dutch: [_RT_] {i}Raad dat eens proberen.{/i}
german: [_RT_] {i}Ich könnte das einen Versuch machen.{/i}
italian: [_RT_] {i}Immagino che potrei fare un tentativo.

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy.... you think your brother is sexy...
dutch: [_R_] {i}(Fluistering){/i} Je vindt dat je broer sexy is.... jij denkt dat je broer sexy is.... jij denkt dat je broer sexy is...
german: [_R_] {i}(Flüstern){/i} Du denkst, dass dein Bruder sexy ist.... du denkst, dein Bruder ist sexy.... du denkst dein Bruder ist sexy...
italian: [_R_] {i}(Sussurrando){/i} Pensi che tuo fratello sia sexy.... pensi che tuo fratello sia sexy.... pensi che tuo fratello sia sexy...
russian: [_R_] {i}(Шепот){/i} Вы думаете, что ваш брат сексуальный.... Вы думаете, что ваш брат сексуальный...

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
dutch: {i}{b}"Lauren's Inzending +1"{/b}{/i}
german: {i}{b}"Laurens Unterwerfung + 1" {/b} {/i}
italian: {i}{b}"Sottomissione di Lauren +1"{/b}{/i}
russian: {i}{b}"Отправка Лорана +1"{/b}{/i}

source: [_RT_] {i}That's all I can do tonight. My legs are tingling like crazy.{/i}
dutch: [_RT_] {i}Dat is alles wat ik vanavond kan doen. Mijn benen zingen als knuffel.{/i}
german: [_RT_] {i}Das ist alles, was ich heute Abend tun kann. Meine Beine Kribbeln wie verrückt.{/i}
italian: [_RT_] {i}E' tutto quello che posso fare stasera. Le mie gambe stanno formicolando come pazze.{/i}
russian: [_RT_] {i}Это все, что я могу сделать сегодня. Мои ноги отбрасываются, как сумасшедшие.{/i}

source: [_RT_] {i}I wonder if it had any effect?{/i}
dutch: [_RT_] {i}Ik vraag me af of het enig effect heeft gehad?{/i}
german: [_RT_] {i}Ich frage mich, ob es irgendeine Wirkung hatte? {/i}
italian: [_RT_] {i}Chissà se ha avuto qualche effetto?{/i}
russian: [_RT_] {i}Мне интересно, имело ли это влияние?{/i}

source: [_RT_] {i}I should go back to my room and try to get some sleep.{/i}
dutch: [_RT_] {i}Ik ga terug naar mijn kamer en probeer wat slapen te maken.{/i}
german: [_RT_] {i}Ich sollte zurück in mein Zimmer gehen und versuchen, etwas Schlaf zu bekommen.{/i}
italian: [_RT_] {i}Dovrei tornare nella mia stanza e cercare di dormire un pò.{/i}
russian: [_RT_] {i}Я должен вернуться в свою комнату и постараться спать.{/i}

source: [_L_] Hey brother, just give me a sec, I've just got to finish sending this text.
dutch: [_L_] Hé broer, geef me gewoon een seconde, ik moet gewoon klaar zijn met het verzenden van deze tekst.
german: [_L_] Hey Bruder, gib mir nur eine Sekunde, ich habe gerade diesen Text zu Ende zu senden.
italian: [_L_] Ehi fratello, dammi solo un secondo, devo finire di inviare questo messaggio.

source: [_LT_] {i}Ok, heart emoji, heart emoji, smiley face with heart eyes emoji, and.... send.{/i}
dutch: [_LT_] {i}Ok, hartemoji, hartemoji, smiley met emoji, en send.{/i}
german: [_LT_] {i}Ok, Herz-Emoji, Herz-Emoji, Smiley-Gesicht mit Herz-Augen Emoji, und.... Senden.{/i}
italian: [_LT_] {i}Ok, emoji del cuore, emoji del cuore, faccina sorridente con occhi a cuore emoji, e.... invio.{/i}
russian: [_LT_] {i}Хорошо, сердечные эмодзи, эмодзи, смайлики с глазами сердца эмодзи и... отправить.{/i}

source: [_L_] So what's up?
dutch: [_L_] Dus hoe gaat het?
german: [_L_] Was ist los?
italian: [_L_] Allora, cosa c'è?
russian: [_L_] Так что же там?

source: [_R_] Oh, nothing, I'm just really bored so I thought I'd come and see what you're up to.
dutch: [_R_] Oh, niets, ik verveel me gewoon zo dat ik dacht dat ik zou komen kijken wat je aan het doen bent.
german: [_R_] Oh, nichts, ich bin einfach langweilig, so dass ich dachte, ich würde kommen und sehen, was du machst.
italian: [_R_] Oh, niente, sono solo molto annoiato così ho pensato di venire a vedere cosa stai facendo.

source: [_L_] I know right? Now that we have no money, there's nothing to do.
dutch: [_L_] heb ik gelijk? Nu we geen geld hebben, is er niets te doen.
german: [_L_] Ich kenne richtig? Nun, da wir kein Geld haben, gibt es nichts zu tun.
italian: [_L_] Lo so, vero? Ora che non abbiamo soldi, non c'è niente da fare.

source: [_L_] Usually Mom and I are shopping right now.
dutch: [_L_] Meestal nemen en ik nu winkelen.
german: [_L_] Normalerweise bin ich gerade im Einkauf.
italian: [_L_] Di solito io e la mamma siamo a fare shopping in questo momento.

source: [_L_] I guess we won't be going shopping any time soon.
dutch: [_L_] Ik denk dat we niet snel gaan winkelen.
german: [_L_] Ich denke, wir werden bald nicht einkaufen.
italian: [_L_] Immagino che non andremo a fare shopping molto presto.

source: [_R_] Oh, I don't know, I'm going to figure out how to get us some money.
dutch: [_R_] Oh, ik weet het niet, ik ga erachter komen hoe ik ons wat geld kan krijgen.
german: [_R_] Oh, ich weiß nicht, ich werde herausfinden, wie wir etwas Geld bekommen.
italian: [_R_] Oh, non lo so, cercherò di capire come procurarci dei soldi.

source: [_R_] I don't think it'll be long till you're able to go out shopping again.
dutch: [_R_] Ik denk niet dat het lang zal duren voordat je weer naar buiten kan gaan winkelen.
german: [_R_] Ich glaube nicht, dass es lange dauern wird, bis du wieder einkaufen kannst.
italian: [_R_] Non credo che passerà molto tempo prima che tu possa uscire di nuovo a fare shopping.
russian: [_R_] Я не думаю, что это будет долго до тех пор, пока вы не сможете выйти из покупки снова.

source: [_L_] Hahaha.... yeah right! You're just a lazy high schooler, who didn't even graduate when you were supposed to.
dutch: [_L_] Hahaha.... ja! Je bent gewoon een luie middelbare school, die niet eens afgestudeerd was toen het nodig was.
german: [_L_] Hahaha.... ja, richtig! Du bist nur ein fauler Oberschüler, der nicht einmal abschloss, als du gedacht warst.
italian: [_L_] Hahaha.... sì giusto! Sei solo un liceale pigro, che non si è nemmeno diplomato quando avrebbe dovuto.

source: [_R_] You know that was Dad's fault!
dutch: [_R_] Je weet dat dat de fout van Papa was!
german: [_R_] Du weißt, dass Vater Fehler war!
italian: [_R_] Sai che è stata colpa di papà!
russian: [_R_] Вы знаете, что была ошибкой Dad!

source: [_R_] And I'll admit I've been a little lazy, but now that Dad's gone I'm really going to step it up.
dutch: [_R_] En ik geef toe dat ik een beetje lui ben geweest, maar nu papa is verdwenen, ga ik het echt opvoeren.
german: [_R_] Und ich gebe zu, dass ich ein wenig faul gewesen bin, aber jetzt, da Vater gegangen ist, werde ich es wirklich erhöhen.
italian: [_R_] E ammetto di essere stato un po' pigro, ma ora che papà non c'è più ho davvero intenzione di fare di più.

source: [_L_] I'll believe it when I see it.
dutch: [_L_] Ik zal het geloven wanneer ik het zie.
german: [_L_] Ich glaube es, wenn ich es sehe.
italian: [_L_] Ci crederò quando lo vedrò.

source: [_R_] You really don't think I'm capable of taking care of our family?
dutch: [_R_] denk je echt niet dat ik in staat ben om voor onze familie te zorgen?
german: [_R_] Du denkst wirklich nicht, dass ich in der Lage bin, mich um unsere Familie zu kümmern?
italian: [_R_] Pensi davvero che non sia capace di prendermi cura della nostra famiglia?
russian: [_R_] Вы действительно не думаете, что я могу заботиться о нашей семье?

source: [_L_] I know you're not!
dutch: [_L_] Ik weet dat je niet bent!
german: [_L_] Ich weiß, du bist es nicht!
italian: [_L_] So che non lo sei!

source: [_R_] Well, when I do, I'm going to take Mom shopping and I'm going to leave you home.
dutch: [_R_] Nou, wanneer ik dat doe, ga ik mijn winkel meenemen en ga ik je thuis laten.
german: [_R_] Nun, wenn ich das tue, werde ich Mama einkaufen und ich werde dich nach Hause verlassen.
italian: [_R_] Beh, quando lo farò, porterò la mamma a fare shopping e ti lascerò a casa.
russian: [_R_] Ну, когда я делаю, я собираюсь заниматься покупками с мамой и я собираюсь уехать из тебя домой.

source: [_L_] Ok.... ok.... ok.... since I've offended your honor, I'll tell you what I'm going to do to make it up.
dutch: [_L_] Ok.... ok.... . . aangezien ik uw eer beledigde, zal ik u vertellen wat ik ga doen om het op te bouwen.
german: [_L_] Ok.... ok.... ok.... ok.... da ich deine Ehre beleidigt habe, werde ich dir sagen, was ich tun werde, um es zu machen.
italian: [_L_] Ok.... ok.... ok.... visto che ho offeso il tuo onore, ti dirò cosa farò per rimediare.

source: [_L_] If you do prove me wrong, I will owe you a big favor.
dutch: [_L_] Als je me ongelijk hebt, ben ik je een grote gunst verschuldigd.
german: [_L_] Wenn du mir nachweisst, dass ich falsch lag, schulde ich dir einen großen Gefallen.
italian: [_L_] Se mi dimostri che ho torto, ti dovrò un grande favore.

source: [_L_] I will let you decide what it is, as long as it isn't too expensive, since you know I'm broke. And it can't be too crazy either.
dutch: [_L_] Ik laat je beslissen wat het is, zolang het niet te duur is, omdat je weet dat ik kapot ben. En het kan ook niet te gek zijn.
german: [_L_] Ich lasse dich entscheiden, was es ist, solange es nicht zu teuer ist, da du weißt, dass ich kaputt bin. Und es kann auch nicht zu verrückt sein.
italian: [_L_] Ti lascerò decidere di cosa si tratta, purché non sia troppo costoso, dato che sai che sono al verde. E non può nemmeno essere troppo folle.

source: [_L_] If you try to go too far, I'll just say no, and we'll both have lost out on an opportunity.
dutch: [_L_] Als je probeert te ver te gaan, zal ik gewoon nee zeggen, en we hebben allebei een kans voorbij laten gaan.
german: [_L_] Wenn du zu weit gehen willst, sage ich einfach nein, und wir haben beide eine Chance verpasst.
italian: [_L_] Se cerchi di andare troppo lontano, ti dirò semplicemente di no ed entrambi avremo perso un'opportunità.

source: [_L_] So get working hard! I really do hope you prove me wrong!
dutch: [_L_] Dus ga je hard werken! Ik hoop echt dat je me vergist hebt!
german: [_L_] Also hart arbeiten! Ich hoffe wirklich, dass du mich falsch beweisst!
italian: [_L_] Quindi datti da fare! Spero davvero che tu mi dimostri che mi sbaglio!

source: [_L_] Now if you'll excuse me, there's some hardcore drama that I'm missing out on.
dutch: [_L_] Nu als je me verontschuldigt, is er een hard core drama dat ik mis te gaan.
german: [_L_] Nun, wenn du mich entschuldigen möchtest, gibt es ein Hardcore-Drama, das ich vermisse.
italian: [_L_] Ora, se vuoi scusarmi, c'è un pò di dramma hardcore che mi sto perdendo.
russian: [_L_] Теперь, если вы извинитесь за меня, есть хардкорная драма, которую я не пропустил.

source: [_RT_] {i}Hmmm.... any favor I want huh?{/i}
dutch: [_RT_] {i}Hmmm.... elke gunst die ik wil h?{/i}
german: [_RT_] {i}Hmmm.... alle Gunst, die ich will? {/i}
italian: [_RT_] {i}Hmmm.... qualsiasi favore io voglia eh? {/i}
russian: [_RT_] {i}Хммм.... Любая милость, которую я хочу?{/i}

source: [_RT_] {i}I'll have to start thinking of something good.{/i}
dutch: [_RT_] {i}Ik zal moeten beginnen met iets goeds te bedenken.{/i}
german: [_RT_] {i}Ich muss anfangen, an etwas Gutes zu denken. {/i}
italian: [_RT_] {i}Devo iniziare a pensare a qualcosa di buono.

source: [_RT_] {i}Maybe I could have her clean my room for a week.{/i}
dutch: [_RT_] {i}Misschien kan ik haar een week lang schoonmaken.{/i}
german: [_RT_] {i}Vielleicht könnte ich sie eine Woche lang reinigen lassen. {/i}
italian: [_RT_] {i}Forse potrei farle pulire la mia stanza per una settimana.
russian: [_RT_] {i}Может быть, я смогу очистить свою комнату на неделю.{/i}

source: [_RT_] {i}Or maybe I could have her try on some sexy clothes for me.{/i}
dutch: [_RT_] {i}Of misschien kan ik haar eens wat sexy kleding laten proberen.{/i}
german: [_RT_] {i}Oder vielleicht könnte ich sie ein paar sexy Kleider für mich versuchen. {/i}
italian: [_RT_] {i}O forse potrei farle provare dei vestiti sexy per me.
russian: [_RT_] {i}Или я мог бы попробовать для меня сексуальную одежду.{/i}
