Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_R_] Sure, I can do that.
german: [_R_] Sicher, das kann ich tun.
italian: [_R_] Certo, posso farlo.

source: [_M_] That would be so great!
dutch: [_M_] Dat zou zo geweldig zijn!
german: [_M_] Das wäre so großartig!
italian: [_M_] Sarebbe fantastico!

source: [_M_] But don't stress too much if you don't have time, I'll take care of it if you're too busy.
dutch: [_M_] Maar druk niet te veel op als je geen tijd hebt, dan zal ik ervoor zorgen als je het te druk hebt.
german: [_M_] Wenn du aber keine Zeit hast, werde ich dich darum kümmern, wenn du zu beschäftigt bist.
italian: [_M_] Ma non stressarti troppo se non hai tempo, ci penserò io se sei troppo occupato.
russian: [_M_] Но не стремитесь слишком много, если у вас нет времени, я позаботимся об этом, если вы слишком заняты.

source: [_R_] Ok, Mom.
dutch: [_R_] Ok, mama.
german: [_R_] Ok, Mama.
italian: [_R_] Ok, Mamma.
russian: [_R_] Ок, мама.

source: [_M_] Can you find yourself something to eat tonight? I just don't have it in me to make dinner.
dutch: [_M_] Kun je vanavond iets vinden om te eten? Ik heb het gewoon niet in me om te eten.
german: [_M_] Kannst du heute Abend etwas zu essen finden? Ich habe es einfach nicht in mir, um das Abendessen zu machen.
italian: [_M_] Puoi trovarti qualcosa da mangiare stasera? Non ho la forza di preparare la cena.
russian: [_M_] Ты можешь найти себе что-нибудь съесть сегодня? Я просто не имею его у меня, чтобы поужинать.

source: [_R_] Sure, Mom.
german: [_R_] Sicher, Mama.
italian: [_R_] Certo, mamma.

source: [_M_] Thanks, honey. I'm going to go to bed early tonight.
dutch: [_M_] Bedankt, honing. Ik ga vanavond vroeg naar bed.
german: [_M_] Vielen Dank, Honig. Ich werde heute Abend früh ins Bett gehen.
italian: [_M_] Grazie, tesoro. Andrò a letto presto stasera.

source: [_M_] Good night sweety. See you in the morning.
dutch: [_M_] Goede nacht snoep. Tot morgen.
german: [_M_] Gute Nachtsüße. Bis morgens.
italian: [_M_] Buona notte tesoro. Ci vediamo domani mattina.

source: [_RT_] {i}Oh Man! I don't think I've ever seen Mom this stressed out. She's trying to put on a strong face, but I can see the worry in her eyes.{/i}
dutch: [_RT_] {i}Oh Man! Ik denk niet dat ik de gestresste maan ooit heb gezien. Ze probeert een sterk gezicht te geven, maar ik zie de zorg in haar ogen.{/i}
german: [_RT_] {i}Oh Man! Ich glaube nicht, dass ich diese Mama je betont gesehen habe. Sie versucht ein starkes Gesicht zu bekommen, aber ich sehe die Sorge in ihren Augen. {/i}
italian: [_RT_] {i}Oh amico! Non credo di aver mai visto la mamma così stressata. Sta cercando di fare una faccia forte, ma posso vedere la preoccupazione nei suoi occhi.{/i}

source: [_RT_] {i}If I can replace all the things Dad did for her, I think she would be relaxed and happy again.{/i}
dutch: [_RT_] {i}Als ik alle dingen die papa voor haar deed kan vervangen, denk ik dat ze weer ontspannen en gelukkig zou zijn.{/i}
german: [_RT_] {i}Wenn ich all die Dinge ersetzen kann, die Papa für sie getan hat, wäre sie wohl entspannt und glücklich wieder.{/i}
italian: [_RT_] {i}Se potessi sostituire tutte le cose che papà ha fatto per lei, penso che sarebbe di nuovo rilassata e felice.
russian: [_RT_] {i}Если я могу заменить все то, что сделал для нее, я думаю, что она будет расслаблена и счастлива снова.{/i}

source: [_RT_] {i}All I have to do is get the cash flowing into the household. Which will be no easy thing.{/i}
dutch: [_RT_] {i}Het enige wat ik moet doen is het geld krijgen dat naar het huis vloeit. Dat zal niet eenvoudig zijn.{/i}
german: [_RT_] {i}Alles was ich tun muss, ist, das Geld in den Haushalt fließen zu lassen. Das wird nicht einfach sein.{/i}
italian: [_RT_] {i}Tutto quello che devo fare è far fluire il denaro nella casa. Il che non sarà una cosa facile.
russian: [_RT_] {i}Мне нужно всего лишь получить денежные средства, поступающие в домашнее хозяйство. Что будет легко.{/i}

source: [_RT_] {i}But that seems to be the only contribution he was making.{/i}
dutch: [_RT_] {i}Maar dat lijkt de enige bijdrage te zijn die hij heeft geleverd.{/i}
german: [_RT_] {i}Aber das scheint der einzige Beitrag zu sein, den er geleistet hat.{/i}
italian: [_RT_] {i}Ma questo sembra essere l'unico contributo che stava dando.{/i}
russian: [_RT_] {i}Но это единственный вклад, который он внесл.{/i}

source: [_RT_] {i}He and Mom hardly even talk to each other anymore.{/i}
dutch: [_RT_] {i}A`s en Mam kunnen nauwelijks meer met elkaar praten.{/i}
german: [_RT_] {i}Er und Mama reden kaum mehr miteinander. {/i}
italian: [_RT_] {i}Lui e la mamma non si parlano quasi più.{/i}
russian: [_RT_] {i}Он и Мама больше не разговаривают друг с другом.{/i}

source: [_RT_] {i}So maybe I can be everything to her that he wasn't.{/i}
dutch: [_RT_] {i}Dus misschien kan ik alles tegen haar zijn dat hij niet was.{/i}
german: [_RT_] {i}Also vielleicht kann ich alles sein, was er nicht war.{/i}
italian: [_RT_] {i}Così forse posso essere tutto per lei che lui non era.{/i}

source: [_M_] And how is that any of your business?
dutch: [_M_] En hoe is dat wat van je bedrijf?
german: [_M_] Und wie ist das eines deiner Unternehmen?
italian: [_M_] E come possono essere affari tuoi?
russian: [_M_] И как это ваш бизнес?

source: [_R_] Mom! You drank all night, and you've been drinking all day.
dutch: [_R_] Mom! Je hebt de hele nacht gedronken, en je hebt de hele dag gedronken.
german: [_R_] Mama! Du trank die ganze Nacht und du trinkst den ganzen Tag.
italian: [_R_] Mamma! Hai bevuto tutta la notte e hai bevuto tutto il giorno.

source: [_M_] Yeah.... well.... my husband is in jail, we're being investigated by the FBI, I have no money to go shopping, I have to pay the Mafia off every week,
german: [_M_] Ja.... Nun.... mein Mann ist im Gefängnis, wir werden vom FBI untersucht Ich habe kein Geld zum Einkaufen, ich muss die Mafia jede Woche abzahlen
italian: [_M_] Yeah.... bene.... mio marito è in prigione, siamo indagati dall'FBI, non ho soldi per fare shopping, devo pagare la mafia ogni settimana,

source: [_M_] I have to go back to stripping to make enough money to pay them off, oh, and on top of all that, my son attended my grand return strip show!
dutch: [_M_] Ik moet teruggaan om te ontbijten om genoeg geld te verdienen om ze af te betalen. Oh en op de top bijwoonde mijn zoon mijn grote retour show!
german: [_M_] Ich muss zurück gehen, um genug Geld zu verdienen um sie auszuzahlen Oh, und obendrein nahm mein Sohn an meiner großen Rückkehrstreifenshow teil!
italian: [_M_] Devo tornare a fare la spogliarellista per fare abbastanza soldi per pagarli, oh, e come se non bastasse, mio figlio ha assistito al mio grande spettacolo di ritorno!
russian: [_M_] Мне нужно вернуться к разделке, чтобы заработать достаточные деньги, чтобы их погасить, Ох, и поверх всего, мой сын посетил мою большую обратную полоску шоу!

source: [_M_] You tell me a healthy way to deal with all of that.
dutch: [_M_] Je vertelt me een gezonde manier om met dat alles om te gaan.
german: [_M_] Du sagst mir eine gesunde Art, mit all dem umzugehen.
italian: [_M_] Dimmi un modo sano per affrontare tutto questo.

source: [_R_] Well, not getting alcohol poisoning would be a good start!
dutch: [_R_] Nou, het niet vergiftigen van alcohol zou een goede start zijn!
german: [_R_] Nun, keine Alkoholvergiftung zu bekommen wäre ein guter Anfang!
italian: [_R_] Beh, non avvelenarsi con l'alcol sarebbe un buon inizio!

source: [_M_] Like I said, it's not any of your business, but since you feel you need to intrude into my business, I'm only drinking a little so my hangover won't be so bad.
dutch: [_M_] Zoals ik zei, het is geen van uw zaak, maar omdat u het gevoel heeft dat u mijn bedrijf moet binnendringen, Ik drink maar een beetje zodat mijn overblijfsel niet zo slecht zal zijn.
german: [_M_] Wie ich bereits sagte, ist es nicht dein Geschäft, aber da du das Gefühl hast, dass du in mein Geschäft eingreifen musst Ich trinke nur ein wenig und mein Kater wird nicht so schlecht sein.
italian: [_M_] Come ho detto, non sono affari tuoi, ma visto che senti il bisogno di intrometterti nei miei affari, sto bevendo solo un pò così i miei postumi non saranno così gravi.

source: [_M_] It's not a great method, but it seems to have some effect.
dutch: [_M_] Het is geen geweldige methode, maar het lijkt effect te hebben.
german: [_M_] Es ist keine großartige Methode, aber sie scheint etwas zu bewirken.
italian: [_M_] Non è un grande metodo, ma sembra avere qualche effetto.
russian: [_M_] Это не отличный метод, но кажется, он имеет какой-то эффект.

source: [_M_] It's called the hair of the dog remedy, or something like that.
dutch: [_M_] Het wordt het haar van de hond genoemd, of iets dergelijks.
german: [_M_] Es nennt sich das Haar des Hundeheilmittels, oder so etwas wie das.
italian: [_M_] Si chiama il rimedio del pelo del cane o qualcosa del genere.
russian: [_M_] Это называется волосами собаки средства правовой защиты, или что-то вроде этого.

source: [_R_] Hmmm.... well do you promise me you won't drink anymore today?
dutch: [_R_] Hmmm.... beloof je me dat je vandaag niet meer drinkt?
german: [_R_] Hmmm.... Gut, versprechen Sie mir, dass Sie heute nicht mehr trinken werden?
italian: [_R_] Hmmm.... bene mi prometti che non berrai più oggi?

source: [_M_] I don't have to promise you anything!
dutch: [_M_] Ik hoef je niets te beloven!
german: [_M_] Ich muss dir nichts versprechen!
italian: [_M_] Non devo prometterti niente!

source: [_R_] Mom! I'm just really worried about you! I know you're under a lot of stress.
dutch: [_R_] Mom! Ik maak me gewoon zorgen over jou! Ik weet dat je onder grote druk staat.
german: [_R_] Mama! Ich bin nur sehr besorgt über dich! Ich weiß, dass du sehr viel Stress erleidest.
italian: [_R_] Mamma! Sono davvero preoccupata per te! So che sei molto stressata.

source: [_R_] That's why I'm going to help make everything be ok.
dutch: [_R_] Daarom ga ik helpen om alles goed te maken.
german: [_R_] Deshalb werde ich helfen, alles in Ordnung zu bringen.
italian: [_R_] Ecco perché voglio aiutarti a far sì che tutto vada bene.

source: {i}{b}"Mom's Submission +2"{/b}{/i}
dutch: {i}{b}"Moment-indiening +2"{/b}{/i}
german: {i}{b}"Mamas Einreichung +2"{/b}{/i}
italian: {i}{b}"Sottomissione della mamma +2"{/b}{/i}
russian: {i}{b}"Отправка мамы +2"{/b}{/i}

source: [_M_] Oh, honey! You don't need to take that kind of responsibility on yourself.
dutch: [_M_] Oh, honing! Je hoeft niet dat soort verantwoordelijkheid op jezelf te nemen.
german: [_M_] Oh, Honig! Du musst diese Art von Verantwortung nicht auf dich nehmen.
italian: [_M_] Oh, tesoro! Non hai bisogno di assumerti questo tipo di responsabilità.

source: [_R_] I really want to help make all of these changes easier on you!
dutch: [_R_] Ik wil echt helpen om al deze wijzigingen gemakkelijker voor je te maken!
german: [_R_] Ich möchte wirklich dazu beitragen, all diese Änderungen einfacher zu machen!
italian: [_R_] Voglio davvero aiutarti a rendere tutti questi cambiamenti più facili per te!

source: [_M_] You're already working at your dad's warehouse to help pay the weekly Mafia bill.
dutch: [_M_] Je werkt al in het magazijn van je vader om de wekelijkse Mafia rekening te helpen betalen.
german: [_M_] Du arbeitest bereits im Lager deines Papiers um die wöchentliche Mafia Rechnung zu bezahlen.
italian: [_M_] Stai già lavorando al magazzino di tuo padre per aiutare a pagare il conto settimanale della mafia.

source: [_RT_] {i}If I can replace all the things my dad did for her, I think she would be relaxed and happy again.{/i}
dutch: [_RT_] {i}Als ik alle dingen die mijn vader voor haar heeft gedaan, kan vervangen, denk ik dat ze weer ontspannen en gelukkig zal zijn.{/i}
german: [_RT_] {i}Wenn ich all die Dinge, die mein Vater für sie gemacht hat, ersetzen kann, wäre sie wohl entspannt und glücklich wieder.{/i}
italian: [_RT_] {i}Se potessi sostituire tutte le cose che mio padre ha fatto per lei, penso che sarebbe di nuovo rilassata e felice.
russian: [_RT_] {i}Если я смогу заменить все то, что сделал для нее, я думаю, что она будет расслаблена и счастлива снова.{/i}

source: [_RT_] {i}All I have to do is get the cash flowing into our household. Which will be no easy thing.{/i}
dutch: [_RT_] {i}Het enige wat ik moet doen is het contante geld naar ons huishouden halen. Dat zal niet eenvoudig zijn.{/i}
german: [_RT_] {i}Alles was ich tun muss, ist, das Geld in unseren Haushalt zu fließen. Das wird nicht einfach sein.{/i}
italian: [_RT_] {i}Tutto quello che devo fare è far fluire il denaro nella nostra famiglia. Il che non sarà una cosa facile.
russian: [_RT_] {i}Мне нужно всего лишь получить в нашем домашнем хозяйстве денежные средства. Что будет легко.{/i}

source: [_RT_] {i}No dishes to do right now.{/i}
dutch: [_RT_] {i}Geen gerechten om te doen.{/i}
german: [_RT_] {i}Keine Gerichte zum jetzigen Zeit.{/i}
italian: [_RT_] {i}Nessun piatto da fare in questo momento.{/i}
russian: [_RT_] {i}Нет блюд для приготовления прямо сейчас.{/i}

source: [_RT_] {i}It's too late to do dishes right now.{/i}
dutch: [_RT_] {i}Het is te laat om gerechten te doen.{/i}
german: [_RT_] {i}Es ist zu spät, jetzt Gerichte zu tun.{/i}
italian: [_RT_] {i}È troppo tardi per fare i piatti adesso.{/i}
russian: [_RT_] {i}слишком поздно делать блюда сейчас.{/i}

source: [_RT_] {i}No time, the DeCapos will be here any minute.{/i}
dutch: [_RT_] {i}Nee keer, de DeCapos zal hier elke minuut zijn.{/i}
german: [_RT_] {i}Keine Zeit, die DeCapos wird hier jede Minute sein. {/i}
italian: [_RT_] {i}Non c'è tempo, i Decapo saranno qui a momenti.{/i}
russian: [_RT_] {i}Нет времени, DeCapos будет здесь в любой минуте.{/i}

source: [_RT_] {i}Is a little extra affection from Mom even worth all this work?{/i}
dutch: [_RT_] {i}Is een beetje extra genegenheid van Mam, zelfs al is dit werk?{/i}
german: [_RT_] {i}Ist eine kleine zusätzliche Zuneigung von Mama sogar das ganze Werk wert? {/i}
italian: [_RT_] {i}Un po' di affetto in più da parte della mamma vale tutto questo lavoro?
russian: [_RT_] {i}Немного привязанность к маме даже стоит этой работы?{/i}

source: {i}'Mom's Affection +1"{/i}
dutch: {i}'Beïnvloed +1"{/i}
german: {i}'Mamas Affektion +1"{/i}
italian: {i}"Affetto della mamma +1"{/i}

source: [_RT_] {i}Nah.... I don't want to do any dishes right now.{/i}
dutch: [_RT_] {i}Nah.... Ik wil op dit moment geen gerechten doen.{/i}
german: [_RT_] {i}Nah.... Ich möchte jetzt keine Gerichte machen.{/i}
italian: [_RT_] {i}Nah.... Non voglio fare nessun piatto in questo momento.{/i}
russian: [_RT_] {i}Nah.... Я не хочу делать никаких блюд прямо сейчас.{/i}

source: [_M_] Hey honey, come sit down. We're having pizza for dinner.
dutch: [_M_] Hallo honing, ga zitten. We hebben pizza voor het avondeten.
german: [_M_] Hey Honig, setze dich nieder. Wir haben Pizza zum Abendessen.
italian: [_M_] Ehi tesoro, vieni a sederti. C'è la pizza per cena.

source: [_M_] Oh, my day was fine. How did you think my lesson on Oedipu___
dutch: [_M_] Oh, mijn dag was prima. Hoe dacht je mijn les op Oedipu___
german: [_M_] Ah, mein Tag war in Ordnung. Wie hast du meine Lektion auf Oedipu___ gedacht
italian: [_M_] Oh, la mia giornata è andata bene. Come ti è sembrata la mia lezione su Edipo___

source: [_M_] Oh my God, look everyone, Sidney is home!
dutch: [_M_] Oh mijn God, bekijk alles, Sidney is thuis!
german: [_M_] Oh mein Gott, schaue alle an, Sidney ist zu Hause!
italian: [_M_] Oh mio Dio, guardate tutti, Sidney è a casa!

source: [_M_] It's so good to see you!
dutch: [_M_] Het is zo goed om je te zien!
german: [_M_] Es ist so schön, dich zu sehen!
italian: [_M_] È così bello vederti!
russian: [_M_] Это так приятно видеть вас!

source: [_M_] How's everything going at school?
dutch: [_M_] Hoe gaat alles op school?
german: [_M_] Wie geht alles in die Schule?
italian: [_M_] Come vanno le cose a scuola?
russian: [_M_] Как все происходит в школе?

source: [_S_] How's everything going at school?
dutch: [_S_] Hoe gaat alles op school?
german: [_S_] Wie geht alles in die Schule?
italian: [_S_] Come vanno le cose a scuola?
russian: [_S_] Как все происходит в школе?

source: [_S_] How's everything going at school!!!?
dutch: [_S_] Hoe gaat alles op school!!!?
german: [_S_] Wie geht alles in die Schule!!!?
italian: [_S_] Come vanno le cose a scuola!!!?

source: [_S_] If you'd answer your phone you would know how everything is going at school!
dutch: [_S_] Als je je telefoon zou beantwoorden zou je weten hoe alles er op school gaat!
german: [_S_] Wenn du dein Telefon beantworten würdest, würdest du wissen, wie alles in der Schule läuft!
italian: [_S_] Se rispondessi al telefono sapresti come vanno le cose a scuola!
russian: [_S_] Если вы ответите на свой телефон, вы бы знали, как все происходит в школе!

source: [_M_] I'm sorry honey, but I've been a little indisposed!
dutch: [_M_] Ik vind honing jammer, maar ik ben een beetje weggegooid!
german: [_M_] Es tut mir leid, aber ich bin ein wenig undisponiert!
italian: [_M_] Mi dispiace tesoro, ma sono stato un pò indisposto!

source: [_L_] {i}(whispers){/i} More like drunk!
dutch: [_L_] {i}(fluister){/i} Meer van dronk!
german: [_L_] {i}(Flüster){/i} Mehr wie betrunken!
italian: [_L_] {i}(sussurra){/i} Più che altro ubriaco!
russian: [_L_] {i}(шепьет){/i} больше, чем пья!

source: [_R_] {i}(whispers){/i} Lauren, shut up!
dutch: [_R_] {i}(fluister){/i} Lauren, sluit op!
german: [_R_] {i}(Flüster){/i} Lauren, Halten!
italian: [_R_] {i}(sussurra){/i} Lauren, stai zitta!

source: [_S_] And what about you Lauren? Why did you keep ignoring my calls?
dutch: [_S_] En wat met je Lauren? Waarom heb je mijn oproepen steeds genegeerd?
german: [_S_] Und was ist mit Lauren? Warum haben Sie meine Anrufe immer wieder ignoriert?
italian: [_S_] E tu Lauren? Perché hai continuato ad ignorare le mie chiamate?

source: [_L_] My friend Brittney has been going through a messy breakup and has needed my support!
dutch: [_L_] Mijn vriend Bretagne is door een puinhoop gegaan en heeft mijn steun nodig!
german: [_L_] Meine Freundin Bretagne hat ein chaotisches Auseinanderbrechen durchgemacht und hat meine Unterstützung benötigt!
italian: [_L_] La mia amica Brittney sta attraversando una rottura incasinata e ha bisogno del mio sostegno!

source: [_L_] I haven't exactly had time to have any long converstations with anyone else.
dutch: [_L_] Ik heb niet precies de tijd gehad om lange converstations met anderen te hebben.
german: [_L_] Ich habe keine Zeit gehabt, lange Konvertierungsstationen mit anderen zu haben.
italian: [_L_] Non ho avuto esattamente il tempo di fare lunghe conversazioni con qualcun altro.

source: [_S_] Long conversations!? I just needed you to get Mom for me!
dutch: [_S_] Lang gesprekken!? Ik had je net nodig om mama voor me te krijgen!
german: [_S_] Lange Unterhaltung!? Ich brauche dich, um Mama für mich zu bekommen!
italian: [_S_] Lunghe conversazioni!? Avevo solo bisogno che tu andassi a prendere la mamma per me!

source: [_R_] You could have called me.
dutch: [_R_] Je had me kunnen bellen.
german: [_R_] Du hast mich anrufen können.
italian: [_R_] Avresti potuto chiamarmi.

source: [_S_] I never call you. I don't even think I have your number!
dutch: [_S_] Ik bel je nooit. Ik denk niet eens dat ik je nummer heb!
german: [_S_] Ich rufe dich nie an. Ich glaube nicht einmal, dass ich deine Nummer habe!
italian: [_S_] Non ti ho mai chiamato. Non credo nemmeno di avere il tuo numero!
russian: [_S_] Я никогда не звоню вам. Я даже не думаю, что у меня есть твой номер!

source: [_M_] Honey! Please just sit and try to calm down. Then you can tell us what's wrong.
dutch: [_M_] Honey! Gelieve te gaan zitten en proberen te kalmeren. Dan kan je ons vertellen wat er mis is.
german: [_M_] Honig! Bitte setze dich einfach auf und versuche dich zu beruhigen. Dann kannst du uns sagen, was falsch ist.
italian: [_M_] Tesoro! Per favore, siediti e cerca di calmarti. Poi potrai dirci cosa c'è che non va.

source: [_S_] I've been kicked out of school!
dutch: [_S_] Ik ben uit school geschopt!
german: [_S_] Ich wurde aus der Schule geworfen!
italian: [_S_] Sono stato cacciato da scuola!

source: [_M_] What?
dutch: [_M_] Wat?
german: [_M_] Was?
italian: [_M_] Cosa?
russian: [ _M_] Что?

source: [_S_] They said the check for this coming semester's tuition bounced, and they can't keep on students who don't pay their bills.
dutch: [_S_] Ze hebben de controle op dit komende semester uitgeroepen, en ze kunnen studenten die hun rekeningen niet betalen niet bijhouden.
german: [_S_] Sie sagten, dass der Scheck für das kommende Semester abgebrannt sei, und sie können nicht auf Schülern aufhören, die ihre Rechnungen nicht bezahlen.
italian: [_S_] Hanno detto che l'assegno per la retta di questo semestre è stato respinto e che non possono mantenere gli studenti che non pagano i loro conti.

source: [_S_] They kicked me out of the dorm, took away my meal plan.
dutch: [_S_] Ze hebben me uit de dorm gezet, heb mijn maaltijdplan weggehaald.
german: [_S_] Sie haben mich aus dem Dorm geworfen und mir meinen Essensplan weggenommen.
italian: [_S_] Mi hanno cacciato dal dormitorio e mi hanno tolto il piano pasti.

source: [_S_] It was soooo embarassing!
dutch: [_S_] Het was zoöoooo embarassing!
german: [_S_] Es war soooo peinlich!
italian: [_S_] È stato così imbarazzante!
russian: [_S_] Это было успокаивающе!

source: [_S_] So, I tried to call Dad because he takes care of my tuition and housing.
dutch: [_S_] Dus ik heb geprobeerd om papa te bellen omdat hij mijn tuïtie en huisvesting verzorgt.
german: [_S_] Also habe ich versucht, Papa anzurufen, weil er sich um meinen Unterricht und mein Gehäuse kümmert.
italian: [_S_] Allora, ho provato a chiamare papà perché si occupa delle mie tasse scolastiche e dell'alloggio.

source: [_S_] But all I get when I call Dad is a message that his phone's been disconnected.!
dutch: [_S_] Maar alles wat ik krijg wanneer ik Dad bel, is een bericht dat de verbinding van zijn telefoon is verbroken!
german: [_S_] Aber alles, was ich bekomme wenn ich Papa anrufe ist eine Nachricht, dass sein Telefon getrennt wurde.!
italian: [_S_] Ma tutto quello che ottengo quando chiamo papà è un messaggio che il suo telefono è stato disconnesso!
russian: [_S_] Но все получится, когда я позвоню Дату, это сообщение о том, что его телефон был разорван.!

source: [_S_] Mom? Where's Dad and why can't I get a hold of him?
dutch: [_S_] Mome? Waar is papa en waarom kan ik hem geen greep krijgen?
german: [_S_] Mama? Wo ist Vater und warum kann ich ihn nicht halten?
italian: [_S_] Mamma? Dov'è papà e perché non riesco a contattarlo?

source: Mom tells Sidney about the events that took place over the weekend.
dutch: Mama vertelt Sidney over de gebeurtenissen van het weekend.
german: Mom erzählt Sidney über die Ereignisse, die am Wochenende stattfanden.
italian: Mamma racconta a Sidney gli eventi che hanno avuto luogo durante il fine settimana.
russian: Мама рассказывает Сиднею о событиях, которые произошли в выходные дни.

source: 10 minutes later.
dutch: 10 minuten later.
german: 10 Minuten später.
italian: 10 minuti dopo.
russian: 10 минут позже.

source: [_S_] Wow! That is unbelievable! It sounds like a bad plotline for a crappy Mafia movie, or a bad computer game!
dutch: [_S_] Wow! Dat is ongelofelijk! Het klinkt als een slechte plotlijn voor een waanzinnige maffia film, of een slecht computerspel!
german: [_S_] Wow! Das ist unglaublich! Es klingt wie eine schlechte Plotline für einen knackigen Mafia-Film oder ein schlechtes Computerspiel!
italian: [_S_] Wow! È incredibile! Sembra la trama di un pessimo film sulla mafia o di un brutto gioco per computer!

source: [_M_] Oh yes!
dutch: [_M_] Oh ja!
german: [_M_] Oh ja!
italian: [_M_] Oh, sì!

source: [_L_] Absolutely!
german: [_L_] Absolut!
italian: [_L_] Assolutamente!
