Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_B_] To the fact that we have been facilitating the movement of items of questionable legality for groups of questionable reputation.
dutch: [_B_] het feit dat we het verkeer van zaken met twijfelachtige wettigheid voor groepen twijfelachtige reputaties hebben vergemakkelijkt.
german: [_B_] Wir haben die Bewegung von Gütern mit fragwürdiger Legalität für fragwürdige Reputationsgruppen erleichtert.
italian: [_B_] Del fatto che abbiamo facilitato il movimento di oggetti di dubbia legalità per gruppi di dubbia reputazione.

source: [_R_] .... What?.... Dad's been breaking the law?!
dutch: [_R_] .... Wat?.... Papa de wet overtreedt?!
german: [_R_] .... Was?.... Der Vater hat das Gesetz gebrochen?!
italian: [_R_] .... Cosa? .... Papà ha infranto la legge?!
russian: [_R_] .... Что?.... Давай нарушает закон?!

source: [_B_] More like skirting the law, but the Feds don't seem to notice no distinction.
dutch: [_B_] Meer dan de wet roken, maar de Feds lijken geen verschil te zien.
german: [_B_] Ähnlich wie das Gesetz, aber die Feds scheinen keine Unterscheidung zu bemerken.
italian: [_B_] Più che altro ha aggirato la legge, ma i federali non sembrano notare alcuna distinzione.

source: [_R_] .... I.... I.... can't believe this? my father's a real-life criminal?
dutch: [_R_] .... Ik. Ik.... kan dit niet geloven? Mijn vader is een echte misdadiger?
german: [_R_] .... Ich.... Ich kann das nicht glauben? Mein Vater ist ein wirklicher Krimineller?
italian: [_R_] .... Yo.... Yo.... non ci posso credere? Mio padre è un vero criminale?
russian: [_R_] .... Я... не могу поверить? Мой отец преступник в реальной жизни?

source: [_B_] Yeah.... well, don't think too bad of your old man. {p}Your family's been living pretty well as a result of his hard work.
dutch: [_B_] Yeah.... denk niet al te slecht aan je oude man. {p}Je familie heeft goed geleefd als gevolg van zijn harde werk.
german: [_B_] Ja.... nein, denken Sie nicht zu schlecht an Ihren alten Mann. {p}Ihre Familie lebte ziemlich gut aufgrund seiner harten Arbeit.
italian: [_B_] Si.... beh, non pensare troppo male del tuo vecchio. {p}La tua famiglia ha vissuto abbastanza bene grazie al suo duro lavoro.

source: [_B_] He's built this business from nothing, and taken some incredible risks along the way. {p}All of which have paid off in the end.
dutch: [_B_] Hij heeft deze zaak van niets opgebouwd en onderweg enkele ongelooflijke risico's genomen. {p}van wie alles aan het eind is betaald.
german: [_B_] Er hat dieses Geschäft aus dem Nichts gebaut und dabei unglaubliche Risiken auf sich genommen. {p}Alle haben sich am Ende ausgezahlt.
italian: [_B_] Ha costruito questo business dal nulla e si è preso dei rischi incredibili lungo la strada. {p}Tutti questi sono stati pagati alla fine.

source: [_R_] Paid off!?! He's in fucking jail!
dutch: [_R_] Betaald uit!?! Hij zit in de verdomde gevangenis!
german: [_R_] Bezahlt aus!?! Er ist im fucking Gefängnis!
italian: [_R_] Pagato!?! È in prigione, cazzo!

source: [_B_] Yeah, well... present circumstances excluded.
dutch: [_B_] Yeah, goed... huidige omstandigheden uitgesloten.
german: [_B_] Ja, ja... die gegenwärtigen Umstände sind ausgeschlossen.
italian: [_B_] Sì, beh... circostanze attuali escluse.

source: [_R_] How did he get caught?
dutch: [_R_] Hoe is hij gepakt?
german: [_R_] Wie wurde er gefangen?
italian: [_R_] Come è stato catturato?

source: [_B_] They busted him last night on a late delivery.{p}Luckily he wasn't in a company ride, or on company property, but now we're being heavily watched and investigated.
dutch: [_B_] Ze hebben hem gisteravond tijdens een late levering kapot.{p}Gelukkig was hij niet in een gezelschapsrit, of was hij niet in bedrijfseigendom, maar nu worden we zwaar bekeken en onderzocht.
german: [_B_] Sie haben ihn gestern Abend auf eine späte Lieferung gestoppt.{p}Glücklicherweise war er weder auf einer Firmenfahrt noch auf dem Firmengelände unterwegs, aber jetzt werden wir streng beobachtet und untersucht.
italian: [_B_] L'hanno beccato ieri sera durante una consegna in ritardo.{p}Per fortuna non era in una corsa aziendale, o su una proprietà aziendale, ma ora siamo pesantemente sorvegliati e indagati.

source: [_R_] Dad said on the phone that we could be in danger, or trouble?
dutch: [_R_] Papa zei bij de telefoon dat we in gevaar zouden kunnen zijn of problemen zouden kunnen hebben?
german: [_R_] Papa sagte am Telefon, dass wir in Gefahr sein könnten, oder Probleme?
italian: [_R_] Papà ha detto al telefono che potremmo essere in pericolo, o nei guai?

source: [_B_] Yes.... so that's the tricky part. {p}Your dad recently took out a sizable loan from the DeCapo crime family.
dutch: [_B_] Ja.... dus dat is het heikele deel. {p}Jouw vader heeft onlangs een grote lening van de familie DeCapo ontvangen.
german: [_B_] Ja.... das ist der schwierige Teil. {p}Dein Vater hat vor kurzem einen ansehnlichen Kredit von der DeCapo Kriminalfamilie aufgenommen.
italian: [_B_] Sì.... quindi questa è la parte difficile. {p}Tuo padre ha recentemente preso un prestito considerevole dalla famiglia criminale DeCapo.

source: [_B_] It's a personal handshake loan, no paper trail, so the feds have no idea about it. {p}But just because your dads going to be in prison, doesn't mean they don't expect to be paid.
dutch: [_B_] Het is een persoonlijke handshake loan, geen papieren spoor, zodat de letters er geen idee van hebben. {p}Maar alleen omdat je dads in de gevangenis zullen zitten, betekent niet dat ze niet verwachten betaald te worden.
german: [_B_] Es ist ein persönliches Handshake-Darlehen, kein Papierpfad, so dass die Fette keine Ahnung davon haben. {p}Aber nur weil deine Väter im Gefängnis sitzen, bedeutet nicht, dass sie nicht erwarten, bezahlt zu werden.
italian: [_B_] Si tratta di un prestito personale, nessuna traccia cartacea, quindi i federali non ne hanno idea. {p}Ma solo perché tuo padre sarà in prigione, non significa che non si aspetti di essere pagato.
russian: [_B_] Это личный кредит в рукопожатии, нет бумажного следа, поэтому корма не знают об этом. {p}Но только потому, что ваши папы будут находиться в тюрьме, не означает, что они не ожидают оплаты.

source: [_B_] The good news is we talked this morning, and I let 'em know about present circumstances.
dutch: [_B_] Het goede nieuws is waarover we vanochtend hebben gesproken en ik laat 'em op de hoogte van de huidige omstandigheden.
german: [_B_] Die gute Nachricht ist, dass wir heute Morgen gesprochen haben und ich lasse es wissen über die aktuellen Umstände.
italian: [_B_] La buona notizia è che abbiamo parlato questa mattina e li ho messi al corrente delle circostanze attuali.

source: [_B_] As a good will gesture to [dad_name] for not ratting them out, they said they're willing to accept interest-only payments for a short while, until we can figure something else out.
dutch: [_B_] Als een goed gebaar naar [dad_name] om ze niet te beoordelen, ze zeiden dat ze bereid zijn korte tijd alleen rentebetalingen te accepteren, totdat we iets anders kunnen uitzoeken.
german: [_B_] Als guter Wille Geste an [dad_name] für die Nichtbewertung Sie sagten, sie seien bereit, Zinszahlungen für eine kurze Zeit anzunehmen, bis wir etwas anderes herausfinden können.
italian: [_B_] Come gesto di buona volontà nei confronti di [dad_name] per non aver fatto la spia, hanno detto che sono disposti ad accettare pagamenti di soli interessi per un breve periodo, fino a quando non possiamo trovare un'altra soluzione.

source: [_R_] WHAT?.... We're expected to pay Dad's loan while he's in prison?...
dutch: [_R_] WAT?.... we verwachten dat we de lening van papa betalen terwijl hij in de gevangenis zit?...
german: [_R_] WAS?.... Wir werden erwartet, dass Papers Kredit bezahlen, während er im Gefängnis sitzt?...
italian: [_R_] COSA? .... Ci si aspetta che paghiamo il prestito di papà mentre è in prigione?....
russian: [_R_] ЧТО?.... Мы должны оплатить кредит Дада, пока он в тюрьме?...

source: [_B_] Well, [dad_name] used his household as collateral, and since we're dealing with the Mafia, that includes human capital. So, if you don't pay, they'll basically human traffic you into white slavery... Even you pretty boy.
dutch: [_B_] Nou, [dad_name] heeft zijn huishouden als onderpand gebruikt, en omdat we ons bezighouden met de maffia, inclusief menselijk kapitaal. Dus, als je niet betaalt, zullen ze je in feite verhandelen in witte slaverning... Zelfs jij mooie jongen.
german: [_B_] Nun, [dad_name] nutzte seinen Haushalt als Sicherheiten und da wir es mit der Mafia zu tun haben, einschließlich Humankapital. Also, wenn du nicht bezahlst, werden sie im Grunde Menschen dich in die weiße Sklaverei... Selbst du hübschen Jungen.
italian: [_B_] Beh, [dad_name] ha usato la sua famiglia come garanzia, e dato che abbiamo a che fare con la mafia, questo include il capitale umano. Quindi, se non paghi, in pratica ti faranno un traffico umano per la schiavitù bianca... Anche tu, bel ragazzo.

source: [_R_] Fuck!
german: [_R_] Verdammt!
italian: [_R_] Scopata!

source: [_R_] Can't you?.... Or.... or.... or.... the business pay back the loan for us?
dutch: [_R_] kunt u niet?.... of.... of.... de onderneming betaalt de lening voor ons?
german: [_R_] Kannst du nicht?.... Oder.... oder.... das Unternehmen zahlt den Kredit für uns zurück?
italian: [_R_] Non puoi? .... O.... o.... o.... l'azienda ripaghi il prestito per noi?
russian: [_R_] Не можете вы?.... Или или.... или.... бизнес отдает ссуду для нас?

source: [_B_] I'm sorry, but this is strictly off the books, and the Feds have seized all our cash, frozen all of our assets and accounts, including my personal ones.
dutch: [_B_] Het spijt me, maar dit is strikt buiten de boeken en de Feds hebben al ons geld in beslag genomen, heeft al onze activa en rekeningen bevroren, inclusief mijn persoonlijke gegevens.
german: [_B_] Es tut mir leid, aber das ist streng aus den Büchern und die Feds haben unser ganzes Bargeld beschlagnahmt. Alle unsere Vermögenswerte und Konten, einschließlich meiner persönlichen, eingefroren.
italian: [_B_] Mi dispiace, ma questo è strettamente non ufficiale e i federali hanno sequestrato tutto il nostro denaro, congelato tutti i nostri beni e conti, compresi quelli personali.

source: [_B_] We have a federal accountant in our office, right now, as we speak, that will be controlling all the movement of funds until the investigation is over.
dutch: [_B_] We hebben een federale accountant in ons bureau, op dit moment, op dit moment dat alle geldstromen zal controleren totdat het onderzoek is afgerond.
german: [_B_] Wir haben einen Bundesbuchhalter in unserem Büro, gerade jetzt, während wir sprechen, , die den gesamten Geldverkehr bis zum Ende der Untersuchung kontrollieren wird.
italian: [_B_] Abbiamo un contabile federale nel nostro ufficio, proprio ora, mentre parliamo, che controllerà tutti i movimenti di fondi fino alla fine dell'indagine.

source: [_B_] If I had anything extra to give you, it would be yours, but I have to take care of my own wife and daughter. The Feds will only allow me enough to survive on.
dutch: [_B_] Als ik iets extra had om je te geven, dan zou het van jou zijn, maar ik moet voor mijn eigen vrouw en dochter zorgen. Het Feds zal mij alleen maar voldoende in staat stellen om te overleven.
german: [_B_] Wenn ich dir etwas extra geben könnte, dann wäre es deine aber ich muss mich um meine eigene Frau und Tochter kümmern. Die Feds werden es mir nur erlauben, weiter zu überleben.
italian: [_B_] Se avessi qualcosa in più da darti, sarebbe tuo, ma devo prendermi cura di mia moglie e mia figlia. I federali mi permetteranno solo il necessario per sopravvivere.

source: [_R_] Can't we just tell the police about the DeCapos?
dutch: [_R_] kunnen we niet gewoon de politie vertellen over het DeCapos?
german: [_R_] Können wir der Polizei nicht nur von der DeCapos erzählen?
italian: [_R_] Non possiamo semplicemente dire alla polizia dei DeCapo?
russian: [_R_] Не можем ли мы просто рассказать полиции о DeCapos?

source: [_B_] If you want the DeCapos to put a hit on your old man, they can get him in prison you know.{p}But they'll come after his wife first, to teach him a lesson.{p}They have people everywhere. The police can't protect her.
dutch: [_B_] Als je wilt dat de DeCapos je oude man treft, kunnen ze hem in de gevangenis krijgen die je kent.{p}Maar ze komen eerst na zijn vrouw om hem een lesje te leren.{p}Ze hebben overal mensen. De politie kan haar niet beschermen.
german: [_B_] Wenn du möchtest, dass der DeCapos einen Schlag auf deinen alten Mann legt, kann er ihn ins Gefängnis bringen, das du weißt.{p}Aber sie werden zuerst nach seiner Frau kommen, um ihm eine Lektion zu erteilen.{p}Sie haben Leute überall. Die Polizei kann sie nicht beschützen.
italian: [_B_] Se vuoi che i DeCapo facciano un colpo al tuo vecchio, possono metterlo in prigione, lo sai.{p}Ma prima verranno a cercare sua moglie, per dargli una lezione.{p}Hanno gente ovunque. La polizia non può proteggerla.

source: [_R_] Shit...
german: [_R_] Verdammt...
italian: [_R_] Merda...

source: [_R_] Shit!...
german: [_R_] Verdammt!...
italian: [_R_] Merda!...

source: [_R_] .... SHIT!!...
dutch: [_R_] .... SCHAKE!!...
italian: [_R_] .... MERDA!!...

source: [_R_] Well, how much are the payments?
dutch: [_R_] Nou, hoeveel zijn de betalingen?
german: [_R_] Nun, wie viel sind die Zahlungen?
italian: [_R_] Beh, quanto sono i pagamenti?

source: [_B_] For now.... only $1,000 dollars each week.
dutch: [_B_] Voor nu.... slechts $1.000 dollar per week.
german: [_B_] Für jetzt... nur $1.000 Dollar pro Woche.
italian: [_B_] Per ora.... solo 1.000 dollari ogni settimana.
russian: [_B_] На данный момент всего $1000 долларов в неделю.

source: [_R_] Pfft.... $1,000 DOLLARS EACH WEEK? I'm only in high school. Where am I going to come up with that kind of cash?
dutch: [_R_] Pfft.... . $1.000 DOLARS WEEK? Ik ben alleen op de middelbare school. Waar ga ik dat soort geld bezorgen?
german: [_R_] Pfft.... $1.000 DOLLARS EACH WOCH? Ich bin nur in der Hochschule. Wo werde ich mit dieser Art von Bargeld aufkommen?
italian: [_R_] Pfft.... 1.000 DOLLARI OGNI SETTIMANA? Sono solo al liceo. Dove troverò tutti quei soldi?
russian: [_R_] Pfft.... $1000 ДОЛЖЕН КАК НЕДЕЛ? Я только в средней школе. Где я собираюсь придумать такой деньги?

source: [_B_] Just relax kid, I have a way for you to make some extra money.
dutch: [_B_] Ontspan gewoon het kind, ik heb een manier om wat extra geld te verdienen.
german: [_B_] Entspannen Sie sich einfach, ich habe eine Möglichkeit für Sie etwas mehr Geld zu verdienen.
italian: [_B_] Rilassati ragazzo, ho un modo per farti fare dei soldi extra.

source: [_B_] We still have a pretty large pile of contraband in our underground warehouse, and we still have clients who expect delivery of said goods.
dutch: [_B_] We hebben nog steeds een behoorlijk grote stapel contraband in ons ondergrondse magazijn, en we hebben nog steeds klanten die hun goederen verwachten.
german: [_B_] Wir haben noch einen ziemlich großen Schmuggelhaufen in unserem unterirdischen Lager, und wir haben immer noch Kunden, die die Lieferung dieser Waren erwarten.
italian: [_B_] Abbiamo ancora un bel mucchio di merce di contrabbando nel nostro magazzino sotterraneo e abbiamo ancora clienti che si aspettano la consegna di questa merce.

source: [_B_] If you can come here during the afternoons, you can make these deliveries for us. I even have a little pizza box container we can attach right onto your scooter to carry the packages.
dutch: [_B_] Als je hier kan komen tijdens de middagen, kun je deze bezorgingen voor ons maken. Ik heb zelfs een container met pizza box die we direct aan je scooter kunnen plakken om de pakketten mee te nemen.
german: [_B_] Wenn Sie nachmittags hierher kommen können, können Sie diese Lieferungen für uns machen. Ich habe sogar eine kleine Pizza-Box Container können wir direkt an Ihrem Roller befestigen, um die Pakete zu tragen.
italian: [_B_] Se puoi venire qui durante il pomeriggio, puoi fare queste consegne per noi. Ho anche un piccolo contenitore per la pizza che possiamo attaccare direttamente al tuo scooter per trasportare i pacchi.
russian: [_B_] Если вы можете приехать сюда во второй половине дня, вы можете сделать эти поставки для нас. У меня даже есть небольшой контейнер с коробкой пиццы, который мы можем прикрепить прямо к вашему самокату, чтобы перевозить пакеты.

source: [_B_] No one will ever suspect a young pizza delivery boy.
dutch: [_B_] Niemand zal ooit een jonge pizzabezorger jongen verdenken.
german: [_B_] Niemand wird jemals einen jungen Pizza-Lieferer verdächtigen.
italian: [_B_] Nessuno sospetterà mai di un giovane fattorino della pizza.
russian: [_B_] Никто не будет подозревать молодого мальчика с пиццей.

source: [_B_] The clients will pay you directly, and you can keep the money they give you.
dutch: [_B_] De klanten betalen je direct en je kunt het geld houden dat ze je geven.
german: [_B_] Die Kunden zahlen dich direkt und du kannst das Geld behalten, das sie dir geben.
italian: [_B_] I clienti ti pagheranno direttamente e potrai tenere i soldi che ti daranno.

source: [_B_] Some of them are fairly generous and will even give you some decent tips.
dutch: [_B_] Sommige van hen zijn redelijk royaal en geven je zelfs fatsoenlijke tips.
german: [_B_] Einige von ihnen sind ziemlich großzügig und werden dir sogar einige gute Tipps geben.
italian: [_B_] Alcuni di loro sono abbastanza generosi e ti daranno anche delle mance decenti.

source: [_B_] The FBI has no reason to suspect you, so it should be relatively low risk.
dutch: [_B_] The FBI heeft geen reden om jou te verdenken, dus het zou relatief laag risico moeten zijn.
german: [_B_] Das FBI hat keinen Grund dich zu verdächtigen, daher sollte es relativ risikoarm sein.
italian: [_B_] L'FBI non ha motivo di sospettare di te, quindi il rischio dovrebbe essere relativamente basso.

source: [_B_] If you're not able to make the deliveries some days, or if you find a better way to make the cash, I'll just have to make the deliveries myself.{p}It will be riskier since I'm being watched, but the deliveries have to be made.
dutch: [_B_] Als je niet in staat bent om de bezorgingen enkele dagen uit te voeren, of als je een betere manier vindt om het geld te maken, dan moet ik zelf de levering doen.{p}Het is riskanter sinds ik in de gaten word gehouden, maar de leveringen moeten gedaan worden.
german: [_B_] Wenn du nicht in der Lage bist, die Sendungen eines Tages durchzuführen oder wenn Sie einen besseren Weg finden, das Geld zu machen, werde ich die Lieferungen einfach selbst machen müssen.{p}Es wird riskanter sein, da ich beobachtet werde, aber die Lieferungen müssen durchgeführt werden.
italian: [_B_] Se non sei in grado di fare le consegne alcuni giorni, o se trovi un modo migliore per fare i soldi, dovrò semplicemente fare le consegne da solo.{p}Sarà più rischioso poiché sono osservato, ma le consegne devono essere fatte.
russian: [_B_] Если вы не можете сделать поставки несколько дней, или если вы найдёте лучший способ заработать деньги, я просто должен сделать доставку самостоятельно.{p}Это будет более рискованным, так как я наблюдаю, но поставки должны быть сделаны.

source: [_B_] So what do you think?
dutch: [_B_] Dus wat vind je ervan?
german: [_B_] Was meinst du?
italian: [_B_] Quindi cosa ne pensi?

source: [_R_] .... {p}I don't think I have a choice,{p}.... so I guess I'm in?...
dutch: [_R_] .... {p}ik denk niet dat ik een keuze heb,{p}.... dus ik denk dat ik in ben?...
german: [_R_] .... {p}Ich glaube nicht, dass ich eine Wahl habe,{p}.... also nehme ich an, ich bin in?...
italian: [_R_] .... {p}Non credo di avere scelta,{p}.... quindi credo di esserci?...
russian: [_R_] .... {p}Я не думаю, что у меня есть выбор,{p}.... Так что я думаю, что я в?...

source: [_B_] Great!.... Oh, and here's the little bit of cash I do have,
dutch: [_B_] Geweldig!.... Oh, en hier is het kleine beetje contant geld dat ik heb.
german: [_B_] Großartig!.... Und hier ist das kleine Geld, das ich habe
italian: [_B_] Grande! .... Oh, ed ecco il poco denaro che ho,

source: {i}Received $300 dollars.{/i}
german: {i}Erhaltene $300 Dollar.{/i}
italian: {i}Ho ricevuto 300 dollari.{/i}

source: [_B_] Hopefully It can help you make this week's payment.
dutch: [_B_] Hopelijk kan het je helpen met de betaling deze week.
german: [_B_] Hoffentlich kann es dir helfen, die Zahlung in dieser Woche zu tätigen.
italian: [_B_] Speriamo che possa aiutarti a fare il pagamento di questa settimana.

source: [_R_] .... Thanks.... oh, and how do I make the payments?
german: [_R_] .... Danke.... oh, und wie mache ich die Zahlungen?
italian: [_R_] .... Grazie.... oh, e come faccio a fare i pagamenti?

source: [_B_] Every Saturday evening, the DeCapos will send a couple guys to your front door to pick up the money.
dutch: [_B_] Elke zaterdagavond sturen de DeCapos een paar jongens naar je voordeur om het geld op te halen.
german: [_B_] Jeden Samstagabend schickt der DeCapos ein paar Jungs an die Haustür, um das Geld abzuholen.
italian: [_B_] Ogni sabato sera, i DeCapos manderanno un paio di ragazzi alla tua porta di casa per prendere i soldi.

source: [_B_] You pay them the money and bada bing bada boom, they'll be on their merry way.
dutch: [_B_] Je betaalt ze het geld en bada boom, ze zijn op hun vrolijke manier.
german: [_B_] Du zahlst ihnen das Geld und bada Bada Boom, sie werden auf ihrem fröhlichen Weg sein.
italian: [_B_] Tu paghi i soldi e bada bing bada boom, loro se ne andranno per la loro strada.

source: [_R_] Saturday!.... But that's today!!.... How will I get the money together by this evening?
dutch: [_R_] Zaterdag!.... Maar dat is vandaag nog!!.... Hoe krijg ik het geld bij elkaar vanavond?
german: [_R_] Samstag!.... Aber das ist heute!!.... Wie komme ich das Geld heute Abend zusammen?
italian: [_R_] Sabato! .... Ma è oggi!!.... Come farò a mettere insieme i soldi per questa sera?

source: [_B_] With the $300 I gave you, and if you make deliveries today. And hopefully your mom has a little cash on her. Hopefully you'll have enough...
dutch: [_B_] Met de $300 die ik je gegeven heb en als je vandaag bezorgt. En hopelijk heeft uw moeder haar een klein beetje geld; hopelijk zult u genoeg hebben...
german: [_B_] Mit den $300 habe ich dir gegeben und wenn du heute Lieferungen machst. Und hoffentlich hat deine Mutter ein wenig Geld auf ihr. Hoffentlich hast du genug bekommen...
italian: [_B_] Con i 300 dollari che ti ho dato, e se fai le consegne oggi. E si spera che tua madre abbia un po' di denaro con sé. Speriamo che tu ne abbia abbastanza...

source: [_B_] .... I'll be praying to the Virgin Mary that you can make it.
dutch: [_B_] .... Ik bid tot de Maagdenaar Mary dat jij het kunt maken.
german: [_B_] .... Ich bete bei der Jungfrau Maria, dass du es schaffen kannst.
italian: [_B_] .... Pregherò la Vergine Maria che tu possa farcela.

source: [_R_] {i}(sarcastically){/i} Oh.... that's a relief.
dutch: [_R_] {i}(sarcastisch){/i} Oh.... dat is een opluchting.
german: [_R_] {i}(sarkastische){/i} Oh.... das ist ein Relief.
italian: [_R_] {i}(sarcasticamente){/i} Oh.... che sollievo.
russian: [_R_] {i}(харкастический){/i} Ох.... это рельеф.

source: [_B_] Sorry.... I wish there was more I could do.... If there was anything else I'd do it.
dutch: [_B_] Sorry.... . Ik wou dat er meer kon doen... Als er iets anders was dat ik zou doen.
german: [_B_] Sorry.... Ich wünschte, es gäbe noch mehr zu tun.... Wenn es etwas anderes gäbe, würde ich es tun.
italian: [_B_] Scusa.... Vorrei poter fare di più.... Se ci fosse qualcos'altro lo farei.
