Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_M_] Lauren, you and [ryan] go into the kitchen and do the dishes while I go talk to the gentlemen at the door.
dutch: [_M_] Lauren, jij en [ryan] gaan in de keuken en doen de gerechten terwijl ik bij de heren op de deur ga praten.
german: [_M_] Lauren, Sie und [ryan] gehen in die Küche und machen die Gerichte, während ich mit den Herren an der Tür rede.
italian: [_M_] Lauren, tu e [ryan] andate in cucina e fate i piatti mentre io vado a parlare con i signori alla porta.

source: [_M_] I'm sure I can work something out that doesn't involve violence.
dutch: [_M_] Ik weet zeker dat ik iets kan uitvinden dat geen geweld met zich meebrengt.
german: [_M_] Ich bin sicher, dass ich etwas ausarbeiten kann, das keine Gewalt mit sich bringt.
italian: [_M_] Sono sicuro di poter trovare una soluzione che non implichi la violenza.

source: [_M_] So just get the dishes done, and I'll be back as soon as I'm done talking to them!
dutch: [_M_] Dus zorg dat de gerechten klaar zijn, en ik kom terug zodra ik met ze praat!
german: [_M_] Also lass die Gerichte fertig, und ich bin wieder da, sobald ich mit ihnen rede!
italian: [_M_] Quindi finisci di lavare i piatti e tornerò non appena avrò finito di parlare con loro!

source: [_L_] ... And all the sexts I sent to my ex-boyfriend were still on my phone.
dutch: [_L_] ... En alle sexts die ik naar mijn ex-vriend stuurde, stonden nog aan mijn telefoon.
german: [_L_] ... Und alle Sexten, die ich an meinen Ex-Freund geschickt habe, waren immer noch auf meinem Telefon.
italian: [_L_] ... E tutti i sexts che ho inviato al mio ex-ragazzo erano ancora sul mio telefono.

source: [_R_] Would you shut up about your stupid phone? We're about to be murdered by the mob, and all you can think of is your stupid phone!
dutch: [_R_] Wil je stoppen met je domme telefoon? We staan op het punt vermoord te worden door de mob, en het enige wat je kunt denken is je domme telefoon!
german: [_R_] Würdest du dein dummes Telefon herunterfahren? Wir sind dabei, von dem Mobs ermordet zu werden, und alles, was du dir vorstellen kannst, ist dein dummes Telefon!
italian: [_R_] Vuoi smettere di parlare del tuo stupido telefono? Stiamo per essere assassinati dalla mafia e tutto ciò a cui riesci a pensare è il tuo stupido telefono!

source: [_L_] Oh, just relax!.... Mom will take care of everything. She always does.
dutch: [_L_] Oh, relax!.... Mama zorgt voor alles. Ze doet altijd.
german: [_L_] Oh, einfach entspannen!.... Die Mama kümmert sich um alles. Sie tut immer.
italian: [_L_] Oh, rilassati! .... La mamma si prenderà cura di tutto. Lo fa sempre.

source: [_R_] Dad said I'm the man of the house now! I'm the one who should be out there working things out with the DeCapo's!
dutch: [_R_] Papa zei dat ik nu de man van het huis ben! Ik ben degene die daar moet zijn om dingen te werken met de DeCapo's!
german: [_R_] Papa sagte, ich bin jetzt der Mann des Hauses! Ich bin derjenige, der mit dem DeCapo draußen arbeiten sollte!
italian: [_R_] Papà ha detto che sono l'uomo di casa ora! Sono io che dovrei essere là fuori a sistemare le cose con i DeCapo!

source: [_L_] Hahahaha.... you the man of the house? Hahaha.... I wouldn't trust you to work things out with the school bully, let alone a bunch of Mafiosos.
dutch: [_L_] Hahahahaha.... . jij de man van het huis? Hahahaha.... Ik zou niet vertrouwen op je om alles uit te werken met de kogel, laat staan met een stel maffioso's.
german: [_L_] Hahahahaha.... du der Mann des Hauses? Hahaha.... Ich würde dir nicht vertrauen, dass du mit dem Schulbullen etwas ausfindig machst, geschweige denn mit einem Haufen Mafiosos.
italian: [_L_] Hahahaha.... sei tu l'uomo di casa? Hahaha.... Non mi fiderei di te per risolvere le cose con il bullo della scuola, figuriamoci con un gruppo di mafiosi.

source: [_R_] Just wait and see! I'll fix all of this, and earn everyone's respect!
dutch: [_R_] Even wachten en kijken! Ik zal dit allemaal oplossen, en verdien ieders respect!
german: [_R_] Nur warten und sehen! Ich werde das alles beheben und den Respekt aller verdienen!
italian: [_R_] Aspetta e vedrai! Sistemerò tutto questo e guadagnerò il rispetto di tutti!

source: [_L_] Yeah, and on that day I'll let you fuck me in the ass!
dutch: [_L_] Yeah, en op die dag laat ik me in het krijtje!
german: [_L_] Ja, und an diesem Tag lasse ich mich in den Arsch ficken!
italian: [_L_] Sì, e quel giorno lascerò che tu mi scopi nel culo!

source: [_R_] Gross, why would you say something like that!
dutch: [_R_] Gross, waarom zou je zoiets zeggen!
german: [_R_] Brutto, warum würdest du so etwas sagen!
italian: [_R_] Che schifo, perché dici una cosa del genere!
russian: [_R_] Gross, почему бы вам сказать что-то вроде этого!

source: [_M_] Hey guys, I'm back. Thanks for cleaning up!
dutch: [_M_] Hé jongens, ik ben terug. Bedankt voor het opruimen!
german: [_M_] Hey Jungs, ich bin wieder da. Danke fürs Bereinigen!
italian: [_M_] Ehi ragazzi, sono tornato! Grazie per aver pulito!

source: [_R_] Oh, thank God! Is everything ok?
dutch: [_R_] Oh, God! Is alles ok?
german: [_R_] Oh, Gott sei Dank! Ist alles in Ordnung?
italian: [_R_] Oh, grazie a Dio! Va tutto bene?

source: [_M_] Yes, everything is fine. I worked everything out with Joey.
dutch: [_M_] Ja, alles is prima. Ik heb alles uitgewerkt met Joey.
german: [_M_] Ja, alles ist in Ordnung. Ich habe alles mit Joey ausgearbeitet.
italian: [_M_] Sì, va tutto bene. Ho risolto tutto con Joey.

source: [_L_] Joey, who's Joey?
dutch: [_L_] vreugde, wie is vreugde?
german: [_L_] Joey, wer ist Joey?
italian: [_L_] Joey, chi è Joey?
russian: [_L_] Радости, кто Joey?

source: [_M_] Oh, I don't know his last name, maybe it's DeCapo, but he was over this summer for your lousy dad's work BBQ.
dutch: [_M_] Oh, ik ken zijn achternaam niet, misschien is het DeCapo, maar hij was deze zomer voor je liefdevolle vader werk BBQ.
german: [_M_] Oh, ich kenne seinen Nachnamen nicht, vielleicht ist es DeCapo, aber er war in diesem Sommer vorbei für die Arbeit deiner lousy Vater BBQ.
italian: [_M_] Oh, non so il suo cognome, forse è DeCapo, ma era qui quest'estate per il barbecue di lavoro del tuo schifoso padre.

source: [_M_] Way overdressed for the occasion.
dutch: [_M_] Way is overgekleed voor de gelegenheid.
german: [_M_] Weg überzogen für den Anlass.
italian: [_M_] Decisamente troppo vestito per l'occasione.

source: [_L_] Oh yeah, I think I remember him.
dutch: [_L_] Oh ja, ik denk dat ik hem nog kan herinneren.
german: [_L_] Oh ja, ich denke, ich erinnere mich an ihn.
italian: [_L_] Oh sì, penso di ricordarmi di lui.

source: [_M_] Right, so he has a small job tonight that he said I'm more than qualified for, and can earn the other $500 in just a couple hours.
dutch: [_M_] Goed, dus hij heeft vanavond een kleine baan dat hij zei dat ik meer dan gekwalificeerd ben, en kan de andere $500 verdienen in slechts een paar uur.
german: [_M_] Recht, also hat er heute Abend einen kleinen Job, für den er sagte, ich bin mehr als qualifiziert für und können die anderen $500 in nur wenigen Stunden zu verdienen.
italian: [_M_] Bene, quindi ha un piccolo lavoro stasera per il quale ha detto che sono più che qualificato e che posso guadagnare gli altri 500 dollari in un paio d'ore.

source: [_R_] No, wait!.... You're going to take a job from a Mafia goon, where you'll make $500 in a couple hours? That sounds like a bad idea!
dutch: [_R_] Nee, wacht!.... Je gaat een baan halen uit een maffia waar je over een paar uur $500 verdient? Dat klinkt als een slecht idee!
german: [_R_] Nein, warten!.... Du nimmst einen Job von einem Mafia Goon, wo du 500 $ in ein paar Stunden machen kannst? Das klingt wie eine schlechte Idee!
italian: [_R_] No, aspetta! .... Hai intenzione di accettare un lavoro da un sicario della mafia, dove guadagnerai 500 dollari in un paio d'ore? Sembra una cattiva idea!

source: [_M_] Yeah, well it's not like I have a lot of options here!{p}I don't want to go, but at least it will keep us safe until we have to make another payment next week!
dutch: [_M_] Yeah, het lijkt er niet op dat ik hier veel opties heb!{p}ik wil niet gaan, maar het zal ons tenminste veilig houden totdat we volgende week nog een betaling moeten doen!
german: [_M_] Ja, es ist nicht so, als habe ich hier viele Möglichkeiten!{p}Ich möchte nicht gehen, aber zumindest wird es uns sicher bleiben, bis wir nächste Woche eine weitere Zahlung machen müssen!
italian: [_M_] Sì, beh, non è che abbia molte opzioni qui! {p}Non voglio andare, ma almeno ci terrà al sicuro fino a quando non dovremo fare un altro pagamento la prossima settimana!

source: [_R_] Ok.... so then what is the job?
dutch: [_R_] Ok.... dus wat is de job?
german: [_R_] Ok.... also was ist der Job?
italian: [_R_] Ok.... allora qual è il lavoro?
russian: [_R_] Хорошо, так что тогда что же дело?

source: [_M_] .... It's none of your business!
dutch: [_M_] .... het is geen zaak van u!
german: [_M_] .... Es ist keines von deinem Geschäft!
italian: [_M_] .... Non sono affari tuoi!
russian: [_M_] .... Это не ваш бизнес!

source: [_R_] Is it legal?
dutch: [_R_] Is het legaal?
german: [_R_] Ist es legal?
italian: [_R_] È legale?
russian: [_R_] Это легально?

source: [_M_] Of course it's legal! What do you think I am?
dutch: [_M_] Natuurlijk is het legaal! Wat denk jij dat ik ben?
german: [_M_] Natürlich ist es legal! Was denkst du, ich bin?
italian: [_M_] Certo che è legale! Cosa pensate che sia?

source: [_R_] Well, why won't you tell us, and what's with the bag?
dutch: [_R_] Nou, waarom vertel je het ons niet, en wat zit er met de tas?
german: [_R_] Nun, warum wirst du uns nicht sagen und was ist mit der Tasche?
italian: [_R_] Beh, perché non ce lo dici, e cosa c'è nella borsa?

source: [_M_] I already told you that it's none of your business! So don't ask again!
dutch: [_M_] Ik heb je al verteld dat het niet jouw zaak is! Dus vraag het niet opnieuw!
german: [_M_] Ich habe dir bereits gesagt, dass es nichts von deinem Geschäft ist! Also frage nicht nochmal!
italian: [_M_] Vi ho già detto che non sono affari vostri! Quindi non chiedere più!

source: [_M_] Finish cleaning up!
dutch: [_M_] Voltooi opruimen!
german: [_M_] Bereinigung beendet!
italian: [_M_] Finisci di pulire!
russian: [_M_] Завершите очистку!

source: [_M_] I'll be home very late!
dutch: [_M_] Ik zal heel laat thuis zijn!
german: [_M_] Ich bin sehr spät zu Hause!
italian: [_M_] Sarò a casa molto tardi!

source: [_R_] Oh, shit!
italian: [_R_] Oh, merda!

source: [_L_] What?
dutch: [_L_] Wat?
german: [_L_] Was?
italian: [_L_] Cosa?
russian: [ _L_] Что?

source: [_R_] What do you mean "What?".
dutch: [_R_] Wat bedoelt u "Wat?".
german: [_R_] Was meinst du "Was?".
italian: [_R_] Cosa vuoi dire con "Cosa?".
russian: [_R_] Что вы имеете в виду «Что?».

source: [_R_] Mom's leaving our house with the mob, to do a job for the mob, to pay off the mob!
dutch: [_R_] Moment verlaat ons huis met de mob, om het werk voor de mob te doen, om de mob af te betalen!
german: [_R_] Mamas verlässt unser Haus mit dem Mob, um einen Job für den Mob, um den Mobs zu bezahlen!
italian: [_R_] Mamma sta lasciando la nostra casa con la mafia, per fare un lavoro per la mafia, per pagare la mafia!

source: [_L_] I'm sure she's going to be fine?
dutch: [_L_] Ik weet zeker dat ze in orde zal zijn?
german: [_L_] Ich bin sicher, dass sie in Ordnung sein wird?
italian: [_L_] Sono sicuro che starà bene?
russian: [_L_] Я уверен, что она будет хорошо?

source: [_R_] I'm going to follow her, and make sure she'll be ok.
dutch: [_R_] Ik ga haar volgen en zorg ervoor dat ze ok zal zijn.
german: [_R_] Ich werde ihr folgen und stelle sicher, dass sie in Ordnung ist.
italian: [_R_] La seguirò e mi assicurerò che stia bene.

source: [_L_] What about me? You can't just leave me here alone.
dutch: [_L_] Hoe zit het met mij? Je kan me hier niet zomaar alleen laten.
german: [_L_] Was ist mit mir? Du kannst mich hier nicht allein lassen.
italian: [_L_] E per quanto riguarda me? Non puoi lasciarmi qui da solo.

source: [_L_] I'll be too scared.
dutch: [_L_] Ik zal te bang zijn.
german: [_L_] Ich bin zu ängstlich.
italian: [_L_] Avrei troppa paura.
russian: [_L_] Я буду слишком бояться.

source: [_R_] I'm sorry, but I have to follow Mom to make sure she's safe. She's my responsibility now.
dutch: [_R_] Het spijt me, maar ik moet de moeder volgen om ervoor te zorgen dat ze veilig is. Ze is nu mijn verantwoordelijkheid.
german: [_R_] Es tut mir leid, aber ich muss Mama folgen, um sicherzustellen, dass sie sicher ist. Sie ist meine Verantwortung jetzt.
italian: [_R_] Mi dispiace, ma devo seguire la mamma per assicurarmi che sia al sicuro. Lei è una mia responsabilità ora.

source: [_R_] You'll be safe if you lock the door.
dutch: [_R_] Je zult veilig zijn als je de deur op slot doet.
german: [_R_] Du wirst sicher sein, wenn du die Tür sperrst.
italian: [_R_] Sarai al sicuro se chiudi la porta a chiave.
russian: [_R_] Вы будете в безопасности, если закроете дверь.

source: [_R_] And if anything happens, just call our new friends at the FBI.
dutch: [_R_] En als er iets gebeurt, bel gewoon onze nieuwe vrienden naar de FBI.
german: [_R_] Und wenn etwas passiert, rufen Sie einfach unsere neuen Freunde im FBI an.
italian: [_R_] E se succede qualcosa, basta chiamare i nostri nuovi amici dell'FBI.
russian: [_R_] И если что-то случится, просто позвоните нашим новым друзьям на FBI.

source: [_G_] Hey, Boss?
dutch: [_G_] Hé, Baas?
italian: [_G_] Ehi, capo?

source: [_J_] What is it?
dutch: [_J_] Wat is het?
german: [_J_] Was ist das?
italian: [_J_] Cosa c'è?
russian: [_J_] Что это?

source: [_G_] There's some twerp following us on a little scooter.
dutch: [_G_] Er volgen ons een paar twerpen op een klein scooter.
german: [_G_] Es gibt ein bisschen Twerp nach uns auf einem kleinen Roller.
italian: [_G_] C'è un idiota che ci segue su un piccolo scooter.

source: [_M_] Oh, no! That's probably my son!
dutch: [_M_] Oh, nee! Dat is waarschijnlijk mijn zoon!
german: [_M_] Oh, nein! Das ist wahrscheinlich mein Sohn!
italian: [_M_] Oh, no! Probabilmente è mio figlio!

source: [_G_] Do you want me to lose him?
dutch: [_G_] Wil je dat ik hem verliest?
german: [_G_] Soll ich ihn verlieren?
italian: [_G_] Vuoi che lo semini?

source: [_M_] Oh, please do! I don't want him to see where you're making me work!
dutch: [_M_] Oh, doe dat alsjeblieft! Ik wil niet dat hij ziet waar je me laat werken!
german: [_M_] Oh, bitte tue es! Ich will nicht, dass er sieht, wo ich arbeite!
italian: [_M_] Oh, per favore, fallo! Non voglio che veda dove mi stai facendo lavorare!

source: [_J_] No! Let him follow us. I want the little bastard to know what happens to his mom when they don't pay us what they owes us.
dutch: [_J_] Nee! Laat hem ons volgen. Ik wil dat het spekje weet wat er met zijn moeder gebeurt als ze ons niet betalen wat ze ons verschuldigd zijn.
german: [_J_] Nein! Lass ihn uns folgen. Ich möchte, dass der kleine Bastard weiß, was mit seiner Mutter passiert, wenn sie uns nicht bezahlt, was sie uns schuldet.
italian: [_J_] No! Lascia che ci segua. Voglio che il piccolo bastardo sappia cosa succede a sua madre quando non ci pagano quello che ci devono.

source: [_M_] No! Please!
dutch: [_M_] Nee! Alsjeblieft!
german: [_M_] Nein! Bitte!
italian: [_M_] No! Per favore!

source: [_J_] Listen! You don't get to make any demands!{p}You're lucky I don't turn around and have my driver run him over.
dutch: [_J_] Luister! Je kunt geen demonen maken!{p}Je hebt geluk dat ik niet omdraai en mijn chauffeur hem laat rennen.
german: [_J_] Hören! Du musst keine Forderungen stellen!{p}Du hast Glück, dass ich dich nicht umdrehen und meinen Fahrer ihn über den Kopf laufen lassen.
italian: [_J_] Ascoltate! Non puoi fare nessuna richiesta! {p}Sei fortunato che non mi giro e lo faccio investire dal mio autista.

source: [_J_] So just sit there quietly and prepare yourself mentally for what it's going to take to earn the rest of what you owe me.
dutch: [_J_] Dus zit daar rustig en bereid jezelf mentaal voor op wat het gaat nemen om de rest te verdienen die je mij verschuldigd bent.
german: [_J_] Also sitzen Sie dort ruhig und bereiten Sie sich geistig auf das, was es braucht, um den Rest von dem, was Sie mir schulden, zu verdienen.
italian: [_J_] Quindi siediti lì in silenzio e preparati mentalmente a quello che ti servirà per guadagnare il resto di quello che mi devi.

source: [_J_] You had better be as good at this job as you say you are, you've got a lot of money you have to make tonight!
dutch: [_J_] Je kunt beter zo goed zijn in deze job als je zegt dat je bent, Je hebt vanavond veel geld dat je moet verdienen!
german: [_J_] Du solltest besser so gut sein wie du bist Sie haben heute Abend viel Geld zu verdienen!
italian: [_J_] Sarà meglio che tu sia bravo in questo lavoro come dici di essere, hai un sacco di soldi da fare stasera!

source: [_M_] Well, I hope you're happy!?!
dutch: [_M_] Nou, ik hoop dat je tevreden bent!?!
german: [_M_] Nun, ich hoffe, du bist glücklich!?!
italian: [_M_] Beh, spero che tu sia felice!?!

source: [_M_] He's followed us all the way down the street and is watching us go in right now!
dutch: [_M_] Hij heeft ons helemaal langs de straat gevolgd en ziet hoe ons nu binnenkomt!
german: [_M_] Er ist uns den ganzen Weg entlang der Straße gefolgt, und beobachtet uns, wie wir gerade gehen!
italian: [_M_] Ci ha seguito per tutta la strada e ci sta guardando entrare proprio ora!

source: [_M_] I can only thank God that he is too young to be let into a place like this.
dutch: [_M_] Ik kan God alleen maar danken dat hij te jong is om op zo'n plek te worden toegelaten.
german: [_M_] Ich kann Gott nur danken, dass er zu jung ist, um an einen Ort wie diesen zu gelangen.
italian: [_M_] Posso solo ringraziare Dio che è troppo giovane per essere lasciato entrare in un posto come questo.

source: [_MT_] {i}I'll just tell him I'm serving drinks.... or something like that.... {/i}
dutch: [_MT_] {i}zal hem vertellen dat ik drankjes aan het serveren... of iets dergelijks... {/i}
german: [_MT_] {i}Ich werde ihm nur sagen, ich biete Getränke.... oder so etwas wie das.... {/i}
italian: [_MT_] {i}Gli dirò semplicemente che sto servendo dei drink.... o qualcosa del genere.... {/i}
russian: [_MT_] {i}Я просто скажу ему, что я употребляю напитки.... или что-то вроде этого.... {/i}

source: [_J_] Yeah, yeah.... give me a break and just go get ready, will yah?
dutch: [_J_] Yeah, ja... . Geef me een pauze en ga je klaar, ja?
german: [_J_] Ja, ja, ja.... gib mir eine Pause und gehe einfach bereit, wird yah?
italian: [_J_] Sì, sì.... dammi tregua e vai a prepararti, va bene?

source: [_J_] If the kid wants to come in, go ahead and let 'im.
dutch: [_J_] Als het kind er in wil komen, ga dan door en laat 'im.
german: [_J_] Wenn das Kind kommen will, gehen Sie voran und lassen Sie 'im.
italian: [_J_] Se il ragazzo vuole entrare, vai avanti e lascialo fare.

source: [_J_] He can have a look around and see if he finds anything interesting.
dutch: [_J_] Hij kan rondkijken en zien of hij iets interessants vindt.
german: [_J_] Er kann sich umsehen und sehen, ob er etwas Interessantes findet.
italian: [_J_] Può dare un'occhiata in giro e vedere se trova qualcosa di interessante.

source: [_G_] Ok, Boss!
italian: [_G_] Ok, capo!

source: [_RT_] {i}So this place is some kind of bar? The guy at the door welcomed me in without checking my ID.{/i}
dutch: [_RT_] {i}Dus deze plek is een soort balk? De kerel op de deur verwelkomde me in zonder mijn ID te controleren.{/i}
german: [_RT_] {i}Also ist dieser Ort eine Art Bar? Der Mann an der Tür hat mich willkommen geheißen, ohne meine ID zu überprüfen.{/i}
italian: [_RT_] {i}Quindi questo posto è una specie di bar? Il ragazzo alla porta mi ha dato il benvenuto senza controllare il mio documento d'identità.{/i}
russian: [_RT_] {i}Так что это где-то бар? Парень в двери приветствовал меня без проверки моего ID.{/i}

source: [_RT_] {i}Nice!.... I guess I just look like I'm over 21 now!{/i}
dutch: [_RT_] {i}Nice!.... ik denk dat ik er gewoon op ben dat ik nu ouder ben dan 21 jaar!{/i}
german: [_RT_] {i}Nice!.... Ich vermute, ich sehe einfach so aus, als bin ich jetzt über 21!{/i}
italian: [_RT_] {i}Bene! .... Immagino che ora sembri che ho più di 21 anni!
russian: [_RT_] {i}Nice!.... Думаю, теперь я больше 21 года!{/i}

source: [_RT_] {i}So I wonder if Mom will be serving drinks or something.{/i}
dutch: [_RT_] {i}Dus ik vraag me af of mevrouw drank of iets gaat serveren.{/i}
german: [_RT_] {i}Ich frage mich also, ob Mom Getränke oder etwas anbietet.{/i}
italian: [_RT_] {i}Quindi mi chiedo se la mamma servirà da bere o qualcosa del genere.{/i}
russian: [_RT_] {i}Итак, Интересно, будет ли мама подавать напитки или что-нибудь.{/i}

source: [_RT_] {i}Well, she's not by the bar, I wonder if she's serving the people in the casino?{/i}
dutch: [_RT_] {i}Nou, ze is niet bij de bar, ik vraag me af of ze de mensen bedient in de casino?{/i}
german: [_RT_] {i}Nun, sie ist nicht durch die Bar, ich frage mich, ob sie den Leuten im Casino dient? {/i}
italian: [_RT_] {i}Beh, non è al bar, mi chiedo se servirà le persone nel casinò?
russian: [_RT_] {i}Ну, она не бар, мне интересно, служит ли она людям в казино?{/i}

source: [_RT_] {i}Maybe they have her working a blackjack table or something.{/i}
dutch: [_RT_] {i}Misschien werken ze een zwarte goot tafel of zoiets.{/i}
german: [_RT_] {i}Vielleicht haben sie einen Blackjack Tisch oder etwas.{/i}
italian: [_RT_] {i}Forse la fanno lavorare ad un tavolo di blackjack o qualcosa del genere.{/i}
russian: [_RT_] {i}Возможно, у них есть рабочий стол блэкджека или что-нибудь.{/i}

source: [_VOM_] Next up on stage we have a beautiful dancer here for her debut performance at the club.
dutch: [_VOM_] Volgende op het podium hebben we een mooie danser, hier voor haar debuut bij de club.
german: [_VOM_] Als nächstes auf der Bühne haben wir hier eine schöne Tänzerin für ihr Debüt im Club.
italian: [_VOM_] La prossima sul palco abbiamo una bellissima ballerina qui per il suo debutto nel club.

source: [_VOM_] A hot housewife and teasing teacher, will make you want to misbehave to have her paddle your bum with her yardstick.
dutch: [_VOM_] Een warme huisvrouw en een leerkracht die je leert hoe je haar zadel met haar maatwerk moet laten zitten.
german: [_VOM_] Eine heisse Hausfrau und Teasing-Lehrerin wird dich dazu veranlassen, dein Bum mit ihrem Messestand zu paddeln.
italian: [_VOM_] Una casalinga sexy e un'insegnante provocante, ti farà venir voglia di comportarti male per farle sculacciare il tuo sedere con il suo bastone da giardino.

source: [_VOM_] Come and show her how bad you want to be the teacher's pet!
dutch: [_VOM_] Kom en laat haar zien hoe slecht je het huisdier van de leraar wilt zijn!
german: [_VOM_] Komm und zeige ihr, wie schlecht du das Haustier des Lehrers sein möchtest!
italian: [_VOM_] Vieni a mostrarle quanto desideri essere il cocco della maestra!
russian: [_VOM_] Приходите и покажите ей, как плохо вы хотите быть питомцем учителя!

source: [_RT_] {i}A teacher! What the hell! Are they talking about Mom!?! I've got to find out where that stage is.{/i}
dutch: [_RT_] {i}Een leraar! Wat de hel! praten ze over Mom!?! Ik moet erachter komen waar dat stadium is.{/i}
german: [_RT_] {i}Ein Lehrer! Was die Hölle! Sprechen sie über Mama!?! Ich muss herausfinden, wo diese Bühne ist.{/i}
italian: [_RT_] {i}Un'insegnante! Ma che diavolo! Stanno parlando di mamma!? Devo scoprire dov'è il palco.
russian: [_RT_] {i}Учитель! Какой аг! Говорят они о маме!?! Я должен выяснить, где находится эта стадия.{/i}

source: [_RT_] {i}OH.... mY.... gOD!!!{/i}
dutch: [_RT_] {i}AH.... mY.... GOA!!!{/i}
italian: [_RT_] {i}OH.... mY.... dio!!!{/i}
