Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}The door's locked, Sidney must be getting dressed. {p}Wait, is that moaning I hear? {p}I'm pretty sure that's moaning.{/i}
dutch: [_RT_] {i}De deur is vergrendeld, Sidney moet gekleed worden. {p}Wacht, is dat momming ik hoor? {p}Ik ben er vrij zeker van dat dat een grof is.{/i}
german: [_RT_] {i}Die Tür ist verschlossen, Sidney muss sich verkleiden. {p}Warte, ist das klatschen ich höre? {p}Ich bin ziemlich sicher, dass das herumläuft.{/i}
italian: [_RT_] {i}La porta è chiusa, Sidney si starà vestendo. {p}Aspetta, è un lamento quello che sento? {p}Sono abbastanza sicuro che sia un lamento.
russian: [_RT_] {i}Дверь заблокирована, Сиднея должна быть одета. {p}Подождите, это сумасшедшее я слышал? {p}Я уверен, что это уныло.{/i}

source: [_RT_] {i}Why would I want to look closer? {p}It would take some kind of life changing event to make me want to look at my sister that way.{/i}
dutch: [_RT_] {i}Waarom zou ik dichterbij willen kijken? {p}Het zou een soort van verandering van evenement vergen om me zo naar mijn zuster te laten kijken. /i}
german: [_RT_] {i}Warum möchte ich näher blicken? {p}Es würde eine Art lebensänderndes Ereignis brauchen, damit ich meine Schwester so sehen möchte. /i}
italian: [_RT_] {i}Perché dovrei voler guardare più da vicino? {p}Ci vorrebbe un qualche tipo di evento che cambia la vita per farmi desiderare di guardare mia sorella in quel modo.{/i}
russian: [_RT_] {i}Почему я хочу выглядеть ближе? {p}Это займет некоторое время для изменения жизни, чтобы я захотел посмотреть на мою сестру. /i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off.{/i}
dutch: [_RT_] {i}Ze zette haar deur vast! Lauren moeten nog steeds worden uitgelekt.{/i}
german: [_RT_] {i}Sie hat ihre Tür gesperrt! Lauren muss immer noch abgespissen werden.{/i}
italian: [_RT_] {i}Ha chiuso la porta a chiave! Lauren deve essere ancora incazzata.
russian: [_RT_] {i}Она заблокировала дверь! Лорен все еще должен быть изгнан из.{/i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off. I guess I better just let her sleep.{/i}
dutch: [_RT_] {i}Ze zette haar deur vast! Lauren moet nog steeds worden weggegist. Ik denk dat ik haar beter kan laten slapen.{/i}
german: [_RT_] {i}Sie hat ihre Tür gesperrt! Lauren muss immer noch abgespissen werden. Ich denke, ich lasse sie besser schlafen.{/i}
italian: [_RT_] {i}Ha chiuso la porta a chiave! Lauren deve essere ancora incazzata. Credo sia meglio lasciarla dormire.
russian: [_RT_] {i}Она заблокировала дверь! Лорен все еще должен быть пищен. Думаю, лучше всего позвольте ей спать.{/i}

source: [_RT_] {i}Her door's locked. Lauren's pretty pissed off at me.{/i}
dutch: [_RT_] {i}Haar deur is vergrendeld. Lauren's mooie uitgereikt bij mij.{/i}
german: [_RT_] {i}Ihre Tür ist gesperrt. Lauren's ziemlich gepissen bei mir.{/i}
italian: [_RT_] {i}La sua porta è chiusa a chiave. Lauren è piuttosto incazzata con me.
russian: [_RT_] {i}Ее дверь заблокирована. Лорена прикована ко мне.{/i}

source: [_L_] What do you want dickwad?
dutch: [_L_] Wat wil je een woordenboek?
german: [_L_] Was willst du dickwad?
italian: [_L_] Cosa vuoi, cazzone?
russian: [_L_] Что вы хотите продиктовать?

source: [_L_] You have something for me?
dutch: [_L_] Je hebt iets voor mij?
german: [_L_] Du hast etwas für mich?
italian: [_L_] Hai qualcosa per me?

source: [_L_] Thank you I love chocolate!
dutch: [_L_] Bedankt dat ik van chocolade hou!
german: [_L_] Vielen Dank, ich liebe Schokolade!
italian: [_L_] Grazie, adoro il cioccolato!
russian: [_L_] Спасибо за то, что я люблю шоколад!

source: {i}{b}"Lauren's Anger -2"{/b}{/i}
german: {i}{b}"Lauren's Zorn -2"{/b}{/i}
italian: {i}{b}"La rabbia di Lauren -2"{/b}{/i}
russian: {i}{b}"Гень Лорана -2"{/b}{/i}

source: [_L_] But this doesn't mean I'm not mad at you anymore. That was a dick move, and it's going to take me some more time to forgive you.
dutch: [_L_] Maar dit betekent niet dat ik niet meer boos op je ben. Dat was een grap zet en het zal me nog wat tijd kosten om je te vergeven.
german: [_L_] Aber das bedeutet nicht, dass ich dich nicht mehr verrückt bin. Das war ein Schwanz, und es wird mir noch etwas mehr Zeit dauern, Euch zu verzeihen.
italian: [_L_] Ma questo non significa che non sono più arrabbiata con te. È stata una mossa del cazzo e mi ci vorrà ancora del tempo per perdonarti.
russian: [_L_] Но это не означает, что я больше не сумасшедший. Это был нежный ход, и мне потребуется еще некоторое время для прощения вас.

source: [_L_] Thank you brother! It's hard to stay mad for very long at someone as sweet as you!
dutch: [_L_] Bedankt broeder! Het is moeilijk om kwaad te blijven op iemand zo zoet als jij!
german: [_L_] Vielen Dank Bruder! Es ist schwer, sehr lange bei jemandem so süß zu bleiben wie du!
italian: [_L_] Grazie fratello! È difficile rimanere arrabbiati per molto tempo con qualcuno dolce come te!
russian: [_L_] Спасибо вам брат! Трудно остаться сумасшедшим в течение очень долгого времени такого же сладкого как и вас!

source: [_L_] Thank you! I'm going to use it right now!
dutch: [_L_] Dank je! Ik ga het nu gebruiken!
german: [_L_] Danke! Ich werde es jetzt verwenden!
italian: [_L_] Grazie! Lo userò subito!
russian: [_L_] Спасибо! Я собираюсь использовать его прямо сейчас!

source: {i}{b}"Lauren's Anger -5"{/b}{/i}
german: {i}{b}"Lauren's Zorn -5"{/b}{/i}
italian: {i}{b}"La rabbia di Lauren -5"{/b}{/i}
russian: {i}{b}"Гень Лорана -5"{/b}{/i}

source: [_L_] What the hell kind of present is that? I'm not your girlfriend!
dutch: [_L_] Wat is de hel van vandaag? Ik ben niet jouw vriendin!
german: [_L_] Was für ein Geschenk ist das? Ich bin nicht deine Freundin!
italian: [_L_] Che diavolo di regalo è questo? Non sono la tua ragazza!

source: [_L_] Thanks, I hate it!
dutch: [_L_] Bedankt, ik haat het!
german: [_L_] Danke, ich hasse es!
italian: [_L_] Grazie, lo odio!

source: [_L_] Maybe next time try to think of something a little less creepy.
dutch: [_L_] Probeer de volgende keer eens iets minder griezelig te denken.
german: [_L_] Vielleicht versuchen Sie beim nächsten Mal etwas weniger grausam zu denken.
italian: [_L_] Forse la prossima volta prova a pensare a qualcosa di un pò meno inquietante.

source: {i}{b}"Lauren's Affection -1"{/b}{/i}
italian: {i}{b}"Affetto di Lauren -1"{/b}{/i}
russian: {i}{b}"Сладость Лорана -1"{/b}{/i}

source: {i}{b}"Lauren's Anger +2"{/b}{/i}
german: {i}{b}"Lauren's Zorn +2"{/b}{/i}
italian: {i}{b}"Rabbia di Lauren +2"{/b}{/i}
russian: {i}{b}"Гень Лорана +2"{/b}{/i}

source: [_L_] Oh my gosh! I love them!
dutch: [_L_] Oh mijn kans! Ik hou van ze!
german: [_L_] Oh mein Gosh! Ich liebe sie!
italian: [_L_] Oh mio Dio, li adoro!

source: [_L_] You're such a charmer!
dutch: [_L_] Je bent zo'n charmer!
german: [_L_] Du bist so ein Charmer!
italian: [_L_] Sei un tale incantatore!
russian: [_L_] Ты такой чартер!

source: [_L_] If I didn't know any better, I would think you were trying to put the moves on me!
dutch: [_L_] Als ik het niet beter wist, zou ik denken dat je de zetten op mij probeerde te zetten!
german: [_L_] Wenn ich es nicht besser wusste, würde ich denken, du versuchst die Schritte auf mich zu setzen!
italian: [_L_] Se non ti conoscessi bene, penserei che stai cercando di provarci con me!

source: {i}{b}"Lauren's Anger -10"{/b}{/i}
german: {i}{b}"Lauren's Zorn -10"{/b}{/i}
italian: {i}{b}"Rabbia di Lauren -10"{/b}{/i}
russian: {i}{b}"Ганг-10"{/b}{/i}

source: [_L_] Thank you so much!
dutch: [_L_] Heel erg bedankt!
german: [_L_] Vielen Dank!
italian: [_L_] Grazie mille!
russian: [_L_] Большое спасибо!

source: [_L_] OMG! You made me get up for that.
dutch: [_L_] OMG! Je hebt me daar op laten staan.
german: [_L_] OMG! Du hast mich dazu aufgestellt.
italian: [_L_] OMG! Mi hai fatto alzare per questo.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
german: {i}{b}"Laurens Wut + 1"{/b}{/i}
italian: {i}{b}"La rabbia di Lauren +1"{/b}{/i}
russian: {i}{b}"Гень Лорана +1"{/b}{/i}

source: [_L_] You already gave me a gift. Stop being creepy!
dutch: [_L_] Je hebt me al een cadeau gegeven. Kom niet meer wazig!
german: [_L_] Du hast mir bereits ein Geschenk gegeben. Hört auf, gruselig zu sein!
italian: [_L_] Mi hai già fatto un regalo. Smettila di essere inquietante!

source: [_L_] Well, it's going to take more than just words for me to forgive you for what you did!
dutch: [_L_] Nou, het zal meer nemen dan alleen woorden voor mij om je te vergeven voor wat je hebt gedaan!
german: [_L_] Nun, es wird mehr als nur Worte für mich brauchen, um dir das zu verzeihen, was du getan hast!
italian: [_L_] Beh, ci vorranno più che semplici parole perché io ti perdoni per quello che hai fatto!

source: [_RT_] {i}She locked her door! Sidney must still be pissed off. I guess I better just let her sleep.{/i}
dutch: [_RT_] {i}Ze zette haar deur vast! Sidney moet nog steeds worden weggegist. Ik denk dat ik haar beter kan laten slapen.{/i}
german: [_RT_] {i}Sie hat ihre Tür gesperrt! Sidney muss immer noch abgespissen werden. Ich vermute, ich lasse sie besser schlafen.{/i}
italian: [_RT_] {i}Ha chiuso la porta a chiave! Sidney deve essere ancora arrabbiata. Credo sia meglio lasciarla dormire.
russian: [_RT_] {i}Она закрепила дверь! Должно быть, Сиднея есть. Думаю, лучше всего позвольте ей спать.{/i}

source: [_RT_] {i}She's pissed off at me already for watching her change, I think I better give her just a little more time before I try to smooth things over with her.{/i}
dutch: [_RT_] {i}Ze is al naar mij gekruist om haar verandering te zien Ik denk dat ik haar beter wat meer tijd kan geven voordat ik met haar probeer de zaken vlot te trekken. /i}
german: [_RT_] {i}Sie hat mich schon angepissen um ihre Änderung zu beobachten Ich denke, dass ich ihr ein wenig mehr Zeit geben sollte, bevor ich versuche, die Dinge mit ihr zu glätten. /i}
italian: [_RT_] {i}E' già incazzata con me per averla vista cambiare, penso sia meglio darle ancora un pò di tempo prima di cercare di appianare le cose con lei.{/i}
russian: [_RT_] {i}она выпила у меня уже для наблюдения за ее изменениями, Я думаю, я лучше дать ей немного больше времени, прежде чем я попытаюсь сгладить вещи с ней. /i}

source: [_RT_] {i}Her door's locked. Sidney's pretty pissed off at me.{/i}
dutch: [_RT_] {i}Haar deur is vergrendeld. Sidney's fijn uitgereikt bij mij.{/i}
german: [_RT_] {i}Ihre Tür ist gesperrt. Sidney hat mich ziemlich angepissen. {/i}
italian: [_RT_] {i}La sua porta è chiusa a chiave. Sidney è piuttosto incazzata con me.{/i}
russian: [_RT_] {i}Ее дверь заблокирована. Меня натолкнул.{/i}

source: [_S_] You have something for me?
dutch: [_S_] Je hebt iets voor mij?
german: [_S_] Du hast etwas für mich?
italian: [_S_] Hai qualcosa per me?

source: [_S_] Thank you I love chocolate!
dutch: [_S_] Bedankt dat ik van chocolade hou!
german: [_S_] Vielen Dank, ich liebe Schokolade!
italian: [_S_] Grazie, adoro il cioccolato!
russian: [_S_] Спасибо за то, что я люблю шоколад!

source: {i}{b}"Sidney's Anger -2"{/b}{/i}
dutch: {i}{b}"Zidney's Anger -2"{/b}{/i}
german: {i}{b}"Sidney's Zorn -2"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney -2"{/b}{/i}
russian: {i}{b}"Гнев Сиднея -2"{/b}{/i}

source: [_S_] But this doesn't mean I'm not mad at you anymore. It's going to take me some more time to forgive you.
dutch: [_S_] Maar dit betekent niet dat ik niet boos op je ben. Het zal me wat meer tijd kosten om je te vergeven.
german: [_S_] Aber das bedeutet nicht, dass ich dich nicht mehr verrückt habe. Es wird mir noch einige Zeit dauern, dir zu verzeihen.
italian: [_S_] Ma questo non significa che non sono più arrabbiato con te. Mi ci vorrà ancora un pò di tempo per perdonarti.
russian: [_S_] Но это не означает, что я больше не сумасшедший. Это займет мне некоторое время, чтобы простить вас.

source: [_S_] Thank you! I can't stay mad at my sweet little brother!
dutch: [_S_] Bedankt! Ik kan niet boos blijven op mijn zoete broer!
german: [_S_] Danke! Ich kann bei meinem süßen kleinen Bruder nicht verrückt bleiben!
italian: [_S_] Grazie! Non posso rimanere arrabbiato con il mio dolce fratellino!

source: [_S_] Thank you! I'm going to use it right now!
dutch: [_S_] Dank je! Ik ga het nu gebruiken!
german: [_S_] Danke! Ich werde es jetzt verwenden!
italian: [_S_] Grazie! Lo userò subito!
russian: [_S_] Спасибо! Я собираюсь использовать его прямо сейчас!

source: {i}{b}"Sidney's Anger -5"{/b}{/i}
dutch: {i}{b}"Zidney's Anger -5"{/b}{/i}
german: {i}{b}"Sidney's Zorn -5"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney -5"{/b}{/i}
russian: {i}{b}"Гнев Сиднея -5"{/b}{/i}

source: [_S_] Why the hell do you think I would want flowers from you? You're not my boyfriend!
dutch: [_S_] Waarom denk je dat je van jou bloemen wilt? Je bent niet mijn vriend!
german: [_S_] Warum die Hölle solltest du dir Blumen von dir wünschen? Du bist nicht mein Freund!
italian: [_S_] Perché diavolo pensi che io voglia dei fiori da te? Non sei il mio ragazzo!

source: [_S_] Maybe next time try to think of something that doesn't imply you want in my pants!
dutch: [_S_] Probeer de volgende keer eens na te denken over iets wat je niet wilt in mijn broek!
german: [_S_] Vielleicht versuchen Sie beim nächsten Mal an etwas zu denken, was Sie in meinen Hosen nicht wollen!
italian: [_S_] Forse la prossima volta prova a pensare a qualcosa che non implichi che tu voglia nei miei pantaloni!

source: {i}{b}"Sidney's Affection -1"{/b}{/i}
german: {i}{b}"Sidney Affection -1"{/b}{/i}
italian: {i}{b}"Affetto di Sidney -1"{/b}{/i}
russian: {i}{b}"Сладость Сиднея -1"{/b}{/i}

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
german: {i}{b}"Sidney's Zorn +2"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +2"{/b}{/i}
russian: {i}{b}"Гнев Сиднея +2"{/b}{/i}

source: [_S_] Oh my gosh! They're beautiful!
dutch: [_S_] Oh zo goed! Ze zijn mooi!
german: [_S_] Oh mein Gosh! Sie sind schön!
italian: [_S_] Oh mio Dio! Sono bellissimi!

source: [_S_] You're such a charmer!
dutch: [_S_] Je bent zo'n charmer!
german: [_S_] Du bist so ein Charmer!
italian: [_S_] Sei un tale incantatore!
russian: [_S_] Ты такой чартер!

source: [_S_] If I didn't know any better, I would think you were trying to put the moves on me!
dutch: [_S_] Als ik het niet beter wist, zou ik denken dat je de zetten op mij probeerde te zetten!
german: [_S_] Wenn ich es nicht besser wusste, würde ich denken, du versuchst die Schritte auf mich zu setzen!
italian: [_S_] Se non ti conoscessi bene, penserei che stai cercando di provarci con me!

source: {i}{b}"Sidney's Anger -10"{/b}{/i}
dutch: {i}{b}"Zidney's Anger -10"{/b}{/i}
german: {i}{b}"Sidney's Zorn -10"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney -10"{/b}{/i}
russian: {i}{b}"Гнев Сиднея -10"{/b}{/i}

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
german: {i}{b}"Sidney Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Sidney +1"{/b}{/i}
russian: {i}{b}"Сладость Сиднея +1"{/b}{/i}

source: [_S_] Thank you so much!
dutch: [_S_] Heel erg bedankt!
german: [_S_] Vielen Dank!
italian: [_S_] Grazie mille!
russian: [_S_] Большое спасибо!

source: [_S_] You jerk! You made me get up for that.
dutch: [_S_] Je gerookt! Je liet me daar voor opstaan.
german: [_S_] Du Wahnsinn! Du hast mich dazu aufgebracht.
italian: [_S_] Che idiota! Mi hai fatto alzare per questo.

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
german: {i}{b}"Sidney's Zorn +1"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +1"{/b}{/i}
russian: {i}{b}"Гнев Сиднея +1"{/b}{/i}

source: [_S_] You already gave me a gift. Stop being pervy!
dutch: [_S_] Je hebt me al een cadeau gegeven. Kom niet meer vergeten!
german: [_S_] Du hast mir bereits ein Geschenk geschenkt. Hört auf, pervös zu sein!
italian: [_S_] Mi hai già fatto un regalo. Smettila di essere pervertito!

source: [_S_] Well, it's going to take more than just words for me to forgive you for what you did!
dutch: [_S_] Nou, het zal meer nemen dan alleen woorden voor mij om je te vergeven voor wat je hebt gedaan!
german: [_S_] Nun, es wird mehr als nur Worte für mich brauchen, um dir das zu verzeihen, was du getan hast!
italian: [_S_] Beh, ci vorranno più di semplici parole perché io ti perdoni per quello che hai fatto!

source: {b}{i}"You have found the "Two of Spades" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Twee van Spades" Kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Two of Pades" Karte gefunden!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Two of Spades"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Два Записей"!"{/i}{/b}

source: [_RT_] {i}Why would I go through her stuff?{/i}
dutch: [_RT_] {i}Waarom zou ik haar spullen doorlopen?{/i}
german: [_RT_] {i}Warum würde ich durch ihr Zeug gehen?{/i}
italian: [_RT_] {i}Perché dovrei frugare tra le sue cose? {/i}
russian: [_RT_] {i}Почему я пройду через нее?{/i}

source: [_RT_] {i}Those are some sexy panties, I'll bet they smell amazing. If only she wasn't lying just right there.{/i}
dutch: [_RT_] {i}Die zijn een beetje sexy spanties, ik wed dat ze geweldig ruiken. Alsof ze daar niet goed ligt.{/i}
german: [_RT_] {i}Das sind einige sexy Hosen, ich wette, dass sie erstaunlich riechen. Wenn sie nicht gerade da liegen.{/i}
italian: [_RT_] {i}Queste sono delle mutandine sexy, scommetto che hanno un profumo fantastico. Se solo non fosse sdraiata proprio lì.
russian: [_RT_] {i}Это некоторые сексуальные пантины, я уверен что они порадуют. Если только она там не лежала.{/i}

source: [_RT_] {i}Nothing interesting here.{/i}
dutch: [_RT_] {i}Niets interessant{/i}
german: [_RT_] {i}Nichts Interessantes hier.{/i}
italian: [_RT_] {i}Niente di interessante qui.{/i}

source: [_RT_] {i}Nice Panties. They smell great!{/i}
dutch: [_RT_] {i}Nice Pantsers. Ze ruiken geweldig!{/i}
german: [_RT_] {i}Nice Panties. Sie riechen großartig!{/i}
italian: [_RT_] {i}Belle mutandine. Hanno un ottimo profumo!

source: [_RT_] {i}Why would I go through all her stuff?{/i}
dutch: [_RT_] {i}Waarom zou ik al haar spullen doornemen?{/i}
german: [_RT_] {i}Warum würde ich durch all ihre Sachen gehen?{/i}
italian: [_RT_] {i}Perché dovrei frugare tra le sue cose? {/i}
russian: [_RT_] {i}Почему я пройду через все её вещи?{/i}

source: [_RT_] {i}Some sexy undies! They don't smell as good as the ones in the laundry basket!{/i}
dutch: [_RT_] {i}een paar sexy ondies! Ze ruiken niet zo goed als die in de wasmandje!{/i}
german: [_RT_] {i}Einige sexy Undiese! Sie riechen nicht so gut wie die im Waschkorb!{/i}
italian: [_RT_] {i}Qualche biancheria sexy! Non hanno lo stesso odore di quelle nel cesto della biancheria!

source: {b}{i}"You have found the "Four of Clubs" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Vier Clubs" Kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Vier Clubs"-Karte gefunden!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Four of Club"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Четыре клуба"!"{/i}{/b}

source: [_RT_] {i}Dirty laundry, gross!{/i}
dutch: [_RT_] {i}Dirty was lang, gross!{/i}
german: [_RT_] {i}Dirty Wäscheservice, brutal!{/i}
italian: [_RT_] {i}Lavanderia sporca, che schifo! {/i}
russian: [_RT_] {i}Грязное стирка, брут!{/i}

source: [_RT_] {i}Dirty Laundry, gross!{/i}
german: [_RT_] {i}Dirty Wäscheservice, brutal!{/i}
italian: [_RT_] {i}Lavanderia sporca, grossolana!{/i}

source: [_RT_] {i}There's some of Lauren's used panties. I'll bet they smell even better than the ones in her drawers. I don't want her to see me sniffing her panties though.{/i}
dutch: [_RT_] {i}Er zijn enkele Lauren's gebruikte vijvers. Ik wed dat ze nog beter ruiken, dan die in haar laden. Ik wil niet dat ze me ziet smelten om haar panties te speuren.{/i}
german: [_RT_] {i}Es gibt einige der verwendeten Laurens. Ich wette, dass sie noch besser riechen als die in ihren Schubladen. Ich will nicht, dass sie mich aber mit ihren Schubladen bedeckt. {/i}
italian: [_RT_] {i}C'è qualche mutandina usata di Lauren. Scommetto che hanno un odore ancora migliore di quelle nei suoi cassetti. Non voglio che mi veda annusare le sue mutandine però.
russian: [_RT_] {i}Есть некоторые из использованных пантинов Лорена. Я поставлю им запах даже лучше, чем у неё в ящиках. Я не хочу, чтобы она увидела меня, но наполнила её достоп.{/i}

source: [_RT_] {i}There's some sexy used panties, I guess it couldn't hurt to give them a sniff.... sniffffffff.... oh yeah! Instant boner.{/i}
dutch: [_RT_] {i}Er is wat sexy gebruikte vijver, ik denk dat het niet gekwetst kan worden om ze een sluimer.... niffffffffffff.... . oh nee! Onmiddellijke boog.{/i}
german: [_RT_] {i}Es gibt ein paar sexy gebrauchte Hosen, ich vermute, es konnte nicht weh tun, um ihnen ein Sniffffffffffff.... oh yeah! Sofortiger Boner.{/i}
italian: [_RT_] {i}Ci sono alcune mutandine sexy usate, immagino che non poteva fare male per dare loro uno sniff.... sniffffffff.... oh yeah! Bonus immediato.{/i}
russian: [_RT_] {i}Есть несколько сексуально использовавших пантины, я думаю, что они не могли нанести им снифф... снифффф... О, да! Мгновенный бонус.{/i}

source: [_RT_] {i}I should start thinking of other fun things I can do to her while she's in such a deep sleep.{/i}
dutch: [_RT_] {i}Ik zou moeten beginnen met denken aan andere leuke dingen die ik haar kan doen terwijl ze zo diep slaapt.{/i}
german: [_RT_] {i}Ich sollte anfangen, an andere lustige Dinge zu denken, die ich ihr tun kann, während sie in einem so tiefen Schlaf steht.{/i}
italian: [_RT_] {i}Dovrei iniziare a pensare ad altre cose divertenti che posso farle mentre è in un sonno così profondo.{/i}
russian: [_RT_] {i}Я начинаю думать о других веселых вещах, которые я могу с ней сделать, пока она находится в столь глубоком сне.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to satisfy some urges tonight... I should keep sneaking into Lauren's room and take full advantage of the melatonin tea.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet voldoen aan een aantal Zware Sight... Ik moet steeds maar naar Laurenkamer sluipen en optimaal profiteren van de melatonine thee. {/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss heute Abend einige Forderungen erfüllen... Ich sollte weiter in Laurens Zimmer schleichen und den Melatonin-Tee voll ausnutzen. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Ho bisogno di soddisfare alcune richieste stasera... Dovrei continuare a immergermi nella stanza di Lauren e sfruttare al massimo il tè alla melatonina.{/i}

source: [_RT_] {i}I just can't get Mom's amazing bare tits and sculpted ass out of my mind! The way she moved.... her perfect body!.... She has a body that could be in porn!{/i}
dutch: [_RT_] {i}Ik kan de geweldige tits van Mom's knappe strits gewoon niet krijgen en ik kan me uit mijn hoofd scharen! De manier waarop ze verplaatste. .. haar perfecte lichaam!.... Ze heeft een lichaam dat in porno zou kunnen zijn!{/i}
german: [_RT_] {i}Ich kann Moms erstaunliche nackte Titten und den Arsch nicht aus dem Kopf bekommen! So wie sie sich bewegt hat. .. ihr perfekter Körper!.... Sie hat einen Körper, der in Porno!{/i}
italian: [_RT_] {i}Non riesco a togliermi dalla mente le incredibili tette nude e il culo scolpito di mamma! Il modo in cui ha mosso.... il suo corpo perfetto! .... Ha un corpo che potrebbe essere in un porno!
russian: [_RT_] {i}Я просто не могу заполучить потрясающие сиськи мамы и вылететь из моей умысли! Так она переехала. .. ее идеальное тело!.... У нее есть тело, которое может быть порно!{/i}
