Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}It's Mom!{/i}
dutch: [_RT_] {i}Het is Mom!{/i}
german: [_RT_] {i}Es ist so!{/i}
italian: [_RT_] {i}È la mamma! {/i}.
russian: [_RT_] {i}Это мам!{/i}

source: [_RT_] {i}On a stripper pole!{/i}
dutch: [_RT_] {i}Op een stripper pool!{/i}
german: [_RT_] {i}auf einem Abstreifer Pole!{/i}
italian: [_RT_] {i}Su un palo da spogliarellista!{/i}
russian: [_RT_] {i}На стрипперном поле!{/i}

source: [_RT_] {i}Jeeze! What in the hell should I do?{/i}
dutch: [_RT_] {i}Jeeze! Wat zou ik in de hel moeten doen?{/i}
german: [_RT_] {i}Jeeze! Was in der Hölle sollte ich tun? {/i}
italian: [_RT_] {i}Cavolo! Cosa diavolo dovrei fare?

source: [_RT_] {i}This is soooo wrong!.... {p}But I've got to know if she even knows what she's doing.... {p}How would she know how to work a stripper pole?{/i}
dutch: [_RT_] {i}Dit is fout gegaan!.... {p}Maar ik moet weten of ze zelfs weet wat ze doet. .. {p}Hoe zou ze een stripper pool kunnen werken?{/i}
german: [_RT_] {i}Das ist soooo falsch!.... {p}Aber ich muss wissen, ob sie überhaupt weiß, was sie tut. .. {p}Wie würde sie wissen, wie man einen Abstreifer Pole bearbeitet?{/i}
italian: [_RT_] {i}Questo è così sbagliato! .... {p}Ma devo sapere se lei sa almeno cosa sta facendo.... {p}Come potrebbe sapere come funziona un palo da spogliarellista?

source: [_RT_] {i}The look in her eyes is at least pretty confident.{/i}
dutch: [_RT_] {i}De look in haar ogen is ten minste betrouwbaar.{/i}
german: [_RT_] {i}Der Blick in ihren Augen ist zumindest ziemlich zuversichtlich
italian: [_RT_] {i}Lo sguardo nei suoi occhi è almeno abbastanza sicuro.
russian: [_RT_] {i}Судя по ее глазам, она, по крайней мере, уверена в себе.

source: [_MT_] {i}Thank God they gave me free alcohol!.... It really takes the edge off!{/i}
dutch: [_MT_] {i}Godzijdig hebben ze me gratis alcohol gegeven!.... Het is echt een stap vooruit!{/i}
german: [_MT_] {i}Danke, dass sie mir freien Alkohol gegeben haben!.... Es nimmt wirklich den Vorsprung!{/i}
italian: [_MT_] {i}Grazie a Dio mi hanno dato alcol gratis! .... Mi toglie davvero la tensione!

source: [_MT_] {i}And thank God my husband and kids don't know what I'm doing right now!{/i}
dutch: [_MT_] {i}En God God zij dank weten mijn man en kinderen niet wat ik nu doet!{/i}
german: [_MT_] {i}Und Gott sei Dank mein Mann und Kinder wissen nicht, was ich gerade mache!{/i}
italian: [_MT_] {i}E grazie a Dio mio marito e i miei figli non sanno cosa sto facendo in questo momento!
russian: [_MT_] {i}И спасибо Богу, мой муж и дети не знают, что я делаю прямо сейчас!{/i}

source: [_MT_] {i}Oh my God! Oh my God! Oh my God! This can't really be happening!{/i}
dutch: [_MT_] {i}Oh mijn God! Oh mijn God! Oh mijn God! Dit kan niet echt gebeuren!{/i}
german: [_MT_] {i}Oh mein Gott! Oh mein Gott! Oh mein Gott! Das kann nicht wirklich passieren! {/i}
italian: [_MT_] {i}Oh mio Dio! Oh, mio Dio! Oh, mio Dio! Non può succedere davvero!
russian: [_MT_] {i}О Бога! О Бога! О Бога! Это действительно не может случиться!{/i}

source: [_MT_] {i}How did I get into this situation?!.... {p}And I have to put a fucking smile on my face and pretend I'm having fun if I'm going to make any money!{/i}
dutch: [_MT_] {i}Hoe ben ik in deze situatie gekomen?!.... {p}En ik moet een fucking glimlach op mijn gezicht zetten en doen alsof ik plezier heb als ik geld ga verdienen!{/i}
german: [_MT_] {i}Wie bin ich in diese Situation gekommen?!.... {p}Und ich muss mein Gesicht mit einem fetten Lächeln belächeln und so tun, als hätte ich Spaß, wenn ich irgendein Geld verdienen möchte!{/i}
italian: [_MT_] {i}Come sono finito in questa situazione?!.... {p}E devo mettere un cazzo di sorriso sulla mia faccia e fingere di divertirmi se voglio fare dei soldi!
russian: [_MT_] {i}Как я попал в эту ситуацию?!.... {p}И мне нужно улыбаться на свое лицо и притворяться, если заработать деньги!{/i}

source: [_RT_] {i}Oh, wow! She's taking off her shirt! I guess this is going to be more than just a sexy dance!{/i}
dutch: [_RT_] {i}Oh, wow! Ze doet haar hemd uit! Ik denk dat dit meer zal zijn dan een sexy dansen!{/i}
german: [_RT_] {i}Oh, wow! Sie zieht ihr Hemd ab! Ich denke, das wird mehr sein als nur ein sexy Tanz!{/i}
italian: [_RT_] {i}Oh, wow! Si sta togliendo la camicia! Immagino che questo sarà più di un semplice ballo sexy!

source: [_RT_] {i}What is wrong with me? Why can't I look away?{/i}
dutch: [_RT_] {i}Wat is er mis met mij? Waarom kan ik niet wegkijken?{/i}
german: [_RT_] {i}Was ist falsch mit mir? Warum kann ich nicht aussehen?{/i}
italian: [_RT_] {i}Cosa c'è di sbagliato in me? Perché non riesco a distogliere lo sguardo?
russian: [_RT_] {i}Что со мной не так? Почему я не могу посмотреть?{/i}

source: [_MT_] {i}Oh.... I am a terrible person. I thought I put this kind of thing behind me when I got married!{/i}
dutch: [_MT_] {i}Oh.... Ik ben een vreselijk persoon. Ik dacht dat ik dit soort dingen achter me legde toen ik getrouwd bent!{/i}
german: [_MT_] {i}Oh.... Ich bin ein schrecklicher Mensch. Ich dachte, ich stecke diese Art von Dingen hinter mich, als ich verheiratet wurde!{/i}
italian: [_MT_] {i}Oh.... Sono una persona terribile. Pensavo di essermi lasciata alle spalle questo genere di cose quando mi sono sposata!

source: [_MT_] {i}I never thought I'd be on a pole again.{/i}
dutch: [_MT_] {i}Ik had nooit gedacht dat ik op een stok zou staan.{/i}
german: [_MT_] {i}Ich hätte nie gedacht, ich würde wieder auf einem Pol sein.{/i}
italian: [_MT_] {i}Non ho mai pensato che sarei stata di nuovo su un palo.{/i}
russian: [_MT_] {i}Я никогда не думал, что я буду на полюсе.{/i}

source: [_MT_] {i}I am a terrible wife and mother!{/i}
dutch: [_MT_] {i}Ik ben een verschrikkelijke vrouw en moeder!{/i}
german: [_MT_] {i}Ich bin eine schreckliche Frau und Mutter!{/i}
italian: [_MT_] {i}Sono una moglie e una madre terribile! {/i}
russian: [_MT_] {i}Я страшная жена и мама!{/i}

source: [_MT_] {i}Oh thank God they can't see me now!{/i}
dutch: [_MT_] {i}Oh God God zij kunnen me nu niet zien!{/i}
german: [_MT_] {i}Oh Gott sei Dank können sie mich jetzt nicht sehen!{/i}
italian: [_MT_] {i}Oh grazie a Dio non possono vedermi ora! {/i}
russian: [_MT_] {i}Ох благодарю Бога, что они не видят меня сейчас!{/i}

source: [_RT_] {i}Oh, shit! I can see her panties.{p}Oh.... they're practically see through! Unnnhhhh.... {/i}
dutch: [_RT_] {i}Ah, shit! Ik kan haar vijvers zien.{p}Oh.... ze zijn praktisch te lang! Unnhhhhh.... {/i}
german: [_RT_] {i}Oh, shit! Ich kann ihre Hosen sehen.{p}Oh.... sie sind praktisch durchsehen! Unnhhhhhh.... {/i}
italian: [_RT_] {i}Oh, merda! Posso vedere le sue mutandine.{p}Oh.... sono praticamente trasparenti! Unnnhhhh.... {/i}

source: [_RT_] {i}Noo!.... I'm getting a hardon watching my own mother!.... I've got some serious problems....{/i}
dutch: [_RT_] {i}Noo!.... ik krijg een hardon om mijn eigen moeder te bekijken!.... Ik heb ernstige problemen....{/i}
german: [_RT_] {i}Noo!.... Ich bekomme eine harte Beobachtung meiner eigenen Mutter!.... Ich habe einige ernste Probleme....{/i}
italian: [_RT_] {i}Noo! .... Mi sta venendo un'erezione guardando mia madre! .... Ho dei problemi seri....{/i}
russian: [_RT_] {i}Noo!.... У меня есть серьезные проблемы....{/i}

source: [_MT_] {i}Oh, God! Why me? What did I do wrong to end up like this? Get me out of this situation, and I'll be the most pure and chaste woman there is! I'll leave my husband and become a nun!{/i}
dutch: [_MT_] {i}Oh, God! Waarom heb ik het verkeerd gedaan om op die manier te eindigen? Breng me uit deze situatie, en ik zal de meest zuivere en ketste vrouw zijn daar! Ik verlaat mijn man en word nun!{/i}
german: [_MT_] {i}Oh, Gott! Warum ich? Was habe ich falsch gemacht um am Ende so zu bleiben? Hol mich aus dieser Situation, und ich bin die reinste und schmutzigste Frau, die es gibt! Ich werde meinen Mann verlassen und werde ein Nonnen!{/i}
italian: [_MT_] {i}Oh, Dio! Perché io? Cosa ho fatto di male per finire così? Liberami da questa situazione e sarò la donna più pura e casta che ci sia! Lascerò mio marito e diventerò una suora!

source: [_RT_] {i}Just look at that ass! It really is amazing that she's able to stay in such good shape.{/i}
dutch: [_RT_] {i}Kijk gewoon naar dat ass! Het is echt geweldig dat ze in zulke goede vorm kan blijven.{/i}
german: [_RT_] {i}Schau dir einfach den Arsch an! Es ist wirklich erstaunlich, dass sie in so guter Form bleiben kann.{/i}
italian: [_RT_] {i}Guarda che culo! È davvero incredibile che riesca a rimanere in così buona forma.
russian: [_RT_] {i}Просто посмотрите на это! Это действительно удивительно, что она может оставаться в такой хорошей форме.{/i}

source: [_RT_] {i}All that yoga is paying off.... Anyone would appreciate an ass like that! Even if it is their own mother's.{/i}
dutch: [_RT_] {i}Al die yoga betaalt.... Iedereen zou zo'n pasje waarderen! Zelfs als het hun eigen moeder is{/i}
german: [_RT_] {i}Alles, was das Yoga bezahlt.... Jeder würde so einen Arsch schätzen! Auch wenn es seine eigene Mutter ist.{/i}
italian: [_RT_] {i}Tutto quello yoga sta dando i suoi frutti.... Chiunque apprezzerebbe un culo così! Anche se è quello della propria madre.{/i}

source: [_MT_] {i}Outside I'm smiling and happy, but I've never felt so down and depressed.{/i}
dutch: [_MT_] {i}Buiten ben ik blij met het lachen, maar ik heb me nog nooit zo neerbuigend gevoeld.{/i}
german: [_MT_] {i}Außerhalb bin ich lächeln und glücklich, aber ich habe mich noch nie so tief gefühlt. {/i}
italian: [_MT_] {i}Da fuori sono sorridente e felice, ma non mi sono mai sentita così giù e depressa.{/i}
russian: [_MT_] {i}Я улыбаюсь и счастлива, но я так и не чувствовался.{/i}

source: [_RT_] {i}Ok.... now her boobs are out!.... I can't believe this is happening.{p}Is this going to damage me psychologically? Should I keep watching?{/i}
dutch: [_RT_] {i}Ok.... nu zijn haar babs uitgegaan!.... Ik kan niet geloven dat dit gebeurt.{p}Zal dit mij psychologisch beschadigen? Moet ik blijven volgen?{/i}
german: [_RT_] {i}Ok.... Jetzt sind ihre Boobs draußen!.... Ich kann nicht glauben, dass das passiert.{p}Wird das mich psychologisch schädigen? Soll ich weiter beobachten?{/i}
italian: [_RT_] {i}Ok.... ora le sue tette sono fuori! .... Non posso credere che questo stia succedendo.{p}Questo mi danneggerà psicologicamente? Dovrei continuare a guardare?
russian: [_RT_] {i}Ok.... Теперь ее боги из!.... Я не могу поверить, что это происходит.{p}Это повредит мне психологически? Должен ли я следить за ними?{/i}

source: [_RT_] {i}I'll take the psychological damage! It's not everyday you get in a situation like this. I'll deal with the consequences later.{/i}
dutch: [_RT_] {i}Ik neem de psychologische schade! Je komt niet dagelijks in een dergelijke situatie terecht. Ik zal later met de gevolgen omgaan.{/i}
german: [_RT_] {i}Ich nehme den psychologischen Schaden! Es ist nicht alltäglich, dass du in einer solchen Situation bist. Ich werde später mit den Folgen umgehen.{/i}
italian: [_RT_] {i}Il danno psicologico lo prendo io! Non capita tutti i giorni di trovarsi in una situazione come questa. Affronterò le conseguenze più tardi.

source: [_MT_] {i}Ok, I can't let myself get so down! This isn't my fault.{/i}
dutch: [_MT_] {i}Ok, ik kan mezelf niet laten liggen! Dit is niet mijn fout.{/i}
german: [_MT_] {i}Ok, ich kann mich nicht so runter lassen! Das ist nicht mein Fehler.{/i}
italian: [_MT_] {i}Ok, non posso lasciarmi abbattere così tanto! Non è colpa mia.
russian: [_MT_] {i}Хорошо, я не могу позволить себе это сделать! Это не моя вина.{/i}

source: [_MT_] {i}I can't let the consequences of my husband's actions make me feel so bad about myself. Stripping doesn't make me a bad person! I used to know lots of good people who were strippers.{/i}
dutch: [_MT_] {i}Ik kan de gevolgen van de acties van mijn man mij niet zo erg voor mezelf laten voelen. Strippen maakt me geen slechte persoon! Ik ken vroeger veel goede mensen die strippers.{/i} waren
german: [_MT_] {i}Ich kann nicht zulassen, dass mich die Folgen des Handelns meines Mannes so schlecht über mich selbst empfinden. Das Strippen macht mich nicht zu einer schlechten Person! Ich kenne viele gute Leute, die zerstreut wurden.{/i}
italian: [_MT_] {i}Non posso permettere che le conseguenze delle azioni di mio marito mi facciano sentire così male con me stessa. Lo spogliarello non fa di me una cattiva persona! Conoscevo un sacco di brave persone che erano spogliarelliste.
russian: [_MT_] {i}Я не могу допустить, чтобы последствия действий моего мужа заставляли меня чувствовать себя так плохо. Разрушение не делает меня плохим человеком! Я узнал много хороших людей, которые были полосатыми.{/i}

source: [_RT_] {i}I've got to save this moment forever.{/i}
dutch: [_RT_] {i}Ik moet dit moment voorgoed opslaan.{/i}
german: [_RT_] {i}Ich muss diesen Moment für immer speichern.{/i}
italian: [_RT_] {i}Devo salvare questo momento per sempre.{/i}
russian: [_RT_] {i}Я должен сохранить этот момент навсегда.{/i}

source: [_RT_] {i}Hopefully the FBI isn't still monitoring my computer and phone, because this image will upload automatically to my computer.{/i}
dutch: [_RT_] {i}Hopelijk controleert de FBI niet nog steeds mijn computer en telefoon, omdat deze afbeelding automatisch naar mijn computer zal uploaden.{/i}
german: [_RT_] {i}Hoffentlich überwacht das FBI meinen Computer und mein Telefon nicht, da dieses Bild automatisch auf meinen Computer hochgeladen wird.{/i}
italian: [_RT_] {i}Spero che l'FBI non stia ancora monitorando il mio computer e il mio telefono, perché questa immagine si caricherà automaticamente sul mio computer.{/i}
russian: [_RT_] {i}Надеемся, что FBI не следит за моим компьютером и телефоном, потому что это изображение будет автоматически загружено на мой компьютер.{/i}

source: [_RT_] {i}I can't wait to check it out later.{/i}
dutch: [_RT_] {i}Ik kan niet wachten om het later te bekijken.{/i}
german: [_RT_] {i}Ich kann es später nicht mehr warten.{/i}
italian: [_RT_] {i}Non vedo l'ora di controllarla più tardi.{/i}
russian: [_RT_] {i}Я не могу подождать, чтобы проверить его позже.{/i}

source: [_RT_] {i}Oh, wow! My cock could cut diamonds right now!{/i}
dutch: [_RT_] {i}Oh, wow! Mijn broek kon diamanten nu knippen!{/i}
german: [_RT_] {i}Oh, wow! Mein Schwanz könnte jetzt Diamanten schleifen!{/i}
italian: [_RT_] {i}Oh, wow! Il mio cazzo potrebbe tagliare diamanti in questo momento!
russian: [_RT_] {i}О, вау! Мой член сейчас может резать бриллианты!

source: [_RT_] {i}I've got to give myself some relief!{/i}
dutch: [_RT_] {i}moet ik mezelf opluchten!{/i}
german: [_RT_] {i}Ich muss mir Erleichterung verschaffen!{/i}
italian: [_RT_] {i}Devo darmi un pò di sollievo!
russian: [_RT_] {i}Я должен дать себе поблажку!

source: [_RT_] {i}Oh, this is sooo wrong. But I think that's why it's sooo hot!{/i}
dutch: [_RT_] {i}Oh, dit is een sooo fout. Maar ik denk dat het daarom sooo warm is!{/i}
german: [_RT_] {i}Oh, das ist sooo falsch. Aber ich glaube, deshalb ist es auch sooo heiß!{/i}
italian: [_RT_] {i}Oh, questo è così sbagliato. Ma penso che sia per questo che è così eccitante!
russian: [_RT_] {i}О, это так неправильно. Но я думаю, что именно поэтому это так горячо.

source: [_RT_] {i}I've never felt this horny in my life!{/i}
dutch: [_RT_] {i}Ik heb nog nooit dit hornige gevoel gehad in mijn leven!{/i}
german: [_RT_] {i}Ich habe noch nie so geil in meinem Leben gefühlt!{/i}
italian: [_RT_] {i}Non mi sono mai sentito così arrapato in vita mia!

source: [_RT_] {i}Ohhhh.... I'm not going to last much longer!{/i}
dutch: [_RT_] {i}Ahhhh.... . ik ga niet langer volhouden!{/i}
german: [_RT_] {i}Ohhhhh.... Ich werde nicht länger dauern!{/i}
italian: [_RT_] {i}Ohhhhhh.... Non resisterò ancora per molto! {/i}.
russian: [_RT_] {i}Охх.... Я больше не собираюсь!{/i}

source: [_MT_] {i}Ok, [mom_name], pull yourself together. This isn't so bad.{/i}
dutch: [_MT_] {i}Ok, [mom_name], trek jezelf samen. Dit is niet zo slecht.{/i}
german: [_MT_] {i}Ok, [mom_name], ziehen Sie sich zusammen. Das ist nicht so schlecht.{/i}
italian: [_MT_] {i}Ok, [mom_name], riprenditi. Non è così male.
russian: [_MT_] {i}Ok, [mom_name], тяните себя вместе. Это не так плохо.{/i}

source: [_MT_] {i}Just remember what those mommy blog podcasts taught you.{/i}
dutch: [_MT_] {i}Onthoud wat die mommy blogpodcasts jou hebben geleerd.{/i}
german: [_MT_] {i}Denk nur daran, was diese mommy Blog-Podcasts dir beigebracht haben.{/i}
italian: [_MT_] {i}Ricorda solo quello che ti hanno insegnato quei podcast del blog delle mamme.{/i}
russian: [_MT_] {i}Просто помните, как научились эти мамы блога.{/i}

source: [_MT_] {i}I can't always control the situation, but I can always control how I react to it!{/i}
dutch: [_MT_] {i}Ik kan de situatie niet altijd beheersen, maar ik kan altijd bepalen hoe ik er op reageert!{/i}
german: [_MT_] {i}Ich kann die Situation nicht immer kontrollieren, aber ich kann immer kontrollieren, wie ich darauf reagiere!{/i}
italian: [_MT_] {i}Non posso sempre controllare la situazione, ma posso sempre controllare come reagisco ad essa!
russian: [_MT_] {i}Я не всегда могу контролировать ситуацию, но я всегда могу контролировать ее реагирование!{/i}

source: [_RT_] {i}Oh, shit! I've got to get a picture of that amazing ass!{/i}
dutch: [_RT_] {i}Ah, zo! Ik moet een foto krijgen van dat geweldige ass!{/i}
german: [_RT_] {i}Oh, shit! Ich muss ein Bild von diesem erstaunlichen Arsch bekommen!{/i}
italian: [_RT_] {i}Oh, merda! Devo fare una foto a quel culo fantastico!

source: [_RT_] {i}Where did she learn to move like that!{/i}
dutch: [_RT_] {i}Waar heeft ze geleerd om zo te bewegen!{/i}
german: [_RT_] {i}Wo hat sie gelernt, sich so zu bewegen!{/i}
italian: [_RT_] {i}Dove ha imparato a muoversi così!
russian: [_RT_] {i}Где она научилась двигаться так!{/i}

source: [_RT_] {i}She looks and moves just like a pornstar!{/i}
dutch: [_RT_] {i}Ze ziet er uit en beweegt net als een varkensster!{/i}
german: [_RT_] {i}Sie sieht aus und bewegt sich genau wie ein Pornostar!{/i}
italian: [_RT_] {i}Sembra e si muove proprio come una pornostar!
russian: [_RT_] {i}Она выглядит и движется как порнозвезда!{/i}

source: [_MT_] {i}This is actually pretty exhilarating!{/i}
dutch: [_MT_] {i}Dit is eigenlijk best handig!{/i}
german: [_MT_] {i}Das ist eigentlich ganz schön aufregend!{/i}
italian: [_MT_] {i}Questo è davvero piuttosto esaltante!
russian: [_MT_] {i}На самом деле это очень увлекательно!

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married.{/i}
dutch: [_MT_] {i}Niemand behalve mijn man heeft mijn tips gezien sinds we getrouwd zijn.{/i}
german: [_MT_] {i}Niemand außer meinem Mann hat meine Titten seit wir verheiratet waren.{/i}
italian: [_MT_] {i}Nessuno tranne mio marito ha visto le mie tette da quando siamo sposati.{/i}

source: [_MT_] {i}And these men seem to appreciate them more than my husband does.{/i}
dutch: [_MT_] {i}En deze mannen lijken hen meer te waarderen dan mijn man dot.{/i}
german: [_MT_] {i}Und diese Männer scheinen sie mehr zu schätzen als mein Ehemann. {/i}
italian: [_MT_] {i}E questi uomini sembrano apprezzarle più di mio marito.
russian: [_MT_] {i}И эти люди ценят их больше, чем мой муж.{/i}

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $500 I need.{/i}
dutch: [_MT_] {i}Ze blijven me geld gooien. Ik wed dat ik bijna de $500 maak die ik nodig heb.{/i}
german: [_MT_] {i}Sie werfen mir ständig Geld zu. Ich wette, ich bin kurz davor, die 500 Dollar zu verdienen, die ich brauche.{/i}
italian: [_MT_] {i}Continuano a lanciarmi soldi. Scommetto che sono vicina a guadagnare i 500 dollari di cui ho bisogno.{/i}.

source: [_MT_] {i}This beats a lot of other ways of making money.{/i}
dutch: [_MT_] {i}Dit slaat op veel andere manieren om geld te verdienen.{/i}
german: [_MT_] {i}Das ist besser als viele andere Möglichkeiten, Geld zu verdienen {/i}
italian: [_MT_] {i}Questo batte un sacco di altri modi di fare soldi.{/i}
russian: [_MT_] {i}Это превосходит многие другие способы получения денег.

source: [_MT_] {i}Oh, God! Am I actually enjoying this? I think I'm starting to get wet!{/i}
dutch: [_MT_] {i}Oh, God! Vind ik dit echt leuk? Ik denk dat ik nat begin te worden!{/i}
german: [_MT_] {i}Oh, Gott! Habe ich es wirklich genießen? Ich glaube, ich beginne nass zu werden!{/i}
italian: [_MT_] {i}Oh, Dio! Mi sto davvero divertendo? Penso che sto iniziando a bagnarmi!

source: {i}{b}"Mom's Libido +5"{/b}{/i}
dutch: {i}{b}"Momenten Libido +5"{/b}{/i}
italian: {i}{b}"Libido della mamma +5"{/b}{/i}
russian: {i}{b}"Либидо мамы +5"{/b}{/i}

source: [_RT_] {i}Oh, shit! Here I CUMMMM!!{/i}
dutch: [_RT_] {i}Ah, zo! Hier I CUMM!!{/i}
german: [_RT_] {i}Oh, Scheiße! Hier CUMMMM ich!!! {/i}
italian: [_RT_] {i}Oh, merda! Sto VEENEENDOOO!!!{/i}
russian: [_RT_] {i}О, черт! Я КОНЧАЮ!!!

source: [_RT_] {i}NNNNyyyyhhhhhaaaaa.... !!{/i}
dutch: [_RT_] {i}NNyyyyhhhhhaaaaa.... !!{/i}
italian: [_RT_] {i}NNNNyyyyhhhhhhhaaaaa.... !!{/i}

source: [_RT_] {i}Oh no, good feelings gone, what have I done?!{/i}
dutch: [_RT_] {i}Oh nee, goede gevoelens, wat heb ik gedaan?!{/i}
german: [_RT_] {i}Oh nein, gute Gefühle sind weg, was habe ich getan?!{/i}
italian: [_RT_] {i}Oh no, i buoni sentimenti se ne sono andati, cosa ho fatto?!

source: [_RT_] {i}I am such a fucking pervert! How could I do this watching my own mother!{/i}
dutch: [_RT_] {i}Ik ben zo'n fucking perver! Hoe kan ik dit doen om mijn eigen moeder te zien!{/i}
german: [_RT_] {i}Ich bin so ein verdammter Perverser! Wie konnte ich das nur tun, als ich meine eigene Mutter beobachtete!{/i}
italian: [_RT_] {i}Sono un fottuto pervertito! Come ho potuto fare questo guardando mia madre!{/i}
russian: [_RT_] {i}Я такой гребаный извращенец! Как я мог сделать это, наблюдая за собственной матерью!

source: [_RT_] {i}This might really have messed me up.{/i}
dutch: [_RT_] {i}Dit kan me echt kapot hebben gemaakt.{/i}
german: [_RT_] {i}Das könnte mich wirklich verwirrt haben.{/i}
italian: [_RT_] {i}Questo potrebbe davvero avermi incasinato.
russian: [_RT_] {i}Мне действительно мешалось.{/i}

source: [_MT_] {i}OH MY GOD!! Is that [ryan] peeking around the corner?!!{/i}
dutch: [_MT_] {i}MIJN GOD!! Is dat [ryan] om de hoek?!!{/i}
german: [_MT_] {i}OH MEIN GOD!! Ist das [ryan] um die Ecke ansehen?!!{/i}
italian: [_MT_] {i}OH MIO DIO! Quello è [ryan]che sbircia dietro l'angolo?!!!{/i}

source: [_MT_] {i}Oh, no.... he looks so ashamed of me.{/i}
dutch: [_MT_] {i}Ah, nee.... hij ziet er zo beschaamd uit voor mij.{/i}
german: [_MT_] {i}Oh, nein.... er sieht so schämt mir aus.{/i}
italian: [_MT_] {i}Oh, no.... sembra che si vergogni così tanto di me.{/i}

source: {i}{b}"Mom's Libido -3"{/b}{/i}
dutch: {i}{b}"Momenten Libido -3"{/b}{/i}
italian: {i}{b}"Libido di mamma -3"{/b}{/i}
russian: {i}{b}"Либидо мамы -3"{/b}{/i}

source: [_RT_] {i}OH shit!{/i}
italian: [_RT_] {i}Oh merda! {/i}

source: [_RT_] {i}She saw me!{/i}
dutch: [_RT_] {i}Ze zag me!{/i}
german: [_RT_] {i}Sie sah mich!{/i}
italian: [_RT_] {i}Mi ha visto! {/i}

source: [_RT_] {i}I hope she doesn't realize what I just did!{/i}
dutch: [_RT_] {i}Ik hoop dat ze niet beseft wat ik zojuist heb gedaan!{/i}
german: [_RT_] {i}Ich hoffe, sie versteht nicht, was ich gerade getan habe!{/i}
italian: [_RT_] {i}Spero che non si renda conto di quello che ho appena fatto!
russian: [_RT_] {i}Я надеюсь, что она не понимает, что я только что сделал!{/i}

source: [_RT_] {i}I have to get out of here right now!{/i}
dutch: [_RT_] {i}Ik moet hier nu meteen uit!{/i}
german: [_RT_] {i}Ich muss gerade hier herauskommen!{/i}
italian: [_RT_] {i}Devo andarmene subito da qui! {/i}
russian: [_RT_] {i}Мне нужно выйти сюда прямо сейчас!{/i}
