Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_R_] I know.... really.... thanks for helping us out.
dutch: [_R_] Ik weet echt.... bedankt om ons te helpen.
german: [_R_] Ich kenne mich.... wirklich danke.... vielen Dank für die Hilfe.
italian: [_R_] Lo so.... davvero.... grazie per averci aiutato.

source: [_B_] You're welcome! And be safe on your deliveries. Try to make sure no one is following you, and if they are, return here immediately.
dutch: [_B_] Je bent welkom! Wees veilig op je leveringen. Probeer ervoor te zorgen dat niemand je volgt en zo ja, kom dan meteen terug hier.
german: [_B_] Du bist willkommen! Und sei sicher auf Deinen Lieferungen. Bitte stelle sicher, dass Dir niemand folgt, und wenn sie da sind, kehre sofort hierher zurück.
italian: [_B_] Non c'è di che! E fai attenzione durante le tue consegne. Cerca di assicurarti che nessuno ti stia seguendo e se lo fanno, torna qui immediatamente.
russian: [_B_] Добро пожаловать! И будьте в безопасности при доставке. Постарайтесь убедиться, что никто не следит за вами, и если да, то вернитесь сюда немедленно.

source: [_R_] Alright, I'll keep an eye out,{p}and thanks again.
german: [_R_] Okay, ich halte einen Blick aus,{p}und danke noch einmal.
italian: [_R_] Va bene, terrò gli occhi aperti, {p}e grazie ancora.

source: [_B_] Oh Right.... one more thing I almost forgot! If your mom asks what you're doing to make this extra money, just tell her you're doing some janitorial work for us.
german: [_B_] Oh rechts.... eine weitere Sache, die ich fast vergessen habe! Wenn deine Mutter fragt, was du tust, um dieses zusätzliche Geld zu verdienen, dann sag ihr einfach, dass du für uns eine janitoriale Arbeit leistest.
italian: [_B_] Oh giusto.... un'altra cosa che avevo quasi dimenticato! Se tua madre ti chiede cosa stai facendo per fare questi soldi extra, dille solo che stai facendo dei lavori di pulizia per noi.

source: [_B_] I don't thinks she'd be too thrilled if she suspected you were making deliveries for your old man.
dutch: [_B_] Ik denk niet dat ze te opgewonden zou zijn als ze vermoedde dat ze leveringen voor je oude man deed.
german: [_B_] Ich denke nicht, dass sie zu begeistert wäre, wenn sie vermutete, dass du für deinen alten Mann Lieferungen tätigst.
italian: [_B_] Non credo che sarebbe troppo entusiasta se sospettasse che stai facendo delle consegne per il tuo vecchio.

source: [_R_] Yeah.... I capisce.
italian: [_R_] Sì.... Capisco.

source: [_B_] Great, now go hook that pizza box to your scooter, and go make some deliveries.
dutch: [_B_] Geweldig, nu die pizzadoos naar je scooter gaan en ga een paar leveranties maken.
german: [_B_] Großartig, jetzt gehen Sie Haken, dass Pizza Box zu Ihrem Roller, und gehen Sie einige Lieferungen.
italian: [_B_] Ottimo, ora vai ad agganciare quel cartone della pizza al tuo scooter e vai a fare qualche consegna.
russian: [_B_] Отлично, теперь переходите крючком с коробкой пиццы к самокату и отправляйтесь на доставку.

source: {i}"You received $200 and no tips."{/i}
dutch: {i}"Je hebt $200 ontvangen en geen tips."{/i}
german: {i}"Sie haben $200 und keine Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e nessun consiglio."{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to go to my house and talk to Mom about what Uncle Bobby told me. She should be in the kitchen.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet naar mijn huis gaan en met mama praten over wat Oom Bobby mij vertelde. Ze zou in de keuken moeten zijn.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss zu meinem Haus gehen und mit Mama darüber sprechen, was Onkel Bobby mir gesagt hat. Sie sollte in der Küche sein.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo andare a casa mia e parlare con la mamma di quello che lo zio Bobby mi ha detto. Dovrebbe essere in cucina.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Мне нужно пойти в мой дом и поговорить с Мамом о том, что сказал мне дядя Бобби. Она должна быть на кухне.{/i}

source: {i}"You received $200 and $50 in tips."{/i}
dutch: {i}"Je hebt $200 en $50 ontvangen op tips."{/i}
german: {i}"Du hast $200 und $50 Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e $50 di mance."{/i}

source: {i}"You received $200 and $100 in tips."{/i}
dutch: {i}"Je hebt $200 en $100 aan tips ontvangen"{/i}
german: {i}"Sie haben $200 und $100 in Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e $100 di mance."{/i}

source: {i}"You received $200 and $150 in tips."{/i}
dutch: {i}"Je hebt $200 en $150 aan fooi ontvangen."{/i}
german: {i}"Sie haben $200 und $150 in Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e $150 di mance."{/i}

source: {i}"You received $200 and $200 in tips."{/i}
dutch: {i}"Je hebt $200 en $200 ontvangen op tips."{/i}
german: {i}"Sie haben $200 und $200 in Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e $200 di mance."{/i}

source: {i}"You received $200 and $250 in tips."{/i}
dutch: {i}"Je hebt $200 en $250 aan fooi ontvangen."{/i}
german: {i}"Sie haben $200 und $250 in Tipps erhalten."{/i}
italian: {i}"Hai ricevuto $200 e $250 di mance."{/i}

source: I can only make deliveries in the afternoon.
dutch: Ik kan alleen in de namiddag resultaten boeken.
german: Ich kann nur am Nachmittag Lieferungen vornehmen.
italian: Posso fare le consegne solo nel pomeriggio.
russian: Я могу делать поставки только во второй половине дня.

source: "You received a chocolate bar"
dutch: Je hebt een chocolademelk ontvangen"
german: "Du hast eine Schokoladenbar erhalten"
italian: "Hai ricevuto una barretta di cioccolato"
russian: "Вы получили шоколадную бар"

source: "You received two chocolate bars"
dutch: Je hebt twee chocoladematen ontvangen"
german: "Du hast zwei Schokoladenbalken erhalten"
italian: "Hai ricevuto due tavolette di cioccolato"
russian: "Вы получили два шоколада"

source: "You received three chocolate bars"
dutch: Je hebt drie chocoladematen ontvangen"
german: "Du hast drei Schokoladenbalken erhalten"
italian: "Hai ricevuto tre barrette di cioccolato"
russian: "Вы получили три шоколадных бары"

source: "You received a gift card."
dutch: "U heeft een cadeaubon ontvangen."
german: "Du hast eine Geschenkkarte erhalten."
italian: "Ha ricevuto una carta regalo"
russian: "Вы получили подарочную карту."

source: "You received two gift cards."
dutch: U heeft twee cadeaubonnen ontvangen.
german: "Du hast zwei Geschenkgutscheine erhalten."
italian: "Ha ricevuto due carte regalo"
russian: "Вы получили два подарочных сертификата."

source: "You received three gift cards."
dutch: U heeft drie cadeaubonnen ontvangen.
german: "Du hast drei Geschenkgutscheine erhalten."
italian: "Hai ricevuto tre carte regalo"
russian: "Вы получили три подарочных сертификата."

source: "You received a bouquet of flowers."
dutch: Je ontving een boeket bloemen."
german: "Du hast einen Blumenstrauß bekommen."
italian: "Hai ricevuto un mazzo di fiori"
russian: "Вы получили букет цветов."

source: "You received two bouquet of flowers."
dutch: U hebt twee bloemen ontvangen."
german: "Du hast zwei Blumenstrauß empfangen."
italian: "Hai ricevuto due mazzi di fiori"
russian: "Вы получили два букета цветов."

source: "You received three bouquet of flowers."
dutch: Je hebt drie bloemen ontvangen.
german: "Du hast drei Blumenstrauß empfangen. "
italian: "Hai ricevuto tre mazzi di fiori"
russian: "Вы получили три букета цветов."

source: "You received one bottle of Melatonin"
dutch: Je hebt één fles van Melatonin" ontvangen.
german: "Du hast eine Flasche Melatonin erhalten"
italian: "Hai ricevuto una bottiglia di melatonina"
russian: "Вы получили одну бутылку Мелатонина"

source: "You received a webcam."
dutch: Je hebt een webcam ontvangen.
german: "Du hast eine Webcam erhalten."
italian: "Hai ricevuto una webcam"
russian: "Вы получили веб-камеру. "

source: "You received two webcams."
dutch: U hebt twee webcams ontvangen."
german: "Du hast zwei Webcams erhalten."
italian: "Hai ricevuto due webcam"
russian: "Вы получили два веб-камеры."

source: "You received three webcams."
dutch: Je hebt drie webcams ontvangen.
german: "Du hast drei Webcams erhalten."
italian: "Hai ricevuto tre webcam"
russian: "Вы получили три веб-камеры."

source: "You received a green screen."
dutch: Je hebt een groen scherm ontvangen."
german: "Du hast einen grünen Bildschirm erhalten."
italian: "Hai ricevuto uno schermo verde"
russian: "Вы получили зеленый экран."

source: "You received some photo studio professional lights."
dutch: U heeft enkele fotostudio professionele lampen ontvangen.
german: "Du hast ein paar professionelle Lampen im Fotostudio erhalten."
italian: "Hai ricevuto delle luci professionali da studio fotografico"
russian: "Вы получили несколько профессиональных фонарей фотостудии."

source: "You received a DSLR camera."
dutch: Je hebt een DSLR-camera ontvangen."
german: "Du hast eine DSLR-Kamera erhalten."
italian: "Hai ricevuto una fotocamera DSLR"
russian: "Вы получили DSLR камеры."

source: "You received a new camera accessory."
dutch: U heeft een nieuwe camera-accessoire ontvangen.
german: "Du hast ein neues Kamera-Zubehör erhalten."
italian: "Hai ricevuto un nuovo accessorio per fotocamera."
russian: "Вы получили новый аксессуар камеры."

source: "You received a new swimsuit."
dutch: Je hebt een nieuw zwempak gekregen.
german: "Du hast einen neuen Badeanzug bekommen."
italian: "Hai ricevuto un nuovo costume da bagno"
russian: "Вы получили новый купальный костюм."

source: [_RT_] {i}{b}(HINT){/b}I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
dutch: [_RT_] {i}{b}(HINT){/b}Ik heb de bikini nu. Ik zou er verstandig aan doen om ervoor te zorgen dat Mom's libido en indiening zo hoog mogelijk zijn voor volgend weekeinde, Misschien kan ik haar dan vragen om het zwempak voor mij te proberen. /i}
german: [_RT_] {i}{b}(HINT){/b}Ich habe jetzt den Bikini bekommen. Ich wäre intelligent, um sicherzustellen, dass Moms Libido und die Einreichung so hoch wie möglich vor dem nächsten Wochenende sind dann kann ich sie bitten, den Badeanzug für mich zu versuchen. /i}
italian: [_RT_] {i}{b}(HINT){/b}Ho il bikini adesso. Sarei intelligente per assicurarsi che la libido di mamma e la sottomissione siano il più alta possibile prima del prossimo fine settimana, allora forse posso chiederle di provare il costume da bagno per me. /i}

source: "You received a ball gag."
dutch: Je hebt een spook van de bal gekregen.
german: "Du hast einen Ball-Gag bekommen."
italian: "Hai ricevuto una ball gag"
russian: "Вы получили шарик."

source: "You received the book "Perry Hotter and the Sorceror's Bone"
dutch: Je hebt het boek "Perry Hotter en de Sorceror's Bone" ontvangen.
german: "Du hast das Buch "Perry Hotter and the Hexer Knochen" erhalten
italian: "Hai ricevuto il libro "Perry Hotter e l'osso dello stregone"
russian: "Вы получили книгу "Перри Хоттер и Кость Волшебника"

source: "You received the book "Perry Hotter and her Chambers of Secrets."
dutch: U hebt het boek "Perry Hotter en haar kamers Geheimen ontvangen" ontvangen.
german: "Du hast das Buch "Perry Hotter und ihre Geheimniskrämer" erhalten.
italian: "Hai ricevuto il libro "Perry Hotter e le sue camere di segreti."
russian: "Вы получили книгу "Perry Hotter and her Chambers of Secrets."

source: "You received the book "Perry Hotter and the prisoner of Moldevorts Dungeon."
dutch: Je hebt het boek "Perry Hotter en de gevangene van Moldevorts Dungeon ontvangen."
german: "Sie erhielten das Buch "Perry Hotter und der Gefangene des Moldevorts Dungeon".
italian: "Hai ricevuto il libro "Perry Hotter e il prigioniero di Moldevorts Dungeon."
russian: "Вы получили книгу "Perry Hotter and the prisoner of Moldevorts Dungeon".

source: "You received a bottle of wine."
dutch: Je ontving een fles wijn.
german: "Sie haben eine Flasche Wein erhalten."
italian: "Hai ricevuto una bottiglia di vino."
russian: "Вы получили бутылку вина."

source: "You received two bottles of wine."
dutch: Je hebt twee flessen wijn gekregen.
german: „Sie haben zwei Flaschen Wein bekommen.“
italian: "Hai ricevuto due bottiglie di vino."
russian: "Вы получили две бутылки вина."

source: "You received three bottles of wine."
dutch: "Je hebt drie flessen wijn ontvangen."
german: „Sie haben drei Flaschen Wein bekommen.“
italian: "Hai ricevuto tre bottiglie di vino."
russian: "Вы получили три бутылки вина."

source: "You received a lovely set of bikinis."
german: "Du hast ein schönes Bikinis-Set bekommen."
italian: "Hai ricevuto un bel set di bikini."
russian: «Вы получили прекрасный набор бикиниса».

source: "There's nothing else to do here."
dutch: Hier is niets anders te doen.
german: "Hier gibt es nichts anderes zu tun."
italian: "Non c'è altro da fare qui"
russian: "Здесь нечего делать."

source: [_RT_] {i}{b}(HINT){/b} I've got the bikini now. I would be smart to make sure Mom's libido and submission are as high as possible before next weekend, then maybe I can ask her to try on the swimsuit for me.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik heb de bikini nu. Ik zou er verstandig aan doen om ervoor te zorgen dat Mom's libido en indiening zo hoog mogelijk zijn voor volgend weekeinde, Misschien kan ik haar dan vragen om het zwempak voor mij te proberen. /i}
german: [_RT_] {i}{b}(HINT){/b} Ich habe jetzt den Bikini bekommen. Ich wäre intelligent, um sicherzustellen, dass Moms Libido und die Einreichung so hoch wie möglich vor dem nächsten Wochenende sind dann kann ich sie bitten, den Badeanzug für mich zu versuchen. /i}
italian: [_RT_] {i}{b}(HINT){/b} Ho il bikini ora. Sarei intelligente per assicurarsi che la libido di mamma e la sottomissione siano il più alta possibile prima del prossimo fine settimana, allora forse posso chiederle di provare il costume da bagno per me. /i}

source: "There's nothing left to do here."
dutch: Hier is niets meer te doen.
german: "Hier gibt es nichts mehr zu tun."
italian: "Non c'è più niente da fare qui"
russian: "Здесь нечего делать."

source: [_RT_] {i}Oh, man.... I can't get my conversation with Uncle Bobby out of my head. {p}More importantly, how do I tell Mom and Lauren about it?{/i}
dutch: [_RT_] {i}Ah, man.... Ik kan mijn gesprek met oom Bobby niet uit mijn hoofd krijgen. {p}nog belangrijker, hoe vertel ik Mom en Lauren erover?{/i}
german: [_RT_] {i}Oh, Mann.... Ich kann mein Gespräch mit Onkel Bobby nicht aus dem Kopf bekommen. {p}Wichtiger noch: Wie erzähle ich Mama und Lauren davon?{/i}
italian: [_RT_] {i}Oh, amico.... Non riesco a togliermi dalla testa la conversazione con lo zio Bobby. {p}Più importante, come faccio a dirlo a mamma e Lauren?

source: [_M_] Oh, honey, it was just terrible.... men from the FBI were here all day, going through our things, digging through our garbage, making copies of all our computer drives.
dutch: [_M_] Oh, honing, het was gewoon verschrikkelijk.... De mannen van de FBI waren hier de hele dag aanwezig om onze dingen door te blazen, door onze vuilnisbelt te graven en kopieën te maken van al onze computerschijven.
german: [_M_] Oh, Honig, es war einfach schrecklich.... Männer aus dem FBI waren den ganzen Tag hier und gräben durch unseren Müll und machten Kopien aller unserer Computerlaufwerke.
italian: [_M_] Oh, tesoro, è stato semplicemente terribile.... uomini dell'FBI sono stati qui tutto il giorno, frugando tra le nostre cose, scavando nella nostra spazzatura, facendo copie di tutti i drive del nostro computer.

source: [_RT_] {i}Oh, shit.... well, I guess they're going to find my porn collection. Hopefully they don't know what kind of games "Milfy City" and "Big Brother" are.{/i}
dutch: [_RT_] {i}Oh, shit.... Ik denk dat ze mijn porno collectie gaan vinden. Hopelijk weten ze niet wat voor soort spellen "Milfy City" en "Big Brother" zijn.{/i}
german: [_RT_] {i}Oh, shit.... nun, ich denke, sie werden meine Porno-Sammlung finden. Hoffentlich wissen sie nicht, welche Spiele "Milfy City" und "Big Brother" sind.{/i}
italian: [_RT_] {i}Oh, merda... beh, immagino che troveranno la mia collezione porno. Speriamo che non sappiano che tipo di giochi "Milfy City" e "Big Brother" sono.{/i}
russian: [_RT_] {i}Ах, дерьт... ну, думаю, они будут искать мою порно коллекцию. Надеюсь, они не знают, какие игры "Milfy City" и "Big Brother".{/i}

source: [_M_] Having your privacy invaded like that makes me feel so vulnerable. Almost naked, you know?
dutch: [_M_] Als je je privacy op deze manier hebt binnengedrongen, voel ik me zo kwetsbaar. Bijna naakt, weet je het?
german: [_M_] Wenn deine Privatsphäre so eingedrungen ist, fühle ich mich so verwundbar. Fast nackt, weißt du?
italian: [_M_] Avere la tua privacy invasa in questo modo mi fa sentire così vulnerabile. Quasi nuda, sai?
russian: [_M_] Вторгнув вашу конфиденциальность, как это заставляет меня чувствовать себя настолько уязвимым. Почти голые, ты знаешь?

source: [_M_] So what did Uncle Bobby have to say?
dutch: [_M_] Dus wat had Uncle Bobby te zeggen?
german: [_M_] Was hat Onkel Bobby zu sagen?
italian: [_M_] Cosa aveva da dire lo zio Bobby?

source: {i}10 minutes later.... {/i}
dutch: {i}10 minuten later.... {/i}
german: {i}10 Minuten später.... {/i}
italian: {i}10 minuti dopo.... {/i}
russian: {i}10 минут спустя.... {/i}

source: [_L_] OMG [ryan], you missed everything! A bunch of hunky FBI guys were here digging through all our junk, combing through our trash. They even copied everything on my phone and our computers! I better not find any of my selfies on the internet!
dutch: [_L_] OMG [ryan], je hebt alles gemist! Een hoop hongerige FBI-jongens waren hier door al onze troep aan het graven en vochten door onze vuilnisbelt. Ze hebben zelfs alles gekopieerd op mijn telefoon en op onze computer! Ik vind mijn selfies beter niet op het internet!
german: [_L_] OMG [ryan], du hast alles verpasst! Ein Haufen verrückter FBI-Jungs gräben durch den ganzen Junk und kämpft durch den Müll. Das Hotel liegt sehr zentral und ist sehr zentral und trotzdem ruhig.
italian: [_L_] OMG [ryan], ti sei perso tutto! Un gruppo di bei ragazzi dell'FBI erano qui a scavare in tutta la nostra spazzatura, a setacciare la nostra spazzatura. Hanno anche copiato tutto sul mio telefono e sui nostri computer! Sarà meglio che non trovi nessuno dei miei selfie su internet!
russian: [_L_] OMG [ryan], вы пропустили всё! Куча охотничьих парней ФБР были здесь копаться по всему нашему мусору, пробиваясь через нашу корзину. Они даже скопировали все на моем телефоне и на наших компьютерах!

source: [_L_] One of the agents kept staring at my ass. She really gave me the creeps!
dutch: [_L_] Een van de agenten bleef naar mijn hand staren. Ze gaf me echt het creeps!
german: [_L_] Einer der Agenten starrte immer auf meinen Arsch. Sie gab mir wirklich die Creeps!
italian: [_L_] Uno degli agenti continuava a fissarmi il culo. Mi ha fatto davvero venire i brividi!

source: [_L_] So where have you been all day?
dutch: [_L_] Dus waar ben je de hele dag geweest?
german: [_L_] Wo warst du den ganzen Tag?
italian: [_L_] Allora, dove sei stato tutto il giorno?
russian: [_L_] Так где вы были весь день?

source: [_R_] And so somehow we have to come up with the rest of the money before the DeCapo thugs come over, which could be any minute!
dutch: [_R_] En dus moeten we op de een of andere manier met de rest van het geld komen voordat de DeCapo misdadigers overkomen. dat een minuut kan zijn!
german: [_R_] Und so müssen wir irgendwie mit dem Rest des Geldes aufkommen, bevor die DeCapo Schläger vorbei kommen was könnte jede Minute sein!
italian: [_R_] E così in qualche modo dobbiamo trovare il resto dei soldi prima che arrivino gli scagnozzi della DeCapo, il che potrebbe avvenire da un momento all'altro!

source: [_R_] Do either of you have any cash lying around?
dutch: [_R_] Heeft een van jullie contant geld?
german: [_R_] Liegen beide Bargeld herum?
italian: [_R_] Qualcuno di voi ha del contante in giro?
russian: [_R_] Есть ли у вас какие-то деньги, лежащие рядом?

source: [_M_] OH NO!.... No! We don't have any extra cash!{p}The FBI made me open our safe and they confiscated all our emergency cash. They gave me this debit card, with only enough money to pay our bills and buy food, and they are monitoring all of our transactions.
dutch: [_M_] NOOT!.... Nee! We hebben geen extra geld!{p}The FBI zorgde ervoor dat ik onze veiligheid openstelde en ze hebben al ons noodgeld in beslag genomen. Ze hebben me deze debetkaart gegeven, met slechts voldoende geld om onze rekeningen te betalen en voedsel te kopen, en ze houden al onze transacties in de gaten.
german: [_M_] OH Nein!.... Nein! Wir haben kein zusätzliches Bargeld!{p}Das FBI hat mich unseren Safe geöffnet und alle unsere Notgelder beschlagnahmt. Sie gaben mir diese Debitkarte mit nur genügend Geld, um unsere Rechnungen zu bezahlen und Nahrungsmittel zu kaufen, und sie überwachen all unsere Transaktionen.
italian: [_M_] OH NO! .... No! Non abbiamo contanti extra! {p}L'FBI mi ha fatto aprire la nostra cassaforte e hanno confiscato tutti i nostri contanti di emergenza. Mi hanno dato questa carta di debito, con soldi sufficienti solo per pagare le bollette e comprare cibo, e stanno monitorando tutte le nostre transazioni.

source: [_L_] Don't look at me, it's not like I have a secret stash of cash hidden under my bed!
dutch: [_L_] Kijk niet naar mij, het is niet zo dat ik een geheime stapel contant geld onder mijn bed heb verborgen!
german: [_L_] Schau mich nicht an, es ist nicht so, als habe ich einen geheimen Bargeldstachel unter meinem Bett verborgen!
italian: [_L_] Non guardare me, non è che ho una scorta segreta di denaro nascosta sotto il mio letto!
russian: [_L_] Не смотри на меня, это не так как под моей кроватью скрыты секретный тайник наличных средств!

source: [_R_] Well, shit! What are we going to do?
dutch: [_R_] Nou, nietwaar! Wat gaan we doen?
german: [_R_] Nun, shit! Was werden wir tun?
italian: [_R_] Beh, merda! Cosa faremo?

source: [_M_] Language, [ryan]!
dutch: [_M_] Taal, [ryan]!
german: [_M_] Sprache, [ryan]!
italian: [_M_] Linguaggio, [ryan]!
russian: [_M_] Язык, [ryan]!

source: [_R_] We're about to have our legs broken, and you're worried about me saying "shit"?
dutch: [_R_] We staan op het punt onze benen kapot te laten gaan, en je maakt je zorgen dat ik zeg "shit"?
german: [_R_] Wir sind dabei, unsere Beine zu zerbrechen, und du bist besorgt darüber, dass ich "shit"?
italian: [_R_] Stiamo per avere le gambe rotte e tu ti preoccupi che io dica "merda"?

source: [_M_] Yes! Where did you ever learn to be so crass?
dutch: [_M_] Ja! Waar heb je ooit geleerd om zo gek te zijn?
german: [_M_] Ja! Wo hast du jemals gelernt, so verrückt zu sein?
italian: [_M_] Sì! Dove hai imparato ad essere così volgare?

source: [_M_] Oh, fuck! Oh, shit! They're here!
dutch: [_M_] Oh, fuk! Oh, maar! Ze zijn er!
german: [_M_] Oh, fick! Oh, sh! Sie sind da!
italian: [_M_] Oh, cazzo! Oh, merda! Sono qui!

source: [_MT_] {i}SHIT!! Think [mom_name]! Think! What am I going to do?{/i}
dutch: [_MT_] {i}SHIT!! Think [mom_name]! Wat ga ik doen?{/i}
german: [_MT_] {i}SHIT!! Denken Sie [mom_name]! Denken! Was werde ich tun? {/i}
italian: [_MT_] {i}Cazzo!! Pensa [mom_name]! Pensa! Cosa devo fare? {/i}.

source: [_M_] [ryan].... give me the cash that you have.
dutch: [_M_] [ryan].... geef me het geld dat je hebt.
german: [_M_] [ryan].... gib mir das Geld, das du hast.
italian: [_M_] [ryan].... dammi i soldi che hai.
russian: [_M_] [ryan].... Дайте мне деньги, которые у вас есть.

source: {i}"Money = $0"{/i}
dutch: {i}"Geld = $0"{/i}
italian: {i}"Soldi = 0$"{/i}
russian: {i}"Деньги = $0"{/i}
