Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_S_] I'm not being handsy in my sleep!
dutch: [_S_] Ik ben niet handig in mijn slaap!
german: [_S_] Ich bin im Schlaf nicht praktisch!
italian: [_S_] Non sto facendo le mani nel sonno!
russian: [_S_] Я не нарушаю в моём сне!

source: [_M_] Alright! Well, it's time for you two to shut up and go to sleep! I don't want your brother to wake up and hear about all of this!
dutch: [_M_] Oke! Nou, het is tijd dat je twee opsluiten en gaan slapen! Ik wil niet dat je broer wakker wordt en over dit alles hoort!
german: [_M_] Ok! Nun, es ist Zeit für dich zwei zum schlafen! Ich möchte nicht, dass dein Bruder aufwacht und über all das hört!
italian: [_M_] Bene! Bene, è ora che voi due stiate zitti e andiate a dormire! Non voglio che tuo fratello si svegli e senta tutto questo!
russian: Хорошо! Ну, пора вам двоим заткнуться и заснуть. Я не хочу, чтобы твой брат проснулся и услышал обо всем этом!

source: [_M_] Ok?
italian: [_M_] Va bene?

source: [_L_] Alright.
dutch: Goed.
german: [_L_] Okay.
italian: [_L_] Va bene.
russian: [ _L_] Хорошо.

source: [_S_] Ok, goodnight.
dutch: [_S_] Ok, goedennacht.
german: [_S_] Ok, Gut.
italian: [_S_] Ok, buonanotte.
russian: Спокойной ночи.

source: [_L_] Try to keep your hands to yourself for the rest of the night.
dutch: [_L_] Houd je handen voor de rest van de nacht.
german: [_L_] Versuche deine Hände für den Rest der Nacht bei sich zu halten.
italian: [_L_] Cerca di tenere le mani a posto per il resto della notte.
russian: [_L_] Постарайтесь держать руки себе в остальной ночи.

source: [_S_] Yeah, fuck you too. Goodnight.
dutch: [_S_] Yeah, versla je ook. Ridder!
german: [_S_] Ja, ficke dich auch. Gut.
italian: [_S_] Sì, vaffanculo anche tu. Buonanotte.
russian: Да, и тебя тоже. Спокойной ночи.

source: [_RT_] {i}Oh, thank God, they are finally asleep again!{/i}
dutch: [_RT_] {i}Oh, godzijdank, ze zitten eindelijk weer te slapen!{/i}
german: [_RT_] {i}Oh, Gott sei Dank schlafen sie endlich wieder!{/i}
italian: [_RT_] {i}Oh, grazie a Dio, finalmente dormono di nuovo!
russian: [ _RT_] {i}О, слава богу, они наконец снова спят! { /i }

source: [_RT_] {i}That didn't go exactly as I hoped, but it was still very interesting.{/i}
dutch: [_RT_] {i}Dat ging niet precies zoals ik hoopte, maar het was nog steeds erg interessant.{/i}
german: [_RT_] {i}Das ging nicht genau so, wie ich es mir erhofft hatte, aber es war immer noch sehr interessant.{/i}
italian: [_RT_] {i}Non è andata esattamente come speravo, ma è stato comunque molto interessante.
russian: [_RT_] {i}Это не так точно так как я надеялся, но это было все еще очень интересно.{/i}

source: [_RT_] {i}I think I'll have to give it another try.{/i}
dutch: [_RT_] {i}Ik denk dat ik het nog eens moet proberen.{/i}
german: [_RT_] {i}Ich denke, ich muss es noch einmal versuchen.{/i}
italian: [_RT_] {i}Penso che dovrò fare un altro tentativo.
russian: [_RT_] {i}Я думаю, что придется сделать еще одну попытку.{/i}

source: It's too early to go to school.
dutch: Het is te vroeg om naar school te gaan.
german: Es ist zu früh, um zur Schule zu gehen.
italian: È troppo presto per andare a scuola.
russian: Слишком рано, чтобы пойти в школу.

source: There's no school on the weekend.
dutch: Er is het weekend geen school.
german: Es gibt keine Schule am Wochenende.
italian: Non c'è scuola nel fine settimana.
russian: В выходные школы нет.

source: [_RT_] {i}I'm going to be late for class if I don't hurry.{/i}
dutch: [_RT_] {i}Ik ga te laat zijn voor de les als ik geen haast heb.{/i}
german: [_RT_] {i}Ich werde für die Klasse spät sein, wenn ich mich nicht beeile
italian: [_RT_] {i}Sarò in ritardo per la lezione se non mi sbrigo.
russian: [_RT_] {i}Если не спешите, я буду опоздать на класс.{/i}

source: [_RT_] {i}Should I sit through another class, or find something else to do?{/i}
dutch: [_RT_] {i}Moet ik een andere klas doornemen of iets anders vinden?{/i}
german: [_RT_] {i}Sollte ich in einer anderen Klasse sitzen oder etwas anderes finden?{/i}
italian: [_RT_] {i}Dovrei stare seduta per un'altra lezione o trovare qualcos'altro da fare?
russian: [_RT_] {i}Должен я сидеть через другой класс или найти что-нибудь еще?{/i}

source: School's over for the day.
dutch: Scholen zijn overleden voor de dag.
german: Die Schule ist für den Tag vorbei.
italian: La scuola è finita per il giorno.
russian: Школа закончилась на день.

source: No school on the weekend.
dutch: Geen school in het weekend.
german: Keine Schule am Wochenende.
italian: Niente scuola nel fine settimana.
russian: В выходные школы нет.

source: It's too late to go to school.
dutch: Het is te laat om naar school te gaan.
german: Es ist zu spät, um zur Schule zu gehen.
italian: È troppo tardi per andare a scuola.
russian: Слишком поздно пойти в школу.

source: {b}{i}"You have found the "Two of Hearts" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Twee Hearts" Kaarten gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Zwei Herzen" Karte gefunden!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Two of Hearts"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Два сердца"!"{/i}{/b}

source: [_RT_] {i}I don't need anything out of there right now.{/i}
dutch: [_RT_] {i}I heb niets anders nodig nu.{/i}
german: [_RT_] {i}Ich brauche jetzt nichts da draußen.{/i}
italian: [_RT_] {i}Non ho bisogno di niente da lì adesso.{/i}
russian: [_RT_] {i}мне ничего не нужно.{/i}

source: [_M_] Okay class, let's pick up where we left off last time with our discussion on the Oedipus tragedy, and its influence today.
dutch: [_M_] Okay class, laten we oppakken waar we de vorige keer zijn vertrokken met ons debat over de Oedipus tragedie en haar invloed vandaag.
german: [_M_] Okay Klasse, lasst uns dort aufnehmen, wo wir das letzte Mal mit unserer Diskussion über die Ödipus-Tragödie und ihren Einfluss heute aufgehört haben.
italian: [_M_] Okay class, prendiamo dove abbiamo lasciato l'ultima volta con la nostra discussione sulla tragedia di Oedipus e la sua influenza oggi.

source: {b}{i}"WARNING"{/i}{/b}
dutch: {b}{i}"WAARSCHUWING"{/i}{/b}
german: {b}{i}"WARNUNG"{/i}{/b}
italian: {b}{i}"ATTENZIONE"{/i}{/b}
russian: {b}{i}"ПРЕДУПРЕЖДЕНИЕ"{/i}{/b}

source: {i}"It is highly recommended that you don't start this part of the storyline until you have a decent income."{/i}
dutch: {i}"Het wordt ten zeerste aangeraden om dit deel van de verhaallijn niet te starten totdat je een fatsoenlijk inkomen hebt."{/i}
german: {i}"Es wird dringend empfohlen, dass du diesen Teil der Geschichte erst startest, wenn du ein anständiges Einkommen hast."{/i}
italian: {i}"Si consiglia vivamente di non avviare questa parte della storyline fino a quando non si ha un reddito decente."{/i}
russian: {i}"Настоятельно рекомендуется не начинать эту часть линии истории до тех пор, пока вы не получите достойный доход."{/i}

source: {i}"If your only source of income is your daily delivery job, you might want to wait until you've built up a new source of income."{/i}
dutch: {i}"Is uw enige bron van inkomsten uw dagelijkse bezorging je wilt misschien wachten tot je een nieuwe bron van inkomsten hebt gebouwd. {/i}
german: {i}"Wenn Ihre einzige Einkommensquelle Ihr täglicher Lieferjob ist, Sie möchten vielleicht warten, bis Sie eine neue Einnahmequelle aufgebaut haben. {/i}
italian: {i}"Se la tua unica fonte di reddito è il tuo lavoro di consegna giornaliera, potresti voler aspettare fino a quando non avrai costruito una nuova fonte di reddito."{/i}
russian: {i}"Если ваш единственный источник дохода является вашей ежедневной доставкой, вы можете подождать, пока не создадите новый источник дохода. {/i}

source: {i}"This storyline requires you to spend a lot of money to be successful. The results of failure are not pretty (NTR Warning)!"{/i}
dutch: {i}"Deze verhaallijn vereist dat u veel geld besteedt om succesvol te zijn. Het resultaat van een mislukking is niet mooi (NTR Waarschuwing)!"{/i}
german: {i}"Diese Geschichte erfordert, dass du viel Geld ausgeben musst, um erfolgreich zu sein. Die Ergebnisse des Scheiterns sind nicht hübsch (NTR Warnung)!"{/i}
italian: {i}"Questa trama richiede che tu spenda molti soldi per avere successo. I risultati del fallimento non sono belli (Avviso NTR)!"{/i}
russian: {i}"Эта линия истории требует, чтобы вы тратили много денег на успех. Результат неудачи не очень (Предупреждение NTR)!"{/i}

source: {i}"There, now you can't say I didn't warn you."{/i}
dutch: {i}"Daar kun je nu niet zeggen dat ik je niet heb gewaarschuwd."{/i}
german: {i}"Dort, jetzt kannst du nicht sagen, ich habe dich nicht gewarnt."{/i}
italian: {i}"Ecco, ora non puoi dire che non ti avevo avvertito."{/i}

source: {i}"Are you sure you'd like to start the "Election Campaign Storyline?"{/i}
dutch: {i}"Weet u zeker dat u de "Election Campaign Storyline?"{/i} wilt starten
german: {i}"Bist du sicher, dass du die "Wahlkampagne Storyline?"{/i} starten möchtest
italian: {i}"Sei sicuro di voler avviare la "Storia della campagna elettorale?"{/i}
russian: {i}"Вы уверены, что хотите начать "Историю избирательной кампании?"{/i}

source: [_RT_] {i}{b}(HINT){/b} I've heard the school is going to start doing morning announcements every Monday again. They stopped when the student body officers left for New York on their mock UN trip.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik heb gehoord dat de school elke maandag weer ochtendaankondigingen gaat doen. Ze stopten op het moment dat studentenlichaamsfunctionarissen naar New York vertrokken op hun nepreis van de VN.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich habe gehört, dass die Schule jeden Montag wieder mit Morgenankündigungen beginnt. Sie hielten an, als die Offiziere der Studentenverbände auf ihrem Trip der UNO nach New York verließen. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Ho sentito che la scuola inizierà a fare annunci mattutini ogni lunedì di nuovo. Si sono fermati quando gli ufficiali del corpo studentesco partirono per New York durante il loro viaggio delle Nazioni Unite.{/i}

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
dutch: [_RT_] {i}heb ik gehoord dat ze een spannende aankondiging hebben om te beginnen. Ik kan er beter voor zorgen dat ik elke maandagmorgen in de les {b}Moment zit{/b} zodat ik de aankondigingen niet mist.{/i}
german: [_RT_] {i}Ich habe gehört, dass es zu Beginn eine aufregende Ankündigung geben wird. Ich sollte besser dafür sorgen, dass ich jeden {b}Montagmorgen in Mamas Klass{/b} bin, damit ich die Ankündigungen nicht verpasse.{/i}
italian: [_RT_] {i}Ho sentito che hanno un annuncio emozionante per iniziarlo. Farò meglio ad assicurarmi di essere in {b}lezioni di mamma ogni lunedì mattina{/b} quindi non perdo gli annunci.{/i}
russian: [_RT_] {i}я слышал, что у них есть интересное объявление, чтобы начать его. Я бы постараюсь убедиться, что каждый понедельник утром в классе {b}Мома, чтобы я не пропустил объявления.{/i}

source: [_RT_] {i}Looks like just any other day at school.{/i}
dutch: [_RT_] {i}ziet er op school uit zoals elke andere dag.{/i}
german: [_RT_] {i}sieht aus wie jeder andere Tag in der Schule.{/i}
italian: [_RT_] {i}Sembra un giorno qualsiasi a scuola.
russian: [_RT_] {i}Похоже, что любой другой день в школе.{/i}

source: [_RT_] {i}Mom and Lauren seem to be acting normal.{/i}
dutch: [_RT_] {i}Mom en Lauren lijken normaal te handelen.{/i}
german: [_RT_] {i}Mutter und Lauren scheinen normal zu agieren.{/i}
italian: [_RT_] {i}Mamma e Lauren sembrano comportarsi normalmente.

source: [_RT_] {i}Hopefully we can keep the fact that our dad was thrown in prison a secret.{/i}
dutch: [_RT_] {i}Hopelijk kunnen we het feit behouden dat onze vader in de gevangenis is gegooid een geheim.{/i}
german: [_RT_] {i}Hoffentlich können wir die Tatsache bewahren, dass unser Vater im Gefängnis ein Geheimnis war.{/i}
italian: [_RT_] {i}Speriamo di poter tenere segreto il fatto che nostro padre è stato sbattuto in prigione.{/i}

source: [_RT_] {i}If these snobby private school kids find out, we'll be treated like garbage.{/i}
dutch: [_RT_] {i}Als deze snobby privé schoolkinderen er achter komen, zullen we behandeld worden als garbage.{/i}
german: [_RT_] {i}Wenn diese snobby Privatschulkinder herausfinden, werden wir wie Müll behandelt. {/i}
italian: [_RT_] {i}Se questi ragazzi snob della scuola privata lo scoprono, saremo trattati come spazzatura.{/i}
russian: [_RT_] {i}Если эти дети из частных школ узнают о том, что их обрабатывают как мусор.{/i}

source: [_RT_] {i}Lauren is talking to her friend Kenzie. I'm actually pretty shocked that they are talking face to face, and not by texting while sitting at their desks.{/i}
dutch: [_RT_] {i}Lauren praat met haar vriend Kenzie. Ik ben eigenlijk behoorlijk geschokt dat ze het gezicht om je heen praten en niet door te sms'en op hun bureau te zitten.{/i}
german: [_RT_] {i}Lauren spricht mit ihrem Freund Kenzie. Ich bin eigentlich ziemlich schockiert, dass sie von Angesicht zu Angesicht sprechen und nicht durch Texte, während sie auf ihren Schreibtischen sitzen.{/i}
italian: [_RT_] {i}Lauren sta parlando con la sua amica Kenzie. In realtà sono abbastanza scioccata dal fatto che stiano parlando faccia a faccia, e non mandando messaggi mentre sono seduti ai loro banchi.{/i}Sono abbastanza scioccata da questo.
russian: [_RT_] {i}Лорен разговаривает с ее другом Кензи. Я на самом деле очень шокировал, что они говорят лицом к лицу, а не написав при сидении за столом.{/i}

source: [_RT_] {i}Kenzie is pretty hot. I've tried to get her to notice me, but I get tongue tied around her, and she treats me like a loser.{/i}
dutch: [_RT_] {i}Kenzie is best heet. Ik heb geprobeerd haar op te laten merken dat ik tong om haar heen vastgebonden krijg en ze behandelt me als een verliezer.{/i}
german: [_RT_] {i}Kenzie ist ziemlich heiß. Ich habe versucht, sie zu bemerken, aber ich werde die Zunge um sie herum gebunden und sie behandelt mich wie einen Verlierer. {/i}
italian: [_RT_] {i}Kenzie è piuttosto sexy. Ho provato a farmi notare da lei, ma mi si annoda la lingua intorno a lei e mi tratta come un perdente.{/i} {i}Mi chiedo cosa farà Will con la sua ragazza.
russian: [_RT_] {i}Кэнзи довольно жаркий. Я пытался мне заметить меня, но я перевязываю язык, и мне нравится проигравший.{/i}

source: [_RT_] {i}I wonder what Zack and Matt are talking about.{/i}
dutch: [_RT_] {i}Ik vraag me af waarover Zack en Matt het hebben.{/i}
german: [_RT_] {i}Ich frage mich, worüber Zack und Matt reden.{/i}
italian: [_RT_] {i}Mi chiedo di cosa stiano parlando Zack e Matt.
russian: [_RT_] {i}Мне интересно, о чем говорят Зак и Матта.{/i}

source: [_RT_] {i}Zack's probably trying to get dating tips from Matt.{/i}
dutch: [_RT_] {i}Zack probeert waarschijnlijk met datingtips van Matt.{/i}
german: [_RT_] {i}Zack versucht wahrscheinlich Dating Tipps von Matt zu erhalten.{/i}
italian: [_RT_] {i}Zack probabilmente sta cercando di ottenere consigli sugli appuntamenti da Matt.{/i}
russian: [_RT_] {i}Зак, вероятно, пытается получить советы от Matt.{/i}

source: [_RT_] {i}I know I should. Matt's freaking smooth. He's probably nailed half the girls in our school,{/i}
dutch: [_RT_] {i}Ik weet dat ik zou moeten werken. Matt's rusten vloeiend. Hij heeft waarschijnlijk de helft van de meisjes op onze school,{/i}
german: [_RT_] {i}Ich weiß, dass ich es tun sollte. Matt macht glatt. Er ist wahrscheinlich die Hälfte der Mädchen in unserer Schule,{/i}
italian: [_RT_] {i}So che dovrei. Matt è dannatamente liscio. Probabilmente si è fatto metà delle ragazze della nostra scuola.
russian: [_RT_] {i}Я знаю, что мне нужно. Матт гладко раздражает. Вероятно, он забил половину девушек в нашей школе,{/i}

source: [_RT_] {i}And then there's the rumors that he fucked Mrs. Stone the art teacher and Mrs. Perry the girls PE teacher.{/i}
dutch: [_RT_] {i}En dan zijn er de geruchten dat hij mevrouw Steen de kunstleraar en mevrouw Perry de meisjes PE leraar heeft vermalen.{/i}
german: [_RT_] {i}Und dann gibt es Gerüchte, dass er Frau gefickt hat. Stein die Lehrerin und Frau Perry die Mädchen PE Lehrer.{/i}
italian: [_RT_] {i}E poi ci sono le voci che si è scopato la signora Stone, l'insegnante di arte, e la signora Perry, l'insegnante di educazione fisica delle ragazze.
russian: [_RT_] {i}И потом слухи о том, что он похвалил миссис Стоун учителем искусств и миссис Перри учителя PE.{/i}

source: [_RT_] {i}As if being charming and confident weren't enough, being captain of the freaking basketball team can't hurt either.{/i}
dutch: [_RT_] {i}Alsof charmante zijn en er vertrouwen in heeft dat het niet genoeg is om kapitein te zijn van het freaking basketball team kan daar geen pijn in doen.{/i}
german: [_RT_] {i}als ob charmant und zuversichtlich nicht genug wäre, kann es auch nicht weh tun, Kapitän des freakenden Basketballteams zu sein.{/i}
italian: [_RT_] {i}Come se essere affascinante e sicuro di sé non fosse abbastanza, essere il capitano della squadra di basket non fa male.
russian: [_RT_] {i}Как бы очаровательное и уверенное было недостаточно, будучи капитаном фрикционной баскетбольной команды не может лишить себя возможности страдать.{/i}

source: [_RT_] {i}And on top of that there's also the rumor that he's hung like a horse.{/i}
dutch: [_RT_] {i}En daarbovenop is er ook nog het gerucht dat hij opgehangen heeft als een paard.{/i}
german: [_RT_] {i}Und obendrein gibt es auch das Gerücht, dass er wie ein Pferd aufgehängt ist.{/i}
italian: [_RT_] {i}E oltre a questo c'è anche il fatto che si dice che sia appeso come un cavallo.
russian: [_RT_] {i}А поверх этого также есть слухи, что он повесил как лошади.{/i}

source: [_RT_] {i}I can tell by the way he stares at Mom, he's more than a little interested.{/i}
dutch: [_RT_] {i}Ik kan het vertellen op welke manier hij naar Mom staat, hij is meer dan een beetje geïnteresseerd.{/i}
german: [_RT_] {i}Ich kann durch die Art und Weise, wie er bei Moms startet, sagen, er ist mehr als ein wenig interessiert.{/i}
italian: [_RT_] {i}Posso dire dal modo in cui fissa la mamma che è più che interessato.
russian: [_RT_] {i}Я могу сказать, как он страдает от мамы, он больше чем маленький интерес.{/i}

source: [_RT_] {i}Looks like Mom's having to explain something else to Megan.{/i}
dutch: [_RT_] {i}lijkt erop dat Momes iets anders moet uitleggen aan Megan.{/i}
german: [_RT_] {i}sieht so aus, als müsse Moms Megan etwas anderes erklären.{/i}
italian: [_RT_] {i}Sembra che la mamma debba spiegare qualcos'altro a Megan.
russian: [_RT_] {i}Похоже, что мама должна объяснить что-нибудь другое для Megan.{/i}

source: [_RT_] {i}She may not be the sharpest tool in the shed, but she might just be the prettiest.{/i}
dutch: [_RT_] {i}Ze is misschien niet de scherpste tool in de schaap, maar misschien is ze gewoon de prettiest.{/i}
german: [_RT_] {i}Sie ist vielleicht nicht das schärfste Werkzeug im Werk, aber sie könnte einfach die schönste sein.{/i}
italian: [_RT_] {i}Può non essere l'attrezzo più affilato del capannone, ma potrebbe essere la più carina.{/i}
russian: [_RT_] {i}Она не является самым острым инструментом в лице, но может быть просто красивее.{/i}

source: [_RT_] {i}I wonder if she's still dating Matt. Not that they have ever been exclusive or anything.{/i}
dutch: [_RT_] {i}Ik vraag me af of ze nog steeds Matt. Niet dat ze ooit exclusief of iets hebben gedat.{/i}
german: [_RT_] {i}Ich frage mich, ob sie noch Matt datiert. Nicht dass sie jemals exklusiv oder irgendetwas war.{/i}
italian: [_RT_] {i}Mi chiedo se sta ancora uscendo con Matt. Non che siano mai stati esclusivi o altro.
russian: [_RT_] {i}Мне интересно, все ли она до сих пор относится к Матту. Не то, что она когда-либо была эксклюзивным или никому.{/i}

source: [_RT_] {i}I think she's fucked a teacher or two to get her grades up. I know she got an A in chemistry, and I know it wasn't for her academic performance.{/i}
dutch: [_RT_] {i}Ik denk dat ze een leraar of twee heeft verstek laten gaan om haar cijfers omhoog te krijgen. Ik weet dat ze een A in scheikunde heeft gekregen en ik weet dat het niet was voor haar academische prestaties. {/i}
german: [_RT_] {i}Ich glaube, sie hat eine oder zwei Lehrerin gefickt, um ihre Noten zu bekommen. Ich weiß, dass sie ein A in der Chemie bekommt, und ich weiß, dass es nicht für ihre akademische Leistung ist.{/i}
italian: [_RT_] {i}Penso che si sia scopata un insegnante o due per alzare i suoi voti. So che ha preso una A in chimica, e so che non è stato per il suo rendimento accademico.{/i}Sono sicuro che si è scopata uno o due insegnanti per alzare i suoi voti.
russian: [_RT_] {i}Я думаю, что она забрала учителя или двух для получения своих оценок. Я знаю, что в химии она получила А, и я знаю, что это не для ее академического выступления.{/i}

source: [_RT_] {i}She was my lab partner and I only got a B-.{/i}
dutch: [_RT_] {i}Zij was mijn lab-partner en ik heb alleen een B-.{/i}
german: [_RT_] {i}Sie war mein Laborpartner und ich habe nur ein B-.{/i}
italian: [_RT_] {i}Era la mia compagna di laboratorio e ho preso solo una B-.
russian: [_RT_] {i}Она была моим партнером в лаборатории и у меня только B.{/i}

source: [_RT_] {i}Unfortunately for Megan, she can't fuck her way to an A in this class. I'll bet she wishes the teacher was a guy.{/i}
dutch: [_RT_] {i}Helaas voor Megan, kan ze haar weg naar een A in deze klas niet ontfutselen. Ik wed dat ze wil dat de leraar een vent was.{/i} was.
german: [_RT_] {i}Leider für Megan, kann sie in dieser Klasse nicht zu einem A ficken. Ich wette, sie wünschte, der Lehrer sei ein Kerl. {/i}
italian: [_RT_] {i}Purtroppo per Megan, non può scopare per prendere una A in questo corso. Scommetto che vorrebbe che l'insegnante fosse un ragazzo.
russian: [_RT_] {i}К сожалению, для Мегана, она не может проехать к А в этом классе. Я буду верить, что учитель хочет быть парнем.{/i}

source: [_RT_] {i}I wonder if she would even try on Mom. I don't know if Megan swings that way or not.{/i}
dutch: [_RT_] {i}Ik vraag me af of ze het op Mome nog eens zou proberen. Ik weet niet of Megan zo opschiet of niet.{/i}
german: [_RT_] {i}Ich frage mich, ob sie sogar auf Mama versuchen würde. Ich weiß nicht, ob Megan auf diese Weise schwankt oder nicht.{/i}
italian: [_RT_] {i}Mi chiedo se ci proverebbe anche con mamma. Non so se Megan oscilla in quel modo o no.{/i}

source: [_RT_] {i}Hmmm.... that's fun to imagine.{/i}
dutch: [_RT_] {i}Hmmm.... dat leuk is om je voor te stellen.{/i}
german: [_RT_] {i}Hmmm.... das macht Spaß sich vorzustellen. {/i}
italian: [_RT_] {i}Hmmm.... è divertente da immaginare.{/i}

source: [_M_] Ok class, everyone take your seats!
dutch: [_M_] Ok klasse, iedereen neemt jouw zitplaats in!
german: [_M_] Ok Klasse, jeder nimmt Platz ein!
italian: [_M_] Ok classe, tutti ai vostri posti!

source: [_M_] For our next section in our literature class, we will be studying the Greek tragedy Oedipus Rex. We will also study further writings and studies that have used this play as a reference work.
dutch: [_M_] Voor ons volgende deel van onze literatuur zullen we de Griekse tragedie Oedipus Rex, studeren. We zullen ook verdere geschriften en studies bestuderen die dit speelveld hebben gebruikt als referentiepunt.
german: [_M_] Für unseren nächsten Abschnitt in unserer Literaturklasse werden wir die griechische Tragödie Oedipus Rex studieren. Wir werden auch weitere Schriften und Studien studieren, die dieses Stück als Referenzwerk genutzt haben.
italian: [_M_] Per la prossima sezione del nostro corso di letteratura, studieremo la tragedia greca Edipo Re. Studieremo anche altri scritti e studi che hanno usato questa opera teatrale come opera di riferimento.
russian: [_M_] Для нашего следующего раздела в нашем классе литературы мы будем изучать греческую трагедию Oedipus Rex. Мы также изучим дальнейшие работы и исследования, которые использовали эту игру в качестве справочного материала.
