Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I could take a little peek and see what she's doing.{/i}
dutch: [_RT_] {i}Ze zette haar deur vast! Mama moet nog steeds worden uitgepst. Ik kan een kleine kijkje nemen en zien wat ze doet.{/i}
german: [_RT_] {i}Sie hat ihre Tür gesperrt! Mama muss immer noch abgespissen werden. Ich könnte einen kleinen Blick nehmen und sehen, was sie tut. {/i}
italian: [_RT_] {i}Ha chiuso la porta a chiave! Mamma deve essere ancora incazzata. Potrei dare una piccola occhiata e vedere cosa sta facendo.{/i}
russian: [_RT_] {i}Она заблокировала дверь! Мне все еще нужно зажечь маму. Я мог бы взять немного пика и посмотреть, что она делает.{/i}

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I guess I better just let her sleep.{/i}
dutch: [_RT_] {i}Ze zette haar deur vast! Mama moet nog steeds worden weggegist. Ik denk dat ik haar beter kan laten slapen.{/i}
german: [_RT_] {i}Sie hat ihre Tür gesperrt! Mama muss immer noch abgespissen werden. Ich denke, ich lasse sie besser schlafen.{/i}
italian: [_RT_] {i}Ha chiuso la porta a chiave! Mamma deve essere ancora incazzata. Credo che sia meglio lasciarla dormire.{/i}
russian: [_RT_] {i}Она заблокировала дверь! Мне все еще нужно пить. Думаю, лучше всего позвольте ей спать.{/i}

source: [_RT_] {i}She's always got her room locked in the morning while she does yoga and gets ready.... I wonder if she's still mad at me though.{/i}
dutch: [_RT_] {i}Ze heeft haar kamer altijd 's morgens opgesloten terwijl ze yoga doet en klaar is. .. Ik vraag me af of ze nog steeds boos op me is.{/i}
german: [_RT_] {i}Sie hat ihr Zimmer immer am Morgen eingesperrt, während sie Yoga macht und bereit ist. .. Ich frage mich, ob sie mir noch verrückt ist.{/i}
italian: [_RT_] {i}Ha sempre chiuso la sua stanza al mattino mentre fa yoga e si prepara.... Mi chiedo se sia ancora arrabbiata con me.
russian: [_RT_] {i}Она всегда получила свою комнату заперта утром, пока она делает йогу и готовится. .. Интересно, что она до сих пор сумасшедшая у меня. {/i}

source: [_RT_] {i}Should I see if I can smooth things over?{/i}
dutch: [_RT_] {i}Moet ik zien of ik alles vloeiend kan spelen?{/i}
german: [_RT_] {i}Sollte ich sehen, ob ich etwas glätten kann? {/i}
italian: [_RT_] {i}Dovrei vedere se posso lisciare le cose?{/i}
russian: [_RT_] {i}Должен ли я посмотреть, могу ли я сгладить вещи?{/i}

source: [_R_] Hey Mom, doing some yoga?
dutch: [_R_] Hé mei, wat yoga?
german: [_R_] Hey Mama, Yoga machen?
italian: [_R_] Ehi mamma, stai facendo un po' di yoga?

source: [_M_] Honey, I really don't want to talk to you right now!
dutch: [_M_] Hén, ik wil echt niet met je praten!
german: [_M_] Honey, ich möchte jetzt wirklich nicht mit dir sprechen!
italian: [_M_] Tesoro, non voglio davvero parlare con te adesso!

source: [_M_] You bought me a gift?
dutch: [_M_] Heb je een cadeau voor me gekocht?
german: [_M_] Du hast mir ein Geschenk gekauft?
italian: [_M_] Mi hai comprato un regalo?

source: [_M_] Thank you I love chocolate!
dutch: [_M_] Bedankt dat ik van chocolade hou!
german: [_M_] Vielen Dank, ich liebe Schokolade!
italian: [_M_] Grazie, adoro il cioccolato!
russian: [_M_] Спасибо за то, что я люблю шоколад!

source: {i}{b}"Mom's Anger -2"{/b}{/i}
dutch: {i}{b}"Anger -2"{/b}{/i}
german: {i}{b}"Mamas Zorn -2"{/b}{/i}
italian: {i}{b}"La rabbia di mamma -2"{/b}{/i}
russian: {i}{b}"Гнев мамы -2"{/b}{/i}

source: [_M_] But don't think that I've forgiven you yet. Whether intentional or not, your actions were completely inappropriate.
dutch: [_M_] Maar denk niet dat ik je nog heb vergeven, of het nu opzettelijk is of niet, je acties waren volledig ongepast.
german: [_M_] Aber ich denke nicht, dass ich dir noch nicht vergeben habe. Ob absichtlich oder nicht, deine Aktionen waren völlig unangemessen.
italian: [_M_] Ma non pensare che ti abbia già perdonato. Che sia intenzionale o meno, le tue azioni sono state completamente inappropriate.

source: [_M_] Thank you honey! What kind of mom would I be if I didn't forgive you?
dutch: [_M_] Bedankt honing! Wat voor een moeder zou ik zijn als ik je niet vergeven?
german: [_M_] Vielen Dank! Was für eine Mama würde ich dir nicht verzeihen?
italian: [_M_] Grazie tesoro! Che razza di mamma sarei se non ti perdonassi?
russian: [_M_] Спасибо за мёд! Какую маму я бы был, если бы я не простил тебя?

source: [_M_] That's so thoughtful, especially since the FBI won't let me go shopping with any of our credit cards!
dutch: [_M_] Dat is zo bedachtzaam, vooral omdat de FBI me niet laat winkelen met een van onze creditcarden!
german: [_M_] Das ist so durchdacht, zumal das FBI mich nicht mit einer unserer Kreditkarte einkaufen lässt!
italian: [_M_] È così premuroso, soprattutto perché l'FBI non mi lascia andare a fare shopping con nessuna delle nostre carte di credito!
russian: [_M_] Это так продуманно, особенно потому, что FBI не позволит мне покупать наши кредитные карты!

source: {i}{b}"Mom's Anger -5"{/b}{/i}
dutch: {i}{b}"Momenthoek -5"{/b}{/i}
german: {i}{b}"Mamas Zorn -5"{/b}{/i}
italian: {i}{b}"Rabbia della mamma -5"{/b}{/i}
russian: {i}{b}"Гнев мамы -5"{/b}{/i}

source: [_M_] honey, this is completely inappropriate! I'm your mom, not your girlfriend!
dutch: [_M_] honing, dit is volledig ongepast! Ik ben je moeder, niet je vriendin!
german: [_M_] Honig, das ist völlig unangemessen! Ich bin deine Mama, nicht deine Freundin!
italian: [_M_] Tesoro, questo è completamente inappropriato! Sono tua madre, non la tua ragazza!

source: {i}"Throws them in her trash"{/i}
dutch: {i}"Werpt ze in haar prullenbak"{/i}
german: {i}"Wirf sie in ihrem Papierkorb"{/i}
italian: {i}"Li lancia nel suo cestino"{/i}
russian: {i}"Бросает их в корзину"{/i}

source: [_M_] I'm sorry, I just can't keep them.
dutch: [_M_] Het spijt me, ik kan ze gewoon niet houden.
german: [_M_] Tut mir leid, ich kann sie einfach nicht halten.
italian: [_M_] Mi dispiace, è solo che non posso tenerli.

source: [_M_] Maybe next time try to think of something a little less creepy.
dutch: [_M_] Probeer de volgende keer eens iets minder griezelig te denken.
german: [_M_] Vielleicht versuchen Sie beim nächsten Mal etwas weniger grausam zu denken.
italian: [_M_] Forse la prossima volta prova a pensare a qualcosa di un pò meno inquietante.

source: {i}{b}"Mom's Anger +2"{/b}{/i}
dutch: {i}{b}"Momenthoek +2"{/b}{/i}
german: {i}{b}"Mamas Zorn +2"{/b}{/i}
italian: {i}{b}"Rabbia della mamma +2"{/b}{/i}
russian: {i}{b}"Гнев мамы +2"{/b}{/i}

source: {i}"You need higher affection to gift flowers."{/i}
dutch: {i}"Je hebt hogere genegenheid nodig om bloemen te geven."{/i}
german: {i}"Du benötigst eine größere Zuneigung, um Blumen zu schenken."{/i}
italian: {i}"Hai bisogno di più affetto per i fiori del regalo."{/i}
russian: {i}"Вам нужно больше любви к подаркам."{/i}

source: [_M_] Oh how sweet! I love them!
dutch: [_M_] Oh, hoe zoet! Ik hou van ze!
german: [_M_] Oh, wie süß! Ich liebe sie!
italian: [_M_] Oh che dolce! Li adoro!

source: [_M_] You're such a little gentleman!
dutch: [_M_] Je bent zo'n klein heer!
german: [_M_] Du bist so ein kleiner Gentleman!
italian: [_M_] Sei proprio un piccolo gentiluomo!

source: [_M_] If I didn't know any better, I would think you were trying to put the moves on me!
dutch: [_M_] Als ik het niet beter wist, zou ik denken dat je de zetten op mij probeerde te zetten!
german: [_M_] Wenn ich es nicht besser wusste, würde ich denken, du versuchst die Schritte auf mich zu setzen!
italian: [_M_] Se non ti conoscessi bene, penserei che stai cercando di provarci con me!

source: {i}{b}"Mom's Anger -10"{/b}{/i}
dutch: {i}{b}"Momenthoek -10"{/b}{/i}
german: {i}{b}"Mamas Zorn -10"{/b}{/i}
italian: {i}{b}"Rabbia della mamma -10"{/b}{/i}
russian: {i}{b}"Гнев мамы -10"{/b}{/i}

source: [_M_] Thank you so much!
dutch: [_M_] Heel erg bedankt!
german: [_M_] Vielen Dank!
italian: [_M_] Grazie mille!
russian: [_M_] Большое спасибо!

source: [_M_] Honey, I'm trying to get ready. Don't bother me anymore!
dutch: [_M_] Leuk, ik probeer me klaar te maken. Breng me niet meer tegen!
german: [_M_] Honey, ich versuche, fertig zu werden. Sorgen Sie mich nicht mehr!
italian: [_M_] Tesoro, sto cercando di prepararmi. Non disturbarmi più!

source: {i}{b}"Mom's Anger +1"{/b}{/i}
dutch: {i}{b}"Momenthoek +1"{/b}{/i}
german: {i}{b}"Mamas Wut + 1"{/b}{/i}
italian: {i}{b}"La rabbia di mamma +1"{/b}{/i}
russian: {i}{b}"Гнев мамы +1"{/b}{/i}

source: [_M_] You already gave me a gift honey. Any more than that is just crossing the creep line!
dutch: [_M_] Je hebt me al een geschenk honing gegeven. Meer dan dat is gewoon de kippenlijn passen!
german: [_M_] Du hast mir bereits einen Geschenk-Honig geschenkt. Mehr als das ist nur das Überqueren der schleichenden Linie!
italian: [_M_] Mi hai già fatto un regalo, tesoro. Più di così è come oltrepassare la linea dell'inquietudine!

source: [_M_] Well, it's going to take more than just words for me to forgive you for what you did!
dutch: [_M_] Nou, het zal meer nemen dan alleen woorden voor mij om je te vergeven voor wat je hebt gedaan!
german: [_M_] Nun, es wird mehr als nur Worte für mich brauchen, um dir das zu verzeihen, was du getan hast!
italian: [_M_] Beh, ci vorranno più che semplici parole perché io ti perdoni per quello che hai fatto!

source: [_RT_] {i}I guess I better give her some time, or maybe I can get her a present so she won't be so mad.{/i}
dutch: [_RT_] {i}Ik denk dat ik haar beter wat tijd kan geven, of misschien kan ik haar een cadeau geven zodat ze niet zo krom zal zijn. {/i}
german: [_RT_] {i}Ich denke, ich gebe ihr etwas Zeit, oder vielleicht erhalte ich ihr ein Geschenk, damit sie nicht so verrückt ist.{/i}
italian: [_RT_] {i}Immagino che sia meglio darle un po' di tempo, o forse posso prenderle un regalo in modo che non sia così pazza.{/i}
russian: [_RT_] {i}Я думаю, лучше дать ей какое-то время или, возможно, я смогу получить ее подарок, чтобы она так не сделала.{/i}

source: {b}{i}"You have found the "Five of Hearts" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Vijf Hearts" Kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Fünf Herzens"-Karte gefunden!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Cinque dei Cuori"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Пять сердец"!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
dutch: {b}{i}"Bekijk deze kaart in de galerij en het casino"{/i}{/b}
german: {b}{i}"Sehen Sie diese Karte in der Galerie und dem Casino"{/i}{/b}
italian: {b}{i}"Visualizza questa carta nella galleria e nel casinò"{/i}{/b}
russian: {b}{i}"Просмотреть эту карту в галерее и казино"{/i}{/b}

source: {i}Nope.... no loose money lying around.{/i}
dutch: {i}Nope.... geen losse bedragen liggen rond .{/i}
german: {i}Nein.... kein lockeres Geld, das herumliegt.{/i}
italian: {i}Nope.... nessun denaro sciolto sdraiato.{/i}

source: [_RT_] {i}Nope.... no loose money lying around.{/i}
dutch: [_RT_] {i}Nope.... geen loss geld rond te lopen.{/i}
german: [_RT_] {i}Nein.... kein lockeres Geld, das herumliegt.{/i}
italian: [_RT_] {i}Nope.... niente soldi in giro.{/i}
russian: [_RT_] {i}Nope.... не свободные деньги, лежащие поблизости.{/i}

source: [_RT_] {i}Surprisingly I've never really dug through her underwear.{/i}
dutch: [_RT_] {i}Verrassend genoeg heb ik nooit echt door haar ondergoed gegraven.{/i}
german: [_RT_] {i}Überraschenderweise habe ich nie wirklich durch ihre Unterwäsche gegraben.{/i}
italian: [_RT_] {i}Sorprendentemente non ho mai scavato nella sua biancheria intima.{/i}
russian: [_RT_] {i}Удивительно, я никогда не выкопал через нижнюю одежду.{/i}

source: [_RT_] {i}Ahh... Yes! I found the robe!{/i}
dutch: [_RT_] {i}Ahh... Ja! Ik vond de huid!{/i}
german: [_RT_] {i}Ahh... Ja! Ich habe das Gewölbe gefunden!{/i}
italian: [_RT_] {i}Ahh... Sì! Ho trovato la vestaglia!{/i}

source: [_RT_] {i}Now I have to get rid of it, but how?...{/i}
dutch: [_RT_] {i}Nu moet ik er vanaf komen?...{/i}
german: [_RT_] {i}Jetzt muss ich es loswerden, aber wie?...{/i}
italian: [_RT_] {i}Ora devo sbarazzarmi di esso, ma come?...{/i}
russian: [_RT_] {i}Теперь я должен избавиться от этого, но как?...{/i}

source: [_RT_] {i}I'll just stuff it under my bed for now.{/i}
dutch: [_RT_] {i}Ik zal het voor nu onder mijn bed vallen.{/i}
german: [_RT_] {i}Ich werde es vorerst unter meinem Bett stoppen.{/i}
italian: [_RT_] {i}lo farò per ora sotto il mio letto.{/i}
russian: [_RT_] {i}Я просто вешу его под моей кровать.{/i}

source: [_RT_] {i}I just better not forget to destroy the evidence later.{/i}
dutch: [_RT_] {i}Ik vergeet beter niet om het bewijs later te vernietigen.{/i}
german: [_RT_] {i}Ich einfach besser nicht vergessen, die Beweise später zu zerstören.{/i}
italian: [_RT_] {i}Basta che non mi dimentichi di distruggere le prove più tardi.{/i}
russian: [_RT_] {i}Я просто не забываю уничтожить доказательства позже.{/i}

source: [_RT_] {i}There... I'm sure Mom won't think to look in that box that says "Keep out".{/i}
dutch: [_RT_] {i}aar... Ik weet zeker dat de vrouw niet denkt dat ze in die doos zal kijken met "Ga zo door".{/i}
german: [_RT_] {i}Hier finden... Ich bin sicher, Mom wird nicht denken, in diese Box zu schauen, die besagt: "Keep out".{/i}
italian: [_RT_] {i}Lì... Sono sicuro che la mamma non penserà di guardare in quella casella che dice "Keep out".{/i}
russian: [_RT_] {i}здесь... Я уверен, что Мама не думает смотреть в этой коробке, которая сказала "Не ждите".{/i}

source: [_RT_] {i}She'll have to dig through the vintage porn magazines I found in Dad's office a long time ago.{/i}
dutch: [_RT_] {i}Ze zal door de Franse magazines moeten graven die ik lang geleden in kantoor van Papa heb gevonden.{/i}
german: [_RT_] {i}Sie wird durch die alten Pornozeitschriften graben müssen, die ich vor langer Zeit im Büro von Vater gefunden habe.{/i}
italian: [_RT_] {i}Dovrà scavare attraverso le riviste porno vintage che ho trovato nell'ufficio del papà molto tempo fa.{/i}
russian: [_RT_] {i}ей придется прокопаться через порные журналы, которые я давно нашел в офисе Дада.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've still got this overwhelming lust for Mom!... Winning her over is taking too long... I should keep sneaking into her room at night to scratch my lustful itch.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} heb ik nog steeds deze overweldigende lust voor Mom!... Het doorwinnen van haar duurt te lang... Ik moet 's nachts in haar kamer sluipen om mijn loffelijke jeuk te kraken.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich habe immer noch diese überwältigende Lust auf Mom!... Sie zu gewinnen dauert zu lange... Ich sollte in der Nacht weiter in ihr Zimmer schleichen, um meine lustvolle Jucke zu kratzen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Ho ancora questa travolgente voglia di mamma!... Vincendola sta impiegando troppo tempo... dovrei continuare a immergermi nella sua stanza di notte per grattarmi il mio prurito lussurioso.{/i}

source: {i}Yeah, nice underwear!{/i}
dutch: {i}Yeah, lekker onderweer! {/i}
german: {i}Yeah, nette Unterwäsche!{/i}
italian: {i}Sì, bella biancheria intima!{/i}

source: [_RT_] {i}Why would I go through her underwear?{/i}
dutch: [_RT_] {i}Waarom zou ik door haar onderwezer willen gaan?{/i}
german: [_RT_] {i}Warum sollte ich durch ihre Unterwäsche gehen?{/i}
italian: [_RT_] {i}Perché dovrei frugare nella sua biancheria intima? {/i}
russian: [_RT_] {i}Почему я пойду через её нижнюю одежду?{/i}

source: [_RT_] {i}It's still too early for her to get up and get ready for school. She doesn't dress any more modestly than I do for bed. {p}Why is Mom only on my case about it?{/i}
dutch: [_RT_] {i}Het is nog te vroeg voor haar om op te staan en klaar te zijn voor school. Ze kleedt niet bescheidener dan ik voor bed doe. {p}Waarom is Ma er alleen maar over gedrukt?{/i}
german: [_RT_] {i}Es ist noch zu früh, um aufzusteigen und sich auf die Schule vorzubereiten. Sie kleidet sich nicht bescheidener als ich es für Bett tue. {p}Warum ist Mutter nur auf meinem Fall darüber?{/i}
italian: [_RT_] {i}E' ancora troppo presto per lei per alzarsi e prepararsi per la scuola. Non si veste in modo più modesto di quanto faccia io per andare a letto. {p}Perché la mamma mi sta addosso solo per questo?
russian: [_RT_] {i}Её еще слишком рано, чтобы встать и подготовиться к школе. Она не одевается более скромно, чем для кровати. {p}Почему только мама по моему делу?{/i}

source: [_RT_] {i}I should just turn her lights back off and let her get a few more minutes of sleep.{/i}
dutch: [_RT_] {i}Ik moet haar licht gewoon weer uitzetten en haar nog een paar minuten slaap laten maken.{/i}
german: [_RT_] {i}Ich sollte ihre Lichter einfach ausschalten und ihr ein paar Minuten schlafen lassen. {/i}
italian: [_RT_] {i}Dovrei solo spegnere le luci e lasciarle andare qualche minuto in più di sonno.{/i}

source: [_RT_] {i}The door's locked, Lauren must be getting dressed. I wish there was a way to spy on her. I'll have to check online for ideas.{/i}
dutch: [_RT_] {i}De deur is vergrendeld, Lauren moeten gekleed worden. Ik wou dat er een manier was om haar te bespioneren. Ik zal online moeten kijken voor ideeën.{/i}
german: [_RT_] {i}Die Tür verriegelt, Lauren muss sich verkleiden. Ich wünschte, es gäbe eine Möglichkeit sie auszuspionieren. Ich muss online nach Ideen suchen. {/i}
italian: [_RT_] {i}La porta è chiusa, Lauren si starà vestendo. Vorrei che ci fosse un modo per spiarla. Dovrò cercare delle idee su internet.
russian: [_RT_] {i}Дверь заблокирована, Лорен должен быть одет. Мне хотелось бы иметь возможность шпионить за ней. Я должен проверить онлайн идей.{/i}

source: [_RT_] {i}Huh... Mandy and Lauren aren't back from their convention yet. Or maybe they are spending the night with Mandy over at Uncle Bobby's house.{/i}
dutch: [_RT_] {i}Huh... Snoep en Lauren zijn nog niet terug in hun conventie. Of misschien brengen ze de nacht door met Mandy in het huis van Uncle Bobby. {/i}
german: [_RT_] {i}Huh... Mandy und Lauren sind noch nicht von ihrer Convention zurückgekehrt. Oder vielleicht verbringen sie die Nacht mit Mandy im Onkel Bobbys Haus.{/i}
italian: [_RT_] {i}Huh... Mandy e Lauren non sono ancora tornate dalla loro convention. O forse stanno passando la notte con Mandy a casa dello zio Bobby.
russian: [_RT_] {i}Huh... Манди и Лорен еще не вернулись к их конвенции. Или они проводят ночь с Манди в доме Дядя Бобби.{/i}

source: [_RT_] {i}Her door's still locked, and after what I just saw, I'm sure it won't be opening again until morning.{/i}
dutch: [_RT_] {i}Haar deur is nog vergrendeld en na wat ik net gezien heb, weet ik zeker dat ze niet opnieuw zal openen tot ochtend.{/i}
german: [_RT_] {i}Ihre Tür ist immer noch gesperrt, und nach dem, was ich gerade gesehen habe, bin ich sicher, dass sie erst morgens wieder geöffnet wird.{/i}
italian: [_RT_] {i}La sua porta è ancora bloccata, e dopo quello che ho appena visto, sono sicuro che non si aprirà di nuovo fino al mattino.{/i}
russian: [_RT_] {i}Ее дверь все еще заблокирована, и после того, как я увидел, я уверен, что она снова не будет открыта до утра.{/i}

source: [_RT_] {i}Hmmm.... I wonder why the door is locked?{/i}
dutch: [_RT_] {i}Hmmm.... Ik vraag me af waarom de deur op slot is?{/i}
german: [_RT_] {i}Hmmm .... Ich frage mich, warum die Tür verschlossen ist? {/i}
italian: [_RT_] {i}Hmmm.... Mi chiedo perché la porta sia bloccata?{/i}
russian: [_RT_] {i}Hmmm.... Интересно, почему дверь заблокирована?{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?{/i}
dutch: [_RT_] {i}Wacht.... is dat Lauren maan?{/i}
german: [_RT_] {i}Warten.... ist das Lauren Moaning?{/i}
italian: [_RT_] {i}Aspetta.... è Lauren che geme? {/i}
russian: [_RT_] {i}Подождите.... Лорена увлажняет?{/i}

source: [_RT_] {i}I should check it out.{/i}
dutch: [_RT_] {i}Ik moet het bekijken.{/i}
italian: [_RT_] {i}Dovrei controllare.{/i}
russian: [_RT_] {i}Я должен его проверить.{/i}

source: [_RT_] {i}Sounds like things are winding down. I'm probably too late to see anything good.{/i}
dutch: [_RT_] {i}Geluiden zoals dingen aflopen. Ik ben waarschijnlijk te laat om iets goeds te zien.{/i}
german: [_RT_] {i}Klingt, als ob die Dinge zu Ende gehen. Ich bin wahrscheinlich zu spät um etwas Gutes zu sehen.{/i}
italian: [_RT_] {i}Sembra che le cose si stiano calmando. Probabilmente sono troppo in ritardo per vedere qualcosa di buono.{/i}
russian: [_RT_] {i}звучит так, как вещи обмануты. Я слишком поздно, чтобы увидеть что-нибудь.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning? I've got to figure out a way to see in there!{/i}
dutch: [_RT_] {i}Wacht.... is dat Lauren beweegt? Ik moet erachter komen hoe ik daar kan zien!{/i}
german: [_RT_] {i}Warten.... ist das Lauren-Moaning? Ich muss einen Weg finden, um dort zu sehen!{/i}
italian: [_RT_] {i}Aspetta.... è Lauren che geme? Devo trovare un modo per vedere lì dentro!
russian: [_RT_] {i}Подождите... Лорена увлажняет? Я должен разобраться в этом!{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to buy a spy-cam and place it in Lauren's bedroom when no one is around.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet een spy-cam kopen en in de slaapkamer van Lauren plaatsen wanneer niemand rond is.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss eine Spycam kaufen und sie in Laurens Schlafzimmer platzieren, wenn niemand da ist.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo comprare una spy-cam e posizionarla nella camera da letto di Lauren quando nessuno è in giro.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Мне нужно купить спа-камеру и разместить ее в спальне Лорена, когда никто не рядом.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?.... Sidney is in there too!! What could they be doing? I've got to figure out a way to see in there!{/i}
dutch: [_RT_] {i}Wacht.... is dat Lauren aanmaan?.... Sidney is er ook in!! Wat zouden ze kunnen doen? Ik moet erachter komen hoe ik daar kan zien!{/i}
german: [_RT_] {i}Warten.... ist das Lauren Moaning?.... Sidney ist auch dabei!! Was könnten sie tun? Ich muss einen Weg finden, um dort zu sehen!{/i}
italian: [_RT_] {i}Aspetta.... è Lauren che geme? .... Anche Sidney è lì dentro! Cosa staranno facendo? Devo trovare un modo per vedere lì dentro!
russian: [_RT_] {i}Подождите.... Лорена увлажняет?.... У нас тоже сидия!! Что бы они делали? Я должен разобраться в этом пути!{/i}

source: [_RT_] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
dutch: [_RT_] {i}De deur is vergrendeld, ze moet gekleed worden. {p}Wacht, is dat mopperen ik hoor?{p}Ik ben er vrij zeker van dat dat maanzinnig is.{/i}
german: [_RT_] {i}Die Tür ist verschlossen, sie muss sich gerade anziehen. {p}Warte, höre ich da Stöhnen?{p} Ich bin mir ziemlich sicher, das ist Stöhnen. {/i}
italian: [_RT_] {i}La porta è chiusa, si starà vestendo. {p}Aspetta, è un lamento quello che sento? {p}Sono abbastanza sicuro che sia un lamento.{/i}
russian: [_RT_] {i}Дверь заблокирована, она должна быть одета. {p}Подождите, услышал ли я это?{p}Я уверен, что это уются.{/i}

source: [_RT_] {i}I've got to figure out a way to spy on her.{/i}
dutch: [_RT_] {i}Ik moet erachter komen hoe ik haar kan bespioneren.{/i}
german: [_RT_] {i}Ich muss herausfinden, wie ich sie ausspähen kann.{/i}
italian: [_RT_] {i}Devo trovare un modo per spiarla.

source: [_RT_] {i}I'm sure it's locked as usual.{/i}
dutch: [_RT_] {i}Ik weet zeker dat het vergrendeld is zoals gebruikt.{/i}
german: [_RT_] {i}Ich bin sicher, dass es wie üblich gesperrt ist.{/i}
italian: [_RT_] {i}Sono sicuro che è chiusa a chiave come al solito.{/i}
russian: [_RT_] {i}Я уверен, что он заблокирован как обычно.{/i}

source: [_RT_] {i}Wait.... is that Sidney moaning?{/i}
dutch: [_RT_] {i}Wacht.... is dat Zidney maan?{/i}
german: [_RT_] {i}Warten.... ist das Sidney Moaning?{/i}
italian: [_RT_] {i}Aspetta.... è Sidney che geme? {/i}
russian: [_RT_] Подождите {i}, это то, что Сиди увлажняет?{/i}
