Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}But she's always focused more attention on the things that kept my dad happy, rather than giving us the attention we needed and wanted.{/i}
dutch: [_RT_] {i}Maar ze richt altijd meer aandacht op de dingen die mijn vader gelukkig hebben gehouden, in plaats van ons de aandacht te geven die we nodig hadden en wilden. /i}
german: [_RT_] {i}Aber sie hat sich immer mehr auf die Dinge konzentriert, die meinen Vater glücklich gemacht haben, statt uns die Aufmerksamkeit zu schenken, die wir brauchten und wollten. /i}
italian: [_RT_] {i}Ma si è sempre concentrata di più sulle cose che rendevano felice mio padre, piuttosto che darci l'attenzione di cui avevamo bisogno e che volevamo.
russian: [_RT_] {i}Но она всегда уделяла больше внимания тем вещам, которые заставляли моего отца счастливыми, The room was very clean and the staff were very friendly. /i}

source: [_RT_] {i}I guess she used to be quite the party girl in high school.{p}Now my dad proudly boasts how he tamed her into an obedient wife and mother.{/i}
dutch: [_RT_] {i}Ik denk dat ze vroeger behoorlijk het feestmeisje van de middelbare school was.{p}Nu boekt mijn vader trots uit hoe hij haar temde in een gehoorzame vrouw en moeder.{/i}
german: [_RT_] {i}Ich denke, sie war früher ziemlich das Partymädchen in der High School.{p}Jetzt rühmt sich mein Vater stolz darauf, wie er sie in eine gehorsame Frau und Mutter zähmte. {/i}
italian: [_RT_] {i}Immagino che fosse una ragazza molto festaiola al liceo.{p}Ora mio padre si vanta con orgoglio di come l'ha addomesticata in una moglie e madre obbediente.{/i}

source: [_RT_] {i}She always has plenty of bad things to say about him, {p}but only behind his back. {p}She wouldn't dream of saying anything to his face.{/i}
dutch: [_RT_] {i}Ze heeft altijd veel slechte dingen om over hem te zeggen, {p}maar alleen achter zijn rug. {p}Ze zou niet dromen van iets tegen zijn gezicht te zeggen{/i}
german: [_RT_] {i}Sie hat immer viele schlechte Dinge über ihn zu sagen, {p}, aber nur hinter seinem Rücken. {p}Sie würde nicht träumen ihm etwas zu sagen.{/i}
italian: [_RT_] {i}Ha sempre un sacco di cose brutte da dire su di lui, {p}ma solo alle sue spalle. {p}Non si sognerebbe mai di dirgli qualcosa in faccia.
russian: [_RT_] {i}У неё всегда есть много плохих вещей сказать о нем, {p}, но только за спиной. {p}Она не мечтает ничего сказать своему лицу.{/i}

source: [_RT_] {i}She started teaching high school about five years ago, {p}I think just to get out of the house and be more social. {p}I think it has made her happier.{/i}
dutch: [_RT_] {i}Ze begon ongeveer vijf jaar geleden middelbare school te onderwijzen {p}Ik denk alleen dat ik uit huis moet komen en socialer moet zijn. {p}Ik denk dat het haar gelukkiger maakt.{/i}
german: [_RT_] {i}Sie hat vor etwa fünf Jahren mit dem Unterrichten des Gymnasiums begonnen {p}Ich denke, nur um aus dem Haus zu kommen und sozialer zu sein. {p}Ich glaube, es hat sie glücklich gemacht.{/i}
italian: [_RT_] {i}Ha iniziato ad insegnare al liceo circa cinque anni fa, {p}credo solo per uscire di casa ed essere più sociale. {p}Penso che l'abbia resa più felice.{/i}
russian: [_RT_] {i}Она начала преподавать среднюю школу около пяти лет назад {p}Я думаю, просто выйти из дома и быть более социальным. {p}Я думаю, это сделало её счастливее.{/i}

source: [_RT_] {i}And now Lauren and I are lucky enough to be in her class.{/i}
dutch: [_RT_] {i}En nu hebben Lauren en ik het geluk genoeg om in haar klas te zijn.{/i}
german: [_RT_] {i}Und jetzt Lauren und ich habe das Glück, in ihrer Klasse zu sein.{/i}
italian: [_RT_] {i}E ora io e Lauren abbiamo la fortuna di essere nella sua classe.
russian: [_RT_] {i}И теперь Лоурен, и мне повезло, чтобы быть в ее классе.{/i}

source: [_RT_] {i}Lauren's in there again... I should look online to see if there's a way I can spy on her.{/i}
dutch: [_RT_] {i}Lauren is er weer in... Ik zal online kijken om te zien of er een manier is waarop ik haar kan bespioneren.{/i}
german: [_RT_] {i}Lauren's wieder dorthin... Ich sollte online schauen um zu sehen, ob ich sie ausspionieren kann.{/i}
italian: [_RT_] {i}Lauren di nuovo in lì... Dovrei guardare online per vedere se c'è un modo per spiare su di lei.{/i}
russian: [_RT_] {i}Лоран там снова... Я должен посмотреть, есть ли способ шпионить за ней.{/i}

source: [_RT_] {i}Lauren is taking her early morning shower, I wonder if there is some way to spy on her.{/i}
dutch: [_RT_] {i}Lauren is haar vroege ochtenddouche aan het nemen, ik vraag me af of er een manier is om haar te bespioneren.{/i}
german: [_RT_] {i}Lauren nimmt sie frühmorgens Dusche, ich frage mich, ob es eine Möglichkeit gibt, sie auszuspionieren.{/i}
italian: [_RT_] {i}Lauren sta facendo la sua doccia mattutina, mi chiedo se c'è un modo per spiarla.
russian: [_RT_] {i}Lauren уходит рано утром душа, мне интересно, можно ли ей шпионить за ней.{/i}

source: [_RT_] {i}{b}(HINT){/b} I should see if I can buy a spy-cam online and place it in the bathroom when no one is around.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik zou moeten zien of ik een spy-cam online kan kopen en in de badkamer kan plaatsen wanneer niemand rond is.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich sollte sehen, ob ich eine Spycam online kaufen und sie im Badezimmer platzieren kann, wenn niemand da ist.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Dovrei vedere se posso comprare una spy-cam online e metterla in bagno quando nessuno è in giro.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Я бы посмотрел, можно ли купить спа-камеру онлайн и разместить ее в ванной комнате, когда никто не поворачивается.{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
dutch: [_RT_] {i}Lauren is haar vroege ochtenddouche aan het nemen. Wacht.... heb ik net wat manen gehoord? Laten we gewoon een kijkje nemen.{/i}
german: [_RT_] {i}Lauren nimmt sie frühmorgens duschen. Warte... Habe ich nur ein paar Wagemut gehört? Lass uns einen kurzen Blick werfen.{/i}
italian: [_RT_] {i}Lauren sta facendo la sua doccia mattutina. Aspetta.... ho appena sentito dei gemiti? Diamo un'occhiata veloce.{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
italian: {i}{b}"Libido di Lauren -5"{/b}{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
dutch: [_RT_] {i}Lauren neemt haar vroege ochtenddouche aan. Wacht even.... heb ik net wat betoveringen gehoord?, lach ik heb een manier moeten vinden om te zien wat daar aan de hand is.{/i}
german: [_RT_] {i}Lauren nimmt ihre Frühmorgendusche auf. Warte... hab ich gerade ein paar Moaning gehören?, uggh ich muss einen Weg finden, um zu sehen, was dort vor sich geht.{/i}
italian: [_RT_] {i}Lauren sta facendo la sua doccia mattutina. Aspetta.... ho appena sentito dei gemiti?, devo trovare un modo per vedere cosa sta succedendo lì dentro.{/i}
russian: [_RT_] {i}Lauren принимает её рано утром душ. Подождите.... я только что слышал немного увлажнения?, возьмите с собой способ посмотреть, что там происходит.{/i}

source: [_RT_] {i}Looks like I caught Sidney taking a shower again. I really wish I could watch.{/i}
dutch: [_RT_] {i}lijkt erop dat ik Sidney weer heb betrapt met een douche. Ik wou dat ik het kon bekijken.{/i}
german: [_RT_] {i}Sieht so aus, als hätte ich Sidney erneut in eine Dusche gestürzt. Ich wünschte, ich könnte wirklich schauen.{/i}
italian: [_RT_] {i}Sembra che io abbia preso Sidney di nuovo sotto una doccia.
russian: [_RT_] {i}Похоже, что поймал Сиднея, взяв душ еще раз. Желаю посмотреть.{/i}

source: [_RT_] {i}Sidney must be taking a shower, Mom and Lauren already left for school.{/i}
dutch: [_RT_] {i}Sidney moet een douche nemen, mama en Lauren die al naar school zijn gegaan.{/i}
german: [_RT_] {i}Sidney muss eine Dusche, Mutter und Lauren nehmen, die bereits für die Schule übrig sind.{/i}
italian: [_RT_] {i}Sidney si starà facendo una doccia, la mamma e Lauren sono già andate a scuola.{/i}
russian: [_RT_] {i}Sidney должен взять душ, мама и Лорен уже оставили школу.{/i}

source: [_RT_] {i}Sidney must be taking a shower.{/i}
dutch: [_RT_] {i}Sidney moet een douche nemen.{/i}
german: [_RT_] {i}Sidney muss eine Dusche nehmen.{/i}
italian: [_RT_] {i}Sidney deve fare la doccia.{/i}
russian: [_RT_] {i}Sidney должен принимать душ.{/i}

source: [_RT_] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning? Let's just take a quick look through the spy-cam.{/i}
dutch: [_RT_] {i}Sidney moet een douche nemen. Wacht.... heb ik net wat manen gehoord? Laten we even een kijkje nemen door het spionagecam.{/i}
german: [_RT_] {i}Sidney muss eine Dusche nehmen. Warte.... Habe ich nur ein paar Magen gehört? Lass uns nur einen kurzen Blick durch die Spycam werfen. {/i}
italian: [_RT_] {i}Sidney deve fare la doccia. Aspetta.... ho appena sentito dei gemiti? Diamo un'occhiata veloce attraverso la spy-cam.{/i}
russian: [_RT_] {i}Сидней должен взять душ. Подождите.... я только что слышал немного увлажняющего? Давайте просто посмотрим через шпиона.{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
italian: {i}{b}"Libido di Sidney -5"{/b}{/i}

source: [_RT_] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
dutch: [_RT_] {i}Sidney moet een douche nemen. Wachten... heb ik net wat betoveringen gehoord?, lach ik heb een manier moeten vinden om te zien wat daar aan de hand is.{/i}
german: [_RT_] {i}Sidney muss eine Dusche nehmen. Warte.... hab ich gerade ein paar Moaning gehören?, uggh ich muss einen Weg finden, um zu sehen, was dort vor sich geht.{/i}
italian: [_RT_] {i}Sidney si starà facendo una doccia. Aspetta.... ho appena sentito dei gemiti?, devo trovare un modo per vedere cosa sta succedendo lì dentro.{/i}
russian: [_RT_] {i}Sidney должен принимать душ. Подождите.... я только что слышал немного увлажнения?, возьмите с собой способ посмотреть, что там происходит.{/i}

source: [_RT_] {i}Mom's taking a long shower.{/i}
dutch: [_RT_] {i}Moment neemt een lange douche.{/i}
german: [_RT_] {i}Moms nehmen eine lange Dusche.{/i}
italian: [_RT_] {i}Mamma sta facendo una lunga doccia.{/i}

source: [_RT_] {i}I think that's Mom. I'm so glad she finally came out of her room. Sounds like she's taking a shower.{/i}
dutch: [_RT_] {i}Ik denk dat dat een moment is. Ik ben zo blij dat ze eindelijk uit haar kamer is gekomen. Klinkt alsof ze een douche nam.{/i}
german: [_RT_] {i}Ich denke, das ist Mom. Ich bin so froh, dass sie endlich aus ihrem Zimmer gekommen ist. Klingt wie sie eine Dusche nimmt.{/i}
italian: [_RT_] {i}Credo che sia la mamma. Sono così felice che sia finalmente uscita dalla sua stanza. Sembra che si stia facendo una doccia.
russian: [_RT_] {i}Я думаю, что это Мама. Я так рада, что она, наконец, вышла из своей комнаты. Звучит так, что она берет душ.{/i}

source: [_RT_] {i}If only I could see her. I should check online for some ideas on how I can spy behind locked doors.{/i}
dutch: [_RT_] {i}Alsof ik haar kon zien. Ik moet online kijken hoe ik achter gesloten deuren kan spioneren. {/i}
german: [_RT_] {i}Wenn ich sie nur sehen konnte. Ich sollte online nach einigen Ideen schauen, wie ich hinter verschlossenen Türen spionieren kann.{/i}
italian: [_RT_] {i}Se solo potessi vederla. Dovrei cercare su internet qualche idea su come spiare dietro le porte chiuse a chiave.{/i} {i}Se solo potessi vederla.
russian: [_RT_] {i}Если только я мог ее видеть. Мне следует проверить онлайн на то, как я могу шпионить за заблокированными дверями.{/i}

source: [_RT_] {i}Mom's in the shower again... Wish I could watch her shower.{/i}
dutch: [_RT_] {i}Momenten opnieuw in de douche... Wens ik kan haar douche bekijken.{/i}
german: [_RT_] {i}Mom's wieder in der Dusche... Wunsch ich konnte ihr zuschauen.{/i}
italian: [_RT_] {i}Mamma di nuovo sotto la doccia... Desiderio potrei guardare la sua doccia.{/i}

source: [_RT_] {i}That must be Mom in the shower.{/i}
dutch: [_RT_] {i}Dat moet mevrouw in de douche zijn.{/i}
german: [_RT_] {i}Das muss Mutter in der Dusche sein.{/i}
italian: [_RT_] {i}Quella dev'essere la mamma sotto la doccia.{/i}
russian: [_RT_] {i}Это должно быть мамой в духе.{/i}

source: [_RT_] {i}Mom must be getting ready for bed.{/i}
dutch: [_RT_] {i}mama moet klaar zijn voor bed.{/i}
german: [_RT_] {i}Mutter muss sich auf das Bett vorbereiten.{/i}
italian: [_RT_] {i}Mamma si starà preparando per andare a letto.{/i}

source: [_RT_] {i}Mom is taking her after school shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
dutch: [_RT_] {i}Ma neemt haar af na schooldouche. Wacht.... heb ik gewoon wat manen gehoord? Laten we gewoon een kijkje nemen.{/i}
german: [_RT_] {i}Die Mutter nimmt sie nach der Schuldusche. Warte.... Habe ich gerade ein paar Lachen gehört? Lass uns einen kurzen Blick werfen.{/i}
italian: [_RT_] {i}Mamma sta facendo la sua doccia dopo la scuola. Aspetta.... ho appena sentito dei gemiti? Diamo un'occhiata veloce.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
dutch: {i}{b}"Momenten Libido -5"{/b}{/i}
italian: {i}{b}"Libido della Mamma -5"{/b}{/i}
russian: {i}{b}"Либидо мамы -5"{/b}{/i}

source: [_RT_] {i}That must be Mom in the shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
dutch: [_RT_] {i}Dat moet mama in de douche zijn. Wacht.... heb ik net wat betoveringen gehoord?, lach ik heb een manier moeten vinden om te zien wat daar aan de hand is.{/i}
german: [_RT_] {i}Das muss Mama in der Dusche sein. Warte... hab ich gerade ein paar Moaning gehören?, uggh ich muss einen Weg finden, um zu sehen, was dort vor sich geht.{/i}
italian: [_RT_] {i}Quella deve essere la mamma sotto la doccia. Aspetta.... ho appena sentito dei gemiti?, devo trovare un modo per vedere cosa sta succedendo lì dentro.{/i}
russian: [_RT_] {i}Это должно быть мамой в душе. Подождите.... я только что слышал немного увлажнения?, возьмите с собой способ посмотреть, что там происходит.{/i}

source: [_RT_] {i}I'm alright for now.{/i}
dutch: [_RT_] {i}Ik ben al voor nu.{/i}
german: [_RT_] {i}Ich bin im Moment im Gange.{/i}
italian: [_RT_] {i}Sono a posto per ora.{/i}
russian: [_RT_] {i}Я сейчас уже в порядке.{/i}

source: [_RT_] {i}No time for a shower.{/i}
dutch: [_RT_] {i}Geen tijd voor een douche.{/i}
german: [_RT_] {i}Keine Zeit für eine Dusche.{/i}
italian: [_RT_] {i}Non c'è tempo per una doccia.{/i}
russian: [_RT_] {i}Нет времени для душа.{/i}

source: [_RT_] {i}.... oh, Mom must have fallen asleep waiting for her tea to boil.{/i}
dutch: [_RT_] {i}.... oh, mama moet in slaap zijn gevallen op haar thee om te kopen.{/i}
german: [_RT_] {i}.... oh, Mutter muss eingeschlafen sein bis ihr Tee kocht wird.{/i}
italian: [_RT_] {i}.... oh, mamma deve essersi addormentata aspettando che il suo tè bollisse.{/i}

source: [_RT_] {i}She still hasn't changed out of her nightgown.{/i}
dutch: [_RT_] {i}Ze is nog steeds niet veranderd van haar nachtgoei.{/i}
german: [_RT_] {i}Sie hat sich noch immer nicht aus ihrem Nachtleben verändert.{/i}
italian: [_RT_] {i}Non si è ancora cambiata dalla camicia da notte.{/i}
russian: [_RT_] {i}Она все еще не изменила свой ночной клуб.{/i}

source: [_RT_] {i}I still can't believe she got after me this morning for sleeping in my underwear.{/i}
dutch: [_RT_] {i}Ik kan nog steeds niet geloven dat ze na mij gekomen is omdat ze in mijn onderwezer heeft geslapen.{/i}
german: [_RT_] {i}Ich kann immer noch nicht glauben, dass sie heute Morgen für das Schlafen in meiner Unterwäsche nach mir gekommen ist.{/i}
italian: [_RT_] {i}Non posso ancora credere che stamattina se la sia presa con me perché ho dormito in mutande.{/i}
russian: [_RT_] {i}Я до сих пор не могу поверить, что она попала после меня, чтобы спать в моём белье.{/i}

source: [_RT_] {i}I mean look at her, exposing herself all over the house. {p}She must have been up most of the night worrying.{/i}
dutch: [_RT_] {i}Ik bedoel dat je naar haar kijkt, met haar overal in huis onthuld. {p}Ze moet het meeste van de nacht zorgelijk geweest zijn.{/i}
german: [_RT_] {i}Ich meine sieh sie an, sie entlarvt sich im ganzen Haus. {p}Sie muss die meiste Nacht besorgniserregend gewesen sein. {/i}
italian: [_RT_] {i}Guarda come si espone per tutta la casa. {p}Deve essere stata sveglia quasi tutta la notte a preoccuparsi.
russian: [_RT_] {i}Я имею в виду взглянуть на нее, изгнав себя по всему дому. {p}Она наверняка больше всего беспокоится.{/i}

source: [_RT_] {i}I'll just leave her phone on the counter next to her.{/i}
dutch: [_RT_] {i}Ik laat haar telefoon op de teller naast haar.{/i}
german: [_RT_] {i}Ich lasse ihr Telefon einfach auf dem Zähler neben ihr.{/i}
italian: [_RT_] {i}Lascio il suo telefono sul bancone accanto a lei.{/i}
russian: [_RT_] {i}Я просто оставлю свой телефон на счетчике рядом с ней.{/i}

source: [_M_] Oh, there you are, honey. Please come sit down and have some dinner.
dutch: [_M_] Oh, daar ben je, honing. Kom alsjeblieft zitten en heb wat avondeten.
german: [_M_] Oh, da bist du, Honig. Bitte setze dich hinunter und mach ein Abendessen.
italian: [_M_] Oh, eccoti qui, tesoro. Per favore, vieni a sederti e a cenare.

source: [_RT_] {i}Oh good, Mom is finally up and about, I wonder if she's doing any better.{/i}
dutch: [_RT_] {i}Oh goede, mama is eindelijk in de buurt, ik vraag me af of ze het nog beter doet.{/i}
german: [_RT_] {i}Oh gut, Mama ist endlich auf und nach, ich frage mich, ob sie etwas besser macht.{/i}
italian: [_RT_] {i}Oh bene, la mamma è finalmente in piedi, mi chiedo se sta meglio.
russian: [_RT_] {i}Хорошо, Мама наконец-то встала и о нём мне интересно, если она сделала что-нибудь лучше.{/i}

source: [_M_] Oh, hi honey, yes, I'm doing much better now.
dutch: [_M_] Oh, hi honey, ja, ik doe het nu veel beter.
german: [_M_] Oh, Hi Honig, ja, ich mache jetzt viel besser.
italian: [_M_] Oh, ciao tesoro, sì, sto molto meglio ora.

source: [_R_] What are you drinking?
dutch: [_R_] Wat ben je aan het drinken?
german: [_R_] Was trinkst du?
italian: [_R_] Cosa stai bevendo?
russian: [_R_] Что вы пьёте?

source: [_M_] Oh, just a little wine to help me with my hangover.
dutch: [_M_] Oh, net een beetje wijn om me te helpen met mijn kater.
german: [_M_] Oh, nur ein kleiner Wein, der mir bei meinem Kater hilft.
italian: [_M_] Oh, solo un pò di vino per aiutarmi con la mia sbornia.

source: [_R_] Is putting more of what caused your hangover into your body really the best way to treat a hangover?
dutch: [_R_] Zet je meer van wat jouw hangover heeft veroorzaakt in je lichaam echt de beste manier om een hangover te behandelen?
german: [_R_] Fügt mehr von dem, was deinen Kater in deinen Körper gebracht hat, wirklich die beste Art, einen Kater zu behandeln?
italian: [_R_] Mettere più di ciò che ha causato la tua sbornia nel tuo corpo è davvero il modo migliore per trattare una sbornia?
russian: [_R_] Вкладывает больше того, что привело к повешению вашего тела на самом деле лучший способ лечить навешивание?

source: [_M_] Haha.... yeah, it's called the hair of the dog remedy.
dutch: [_M_] Haha.... ja, het heet het haar van de hondenreactie.
german: [_M_] Haha.... ja, es nennt sich das Haar des Hundeheilmittels.
italian: [_M_] Haha.... sì, è chiamato il rimedio del pelo del cane.

source: [_R_] Hair of the dog?
dutch: [_R_] Haar van de hond?
german: [_R_] Hair of the Hunde?
italian: [_R_] Pelo di cane?

source: [_M_] Yeah I'm not really sure what it means, something about dog hair and curing rabies bites.
dutch: [_M_] Ja, ik weet niet zeker wat het betekent, iets over hondenhaar en het helen van rabiësbijten.
german: [_M_] Ja, ich bin mir nicht wirklich sicher, was es bedeutet, etwas über Hundehaare und das Ausheilen von Tollwut-Bissen.
italian: [_M_] Sì, non sono sicuro di cosa significhi, qualcosa sui peli di cane e la cura dei morsi di rabbia.

source: [_M_] I just really can't deal with the symptoms of a hangover right now with the stress I'm under. So I'm just doing a little self medicating.
dutch: [_M_] Ik kan gewoon niet omgaan met de symptomen van een kater op dit moment, met de stress waaronder ik ben. Dus ik doe gewoon een beetje eigen medicijnen.
german: [_M_] Ich kann mich mit dem Stress, unter dem ich stehe, wirklich nicht mit den Symptomen eines Kater beschäftigen. Also mache ich nur ein wenig selbst vermittelnd.
italian: [_M_] Non posso proprio affrontare i sintomi di una sbornia in questo momento con lo stress a cui sono sottoposto. Quindi sto solo facendo un pò di automedicazione.

source: [_R_] Mom, I really want to help out with the mess we are in.
dutch: [_R_] Mama, ik wil echt helpen met de puinhoop waar we in zitten.
german: [_R_] Mama, ich möchte wirklich beim Schlamassel helfen, in dem wir uns befinden.
italian: [_R_] Mamma, voglio davvero dare una mano con il casino in cui ci troviamo.

source: [_R_] Is there anything I can do to help relieve some of your stress?
dutch: [_R_] Is er iets dat ik kan doen om meer stress te krijgen?
german: [_R_] Gibt es etwas, was ich tun kann, um deinen Stress zu lindern?
italian: [_R_] C'è qualcosa che posso fare per aiutarti ad alleviare un pò del tuo stress?

source: [_M_] You really are such a good boy.
dutch: [_M_] Je bent echt zo'n goede jongen.
german: [_M_] Du bist wirklich ein so guter Junge.
italian: [_M_] Sei davvero un bravo ragazzo.

source: [_M_] You're already working at Dad's warehouse to help pay the weekly Mafia bill.
dutch: [_M_] Je bent al aan het werken bij papamagazijn om de wekelijkse Mafia-rekening te helpen betalen.
german: [_M_] Du arbeitest bereits im Lager von Papa, um die wöchentliche Mafia Rechnung zu bezahlen.
italian: [_M_] Stai già lavorando al magazzino di papà per aiutare a pagare il conto settimanale della mafia.

source: [_M_] And I don't want you missing any more school than you have to. You have to graduate this year!
dutch: [_M_] En ik wil niet dat je meer school mist dan nodig. Je moet dit jaar studeren.
german: [_M_] Und ich möchte nicht, dass du mehr Schule vermisst als du musst. Du musst dieses Jahr abgeschlossen!
italian: [_M_] E non voglio che tu perda più scuola del necessario. Devi diplomarti quest'anno!
russian: [_M_] И я не хочу, чтобы вы пропустили больше школ, чем ты. Ты должен окончить в этом году!

source: [_R_] You really can't think of anything else I could do to be helpful?
dutch: [_R_] Je kunt echt niets anders bedenken dan dat ik zou kunnen doen om handig te zijn?
german: [_R_] Du kannst dir wirklich nichts anderes vorstellen, was ich tun könnte, um hilfreich zu sein?
italian: [_R_] Davvero non riesci a pensare a nient'altro che io possa fare per essere utile?
russian: [_R_] Вы действительно не можете думать о чем-то другом, я мог бы быть полезным?

source: [_M_] Well.... If you really want to, you could make sure the dishes get done in the evening.
dutch: [_M_] Well.... Als je het echt wilt, kun je ervoor zorgen dat de gerechten klaar zijn in de avond.
german: [_M_] Nun... Wenn du wirklich willst, kannst du sicherstellen, dass die Gerichte am Abend gemacht werden.
italian: [_M_] Beh.... Se proprio vuoi, potresti assicurarti che i piatti vengano fatti la sera.

source: [_M_] If I didn't have to worry about cleaning the dinner mess, I could have more time for grading papers and getting my lessons ready.
dutch: [_M_] Als ik me geen zorgen hoeft te maken over het opruimen van de eettafeltjes, dan zou ik meer tijd kunnen hebben om documenten te beoordelen en mijn lessen klaar te maken.
german: [_M_] Wenn ich mich nicht um die Reinigung des Essens kümmern musste, könnte ich mehr Zeit für die Einstufung von Papieren und die Vorbereitung meiner Lektionen haben.
italian: [_M_] Se non dovessi preoccuparmi di pulire il casino della cena, potrei avere più tempo per correggere i compiti e preparare le mie lezioni.
