Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_M_] {i}(Yelling through the door){/i} Who is it?
dutch: [_M_] {i}(jagen door de deur){/i} Wie is het?
german: [_M_] {i}(Rufen durch die Tür){/i} Wer ist da?
italian: [_M_] {i}(Yelling through the door){/i} Chi è?
russian: [_M_] {i}(Продажа через дверь){/i} Кто это?

source: [_R_] It's me, Mom!... Will you let me in?
dutch: [_R_] Het is me, mam!... Laat me binnen?
german: [_R_] Ich bin's, Mama! ... Lässt du mich rein?
italian: [_R_] Sono io, mamma!... Mi lasci entrare?

source: [_M_] Try the door. Sometimes I don't lock it.
dutch: [_M_] Probeer de deur. Soms vergrendel ik het niet.
german: [_M_] Probiere mal an der Tür. Manchmal sperre ich sie nicht ab.
italian: [_M_] Prova la porta. A volte non la blocco.
russian: [_M_] Попробуй дверь. Иногда я не блокирую.

source: [_R_] Uhh... It's locked.
dutch: [_R_] Uhh... Het is vergrendeld.
german: [_R_] Uhh ... Es ist verschlossen.
italian: [_R_] Uhh... È bloccato.

source: [_M_] Sorry, Honey. I'm trying to hold a position. And as soon as I'm done, I'll have to hurry and get dressed.
dutch: [_M_] Sorry, zo. Ik probeer een positie vast te houden. Zodra ik klaar ben, moet ik opschieten en kleden.
german: [_M_] Schade, Liebling. Ich versuche, eine Position zu halten. Und sobald ich fertig bin, muss ich mich beeilen und mich anziehen.
italian: [_M_] Scusa, Honey. Sto cercando di tenere una posizione. E non appena ho finito, dovrò sbrigarmi e vestirmi.

source: [_M_] You're just going to have to talk to me later.
dutch: [_M_] Je moet gewoon later met me praten.
german: [_M_] Du wirst später mit mir reden müssen.
italian: [_M_] Dovrai solo parlare con me più tardi.
russian: [_M_] Ты только что собираешься поговорить со мной позже.

source: [_R_] Alright, talk to you later.
german: [_R_] Okay, ich spreche später mit dir.
italian: [_R_] Va bene, parli più tardi.
russian: [_R_] Хорошо, поговорите с вами позже.

source: [_RT_] {i}Mom doing yoga is so damn sexy! I wish there was a way I could see inside her room. Like a hidden camera or something?{/i}
dutch: [_RT_] {i}mama die yoga doet is verdomd sexy! Ik wou dat er een manier was om in haar kamer te zien. Vind je een verborgen camera of iets leuk?{/i}
german: [_RT_] {i}Mutter Yoga zu machen ist so verdammt sexy! Ich wünschte, es gäbe eine Möglichkeit, die ich in ihrem Zimmer sehen konnte. Gefällt mir eine versteckte Kamera oder etwas?{/i}
italian: [_RT_] {i}Mamma che fa yoga è così dannatamente sexy! Vorrei che ci fosse un modo per vedere dentro la sua stanza. Come una telecamera nascosta o qualcosa?{/i}

source: [_RT_] {i}Huh.... It's late morning, and Mom still hasn't come out of her room. That's pretty unusual for her.{/i}
dutch: [_RT_] {i}Huh.... Het is late ochtend en Mama is nog steeds niet uit haar kamer gekomen. Dat is best ongebruikelijk voor haar. {/i}
german: [_RT_] {i}Huh.... Es ist spät morgens und die Mama ist noch nicht aus ihrem Zimmer gekommen. Das ist ziemlich ungewöhnlich für sie.{/i}
italian: [_RT_] {i}Huh.... E' tarda mattinata e la mamma non è ancora uscita dalla sua stanza. Questo è piuttosto insolito per lei.

source: [_RT_] {i}I'd better check on her.{/i}
dutch: [_RT_] {i}Ik kan haar beter checken.{/i}
german: [_RT_] {i}Ich würde sie besser überprüfen.{/i}
italian: [_RT_] {i}Farei meglio a controllarla.{/i}
russian: [_RT_] {i}Я бы лучше посмотрел на нее.{/i}

source: [_RT_] {i}Hmmm.... no answer. I don't have a key, but I'm started to get a little worried about her.{/i}
dutch: [_RT_] {i}Hmmm.... geen antwoord. Ik heb geen sleutel, maar ik begin me wel zorgen te maken om haar.{/i}
german: [_RT_] {i}HmmCOPY00 keine Antwort. Ich habe keinen Schlüssel, aber ich fange an, mir Sorgen um sie zu machen {/i}
italian: [_RT_] {i}Hmmm.... nessuna risposta. Non ho la chiave, ma sto iniziando a preoccuparmi un pò per lei.
russian: [_RT_] {i}Хммм.... нет ответа. У меня нет ключа, но я начал беспокоиться о ней.{/i}

source: [_RT_] {i}There's a sliding door outside on the patio into her room. Hopefully it's unlocked.{/i}
dutch: [_RT_] {i}Er is een schuifdeur buiten bij de patio naar haar kamer. Hopelijk is deze niet op slot.{/i}
german: [_RT_] {i}Draußen auf der Terrasse gibt es eine Schiebetür zu ihrem Zimmer. Hoffentlich ist sie nicht verschlossen.{/i}
italian: [_RT_] {i}C'è una porta scorrevole fuori nel patio nella sua stanza. Speriamo che sia aperta.
russian: [_RT_] {i}В ее комнате есть раздвижная дверь во внутренний дворик. Надеюсь, она не заперта.

source: [_RT_] {i}Looks like she's passed out.{/i}
dutch: [_RT_] {i}Het lijkt alsof ze is flauwgevallen.{/i}
german: [_RT_] {i}Sieht aus, als wäre sie ohnmächtig geworden.{/i}
italian: [_RT_] {i}Sembra che sia svenuta.
russian: [_RT_] {i}Похоже, она потеряла сознание.

source: [_RT_] {i}Is that one of Dad's empty whiskey bottles she's cuddling?{/i}
dutch: [_RT_] {i}Is dat een van papa's lege whiskey flessen die ze kookt?{/i}
german: [_RT_] {i}Ist das eine der leeren Whiskey Flaschen des Papiers zum Kuscheln?{/i}
italian: [_RT_] {i}È una delle bottiglie di whisky vuote di papà quella che sta abbracciando?
russian: [_RT_] {i}Это одна из пустых виски Дада, которую она толкала?{/i}

source: [_RT_] {i}I wonder how much of it she drank. I don't think I've actually ever seen her dead drunk before.{/i}
dutch: [_RT_] {i}Ik vraag me af hoeveel ze gedronken heeft. Ik denk dat ik haar nog nooit dronken heb gezien.{/i}
german: [_RT_] {i}Ich frage mich, wie viel sie davon getrunken hat. Ich glaube, ich habe sie noch nie sturzbetrunken gesehen.{/i}
italian: [_RT_] {i}Chissà quanto ne ha bevuto. Non credo di averla mai vista ubriaca fradicia prima d'ora.
russian: [_RT_] {i}Интересно, сколько она выпила? По-моему, я никогда раньше не видел ее мертвецки пьяной.

source: [_RT_] {i}Last night must have been pretty traumatic for her.{/i}
dutch: [_RT_] {i}gisteravond moet voor haar best zijn getraumatiseerd.{/i}
german: [_RT_] {i}Die letzte Nacht muss ziemlich traumatisch für sie gewesen sein.{/i}
italian: [_RT_] {i}La scorsa notte deve essere stata piuttosto traumatica per lei.
russian: [_RT_] {i}Прошлая ночь, должно быть, была для нее очень травматичной.

source: [_RT_] {i}She didn't even change. I can see she's still wearing the thong from last night.{/i}
dutch: [_RT_] {i}Ze veranderde niet eens. Ik kan zien dat ze de dong van afgelopen nacht nog draagt
german: [_RT_] {i}Sie hat sich nicht einmal umgezogen. Ich kann sehen, dass sie immer noch den Tanga von letzter Nacht trägt.{/i}
italian: [_RT_] {i}Non si è nemmeno cambiata. Vedo che indossa ancora il perizoma di ieri sera.
russian: [_RT_] {i}Она даже не переоделась. Я вижу, что на ней все еще стринги с прошлой ночи.

source: [_M_] Mmmhhh.... who.... who's there?
dutch: [_M_] Mmmhhh.... wie.... wie is er?
german: [_M_] Mmmhhh.... wer.... wer ist da?
italian: [_M_] Mmmhhh.... chi.... chi c'è?
russian: [_M_] Ммммххх.... кто.... кто там?

source: [_R_] Hey Mom, it's ok, it's just me.
dutch: [_R_] Hey Mam, het is ok, het is gewoon mij.
german: [_R_] Hey Mom, ist schon gut, ich bin's nur.
italian: [_R_] Ehi mamma, va tutto bene, sono solo io.
russian: [_R_] Эй, мам, все в порядке, это просто я.

source: [_M_] [ryan]?.... What are you doing in my room?
dutch: [_M_] [ryan]?.... Wat doe je in mijn kamer?
german: [_M_] [ryan]?.... Was machst du in meinem Zimmer?
italian: [_M_] [ryan]?.... Cosa stai facendo nella mia stanza?
russian: [_M_] [ryan]?.... Что ты делаешь в моей комнате?

source: [_R_] I was worried about you, so I came through the patio door to check on you.
dutch: [_R_] Ik maakte me zorgen om je, dus ik kwam door de terrasdeur om je te controleren.
german: [_R_] Ich habe mir Sorgen um dich gemacht, also bin ich durch die Terrassentür gekommen, um nach dir zu sehen.
italian: [_R_] Ero preoccupato per te, quindi sono entrato dalla porta del patio per controllarti.
russian: [_R_] Я беспокоился за тебя, поэтому зашел через дверь во внутренний дворик, чтобы проверить, как ты там.

source: [_M_] You were worried about me?...
dutch: [_M_] Je maakte je zorgen over mij?...
german: [_M_] Du hast dir Sorgen um mich gemacht?...
italian: [_M_] Eri preoccupato per me?...
russian: [_M_] Ты беспокоился обо мне?...

source: [_M_] Really?.... I thought you hated me after last night.
dutch: [ _M_] Echt? ... Ik dacht dat je me had gehaat na gisteravond.
german: [_M_] Wirklich?.... Ich dachte, du hasst mich nach letzter Nacht.
italian: [_M_] Davvero? .... Pensavo che mi odiassi dopo ieri sera.
russian: [_M_] Правда? .... Я думала, ты меня ненавидишь после вчерашнего.

source: [_R_] Hated you.... Mom.... I could never hate you!.... I love you!
dutch: [_R_] Hatte je.... maal.... ik kon je nooit hat!.... Ik hou van jou!
german: [_R_] Ich habe dich gehasst.... Mama.... Ich könnte dich niemals hassen!.... Ich liebe dich!
italian: [_R_] Ti ho odiato.... Mamma.... Non potrei mai odiarti! .... Ti voglio bene!
russian: [_R_] Ненавидела тебя.... Мама.... Я никогда не смогу тебя ненавидеть! .... Я люблю тебя!

source: [_M_] Really?.... But the way you were looking at me last night when you walked in on my dance...
dutch: [_M_] Echt waar?.... Maar de manier waarop je gisteravond naar me keek toen je naar binnen liep op mijn dans...
german: [_M_] Wirklich?.... Aber so wie du mich gestern Abend angeschaut hast, als du bei meinem Tanz hereinkamst...
italian: [_M_] Davvero? .... Ma il modo in cui mi guardavi ieri sera quando sei entrato al mio ballo...
russian: [_M_] Правда? .... Но то, как ты смотрел на меня вчера вечером, когда вошел на мой танец...

source: [_M_] You looked so ashamed of me...
dutch: [_M_] Jij keek me zo beschaamd voor mij...
german: [_M_] Du hast dich so für mich geschämt...
italian: [_M_] Sembravi vergognarti così tanto di me...
russian: [_M_] Тебе было так стыдно за меня...

source: [_M_] No boy should see their mother like that...
dutch: [_M_] Geen jongen zou hun moeder zo moeten zien...
german: [_M_] Kein Junge sollte seine Mutter so sehen...
italian: [_M_] Nessun ragazzo dovrebbe vedere la propria madre così...
russian: [_M_] Ни один мальчик не должен видеть свою мать такой...

source: [_M_] So, I just thought you hated me for it.
dutch: [_M_] Dus ik dacht net dat je me er voor haatte.
german: [_M_] Also dachte ich, du hasst mich dafür.
italian: [_M_] Quindi ho pensato che mi odiassi per questo.
russian: [_M_] Так что я просто подумала, что ты меня за это ненавидишь.

source: [_R_] Oh God, no, Mom, to be completely honest I looked that way because I was ashamed of myself.
dutch: [_R_] Oh God, nee, maom, om volledig eerlijk te zijn, heb ik die manier gezocht omdat ik me voor mezelf schaamde.
german: [_R_] Oh Gott, nein, Mom, um ehrlich zu sein, sah ich so aus, weil ich mich schäme.
italian: [_R_] Oh Dio, no, mamma, per essere completamente onesta avevo quell'aspetto perché mi vergognavo di me stessa.

source: [_M_] Oh, honey.... why would you be ashamed of yourself?
dutch: [_M_] Oh, honing.... waarom zou je je schamen voor jezelf?
german: [_M_] Oh, Schatz.... warum solltest du dich schämen?
italian: [_M_] Oh, tesoro.... perché dovresti vergognarti?
russian: [_M_] Oх, милый.... почему тебе должно быть стыдно?

source: [_R_] Because I thought you looked amazing.... , and I know that sons shouldn't think that way about their moms.
dutch: [_R_] Omdat ik dacht dat je er geweldig uitziet..., en ik weet dat zonen niet moeten denken aan hun momenten.
german: [_R_] Weil ich dachte, dass du umwerfend aussiehst.... und ich weiß, dass Söhne nicht so über ihre Mütter denken sollten.
italian: [_R_] Perché pensavo che tu avessi un aspetto fantastico.... e so che i figli non dovrebbero pensare questo delle loro madri.
russian: [_R_] Потому что я думал, что ты выглядишь потрясающе. И я знаю, что сыновья не должны так думать о своих мамах.

source: [_M_] Oh, honey.... that's one of the cutest things I've ever heard you say.
dutch: [_M_] Oh, honing.... dat is een van de leukste dingen die ik je ooit heb horen zeggen.
german: [_M_] Oh, Schatz.... das ist eines der süßesten Dinge, die ich je von dir gehört habe.
italian: [_M_] Oh, tesoro.... questa è una delle cose più carine che ti ho sentito dire.
russian: [_M_] О, милый.... это одна из самых милых вещей, которые я когда-либо слышала от тебя.

source: [_R_] Cute?...
dutch: [_R_] schattig?...
german: [_R_] Niedlich?...
italian: [_R_] Carino?...
russian: [_R_] Милых?...

source: [_M_] I mean yes.... hahaha.... boys should not think of their mothers that way, but that's very flattering to me that you thought I looked amazing.
dutch: [_M_] Ik meen ja... . haha.... Jongens zouden niet zo moeten denken aan hun moeders, maar dat is erg vleiend voor mij dat je dacht dat ik er verbazingwekkend uitzag.
german: [_M_] Ich meine, ja.... hahaha.... Jungs sollten nicht so von ihren Müttern denken, aber es ist sehr schmeichelhaft für mich, dass du dachtest, ich sähe toll aus.
italian: [_M_] Voglio dire si.... hahaha.... i ragazzi non dovrebbero pensare alle loro madri in quel modo, ma è molto lusinghiero per me che tu abbia pensato che fossi fantastica.
russian: [_M_] Я имею в виду, да.... хахаха.... мальчики не должны так думать о своих матерях, но мне очень лестно, что ты считаешь, что я выгляжу потрясающе.

source: [_M_] I know those horny old farts at the club like what they see, but the fact that I'm still attractive to a young man is nice for me to hear.
dutch: [_M_] Ik ken die gruwelijke vertrekpunten bij de club zoals wat ze zien. maar het feit dat ik nog steeds aantrekkelijk ben voor een jonge man is prettig voor mij om te horen.
german: [_M_] Ich weiß, dass diese geilen alten Säcke im Club mögen, was sie sehen, aber die Tatsache, dass ich für einen jungen Mann immer noch attraktiv bin, ist für mich eine schöne Nachricht.
italian: [_M_] So che a quei vecchi scoreggioni arrapati al club piace quello che vedono, ma il fatto che io sia ancora attraente per un giovane uomo è bello da sentire.
russian: [_M_] Я знаю, что этим озабоченным старым пердунам в клубе нравится то, что они видят, но то, что я все еще привлекательна для молодого человека, мне приятно слышать.

source: [_M_] And it's not weird to have those kind of thoughts when you see a mostly nude woman moving that way on a stripper pole.
dutch: [_M_] En het is niet raar om dit soort gedachten te hebben wanneer je een vrouw ziet die meestal naakte op een stripper pool beweegt.
german: [_M_] Und es ist nicht seltsam, solche Gedanken zu haben, wenn man eine größtenteils nackte Frau sieht, die sich auf diese Weise an einer Stripperstange bewegt.
italian: [_M_] E non è strano avere questo tipo di pensieri quando vedi una donna per lo più nuda che si muove in quel modo su un palo da spogliarellista.
russian: [_M_] И нет ничего странного в том, что подобные мысли приходят в голову при виде обнаженной женщины, двигающейся таким образом на шесте для стриптиза.

source: [_M_] That's totally normal, so don't feel ashamed of yourself.
dutch: [_M_] Dat is heel normaal, dus voel je niet beschaamd voor jezelf.
german: [_M_] Das ist völlig normal, also schämen Sie sich nicht.
italian: [_M_] È assolutamente normale, quindi non vergognarti.
russian: [_M_] Это абсолютно нормально, так что не стыдись себя.

source: [_M_] The fact that it was your mom on the pole was just a fucked up situation, that you had no control over. Oh.... sorry about my language.
dutch: [_M_] Het feit dat het je moeder op de pool was, was slechts een fucte situatie, dat je geen controle over had. Oh.... spijt over mijn taal.
german: [_M_] Die Tatsache, dass es deine Mutter an der Stange war, war einfach eine beschissene Situation, auf die du keinen Einfluss hattest. Oh.... entschuldige meine Ausdrucksweise.
italian: [_M_] Il fatto che fosse tua madre sul palo era solo una situazione incasinata, sulla quale non avevi alcun controllo. Oh.... scusa per il mio linguaggio.
russian: [_M_] То, что на столбе оказалась твоя мама - это просто хреновая ситуация, которую ты никак не мог контролировать. Oх.... извини за мой язык.

source: [_M_] But just so we're clear, I want you to try and get those images of me stripping out of your head. Continuing to think about that wouldn't be normal. Just kind of creepy.
dutch: [_M_] Maar net zo duidelijk zijn, ik wil dat jij probeert om de afbeeldingen van mij uit je hoofd te laten knippen. Het zou niet normaal zijn om daar verder over na te denken. Het is gewoon een beetje griezelig.
german: [_M_] Aber nur damit das klar ist: Ich möchte, dass du versuchst, die Bilder von mir, wie ich mich ausziehe, aus deinem Kopf zu bekommen. Daran weiter zu denken, wäre nicht normal. Es wäre nur irgendwie unheimlich.
italian: [_M_] Ma giusto per essere chiari, voglio che provi a toglierti dalla testa quelle immagini di me che mi spoglio. Continuare a pensarci non sarebbe normale. Solo un pò inquietante.
russian: [_M_] Но для ясности, я хочу, чтобы ты постарался выбросить из головы те образы, в которых я раздеваюсь. Продолжать думать об этом было бы ненормально. Просто жутковато.

source: [_R_] Oh.... I know that.
dutch: [_R_] Oh.... dat weet ik.
german: [_R_] Oh.... Ich weiß das.
italian: [_R_] Oh.... Questo lo so.
russian: [_R_] Oх.... Я знаю это.

source: [_M_] Good!
dutch: [_M_] Goed!
german: [_M_] Gut!
italian: [_M_] Buono!
russian: [_M_] Хорошо!

source: [_M_] How did you get into the club?
dutch: [_M_] Hoe ben je in de club gekomen?
german: [_M_] Wie sind Sie in den Club gekommen?
italian: [_M_] Come hai fatto ad entrare nel club?
russian: [_M_] Как ты попала в клуб?

source: [_R_] They just let me in without even asking if I was old enough.
dutch: [_R_] Ze laten me gewoon binnenkomen zonder me zelfs maar te vragen of ik oud genoeg was.
german: [_R_] Sie haben mich einfach reingelassen, ohne zu fragen, ob ich alt genug bin.
italian: [_R_] Mi hanno fatto entrare senza nemmeno chiedere se ero abbastanza grande.
russian: [_R_] Меня просто впустили, даже не спросив, достаточно ли мне лет.

source: [_MT_] {i}That stupid asshole Joey!{/i}
dutch: [_MT_] {i}Die domme asshole Joey!{/i}
german: [_MT_] {i}Dieses dumme Arschloch Joey! {/i}
italian: [_MT_] {i}Quello stupido stronzo di Joey!
russian: [_MT_] {i}Этот тупой засранец Джоуи!

source: [_R_] And I just searched around until I found you.
dutch: [_R_] En ik heb net rondgezocht tot ik jou gevonden heb.
german: [_R_] Und ich habe so lange gesucht, bis ich dich gefunden habe.
italian: [_R_] E ho cercato in giro finché non ti ho trovato.
russian: [_R_] И я просто искал, пока не нашел тебя.

source: [_R_] I wanted to be sure you were safe.
dutch: [_R_] Ik wilde zeker zijn dat je veilig was.
german: [_R_] Ich wollte sicher sein, dass du in Sicherheit bist.
italian: [_R_] Volevo essere sicuro che fossi al sicuro.
russian: [_R_] Я хотел быть уверен, что ты в безопасности.

source: [_M_] That is so chival.... chiverrll.... chivalrous of you!
dutch: [_M_] Dat is zo chival.... chiverrll.... chivaleus van jou!
german: [_M_] Das ist so ritterlich.... chiverrll.... ritterlich von Ihnen!
italian: [_M_] Questo è così cavalleresco.... chiverrll.... cavalleresco da parte tua!
russian: [_M_] Это так по-рыцарски с твоей стороны!

source: [_M_] What a perfect little gentleman I raised.
dutch: [_M_] Wat een perfecte kleine gentleman ik heb gegroeid.
german: [_M_] Was für einen perfekten kleinen Gentleman ich da aufgezogen habe.
italian: [_M_] Che perfetto piccolo gentiluomo ho cresciuto.
russian: [_M_] Какого идеального маленького джентльмена я вырастила.

source: [_R_] Yeah, well Dad said I'm the man of the house now.
dutch: [_R_] Yeah, well Dad zei dat ik nu de man van het huis ben.
german: [_R_] Ja, aber Dad hat gesagt, dass ich jetzt der Mann im Haus bin.
italian: [_R_] Sì, beh papà ha detto che sono l'uomo di casa ora.
russian: [_R_] Да, но папа сказал, что теперь я мужчина в доме.

source: [_R_] So, I felt responsible for keeping you safe.
dutch: [_R_] Dus ik voelde me verantwoordelijk om je veilig te houden.
german: [_R_] Ich fühlte mich also dafür verantwortlich, dich zu beschützen.
italian: [_R_] Quindi, mi sono sentito responsabile di tenerti al sicuro.
russian: [_R_] Поэтому я чувствовал ответственность за то, чтобы уберечь тебя.

source: [_M_] Ok, let's get this straight. You may be the only male in the house, but I'm the man of the house so to speak! I'm responsible for this family!
dutch: [_M_] Ok, laten we dit goed regelen. Je bent misschien de enige man in het huis, maar ik ben de man van het huis om te spreken! Ik ben verantwoordelijk voor deze familie!
german: [_M_] Ok, lass uns das klarstellen. Du bist vielleicht der einzige Mann im Haus, aber ich bin sozusagen der Mann im Haus! Ich bin verantwortlich für diese Familie!
italian: [_M_] Ok, mettiamo le cose in chiaro. Tu sarai anche l'unico maschio in casa, ma io sono l'uomo di casa per così dire! Sono responsabile di questa famiglia!
russian: [_M_] Ладно, давайте разберемся. Может, ты и единственный мужчина в доме, но я, так сказать, мужчина дома! Я несу ответственность за эту семью!

source: [_R_] Well, still.... I'm going to try to work my ass off to make sure you don't have to go back there next week.
dutch: [_R_] Nou, stil... Ik zal proberen mijn pas af te werken om er zeker van te zijn dat je er volgende week niet naar terug hoeft te gaan.
german: [_R_] Nun, still.... Ich werde versuchen, mir den Arsch aufzureißen, damit du nächste Woche nicht wieder dorthin gehen musst.
italian: [_R_] Beh, ancora.... Cercherò di farmi il culo per assicurarmi che tu non debba tornarci la prossima settimana.
russian: [_R_] Что ж, все же.... Я постараюсь поработать, чтобы тебе не пришлось возвращаться туда на следующей неделе.

source: [_M_] Ok honey, that's very noble of you, but don't forget that you have to go to school too. I would feel like a terrible mother if you didn't graduate again this year.
dutch: [_M_] Okhoning, dat is erg nobel van jou, maar vergeet niet dat je ook naar school moet gaan. Ik zou me een verschrikkelijke moeder voelen als u dit jaar niet opnieuw zou studeren.
german: [_M_] Okay, Schatz, das ist sehr nobel von dir, aber vergiss nicht, dass du auch zur Schule gehen musst. Ich käme mir wie eine schreckliche Mutter vor, wenn du dieses Jahr deinen Abschluss nicht schaffst.
italian: [_M_] Ok tesoro, è molto nobile da parte tua, ma non dimenticare che anche tu devi andare a scuola. Mi sentirei una madre terribile se non ti diplomassi anche quest'anno.
russian: [_M_] Дорогой, это очень благородно с твоей стороны, но не забывай, что ты должен ходить в школу. Я буду чувствовать себя ужасной матерью, если ты не закончишь школу в этом году.

source: [_R_] Well, lucky for me you're my teacher, so you can give me extra help at home, and cover for me in the afternoons when I have to go work at Dad's warehouse.
dutch: [_R_] Nou, geluk voor me dat je mijn leraar bent, zodat je me thuis extra hulp kunt geven. en zorg voor mij in de namiddag, wanneer ik moet gaan werken in het magazijn van papa.
german: [_R_] Nun, Glück für mich bist du mein Lehrer, sodass du mir zu Hause extra helfen kannst und Deckung für mich an den Nachmittagen, wenn ich im Lager von Dad arbeiten muss.
italian: [_R_] Beh, per mia fortuna sei la mia insegnante, quindi puoi darmi un aiuto extra a casa e coprirmi nei pomeriggi quando devo andare a lavorare al magazzino di papà.

source: [_M_] Are you sure working at your dad's warehouse is such a great idea? His business is what got us into this mess in the first place.
dutch: [_M_] Weet u zeker dat u wilt werken in het magazijn van uw vader is zo'n geweldig idee? Zijn bedrijf heeft ons in de eerste plaats in deze puinhoop gebracht.
german: [_M_] Sind Sie sicher, dass das Arbeiten im Lager Ihres Vaters eine tolle Idee ist? Seine Arbeit ist es, was uns überhaupt in dieses Chaos geführt hat.
italian: [_M_] Sei sicuro che lavorare al magazzino di tuo padre sia una grande idea? I suoi affari sono ciò che ci ha messo in questo casino in primo luogo.
