Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_L_] Hmmm.... yaawn.... what was that?...
dutch: [_L_] Hmmm.... jaawn.... wat was dat?...
german: [_L_] Hmmm.... yaawn.... was war?...
italian: [_L_] Hmmm.... yaawn.... che cos'era quello?...
russian: [ _L_] Hmmm .... yaawn .... что это было? ...

source: [_L_] Ohh My.... are her fingers in.... my.... pussy?...
dutch: [_L_] Ohh Mijn.... zijn haar vingers in.... mij.... poes?...
german: [_L_] Ohh Mein.... sind ihre Finger in .... my.... Fotze?...
italian: [_L_] Ohh My.... sono le sue dita nella.... mia.... figa?...
russian: [ _L_] Ohh My ....-ее пальцы в .... мои .... pussy? ...

source: [_L_] SIDNEY DAMN YOU! Wake up!...
dutch: [_L_] SIDNEY DAMN U! Wakker worden!...
german: [_L_] SIDNEY DAMN DAMN! Wach auf!...
italian: [_L_] SIDNEY DANNAZIONE! Svegliati!...
russian: [ _L_] ЧЁРТ ТЕБЯ! Просыпаюсь!

source: [_S_] Huhh?.... Why are you.... waking me up again?
dutch: [_S_] Huh?.... Waarom ben je het... . word ik weer wakker?
german: [_S_] Huhhh?.... Warum willst du mich wieder aufwachen?
italian: [_S_] Huhh? .... Perché mi stai.... svegliando di nuovo?
russian: [ _S_] Huhh? .... Почему ты ... снова просыпаешься?

source: [_L_] WHY? So you can kindly get your fingers out of my pussy!
dutch: [_L_] WHY? Zo kun je je vingers uit mijn smaak halen!
german: [_L_] Warum? Du kannst deine Finger freundlicherweise aus der Fotze holen!
italian: [_L_] PERCHE'? Così puoi gentilmente togliere le tue dita dalla mia figa!
russian: [ _L_] WHY? Так что ты можешь вытащить свои пальцы из моей киски!

source: [_S_] WHAT? Have you lost your mind?
dutch: [_S_] WAT? Heb je je verstand verloren?
german: WAS [_S_] ? Hast du deine Meinung verloren?
italian: [_S_] COSA? Hai perso la testa?
russian: Что? Ты потерял сознание?

source: [_L_] No, I haven't lost my mind! And I wasn't dreaming either!
dutch: [_L_] Nee, ik heb mijn gedachten niet verloren! En ik heb ook niet gedroomd!
german: [_L_] Nein, ich habe meinen Verstand nicht verloren! Und ich habe auch nicht geträumt!
italian: [_L_] No, non ho perso la testa! E non stavo nemmeno sognando!
russian: Нет, я не потерял сознание! И я тоже не мечтал!

source: [_M_] Are you two at it again!?
dutch: [_M_] Ben je er nog twee tegen!?
german: [_M_] Sind Sie wieder zwei dabei!?
italian: [_M_] Lo state facendo di nuovo voi due?
russian: [ _M_] Снова вы двое?

source: [_M_] What does it take to get a full nights sleep around here?
dutch: [_M_] Wat is er voor nodig om een volledige nachtrust hier te laten slapen?
german: [_M_] Was braucht es, um hier einen vollen Schlaf zu bekommen?
italian: [_M_] Cosa ci vuole per dormire una notte intera da queste parti?
russian: [_M_] Что здесь требуется для того, чтобы спать полные ночи?

source: [_L_] Mom she molested me in my sleep again!
dutch: [_L_] mama ze heeft me weer in mijn slaap verplaatst!
german: [_L_] Mutter hat mich wieder in meinem Schlaf geschmolzen!
italian: [_L_] Mamma mi ha molestato di nuovo nel sonno!
russian: [ _L_] Мама, она приставал ко мне во сне снова!

source: [_S_] I did not, she must have been dreaming again!
dutch: [_S_] Ik heb het niet gedaan, ze heeft waarschijnlijk opnieuw gedroomd!
german: [_S_] Ich habe das nicht getan, sie muss wieder geträumt haben!
italian: [_S_] Non l'ho fatto, deve aver sognato di nuovo!
russian: [ _S_] Я не делал, она, должно быть, снова мечтал!

source: [_M_] Lauren, if you're waking me up over some weird sexual dream of yours, I'm not going to be very happy with you!
dutch: [_M_] Lauren, als je me wakker maakt over wat rare seksuele droom van jou, dan zal ik niet erg blij zijn met jou!
german: [_M_] Lauren, wenn du mich über einen seltsamen sexuellen Traum von dir wachst, werde ich nicht sehr glücklich mit dir sein!
italian: [_M_] Lauren, se mi svegli per qualche tuo strano sogno sessuale, non sarò molto felice con te!
russian: Лорен, если ты разбудил меня над какой-то странной сексуальной мечтой, я не буду очень счастлива с тобой!

source: [_L_] But Mom, it's not a dream!
dutch: [_L_] Maar mama, het is geen droom!
german: [_L_] Aber Mama, es ist kein Traum!
italian: [_L_] Ma mamma, non è un sogno!
russian: Но мама, это не сон!

source: [_M_] How do you know? You were both asleep!
dutch: [_M_] Hoe weet je? Je was allebei in slaap!
german: [_M_] Woher wissen Sie? Sie haben beide geschlafen!
italian: [_M_] Come fai a saperlo? Stavate dormendo entrambi!
russian: [ _M_] Откуда ты знаешь? Вы оба спали!

source: [_L_] Sidney, smell your fingers, I'll bet they smell like my pussy.
dutch: [_L_] Sidney, ruik je vingers, ik durf te wedden dat ze naar mijn pal ruiken.
german: [_L_] Sidney riecht deine Finger und ich wette, dass sie wie meine Fotze riechen.
italian: [_L_] Sidney, annusa le tue dita, scommetto che hanno l'odore della mia figa.
russian: [ _L_] Сидни, понюхай пальцами, я готов поспорить, они пахнут, как моя киска.

source: [_S_] Smell my fingers?
dutch: [_S_] Smell mijn vingers?
italian: [_S_] Annusare le mie dita?
russian: [_S_] Запах моих пальцев?

source: [_S_] This is so weird.
dutch: [_S_] Dit is zo raar.
german: [_S_] Das ist so seltsam.
italian: [_S_] Questo è così strano.
russian: Это так странно.

source: [_M_] Do it Sidney! Smell your fingers.
dutch: [_M_] Zidney doen! Smell je vingers.
german: [_M_] Sidney machen! Geruch deine Finger.
italian: [_M_] Fallo Sidney! Annusati le dita.
russian: [_M_] Сделайте это Сидней! Запах пальцев.

source: [_ST_] {i}Oh my God! My fingers do smell like pussy!{/i}
dutch: [_ST_] {i}Oh mijn God! Mijn vingers ruiken wel naar pussy!{/i}
german: [_ST_] {i}Oh mein Gott! Meine Finger riechen wie Fotze!{/i}
italian: [_ST_] {i}Oh mio Dio! Le mie dita puzzano di figa!
russian: [_ST_] {i}О Бога! Мои пальцы обоняют, как пыси!{/i}

source: [_ST_] {i}Hmmm.... it must be Lauren's smell after all, it smells different than mine, I guess sweeter, or younger or something.... {/i}
dutch: [_ST_] {i}Hmmm.... . het moet toch de geur van Lauren, het ruikt anders dan de mijne, ik denk zoet, of jonger of zoet.... {/i}
german: [_ST_] {i}Hmmm.... es muss Laurens Geruch sein, denn es riecht anders als meins, ich vermute, süßer, oder jünger oder etwas.... {/i}
italian: [_ST_] {i}Hmmm.... deve essere l'odore di Lauren dopo tutto, ha un odore diverso dal mio, immagino più dolce, o più giovane o qualcosa.... {/i}
russian: [_ST_] {i}Гмммм.... Это должен быть запах Ловрена, в конце концов, это запах отличный от меня, я думаю, сладкий, младший или что-то.... {/i}

source: [_ST_] {i}Why do I like that smell?{/i}
dutch: [_ST_] {i}Waarom vind ik die geur?{/i}
german: [_ST_] {i}Warum gefällt mir dieser Geruch?{/i}
italian: [_ST_] {i}Perché mi piace quell'odore? {/i}
russian: [_ST_] {i}Почему мне нравится этот запах?{/i}

source: [_ST_] {i}Shit! I can't admit to this!{/i}
dutch: [_ST_] {i}Shit! Ik kan dit niet toegeven!{/i}
german: [_ST_] {i}Shit! Das kann ich nicht zugeben!{/i}
italian: [_ST_] {i}Merda! Non posso ammetterlo!
russian: [_ST_] {i}Зашел! Я не могу согласиться!{/i}

source: [_M_] Well, what's the verdict?
dutch: [_M_] Nou, wat is het oordeel?
german: [_M_] Nun, was ist das Urteil?
italian: [_M_] Beh, qual è il verdetto?
russian: Ну, каков вердикт?

source: [_S_] No, they don't smell like anything.
dutch: [_S_] Nee, ze ruiken niet naar iets.
german: [_S_] Nein, sie riechen gar nichts.
italian: [_S_] No, non sanno di niente.

source: [_M_] There Lauren, you see? Just some weird perverted dream.
dutch: [_M_] Er is Lauren, je ziet? Een paar rare geperverteerde dromen.
german: [_M_] Lauren, du siehst? Nur ein seltsamer pervertierter Traum.
italian: [_M_] Ecco Lauren, vedi? Solo uno strano sogno perverso.
russian: Лорен, видишь? Просто какая-то странная извратимая мечта.

source: [_M_] Ok, now you girls need to go back to bed and stop being so loud!
dutch: [_M_] Ok, nu moeten meisjes terug naar bed gaan en ophouden zo hard te zijn!
german: [_M_] Ok, jetzt musst du Mädchen zurück ins Bett gehen und aufhören, so laut zu sein!
italian: [_M_] Ok, ora voi ragazze dovete tornare a letto e smettere di essere così rumorose!
russian: [ _M_] Ok, now you girls need to go back to bed and stop so loud!

source: [_M_] I can't even imagine what your brother would think if he could hear this conversation about you playing with each others pussies!
dutch: [_M_] Ik kan me niet eens voorstellen wat je broer zou vinden als hij dit gesprek over jou met elkaar poetsen!
german: [_M_] Ich kann mir nicht einmal vorstellen, was dein Bruder denkt, wenn er dieses Gespräch über dich hören könnte, mit anderen Pussies zu spielen!
italian: [_M_] Non riesco nemmeno ad immaginare cosa penserebbe tuo fratello se potesse sentire questa conversazione su di voi che giocate con le fighe degli altri!
russian: [_M_] Я даже не могу себе представить, что думал бы твой брат, если бы он слышал этот разговор о том, что ты играешь друг с другом!

source: [_L_] Mom!
german: [_L_] Mama!
italian: [_L_] Mamma!
russian: [ _L_] Мама!

source: [_RT_] {i}Oh my gosh! I can't believe Mom just said that.{/i}
dutch: [_RT_] {i}Oh mijn kans! Ik kan de mens niet geloven, zei dat.{/i}
german: [_RT_] {i}Oh my gosh! Ich kann nicht glauben, dass Mama das gerade gesagt hat.{/i}
italian: [_RT_] {i}Oh mio Dio! Non posso credere che mamma abbia appena detto questo.{/i}
russian: [ _RT_] {i}Oh my gosh! Не могу поверить, что мама только что сказала это.

source: [_RT_] {i}I can't believe this didn't work again.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat dit opnieuw niet werkt.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass dies nicht mehr funktioniert.{/i}
italian: [_RT_] {i}Non posso credere che non abbia funzionato di nuovo.{/i}
russian: [_RT_] {i}Я не могу поверить, что это не сработало.{/i}

source: [_RT_] {i}I'll be back again. Hopefully the third times the charm.{/i}
dutch: [_RT_] {i}Ik zal weer terug zijn. Hopelijk is het derde keer de charm.{/i}
german: [_RT_] {i}Ich bin wieder zurück. Hoffentlich das dritte Mal der Charme. {/i}
italian: [_RT_] {i}Tornerò di nuovo. Speriamo che la terza volta sia quella buona.
russian: [_RT_] {i}Я вернусь снова. Надеюсь, что в третий раз закол.{/i}

source: [_RT_] {i}Should I see if the melatonin works as advertised?{/i}
dutch: [_RT_] {i}Moet ik zien of de melatonine werkt als geadverteerd?{/i}
german: [_RT_] {i}Sollte ich sehen, ob das Melatonin wie angekündigt funktioniert?{/i}
italian: [_RT_] {i}Dovrei vedere se la melatonina funziona come pubblicizzato?
russian: [_RT_] {i}Должен ли я видеть, что мелатонин работает как рекламы?{/i}

source: [_RT_] {i}So far so good.... If they really are in a deep sleep, I should be able to get away with more than just whispering in their ears.{/i}
dutch: [_RT_] {i}Tot zover goed.... Als ze echt in een diepe slaap zitten, zou ik ongestraft moeten kunnen blijven dan alleen maar in hun oren fluisteren.{/i}
german: [_RT_] {i}So weit gut.... Wenn sie wirklich in einem tiefen Schlaf sind, könnte ich mit mehr davonkommen, als nur in ihren Ohren flüstern.{/i}
italian: [_RT_] {i}Finora tutto bene.... Se sono davvero in un sonno profondo, dovrei essere in grado di cavarmela con qualcosa di più di un semplice sussurro nelle orecchie.{/i}Sono un pò in ritardo.
russian: [_RT_] {i}До сих пор хорошо.... Если они действительно находятся в глубоком сне, то я смогу постичь больше, чем просто шептать в ушах.{/i}

source: [_RT_] {i}It's always going to be hard for me to get away with much if they are in the same bed.{/i}
dutch: [_RT_] {i}Het is altijd moeilijk voor mij om veel weg te komen als ze in hetzelfde bed zijn.{/i}
german: [_RT_] {i}Es wird für mich immer schwierig sein, mit viel zu davonzukommen, wenn sie im selben Bett sind.{/i}
italian: [_RT_] {i}Sarà sempre difficile per me cavarmela con molto se sono nello stesso letto.{/i}
russian: [_RT_] {i}Мне всегда будет трудно сбежать, если они находятся в одной кровати.{/i}

source: [_RT_] {i}I've got to come up with a way to get them sleeping in separate rooms.{/i}
dutch: [_RT_] {i}Ik moet een manier bedenken om ze in aparte kamers te laten slapen{/i}
german: [_RT_] {i}Ich muss eine Möglichkeit finden, sie in separaten Räumen schlafen zu lassen. {/i}
italian: [_RT_] {i}Devo trovare un modo per farli dormire in stanze separate.
russian: [_RT_] {i}Мне нужно придумать способ спать в отдельных комнатах.{/i}

source: [_RT_] {i}And I think I've got the perfect idea.{/i}
dutch: [_RT_] {i}En ik denk dat ik het perfecte idee hebt.{/i}
german: [_RT_] {i}Und ich glaube, ich habe die perfekte Idee.{/i}
italian: [_RT_] {i}E penso di avere l'idea perfetta.
russian: [_RT_] {i}И думаю, что у меня есть идеальная идея.{/i}

source: [_RT_] {i}Lauren won't let Sidney sleep with her if she's a little too handsy in her sleep.{/i}
dutch: [_RT_] {i}Lauren zal Sidney niet laten slapen als ze een beetje te handig in haar slaap zit.{/i}
german: [_RT_] {i}Lauren lässt Sidney nicht schlafen, wenn sie ein wenig zu handlich im Schlaf ist.{/i}
italian: [_RT_] {i}Lauren non lascerà che Sidney dorma con lei se lei mette un pò troppe mani nel sonno.{/i}
russian: [_RT_] {i}Lauren не позволит Сиднею спать с ней, если она слишком красивая в сне.{/i}

source: [_RT_] {i}Is this going too far? I know this is an asshole move, but am I willing to get my hands, or I guess Sidney's hands this dirty?{/i}
dutch: [_RT_] {i}gaat dit te ver? Ik weet dat dit een asshole beweging is, maar ben ik bereid om mijn handen te pakken of ik denk dat Sidney de handen van dit vuil?{/i}
german: [_RT_] {i}geht das zu weit? Ich weiß, dass dies ein Arschloch ist, aber bin ich bereit, meine Hände zu bekommen, oder ich vermute, Sidneys Hände diese Schmutzigkeit?{/i}
italian: [_RT_] {i}Si sta esagerando? So che è una mossa da stronzo, ma sono disposto a sporcarmi le mani, o immagino le mani di Sidney, così tanto?
russian: [_RT_] {i}это слишком далеко? Я знаю, что это асшорный ход, но я хочу получить мои руки, или я думаю, что Сиднея рука этого грязного?{/i}

source: [_RT_] {i}Yes... of course... The end justifies the means! {p}My family needs a real man, and not some criminal like my father. I've just got to get them to realize it.{/i}
dutch: [_RT_] {i}Ja... natuurlijk... Het doel rechtvaardigt de middelen! {p}Mijn familie heeft een echte man nodig en niet een crimineel zoals mijn vader. Ik moet ze gewoon zover krijgen dat ze het realiseren.{/i}
german: [_RT_] {i}Ja... natürlich... Der Zweck rechtfertigt die Mittel! {p}Meine Familie braucht einen echten Mann und keine Kriminellen wie mein Vater. Ich muss sie gerade dazu bringen, es zu realisieren.{/i}
italian: [_RT_] {i}Sì... certo... Il fine giustifica i mezzi! {p}La mia famiglia ha bisogno di un vero uomo e non di un criminale come mio padre. Devo solo farglielo capire.
russian: [ _RT_] {i}Да ... конечно ... Конец оправдывает средства! {p}Моя семья нуждается в настоящем мужчине, а не в каком-то преступном, как мой отец. Я просто должен их понять. { /i }

source: [_RT_] {i}Ok.... hand is in place. Now I need Lauren to catch her in the act.{/i}
dutch: [_RT_] {i}Ak.... hand is op zijn plaats. Nu heb ik Lauren nodig om haar te vangen.{/i}
german: [_RT_] {i}Ok.... die Hand ist da. Jetzt brauche ich Lauren, um sie im Gesetz zu fangen. {/i}
italian: [_RT_] {i}Ok.... mano è in posizione. Ora ho bisogno di Lauren per coglierla in flagrante.{/i}
russian: [ _RT_] {i}Ok .... hand is in place. Теперь мне нужна Лорен, чтобы поймать ее в акте. { /i }

source: [_RT_] {i}Problem is, Lauren is sound asleep.... I have to wake her up without being seen.{/i}
dutch: [_RT_] {i}Probleem is, Lauren is aan het slapen.... Ik moet haar wakker maken zonder gezien te worden.{/i}
german: [_RT_] {i}Problem ist, Lauren ist eingeschlafen... Ich muss sie aufwachen ohne gesehen zu werden.{/i}
italian: [_RT_] {i}Il problema è che Lauren dorme profondamente.... Devo svegliarla senza essere visto.
russian: [_RT_] {i}Проблема, Лорен звучит аслей... Я должен разбудить ее, не видясь.{/i}

source: [_RT_] {i}Hopefully a pinch will do the trick.{/i}
dutch: [_RT_] {i}Hopelijk zal een knijp de trui doen.{/i}
german: [_RT_] {i}Hoffentlich macht eine Prise den Trick.{/i}
italian: [_RT_] {i}Spero che un pizzicotto serva allo scopo.
russian: [_RT_] {i}Надеемся, что это скрупулезно.{/i}

source: [_L_] Hmmm.... ouch.... what was that?...
dutch: [_L_] Hmmm.... oe.... wat was dat?...
german: [_L_] Hmmm.... ouch.... was war das?...
italian: [_L_] Hmmm.... ouch.... che cos'era quello?...
russian: [ _L_] Hmmm .... outh .... what was that? ...

source: [_LT_] {i}Is someone's hand carressing my ass?!!{/i}
dutch: [_LT_] {i}Gebruikt iemands hand mijn asset?!!{/i}
german: [_LT_] {i}Carressing mein Arsch?!!{/i}
italian: [_LT_] {i}La mano di qualcuno mi sta incidendo il culo?!
russian: [_LT_] {i}Кто-то плел на руках мою асс?!!{/i}

source: [_L_] Sidney, what the hell?!!!
dutch: [_L_] Zidney, wat de hel?!!!
german: [_L_] Sidney, was die Hölle?!!!
italian: [_L_] Sidney, che diavolo?!!!
russian: [ _L_] Сидни, какого черта? !!!

source: [_S_] .... Huh.... what?...
dutch: [_S_] .... Huh.... wat?...
german: [_S_] .... Huh.... was?...
italian: [_S_] .... Huh.... cosa?...
russian: [_S_] .... Да... что?...

source: [_L_] Huh.... what?.... Why the hell was your hand exploring beneath my panties?!
dutch: [_L_] Huh.... wat?.... Waarom was de hel jouw hand die onder mijn taften aan het verkennen was?!
german: [_L_] Huh.... was?.... Warum die Hölle war deine Hand unter meinen Hosen?!
italian: [_L_] Huh.... cosa? .... Perché diavolo la tua mano stava esplorando sotto le mie mutandine?!
russian: [ _L_] Ha .... what? .... Какого черта твоя рука исследуется под моими трусиками?

source: [_S_] What are you talking about?
dutch: [_S_] Waar heb je het over?
german: [_S_] Wovon sprechen Sie?
italian: [_S_] Di cosa stai parlando?
russian: [_S_] О чём ты говоришь?

source: [_S_] I've just been sleeping this whole time. Why did you wake me up?
dutch: [_S_] Ik heb net deze hele keer geslapen. Waarom ben je me wakker geworden?
german: [_S_] Ich habe gerade diese ganze Zeit geschlafen. Warum hast du mich geweckt?
italian: [_S_] Ho dormito tutto il tempo. Perché mi hai svegliato?
russian: [_S_] Я постоянно спал в этот раз. Почему ты меня пробудил?

source: [_L_] Just sleeping huh? Well you're a pretty handsy sleeper!
dutch: [_L_] Gewoon slapen toch? Goed dat je een handige slaper!
german: [_L_] Schlaf einfach huh? Nun bist du ein ziemlich handlicher Ärmel!
italian: [_L_] Stavi solo dormendo eh? Beh, sei un dormiglione con le mani!

source: [_M_] What the hell is going on in here?
dutch: [_M_] Wat is hier de hel aan het doen?
german: [_M_] Was zur Hölle geht hier vor?
italian: [_M_] Che diavolo sta succedendo qui?
russian: [_M_] Что тут ада?

source: [_M_] You're making enough noise to wake the dead!
dutch: [_M_] Je maakt genoeg geluid om de dood te wekken!
german: [_M_] Du machst genug Lärm, um die Toten zu wecken!
italian: [_M_] Stai facendo abbastanza rumore da svegliare i morti!
russian: [ _M_] Вы делаете достаточно шума, чтобы разбудить мертвых!

source: [_L_] Oh, nothing much! Sidney is just molesting me while I sleep!
dutch: [_L_] Oh, niets veel! Sidney beweegt me terwijl ik slapen!
german: [_L_] Oh, nichts viel! Sidney beschämt mich nur, während ich schlafe!
italian: [_L_] Oh, niente di che! Sidney mi sta solo molestando mentre dormo!
russian: Ничего! Сидни просто пристает ко мне, пока я сплю!

source: [_S_] I was not!
dutch: [_S_] Ik was niet!
german: [_S_] Ich war nicht!
italian: [_S_] Non è vero!
russian: [ _S_] Я не был!

source: [_M_] Lauren, I think you must have been dreaming.
dutch: [_M_] Lauren, ik denk dat je wel hebt gedroomd.
german: [_M_] Lauren, ich denke, du musst geträumt haben.
italian: [_M_] Lauren, penso che tu stessi sognando.
russian: Лорен, я думаю, ты должен был мечтать.

source: [_M_] And if you weren't I'm sure Sidney was just doing it in her sleep.
dutch: [_M_] En als je niet zeker was dat Sidney het gewoon deed in haar slaap.
german: [_M_] Und wenn du nicht wärst, bin ich mir sicher, dass Sidney es gerade im Schlaf gemacht hat.
italian: [_M_] E se non lo stavi facendo sono sicura che Sidney lo stava solo facendo nel sonno.
russian: [_M_] И если вы не были, я уверен, что Сиднея просто делает это в сне.

source: [_M_] Once people start having sex, it's pretty normal for them to be a little handsy while they sleep.
dutch: [_M_] Zodra mensen seksen beginnen te hebben, is het vrij normaal voor hen om een beetje handig te zijn terwijl ze slapen.
german: [_M_] Sobald die Leute anfangen, Sex zu haben, ist es ziemlich normal, dass sie ein wenig handlich sind, während sie schlafen.
italian: [_M_] Una volta che le persone iniziano a fare sesso, è abbastanza normale che abbiano le mani un pò in mano mentre dormono.
russian: [_M_] Как только люди начинают заниматься сексом, для них довольно нормально, когда они спали.

source: [_M_] Your father is a really handsy sleeper.
dutch: [_M_] Je vader is echt een handige sleeper.
german: [_M_] Dein Vater ist ein wirklich handlicher Ärmel.
italian: [_M_] Tuo padre è davvero un dormiglione con le mani.
russian: [_M_] Ваш отец – это действительно ручной сон.

source: [_S_] Eww Mom, TMI! And I haven't started having sex yet!
dutch: [_S_] Eww mam, TMI! En ik ben nog niet begonnen seks te maken!
german: [_S_] Eww Mama, TMI! Und ich habe noch keinen Sex angefangen!
italian: [_S_] Eww mamma, TMI! E non ho ancora iniziato a fare sesso!
russian: [ _S_] Eww Mom, TMI! И я еще не начал заниматься сексом!

source: [_M_] Please! I'm not stupid. You're in college.
dutch: [_M_] Alsjeblieft! Ik ben niet dom. Je bent aan de universiteit.
german: [_M_] Bitte! Ich bin nicht dumm. Du bist im College.
italian: [_M_] Per favore! Non sono stupida. Sei al college.
russian: [ _M_] Пожалуйста! Я не глупая. Ты в колледже.

source: [_S_] Well, I'm not a virgin, but I don't just sleep around with all the guys at school!
dutch: [_S_] Nou, ik ben geen maag, maar ik slaap niet gewoon met alle jongens op school!
german: [_S_] Nun, ich bin keine Jungfrau, aber ich schlafe nicht nur mit allen Jungs in der Schule!
italian: [_S_] Beh, non sono vergine, ma non vado a letto con tutti i ragazzi della scuola!
russian: [_S_] Ну, я не девственник, но я не просто спал со всеми ребятами в школе!

source: [_RT_] {i}Uhh.... I hope they wrap this up soon, this is getting uncomfortable.{/i}
dutch: [_RT_] {i}Uhh.... Ik hoop dat ze dit snel afronden, dit wordt oncomfortabel.{/i}
german: [_RT_] {i}Uhhh.... Ich hoffe, dass sie dies bald umwickeln, das wird unangenehm.{/i}
italian: [_RT_] {i}Uhh.... Spero che la finiscano presto, sta diventando imbarazzante.
russian: [_RT_] {i}Uh.... Надеюсь, что скоро они обрушится, это будет неудобно.{/i}

source: [_S_] My first time wasn't a good experience, and I haven't really wanted to do much since then.
dutch: [_S_] Mijn eerste keer was geen goede ervaring en sindsdien heb ik niet veel willen doen.
german: [_S_] Mein erstes Mal war keine gute Erfahrung und ich wollte seitdem nicht wirklich viel tun.
italian: [_S_] La mia prima volta non è stata una buona esperienza e non ho voluto fare molto da allora.
russian: [ _S_] Мой первый раз не был хорошим опытом, и с тех пор я не очень хотел много делать.

source: [_M_] Well, I'm sorry to hear that, then maybe you're being handsy in your sleep because of built up sexual frustration.
dutch: [_M_] Nou, het spijt me dat te horen, dan ben je misschien handig in je slaap, vanwege de opgebouwde seksuele frustratie.
german: [_M_] Nun, es tut mir leid, das zu hören, dann bist du vielleicht wegen des Aufbaus sexueller Frustration in deinem Schlaf.
italian: [_M_] Beh, mi dispiace sentirlo, allora forse stai facendo le mani nel sonno a causa della frustrazione sessuale accumulata.
russian: [ _M_] Ну, мне жаль слышать это, тогда, может быть, вы будете хандры во сне из-за того, что половые чувства разочаровывали.
