Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_MT_] {i}I still can't believe my son snuck in here and saw me stripping.{/i}
dutch: [_MT_] {i}Ik kan mijn zoon hier nog niet geloven en zag me leeghalen.{/i}
german: [_MT_] {i}Ich kann meinem Sohn immer noch nicht glauben und sah mich abgeschnitten.{/i}
italian: [_MT_] {i}Non posso ancora credere che mio figlio si sia intrufolato qui e mi abbia visto spogliarmi.{/i}
russian: [_MT_] {i}Я до сих пор не могу поверить, что мой сын тут сбежал и увидел меня полосатой.{/i}

source: [_MT_] {i}I hope that didn't traumatize him too much!{/i}
dutch: [_MT_] {i}Ik hoop dat hij niet te veel getraumatiseerd heeft!{/i}
german: [_MT_] {i}Ich hoffe, das hat ihn nicht zu sehr traumatisiert!{/i}
italian: [_MT_] {i}Spero che non l'abbia traumatizzato troppo!
russian: [_MT_] {i}Надеюсь, это не слишком его травмировало.

source: [_MT_] {i}Actually, if I remember right, he said I looked amazing!{/i}
dutch: [_MT_] {i}Eigenlijk zei hij, als ik het goed heb, dat ik er geweldig uitziet!{/i}
german: [_MT_] {i}Wenn ich mich recht erinnere, sagte er, ich sähe umwerfend aus! {/i}
italian: [_MT_] {i}In realtà, se ricordo bene, ha detto che ero fantastica!
russian: [_MT_] {i}Вообще-то, если я правильно помню, он сказал, что я выгляжу потрясающе.

source: [_MT_] {i}He really is such a sweet boy. Maybe a little perverted, but that probably is just because he's got raging hormones and is living in a house full of girls.{/i}
dutch: [_MT_] {i}Hij is echt zo'n zoete jongen. Misschien een beetje geperverst, maar dat is waarschijnlijk alleen maar omdat hij hormonen heeft en in een huis vol meisjes woont.{/i}
german: [_MT_] {i}Er ist wirklich ein so süßer Junge. Vielleicht ein bisschen pervers, aber das liegt wahrscheinlich nur daran, dass er rasende Hormone hat und in einem Haus voller Mädchen lebt.{/i}
italian: [_MT_] {i}È davvero un ragazzo così dolce. Forse un pò perverso, ma probabilmente è solo perché ha gli ormoni impazziti e vive in una casa piena di ragazze.
russian: [_MT_] {i}Он действительно такой милый мальчик. Может быть, немного извращенец, но это, наверное, просто потому, что у него бушуют гормоны и он живет в доме, полном девушек.

source: [_RT_] {i}I feel bad for whoever has to clean up after me.{/i}
dutch: [_RT_] {i}Ik voel me slecht voor degene die na mij schoon moet maken.{/i}
german: [_RT_] {i}Ich fühle mich schlecht für denjenigen, der hinter mir aufräumen muss {/i}
italian: [_RT_] {i}Mi sento male per chiunque debba pulire dopo di me.
russian: [_RT_] {i}Мне жаль тех, кому приходится убирать за мной.

source: [_MT_] {i}I shouldn't be thinking about my own son so much while I'm up here shaking my ass!{/i}
dutch: [_MT_] {i}Ik zou niet zo veel aan mijn eigen zoon moeten denken terwijl ik hier mijn assortiment schudde!{/i}
german: [_MT_] {i}Ich sollte nicht so viel an meinen eigenen Sohn denken, während ich hier oben mit dem Arsch wackle
italian: [_MT_] {i}Non dovrei pensare così tanto a mio figlio mentre sono qui a scuotere il culo!
russian: [_MT_] {i}Я не должна так много думать о собственном сыне, пока я здесь трясу своей задницей.

source: [_MT_] {i}Yet for some reason thinking of him watching me strip in public excites me just a bit.{/i}
dutch: [_MT_] {i}Toch denk ik om een of andere reden aan hem om me te kijken in het openbare avontuur maar een beetje.{/i}
german: [_MT_] {i}Doch aus irgendeinem Grund erregt mich der Gedanke, dass er mir beim Ausziehen in der Öffentlichkeit zusieht {/i}
italian: [_MT_] {i}Anche se, per qualche motivo, pensare a lui che mi guarda mentre mi spoglio in pubblico mi eccita un pò.
russian: [_MT_] {i}Но почему-то мысль о том, что он будет наблюдать за тем, как я раздеваюсь на публике, немного возбуждает меня.

source: {i}{b}"Mom's Libido +3"{/b}{/i}
dutch: {i}{b}"Momenten Libido +3"{/b}{/i}
italian: {i}{b}"Libido di mamma +3"{/b}{/i}
russian: {i}{b}"Либидо мамы +3"{/b}{/i}

source: [_MT_] {i}I've got to be careful, or this pole will get too wet and slippery for the next girl.{/i}
dutch: [_MT_] {i}Ik moet voorzichtig zijn, anders wordt deze stok te nat en glad voor het volgende meisje.{/i}
german: [_MT_] {i}Ich muss vorsichtig sein, sonst wird dieser Pol für das nächste Mädchen zu nass und rutschig werden.{/i}
italian: [_MT_] {i}Devo fare attenzione, o questo palo diventerà troppo bagnato e scivoloso per la prossima ragazza.{/i}

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married. Well, now just my own son and a bunch of random men.{/i}
dutch: [_MT_] {i}Niemand behalve mijn man heeft mijn tanden gezien sinds we getrouwd zijn. Nou, nu slechts mijn eigen zoon en een heleboel willekeurige mannen.{/i}
german: [_MT_] {i}Niemand außer meinem Mann hat meine Titten gesehen, seit wir verheiratet sind. Nun, jetzt nur noch mein eigener Sohn und ein paar zufällige Männer.{/i}
italian: [_MT_] {i}Nessuno tranne mio marito ha visto le mie tette da quando siamo sposati. Beh, ora solo mio figlio e un mucchio di uomini a caso.
russian: [_MT_] {i}Никто, кроме моего мужа, не видел моих сисек с тех пор, как мы поженились. Ну, теперь только мой собственный сын и куча случайных мужчин.

source: [_MT_] {i}And they seem to appreciate them more than my husband does.{/i}
dutch: [_MT_] {i}En ze lijken hen meer te waarderen dan mijn man dot.{/i}
german: [_MT_] {i}Und sie scheinen sie mehr zu schätzen als mein Mann {/i}
italian: [_MT_] {i}E loro sembrano apprezzarle più di mio marito.{/i}
russian: [_MT_] {i}И, похоже, они ценят их больше, чем мой муж.

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $1000 I need.{/i}
dutch: [_MT_] {i}Ze blijven me geld gooien. Ik wed dat ik dichtbij het maken van de $1000 die ik nodig heb.{/i}
german: [_MT_] {i}Sie werfen mir ständig Geld zu. Ich wette, ich bin kurz davor, die 1000 Dollar zu verdienen, die ich brauche.{/i}
italian: [_MT_] {i}Continuano a lanciarmi soldi. Scommetto che sono vicina a guadagnare i 1000 dollari di cui ho bisogno.{/i}.
russian: [_MT_] {i}Они продолжают бросать мне деньги. Готова поспорить, что я близка к тому, чтобы заработать 1000 долларов, которые мне нужны.{/i}

source: [_MT_] {i}Oh, God! Am I actually enjoying this. I think I'm getting really wet!{/i}
dutch: [_MT_] {i}Oh, God! Ik vind dit echt leuk. Ik denk dat ik het echt nat!{/i}
german: [_MT_] {i}Oh, Gott! Das macht mir wirklich Spaß. Ich glaube, ich werde richtig nass!{/i}
italian: [_MT_] {i}Oh, Dio! Mi sto davvero divertendo. Penso che mi sto davvero bagnando!{/i}
russian: [_MT_] {i}О, Боже! Я действительно наслаждаюсь этим. Кажется, я становлюсь очень мокрой.

source: [_MT_] {i}OH MY GOD!! Is my own son peeking around the corner again?!!{/i}
dutch: [_MT_] {i}EEN MIJN GOD!! Is mijn eigen zoon weer om de hoek pein?!!{/i}
german: [_MT_] {i}OH MEIN GOD!! Schaut mein eigener Sohn wieder um die Ecke? !!{/i}
italian: [_MT_] {i}Oh mio Dio! Mio figlio sta di nuovo sbirciando dietro l'angolo?!

source: [_MT_] {i}Oh no! I really have fucked him up!{/i}
dutch: [_MT_] {i}Oh nee! Ik heb hem echt verdomd! {/i}
german: [_MT_] {i}Oh nein! Ich habe ihn wirklich gefickt!{/i}
italian: [_MT_] {i}Oh no! L'ho davvero fottuto!

source: [_RT_] {i}I need to get my dick back in my pants!{/i}
dutch: [_RT_] {i}Ik moet mijn zin terug in mijn broekzak krijgen!{/i}
german: [_RT_] {i}Ich muss meinen Schwanz zurück in meine Hosen bekommen!{/i}
italian: [_RT_] {i}Ho bisogno di rimettere il mio cazzo nei pantaloni!
russian: [_RT_] {i}Мне нужно вернуться к зубам!{/i}

source: [_RT_] {i}Now careful not to zip him up!{/i}
dutch: [_RT_] {i}Nu voorzichtig niet om hem op te ziet!{/i}
german: [_RT_] {i}Jetzt vorsichtig ihn nicht zu zitieren!{/i}
italian: [_RT_] {i}Ora attento a non tirargli su la zip! {/i}
russian: [_RT_] {i}Теперь осторожно не распаковать его!{/i}

source: [_RT_] {i}Shit!.... She's coming over here!{/i}
dutch: [_RT_] {i}Shit!.... ze komt hier!{/i}
german: [_RT_] {i}Shit!.... Sie kommt hierher!{/i}
italian: [_RT_] {i}Merda! .... Sta venendo qui! {/i}
russian: [_RT_] {i}Зашел!.... Она идет сюда!{/i}

source: [_RT_] {i}Shit, shit, shit!.... What am I going to say?{/i}
dutch: [_RT_] {i}Shit, shit, shit!.... Wat ga ik zeggen?{/i}
german: [_RT_] {i}Shit, shit, shit!.... Was werde ich sagen?{/i}
italian: [_RT_] {i}Merda, merda, merda! .... Cosa sto per dire? {/i}
russian: [_RT_] {i}Shit, дерьмо, дерьт!.... Что я говорю?{/i}

source: [_M_] [ryan]! What the hell are you doing here again!
dutch: [_M_] [ryan]! Wat ben je hier weer aan het doen!
german: [_M_] [ryan]! Was du hier wieder machst!
italian: [_M_] [ryan]! Che diavolo ci fai di nuovo qui!

source: [_R_] I.... I.... I...
german: [_R_] Ich.... Ich.... Ich...
italian: [_R_] Io.... Io.... Io...
russian: [_R_] Я.... Я...

source: [_M_] Eyes up here!
dutch: [_M_] Oja hier op!
german: [_M_] Hier oben sehen!
italian: [_M_] Occhi quassù!

source: [_R_] Sorry, it's just you're naked, and it's really distracting.
dutch: [_R_] Sorry, het is gewoon naakt en het is echt afleidend.
german: [_R_] Sorry, es ist einfach nackt, und es ist wirklich abgelenkt.
italian: [_R_] Scusa, è solo che sei nudo e mi distrae molto.

source: [_M_] Well, do I need to go get some clothes on?
dutch: [_M_] Nou, moet ik wat kleren gaan doen?
german: [_M_] Nun, muss ich ein paar Kleider bekommen?
italian: [_M_] Beh, devo andare a mettermi dei vestiti?

source: [_R_] No!.... I mean.... only if you.... want to.
dutch: [_R_] Nee!.... Ik bedoel.... alleen als je.... wilt.
german: [_R_] Nein!.... Ich meine... nur wenn du willst....
italian: [_R_] No! .... Voglio dire .... solo se tu.... vuoi farlo.

source: [_M_] HA!.... I knew it.
dutch: [_M_] HA!.... Ik wist het.
german: [_M_] HA!.... Ich wusste es.
italian: [_M_] HA!.... Lo sapevo.

source: [_R_] Knew what?
dutch: [_R_] Knieuw wat?
german: [_R_] Kennen Sie was?
italian: [_R_] Sapevi cosa?

source: [_M_] You're a little lying pervert!
dutch: [_M_] Je bent een beetje ver te vallen!
german: [_M_] Du bist ein wenig pervers liegend!
italian: [_M_] Sei un piccolo pervertito bugiardo!
russian: [_M_] Ты немного искривление!

source: {i}{b}"Mom's Anger +10"{/b}{/i}
dutch: {i}{b}"Momenthoek +10"{/b}{/i}
german: {i}{b}"Mamas Zorn +10"{/b}{/i}
italian: {i}{b}"Rabbia della mamma +10"{/b}{/i}
russian: {i}{b}"Гнев мамы +10"{/b}{/i}

source: [_R_] What?!...
dutch: [_R_] Wat?!...
german: [_R_] Was?!...
italian: [_R_] Cosa?!...
russian: [_R_] Что?!...

source: [_M_] Did you really not have enough money to pay off our weekly Mafia debt?
dutch: [_M_] Heb je echt niet genoeg geld om onze wekelijkse maffiaschuld te betalen?
german: [_M_] Hast du wirklich nicht genug Geld gehabt, um unsere wöchentlichen Mafia-Schulden zu bezahlen?
italian: [_M_] Davvero non avevi abbastanza soldi per pagare il nostro debito settimanale con la mafia?

source: [_R_] What are you saying?
dutch: [_R_] Wat zeg je?
german: [_R_] Was sagst du?
italian: [_R_] Cosa stai dicendo?
russian: [_R_] Что вы говорите?

source: [_M_] I'm saying that I'm beginning to suspect that even if you had the money, you wouldn't have given it to the DeCapos bacause you wanted to come here and stare at your mom naked!
dutch: [_M_] Ik zeg dat ik begin te verdenken dat zelfs als je het geld had, je zou het niet gegeven hebben aan de DeCapos backoek, die je hier wilde komen om je moeder naakt te stelen!
german: [_M_] Ich sage, dass ich den Verdacht habe, selbst wenn du das Geld hattest Sie hätten es nicht dem DeCapos Bacause gegeben, den Sie hierher kommen wollten und an Ihrer Mutter nackt stare!
italian: [_M_] Sto dicendo che comincio a sospettare che anche se tu avessi avuto i soldi, non li avresti dati ai DeCapos perché volevi venire qui a guardare tua madre nuda!
russian: [_M_] Я говорю, что я начинаю подозревать, что даже если у вас есть деньги, Вы не смогли бы передать баксу DeCapos, который вы хотели прийти сюда и проникнуть у своей малы!

source: [_R_] Oh my God! Mom!...
dutch: [_R_] Oh mijn God! Mom!...
german: [_R_] Oh mein Gott! Mam!...
italian: [_R_] Oh, mio Dio! Mamma!...

source: [_R_] How could you even say such a thing!
dutch: [_R_] Hoe kun je zelfs zoiets zeggen!
german: [_R_] Wie könnte man so etwas überhaupt sagen!
italian: [_R_] Come hai potuto dire una cosa del genere!

source: [_M_] [ryan]! Your eyes are wandering again! Look up here!
dutch: [_M_] [ryan]! Je ogen zweren opnieuw! Zoek hier op!
german: [_M_] [ryan]! Deine Augen wandern wieder! Schau hier auf!
italian: [_M_] [ryan]! I tuoi occhi stanno vagando di nuovo! Guarda quassù!

source: [_R_] What was I saying?
dutch: [_R_] Wat zei ik?
german: [_R_] Was habe ich gesagt?
italian: [_R_] Cosa stavo dicendo?
russian: [_R_] Что я говорю?

source: [_M_] You were trying to convince me that you wouldn't fail to make a payment, just so you can stare at your mom's tits!
dutch: [_M_] Je probeerde me te overtuigen dat je niet zou nalaten om een betaling te doen, alleen zodat je kunt stalen op je tip!
german: [_M_] Du hast versucht, mich davon zu überzeugen, dass du nicht versagen würdest, eine Zahlung zu tätigen, nur damit du dir die Titten anschauen kannst!
italian: [_M_] Stavi cercando di convincermi che non avresti mancato di fare un pagamento, solo per poter fissare le tette di tua madre!

source: [_M_] And not very convincingly!
dutch: [_M_] En niet erg overtuigend!
german: [_M_] und nicht sehr überzeugend!
italian: [_M_] E non in modo molto convincente!
russian: [_M_] И не очень убедительно!

source: [_R_] Mom.... I'm so offended...
dutch: [_R_] Mome.... Ik ben zo beledigd...
german: [_R_] Mom.... Ich bin so beleidigt...
italian: [_R_] Mamma.... Sono così offesa...

source: [_R_] I'll admit they are distracting when you're standing right in front of me with them on full display.
dutch: [_R_] Ik geef toe dat ze afleiden wanneer je direct voor me staat op een volledig scherm.
german: [_R_] Ich gebe zu, dass sie ablenken, wenn du auf dem vollen Display vor mir stehst.
italian: [_R_] Ammetto che mi distraggono quando sei in piedi proprio di fronte a me con loro in bella mostra.

source: [_R_] But I'm only here with honorable intentions.
dutch: [_R_] Maar ik ben hier alleen met eervolle voornemens.
german: [_R_] Aber ich bin nur hier mit ehrenhaften Absichten.
italian: [_R_] Ma sono qui solo con intenzioni onorevoli.

source: [_M_] Honorable? That's hard to believe when You're pitching a tent the size of a horse!
dutch: [_M_] Echtbaar? Dat is moeilijk te geloven wanneer je een tent van een paard aan het paard loopt!
german: [_M_] Ehrbar? Das ist schwer zu glauben, wenn du ein Zelt von der Größe eines Pferdes baust!
italian: [_M_] Onorevoli? È difficile da credere quando stai piantando una tenda grande come un cavallo!

source: [_R_] You think I'm that big?...
dutch: [_R_] denk je dat ik zo groot ben?...
german: [_R_] Du denkst, ich bin so groß?...
italian: [_R_] Pensi che io sia così grande?...
russian: [_R_] Вы думаете, что я такой большой?...

source: [_R_] I mean compared with other men you've seen?
dutch: [_R_] Ik bedoel vergeleken met andere mannen die je hebt gezien?
german: [_R_] Ich meine, verglichen mit anderen Männern, die du gesehen hast?
italian: [_R_] Intendo rispetto agli altri uomini che hai visto?

source: [_M_] [ryan].... that is besides the point! And how many do you think I've seen?!!
dutch: [_M_] [ryan].... dat is naast het punt! En hoeveel denk je dat ik gezien heb?!!
german: [_M_] [ryan].... das ist neben dem Punkt! Und wie viele glaubt ich, dass ich gesehen habe?!!
italian: [_M_] [ryan].... non è questo il punto! E quanti pensi che ne abbia visti?!
russian: [_M_] [ryan].... это помимо точки! И сколько вы думаете, я видел?!!

source: [_R_] Right.... well.... It's...
dutch: [_R_] Rechts.... goed. als.... het...
german: [_R_] Rechts.... nein.... Es ...
italian: [_R_] Giusto.... bene.... E'...

source: [_R_] Anyways, I'm not hard because of you!
dutch: [_R_] Hoe dan ook, ik ben niet moeilijk door jou!
german: [_R_] Jedenfalls bin ich nicht schwer wegen dir!
italian: [_R_] Comunque, non sono duro a causa tua!
russian: [_R_] В любом случае, я не сложно из-за вас!

source: [_R_] I mean you're beautiful and all.... and if you weren't my mom...
dutch: [_R_] Ik bedoel dat je mooi bent en alle.... en als je niet mijn moeder was...
german: [_R_] Ich meine, du bist schön und allen.... und wenn du nicht meine Mutter warst...
italian: [_R_] Voglio dire che sei bellissima e tutto.... e se non fossi mia madre...
russian: [_R_] Я имею в виду, что ты красивый и всех.... и если ты не моя мама...

source: [_R_] Well.... what I'm trying to say is that I'm just excited by the situation.... I mean, I'm in a strip club! I've had a boner since I first started thinking about coming in here.
dutch: [_R_] Nou.... wat ik probeer te zeggen is dat ik net enthousiast ben over de situatie.... Ik bedoel, ik ben in een stripclub! Ik heb een boner sinds ik het eerst begon na te denken om hier binnen te komen.
german: [_R_] Nun.... was ich zu sagen versuche, ist, dass ich nur von der Situation aufgeregt bin .... Ich meine, ich bin in einem Streifenclub!
italian: [_R_] Beh.... quello che sto cercando di dire è che sono solo eccitato dalla situazione.... Voglio dire, sono in uno strip club! Ho avuto un'erezione da quando ho iniziato a pensare di venire qui.
russian: [_R_] Ну что ж, я пытаюсь сказать, что я только что возбуждена ситуация.... Я имею в виду, я в полосатый клуб! У меня появился костюм с тех пор, как я впервые начал думать о приезде сюда.

source: [_R_] It's not because I was watching you.
dutch: [_R_] Het is niet omdat ik jou aan het kijken was.
german: [_R_] Es liegt nicht daran, dass ich dich beobachtet habe.
italian: [_R_] Non è perché stavo guardando te.
russian: [_R_] Это не потому, что я тебя смотрел.

source: [_M_] Is that right?
dutch: [_M_] klopt dat?
german: [_M_] Stimmt das?
italian: [_M_] È così?

source: [_R_] I'm just here to keep you safe.
dutch: [_R_] Ik ben hier om je veilig te houden.
german: [_R_] Ich bin nur hier, um dich sicher zu halten.
italian: [_R_] Sono qui solo per tenerti al sicuro.

source: [_M_] Ha! You're here to keep me safe?
dutch: [_M_] Ha! Je bent hier om me veilig te houden?
german: [_M_] Ha! Du bist hier, um mich sicher zu halten?
italian: [_M_] Ha! Sei qui per tenermi al sicuro?

source: [_R_] Well, yeah.... to protect you.
dutch: [_R_] Nou, ja... om je te beschermen.
german: [_R_] Nun, ja.... um dich zu schützen.
italian: [_R_] Beh, si.... per proteggerti.

source: [_R_] I mean.... this is a rough side of town.... there are men of questionable motives here.
dutch: [_R_] Ik bedoel... Dit is een ruwe kant van de stad.... er zijn hier mannen met dubieuze motieven.
german: [_R_] Ich meine, das ist eine raue Seite der Stadt.... hier gibt es Männer mit fragwürdigen Motiven.
italian: [_R_] Voglio dire .... questa è una parte difficile della città.... ci sono uomini con motivazioni discutibili qui.

source: [_R_] What if someone tries to grab you or something?
dutch: [_R_] Wat als iemand jou probeert te pakken of zo?
german: [_R_] Was passiert, wenn jemand versucht, dich zu packen oder etwas?
italian: [_R_] E se qualcuno cerca di afferrarti o qualcosa del genere?
russian: [_R_] Что делать, если кто-то пытается захватить вас или что-нибудь?

source: [_M_] [ryan]! That's why they have bouncers!
dutch: [_M_] [ryan]! Daarom hebben ze premie!
german: [_M_] [ryan]! Deshalb haben sie Bouncer!
italian: [_M_] [ryan]! Ecco perché ci sono i buttafuori!
russian: [_M_] [ryan]! Вот почему у них есть награды!

source: [_M_] Joey gives me an escort both here and back home again.
german: [_M_] Joey gibt mir wieder einen Begleiter hier und zurück nach Hause.
italian: [_M_] Joey mi dà una scorta sia qui che a casa.

source: [_M_] I'm perfectly safe here without you!
dutch: [_M_] Ik ben hier perfect veilig zonder jou!
german: [_M_] Ich bin hier ohne dich vollkommen sicher!
italian: [_M_] Sono perfettamente al sicuro qui senza di te!
russian: [_M_] Я здесь абсолютно безопасна без вас!

source: [_R_] Hmmm.... well, I guess I didn't think about that.
dutch: [_R_] Hmmm.... Nou, ik denk dat ik daar niet aan gedacht heb.
german: [_R_] Hmmm.... Nun, ich denke, ich habe nicht daran gedacht.
italian: [_R_] Hmmm.... beh, credo di non averci pensato.

source: [_M_] Obviously not!
dutch: [_M_] klaarblijkelijk niet!
german: [_M_] Offensichtlich nicht!
italian: [_M_] Ovviamente no!

source: [_R_] Sorry.... I'm just trying to do what Dad told me to do.
dutch: [_R_] Sorry.... Ik probeer gewoon te doen wat papa mij vertelde te doen.
german: [_R_] Sorry.... Ich versuche nur, das zu tun, was Vater mir gesagt hat.
italian: [_R_] Scusa.... Sto solo cercando di fare quello che papà mi ha detto di fare.

source: [_M_] Oh, did he tell you to perv out on your mom while he's gone?
dutch: [_M_] Oh, heeft hij je verteld om je moeder heen te draaien terwijl hij weg is?
german: [_M_] [_M_] Hat er dir gesagt, dass du mit deiner Mama weitermachen solltest, während er geht?
italian: [_M_] Oh, ti ha detto di fare il pervertito con tua madre mentre lui è via?

source: [_R_] No!, just.... he told me to keep my family safe.
dutch: [_R_] Nee!, slechts.... hij vertelde me dat ik mijn familie veilig moet houden.
german: [_R_] Nein!, nur.... er sagte mir, meine Familie sicher zu halten.
italian: [_R_] No!, solo.... mi ha detto di tenere la mia famiglia al sicuro.

source: [_M_] Well, I'm perfectly safe, so just.... just.... get your ass home and keep your mouth shut about what I do here.
dutch: [_M_] Nou, ik ben helemaal veilig, dus gewoon.... zo maar.... neem je pas thuis en hou je mond over wat ik hier doe.
german: [_M_] Nun, ich bin absolut sicher, so nur.... Einfach den Arsch nach Hause holen und den Mund über meine Arbeit hier halten.
italian: [_M_] Beh, io sono perfettamente al sicuro, quindi.... solo.... porta il tuo culo a casa e tieni la bocca chiusa su quello che faccio qui.

source: [_M_] And just to make it clear! This.... this right here.... this isn't normal!.... Sons aren't supposed to see so much skin from their moms!
dutch: [_M_] En om het gewoon duidelijk te maken! Dit. dit hier.... dit is niet normaal!.... Zonen horen niet zoveel huid van hun momenten te zien!
german: [_M_] Und nur um es klar zu machen! Das, hier ... genau hier... das ist nicht normal!.... Söhne sollen nicht so viel Haut von ihren Momenten sehen!
italian: [_M_] E solo per chiarire! Questo.... questo qui.... non è normale! .... I figli non dovrebbero vedere così tanta pelle dalle loro madri!

source: [_M_] This isn't the kind of example I want to set for your sisters.
dutch: [_M_] Dit is niet het soort voorbeeld dat ik voor je zussen wil instellen.
german: [_M_] Das ist nicht die Art von Beispiel, das ich für deine Schwester setzen möchte.
italian: [_M_] Questo non è il tipo di esempio che voglio dare alle tue sorelle.
russian: [_M_] Это не тот пример, который я хочу установить для ваших сестер.

source: [_RT_] {i}Hmmm.... that's not a bad idea. Maybe they would be a little less prudish if they saw what Mom does on the weekends.{/i}
dutch: [_RT_] {i}Hmmm.... dat is geen slecht idee. Misschien zouden ze wat minder voorzichtig zijn als ze het weekend zouden zien wat mama doet.{/i}
german: [_RT_] {i}Hmmm.... Das ist keine schlechte Idee. Vielleicht wären sie ein wenig weniger vorsichtig, wenn sie sehen würden, was die Mutter am Wochenende macht.{/i}
italian: [_RT_] {i}Hmmm.... non è una cattiva idea. Forse sarebbero un po' meno prudenti se vedessero cosa fa la mamma nei fine settimana.{/i}

source: [_MT_] {i}Did he really come here with good intentions?{/i}
dutch: [_MT_] {i}Is hij hier echt gekomen met goede bedoelingen?{/i}
german: [_MT_] {i}Ist er wirklich mit guten Absichten hierher gekommen?{/i}
italian: [_MT_] {i}È davvero venuto qui con buone intenzioni?
