Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: If this is the first time you've ever played this game, we highly recommend that you watch the tutorial.
dutch: Als dit de eerste keer is dat je dit spel gespeeld hebt, raden we je sterk aan om de tutorial te bekijken.
german: Wenn dies das erste Mal ist, dass du dieses Spiel gespielt hast, empfehlen wir dir, dir das Tutorial anzusehen.
italian: Se è la prima volta che giochi a questo gioco, ti consigliamo vivamente di guardare il tutorial.
russian: Если вы впервые играли в эту игру, мы настоятельно рекомендуем вам посмотреть учебник.

source: Good luck! I sure hope you know what you're doing.
dutch: Veel succes! Ik hoop dat je weet wat je doet.
german: Viel Glück! Ich hoffe sicher, dass du weißt, was du tust.
italian: Buona fortuna! Spero proprio che tu sappia cosa stai facendo.
russian: Удачи! Надеюсь, вы знаете, что делаете.

source: For players who have already played AFV, we offer the option to skip the game's introduction. This includes the events that set the premise of the game in motion.
dutch: Voor spelers die al AFV hebben gespeeld, bieden we de optie aan om de introductie van het spel over te slaan. Dit omvat de gebeurtenissen die de premise van het spel in beweging hebben gezet.
german: Für Spieler, die bereits AFV gespielt haben, bieten wir die Möglichkeit, die Einführung des Spiels zu überspringen. Dies schließt die Ereignisse ein, die die Prämisse des Spiels in Bewegung setzen.
italian: Per i giocatori che hanno già giocato a AFV, offriamo la possibilità di saltare l'introduzione del gioco. Questo include gli eventi che mettono in moto la premessa del gioco.
russian: Для игроков, которые уже играли в AFV, мы предлагаем возможность пропустить представление игры. Сюда относятся события, которые установили место игры в движении.

source: [_RT_] {i}{b}(HINT){/b} Mom works really hard all week. I should help her with jobs around the house on weekend mornings. She usually starts cleaning in the lounge.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Mom werkt de hele week heel hard. Ik zou haar moeten helpen met vacatures rond het huis op weekendochtend. Ze begint meestal met schoonmaken in de lounge.{/i}
german: [_RT_] {i}{b}(HINT){/b} Mutter arbeitet wirklich hart die ganze Woche. Ich sollte ihr bei der Arbeit im Haus am Wochenendvormittag helfen. Sie beginnt in der Regel in der Lounge zu reinigen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Mamma lavora molto duramente per tutta la settimana. Dovrei aiutarla con i lavori intorno a casa il fine settimana mattina. Di solito inizia a pulire nel salone.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Мама работает на всей неделе. Я должен помочь ей с работой вокруг дома в выходные дни. Она обычно начинает убираться в салоне.{/i}

source: [_RT_] {i}{b}(HINT){/b} So, if I get four hundred dollars to Sidney, she'll make Lauren a cosplay outfit. That would probably impress both Sidney and Lauren. I'll give the money to Sidney in the kitchen some evening.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Dus, als ik vierhonderd dollar aan Sidney krijg, zal ze Lauren een cosplay outfit maken. Dat zou waarschijnlijk indruk maken op zowel Sidney als Lauren. Ik zal het geld aan Sidney geven in de keuken vanavond.{/i}
german: [_RT_] {i}{b}(HINT){/b} Also, wenn ich 400 Dollar nach Sidney bekomme, wird sie Lauren ein Cosplay-Outfit machen. Das würde wahrscheinlich sowohl Sidney als auch Lauren beeindrucken. Ich gebe das Geld an Sidney in der Küche eines Abends.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Quindi, se ricevo quattrocento dollari a Sidney, farà di Lauren un outfit cosplay. Questo probabilmente impressionerebbe sia Sidney che Lauren. darò il denaro a Sidney in cucina una sera.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Таким образом, если я поймаю четыреста долларов Сиднею, она сделает Лорен костюмом для костюма. Вероятно, это впечатляет Сиднея и Лорен. Я отдаю Сиднею деньги на кухне.{/i}

source: [_RT_] {i}{b}(HINT){/b} Shelling out one thousand dollars a week is not easy... I wonder how Mom would do if I just let her keep working off the debt at the strip club?{/i}
dutch: [_RT_] {i}{b}(HINT){/b} slopen één duizend dollar per week is niet makkelijk. . - Ik vraag me af hoe het zou gaan als ik haar gewoon de schuld laat afwerken bij de strip club?{/i}
german: [_RT_] {i}{b}(HINT){/b} Shellout eintausend Dollar pro Woche ist nicht einfach. . Ich frage mich, wie Mama vorgehen würde, wenn ich ihr die Schulden im Strip-Club einfach weiter abarbeiten lassen möchte?{/i}
italian: [_RT_] {i}{b}(HINT){/b} Shelling out mille dollari alla settimana non è facile. . – Mi chiedo come la mamma farebbe se la lascio continuare a lavorare fuori il debito al club di striscia?{/i}

source: [_RT_] {i}I guess the only way to find out, is to let her do it. I should go and check on her after a few times to make sure she's doing alright though.{/i}
dutch: [_RT_] {i}Ik denk dat de enige manier om erachter te komen, is om het te laten doen. Ik zou haar na een paar keer moeten checken om er zeker van te zijn dat ze goed doet.{/i}
german: [_RT_] {i}Ich denke, der einzige Weg, das herauszufinden, ist, sie es tun zu lassen. Ich sollte nach ein paar Mal nach ihr sehen, um sicherzugehen, dass es ihr gut geht.{/i}
italian: [_RT_] {i}Immagino che l'unico modo per scoprirlo, è lasciarla fare. Dovrei andare a controllare su di lei dopo un paio di volte per assicurarsi che sta facendo bene però.{/i}
russian: [_RT_] {i}Я думаю, что единственный способ выяснить, это позволить ей сделать это. Я должен пойти и проверить ее через несколько раз, чтобы убедиться, что она правильно работает.{/i}

source: [_RT_] {i}{b}(HINT){/b} The journey of a thousand miles starts with a single step. Corrupting Mom will be no easy task, but visiting her room in the early mornings might be a good first step.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} De reis van duizend mijl begint met een enkele stap. Corrupte Mom zal geen gemakkelijke taak zijn, maar een bezoek aan haar kamer in de vroege ochtend kan een goede eerste stap zijn. {/i}
german: [_RT_] {i}{b}(HINT){/b} Die Reise von tausend Meilen beginnt mit einem einzigen Schritt. Verdorbene Mama wird keine leichte Aufgabe sein, aber ein Besuch ihres Zimmers am frühen Morgen könnte ein guter erster Schritt sein.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Il viaggio di mille miglia inizia con un solo passo. La mamma corrompente non sarà un compito facile, ma visitare la sua stanza nelle prime mattine potrebbe essere un buon primo passo.{/i}

source: [_M_] [ryan], wake up!
dutch: [_M_] [ryan], word wakker!
german: [_M_] [ryan], wach!
italian: [_M_] [ryan], svegliati!

source: [_M_] [upper_ryan], WAKE UP!
dutch: [_M_] [upper_ryan], WAKE OMHOOG!
german: [_M_] [upper_ryan], WIE SIE UP!
italian: [_M_] [upper_ryan], SVEGLIA!

source: [_M_] WAKE UP!!!
dutch: [_M_] WAKE OM!!!
german: [_M_] WIEDERHALT!!!
italian: [_M_] SVEGLIA!!!

source: [_R_] Huh...
italian: [_R_] Eh...

source: [_R_] What?...
dutch: [_R_] Wat?...
german: [_R_] Was?...
italian: [_R_] Cosa?...
russian: [_R_] Что?...

source: [_R_] What is it?...
dutch: [_R_] Wat is het?...
german: [_R_] Was ist das?...
italian: [_R_] Cosa c'è?...
russian: [_R_] Что это?...

source: [_R_] What time is it?
dutch: [_R_] Hoe laat is het?
german: [_R_] Zu welcher Zeit ist es?
italian: [_R_] Che ora è?

source: [_M_] It's only 5:30 AM.... sorry to wake you so early.
dutch: [_M_] Het is maar 5:30 AM.... sorry dat je zo vroeg wakker wordt.
german: [_M_] Es ist nur 5:30 Uhr ... tut uns leid, dich so früh wecken zu müssen.
italian: [_M_] Sono solo le 5:30 AM.... mi dispiace svegliarti così presto.

source: [_R_] Uhhh.... Isn't is Saturday?...
dutch: [_R_] Uhhh.... . is het niet zaterdag?...
german: [_R_] Uhhh.... Ist nicht Samstag?...
italian: [_R_] Uhhh.... Non è sabato?...

source: [_M_] I know honey, but your no account, worthless father is on the phone for you...
dutch: [_M_] Ik ken honing, maar je geen account, waardeloze vader zit op de telefoon voor je...
german: [_M_] Ich kenne Honig, aber dein kein Konto, wertloser Vater ist für dich telefonisch...
italian: [_M_] Lo so tesoro, ma il tuo inutile padre senza conto è al telefono per te...
russian: [_M_] Я знаю мёд, но не твоего аккаунта, достойного отца на телефоне для тебя...

source: [_M_] It's pretty important...
dutch: [_M_] Het is best belangrijk...
german: [_M_] Es ist ziemlich wichtig...
italian: [_M_] È piuttosto importante...

source: [_M_] He's calling from jail!
dutch: [_M_] Hij belt uit de gevangenis!
german: [_M_] Er ruft aus dem Gefängnis an!
italian: [_M_] Sta chiamando dalla prigione!

source: [_R_] WHAT?!
dutch: [_R_] WAT?!
german: [_R_] WAS?!
italian: [_R_] COSA?!

source: [_M_] Oh, and honey?
german: [_M_] [_M_] und Honig?
italian: [_M_] Oh, e tesoro?

source: [_R_] .... Yeah?...
dutch: [_R_] .... Ja?...
german: [_R_] .... Ja?...
italian: [_R_] .... Sì?...
russian: [_R_] .... Да?...

source: [_M_] .... Could you maybe wear more to bed?...
dutch: [_M_] .... zou je misschien meer naar bed kunnen dragen?...
german: [_M_] .... Könnten Sie vielleicht mehr zum Bett tragen?...
italian: [_M_] .... Potresti forse indossarne di più a letto?...
russian: [_M_] .... Могли бы вы носить больше для постели?...

source: [_M_] Or at least cover yourself while I'm in here...
dutch: [_M_] Of bedek jezelf ten minste terwijl ik hier ben...
german: [_M_] Oder zumindest bedecken sich während ich hier bin...
italian: [_M_] O almeno coprirti mentre sono qui...

source: [_M_] I know it's just morning wood...
dutch: [_M_] Ik weet dat het net ochtendhout is...
german: [_M_] Ich weiß, es ist nur Morgenholz...
italian: [_M_] So che è solo il legno del mattino...

source: [_M_] But what if one of your sisters walked in on you like this?
dutch: [_M_] Maar wat als een van je zusters je leuk vindt?
german: [_M_] Aber was ist, wenn eine deiner Schwestern dir gefällt?
italian: [_M_] Ma se una delle tue sorelle ti vedesse così?
russian: [_M_] Но что если одна из ваших сестер пошла на вам это нравится?

source: [_R_] I'd tell them to get the fuck out of my room!
dutch: [_R_] Ik zou ze vertellen dat ze mijn kamer moeten verlaten!
german: [_R_] Ich würde ihnen sagen, dass sie den Fick aus meinem Zimmer kriegen sollten!
italian: [_R_] Direi loro di uscire dalla mia stanza, cazzo!
russian: [_R_] Я бы сказал им, чтобы ебать из моей комнаты!

source: [_M_] Language please!
dutch: [_M_] Taal alstublieft!
german: [_M_] Sprache bitte!
italian: [_M_] Linguaggio per favore!

source: [_R_] Sorry!
german: [_R_] Entschuldigung!
italian: [_R_] Spiacenti!
russian: [ _R_] Извините!

source: [_M_] Here.... talk to Dad!
dutch: [_M_] Hier.... praat met papa!
german: [_M_] Hier... rede mit Papa!
italian: [_M_] Qui.... parlare con papà!

source: [_RT_] {i}Why is she telling me to cover up?.... {/i}
dutch: [_RT_] {i}Waarom zegt ze me dat ze me moet bedekken?.... {/i}
german: [_RT_] {i}Warum sagt sie mir, dass sie mich überdecken sollte?.... {/i}
italian: [_RT_] {i}Perché mi sta dicendo di coprirmi? .... {/i}
russian: [_RT_] {i}Почему она говорит мне?.... {/i}

source: [_RT_] {i}Mom's boobs are practically bursting out of her robe.... {/i}
dutch: [_RT_] {i}Momenten barsten praktisch uit haar kooi .... {/i}
german: [_RT_] {i}Mamas Boobs platzen praktisch aus ihrem Gewand aus.... {/i}
italian: [_RT_] {i}Le tette di mamma stanno praticamente scoppiando fuori dalla sua vestaglia.... {/i}
russian: [_RT_] Ботинки мамы {i}практически вырываются с её крыльев.... {/i}

source: [_RT_] {i}Good thing I don't think of her like that.... {/i}
dutch: [_RT_] {i}Goed dat ik haar zo niet kan vinden.... {/i}
german: [_RT_] {i}Gute Sache, an sie denke ich nicht so.... {/i}
italian: [_RT_] {i}Per fortuna non penso a lei in quel modo.... {/i}
russian: [_RT_] {i}Хорошая вещь, что я не думаю об этом.... {/i}

source: [_RT_] {i}.... aAAHH! Get out of my head Satan!{/i}
dutch: [_RT_] {i}.... aAH! Haal uit mijn hoofd Satan!{/i}
german: [_RT_] {i}.... aAAHH! Geh aus meinem Kopf!{/i}
italian: [_RT_] {i}.... aAAHH! Esci dalla mia testa Satana!
russian: [_RT_] {i}.... AAHH! Выйди из моей головы Сатана!{/i}

source: [_MT_] {i}Did my boy just look down my robe?.... {/i}
dutch: [_MT_] {i}Kwam mijn jongen gewoon omkijken?.... {/i}
german: [_MT_] {i}Hat mein Junge gerade nach unten geschaut?.... {/i}
italian: [_MT_] {i}Il mio ragazzo ha appena guardato sotto la mia vestaglia? .... {/i}

source: [_MT_] {i}Here I am lecturing him to cover up himself while my tits are halfway out.... {/i}
dutch: [_MT_] {i}Hier lees ik hem de les om zichzelf te bedekken terwijl mijn tits halverwege zijn uit... {/i}
german: [_MT_] {i}Hier lehre ich ihn, sich zu vertuschen, während meine Titten halb ausgehen.... {/i}
italian: [_MT_] {i}Ecco che gli sto dando una lezione per coprirsi mentre le mie tette sono a metà strada.... {/i}
russian: [_MT_] {i}Здесь я читаю о нем лекции, чтобы скрыться, в то время как моя синяка полпугает.... {/i}

source: [_MT_] {i}.... hmmm.... {p}I wonder if he'd have gotten hard if he wasn't already?.... {/i}
dutch: [_MT_] {i}.... hmmm.... . {p}Ik vraag me af of hij al hard was geweest als hij nog niet was?.... {/i}
german: [_MT_] {i}.... hmmm.... {p}Ich frage mich, ob er nicht schon hart geworden wäre, wenn er nicht schon war?.... {/i}
italian: [_MT_] {i}.... hmmm.... {p}Chissà se gli sarebbe diventato duro se non lo fosse già? .... {/i}
russian: [_MT_] {i}.... hmmmm.... {p}Интересно, если бы он стал жестким?.... {/i}

source: [_MT_] {i}He is pretty well endowed... {/i}{p}{i}He doesn't take after his father... {/i}{p}{i}He must take after my dad... {/i}
dutch: [_MT_] {i}Hij is best vergiftigd... {/i}{p}{i}Hij neemt niet op na zijn vader. . {/i}{p}{i}Hij moet het nemen na mijn dad... {/i}
german: [_MT_] {i}Er ist ziemlich gut endoed... {/i}{p}{i}Er nimmt nicht nach seinem Vater. . {/i}{p}{i}Er muss meinen Vater aufnehmen... {/i}
italian: [_MT_] {i}E' piuttosto ben dotato... {/i}{p}{i}Non ha preso da suo padre... {/i}{p}{i}Deve prendere da mio padre... {/i}
russian: [_MT_] {i}Он очень хорошо обеспечен... {/i}{p}{i}Он не забирает после своего отца. . {/i}{p}{i}Он должен взять после моего отца... {/i}

source: [_MT_] {i}.... AAAHH!{p} Why am I thinking about my dads and sons penises?{p} Get out of my head Satan!.... {/i}
dutch: [_MT_] {i}.... AAAH!{p} Waarom denk ik aan mijn dads en zoons penissen?{p} Ga uit mijn hoofd Satan!.... {/i}
german: [_MT_] {i}.... AAAHH!{p} Warum denke ich an meine Paten und Söhne ?{p} Erhalte meinen Satan!.... {/i}
italian: [_MT_] {i}.... AAAHH! {p}Perché sto pensando ai peni di mio padre e dei miei figli? {p} Esci dalla mia testa Satana! .... {/i}
russian: [_MT_] {i}.... AAHH!{p} Почему я думаю о пенисе моего папа и сыновья?{p} Выбери из головы Сатана!.... {/i}

source: [_M_] Uhhh.... I'm going to go. Bring me my phone to the kitchen when you're done.
dutch: [_M_] Uhhhh... . Ik ga gaan. Breng me mijn telefoon naar de keuken wanneer je klaar bent.
german: [_M_] Uhhhh.... Ich werde gehen. Bring mir mein Telefon in die Küche, wenn du fertig bist.
italian: [_M_] Uhhh.... Me ne vado. Portami il mio telefono in cucina quando hai finito.

source: [_RT_] {i}SHIT! She saw me staring!{p} That was stupid.... {p} I need to go to church!{/i}
dutch: [_RT_] {i}SHIT! Ze zag me sterren!{p} Dat was dom.... {p} Ik moet naar de kerk gaan!{/i}
german: [_RT_] {i}SHIT! Sie sah mich starren!{p} Das war dumm.... {p} Ich muss zur Kirche gehen!{/i}
italian: [_RT_] {i}SCARTA! Mi ha visto fissarmi! {p}E' stato stupido.... {p}Ho bisogno di andare in chiesa!{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
dutch: {i}{b}"Momenten Affection -1"{/b}{/i}
german: {i}{b}"Mamas Affection -1"{/b}{/i}
italian: {i}{b}"Affetto della Mamma -1"{/b}{/i}
russian: {i}{b}"Сладость мамы -1"{/b}{/i}

source: [_M_] Ok, well I'm going to go.{p} Bring my phone to the kitchen when you're done.
dutch: [_M_] Ok, ga goed.{p} Breng mijn telefoon naar de keuken als je klaar bent.
german: [_M_] Ok, jetzt werde ich gehen.{p} Bring mein Telefon in die Küche, wenn du fertig bist.
italian: [_M_] Ok, beh, io vado. {p} Porta il mio telefono in cucina quando hai finito.
russian: [_M_] Хорошо, я собираюсь идти.{p} принести телефон на кухню, когда закончишь.

source: [_R_] Dad! Are you ok? Why are you in jail?!
dutch: [_R_] Papa! Heb je het goed? Waarom zit je in de gevangenis?!
german: [_R_] Vat! Bist du in Ordnung? Warum bist du im Gefängnis?!
italian: [_R_] Papà! Stai bene? Perché sei in prigione?!

source: [_D_] Listen to me carefully son, I don't have a lot of time and this is my one phone call.
dutch: [_D_] Luister goed naar mij, ik heb niet veel tijd en dit is mijn enige telefoongesprek.
german: [_D_] Höre mir vorsichtig zu, ich habe nicht viel Zeit und das ist mein einziger Anruf.
italian: [_D_] Ascoltami attentamente figliolo, non ho molto tempo e questa è la mia unica telefonata.

source: [_R_] Shouldn't you have called your lawyer?
dutch: [_R_] , jij hebt je advocaat opgeroepen?
german: [_R_] Hätten Sie Ihren Anwalt nicht anrufen sollen?
italian: [_R_] Non avresti dovuto chiamare il tuo avvocato?
russian: [_R_] Не мог бы вы назвать своего юриста?

source: [_D_] JUST SHUT UP AND LISTEN!...
dutch: [_D_] JUST SHUT VOLTOOID EN LISTEN!...
german: [_D_] SHUT UP UND LISTEN!...
italian: [_D_] STAI ZITTO E ASCOLTA!...

source: [_D_] I need you to go to my warehouse this morning. Uncle Bobby is going to be there, and he's going to tell you everything you need to know...
dutch: [_D_] Ik wil dat je vanochtend naar mijn magazijn gaat. Oom Bobby zal er zijn, en hij gaat u alles vertellen wat u moet weten...
german: [_D_] Ich muss heute Morgen zu meinem Lager gehen. Onkel Bobby wird da sein, und er wird dir alles sagen, was du wissen musst...
italian: [_D_] Ho bisogno che tu vada al mio magazzino questa mattina. Lo zio Bobby sarà lì e ti dirà tutto quello che devi sapere...

source: [_D_] Now I can't stress to you how important it is that you go and see him, and do exactly what he tells you to do...
dutch: [_D_] Nu kan ik niet benadrukken hoe belangrijk het is dat je hem gaat zien en doe precies wat hij je zegt te doen...
german: [_D_] Jetzt kann ich dir nicht betonen, wie wichtig es ist, dass du ihn siehst und tun Sie genau, was er Ihnen sagt zu tun...
italian: [_D_] Ora non posso sottolinearti quanto sia importante che tu vada a trovarlo e faccia esattamente quello che ti dice di fare...

source: [_D_] Our family could be in some really bad trouble if you don't take care of this for me.
dutch: [_D_] Onze familie kan zich in een of andere moeilijke situatie bevinden als je hier niet voor zorgt.
german: [_D_] Unsere Familie könnte in einem wirklich schlechten Problem sein, wenn du das nicht für mich erledigst.
italian: [_D_] La nostra famiglia potrebbe trovarsi in un brutto guaio se non ti occupi di questo per me.

source: [_R_] Don't worry Dad, I'll go over there as soon as I can.
dutch: [_R_] Maak je Papa geen zorgen, ik zal er zo snel als ik kan.
german: [_R_] Keine Sorge Vater, ich werde so schnell wie möglich dorthin gehen.
italian: [_R_] Non preoccuparti papà, andrò lì il prima possibile.

source: [_D_] Thank you for this son!
dutch: [_D_] Bedankt voor deze zoon!
german: [_D_] Vielen Dank für diesen Sohn!
italian: [_D_] Grazie per questo figlio!
russian: [_D_] Спасибо за этого сына!

source: [_R_] Of course Dad! Are you going to be ok?
dutch: [_R_] Natuurlijk papa! Ga je ok?
german: [_R_] Natürlich Vat! Bist du in Ordnung?
italian: [_R_] Certo papà! Starai bene?

source: [_D_] .... I might have to spend a good while in prison...
dutch: [_D_] .... misschien moet ik goed doorbrengen terwijl ik in de gevangenis zit...
german: [_D_] .... Ich muss vielleicht eine Weile im Gefängnis verbringen...
italian: [_D_] .... Potrei dover passare un bel pò di tempo in prigione...

source: [_D_] I need you to take care of this for me...
dutch: [_D_] Ik wil dat je hier voor mij voor zorgt...
german: [_D_] Ich brauche dich darum für mich zu kümmern...
italian: [_D_] Ho bisogno che tu ti occupi di questo per me...

source: [_D_] You're the man of the house now...
dutch: [_D_] Jij bent de man van het huis nu...
german: [_D_] Du bist jetzt der Mann des Hauses...
italian: [_D_] Sei l'uomo di casa ora...

source: [_D_] I know this is a lot to take in, but you've got to step up...
dutch: [_D_] Ik weet dat dit een hoop is om mee te nemen, maar je moet opstappen...
german: [_D_] Ich weiß, dass das viel zu tun ist, aber du musst aufsteigen...
italian: [_D_] So che questo è molto da accettare, ma devi farti avanti...

source: [_D_] Our family's safety and success are now in your hands...
dutch: [_D_] De veiligheid en het succes van onze familie zijn nu in jouw handen...
german: [_D_] Die Sicherheit und der Erfolg unserer Familie liegen jetzt in Ihren Händen...
italian: [_D_] La sicurezza e il successo della nostra famiglia sono ora nelle tue mani...
russian: [_D_] Безопасность и успех нашей семьи теперь в ваших руках...

source: [_D_] So don't fuck it up!
dutch: [_D_] Dus maak het niet kapot!
german: [_D_] Also ficken Sie es nicht auf!
italian: [_D_] Quindi non mandare tutto a puttane!

source: {b}{i}{b}(HINT){/b} Open your phone and click on the "Progress button" to see hints to your active events.{/i}{/b}
dutch: {b}{i}{b}(HINT){/b} Open je telefoon en klik op de "Voortgangsknop" om hints op je actieve evenementen te zien.{/i}{/b}
german: {b}{i}{b}(HINT){/b} Öffnen Sie Ihr Telefon und klicken Sie auf den "Fortschritt Button", um Hinweise zu Ihren aktiven Ereignissen zu sehen.{/i}{/b}
italian: {b}{i}{b}(HINT){/b} Apri il telefono e clicca sul "pulsante Progress" per vedere i suggerimenti per i tuoi eventi attivi.{/i}{/b}
russian: {b}{i}{b}(HINT){/b} Откройте телефон и нажмите кнопку "Прогресс", чтобы увидеть подсказки к активным событиям.{/i}{/b}

source: [_RT_] {i}{b}(HINT){/b} I should go to the family portrait first to reminisce.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet eerst naar de familie gaan om te herinneren.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich sollte zuerst zum Familien-Portrait gehen, um mich zu erinnern.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Dovrei andare prima al ritratto della famiglia per ricordare.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Сначала я должен помняться в семейный портрет.{/i}

source: [_L_] [ryan] can you come in to the lounge and help me!
dutch: [_L_] [ryan] kan je naar binnen komen en me helpen!
german: [_L_] [ryan] kannst du in die Lounge kommen und mir helfen!
italian: [_L_] [ryan] puoi venire in sala e aiutarmi!

source: [_RT_] {i}What did I just walk in on? It's like Mom and Lauren are purposely trying to be cock-teases lately.{/i}
dutch: [_RT_] {i}Waar ben ik net in gekomen? Het is zoals Mama en Lauren proberen om de laatste tijd cock-teases te zijn.{/i}
german: [_RT_] {i}Was habe ich gerade betreten? Es ist wie Mutter und Lauren versuchen in letzter Zeit absichtlich Schwanzteasen zu sein.{/i}
italian: [_RT_] {i}Che cosa ho appena camminato su? È come Mamma e Lauren stanno cercando volutamente di essere cazzo-stuzzicare ultimamente.{/i}
russian: [_RT_] {i}Что я только что поехал? Вот, что Мама и Лорен в последнее время стараются стать кокет-часами.{/i}

source: [_RT_] {i}Has it always been like this, and now I'm just starting to notice? I'm sure I'm reading way more into this than I should.{/i}
dutch: [_RT_] {i}is het altijd zo geweest, en nu begin ik het gewoon te zien? Ik weet zeker dat ik hier veel meer in lees dan ik zou moeten doen. /i}
german: [_RT_] {i}War es schon immer so, und jetzt beginne ich erst zu bemerken? Ich bin sicher, ich lese viel mehr in diese als ich sollte. /i}
italian: [_RT_] {i}È sempre stato così, e ora sto solo iniziando a notare? Sono sicuro che sto leggendo molto di più in questo di quanto dovrei fare. /i}

source: [_L_] I'm looking for the TV remote.
dutch: [_L_] Ik zoek de TV afstandsbediening.
german: [_L_] Ich suche die Fernbedienung.
italian: [_L_] Sto cercando il telecomando della TV.
russian: [_L_] Я ищу пульт телевизора.
