Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_R_] Yeah.... well.... I'm not doing anything illegal there, just doing some cleaning and light maintenance.
dutch: [ _R_] Yeah. ... goed .... Ik doe niets illewerk daar, alleen wat schoonmaak en licht onderhoud.
german: [_R_] Ja.... gut.... Ich tue dort nichts Illegales, ich mache nur etwas Reinigung und leichte Wartung.
italian: [_R_] Si.... bene.... Non sto facendo niente di illegale lì, sto solo facendo un pò di pulizia e manutenzione leggera.
russian: [_R_] Что ж.... Я не делаю там ничего противозаконного, просто занимаюсь уборкой и легким обслуживанием.

source: [_M_] Ok, I'm going to cover for you temporarily until we figure something else out.
dutch: [_M_] Ok, ik ga tijdelijk voor je bedekken totdat we iets anders uitzoeken.
german: [_M_] Okay, ich werde dich vorübergehend vertreten, bis wir uns etwas anderes überlegt haben.
italian: [_M_] Ok, ti coprirò temporaneamente finché non troveremo un'altra soluzione.
russian: [_M_] Хорошо, я временно прикрою тебя, пока мы не придумаем что-нибудь еще.

source: [_R_] Thanks, Mom! I won't let you down. I'll try to make sure you never have to get on that pole again.
dutch: [_R_] Bedankt, maal! Ik zal je niet teleurstellen. Ik zal proberen ervoor te zorgen dat je nooit meer op die stok hoeft te komen.
german: [_R_] Danke, Mama! Ich werde dich nicht enttäuschen. Ich werde versuchen sicherzustellen, dass du nie wieder auf diesen Pol kommen musst.
italian: [_R_] Grazie, mamma! Non ti deluderò. Cercherò di fare in modo che tu non debba mai più salire su quel palo.

source: [_R_] Oh, and Mom?
dutch: [_R_] Oh en Mom?
german: [_R_] Oh, und Mama?
italian: [_R_] Oh, e mamma?
russian: [_R_] О, и мама?

source: [_M_] Yes?...
dutch: [_M_] Ja?...
german: [_M_] Ja?...
italian: [_M_] Sì?...
russian: [_M_] Да?...

source: [_R_] Why is it you're so good at pole dancing?
dutch: [_R_] Waarom ben je zo goed in het dansen?
german: [_R_] Warum bist du so gut im Stangentanz?
italian: [_R_] Perché sei così brava nella pole dance?
russian: [_R_] Почему вы так хорошо на полюсном танцевании?

source: [_M_] Oh, God.... I hoped you wouldn't ask me that!
dutch: [_M_] Oh, God.... Ik hoopte dat je me dat niet zou vragen!
german: [_M_] Oh, Gott.... Ich hatte gehofft, dass du mich das nicht fragen würdest!
italian: [_M_] Oh, Dio.... Speravo che non me lo avresti chiesto!
russian: О, Боже ... Я надеялся, что ты не спросишь меня об этом!

source: [_M_] Well, to tell you the truth. Before I met your father I did some stripping at a night club.
dutch: [_M_] Nou, om je de waarheid te vertellen. Voordat ik je vader ontmoette, heb ik wat bijgesproten in een nachtclub.
german: [_M_] Nun, um die Wahrheit zu sagen. Bevor ich deinen Vater traf, habe ich in einem Nachtclub gestrippt.
italian: [_M_] Beh, a dire la verità. Prima di incontrare tuo padre ho fatto qualche spogliarello in un night club.
russian: [ _M_] Ну, чтобы сказать тебе правду. До того, как я познакомился с твоим отцом, я сделал несколько стриптиз в ночном клубе.

source: [_R_] I figured that must have been it.
dutch: [_R_] Ik heb me bedacht dat het wel moet zijn geweest.
german: [_R_] Ich dachte, das muss es gewesen sein.
italian: [_R_] Ho pensato che doveva essere quello.
russian: Я подумал, что это должно быть.

source: [_M_] Yeah, well I really wanted to go to modeling school, so I needed the money to pay for it.
dutch: [_M_] Yeah, ik wilde echt naar modellering van school gaan, dus ik had het geld nodig om ervoor te betalen.
german: [_M_] Ja, ich wollte unbedingt auf die Modelschule gehen, also brauchte ich das Geld, um es zu bezahlen.
italian: [_M_] Sì, beh, volevo davvero andare alla scuola per modelli, quindi avevo bisogno di soldi per pagarla.
russian: [ _M_] Да, я очень хотел пойти в школу моделирования, так что мне нужны были деньги, чтобы заплатить за это.

source: [_M_] I also thought being on a stage in front of people would give me good experience.
dutch: [_M_] Ik dacht ook dat het me een goede ervaring zou geven als ik op een podium voor mensen was.
german: [_M_] Ich dachte auch, dass es mir gute Erfahrungen bringen würde, auf einer Bühne vor Menschen zu stehen.
italian: [_M_] Ho anche pensato che stare su un palco di fronte alla gente mi avrebbe dato una buona esperienza.
russian: Я также думал, что быть на сцене перед людьми даст мне хороший опыт.

source: [_M_] The money I made also kept me fed and a roof over my head.
dutch: [_M_] Het geld dat ik heb verdiend hield me ook gevoed en een dak boven mijn hoofd.
german: [_M_] Mit dem Geld, das ich verdiente, konnte ich mich auch ernähren und hatte ein Dach über dem Kopf.
italian: [_M_] I soldi che guadagnavo mi davano anche da mangiare e un tetto sopra la testa.
russian: [ _M_] Деньги, которые я сделал, также заставили меня кормить меня и крышу над головой.

source: [_R_] And is that where you met Dad?
dutch: [_R_] En is dat waar je papa ontmoet?
german: [_R_] Und dort hast du Papa kennengelernt?
italian: [_R_] Ed è lì che hai incontrato papà?
russian: [ _R_] И это то место, где вы познакомились с папой?

source: [_M_] Yes.... not a very romantic tale for your kids, is it?
dutch: [_M_] Ja.... niet erg romantisch verhaal voor je kinderen, toch?
german: [_M_] Ja.... nicht gerade eine romantische Geschichte für Ihre Kinder, oder?
italian: [_M_] Sì.... non è una storia molto romantica per i tuoi figli, vero?
russian: [ _M_] Да .... не очень романтическая история для ваших детей, не так ли?

source: [_R_] I guess not...
dutch: [_R_] Ik denk van niet...
german: [_R_] Ich glaube nicht...
italian: [_R_] Credo di no...
russian: [ _R_] Я не думаю ...

source: [_M_] So we met, he liked me a lot, kept coming in while I was working, giving me lots of tips, soon he asked me out, and not long after I was pregnant with Sidney.
dutch: [_M_] Dus we hebben elkaar ontmoet en hij vond me erg leuk, bleef binnenkomen terwijl ik werkte, Geef me veel tips, binnenkort vroeg hij me eruit, en niet lang nadat ik zwanger was met Sidney.
german: [_M_] So haben wir uns getroffen, er mochte mich sehr, kam immer wieder ein, während ich arbeitete, mit vielen Tipps, bald fragte er mich aus, und nicht lange nachdem ich mit Sidney schwanger war.
italian: [_M_] Così ci siamo incontrati, gli piacevo molto, continuava a venire mentre lavoravo, mi dava molte mance, presto mi ha chiesto di uscire e non molto tempo dopo ero incinta di Sidney.

source: [_M_] Once I was pregnant we had to get married, both of us coming from strict Catholic families.
dutch: [_M_] Nadat ik zwanger was moesten we trouwen, komen we allebei van katholieke gezinnen.
german: [_M_] Als ich schwanger war, mussten wir heiraten, da wir beide aus streng katholischen Familien stammten.
italian: [_M_] Una volta che sono rimasta incinta ci siamo dovuti sposare, venendo entrambi da rigide famiglie cattoliche.
russian: Когда я была беременна, мы должны были пожениться, и мы оба из строгих католических семей.

source: [_M_] And then the rest just kind of fell into place.
dutch: [_M_] En dan viel de rest gewoon op zijn plaats.
german: [_M_] Und dann hat sich der Rest von selbst ergeben.
italian: [_M_] E poi il resto è andato a posto.
russian: [ _M_], а остальное просто впало в место.

source: [_R_] Why didn't you finish modeling school?
dutch: [_R_] Waarom heb je de modellering niet voltooid?
german: [_R_] Warum haben Sie die Modelschule nicht abgeschlossen?
italian: [_R_] Perché non hai finito la scuola per modelle?
russian: [_R_] Почему вы не закончили моделирование школы?

source: [_M_] Your selfish, over protective, jealous dad didn't want anyone else even looking at me.
dutch: [_M_] Jouw egoïstische, jaloerige vader wilde niemand anders, zelfs niet naar mij kijken.
german: [_M_] Dein egoistischer, überfürsorglicher, eifersüchtiger Vater wollte nicht, dass mich jemand anderes auch nur ansieht.
italian: [_M_] Il tuo padre egoista, iperprotettivo e geloso non voleva che nessun altro mi guardasse.
russian: [_M_] Твои эгоистичные, сверх защищенные, ревностные папа не хотели, чтобы кто-нибудь еще не смотрел на меня.

source: [_M_] Once I was his property, he only wanted me for his own eyes.
dutch: [_M_] Zodra ik zijn eigendom was, wilde hij me alleen voor zijn eigen ogen.
german: [_M_] Sobald ich sein Eigentum war, wollte er mich nur noch für seine eigenen Augen.
italian: [_M_] Una volta che ero di sua proprietà, mi voleva solo per i suoi occhi.
russian: Когда я была его собственностью, он хотел только для своих глаз.

source: [_M_] Kind of hard to be a model in that situation.
dutch: [_M_] Kind der moeite om een model in die situatie te zijn.
german: [_M_] In einer solchen Situation ist es schwer, ein Model zu sein.
italian: [_M_] Un pò difficile essere una modella in quella situazione.
russian: [ _M_] Нетрудно быть моделью в этой ситуации.

source: [_R_] Well, I think you would have made an amazing model.
dutch: [_R_] Nou, ik denk dat je een geweldig model zou hebben gemaakt.
german: [_R_] Ich glaube, du wärst ein tolles Model geworden.
italian: [_R_] Beh, penso che saresti stato un modello fantastico.
russian: [ _R_] Ну, я думаю, вы бы сделали удивительную модель.

source: [_M_] You are just the sweetest boy in the world.
dutch: [_M_] Jij bent gewoon de zoetste jongen ter wereld.
german: [_M_] Du bist einfach der süßeste Junge der Welt.
italian: [_M_] Sei semplicemente il ragazzo più dolce del mondo.
russian: Ты самый милый мальчик в мире.

source: [_M_] I need to get a hug from my new "big man of the house and protector".
dutch: [_M_] Ik moet een knuffel krijgen van mijn nieuwe "grote man van het huis en de protector".
german: [_M_] Ich muss eine Umarmung von meinem neuen "großen Mann des Hauses und Protektors" bekommen.
italian: [_M_] Ho bisogno di un abbraccio dal mio nuovo "grande uomo di casa e protettore".
russian: [_M_] Мне нужно получить обоняние от моего нового "большого человека дома и протектора".

source: [_RT_] {i}Mom's extra affectionate when she's drunk. I'll have to remember that. Ohhh this hug feels so good.{/i}
dutch: [_RT_] {i}Moment extra emotie wanneer ze dronken is. Ik zal dat moeten onthouden. Ohh het gevoel dat de knuffel zo lekker voelt.{/i}
german: [_RT_] {i}Mom ist besonders zärtlich, wenn sie betrunken ist. Das muss ich mir merken. Ohhh diese Umarmung fühlt sich so gut an.{/i}
italian: [_RT_] {i}Mamma è molto affettuosa quando è ubriaca. Dovrò ricordarmelo. Ohhh questo abbraccio è così bello {/i}.
russian: [ _RT_] {i}Мама очень ласково, когда она пьяна. Я должен помнить об этом. Это обнимается так хорошо.

source: [_MT_] {i}Uh oh, I think this hug might be getting [ryan] a little too excited.{/i}
dutch: [_MT_] {i}Eh oh, ik denk dat deze knuffel [ryan] een beetje te opgewonden wordt.{/i}
german: [_MT_] {i}Oh oh, ich glaube, diese Umarmung könnte [ryan] etwas zu sehr aufregen.{/i}
italian: [_MT_] {i}Uh oh, penso che questo abbraccio potrebbe far eccitare [ryan] un pò troppo {/i}.
russian: [ _MT_] {i}Ох, я думаю, что эта обнимая может быть слегка взволнотой. { /i }

source: [_M_] Ok [ryan], why don't you run along.
dutch: [_M_] Ok [ryan], waarom doe je niet mee.
german: [_M_] Ok [ryan], warum gehst du nicht weiter.
italian: [_M_] Ok [ryan], perché non te ne vai.
russian: [_M_] Ok [ryan], почему бы вам не бежать.

source: [_R_] Ok, love you, Mom.
dutch: [_R_] Ok, hou van je, mama.
german: [_R_] Ok, liebe dich, Mama.
italian: [_R_] Ok, ti voglio bene mamma.

source: [_M_] Love you too.
dutch: [_M_] houdt ook van jou.
german: [_M_] Ich liebe dich auch.
italian: [_M_] Anch'io ti voglio bene.
russian: [ _M_] Я тоже тебя люблю.

source: [_RT_] {i}She just went in to go to bed, I should at least give her a little time to fall asleep before I try to sneak in.{/i}
dutch: [_RT_] {i}Ze ging net naar bed gaan, Ik moet haar in ieder geval wat tijd geven om in slaap te vallen voordat ik probeer binnen te glippen. /i}
german: [_RT_] {i}Sie ging gerade ins Bett, Ich sollte ihr zumindest ein wenig Zeit geben, um einschlafen zu können, bevor ich versuche, mich einzuschleichen. /i}
italian: [_RT_] {i}È appena entrata per andare a letto, dovrei almeno darle un pò di tempo per addormentarsi prima di cercare di intrufolarmi.
russian: [_RT_] {i}Она только что отправилась в постель, Я должен дать ей немного времени, чтобы заснуть, прежде чем попытаться прокрасться. /i}

source: [_RT_] {i}Not much I can do until I find and get rid of that bathrobe.{/i}
dutch: [_RT_] {i}Ik kan niet veel doen totdat ik die badroos vind en verwijder.{/i}
german: [_RT_] {i}Nicht viel kann ich tun, bis ich diesen Bademantel gefunden und loswerde. {/i}
italian: [_RT_] {i}Non posso fare molto finché non trovo e mi sbarazzo di quell'accappatoio.{/i}
russian: [_RT_] {i}Я не смогу сделать, пока не найду и не избавиться от этого купальника.{/i}

source: [_RT_] {i}I don't think the subliminal messages are having any more effect, I'll have to think of something else to make her more submissive.{/i}
dutch: [_RT_] {i}Ik denk niet dat de subliminale berichten effect hebben, ik zal iets anders moeten bedenken om haar meer te kunnen uitzenden.{/i}
german: [_RT_] {i}Ich glaube nicht, dass die unterschwelligen Nachrichten mehr Wirkung haben. Ich muss an etwas anderes denken, um sie submissiv zu machen.{/i}
italian: [_RT_] {i}Non credo che i messaggi subliminali stiano avendo più effetto, dovrò pensare a qualcos'altro per renderla più sottomessa.{/i}
russian: [_RT_] {i}Я не думаю, что бессмысленные сообщения имеют больший эффект, мне придется подумать о чем-то другом, чтобы сделать ее более субъективной.{/i}

source: [_RT_] {i}With her in such a deep sleep, I could probably get away with a few naughty pranks.{/i}
dutch: [_RT_] {i}Met haar in zo'n diepe slaap kan ik waarschijnlijk ongestraft gaan met een paar stoute grappen.{/i}
german: [_RT_] {i}Mit ihr in einem so tiefen Schlaf konnte ich wahrscheinlich mit ein paar frechen Plänen davonkommen.{/i}
italian: [_RT_] {i}Con lei in un sonno così profondo, potrei probabilmente cavarmela con qualche scherzo birichino.{/i}
russian: [_RT_] {i}С ней в столь глубоком сне, я, скорее всего, мог бы покончить с несколькими шутками.{/i}

source: [_RT_] {i}That bathrobe might make things a little bit difficult though.{/i}
dutch: [_RT_] {i}Die badrots kan het een beetje moeilijk maken.{/i}
german: [_RT_] {i}Dieser Bademantel könnte die Dinge jedoch ein wenig schwierig machen. {/i}
italian: [_RT_] {i}Quell'accappatoio potrebbe rendere le cose un pò difficili però.
russian: [_RT_] {i}Этот купальный халат может сделать вещи немного сложнее.{/i}

source: [_RT_] {i}I Need to find where she keeps it when she's not in the room... I'll have to come back and look around later.{/i}
dutch: [_RT_] {i}Ik moet zien waar ze het bewaart als ze niet in de kamer zit... Ik moet terug en later rondkijken.{/i}
german: [_RT_] {i}Ich muss herausfinden, wo sie es hält, wenn sie nicht im Raum ist... Ich muss zurückkommen und später umschauen.{/i}
italian: [_RT_] {i}Devo trovare dove lo tiene quando non è nella stanza... Dovrò tornare a dare un'occhiata più tardi.
russian: [_RT_] {i}Мне нужно найти где она хранится, когда она не в комнате... Мне придется вернуться и посмотреть.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to find and hide Mom's bathrobe. The most likely spot would be in her room.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet Moment's badje vinden en verbergen. De meest waarschijnlijke plek zou zich in haar kamer bevinden.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss Mamas Bademantel finden und verstecken. Der wahrscheinlichste Punkt wäre in ihrem Raum.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo trovare e nascondere l'accappatoio della mamma. Il posto più probabile sarebbe nella sua stanza.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Мне нужно найти и скрыть купальню Мамы. Скорее всего она будет в её комнате.{/i}

source: [_RT_] {i}Oh there she is! The object of my desire!{/i}
dutch: [_RT_] {i}Oh is het! Het object van mijn wens!{/i}
german: [_RT_] {i}Oh da ist sie! Das Objekt meines Wunschens!{/i}
italian: [_RT_] {i}Oh, eccola! L'oggetto del mio desiderio!

source: [_RT_] {i}Why does she even wear that robe? Does she think she's being modest? I've seen more skin from her in the last few days, than I have in my whole life.{/i}
dutch: [_RT_] {i}Waarom draagt ze zelfs die gewaag? Vindt ze dat ze bescheidenheid is? Ik heb de afgelopen dagen meer huid van haar gezien dan ik in mijn hele leven heb. /i}
german: [_RT_] {i}Warum trägt sie sogar dieses Gewölbe? Ist sie der Ansicht, dass sie bescheiden ist? Ich habe in den letzten Tagen mehr Haut von ihr gesehen, als ich in meinem ganzen Leben habe. /i}
italian: [_RT_] {i}Perché indossa quella vestaglia? Pensa di essere modesta? Ho visto più pelle da lei negli ultimi giorni che in tutta la mia vita.
russian: [_RT_] {i}Почему она даже носит этот блеск? Считается, что она скромная? Я видел больше кожи из нее в последние несколько дней, чем у меня в течение всей жизни. /i}

source: [_RT_] {i}Still, I wish I could see more. Maybe I should make that robe disappear.{/i}
dutch: [_RT_] {i}Nog mag, ik zou meer willen zien. Misschien moet ik dat gewaad laten verdwijnen.{/i}
german: [_RT_] {i}dennoch, ich wünschte, ich könnte mehr sehen. Vielleicht sollte ich dieses Gewand verschwinden. {/i}
italian: [_RT_] {i}Ancora, vorrei poter vedere di più. Forse dovrei far sparire quella vestaglia.

source: [_RT_] {i}So Mom thinks she's the "man of the house"huh?.... I've got to prove to her that I should have that role.{/i}
dutch: [_RT_] {i}Dus ik denkt dat ze de "man van het huis"huh?.... ik moet bij haar bewijzen dat ik die rol moet hebben.{/i}
german: [_RT_] {i}So Mom denkt, dass sie der "Mann des Hauses"huh?.... Ich muss ihr beweisen, dass ich diese Rolle haben sollte.{/i}
italian: [_RT_] {i}Quindi la mamma pensa di essere "l'uomo di casa" eh? .... Devo dimostrarle che dovrei avere quel ruolo.
russian: [_RT_] {i}Так мама думает, что она "человек из дома"?.... Я должен доказать ей, что я должен иметь эту роль.{/i}

source: [_RT_] {i}I'm going to have to find a way to make more money than she does. That just seems so impossible since I'm just a high schooler, but I've got to come up with a better idea than just delivering packages for Dad.{/i}
dutch: [_RT_] {i}Ik zal een manier moeten vinden om meer geld te verdienen dan zij. Dat lijkt zo onmogelijk, want ik ben gewoon een middelbare school, maar ik moet met een beter idee komen dan alleen het leveren van pakjes voor papa. /i}
german: [_RT_] {i}Ich muss einen Weg finden, um mehr Geld zu verdienen als sie tut. Das scheint einfach so unmöglich zu sein, da ich nur ein Gymnasium bin, aber ich habe eine bessere Idee zu finden, als nur Pakete für Vater zu liefern. /i}
italian: [_RT_] {i}Devo trovare un modo per fare più soldi di lei. Sembra così impossibile visto che sono solo un liceale, ma devo trovare un'idea migliore che consegnare pacchi per papà.{/i}
russian: [_RT_] {i}Мне нужно будет найти способ заработать больше денег, чем она делает. Это просто кажется невозможным, так как я просто старший школьник, но мне нужно придумать лучшую идею, чем просто доставлять пакеты для папок. /i}

source: [_RT_] {i}Now that I know he's making dirty money, I'll never take over his business. But I've got to figure out how to replace his income.{/i}
dutch: [_RT_] {i}Nu ik weet dat hij vuile geld maakt, zal ik zijn zaak nooit overnemen. Maar ik moet erachter komen hoe ik zijn inkomen kan vervangen.{/i}
german: [_RT_] {i}Nun, da ich weiß, dass er schmutziges Geld verdient, werde ich sein Geschäft nie übernehmen. Aber ich muss herausfinden, wie ich sein Einkommen ersetzen kann.{/i}
italian: [_RT_] {i}Ora che so che sta facendo soldi sporchi, non rileverò mai i suoi affari. Ma devo capire come sostituire le sue entrate.{/i}
russian: [_RT_] {i}Теперь, когда я знаю, что он зарабатывает грязные деньги, я никогда не буду заниматься своим бизнесом. Но я должен выяснить, как заменить его доход.{/i}

source: [_RT_] {i}I know if she keeps having to strip for the extra money each week, she'll never respect me enough for me to take charge.{/i}
dutch: [_RT_] {i}Ik weet of ze elke week extra geld moet plakken Ze zal me nooit genoeg respecteren om de leiding te nemen. /i}
german: [_RT_] {i}Ich weiß, ob sie immer wieder das zusätzliche Geld jede Woche abziehen muss sie wird mich nie genug respektieren, damit ich die Verantwortung übernehmen kann. /i}
italian: [_RT_] {i}So che se continua a doversi spogliare per i soldi extra ogni settimana, non mi rispetterà mai abbastanza da farmi prendere il comando.{/i}
russian: [_RT_] {i}Я знаю, что она продолжит улавливать дополнительные деньги каждую неделю, Она никогда не будет уважать меня достаточно, чтобы я взял на себя. /i}

source: [_RT_] {i}I guess for now there's no real way to convince her otherwise.{/i}
dutch: [_RT_] {i}Ik denk dat er voorlopig geen echte manier is om haar anders te overtuigen. {/i}
german: [_RT_] {i}Ich denke, es gibt keine echte Möglichkeit, sie anders zu überzeugen.{/i}
italian: [_RT_] {i}Immagino che per ora non ci sia un vero modo per convincerla del contrario.{/i}
russian: [_RT_] {i}Теперь нет реального способа убедить её иначе.{/i}

source: [_RT_] {i}Huhhh.... unless!{/i}
dutch: [_RT_] {i}Huhh.... onvriendelijk!{/i}
german: [_RT_] {i}Huhhhh.... unlose!{/i}
italian: [_RT_] {i}Huhhh.... a meno che! {/i}
russian: [_RT_] {i}Huhhh.... бесконечно!{/i}

source: [_RT_] {i}Ok, here goes nothing.{/i}
dutch: [_RT_] {i}Ok, hier gaat niets.{/i}
german: [_RT_] {i}Ok, hier geht nichts! {/i}
italian: [_RT_] {i}Ok, qui non va niente.{/i}
russian: [_RT_] {i}Хорошо, вот ничего.{/i}

source: [_R_] {i}(Whispering){/i} "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... "
dutch: [_R_] {i}(Whispering){/i} "[ryan] moet man van het huis zijn.... "[ryan] moet man van het huis zijn. .. "[ryan] moet man van het huis.... "[ryan] moet man van het huis zijn.... "
german: [_R_] {i}(Flüstern){/i} "[ryan] sollte ein Mann des Hauses sein.... "[ryan] sollte ein Mann des Hauses sein. .. "[ryan] sollte ein Mann des Hauses sein.... "[ryan] sollte ein Mann des Hauses sein.... "
italian: [_R_] {i}(Whispering){/i} "[ryan] dovrebbe essere uomo della casa.... " "[ryan] dovrebbe essere uomo della casa... " "[ryan] dovrebbe essere l'uomo della casa.... " "[ryan] dovrebbe essere l'uomo della casa.... "

source: {i}{b}"Mom's Submission +1"{/b}{/i}
dutch: {i}{b}"Moment-indiening +1"{/b}{/i}
german: {i}{b}"Mamas Unterwerfung + 1" {/b} {/i}
italian: {i}{b}"Sottomissione della Mamma +1"{/b}{/i}
russian: {i}{b}"Отправка мамы +1"{/b}{/i}

source: [_RT_] {i}Ok, I've got to call it a night, my legs are asleep.{/i}
dutch: [_RT_] {i}Ok, ik moet het een nacht bellen, mijn benen liggen slaap.{/i}
german: [_RT_] {i}Ok, ich muss es eine Nacht nennen, meine Beine sind eingeschlafen.{/i}
italian: [_RT_] {i}Ok, devo andare a dormire, le mie gambe si sono addormentate.{/i}

source: [_RT_] {i}I hope I don't wake her!{/i}
dutch: [_RT_] {i}Ik hoop dat ik haar niet wakker word!{/i}
german: [_RT_] {i}Ich hoffe, ich wecke sie nicht!{/i}
italian: [_RT_] {i}Spero di non svegliarla! {/i}
russian: [_RT_] {i}Я надеюсь, что я не будился!{/i}

source: [_RT_] {i}Ok, let's try the subliminal messages again.{/i}
dutch: [_RT_] {i}Ok, laten we de subliminale berichten opnieuw proberen.{/i}
german: [_RT_] {i}Ok, lasst uns die unterschwelligen Nachrichten erneut versuchen.{/i}
italian: [_RT_] {i}Ok, proviamo di nuovo i messaggi subliminali.{/i}
russian: [_RT_] {i}Хорошо, давайте попробуем надписи снова.{/i}
