Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}Uggghh... I can't seem to fall asleep... Maybe something important is supposed to happen.{/i}
dutch: [_RT_] {i}Oeighh... Ik kan niet in slaap vallen... Misschien moet er iets belangrijks gebeuren.{/i}
german: [_RT_] {i}Uggghh... Ich kann nicht schlafen... Vielleicht sollte etwas Wichtiges passieren.{/i}
italian: [_RT_] {i}Uggghh... Non riesco a addormentarmi... Forse qualcosa di importante dovrebbe accadere.{/i}

source: [_RT_] {i}I don't have time to sleep right now. I've got to get ready to go visit Dad in prison.{/i}
dutch: [_RT_] {i}Ik heb nu geen tijd om te slapen. Ik moet me voorbereiden om mijn vader in gevangenschap te bezoeken.{/i}
german: [_RT_] {i}Ich habe momentan keine Zeit zum Schlafen. Ich muss mich darauf vorbereiten, Papa im Gefängnis zu besuchen.{/i}
italian: [_RT_] {i}Non ho tempo di dormire in questo momento. Devo prepararmi per andare a visitare il papà in carcere.{/i}
russian: [_RT_] {i}у меня нет времени спать. Я должен быть готов поехать в тюрьму, чтобы побывать в отцове.{/i}

source: [_RT_] {i}Shit, I have a ton of homework Mom gave me because of all the school I've been missing to work. I better get up.{/i}
dutch: [_RT_] {i}Shit, ik heb een ton huiswerk mama voor me vanwege alle school die ik heb gemist. Ik ga beter op.{/i}
german: [_RT_] {i}Shit, ich habe eine Tonne Hausaufgaben Mama gab mir wegen der ganzen Schule, die ich vermisse zu arbeiten. Ich bin besser auf.{/i}
italian: [_RT_] {i}Merda, ho una tonnellata di compiti che mamma mi ha dato a causa di tutta la scuola che ho saltato per lavorare. È meglio che mi alzi.{/i}

source: [_RT_] {i}Oh man, I'm so tired, I am not looking forward to this.{/i}
dutch: [_RT_] {i}Oh man, ik ben zo moe, ik kijk er niet naar uit.{/i}
german: [_RT_] {i}Oh Mann, ich bin so müde, ich freue mich nicht auf diese.{/i}
italian: [_RT_] {i}Oh amico, sono così stanco, non sono impaziente di farlo.{/i}

source: [_RT_] {i}Well, I better get going, so I don't have to spend the entire day doing homework.{/i}
dutch: [_RT_] {i}Nou, ik ga nog beter vertrekken, dus ik hoef de hele dag niet huiswerk te doen.{/i}
german: [_RT_] {i}Nun, ich bin besser unterwegs und muss den ganzen Tag nicht mit Hausaufgaben verbringen.{/i}
italian: [_RT_] {i}Bene, è meglio che vada, così non dovrò passare tutto il giorno a fare i compiti.{/i}
russian: [_RT_] {i}Ну что же, лучше идти, так что мне не нужно тратить весь день на домашнюю работу.{/i}

source: [_RT_] {i}Ok, so the assignment is to write a paper on how the Greek play Oedipus Rex influenced Sigmund Freud's theory on the Oedipal complex.{/i}
dutch: [_RT_] {i}Ok, dus de opdracht is om een document te schrijven over hoe de Griekse play Oedipus Rex beïnvloed heeft door Sigmund Freud's theorie op het Oedipal complex. /i}
german: [_RT_] {i}Ok, so ist die Zuordnung zu schreiben ein Papier darüber, wie das griechische Stück Oedipus Rex Sigmund Freuds Theorie über den Ödipalkomplex beeinflusst. /i}
italian: [_RT_] {i}Ok, quindi il compito è quello di scrivere un articolo su come l'opera greca Edipo Re ha influenzato la teoria di Sigmund Freud sul complesso edipico.
russian: [_RT_] {i}ОК, так что назначение заключается в том, чтобы написать статью о том, как греческая игра Oedipus Rex повлияла на теорию Сигмунда Фрейда на комплекс Oedipal. /i}

source: [_RT_] {i}What the hell is an Oedipal complex? Guess I better get reading.{/i}
dutch: [_RT_] {i}Wat is de hel een Oedipaal complex? Ik ga beter lezen.{/i}
german: [_RT_] {i}Was zur Hölle ist ein Ödipalkomplex? Vermutlich besser lesen zu lassen.{/i}
italian: [_RT_] {i}Che diavolo è un complesso edipico? Immagino sia meglio che mi metta a leggere.
russian: [_RT_] {i}Что такое Эдипальный комплекс? Угадайте лучше читать.{/i}

source: [_RT_] {i}Ok, here's the cliffnotes version.... so the premise of the Greek play Oedipus Rex is that .... {/i}
dutch: [_RT_] {i}Ok, hier is de cliffnotes versie.... dus de premisse van de Griekse play Oedipus Rex is dat.... {/i}
german: [_RT_] {i}Ok, hier ist die Kliffnoten-Version.... Die Prämisse des griechischen Spiels Ödipus Rex ist, dass .... {/i}
italian: [_RT_] {i}Ok, ecco la versione cliffnotes.... quindi la premessa del dramma greco Edipo Re è che .... {/i}
russian: [_RT_] {i}Хорошо, вот версия скалисты... так предпосылка греческой игры Oedipus Rex является то, что .... {/i}

source: [_M_] [ryan]!.... Hey, [ryan].... are you in you in your room?
dutch: [_M_] [ryan]!.... Hé, [ryan].... ben jij in jou in jouw kamer?
german: [_M_] [ryan]!.... Hey, [ryan].... sind Sie in Ihrem Zimmer?
italian: [_M_] [ryan]!.... Ehi, [ryan].... sei nella tua stanza?
russian: [_M_] [ryan]!.... Привет, [ryan].... Вы в своей комнате?

source: [_M_] Honey, come down and eat with us.
dutch: [_M_] Hon, kom neer en eet met ons.
german: [_M_] Honey, komm runter und iss mit uns.
italian: [_M_] Tesoro, vieni giù a mangiare con noi.

source: [_R_] Ok Mom, I'll be right there.
dutch: [_R_] Oké, ik ben daar.
german: [_R_] Ok Mama, ich bin genau da.
italian: [_R_] Ok mamma, arrivo subito.

source: [_M_] Honey, come sit down. We're having pizza for dinner.
dutch: [_M_] Honey, ga zitten. We hebben pizza voor het avondeten.
german: [_M_] Honey, setze dich nieder. Wir haben Pizza zum Abendessen.
italian: [_M_] Tesoro, vieni a sederti. C'è la pizza per cena.

source: [_M_] I hope you guys are hungry.
dutch: [_M_] Ik hoop dat jullie honger hebben.
german: [_M_] Ich hoffe, dass du hungrig bist.
italian: [_M_] Spero che voi ragazzi abbiate fame.
russian: [_M_] Я надеюсь, что вы ребята голодены.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
dutch: {i}{b}"Momenten Affectie +1"{/b}{/i}
german: {i}{b}"Mamas Zuneigung + 1"{/b}{/i}
italian: {i}{b}"Affetto della Mamma +1"{/b}{/i}
russian: {i}{b}"Сладость Мамы +1"{/b}{/i}

source: [_M_] Oh, my day was fine. Did you finish the extra homework on Oedipus I gave you___
dutch: [_M_] Oh, mijn dag was prima. Heb je het extra huiswerk gedaan op Oedipus dat ik je gegeven heb___
german: [_M_] Oh, mein Tag war in Ordnung. Hast du die zusätzlichen Hausaufgaben an Ödipus erledigt, die ich dir gegeben habe___
italian: [_M_] Oh, la mia giornata è andata bene. Hai finito i compiti extra su Edipo che ti ho dato___

source: [_L_] OMG [ryan].... so Kenzie was so funny today after PE she was all like___
dutch: [_L_] OMG [ryan].... dus Kenzie was vandaag zo grappig na PE was ze allemaal leuk ___
german: [_L_] OMG [ryan].... Kenzie war heute so lustig nach PE war sie alle gleich___
italian: [_L_] OMG [ryan].... così Kenzie era così divertente oggi dopo PE era tutto come___
russian: [_L_] OMG [ryan].... Кензи была настолько забавна сегодня, после того как она была всем нравится___

source: [_RT_] {i}I hope Lauren was okay on her own, I should just go check on her before I go to bed.{/i}
dutch: [_RT_] {i}Ik hoop dat Lauren alleen was, ik zou haar gewoon moeten checken voordat ik naar bed ga.{/i}
german: [_RT_] {i}Ich hoffe, Lauren war allein in Ordnung, ich sollte sie einfach überprüfen, bevor ich zum Bett gehe. {/i}
italian: [_RT_] {i}Spero che Lauren sia stata bene da sola, dovrei solo andare a controllare su di lei prima di andare a letto.{/i}
russian: [_RT_] {i}Я надеюсь, что Лорен будет нормальным, прежде чем пойти спать.{/i}

source: Are you sure you want to sleep until tomorrow?
dutch: Weet je zeker dat je tot morgen wilt slapen?
german: Bist du sicher, dass du bis morgen schlafen möchtest?
italian: Sei sicuro di voler dormire fino a domani?
russian: Вы уверены, что хотите спать до завтра?

source: Today is Saturday, which is the day the DeCapos come for their payment.
dutch: Vandaag is het zaterdag, de dag waarop DeCapos zijn geld gaat betalen.
german: Heute ist Samstag, der Tag der DeCapos kommen für ihre Zahlung.
italian: Oggi è sabato, che è il giorno in cui i DeCapo vengono per il pagamento.
russian: Сегодня суббота, которая является днем приходят DeCapos для их оплаты.

source: Would you like to skip this event today and jump to tomorrow morning, or would you like to go directly to the Mafia payment event?
dutch: Wilt u dit evenement vandaag overslaan en naar morgenochtend springen, of wilt u direct naar de betaling van de maffia gaan?
german: Möchten Sie diese Veranstaltung heute überspringen und zu morgen früh springen, oder möchten Sie direkt zur Mafia Zahlung Veranstaltung gehen?
italian: Vuoi saltare questo evento di oggi e saltare a domani mattina, o vuoi andare direttamente all'evento del pagamento della mafia?
russian: Хотите пропустить это событие сегодня и перейти к утру завтра или перейти к платежам Мафии?

source: Ok... I get it... I'm sure you've got lots of other events to get to.
dutch: Ok... Ik snap het... Ik weet zeker dat je veel andere evenementen hebt om te komen.
german: Ok... Ich bekomme es! Ich bin sicher, dass du viele andere Events besuchen musst.
italian: Ok... ho capito... Sono sicuro che hai un sacco di altri eventi a cui andare.
russian: Хорошо... Я понял... Я уверен, что у вас есть много других событий, которые нужно пройти.

source: But the Mafia still needs to get paid!
dutch: Maar de maffia moet nog betaald worden!
german: Aber die Mafia muss noch bezahlt werden!
italian: Ma la Mafia ha ancora bisogno di essere pagata!
russian: Мафия все еще должна получить деньги!

source: How will they recieve their payment?
dutch: Hoe krijgen ze hun betaling?
german: Wie werden sie ihre Zahlung erhalten?
italian: Come riceveranno il loro pagamento?
russian: Как они получат свой платеж?

source: {i}"Money -$1,000"{/i}
dutch: {i}"Geld -$1.000"{/i}
german: {i}"Geld -$1.000"{/i}
italian: {i}"Soldi -$1.000"{/i}
russian: {i}"Деньги -$1,000"{/i}

source: {i}{b}"Mom's Affection +10"{/b}{/i}
dutch: {i}{b}"Momenten Affectie +10"{/b}{/i}
german: {i}{b}"Mamas Affektion +10"{/b}{/i}
italian: {i}{b}"Affetto della mamma +10"{/b}{/i}
russian: {i}{b}"Сладость Мамы +10"{/b}{/i}

source: {i}{b}"Mom's Anger = 0"{/b}{/i}
dutch: {i}{b}"MomentAnger = 0"{/b}{/i}
german: {i}{b}"Mamas Zorn = 0"{/b}{/i}
italian: {i}{b}"Rabbia della mamma = 0"{/b}{/i}
russian: {i}{b}"Гнев мамы = 0"{/b}{/i}

source: [_RT_] {i}Looks like it's up to Mom to use her "ass"ets to pay the debt this week.{/i}
dutch: [_RT_] {i}Het lijkt erop dat het tot mevrouw behoort om haar "ass"ets te gebruiken om de schuld deze week te betalen.{/i}
german: [_RT_] {i}Sieht so aus, als ob es Mama obliegt, ihr "Arsen" zu verwenden, um die Schulden diese Woche zu bezahlen.{/i}
italian: [_RT_] {i}Sembra che tocchi alla mamma usare le sue "chiappe" per pagare il debito questa settimana.{/i}
russian: [_RT_] {i}Похоже, что мама может использовать свой "asset", чтобы заплатить долг на этой неделе.{/i}

source: {i}{b}"Mom's Affection -5"{/b}{/i}
dutch: {i}{b}"Momenten Affection -5"{/b}{/i}
german: {i}{b}"Mamas Affection -5"{/b}{/i}
italian: {i}{b}"Affetto della Mamma -5"{/b}{/i}
russian: {i}{b}"Сладость мамы -5"{/b}{/i}

source: [_RT_] {i}I need to use that money for other things.{/i}
dutch: [_RT_] {i}Ik moet dat geld voor andere dingen gebruiken.{/i}
german: [_RT_] {i}Ich muss dieses Geld für andere Dinge verwenden.{/i}
italian: [_RT_] {i}Ho bisogno di usare quei soldi per altre cose.{/i}
russian: [_RT_] {i}Мне нужно использовать эти деньги на другие вещи.{/i}

source: [_RT_] {i}I'm not tired yet.{/i}
dutch: [_RT_] {i}Ik ben nog niet moe.{/i}
german: [_RT_] {i}Ich bin noch nicht müde. {/i}
italian: [_RT_] {i}Non sono ancora stanco.
russian: [_RT_] {i}Я еще не устал.{/i}

source: [_L_] [ryan]? Are you awake?
dutch: [_L_] [ryan]? Ben je wakker?
german: [_L_] [ryan]? Bist du wach?
italian: [_L_] [ryan]? Sei sveglio?
russian: [_L_] [ryan]? Вас ждёт?

source: [_R_] Huh?.... Lauren.... why are you waking me up so early?
dutch: [_R_] Huh?.... Lauren.... waarom word je zo vroeg wakker?
german: [_R_] Huh?.... Lauren.... Warum wachst du mich so früh auf?
italian: [_R_] Eh? .... Lauren.... perché mi svegli così presto?
russian: [ _R_] Лорен ... почему ты просыпаешься так рано?

source: [_L_] Because I couldn't sleep anymore!
dutch: [_L_] Omdat ik niet meer kon slapen!
german: [_L_] Weil ich nicht mehr schlafen konnte!
italian: [_L_] Perché non riuscivo più a dormire!
russian: [_L_] Потому что я больше не мог спать!

source: [_L_] I was having the weirdest dreams about you.
dutch: [_L_] Ik had de vreemste dromen over je.
german: [_L_] Ich hatte die seltsamsten Träume über dich.
italian: [_L_] Stavo facendo i sogni più strani su di te.
russian: У меня были самые странные сны о тебе.

source: [_R_] What kind of weird dreams?
dutch: [_R_] Wat voor rare dromen?
german: [_R_] Welche Art von seltsamen Träumen?
italian: [_R_] Che tipo di sogni strani?
russian: Какие странные сны?

source: [_L_] Oh.... I don't really want to say...
dutch: [_L_] Oh.... Ik wil niet echt zeggen...
german: [_L_] Oh.... Ich möchte nicht wirklich sagen...
italian: [_L_] Oh.... Non voglio proprio dirlo...
russian: [ _L_] Oh .... Я не хочу говорить ...

source: [_L_] They were a little bit disturbing...
dutch: [_L_] Ze waren een beetje verontrustend...
german: [_L_] Sie waren ein bisschen gestört...
italian: [_L_] Erano un pò inquietanti...
russian: [_L_] Они были немного тревожи...

source: [_RT_] {i}I wonder if my visit last night caused any of those dreams.{/i}
dutch: [_RT_] {i}Ik vraag me af of mijn bezoek van afgelopen nacht deze dromen veroorzaakt.{/i}
german: [_RT_] {i}Ich frage mich, ob mein Besuch letzte Nacht irgendeinen dieser Träume verursacht hat.{/i}
italian: [_RT_] {i}Mi chiedo se la mia visita di ieri sera abbia causato qualcuno di quei sogni.
russian: [_RT_] {i}Мне интересно, вызвал ли мой визит вчера мечты.{/i}

source: [_RT_] {i}Could my subliminal messages have actually worked?{/i}
dutch: [_RT_] {i}Zou mijn subliminale berichten echt hebben gewerkt?{/i}
german: [_RT_] {i}Könnten meine unterschwelligen Nachrichten wirklich funktionieren?{/i}
italian: [_RT_] {i}Potrebbero i miei messaggi subliminali aver funzionato davvero?
russian: [_RT_] {i}Могли мои надписи действительно сработали?{/i}

source: [_L_] Plus I am dying with curiosity about what happened with you and Mom last night.
dutch: [_L_] Plus ik sterf met nieuwsgierigheid over wat er gisteravond met jou en Mom is gebeurd.
german: [_L_] Plus Ich sterbe mit Neugier über das, was gestern Abend mit dir und Mama passiert ist.
italian: [_L_] Inoltre sto morendo dalla curiosità di sapere cosa è successo tra te e la mamma ieri sera.
russian: [_L_] Plus я умираю с любопытством о том, что произошло с вами и мамой в прошлую ночь.

source: [_R_] What do you mean "with Mom and me last night" nothing happened between us last night!
dutch: [_R_] Wat bedoelt je "met mama en me gisteravond" is er gisteravond niets tussen ons gebeurd!
german: [_R_] Was meinst du "mit Mutter und mir gestern Nacht" ist gestern Abend nichts zwischen uns passiert!
italian: [_R_] Cosa intendi con "con la mamma e me ieri sera" non è successo nulla tra noi ieri sera!
russian: Что значит "с мамой и мной прошлой ночью" ничего не случилось между нами прошлой ночью!

source: [_L_] So.... you didn't follow her to see where she went?
dutch: [_L_] So.... heb ze niet gevolgd om te zien waar ze naartoe is gegaan?
german: [_L_] So.... Sie haben ihr nicht gefolgt, um zu sehen, wohin sie gegangen ist?
italian: [_L_] Quindi.... non l'hai seguita per vedere dove andava?
russian: [_L_] Итак, вы не следили за ней, чтобы увидеть, где она пошела?

source: [_R_] Oh.... right.... yes.... I did follow her.
dutch: [_R_] Oh.... goed. Ja.... ik heb haar gevolgd.
german: [_R_] Oh.... rechts.... Ja.... Ich habe ihr gefolgt.
italian: [_R_] Oh.... giusto.... si.... L'ho seguita.
russian: [ _R_] Oh .... right .... yes .... Я следовал за ней.

source: [_RT_] {i}WOW.... what a view!{/i}
dutch: [_RT_] {i}AOW.... wat een weergave!{/i}
german: [_RT_] {i}WOW.... was für eine Ansicht!{/i}
italian: [_RT_] {i}WOW.... che vista! {/i}
russian: [_RT_] {i}WOW.... Какой вид!{/i}

source: [_L_] And?
dutch: [ _L_] En?
german: [_L_] Und?
italian: [_L_] E?
russian: [ _L_] И?

source: [_R_] Oh uhh.... they just took her to their night club.
dutch: [_R_] Oh uh.... ze hebben haar net naar hun nachtclub gebracht.
german: [_R_] Oh uhhh.... sie hat sie in ihren Nachtclub gebracht.
italian: [_R_] Oh uhh.... l'hanno appena portata al loro night club.

source: [_L_] To their nightclub?
dutch: [_L_] Naar hun nachtclub?
german: [_L_] Zu ihrem Nachtclub?
italian: [_L_] Al loro night club?
russian: [ _L_] В ночном клубе?

source: [_L_] Huh.... I wonder what they would have her do there?
dutch: [_L_] Huh.... Ik vraag me af wat ze haar daar zou laten doen?
german: [_L_] Huh.... Ich frage mich, was sie da machen würde?
italian: [_L_] Huh.... Mi chiedo cosa le avrebbero fatto fare lì?
russian: [ _L_] Интересно, что они там сделали?

source: [_RT_] {i}Huh.... nothing as wonderful as Mom's, but her small titties have some appeal as well.{/i}
dutch: [_RT_] {i}Huh.... niets zo geweldig als Momes, maar haar kleine titels hebben ook wat aantrekkelijk.{/i}
german: [_RT_] {i}Huh.... nichts so wunderbar wie das von Mama, aber ihre kleinen Titten haben auch etwas Anziehungs.{/i}
italian: [_RT_] {i}Huh.... niente di così meraviglioso come quello di mamma, ma anche le sue piccole tette hanno un certo fascino.{/i}
russian: [ _RT_] {i}ха .... ничего не замечательная, как у мамы, но у ее маленьких титгалков есть и некоторые апелляции. { /i }

source: [_L_] Well, did you follow her in?
dutch: [_L_] Nou, heb je haar gevolgd?
german: [_L_] Nun, bist du ihr gefolgt?
italian: [_L_] Beh, l'hai seguita dentro?
russian: Ты за ней следовал?

source: [_R_] Uh.... yeah, I did.
dutch: [_R_] Uh.... ja, dat heb ik gedaan.
german: [_R_] Uh.... ja, ich tat.
italian: [_R_] Uh.... sì, l'ho fatto.

source: [_L_] And?...
dutch: [_L_] En?...
german: [_L_] Und?...
italian: [_L_] E?...
russian: [ _L_] И? ...

source: [_R_] Oh.... uh.... nothing weird or perverted or anything.
dutch: [_R_] Oh.... Uh.... niets raar, geperverteerd of iets anders.
german: [_R_] Oh.... uh.... nichts seltsam oder pervers oder nichts.
italian: [_R_] Oh.... uh.... niente di strano o perverso o altro.
russian: [_R_] Ох.... Ничего странного или обратного или что-нибудь.

source: [_L_] Huh?...
dutch: [_L_] Hoera?...
italian: [_L_] Eh?...
russian: [ _L_] А? ...

source: [_R_] I mean they just had her showing off to some customers.... uh.... serving them drinks.... I mean.
dutch: [_R_] Ik bedoel dat ze net een kijkje heeft genomen bij sommige klanten.... u... . het bedienen van hen drinken.... Ik meen.
german: [_R_] Ich meine, dass sie gerade ein paar Kunden zeigen ließ .... uh.... sie trinken .... Ich meine.
italian: [_R_] Voglio dire che l'hanno appena fatta esibire ad alcuni clienti.... uh.... servendo loro dei drink.... Voglio dire.
russian: [ _R_] Я имею в виду, что они только что выказывали своим клиентам ... обслуживая их выпивкой .... Я имею в виду.

source: [_R_] Why didn't you ask her about it?
dutch: [_R_] Waarom heb je haar er niet om gevraagd?
german: [_R_] Warum hast du sie nicht danach befragt?
italian: [_R_] Perché non glielo hai chiesto?
russian: Почему ты не спросил ее об этом?

source: [_L_] Oh, she's still asleep with her door locked.
dutch: [_L_] Oh, ze slaapt nog steeds met haar deur op slot.
german: [_L_] Oh, sie ist immer noch schlafen mit ihrer Türverschlossenheit.
italian: [_L_] Oh, sta ancora dormendo con la porta chiusa a chiave.
russian: Она все еще спит с запертой дверью.

source: [_L_] She's grumpier than you are when I wake her up.
dutch: [_L_] Ze is rook dan jij wanneer ik haar wakker maak.
german: [_L_] Sie ist grumper als du, wenn ich sie aufwache.
italian: [_L_] E' più scontrosa di te quando la sveglio.
russian: Она ворчливая, чем ты, когда я ее разбужу.

source: [_L_] Hey.... what the hell?
dutch: [_L_] Hey.... wat de hel?
german: [_L_] Hey.... was die Hölle?
italian: [_L_] Hey.... che diavolo?
russian: Какого чёрта?

source: [_R_] Ohh.... uhh.... It's just morning wood.
dutch: [_R_] Oh... . uh.... het is net morgenhout.
german: [_R_] Ohhh.... Uhh.... Es ist gerade morgens Holz.
italian: [_R_] Ohh.... uhh.... E' solo il legno del mattino.
russian: [ _R_] Oh .... uhh .... Это просто утренняя древесина.

source: [_L_] Morning wood my ass. You didn't have it when you first woke up!
dutch: [_L_] Mooi mijn was aan het eind. Je had het niet toen je voor het eerst wakker werd !
german: [_L_] Morgens Holz mein Arsch. Du hast es nicht gehabt, als du zum ersten Mal aufwachst!
italian: [_L_] Legno mattutino un cazzo. Non ce l'avevi quando ti sei svegliato!
russian: Morning wood my ass. У тебя его не было, когда ты впервые очнулся!

source: [_R_] Oh yeah, uhh.... it can still happen shortly after you wake up.
dutch: [_R_] Oh yeh, uh.... het kan nog steeds kort nadat je wakker bent.
german: [_R_] Oh ja, uhhh.... es kann noch kurz nach dem Aufwachen passieren.
italian: [_R_] Oh sì, uhh.... può ancora succedere poco dopo che ti sei svegliato.
russian: О да, это может случиться вскоре после того, как ты проснешься.

source: [_L_] Yeah, I'm pretty sure that's not a thing.
dutch: [_L_] Yeah, ik ben vrij zeker dat dat niet zo is.
german: [_L_] Ja, ich bin ziemlich sicher, dass das nichts ist.
italian: [_L_] Sì, sono abbastanza sicuro che non esista.
russian: Да, я уверен, что это не вещь.

source: [_R_] No really.... that can happen.
dutch: [_R_] Niet echt... dat kan gebeuren.
german: [_R_] Nicht wirklich... das kann passieren.
italian: [_R_] No davvero.... che possa succedere.
russian: [_R_] Нет правды... это может произойти.

source: [_L_] Ok.... whatever.... you're the one with a penis.
dutch: [_L_] Ok.... wat.... jij bent degene met een penis.
german: [_L_] Ok.... was auch immer.... Du bist derjenige, der einen Penis hat.
italian: [_L_] Ok.... come vuoi.... sei tu quello con il pene.
russian: [_L_] Ok.... Что-то... Вы один с полом.

source: [_L_] Aren't you going to cover him up?
dutch: Ga je hem niet bedekken?
german: [_L_] wirst du ihn nicht verdecken?
italian: [_L_] Non lo coprirai?
russian: [_L_] Вы не собираетесь его закрыть?

source: [_L_] You're actually bigger than I dreamt you were last ni.... I mean than I imagined you were.
dutch: [_L_] Je bent echt groter dan ik droomde dat je als laatste niet was.... Ik bedoel dan dat ik je bedacht heb.
german: [_L_] Du bist tatsächlich größer als ich geträumt habe, du warst zuletzt ni.... Ich meine, als ich dir vorgestellt habe.
italian: [_L_] Sei in realtà più grande di quello che ho sognato tu eri l'ultimo nipote.... Intendo dire che ho immaginato che eravi.
russian: Ты на самом деле больше, чем я мечтала, что ты последний ни ... Я имею в виду, чем я представляла тебя.

source: [_L_] I mean, I've never seen one in real life, just in porn...
dutch: [_L_] Ik bedoel, ik heb er nog nooit een in het echte leven, net in varken...
german: [_L_] Ich meine, ich habe noch nie einen im realen Leben gesehen, nur in Porno...
italian: [_L_] Voglio dire, non ne ho mai visto uno nella vita reale, solo nel porno...
russian: Я имею в виду, я никогда не видел никого в реальной жизни, только в порно ...

source: [_L_] And you're as big as they are.
dutch: [_L_] En je bent zo groot als hij.
german: [_L_] Und du bist so groß wie sie.
italian: [_L_] E tu sei grande quanto loro.
russian: [_L_] И ты такой большой, как они.

source: [_RT_] {i}So she did dream about me last night. I'll have to keep whispering suggestions at night.{/i}
dutch: [_RT_] {i}Dus ze heeft gisteravond over mij gedroomd. Ik moet 's nachts suggesties blijven fluisteren.{/i}
german: [_RT_] {i}Also hat sie letzte Nacht von mir geträumt. Ich muss immer wieder flüsternde Vorschläge in der Nacht machen.{/i}
italian: [_RT_] {i}Quindi mi ha sognato la scorsa notte. Dovrò continuare a sussurrare suggerimenti durante la notte.{/i}
russian: [ _RT_] {i}Так она и мечтал обо мне прошлой ночью. Я должен буду шептаться по ночам.
