Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}Maybe she would even let me see her tits.{/i}
dutch: [_RT_] {i}Misschien zou ze me zelfs haar tegels laten zien.{/i}
german: [_RT_] {i}Vielleicht würde sie mir sogar ihre Titten sehen.{/i}
italian: [_RT_] {i}Forse potrebbe anche farmi vedere le sue tette.
russian: [_RT_] {i}Может быть, она даже позвольте мне увидеть ее синицы.{/i}

source: [_RT_] {i}That would probably be the too crazy she was talking about.{/i}
dutch: [_RT_] {i}Dat zou waarschijnlijk het te gek zijn om over te praten.{/i}
german: [_RT_] {i}Das wäre wahrscheinlich zu verrückt, worüber sie gesprochen hat.{/i}
italian: [_RT_] {i}Questo sarebbe probabilmente il troppo pazzo di cui parlava.
russian: [_RT_] {i}Это, вероятно, было бы слишком сумасшедшим, о котором она говорила.{/i}

source: [_RT_] {i}But I'm really curious to see what I'll be able to get away with.{/i}
dutch: [_RT_] {i}Maar ik ben echt nieuwsgierig om te zien met wat ik kan wegkomen.{/i}
german: [_RT_] {i}Aber ich bin wirklich neugierig zu sehen, was ich wegkommen kann.{/i}
italian: [_RT_] {i}Ma sono davvero curioso di vedere cosa sarò in grado di fare.
russian: [_RT_] {i}Но мне очень интересно посмотреть, с чем я смогу сбежать.{/i}

source: [_L_] Is there something you need?
dutch: [_L_] Is er iets dat je nodig hebt?
german: [_L_] Brauchst du etwas, was du brauchst?
italian: [_L_] C'è qualcosa di cui hai bisogno?
russian: [_L_] Есть что-то, что вам нужно?

source: [_R_] Do you want to do something?
dutch: [_R_] Wil je iets doen?
german: [_R_] Möchtest du etwas tun?
italian: [_R_] Vuoi fare qualcosa?
russian: [_R_] Вы хотите что-то сделать?

source: [_L_] Sorry, but my friend Chloe is really upset about a guy, and just really needs all of my attention right now.
dutch: [_L_] Sorry, maar mijn vriend Chloe is echt ontdaan van een vent en heeft gewoon al mijn aandacht nodig op dit moment.
german: [_L_] Tut mir leid, aber mein Freund Chloe ist wirklich aufgebracht über einen Kerl, und braucht gerade wirklich meine ganze Aufmerksamkeit.
italian: [_L_] Scusa, ma la mia amica Chloe è davvero sconvolta per un ragazzo e ha bisogno di tutta la mia attenzione in questo momento.

source: [_L_] I'll come find you if I get done texting her soon.
dutch: [_L_] Ik zal je vinden als ik klaar ben met het sms'en.
german: [_L_] Ich werde dich finden, wenn ich bald fertig mit ihr sein werde.
italian: [_L_] Verrò a cercarti se finirò presto di mandarle un messaggio.

source: [_RT_] {i}Well shit, she's locking the door to change now.{/i}
dutch: [_RT_] {i}Goed gedaan, ze vergrendelt nu de deur om te veranderen.{/i}
german: [_RT_] {i}Gut Scheiße, sie sperrt die Tür, um jetzt zu wechseln.{/i}
italian: [_RT_] {i}Beh, merda, sta chiudendo la porta per cambiarsi ora.{/i}
russian: [_RT_] {i}Хорошая рука, она заблокирует дверь, чтобы изменить сейчас.{/i}

source: [_RT_] {i}She definitely doesn't want me spying on her changing again.{/i}
dutch: [_RT_] {i}Ze wil absoluut niet dat ik haar opnieuw bespioneer.{/i}
german: [_RT_] {i}Sie will definitiv nicht, dass ich sie wieder ausspionieren möchte.{/i}
italian: [_RT_] {i}Di sicuro non vuole che la spii di nuovo mentre si cambia.
russian: [_RT_] {i}Она наверняка не хочет, чтобы я снова пыталась поменять её.{/i}

source: [_RT_] {i}I've got to get a spy cam in there or something.{/i}
dutch: [_RT_] {i}Ik moet daar een spionageteken in krijgen of zoiets.{/i}
german: [_RT_] {i}Ich muss eine Spionagekamera in mir oder irgendwas bekommen.{/i}
italian: [_RT_] {i}Devo mettere una telecamera spia lì dentro o qualcosa del genere.{/i}

source: [_RT_] {i}Oh no! Hello temptation my old friend.{/i}
dutch: [_RT_] {i}Oh nee! Hallo temptation mijn oude vriend.{/i}
german: [_RT_] {i}Oh nein! Hallo Versuchung mein alter Freund.{/i}
italian: [_RT_] {i}Oh no! Ciao tentazione mia vecchia amica.{/i}
russian: [ _RT_] {i}О нет! Алло искушение мой старый друг. { /i }

source: [_RT_] {i}I really shouldn't watch this.... but I can't look away!{/i}
dutch: [_RT_] {i}Ik moet echt niet kijken ... maar ik kan niet wegkijken!{/i}
german: [_RT_] {i}Ich sollte das wirklich nicht sehen.... aber ich kann nicht aussehen!{/i}
italian: [_RT_] {i}Non dovrei davvero guardare questo.... ma non posso distogliere lo sguardo!
russian: [_RT_] {i}Я действительно не должен смотреть это... но я не могу оглянуться!{/i}

source: [_RT_] {i}Shit! Why couldn't the women in my family be ugly?{/i}
dutch: [_RT_] {i}Shit! Waarom konden de vrouwen in mijn familie niet lelijk zijn?{/i}
german: [_RT_] {i}Shit! Warum konnten die Frauen in meiner Familie nicht hässlich sein? {/i}
italian: [_RT_] {i}Merda! Perché le donne della mia famiglia non possono essere brutte?
russian: [ _RT_] {i}Дерьмо! Почему женщины в моей семье не могут быть уродливы?

source: [_RT_] {i}Then I wouldn't have this moral dilemma.{/i}
dutch: [_RT_] {i}Dan zou ik geen moreel dilemma hebben.{/i}
german: [_RT_] {i}Dann hätte ich dieses moralische Dilemma nicht.{/i}
italian: [_RT_] {i}Allora non avrei questo dilemma morale.
russian: [_RT_] {i}Тогда у меня не будет этой моральной дилеммы.{/i}

source: [_RT_] {i}Oh My Gosh! I'm going to explode in my pants!{/i}
dutch: [_RT_] {i}Oh My Gosh! Ik ga ontploffen in mijn pants!{/i}
german: [_RT_] {i}Oh Mein Evange! Ich werde in meinen Hosen explodieren!{/i}
italian: [_RT_] {i}Oh mio Dio! Sto per esplodere nei miei pantaloni!
russian: [_RT_] {i}О моем Господе! Я буду взорваться в своих брнях!{/i}

source: [_RT_] {i}I have to capture this moment!{/i}
dutch: [_RT_] {i}Ik moet dit moment!{/i} vastleggen
german: [_RT_] {i}Ich muss diesen Moment erfassen!{/i}
italian: [_RT_] {i}Devo catturare questo momento!
russian: [_RT_] {i}Мне нужно захватить этот момент!{/i}

source: [_RT_] {i}There, now I have some more fapping material for later.{/i}
dutch: [_RT_] {i}Daar heb ik nog wat meer tappend materiaal voor later.{/i}
german: [_RT_] {i}Hier, jetzt habe ich etwas mehr Fapping Material für später.{/i}
italian: [_RT_] {i}Ecco, ora ho un pò di materiale da svenimento in più per dopo.{/i}
russian: [_RT_] {i}Там, теперь у меня есть ещё парный материал позже.{/i}

source: [_RT_] {i}Well, I guess all good things must come to an end.{/i}
dutch: [_RT_] {i}Nou, ik denk dat alles tot een einde moet komen.{/i}
german: [_RT_] {i}Nun, ich denke, alle guten Dinge müssen ein Ende haben.{/i}
italian: [_RT_] {i}Beh, immagino che tutte le cose belle debbano avere una fine.
russian: [ _RT_] {i}Ну, я думаю, все хорошее должно прийти к концу. { /i }

source: [_ST_] {i}I love this outfit, it looks so cute on me!{/i}
dutch: [_ST_] {i}Ik hou van deze outfit, het ziet er zo schattig uit op mij!{/i}
german: [_ST_] {i}Ich liebe dieses Outfit, es sieht so süß auf mich aus!{/i}
italian: [_ST_] {i}Adoro questo vestito, mi sta così bene!
russian: [_ST_] {i}Мне нравится эта одежда, она выглядит так мило!{/i}

source: [_ST_] {i}Oh my God, is that?.... {/i}
dutch: [_ST_] {i}Oh mijn God, is dat?.... {/i}
german: [_ST_] {i}Oh mein Gott, ist das?.... {/i}
italian: [_ST_] {i}Oh mio Dio, è quello? .... {/i}
russian: [_ST_] {i}О Боге, это?.... {/i}

source: [_RT_] {i}Oh no, her face in the mirror looks like she might've seen me.{/i}
dutch: [_RT_] {i}Oh nee, haar gezicht in de spiegel ziet eruit alsof ze me gezien heeft.{/i}
german: [_RT_] {i}Oh nein, ihr Gesicht im Spiegel sieht so aus, als hätte sie mich gesehen.{/i}
italian: [_RT_] {i}Oh no, la sua faccia nello specchio sembra che potrebbe avermi visto.{/i}
russian: [ _RT_] {i}О нет, ее лицо в зеркале выглядит так, как будто она могла видеть меня. { /i }

source: [_RT_] {i}I've got to get out of here!{/i}
dutch: [_RT_] {i}Ik moet hier uit!{/i}
german: [_RT_] {i}Ich muss hier aussteigen!{/i}
italian: [_RT_] {i}Devo uscire da qui!
russian: [ _RT_] {i}Мне нужно выйти отсюда! { /i }

source: [_ST_] {i}Oh wait, there's nothing there.... {/i}
dutch: [_ST_] {i}Oh wacht, er is niets klaar.... {/i}
german: [_ST_] {i}Oh warten, da gibt es nichts .... {/i}
italian: [_ST_] {i}Oh aspetta, non c'è niente lì.... {/i}
russian: [ _ST_] {i}Подождите, там ничего нет .... { /i }

source: [_ST_] {i}Did I just imagine it?{/i}
dutch: [_ST_] {i}Heb ik het net voorgesteld?{/i}
german: [_ST_] {i}Habe ich mir das gerade vorgestellt? {/i}
italian: [_ST_] {i}L'ho solo immaginato? {/i}
russian: [ _ST_] {i}Я только что представлял его? { /i }

source: [_ST_] {i}Who could it have been? Isn't everyone at school?{/i}
dutch: [_ST_] {i}Wie kan het zijn? Is het niet iedereen op school?{/i}
german: [_ST_] {i}Wer hätte es sein können? Ist nicht jeder in der Schule?{/i}
italian: [_ST_] {i}Chi può essere stato? Non sono tutti a scuola?
russian: [_ST_] {i}Кто мог бы быть? Не все ли в школе?{/i}

source: [_ST_] {i}Could a stranger have been watching me change?{/i}
dutch: [_ST_] {i}Zou een vreemdeling mij hebben gemonitord?{/i}
german: [_ST_] {i}Hätte ein Fremder mir Änderungen zuschauen können?{/i}
italian: [_ST_] {i}Potrebbe essere stato un estraneo a guardarmi mentre mi cambiavo?
russian: [_ST_] {i}Не мог ли незнакомца следить за мной изменение?{/i}

source: [_ST_] {i}More likely it's just [ryan] skipping class.{/i}
dutch: [_ST_] {i}Het is waarschijnlijk alleen [ryan] klasse overslaan.{/i}
german: [_ST_] {i}Wahrscheinlicher ist es einfach [ryan] Klasse zu überspringen.{/i}
italian: [_ST_] {i}Più probabilmente è solo [ryan]che salta la lezione.{/i}
russian: [_ST_] {i}скорее всего это просто [ryan] пропуск класса.{/i}

source: [_ST_] {i}I sure hope it was [ryan].{/i}
dutch: [_ST_] {i}Ik hoop zeker dat het [ryan]was. {/i}
german: [_ST_] {i}Ich bin sicher, dass es [ryan].{/i} war
italian: [_ST_] {i}Spero proprio che sia stato [ryan].
russian: [_ST_] {i}Я уверен, что это был [ryan].{/i}

source: [_ST_] {i}Wait.... that sounded weird in my head.{/i}
dutch: [_ST_] {i}Wacht.... dat raar klonk in mijn hoofd.{/i}
german: [_ST_] {i}Warten.... das klang seltsam in meinem Kopf.{/i}
italian: [_ST_] {i}Aspetta.... che suonava strano nella mia testa.{/i}
russian: [_ST_] {i}Подождите.... прозвучал странно в моей голове.{/i}

source: [_ST_] {i}I shouldn't be hoping that my brother is watching me change.{/i}
dutch: [_ST_] {i}Ik zou niet moeten hopen dat mijn broer mij ziet veranderen.{/i}
german: [_ST_] {i}Ich sollte nicht hoffen, dass mein Bruder mir Änderungen beobachtet.{/i}
italian: [_ST_] {i}Non dovrei sperare che mio fratello mi veda cambiare.{/i}
russian: [_ST_] {i}Я не должен надеяться, что мой брат смотрит за мной изменения.{/i}

source: [_ST_] {i}Why does that thought turn me on just a little?{/i}
dutch: [_ST_] {i}Waarom zet dat me een beetje om?{/i}
german: [_ST_] {i}Warum schaltet mich dieser Gedanke ein wenig ein?{/i}
italian: [_ST_] {i}Perché questo pensiero mi eccita solo un pò?
russian: [_ST_] {i}Почему эта мысль немного разворачивает?{/i}

source: [_RT_] {i}Holy shit, that was close, but I don't think she saw me.{/i}
dutch: [_RT_] {i}Heilige shit, dat was dichtbij, maar ik denk niet dat ze me heeft gezien.{/i}
german: [_RT_] {i}Heiliger Scheiß, der nah war, aber ich glaube nicht, dass sie mich gesehen hat.{/i}
italian: [_RT_] {i}Cazzo, c'è mancato poco, ma non credo che mi abbia visto.
russian: [_RT_] Божественная дерьма {i}, это было близко, но я не думаю, что она меня видела.{/i}

source: [_RT_] {i}Sidney locked the door. Oh crap she must have seen something! I wonder if she knows it was me?{/i}
dutch: [_RT_] {i}Sidney heeft de deur gesloten. Oh crap ze moet iets gezien hebben! Ik vraag me af of ze weet dat het mij was?{/i}
german: [_RT_] {i}Sidney hat die Tür gesperrt. Oh crap sie muss etwas gesehen haben! Ich frage mich, ob sie weiß, dass es ich war? {/i}
italian: [_RT_] {i}Sidney chiuse la porta a chiave. Oh merda, deve aver visto qualcosa! Mi chiedo se sa che ero io?
russian: [_RT_] {i}Sidney забрал дверь. Ох храбр, что она что-то видела! Интересно, знает ли она мне?{/i}

source: [_RT_] {i}I think I can hear her talking with someone on her phone. Could she be telling Mom on me?{/i}
dutch: [_RT_] {i}Ik denk dat ik haar kan horen praten met iemand op haar telefoon. Zou ze me kunnen vertellen?{/i}
german: [_RT_] {i}Ich denke, ich kann sie mit jemandem auf ihrem Telefon sprechen. Könnte sie Mama bei mir erzählen?{/i}
italian: [_RT_] {i}Credo di sentirla parlare con qualcuno al telefono. Potrebbe dire alla mamma di me?
russian: [_RT_] {i}Думаю, я слышал, что она разговаривает с кем-то по телефону. Могла ли она меня сказать Маму?{/i}

source: [_RT_] {i}I need to get closer to see if I can hear.{/i}
dutch: [_RT_] {i}Ik moet dichterbij komen om te zien of ik kan horen.{/i}
german: [_RT_] {i}Ich muss näher kommen, um zu sehen, ob ich hören kann.{/i}
italian: [_RT_] {i}Devo avvicinarmi per vedere se riesco a sentire.
russian: [_RT_] {i}Мне нужно приблизиться, чтобы увидеть, можно ли услышать.{/i}

source: [_RT_] {i}Maybe if I put my ear on the door I can.... {/i}
dutch: [_RT_] {i}Misschien als ik mijn oor op de deur zet die ik kan.... {/i}
german: [_RT_] {i}Vielleicht, wenn ich mein Ohr an die Tür setze, kann ich.... {/i}
italian: [_RT_] {i}Forse se metto l'orecchio sulla porta posso.... {/i}
russian: [_RT_] {i}Может быть, я положил ухо в дверь, которую смогу... {/i}

source: [_S_] Haa.... I knew it was you!
dutch: [_S_] Haai... Ik wist dat het jou was!
german: [_S_] Haa.... Ich wusste, es war du!
italian: [_S_] Haa.... Lo sapevo che eri tu!
russian: [ _S_] Haa .... Я знал, что это ты!

source: [_S_] Why are you lurking at my door you little pervert!
dutch: [_S_] Waarom lenen jullie op mijn deur, zorg je niet perfant!
german: [_S_] Warum lauert ihr vor meiner Tür ein wenig pervertiert!
italian: [_S_] Perché ti stai appostando alla mia porta, piccolo pervertito!
russian: [ _S_] Почему ты унываешь в мою дверь, ты маленькая извращенка!

source: [_R_] I'm sorry, I just wasn't sure if you were home, and wanted to see if you were. I thought maybe we could hang out?
dutch: [_R_] Het spijt me, ik was er niet zeker van of je thuis was en wilde zien of je thuis was. Ik dacht dat we misschien konden hanteren?
german: [_R_] Tut mir leid, ich war mir nicht sicher, ob du zu Hause bist, und wollte sehen, ob du bist. Ich dachte, wir könnten vielleicht ausgehen?
italian: [_R_] Mi dispiace, è solo che non ero sicuro che tu fossi a casa e volevo vedere se lo eri. Ho pensato che forse potremmo uscire insieme?
russian: [ _R_] Прости, я просто не была уверена, что ты дома, и хотела узнать, не была ли ты. Я подумал, может мы могли бы потусоваться?

source: [_S_] Oh, and I'm supposed to believe that you weren't peeking in at me dressing just a few minutes ago?
dutch: [_S_] Oh, en ik zou moeten geloven dat je niet in staat was om me een paar minuten geleden te kleden?
german: [_S_] Oh, und ich sollte glauben, dass du mich vor wenigen Minuten nicht angeschaut hast?
italian: [_S_] Oh, e dovrei credere che non mi stavi sbirciando mentre mi vestivo solo pochi minuti fa?
russian: О, и я должен поверить, что ты не заглядывал в меня, переодеваясь всего пару минут назад?

source: [_S_] How much did you see?
dutch: [_S_] Hoeveel heb je gezien?
german: [_S_] Wie viel hast du gesehen?
italian: [_S_] Quanto hai visto?
russian: [_S_] Сколько вы видели?

source: [_R_] Not much, you were mostly dressed when I saw you. I ran away as soon as I realized you were changing.
dutch: [_R_] Niet veel, je was meestal gekleed toen ik je zag. Ik liep weg zodra ik realiseerde dat je aan het veranderen was.
german: [_R_] Nicht viel, du warst meistens gekleidet, als ich dich sah. Ich lief weg, als ich merkte, dass du dich verändert hast.
italian: [_R_] Non molto, eri quasi sempre vestito quando ti ho visto. Sono scappato appena ho capito che ti stavi cambiando.
russian: [ _R_] Не так много, ты была в основном одета, когда я увидела тебя. Я убежал, как только понял, что ты меняешься.

source: [_S_] You better not be lying!
dutch: [_S_] Je mag beter niet liegen!
german: [_S_] Du bist besser nicht lügen!
italian: [_S_] Sarà meglio che tu non stia mentendo!
russian: [_S_] Вам не стоит говорить!

source: [_S_] You know you could have just knocked.
dutch: [_S_] Je weet dat je net had kunnen klommen.
german: [_S_] Du weißt, dass du gerade geklopft hast.
italian: [_S_] Sai che avresti potuto semplicemente bussare.
russian: [ _S_] Вы знаете, что вы могли просто постучать.

source: [_R_] Sorry, I'll try to do that next time.
dutch: [_R_] Sorry, ik zal het de volgende keer proberen.
german: [_R_] Entschuldigung, das werde ich beim nächsten Mal versuchen.
italian: [_R_] Scusa, cercherò di farlo la prossima volta.
russian: [ _R_] Извините, я попробую сделать это в следующий раз.

source: [_S_] Whatever!
dutch: [_S_] Watever!
german: [_S_] <unk> ver!
italian: [_S_] Come vuoi!
russian: [ _S_] Что бы там ни было!

source: [_R_] I have no idea what you're talking about.
dutch: [_R_] Ik heb geen idee waar je het over hebt.
german: [_R_] Ich habe keine Ahnung, wovon du sprichst.
italian: [_R_] Non ho idea di cosa tu stia parlando.
russian: Я понятия не имею, о чем ты говоришь.

source: [_S_] Yeah right you little liar!
dutch: [_S_] Yeah geeft je een kleine leugenaar!
german: [_S_] Ja, du hast einen kleinen Lügner!
italian: [_S_] Sì, giusto, piccolo bugiardo!
russian: Да, ты маленький лжец!

source: [_S_] If you need to talk to me, just knock on the door,
dutch: [_S_] Als je tegen me moet praten, sla dan gewoon op de deur.
german: [_S_] Wenn du mit mir reden musst, klopfe einfach an die Tür,
italian: [_S_] Se hai bisogno di parlare con me, bussa semplicemente alla porta,
russian: [ _S_] Если вам нужно поговорить со мной, просто постучите в дверь,

source: [_S_] Instead of creeping around like some depraved pervert.
dutch: [_S_] in plaats van rond te lopen zoals wat bedrieglijke pervert.
german: [_S_] Anstatt sich zu schleichen wie ein wenig verderbte Perverte.
italian: [_S_] Invece di strisciare in giro come un pervertito depravato.
russian: [_S_] Вместо того, чтобы ползать, как некоторые глупые извращение.

source: [_RT_] {i}Ok.... so having Sidney in bed with Lauren might complicate things just a little bit.{/i}
dutch: [_RT_] {i}Ok.... dus als je Sidney in bed hebt met Lauren kan het een beetje compliceren.{/i}
german: [_RT_] {i}Ok.... also könnte Sidney im Bett mit Lauren die Dinge ein wenig komplizieren.{/i}
italian: [_RT_] {i}Ok.... quindi avere Sidney a letto con Lauren potrebbe complicare un pò le cose.{/i}
russian: [ _RT_] {i}Ok .... so having Sidney in bed with Lauren может усложнить всё немного. { /i }

source: [_RT_] {i}I guess I could try and see if Sidney will sleep through the subliminal messages.{/i}
dutch: [_RT_] {i}Ik denk dat ik kan proberen te zien of Sidney door de subliminale berichten slaagt.{/i}
german: [_RT_] {i}Ich denke, ich könnte versuchen zu sehen, ob Sidney durch die unterschwelligen Nachrichten schlafen wird.{/i}
italian: [_RT_] {i}Immagino che potrei provare a vedere se Sidney dormirà attraverso i messaggi subliminali.
russian: [_RT_] {i}, я могу попробовать посмотреть, будет ли Сиднея спать через сублинальные сообщения.{/i}

source: [_RT_] {i}I could even try some on her after I'm done with Lauren.{/i}
dutch: [_RT_] {i}Ik kan het zelfs nog eens proberen nadat ik klaar ben met Lauren.{/i}
german: [_RT_] {i}Ich könnte sie sogar ausprobieren, nachdem ich mit Lauren fertig bin. {/i}
italian: [_RT_] {i}Potrei anche provarne qualcuno su di lei dopo aver finito con Lauren.
russian: [_RT_] {i}Я даже могу попробовать кое-что на ней после того, как я закончил с Лороном.{/i}

source: [_RT_] {i}Hmmm.... should I risk it?{/i}
dutch: [_RT_] {i}Hmmm.... moet ik het riskeren?{/i}
german: [_RT_] {i}Hmmm.... sollte ich es riskieren? {/i}
italian: [_RT_] {i}Hmmm.... dovrei rischiare? {/i}
russian: [ _RT_] {i}Hmmm .... должен ли я рисковать? { /i }

source: [_RT_] {i}Two hotties in one bed!{/i}
dutch: [_RT_] {i}Twee hotties in één bed!{/i}
german: [_RT_] {i}Zwei Hotties in einem Bett! {/i}
italian: [_RT_] {i}Due bellezze in un solo letto!
russian: [_RT_] {i}Два горячие в одной кровати!{/i}

source: [_RT_] {i}I'm sure glad Mom keeps the house so warm. It would be a shame to put a blanket over these bodies!{/i}
dutch: [_RT_] {i}Ik weet zeker dat de mama het huis zo warm houdt. Het zou jammer zijn om een deken over deze lichamen te plaatsen!{/i}
german: [_RT_] {i}Ich bin sicher, dass die Mama das Haus so warm hält. Es wäre eine Schande, diese Körper mit einer Decke zu versetzen!{/i}
italian: [_RT_] {i}Sono contento che la mamma tenga la casa così calda. Sarebbe un peccato mettere una coperta su questi corpi!
russian: [_RT_] {i}Я уверен, что Мама держит дом так теплым. Было бы стыдно, чтобы одеяло на эти тела!{/i}

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy...
dutch: [_R_] {i}(Fluistering){/i} Je vindt dat je broer sexy is.... jij denkt dat je broer sexy is...
german: [_R_] {i}(Flüstern){/i} Du denkst, dass dein Bruder sexy ist.... du denkst, dein Bruder ist sexy...
italian: [_R_] {i}(Sussurrando){/i}Pensi che tuo fratello sia sexy.... pensi che tuo fratello sia sexy...
russian: [_R_] {i}(Шепотая){/i} Вы думаете, что ваш брат – сексуальность.... Вы думаете, что ваш брат – сексуальность...

source: [_R_] {i}(Whispering){/i} You think your brother is .... oh, shit!
dutch: [_R_] {i}(Fluister){/i} Jij denkt dat je broer .... oh, shit!
german: [_R_] {i}(Flüstern){/i} Du denkst, dein Bruder ist .... oh, shit!
italian: [_R_] {i}(Sussurrando){/i} Pensi che tuo fratello sia .... oh, merda!
russian: [_R_] {i}(Шепотая){/i} Вы думаете, что ваш брат .... Ох, дерьт!

source: [_S_] Hmmmmm?.... Lauren?.... Did you say something?
dutch: [_S_] Hmmmmm?.... Lauren?.... Heb je iets gezegd?
german: [_S_] Hmmmmm?.... Lauren?.... Hast du etwas gesagt?
italian: [_S_] Hmmmmm?.... Lauren? .... Hai detto qualcosa?
russian: [_S_] Хмммм?.... Лорен?.... Вы что-то сказали?

source: [_S_] Lauren.... are you asleep?
dutch: [_S_] Lauren.... slaap jij?
german: [_S_] Lauren.... bist du eingeschlafen?
italian: [_S_] Lauren.... stai dormendo?
russian: Лорен, ты спишь?

source: [_S_] Ok?.... I guess it was my imagination?...
dutch: [_S_] Ok?.... Ik denk dat het mijn verbeelding was?...
german: [_S_] Ok?.... Ich denke, es war meine Fantasie?...
italian: [_S_] Ok? .... Immagino sia stata la mia immaginazione...
russian: [ _S_] Ok? .... Я думаю, это было мое воображение?

source: [_RT_] {i}Shit!! Sidney is a super light sleeper!{/i}
dutch: [_RT_] {i}Shit!! Sidney is een super lichte sleeper!{/i}
german: [_RT_] {i}Shit!! Sidney ist ein super leichtes Ärmel!{/i}
italian: [_RT_] {i}Merda! Sidney ha il sonno super leggero!
russian: [ _RT_] {i}Дерьмо!! Сидни-супер лёгкое спят! { /i }

source: [_RT_] {i}I've got to think of some other way to keep her progress going.{/i}
dutch: [_RT_] {i}Ik moet nadenken over een andere manier om haar voortgang op gang te houden.{/i}
german: [_RT_] {i}Ich muss an eine andere Möglichkeit denken, um ihren Fortschritt in Gang zu halten.{/i}
italian: [_RT_] {i}Devo pensare a qualche altro modo per mantenere i suoi progressi.
russian: [_RT_] {i}Я должен подумать о другом способе сохранить свой прогресс.{/i}

source: [_RT_] {i}I guess I'll just wait here until I'm sure Sidney has fallen back asleep.{/i}
dutch: [_RT_] {i}Ik denk dat ik hier even zal wachten tot ik zeker weet dat Sidney in slaapstand is gevallen.{/i}
german: [_RT_] {i}Ich denke, ich werde nur hier warten, bis Sidney wieder eingeschlafen ist.{/i}
italian: [_RT_] {i}Immagino che aspetterò qui finché non sarò sicuro che Sidney si sia riaddormentato.{/i}
russian: [ _RT_] {i}Я подожду здесь, пока не буду уверен, что Сидни уснул. { /i }

source: [_RT_] {i}Shit, that was close!{/i}
dutch: [_RT_] {i}Shit, dat was dichtbij!{/i}
german: [_RT_] {i}Shit, der geschlossen wurde!{/i}
italian: [_RT_] {i}Merda, c'è mancato poco!{/i}
