Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}{b}(HINT){/b} I think Mom's probably pretty shook up after what happened at the club. I should go check on her in her room.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik denk dat Mom's waarschijnlijk behoorlijk wakker is geworden na wat er gebeurd is bij de club. Ik moet haar gaan checken in haar kamer.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich denke, Mom's ist wahrscheinlich ziemlich erschüttert nach dem, was im Club passiert ist. Ich sollte sie in ihrem Zimmer überprüfen. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Penso che probabilmente la mamma sia piuttosto scossa dopo quello che è successo al club. Dovrei andare a controllare su di lei nella sua stanza.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Я думаю, что Мама может довольно сильно стрелять, после чего случилось в клубе. Я должен проверить её в её комнате.{/i}

source: You picked a boring option! What, you didn't want to take any risks?
dutch: Je hebt een saaie optie gekozen! Wat wilde je geen risico's nemen?
german: Du hast eine langweilige Option ausgewählt! Was willst du nicht riskieren?
italian: Hai scelto un'opzione noiosa! Cos'è, non volevi correre alcun rischio?
russian: Вы выбрали скучный вариант! Что-то не хотите рисковать?

source: You were able to make enough deliveries to keep making the payments.
dutch: Je hebt genoeg leveringen kunnen doen om de betalingen te blijven doen.
german: Sie konnten genügend Lieferungen vornehmen, um die Zahlungen fortzusetzen.
italian: Siete stati in grado di effettuare abbastanza consegne per continuare a effettuare i pagamenti.
russian: Вы смогли сделать достаточное количество доставки, чтобы продолжать делать платежи.

source: Your dad soon got out of jail and took back over as man of the house and emotionally abusive asshole.
dutch: Je vader kwam al gauw uit de gevangenis en nam het terug als man van het huis en als emotioneel misbruikende schoenen.
german: Ihr Vater kam bald aus dem Gefängnis und übernahm wieder als Mann des Hauses und emotional missbräuchlich Arschloch.
italian: Tuo padre uscì presto di prigione e riprese il ruolo di uomo di casa e di stronzo emotivamente violento.
russian: Ваш папа вскоре вышел из тюрьмы и вернулся как человек дома и эмоционально оскорбительный ашшот.

source: Everything went back to the way it was, except that you can't get these images out of your head.
dutch: Alles ging terug naar de manier waarop het was, behalve dat je deze beelden niet uit je hoofd kunt krijgen.
german: Alles ging wieder so wie es war, außer dass man diese Bilder nicht aus dem Kopf bekommen kann.
italian: Tutto è tornato come prima, tranne che non riesci a toglierti queste immagini dalla testa.
russian: Все вернулось к тому, как это было, за исключением того, что вы не можете извлечь эти изображения из головы.

source: And now you can't help but get a hard-on every time your mom bends over.
dutch: En nu kan je niet helpen maar krijg je elke keer een harde van je moeder.
german: Und jetzt kann man nicht umhin, jedes Mal ein hartes Spiel zu bekommen, wenn sich die Mama beugt.
italian: E ora non puoi fare a meno di avere un'erezione ogni volta che tua madre si piega.
russian: И теперь вы не можете помочь вам при каждом наклоне мамы.

source: Game Over
dutch: Partij afgelopen
german: Spiel vorbei
italian: Partita Terminata
russian: Игра окончена

source: You might want to roll back now.
dutch: Misschien wilt u nu terugdraaien.
german: Vielleicht möchten Sie jetzt zurückrollen.
italian: Potresti voler tornare indietro adesso.
russian: Возможно, вы захотите откатиться сейчас.

source: Seriously, one more click and you'll be back to the game menu.
dutch: Serieus, nog één klik en je zult terug zijn naar het spelmenu.
german: Ernsthaft, ein weiterer Klick und du bist zurück zum Spielmenü.
italian: Seriamente, un altro clic e tornerai al menu del gioco.
russian: Серьезно, еще один клик, и вы вернетесь в игровое меню.

source: You picked the most boring option! What, you didn't want to take any risks?
dutch: Je hebt de meest saaie optie gekozen! Wat wilde je geen risico's nemen?
german: Du hast die langweiligste Option ausgewählt! Was hast du nicht gewollt, irgendwelche Risiken einzugehen?
italian: Hai scelto l'opzione più noiosa! Cosa, non volevi correre alcun rischio?
russian: Вы выбрали самый скучный вариант! Что-то не хотите рисковать?

source: You went on to live a completely normal, unremarkable life.
dutch: Je ging leven met een volledig normaal, onopmerkelijk leven.
german: Du hast ein völlig normales, unbemerktes Leben gelebt.
italian: Hai continuato a vivere una vita completamente normale e irrilevante.
russian: Вы пошли жить совершенно нормальной, незамечательной жизнью.

source: You married a normal boring girl.
dutch: Je trouwde met een normaal saaie meisje.
german: Du hast ein normales langweiliges Mädchen geheiratet.
italian: Hai sposato una ragazza normale e noiosa.
russian: Вы женились на обычной скучной девочке.

source: Your love life is almost non-existant, except for birthdays and anniversaries, the only action you get is from your hand while looking at a computer.
dutch: Je liefdesleven bestaat bijna niet, behalve verjaardagen en verjaardagen, de enige actie die je krijgt is uit je hand terwijl je naar een computer kijkt.
german: Dein Liebesleben ist bis auf Geburtstage und Jubiläen fast nicht existent, die einzige Handlung, die du erhältst ist von deiner Hand, wenn du auf einen Computer schaust.
italian: La tua vita amorosa è quasi inesistente, tranne che per i compleanni e gli anniversari, l'unica azione che ottieni è dalla tua mano mentre guardi un computer.
russian: Ваша любовная жизнь почти не существует, за исключением дней рождения и юбилеев, единственное мероприятие, которое вы получаете - с вашей стороны, глядя на компьютер.

source: [_RT_] {i}Looks like Lauren's watching her ponies show again.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Lauren haar pony's weer bekijkt. {/i}
german: [_RT_] {i}sieht so aus, als ob Laurens ihre Ponies erneut zeigt.{/i}
italian: [_RT_] {i}Sembra che Lauren stia guardando di nuovo il suo spettacolo di pony.{/i}
russian: [_RT_] {i}Похоже, что Лорена снова смотрит за ее пони показывают.{/i}

source: [_RT_] {i}That's the doorbell. I'm pretty sure I know who that is.{/i}
dutch: [_RT_] {i}Dat is de deurbel. Ik weet vrij zeker wie dat is.{/i}
german: [_RT_] {i}Das ist die Türklingel. Ich bin mir ziemlich sicher, wer das ist.{/i}
italian: [_RT_] {i}Quello è il campanello. Sono abbastanza sicuro di sapere chi sia.{/i}
russian: [_RT_] {i}Это порочный колокольчик. Я уверен, что знаю, кто это.{/i}

source: [_J_] Hello little boy, is your mom at home?
dutch: [_J_] Hallo kleine jongen, is je moeder thuis?
german: [_J_] Hallo kleiner Junge, ist deine Mutter zu Hause?
italian: [_J_] Ciao ragazzino, la tua mamma è in casa?
russian: [_J_] Здравствуй, малыш, твоя мама дома?

source: [_RT_] {i}Little boy, what an asshole!{/i}
dutch: [_RT_] {i}Kleine jongen, wat een asschoen!{/i}
german: [_RT_] {i}Kleiner Junge, was für ein Arsch!{/i}
italian: [_RT_] {i}Bambino, che stronzo!{/i}
russian: [_RT_] {i}Маленький мальчик, что заклинание!{/i}

source: [_R_] Just a second.
dutch: [_R_] Een seconde.
german: [_R_] Einen Moment.
italian: [_R_] Solo un secondo.
russian: Секунду.

source: [_R_] Hey Mom, there's some strange men at the door for you!
dutch: [_R_] Hey Mam, er zijn vreemde mannen voor jou!
german: [_R_] Hey, Mom, da sind einige seltsame Männer an der Tür für dich!
italian: [_R_] Ehi mamma, ci sono degli uomini strani alla porta per te!
russian: Эй, мам, у двери для тебя какие-то странные люди!

source: [_R_] Wow, Mom! You look great!
dutch: [_R_] Wow, mamam! Je ziet er geweldig uit!
german: [_R_] Wow, Mama! Du siehst großartig aus!
italian: [_R_] Wow, mamma! Hai un aspetto fantastico!

source: [_M_] Please, [ryan].... not now.
dutch: [_M_] Alsjeblieft, [ryan].... niet nu.
german: [_M_] Bitte, [ryan].... nicht jetzt.
italian: [_M_] Per favore, [ryan].... non ora.
russian: [_M_] Пожалуйста, [ryan].... не сейчас.

source: [_M_] Were you able to get enough money together to pay them off this week?
dutch: [_M_] Heb je genoeg geld bij elkaar kunnen krijgen om ze deze week af te betalen?
german: [_M_] waren Sie in der Lage, genug Geld zusammen zu beschaffen, um sie in dieser Woche zu bezahlen?
italian: [_M_] Sei riuscito a mettere insieme abbastanza soldi per pagarli questa settimana?
russian: [ _M_] Были ли вы в состоянии получить достаточно денег, чтобы расплатиться с ними на этой неделе?

source: [_R_] Of course, Mom, did you really doubt me?
dutch: [_R_] Natuurlijk, mama, heb je echt aan me twijfeld?
german: [_R_] Natürlich, Mama, hast du mich wirklich bezweifelt?
italian: [_R_] Certo, mamma, hai davvero dubitato di me?
russian: Конечно, мам, ты действительно сомневаешься в мне?

source: [_M_] Oh, my little guy!
dutch: [_M_] Oh, mijn kleine kerel!
german: [_M_] Oh, mein kleiner Kerl!
italian: [_M_] Oh, il mio piccolo ragazzo!
russian: [_M_] О, мой малыш!

source: [_M_] Joey, thanks for dropping by, and I'm sure we'll see you next week!
dutch: [_M_] vreugde, bedankt dat je door komt en ik weet zeker dat we je volgende week zien!
german: [_M_] Joey, danke, dass du vorbeigeschaut hast, und ich bin sicher, wir sehen uns nächste Woche wieder!
italian: [_M_] Joey, grazie per essere passato e sono sicuro che ci vedremo la prossima settimana!
russian: [_M_] Джоуи, спасибо, что заглянули, и я уверен, что мы увидимся с тобой на следующей неделе!

source: [_J_] Well, I'll admit I'm a little disappointed. I mean don't get me wrong, it's admirable that you were able to pay your debt,
dutch: [_J_] Nou, ik geef toe dat ik een beetje teleurgesteld ben. Ik bedoel dat ik niet fout ga, het is bewonderenswaardig dat je je schuld hebt kunnen aflossen,
german: [_J_] Nun, ich gebe zu, ich bin ein wenig enttäuscht. Ich meine, verstehen Sie mich nicht falsch, es ist bewundernswert, dass Sie Ihre Schulden bezahlen konnten,
italian: [_J_] Beh, ammetto che sono un pò deluso. Voglio dire, non fraintendermi, è ammirevole che tu sia stato in grado di pagare il tuo debito,
russian: [_J_] Что ж, признаюсь, я немного разочарован. Не поймите меня неправильно, это достойно восхищения, что вы смогли оплатить свой долг,

source: [_J_] But I enjoy your company more than I enjoy the money.
dutch: [_J_] Maar ik geniet meer van jouw bedrijf dan van het geld.
german: [_J_] Aber ich genieße Ihre Gesellschaft mehr, als ich das Geld genieße.
italian: [_J_] Ma mi piace di più la tua compagnia che i soldi.
russian: [_J_] Но мне больше нравится ваше общество, чем деньги.

source: [_J_] We'll see you next week.
dutch: [_J_] we zien je volgende week.
german: [_J_] Wir sehen uns nächste Woche wieder.
italian: [_J_] Ci vediamo la prossima settimana.
russian: [_J_] Увидимся на следующей неделе.

source: [_M_] Oh, thank you! Thank you! Thank you!!
dutch: [_M_] Oh, bedankt! Bedankt! Dank je!!
german: [_M_] Ich danke Ihnen! Ich danke euch! Danke!!
italian: [_M_] Oh, grazie! Grazie! Grazie!
russian: [_M_] О, спасибо! Спасибо! Спасибо!!!

source: {i}{b}"Mom's Anger =0"{/b}{/i}
dutch: {i}{b}"MomentAnger =0"{/b}{/i}
german: {i}{b}"Mamas Zorn =0"{/b}{/i}
italian: {i}{b}"Rabbia della mamma =0"{/b}{/i}
russian: {i}{b}"Гнев мамы =0"{/b}{/i}

source: [_M_] I am so relieved I don't have to go shake my ass for them tonight!
dutch: [_M_] Ik ben zo opgelucht dat ik vanavond niet voor hen hoef te schudden!
german: [_M_] Ich bin so erleichtert, dass ich mir heute Abend nicht den Arsch für sie aufreißen muss!
italian: [_M_] Sono così sollevato che non devo andare a scuotere il mio culo per loro stasera!
russian: [_M_] Я так рада, что мне не надо идти трясти задницей ради них сегодня!

source: [_RT_] {i}Oh, but it's such a firm ass!{/i}
dutch: [_RT_] {i}Oh, maar het is zo'n stevige waarde!{/i}
german: [_RT_] {i}Oh, aber es ist so ein fester Hintern!{/i}
italian: [_RT_] {i}Oh, ma è un culo così sodo!
russian: [_RT_] {i}О, но это такая упругая задница!

source: [_RT_] {i}And these perfect milky white breasts right in my face!{/i}
dutch: [_RT_] {i}En deze perfecte milkwitte borsten recht in mijn gezicht!{/i}
german: [_RT_] {i}Und diese perfekten milchig-weißen Brüste direkt in meinem Gesicht
italian: [_RT_] {i}E questi perfetti seni bianchi e lattiginosi proprio di fronte a me!
russian: [_RT_] {i}И эти идеальные молочно-белые груди прямо мне в лицо!

source: [_RT_] {i}I'm so glad I could make her feel so happy.{/i}
dutch: [_RT_] {i}Ik ben zo blij dat ik haar zo gelukkig kon maken.{/i}
german: [_RT_] {i}Ich bin so froh, dass ich sie so glücklich machen konnte {/i}
italian: [_RT_] {i}Sono così felice di poterla far sentire così felice.{/i}
russian: [_RT_] {i}Я так рад, что смог доставить ей такое удовольствие.

source: [_RT_] {i}And this hug is making me so happy!{/i}
dutch: [_RT_] {i}En deze knuffel maakt me zo gelukkig!{/i}
german: [_RT_] {i}Und diese Umarmung macht mich so glücklich!{/i}
italian: [_RT_] {i}E questo abbraccio mi sta rendendo così felice!
russian: [_RT_] {i}И эти объятия делают меня таким счастливым!

source: [_RT_] {i}Maybe a little bit too happy!{/i}
dutch: [_RT_] {i}Misschien een beetje te gelukkig!{/i}
german: [_RT_] {i}Vielleicht ein bisschen zu fröhlich!{/i}
italian: [_RT_] {i}Forse un pò troppo felice!
russian: [_RT_] {i}Может быть, немного слишком счастливым.

source: [_RT_] {i}Oh, no.... stay down.... stay down.... stay down!.... {/i}
dutch: [_RT_] {i}Ah, niet.... blijf neer.... blijven. blijf neer.... . . {/i}
german: [_RT_] {i}Oh, nein.... bleib unten.... bleib unten.... bleib unten!.... {/i}
italian: [_RT_] {i}Oh, no.... stai giù.... stai giù.... stai giù!.... {/i}
russian: [_RT_] {i}О, нет.... тихо.... тихо.... тихо.... тихо!.... {/i}

source: [_RT_] {i}Shit!.... {/i}
german: [_RT_] {i}Bingo.... {/i}
italian: [_RT_] {i}Merda! .... {/i}
russian: [_RT_] {i}Дерьмо! .... {/i}

source: [_RT_] {i}She's going to notice any moment.... {/i}
dutch: [_RT_] {i}Ze gaat elk moment kennisgeven... . {/i}
german: [_RT_] {i}Sie wird es jeden Moment bemerken.... {/i}
italian: [_RT_] {i}Si accorgerà da un momento all'altro.... {/i}
russian: [_RT_] {i}Она заметит меня в любой момент.... {/i}

source: [_MT_] {i}Oh my God! Is that what I think it is?{/i}
dutch: [_MT_] {i}Oh mijn God! Is dat wat ik denk dan?{/i}
german: [_MT_] {i}Oh mein Gott! Ist es das, wofür ich es halte?{/i}
italian: [_MT_] {i}Oh mio Dio! È quello che penso che sia?
russian: [_MT_] {i}Боже мой! Это то, что я думаю?

source: [_RT_] {i}Aaahhhh.... what should I do?{/i}
dutch: [_RT_] {i}Aaahhhh.... wat moet ik doen?{/i}
german: [_RT_] {i}Aaahhhh.... was soll ich tun?{/i}
italian: [_RT_] {i}Aaahhhh.... cosa dovrei fare? {/i}
russian: [_RT_] {i}Аххх.... что мне делать?

source: [_M_] Ouch, honey! Why did you drop me?
dutch: [_M_] Oeps, honing! Waarom heb je me laten vallen?
german: [_M_] Aua, Schatz! Warum hast du mich fallen lassen?
italian: [_M_] Ahi, tesoro! Perché mi hai fatto cadere?
russian: [_M_] Ай, милый! Зачем ты меня уронил?

source: [_R_] Sorry, Mom! I've got to run!
dutch: [_R_] Sorry, ma! Ik moet rennen!
german: [_R_] Sorry, Mama! Ich muss laufen!
italian: [_R_] Scusa, mamma! Devo scappare!

source: [_R_] It's an emergency! I think I've got diarrhea!
dutch: [_R_] Het is een noodsituatie! Ik denk dat ik diarree heb!
german: [_R_] Es ist ein Notfall! Ich glaube, ich habe Durchfall!
italian: [_R_] È un'emergenza! Penso di avere la diarrea!
russian: [_R_] Это срочно! Кажется, у меня понос!

source: [_MT_] {i}Diarrhea my bruised ass!{/i}
dutch: [_MT_] {i}Diarroe mijn bruut goed!{/i}
german: [_MT_] {i}Von wegen Durchfall!{/i}
italian: [_MT_] {i}Diarrea il mio culo livido! {/i}
russian: [ _MT_] {i}Diarrhea my brused ass! { /i }

source: [_MT_] {i}My little pervert boy had a hardon for me.{/i}
dutch: [_MT_] {i}Mijn kleine perverse jongen had een hardon voor mij.{/i}
german: [_MT_] {i}Mein kleiner perverser Junge hatte einen Ständer für mich
italian: [_MT_] {i}Il mio piccolo pervertito ce l'aveva con me.{/i}
russian: [ _MT_] {i}У моего маленького извращенского мальчика был яд для меня. { /i }

source: [_MT_] {i}Shit.... I guess it was my fault for pressing my body against him like that.{/i}
dutch: [_MT_] {i}Shit.... Ik vermoed dat het mijn schuld was dat ik zo op hem drukk.{/i}
german: [_MT_] {i}Scheisse.... Es war wohl meine Schuld, dass ich mich so an ihn gepresst habe.{/i}
italian: [_MT_] {i}Merda.... Immagino che sia stata colpa mia per aver premuto il mio corpo contro di lui in quel modo.{/i} {i}Perfettamente perfetto
russian: [_MT_] {i}Шикарный.... Думаю, это была вина за то, что нажимал на него тело.{/i}

source: [_MT_] {i}Probably perfectly normal for boys his age with raging hormones.{/i}
dutch: [_MT_] {i}is waarschijnlijk perfect normaal voor jongens met regenende hormonen. {/i}
german: [_MT_] {i}Wahrscheinlich ganz normal für Jungs in seinem Alter mit rasenden Hormonen.{/i}
italian: [_MT_] {i}Probabilmente perfettamente normale per i ragazzi della sua età con gli ormoni impazziti.{/i}
russian: [_MT_] {i}вполне нормально для мальчиков его возраст с яростными гормонами.{/i}

source: [_MT_] {i}But it makes me happy that I can still do that to boys his age.{/i}
dutch: [_MT_] {i}Maar het maakt me blij dat ik dat nog kan doen voor jongens van zijn leeftijd.{/i}
german: [_MT_] {i}Aber es macht mich glücklich, dass ich das immer noch mit Jungs in seinem Alter machen kann
italian: [_MT_] {i}Ma mi rende felice il fatto che posso ancora fare questo ai ragazzi della sua età.{/i}
russian: [_MT_] {i}Но это делает меня счастливым, что я до сих пор могу сделать это мальчикам его возраста.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep Mom out of the club by paying the Mafia debt for more than three weeks in a row. Maybe she'll reward me with some one-on-one time.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet mama uit de club houden door de maffia meer dan drie weken achter elkaar te betalen. Misschien beloof ze me met een eenmalige keer.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss Mama vom Club fernhalten, indem ich die Mafia Schulden mehr als drei Wochen in Folge zahle. Vielleicht belohnt sie mich mit einer einmaligen Zeit.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo tenere la mamma fuori dal club pagando il debito mafioso per più di tre settimane di fila. Forse lei mi ricompenserà con qualche one-on-one volta.{/i}

source: [_R_] Sorry, Mom! I wasn't able to get enough money together this week.
dutch: [_R_] Sorry, mama. Ik kon deze week niet genoeg geld bij elkaar krijgen.
german: [_R_] Sorry, Mama! Ich konnte diese Woche nicht genug Geld zusammenbekommen.
italian: [_R_] Scusa, mamma! Non sono riuscito a mettere insieme abbastanza soldi questa settimana.

source: [_M_] Oh sweety, don't worry about it. It was just too much to ask of you.
dutch: [_M_] Oh zoet, maak je geen zorgen. Het was gewoon te veel om van je te vragen.
german: [_M_] Oh süß, mache dir keine Sorgen. Es war einfach zu viel, um dich zu fragen.
italian: [_M_] Oh tesoro, non preoccuparti. Era solo troppo da chiedere a te.

source: [_RT_] {i}Oh no! I feel like a piece of shit! Look how sad I've made her.{/i}
dutch: [_RT_] {i}Oh nee! Ik voel me als een stukje shit! Kijk hoe verdrietig ik haar heb gemaakt.{/i}
german: [_RT_] {i}Oh nein! Ich fühle mich wie ein Stück Scheiße! Schau wie traurig ich sie gemacht habe.{/i}
italian: [_RT_] {i}Oh no! Mi sento un pezzo di merda! Guarda come l'ho resa triste.

source: [_RT_] {i}There she goes off to the club.{/i}
dutch: [_RT_] {i}Daar gaat ze naar de club.{/i}
german: [_RT_] {i}Dort geht sie zum Klub. {/i}
italian: [_RT_] {i}Ecco che se ne va al club.{/i}
russian: [ _RT_] {i}Она уходит в клуб. { /i }

source: [_RT_] {i}I wonder if I should go make sure she is okay again.{/i}
dutch: [_RT_] {i}Ik vraag me af of ik moet controleren of ze weer in orde is.{/i}
german: [_RT_] {i}Ich frage mich, ob ich gehen sollte, ob sie wieder in Ordnung ist.{/i}
italian: [_RT_] {i}Mi chiedo se dovrei andare a fare in modo che lei stia di nuovo ok.{/i}

source: [_RT_] {i}I think I remember my way to the strip pole.... {/i}
dutch: [_RT_] {i}Ik denk dat ik me mijn weg naar de strip nog herinner... {/i}
german: [_RT_] {i}Ich glaube, ich erinnere mich an den Weg zur Stripper-Tanzstange: .... {/i}
italian: [_RT_] {i}Credo di ricordare la mia strada verso lo strip pole.... {/i}
russian: [_RT_] {i}Я думаю, что я помню путь к полке поля... {/i}

source: [_RT_] {i}Past the bar, through the casino, and Bingo!{/i}
dutch: [_RT_] {i}Past de bar, door het casino en door Bingo!{/i}
german: [_RT_] {i}Vorbei an der Bar, durch das Kasino und Bingo!{/i}
italian: [_RT_] {i}Passato il bar, attraverso il casinò, e Bingo!{/i}
russian: [ _RT_] {i}Прошлый бар, через казино, и Бинго! { /i }

source: [_RT_] {i}Noish! I haven't missed anything yet!{/i}
dutch: [_RT_] {i}Noish! Ik heb nog niets gemist!{/i}
german: [_RT_] {i}Super! Ich habe noch nichts verpasst!{/i}
italian: [_RT_] {i}Noish! Non mi sono ancora perso niente!
russian: [_RT_] {i}Noish! Я еще ничего не пропустил!{/i}

source: [_RT_] {i}Ehh.... she's wearing the same outfit as last time. They should have her do different outfits every week or something.{/i}
dutch: [_RT_] {i}Ehhh.... ze draagt dezelfde outfit als de vorige keer. Ze moeten haar eigen outfits elke week of iets laten doen.{/i}
german: [_RT_] {i}Ehh.... trägt sie das gleiche Outfit wie beim letzten Mal. Sie sollten sie jede Woche ein anderes Outfit tragen lassen oder so
italian: [_RT_] {i}Ehh.... indossa lo stesso vestito dell'ultima volta. Dovrebbero farle indossare abiti diversi ogni settimana o qualcosa del genere.
russian: [_RT_] {i}Eh.... она носит ту же одежду, что и в прошлый раз. Они должны делать разные наряды каждую неделю или что-нибудь.{/i}

source: [_RT_] {i}Still, I'm pretty damn hot for teacher!{/i}
dutch: [_RT_] {i}Toch ben ik verdomd heet voor leraar!{/i}
german: [_RT_] {i}Trotzdem bin ich verdammt scharf auf die Lehrerin!{/i}
italian: [_RT_] {i}Ancora, sono dannatamente sexy per l'insegnante!
russian: [_RT_] {i}Тем не менее, я довольно глупый для учителя!{/i}

source: [_RT_] {i}Ok, I've just got to be extra careful this time! It will be pretty hard to explain to her what I'm doing here, now that she knows, that I know, what she's doing here.{/i}
dutch: [_RT_] {i}Ok, ik moet deze keer gewoon extra voorzichtig zijn! Het zal moeilijk zijn haar uit te leggen wat ik hier doe, nu zij het weet, dat ik weet wat ze hier doet. /i}
german: [_RT_] {i}Ok, ich muss dieses Mal besonders vorsichtig sein! Es wird ziemlich schwierig sein, ihr zu erklären, was ich hier tue, jetzt, da sie weiß, dass ich weiß, was sie hier tut. /i}
italian: [_RT_] {i}Ok, devo solo fare molta attenzione questa volta! Sarà piuttosto difficile spiegarle cosa sto facendo qui, ora che lei sa, che io so, cosa sta facendo lei.
russian: [_RT_] {i}Хорошо, на этот раз у меня есть дополнительная осторожность! Будет очень трудно объяснить ей, что я делаю здесь, что она знает, что я знаю, что она здесь делает. /i}

source: [_MT_] {i}The alchohol is kicking in already, I'm feeling much more loose!{/i}
dutch: [_MT_] {i}De alchohol kickt al binnen, ik voel me veel loss!{/i}
german: [_MT_] {i}Der Alkohol wirkt schon, ich fühle mich schon viel lockerer!{/i}
italian: [_MT_] {i}L'alcool sta già facendo effetto, mi sento molto più sciolto!
russian: [_MT_] {i}Алкоголь уже действует, я чувствую себя гораздо свободнее!

source: [_MT_] {i}This is so much easier than the first time.{/i}
dutch: [_MT_] {i}Dit is zo makkelijker dan de eerste keer.{/i}
german: [_MT_] {i}Das ist viel einfacher als beim ersten Mal.{/i}
italian: [_MT_] {i}È molto più facile della prima volta.
russian: [_MT_] {i}Это гораздо проще, чем в первый раз.
