Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_L_] Do you know where it is?
dutch: [_L_] Weet jij waar het is?
german: [_L_] Wissen Sie, wo es ist?
italian: [_L_] Sai dov'è?
russian: [_L_] Вы знаете, где это происходит?

source: [_R_] I'm sorry I haven't seen it.
dutch: [_R_] Het spijt me dat ik het niet heb gezien.
german: [_R_] Es tut mir leid, dass ich es nicht gesehen habe.
italian: [_R_] Mi dispiace di non averlo visto.
russian: [_R_] Мне жаль, что я его не видел.

source: [_L_] Well, you were the last one to watch TV, so you must be the one who lost it.
dutch: [_L_] Nou, jij was de laatste om tv te kijken, dus je moet degene zijn die de tv heeft verloren.
german: [_L_] Nun, du warst der letzte, der Fernsehen ansah, also musst du derjenige sein, der es verloren hat.
italian: [_L_] Beh, sei stato l'ultimo a guardare la TV, quindi devi essere colui che l'ha persa.
russian: [ _L_] Ну, ты был последним, кто смотрел телевизор, так что ты, должно быть, тот, кто его потерял.

source: [_L_] The least you can do is help me find it. Bend down here and help me look.
dutch: [_L_] Het minste dat je kunt doen is me helpen om het te vinden. Help me hier een kijkje te nemen.
german: [_L_] Das Mindeste, was du tun kannst, ist mir zu helfen. Brennen Sie hier unten und helfen Sie mir, es zu finden.
italian: [_L_] Il minimo che puoi fare è aiutarmi a trovarlo. Piegatemi qui e aiutatemi a guardare.
russian: Меньшее, что ты можешь сделать, это помочь мне найти его. Сгибай здесь и помоги мне.

source: [_RT_] {i}Look for the remote?{/i}
dutch: [_RT_] {i}Zoek naar de afstandsbediening?{/i}
german: [_RT_] {i}Suche nach der Fernbedienung? {/i}
italian: [_RT_] {i}Cerca il telecomando?{/i}
russian: [_RT_] {i}Ищите пульт?{/i}

source: [_RT_] {i}How am I supposed to concentrate on anything else besides this view right in front of me?{/i}
dutch: [_RT_] {i}Hoe moet ik me concentreren op iets anders dan deze weergave voor mij?{/i}
german: [_RT_] {i}Wie soll ich mich auf etwas anderes konzentrieren als diese Ansicht vor mir? {/i}
italian: [_RT_] {i}Come dovrei concentrarmi su qualsiasi altra cosa oltre a questa vista proprio di fronte a me?{/i}
russian: [_RT_] {i}Как я должен сосредоточиться на чем угодно, кроме этого взгляда перед мной?{/i}

source: [_RT_] {i}Hmmm.... I wonder.... {/i}
dutch: [_RT_] {i}Hmmm.... Ik vraag me af.... {/i}
german: [_RT_] {i}Hmmm.... Ich frage mich.... {/i}
italian: [_RT_] {i}Hmmm.... Mi chiedo.... {/i}
russian: [ _RT_] {i}Hmmm .... Интересно ... { /i }

source: [_RT_] {i}Oh my God, I can!{/i}
dutch: [_RT_] {i}Oh mijn God, dat kan ik!{/i}
german: [_RT_] {i}Oh mein Gott, ich kann!{/i}
italian: [_RT_] {i}Oh mio Dio, posso!{/i}
russian: [_RT_] {i}О Боге, могу!{/i}

source: [_RT_] {i}I can kind of smell her pussy from this close.{/i}
dutch: [_RT_] {i}Ik kan haar geur geven vanuit dit dichtbij.{/i}
german: [_RT_] {i}Ich kann ihre Fotze aus dieser Nähe riechen.{/i}
italian: [_RT_] {i}Posso quasi sentire l'odore della sua figa da così vicino.
russian: [_RT_] {i}Я могу запах её с этого закрытия.{/i}

source: [_RT_] {i}I've never smelled a pussy before, I kind of like it.{/i}
dutch: [_RT_] {i}heb ik nog nooit een pussy gegooid, ik vind het aardig.{/i}
german: [_RT_] {i}Ich habe noch nie eine Fotze gerollt, wie es mir gefällt.{/i}
italian: [_RT_] {i}Non ho mai annusato una figa prima, mi piace un pò.
russian: [_RT_] {i}Я никогда ранее не пахнул, мне это нравится.{/i}

source: [_RT_] {i}I've got to get closer.{/i}
dutch: [_RT_] {i}Ik moet dichterbij komen.{/i}
german: [_RT_] {i}Ich muss näher kommen.{/i}
italian: [_RT_] {i}Devo avvicinarmi di più.
russian: [_RT_] {i}Я должен подойти ближе.{/i}

source: [_RT_] {i}Wow! That smells incredible!{/i}
dutch: [_RT_] {i}Wow! Dat ruikt ongelooflijk!{/i}
german: [_RT_] {i}Wow! Das riecht unglaublich!{/i}
italian: [_RT_] {i}Wow! Ha un odore incredibile!
russian: [_RT_] {i}Wow! Это запах невероятно!{/i}

source: [_RT_] {i}I wish I could taste it.{/i}
dutch: [_RT_] {i}Ik wou dat ik het kon smaken. {/i}
german: [_RT_] {i}Ich wünschte, ich könnte es probieren.{/i}
italian: [_RT_] {i}Vorrei poterlo assaggiare.
russian: [ _RT_] {i}Я хотел бы попробовать. { /i }

source: [_RT_] {i}It just turns me on so much!{/i}
dutch: [_RT_] {i}Het zet me zo aan!{/i}
german: [_RT_] {i}Es schaltet mich einfach so ein!{/i}
italian: [_RT_] {i}Mi eccita così tanto!
russian: [_RT_] {i}Это просто делает меня слишком много!{/i}

source: [_L_] Well, I don't see the remote in this corner, I'm coming back.
dutch: [_L_] Nou, ik zie de afstandsbediening in deze hoek, ik kom terug.
german: [_L_] Nun, ich sehe die Fernbedienung in dieser Ecke nicht, ich komme zurück.
italian: [_L_] Beh, non vedo il telecomando in questo angolo, torno indietro.
russian: Ну, я не вижу пульта в этом углу, я возвращаюсь.

source: [_R_] Wait!
dutch: [_R_] Wacht!
german: [_R_] Warte!
italian: [_R_] Aspetta!
russian: [ _R_] Подождите!

source: [_L_] [ryan]?.... Is that your face in my ass?
dutch: [_L_] [ryan]?.... Is dat jouw gezicht in mijn asse?
german: [_L_] [ryan]?.... Ist das dein Gesicht in meinem Arsch?
italian: [_L_] [ryan]?.... È la tua faccia nel mio culo?
russian: [_L_] [ryan]?.... Это ваше лицо в моем выборе?

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Lauren +1"{/b}{/i}
russian: {i}{b}"Либидо Лорена +1"{/b}{/i}

source: [_R_] Uhh.... yeah.... sorry. I was just looking for the remote under this couch cushion, and didn't realize I was that close to you until you backed up.
dutch: [ _R_] Uhh .... ja .... sorry. Ik was op zoek naar de afstandsbediening onder deze bank kussen, en wist niet dat ik zo dicht bij je was totdat je een backup maakte.
german: [_R_] Uhhh.... ja.... tut mir leid. Ich war gerade auf der Suche nach der Fernbedienung unter diesem Couchkissen und wusste nicht, dass ich so nah an dir war, bis du das gesichert hast.
italian: [_R_] Uhh.... sì.... mi dispiace. Stavo solo cercando il telecomando sotto questo cuscino del divano, e non ho capito che ero così vicino a te fino a quando non hai fatto il backup.
russian: [ _R_] Uhh .... yeah .... sorry. Я просто искала пульт под этой диваной подушкой и не понимала, что я так близко к тебе, пока ты не отступила.

source: [_RT_] {i}Oh my God, it smells so good I can almost taste it.{/i}
dutch: [_RT_] {i}Oh mijn God, het ruikt zo goed dat ik het bijna smaak.{/i}
german: [_RT_] {i}Oh mein Gott, es riecht so gut, dass ich es fast schmecken kann.{/i}
italian: [_RT_] {i}Oh mio Dio, ha un odore così buono che posso quasi assaggiarlo.{/i}
russian: [_RT_] {i}О Боге, это запах так хорошо, что я могу отведать его.{/i}

source: [_L_] Well, would you mind removing it?
dutch: [_L_] Nou, zou je het erg vinden om het te verwijderen?
german: [_L_] Na ja, würdest du es entfernen?
italian: [_L_] Beh, ti dispiacerebbe rimuoverlo?
russian: [ _L_] Ну, вы не могли бы снять это?

source: [_R_] Oh yeah.... of course.
dutch: [_R_] Oh ja... natuurlijk.
german: [_R_] Oh ja.... natürlich.
italian: [_R_] Oh sì... ovviamente.
russian: О да ... конечно.

source: [_L_] Well, that was a little awkward!
dutch: [_L_] Nou, dat was een beetje vervelend!
german: [_L_] Nun, das war ein wenig unangenehm!
italian: [_L_] Beh, era un po' imbarazzante!
russian: Ну, это было немного неловко!

source: [_R_] Only if you make it. It was just an accident.
dutch: [_R_] Alleen als je het maakt. Het was maar een ongeluk.
german: [_R_] Nur wenn du es schaffst. Es war nur ein Unfall.
italian: [_R_] Solo se lo fai, è stato solo un incidente.
russian: [ _R_] Только если вы ее сделаете. Это был просто несчастный случай.

source: [_L_] I guess.
dutch: [_L_] Ik raad het.
german: [_L_] Ich vermute.
italian: [_L_] Immagino.
russian: [ _L_] Я думаю.

source: [_R_] So do you want to watch some TV?
dutch: [_R_] Dus wil je wat tv bekijken?
german: [_R_] So willst du ein paar Fernseher sehen?
italian: [_R_] Quindi vuoi guardare un po' di TV?
russian: [_R_] Так что вы хотите посмотреть телевизор?

source: [_L_] I'm still pissed off at you remember.
dutch: [_L_] Ik ben nog steeds afgekist op je herinnering.
german: [_L_] Ich bin noch immer abgestürzt.
italian: [_L_] Mi sono ancora baciato fuori da te ricordato.
russian: Я все еще злюсь на тебя, помнишь.

source: [_L_] Ugghh.... I'm just going to go to my room.
dutch: [_L_] Oegghh.... Ik ga gewoon naar mijn kamer.
german: [_L_] Ugghh.... Ich gehe gerade in mein Zimmer.
italian: [_L_] Ugghh.... Io andrò solo nella mia stanza.
russian: [ _L_] Uggh .... Я просто пойду в свою комнату.

source: [_R_] Sorry, that was a little awkward!
dutch: [_R_] Sorry, dat was een beetje vervelend!
german: [_R_] Tut mir leid, das war ein wenig unangenehm!
italian: [_R_] Scusa, è stato un pò imbarazzante!
russian: [_R_] Извините, это было немного неудобно!

source: [_L_] Only if you let it be, it was just an accident.
dutch: [_L_] Alleen als je het liet gebeuren, was het slechts een ongeluk.
german: [_L_] Nur wenn du es gelassen hast, war es nur ein Unfall.
italian: [_L_] Solo se lo lasci fare, è stato solo un incidente.
russian: [ _L_] Только если вы позволите, это был просто несчастный случай.

source: [_R_] Yeah.... I guess so.
dutch: [_R_] Yeah.... Ik denk het wel.
german: [_R_] Ja.... Ich vermute.
italian: [_R_] Sì.... Immagino di sì.
russian: [ _R_] Да .... Думаю, да.

source: [_L_] So do you want to watch TV with me?
dutch: [_L_] Dus wil je met mij TV kijken?
german: [_L_] So willst du TV mit mir ansehen?
italian: [_L_] Allora, vuoi guardare la TV con me?

source: [_R_] Ok, what are you watching?
dutch: [_R_] Ok, wat ben je aan het kijken?
german: [_R_] Ok, was siehst du?
italian: [_R_] Ok, cosa stai guardando?
russian: [_R_] Хорошо, что вы смотрите?

source: [_L_] I'm just starting season one of "Game of Thots".
dutch: [_L_] Ik begin net seizoen een van "Game of Thots".
german: [_L_] Ich bin gerade Startsaison eines von "Spiel der Thots".
italian: [_L_] Sto iniziando la prima stagione di "Game of Thots".
russian: [_L_] Я только начинаю сезон одной из "Игр Thots".

source: [_L_] Have you been following this show?
dutch: [_L_] Heb je deze serie al gevolgd?
german: [_L_] Hast du dieser Show gefolgt?
italian: [_L_] Hai seguito questo spettacolo?
russian: [_L_] Вы подписались на это шоу?

source: [_R_] No I've just seen the first episode.
dutch: [_R_] Nee ik heb net de eerste aflevering gezien.
german: [_R_] Nein habe ich gerade die erste Episode gesehen.
italian: [_R_] No, ho appena visto il primo episodio.
russian: Нет, я только что видел первый эпизод.

source: [_L_] Awesome! We can watch the series together!
dutch: [ _L_] Awesome! We kunnen samen naar de serie kijken!
german: [_L_] Super! Wir können die Serie gemeinsam sehen!
italian: [_L_] Fantastico! Possiamo guardare la serie insieme!
russian: [ _L_] Великолепно! Мы можем посмотреть сериал вместе!

source: [_L_] All my friends love it!
dutch: [_L_] Al mijn vrienden houden van het!
german: [_L_] Alle meine Freunde lieben es!
italian: [_L_] Tutti i miei amici la adorano!
russian: [_L_] Мои друзья любят!

source: [_RT_] {i}I wonder if this is a little too explicit for Lauren?{/i}
dutch: [_RT_] {i}Ik vraag me af of dit iets te expliciet is voor Lauren?{/i}
german: [_RT_] {i}Ich frage mich, ob dies ein wenig zu explizit für Lauren?{/i}
italian: [_RT_] {i}Mi chiedo se questo è un pò troppo esplicito per Lauren?{/i}
russian: [_RT_] {i}Мне кажется, что это слишком явное для Лорана?{/i}

source: [_RT_] {i}Wow! I can't believe what they can get away with on TV anymore! This is awesome!{/i}
dutch: [_RT_] {i}Wow! Ik kan niet meer geloven wat ze ongestraft kunnen komen op de TV! Dit is geweldig!{/i}
german: [_RT_] {i}Wow! Ich kann nicht mehr glauben, was sie im Fernsehen bekommen können! Das ist großartig!{/i}
italian: [_RT_] {i}Wow! Non posso credere a quello che riescono a fare in TV! È fantastico!{/i}
russian: [_RT_] {i}Вау! Я больше не могу верить, что они могут сбежаться с телевизора! Это потрясающе!{/i}

source: [_R_] Man, that episode was intense! Lauren are you ok? You seem a little flushed.
dutch: [_R_] Man, die aflevering was bedoeld! Lauren ben je goed? Je lijkt een beetje te flussen.
german: [_R_] Man, diese Episode war stark! Lauren bist du in Ordnung? Du scheinst ein wenig gefleischt.
italian: [_R_] Amico, quell'episodio è stato intenso! Lauren stai bene? Sembri un pò arrossata.
russian: [ _R_] Человек, этот эпизод был интенсивным! Лорен, ты в порядке? Вы, кажется, немного покраснели.

source: [_L_] Oh yeah, I'm fine. I was just a little surprised at that brother sister sex scene.
dutch: [_L_] Oh ja, ik ben in orde. Ik was gewoon een beetje verrast door die zussenscène van de broer.
german: [_L_] Oh ja, ich bin in Ordnung. Ich war nur ein wenig überrascht über diese Schwestersex-Szene.
italian: [_L_] Oh sì, sto bene. Sono rimasto solo un po' sorpreso da quella scena di sesso tra fratello e sorella.
russian: О да, я в порядке. Я просто был немного удивлен тем, что братешная сестра секс сцена.

source: [_L_] This show almost makes incest seem normal, like it's no big deal or something.
dutch: [_L_] Deze show laat bijna de incest normaal lijken, alsof het geen grote deal of iets is.
german: [_L_] Diese Show scheint fast normal zu sein, wie es ist kein großes Geschäft oder etwas.
italian: [_L_] Questo show fa sembrare l'incesto quasi normale, come se non fosse un grosso problema o qualcosa del genere.
russian: [_L_] Это шоу почти делает инцест нормальным, как это не большая сделка или что-то.

source: [_R_] Yeah, well incest is only bad when society says it's bad. There have been lots of times in history where it was perfectly accepted.
dutch: [_R_] Yeah, goede incest is alleen slecht als de samenleving zegt dat het slecht is. Er zijn veel keren in de geschiedenis geweest waar het perfect werd geaccepteerd.
german: [_R_] Ja, gut inzest ist nur schlecht, wenn die Gesellschaft sagt, es sei schlecht. Es gab viele Male in der Geschichte, wo es vollkommen akzeptiert wurde.
italian: [_R_] Sì, beh, l'incesto è brutto solo quando la società dice che è brutto. Ci sono stati molti momenti nella storia in cui era perfettamente accettato.
russian: [ _R_] Yeah, well incest-это плохо, когда общество говорит, что это плохо. В истории было много времени, когда она была полностью принята.

source: [_L_] I wouldn't say lots of times.
dutch: [_L_] Ik zou niet veel keren zeggen.
german: [_L_] Ich würde nicht oft sagen.
italian: [_L_] Non direi molte volte.
russian: Я бы не сказал много раз.

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love?
dutch: [_R_] Nou, geen ton, maar voor mij is het alsof je gay bent. Als twee mensen verliefd zijn op elkaar, waarom denken mensen dan dat ze het recht hebben om te vertellen dat ze niet in liefde kunnen zijn?
german: [_R_] Nun, keine Tonne, aber für mich ist es wie schwul. Wenn zwei Menschen sich verliebt fühlen, warum glauben die Menschen, dass sie das Recht haben, ihnen zu sagen, dass sie nicht in Liebe sein können?
italian: [_R_] Beh, non un sacco, ma per me è come essere gay. Se due persone sono innamorate l'una dell'altra, perché la gente pensa di avere il diritto di dire loro che non possono essere innamorate?
russian: Ну, не тонну, но для меня это как быть геем. Если двое влюбляются друг в друга, то почему люди думают, что имеют право сказать им, что они не могут быть в любви?

source: [_L_] I don't know it just seems really weird.
dutch: [_L_] Ik weet niet dat het gewoon rauw lijkt.
german: [_L_] Ich weiß nicht, dass es wirklich seltsam erscheint.
italian: [_L_] Non so, è solo che sembra davvero strano.
russian: [_L_] Я не знаю, как это кажется странным.

source: [_R_] Only because you've been told all your life it's weird.
dutch: [_R_] Alleen omdat je al je leven verteld hebt dat het raar is.
german: [_R_] Nur weil du dein ganzes Leben lang erzählt hast, dass es seltsam ist.
italian: [_R_] Solo perché ti è stato detto che tutta la tua vita è strana.
russian: Только потому, что тебе всю жизнь говорили, что это странно.

source: [_LT_] {i}Hmmmm.... I'll have to think about that one.... {/i}
dutch: [_LT_] {i}Hmmmm.... Ik zal daar aan moeten denken.... {/i}
german: [_LT_] {i}Hmmmm.... Ich muss darüber nachdenken.... {/i}
italian: [_LT_] {i}Hmmmm.... Dovrò pensare a questo.... {/i}
russian: [ _LT_] {i}Hmmmm .... Мне нужно подумать об этом ... { /i }

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
german: {i}{b}"Laurens Zuneigung + 1"{/b}{/i}
italian: {i}{b}"Affetto di Lauren +1"{/b}{/i}
russian: {i}{b}"Слава Лорана +1"{/b}{/i}

source: [_RT_] {i}My bed looks lonely without Sidney in it.{/i}
dutch: [_RT_] {i}Mijn bed ziet er eenzaam uit zonder Sidney erin.{/i}
german: [_RT_] {i}Mein Bett sieht einsam ohne Sidney aus. {/i}
italian: [_RT_] {i}Il mio letto sembra solo senza Sidney.
russian: [_RT_] {i}Моя кровать выглядит одиноко без Сиднея в нем.{/i}

source: [_RT_] {i}I hope she's okay at the club tonight.{/i}
dutch: [_RT_] {i}Ik hoop dat ze oké is op de club tonnacht. {/i}
german: [_RT_] {i}Ich hoffe, sie ist heute Abend im Club. {/i}
italian: [_RT_] {i}Spero che stia bene al club stasera.{/i}
russian: [_RT_] {i}Я надеюсь, что сейчас она в клубе.{/i}

source: [_RT_] {i}WOW! We reached 1000 likes.... {p}And CosplayHeaven just gave us access to a new feature.{/i}
dutch: [_RT_] {i}WOW! We hebben 1000 likes bereikt.... {p}En CosplayHeaven hebben ons zojuist toegang gegeven tot een nieuwe functie.{/i}
german: [_RT_] {i}WOW! Wir haben 1000 Gefällt mir.... {p}Und CosplayHeaven haben uns nur Zugriff auf eine neue Funktion gewährt.{/i}
italian: [_RT_] {i}WOW! Abbiamo raggiunto 1000 likes.... {p}E CosplayHeaven ci ha appena dato accesso ad una nuova funzione.{/i}
russian: [_RT_] {i}WOW! Мы достигли 1000 лайков.... {p}и CosplayHeaven только что дали нам доступ к новой функции.{/i}

source: [_RT_] {i}It seems that we can increase our revenues if people decide to become our supporters and we'll get $[var_earnings_per_supporters] for each one.{/i}
dutch: [_RT_] {i}Het lijkt erop dat we onze inkomsten kunnen verhogen als mensen beslissen om onze supporters te worden en we krijgen $[var_earnings_per_supporters] voor elk van dee.{/i}
german: [_RT_] {i}Es scheint, dass wir unsere Einnahmen erhöhen können, wenn sich Leute entscheiden, unsere Unterstützer zu werden, und wir erhalten $[var_earnings_per_supporters] für jeden einen.{/i}
italian: [_RT_] {i}Sembra che possiamo aumentare le nostre entrate se le persone decidono di diventare nostri sostenitori e riceveremo $[var_earnings_per_supporters] per ognuno di loro.{/i}
russian: [_RT_] {i}кажется, что мы можем увеличить наши доходы, если люди решат стать нашими сторонниками, и мы получим $[var_earnings_per_supporters] за каждый.{/i}

source: [_RT_] {i}Now it's the perfect time to use those lewd pictures I took of Lauren.{/i}
dutch: [_RT_] {i}Het is nu de perfecte tijd om de rode foto's te gebruiken die ik van Lauren heb gemaakt.{/i}
german: [_RT_] {i}Jetzt ist es der perfekte Zeitpunkt, um die von Lauren aufgenommenen Bilder zu verwenden. {/i}
italian: [_RT_] {i}Ora è il momento perfetto per usare quelle foto lascive che ho fatto a Lauren.{/i}
russian: [_RT_] {i}Теперь это идеальное время для использования тех лепых фотографий, которые я взял с Лорен.{/i}

source: [_RT_] {i}To bad that this is a monthly income, but still we can get more money and maybe I can use this to corrupt Lauren more.{/i}
dutch: [_RT_] {i}Om te betreuren dat dit een maandelijks inkomen is maar we kunnen nog steeds meer geld krijgen en misschien kan ik dit gebruiken om Lauren nog meer te corrupt te maken. /i}
german: [_RT_] {i}Zu schlecht, dass dies ein monatliches Einkommen ist, aber immer noch können wir mehr Geld bekommen und vielleicht kann ich dies verwenden, um Lauren mehr zu korrumpieren. /i}
italian: [_RT_] {i}Purtroppo si tratta di un'entrata mensile, ma comunque possiamo ottenere più soldi e forse posso usarli per corrompere Lauren di più.{/i}
russian: [_RT_] {i}для того, чтобы плохо это ежемесячный доход, но все же мы можем получить больше денег и, возможно, я могу использовать это для повреждения Лорен больше. /i}

source: [_RT_] {i}Let's start uploading those pictures now.... {p}and click submit.... {p}and now we just wait to see if anyone likes them so much that they'll become our supporter.{/i}
dutch: [_RT_] {i}Laten we nu beginnen met het uploaden van deze foto's.... {p}en op verzenden klikken... {p}en nu wachten we gewoon om te zien of iemand hem zo leuk vindt dat hij onze supporter wordt.{/i}
german: [_RT_] {i}Lass uns diese Bilder jetzt hochladen.... {p}und klicke auf Absenden.... {p}und jetzt warten wir nur, um zu sehen, ob jemand sie so sehr mag, dass sie unser Unterstützer werden.{/i}
italian: [_RT_] {i}Iniziamo a caricare quelle foto ora.... {p}e clicchiamo su invia.... {p}e ora aspettiamo di vedere se a qualcuno piacciono così tanto da diventare nostro sostenitore.{/i}
russian: [_RT_] {i}Давай начнем загружать эти картинки сейчас.... {p}и нажмем на кнопку 'Отправить.... {p}и теперь мы просто ждем того, кто им нравится.{/i}

source: [_RT_] {i}Hmmm.... let me see how the page turned out before I go.{/i}
dutch: [_RT_] {i}Hmmm.... laat me zien hoe de pagina eruitziet voordat ik ga.{/i}
german: [_RT_] {i}Hmmm.... lass mich sehen, wie die Seite vor dem geht.{/i}
italian: [_RT_] {i}Hmmm.... fammi vedere come è venuta fuori la pagina prima di andare.{/i}

source: [_RT_] {i}Click.... {p}click.... {p}click.... {/i}
italian: [_RT_] {i}Clicca.... {p}clicca.... {p}clicca.... {/i}

source: [_RT_] {i}I must enter my password to Login!{/i}
dutch: [_RT_] {i}Ik moet mijn wachtwoord om in te loggen!{/i}
german: [_RT_] {i}Ich muss mein Passwort eingeben um mich anzumelden!{/i}
italian: [_RT_] {i}Devo inserire la mia password per accedere!
russian: [_RT_] {i}Я должен ввести свой пароль для входа!{/i}

source: [_RT_] {i}Ha ha its "B00Bies123."{/i}
dutch: [_RT_] {i}Ha was zijn "B00Bies123."{/i}
german: [_RT_] {i}Ha hat sein "B00Bies123."{/i}
italian: [_RT_] {i}Ha ha è "B00Bies123."{/i}
russian: [_RT_] {i}Хаа "B00Bies123."{/i}

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
dutch: [_RT_] {i}Ik kan op dit moment geen tijd verspillen, de DeCapos zal hier elke minuut zijn.{/i}
german: [_RT_] {i}Ich kann jetzt keine Zeit verlieren, die DeCapos werden jeden Moment hier sein.{/i}
italian: [_RT_] {i}Non posso perdere tempo in questo momento, il DeCapos sarà qui alcun minuto.{/i}
russian: [_RT_] {i}Я не могу сейчас терять время, ДеКапо будут здесь с минуты на минуту.{/i}

source: [_RT_] {i}I need to go to school and see how Lauren is doing in the student body election poll.{/i}
dutch: [_RT_] {i}Ik moet naar school gaan om te zien hoe Lauren het doet in het studentlichaam verkiezingspoll.{/i}
german: [_RT_] {i}Ich muss zur Schule gehen und sehen, wie Lauren in der Wahlumfrage für Schüler abläuft.{/i}
italian: [_RT_] {i}Ho bisogno di andare a scuola e vedere come Lauren sta facendo nel sondaggio elettorale del corpo studente.{/i}
russian: [_RT_] {i}Мне нужно пойти в школу и посмотреть, как Лорен делает в избирательном органе студентов.{/i}

source: [_RT_] {i}I don't have time for this. I've got to get ready to go visit Dad in prison.{/i}
dutch: [_RT_] {i}Hier heb ik geen tijd voor. Ik moet me voorbereiden om mijn vader in gevangenschap te bezoeken.{/i}
german: [_RT_] {i}Ich habe keine Zeit dafür. Ich muss mich darauf vorbereiten, Papa im Gefängnis zu besuchen.{/i}
italian: [_RT_] {i}Non ho tempo per questo. Devo prepararmi per andare a visitare il papà in carcere.{/i}
