Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_S_] Haha.... yeah, but that included my labor costs. If it was just materials it will only cost $250.
dutch: [_S_] Haha... Ja, maar dat bevatte ook mijn arbeidskosten. Als het gewoon materialen waren, kost het slechts $250.
german: [_S_] Haha.... ja, aber das enthielt meine Arbeitskosten. Wenn es nur Material war, kostet es nur $250.
italian: [_S_] Haha.... sì, ma questo includeva i miei costi di lavoro. Se fossero solo i materiali costerebbe solo 250 dollari.

source: [_S_] Haha.... I know! Why do you think I wanted to get into fashion design. There is some serious money to be made if you do it right.
dutch: [_S_] Haha.... Ik weet het! Waarom denk je dat ik in de mode wilde komen. Er moet serieus geld worden verdiend als je het goed doet.
german: [_S_] Haha.... Ich weiß! Warum meinst du, ich wollte in Mode-Design kommen. Wenn Sie es richtig machen, müssen Sie etwas ernstes Geld verdienen.
italian: [_S_] Haha.... Lo so! Perché pensi che volessi entrare nel design della moda? Ci sono dei soldi seri da fare se lo fai bene.

source: [_R_] So, to make the outfit, you're going to need $250?
dutch: [_R_] Dus, om de outfit te maken, heb je $250 nodig?
german: [_R_] Um das Outfit zu machen, brauchst du $250?
italian: [_R_] Quindi, per fare il vestito, ti serviranno 250 dollari?

source: [_S_] At least $400.
dutch: [_S_] Ten minste $400.
german: [_S_] Mindestens $400.
italian: [_S_] Almeno 400 dollari.

source: [_R_] But you said...
dutch: [_R_] Maar je zei...
german: [_R_] Aber du sagtest...
italian: [_R_] Ma hai detto...

source: [_S_] I love Lauren, but I'm not going to go to all that work just for charity.
dutch: [_S_] Ik hou van Lauren, maar ik ga niet naar al dat werk voor liefdadigheid.
german: [_S_] Ich liebe Lauren, aber ich werde nicht zu allen gehen, die nur für Wohltätigkeit arbeiten.
italian: [_S_] Amo Lauren, ma non ho intenzione di fare tutto quel lavoro solo per beneficenza.

source: [_S_] Making a costume is a really big job.
dutch: [_S_] Het uiterlijk maken van een uiterlijk is echt een grote taak.
german: [_S_] Kostüm zu machen ist eine wirklich große Aufgabe.
italian: [_S_] Fare un costume è un lavoro davvero grande.
russian: [_S_] Создание костюма является действительно большой задачей.

source: [_R_] Ok, so if I can get you $400, you will go ahead and make Lauren her costume?
dutch: [_R_] Ok, dus als ik je $400, ga je verder en laat Lauren haar kostuum?
german: [_R_] Ok, wenn ich dich also $400 bekommen kann, wirst du fortfahren und Lauren zu ihrem Kostüm machen?
italian: [_R_] Ok, quindi se posso darti 400 dollari, andrai avanti e farai il costume di Lauren?

source: [_S_] Yeah I guess, but why are you so interested in helping Lauren?
dutch: [_S_] Ja, denk ik, maar waarom ben je zo geïnteresseerd in het helpen van Lauren?
german: [_S_] Ja, ich denke, aber warum bist du so daran interessiert, Lauren zu helfen?
italian: [_S_] Sì, immagino, ma perché sei così interessato ad aiutare Lauren?

source: [_R_] Well.... to make her happy.
dutch: [_R_] goed.... om haar gelukkig te maken.
german: [_R_] Nun.... um sie glücklich zu machen.
italian: [_R_] Beh.... per renderla felice.

source: [_S_] Yeah.... I don't buy it. That can't be your only motivation.
german: [_S_] Ja.... Ich kaufe es nicht. Das kann nicht deine einzige Motivation sein.
italian: [_S_] Si.... Non me la bevo. Questa non può essere la tua unica motivazione.

source: [_S_] What else is in it for you?
dutch: [_S_] Wat staat er nog meer in voor jou?
german: [_S_] Was ist noch in dir dabei?
italian: [_S_] Cos'altro c'è per te?
russian: [_S_] Что еще находится в этом для вас?

source: [_R_] Honestly?.... I guess I just want to show our family that I can take care of them...
dutch: [_R_] Eerlijk?.... ik denk dat ik alleen onze familie wil laten zien dat ik voor hen kan zorgen...
german: [_R_] Ehrlich?.... Ich denke, ich möchte unserer Familie nur zeigen, dass ich mich um sie kümmern kann...
italian: [_R_] Onestamente? .... Credo di voler solo mostrare alla nostra famiglia che posso prendermi cura di loro...

source: [_R_] I want our family to be able to continue living normally while Dad is in prison.
dutch: [_R_] Ik wil dat onze familie normaal kan blijven leven terwijl papa in de gevangenis zit.
german: [_R_] Ich möchte, dass unsere Familie weiterhin normal leben kann, während Papa im Gefängnis ist.
italian: [_R_] Voglio che la nostra famiglia possa continuare a vivere normalmente mentre papà è in prigione.

source: [_R_] Dad told me I'm the man of the house now, so I want to prove that I'm up to the...
dutch: [_R_] Papa vertelde me dat ik nu de man van het huis ben, dus ik wil bewijzen dat ik aan de hand ben van de...
german: [_R_] Papa sagte mir, ich bin jetzt der Mann des Hauses, so dass ich beweisen möchte, dass ich bis der...
italian: [_R_] Papà mi ha detto che sono l'uomo di casa ora, quindi voglio dimostrare che sono all'altezza...

source: [_R_] What the?...
dutch: [_R_] Wat is het?...
german: [_R_] Was das?...
italian: [_R_] Ma che...
russian: [_R_] Что это?...

source: [_R_] What?
dutch: [_R_] Wat?
german: [_R_] Was?
italian: [_R_] Cosa?
russian: [ _R_] Что?

source: [_S_] Hahaha.... you.... think you.... can replace Dad?.... Hahaha.
dutch: [_S_] Hahaha.... jij.... denk je.... kan Papa vervangen?.... Hahahaha.
german: [_S_] Hahaha.... Du glaubst dir.... Papa ersetzen kann?.... Hahaha.
italian: [_S_] Hahaha.... credi.... di poter sostituire papà? .... Hahaha.

source: [_R_] Well, no.... but I'm going to try to...
dutch: [_R_] Neen ... maar ik ga proberen...
german: [_R_] Nun, nein.... aber ich werde versuchen zu...
italian: [_R_] Beh, no.... ma ci proverò...

source: [_S_] HAhahahah.... do you know how hard he's had to work to build his business?...
dutch: [_S_] HAhahah.... weet je hoe hard hij moest werken om zijn bedrijf op te bouwen?...
german: [_S_] HAhahahah.... Weißt du, wie schwer er am Aufbau seines Unternehmens arbeiten musste?...
italian: [_S_] HAhahahah.... sai quanto duramente ha dovuto lavorare per costruire il suo business?...

source: [_R_] Well, I know it won't be easy but...
dutch: [_R_] Nou, ik weet dat het niet makkelijk zal zijn maar...
german: [_R_] Nun, ich weiß, es wird nicht einfach sein, aber...
italian: [_R_] Beh, so che non sarà facile ma...

source: [_S_] Hahaha.... won't be easy?.... Hahahah.... you're in high school.... hahaha.
dutch: [_S_] Haha.... zal niet gemakkelijk zijn?... . Hahah.... jij op de middelbare school.... ha. ha.
german: [_S_] Hahaha.... wird nicht einfach sein?.... Hahahah.... Du bist in der Oberschule.... hahahaha.
italian: [_S_] Hahaha.... non sarà facile? .... Hahahah.... sei al liceo.... hahaha.

source: [_R_] Stop laughing!.... It's not that funny!
dutch: [_R_] Stop met lachen!.... het is niet zo grappig!
german: [_R_] Hört auf zu lachen!.... Es ist nicht so lustig!
italian: [_R_] Smettila di ridere!.... Non è così divertente!

source: [_S_] Hahahahahahha.... I'm sorry.... hahahahha.... I can't stop thinking about you.... hahhahah...
dutch: [_S_] Hahahahah.... ik sorteer.... hahahaha.... ik kan niet stoppen om over jou te denken.... hahahah...
german: [_S_] Hahahahahhahha.... Es tut mir leid, hahahha.... Ich kann nicht aufhören, über dich nachzudenken.... hahhahah...
italian: [_S_] Hahahahahahha.... Mi dispiace.... hahahahha.... Non riesco a smettere di pensare a te.... hahhahahahah...
russian: [_S_] Хахахаха.... Простите... Хахахахаха.... Не могу перестать думать о тебе...

source: [_S_] I suppose you will want Lauren and me to call you daddy?!.... Hahahhahhah...
dutch: [_S_] Ik veronderstel dat je wilt dat Lauren en mij je opvoegen?!.... Hahhahhah...
german: [_S_] Ich nehme an, du wirst wollen, dass Lauren und ich dich Papa anrufen?!.... Hahahhah...
italian: [_S_] Suppongo che tu voglia che io e Lauren ti chiamiamo papà?!.... Hahahhahhahhah...

source: [_RT_] {i}What a bitch! I was trying to bare my soul to her!{/i}
dutch: [_RT_] {i}Wat een bitch! Ik probeerde mijn ziel te legen aan haar!{/i}
german: [_RT_] {i}Was für eine Hexe! Ich habe versucht, ihr meine Seele zu entblößen!{/i}
italian: [_RT_] {i}Che stronza! Stavo cercando di mettere a nudo la mia anima per lei!
russian: [_RT_] {i}Какой сук! Я пытался успокоить душу!{/i}

source: [_RT_] {i}Tried to resist looking at her partially exposed pussy!{/i}
dutch: [_RT_] {i}Probeerde zich te verzetten tegen haar gedeeltelijk blootgestelde poes!{/i}
german: [_RT_] {i}Versuchte, sich ihrer teilweise exponierten Fotze zu widersetzen!{/i}
italian: [_RT_] {i}Ho cercato di resistere a guardare la sua figa parzialmente esposta!
russian: [_RT_] {i}пытался сопротивляться, глядя на ее частичную киси!{/i}

source: [_RT_] {i}And she has the nerve to just laugh at me?.... {/i}
dutch: [_RT_] {i}En ze heeft het lef om gewoon om naar me te lachen?.... {/i}
german: [_RT_] {i}Und sie hat den Nerv über mich zu lachen?.... {/i}
italian: [_RT_] {i}E lei ha il coraggio di ridere di me? .... {/i}
russian: [_RT_] {i}И у нее есть нерв, чтобы смеяться на меня?.... {/i}

source: [_RT_] {i}I should just take a look as payment for her making fun of me.{/i}
dutch: [_RT_] {i}Ik zou gewoon een betaling moeten doen voor haar om me te lachen.{/i}
german: [_RT_] {i}Ich sollte einfach einen Blick werfen als Zahlung für sie, die mir Spaß macht.{/i}
italian: [_RT_] {i}Dovrei solo dare un'occhiata come pagamento per averla presa in giro.{/i}
russian: [_RT_] {i}Я просто должен заглянуть на то, что она меня забавилась.{/i}

source: [_RT_] {i}If she can get so much pleasure out of me.... {/i}
dutch: [_RT_] {i}Als ze zoveel plezier van mij kan krijgen.... {/i}
german: [_RT_] {i}Wenn sie mir so viel Freude bereiten kann.... {/i}
italian: [_RT_] {i}Se riesce a trarre così tanto piacere da me.... {/i}
russian: [_RT_] {i}Если у меня будет столько удовольствия.... {/i}

source: [_RT_] {i}Than I'm going to enjoy myself too.{/i}
dutch: [_RT_] {i}Dan zal ik ook van mezelf genieten.{/i}
german: [_RT_] {i}Ich freue mich zu.{/i}
italian: [_RT_] {i}Quindi mi divertirò anch'io.{/i}
russian: [_RT_] {i}Я тоже буду наслаждаться.{/i}

source: {i}"(abrubt end to laughing)"{/i}
dutch: {i}"(abrubt einde om te lachen)"{/i}
german: {i}"(abrubt Ende zum Lachen)"{/i}
italian: {i}"(fine abrupto della risata)"{/i}.
russian: {i}"(аббатство смеется)"{/i}

source: [_S_] What were you looking at!?
dutch: [_S_] Waar kijk je naar!?
german: [_S_] Was hast du dir angesehen!?
italian: [_S_] Cosa stavi guardando!?
russian: [_S_] Что вы искали!?

source: [_S_] Oh, I see, you think just because I was laughing at you, you have the right to act like a perverted asshole?
dutch: [_S_] Oh, ik zie, denk je alleen maar omdat ik naar je aan het lachen was, heb je het recht om te handelen als een geperverteerde asshoe?
german: [_S_] Oh, ich sehe, du denkst nur, weil ich dich lachte, du hast das Recht, wie ein pervertierter Arsch zu wirken?
italian: [_S_] Oh, capisco, pensi che solo perché stavo ridendo di te, hai il diritto di comportarti come uno stronzo pervertito?

source: [_S_] That just because I didn't realize I was flashing you, you have the right to look?
dutch: [_S_] Dat alleen omdat ik niet wist dat ik je aan het knipperen was, heb je het recht om er uit te zien?
german: [_S_] Nur weil ich nicht wusste, dass ich dich blinkte, hast du das Recht zu sehen?
italian: [_S_] Che solo perché non mi sono accorto che ti stavo mostrando, hai il diritto di guardare?

source: [_S_] Well, you'd better check your white male privilege you chauvinistic...
dutch: [_S_] Nou, je zou beter je chauvinistisch wit mannelijk privilege kunnen bekijken...
german: [_S_] Nun, du solltest dein weißes männliches Privileg, das du chauvinistisch...
italian: [_S_] Beh, faresti meglio a controllare il tuo privilegio di maschio bianco, sciovinista...

source: [_R_] Sidney.... please don't start with the liberal arts social justice BS!
dutch: [_R_] Sidney.... Start alstublieft niet met de liberale kunst sociale rechtvaardigheid BS!
german: [_R_] Sidney.... bitte beginnen Sie nicht mit der liberalen Kunst sozialen Gerechtigkeit BS!
italian: [_R_] Sidney.... per favore non iniziare con le stronzate sulla giustizia sociale delle arti liberali!

source: [_S_] BS? That's exactly what a priviledged white boy from a patriarchal...
dutch: [_S_] BS? Dat is precies wat een geprivilegieerde witte jongen van een patriarchaal...
german: [_S_] BS? Genau das ist ein privilegierter weißer Junge eines Patriarchalen...
italian: [_S_] BS? Questo è esattamente ciò che un ragazzo bianco privilegiato proveniente da un...

source: [_S_] Don't you dare walk away from me while I'm trying to educate you about...
dutch: [_S_] durf je niet weg te lopen van mij terwijl ik je aan het leren ben om...
german: [_S_] wagst du nicht, von mir zu gehen, während ich versuche, dich zu erziehen...
italian: [_S_] Non osare allontanarti da me mentre sto cercando di educarti su...
russian: [_S_] Не осмелитесь от меня, пока я пытаюсь узнать о тебе...

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
german: {i}{b}"Sidney's Zorn +10"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +10"{/b}{/i}
russian: {i}{b}"Гнев Сиднея +10"{/b}{/i}

source: [_R_] I'm sorry, I was just looking down because your laughing embarassed me.
dutch: [_R_] Het spijt me, ik was net aan het kijken omdat je hebt gelachen.
german: [_R_] Es tut mir leid, ich habe gerade nach unten geschaut, weil dein Lachen mich peinlich gemacht hat.
italian: [_R_] Mi dispiace, stavo solo guardando giù perché la tua risata mi ha messo in imbarazzo.

source: [_R_] And I had just barely noticed you were flashing before you did.
dutch: [_R_] En ik had net net gemerkt dat je knipperde voordat je gebeurde.
german: [_R_] Und ich hatte gerade kaum bemerkt, dass du blinkst, bevor du es tat.
italian: [_R_] E avevo appena notato che stavi lampeggiando prima che lo facessi.

source: [_S_] Well, I hope that's true, because that would be pretty fucked up if you were staring at your sister's pussy!
dutch: [_S_] Nou, ik hoop dat dat waar is, want dat zou best ontaarden als je naar je zus zou staren!
german: [_S_] Nun, ich hoffe das ist wahr, denn das wäre ziemlich gefickt, wenn du auf die Fotze deiner Schwester schaust!
italian: [_S_] Beh, spero che sia vero, perché sarebbe un bel casino se tu stessi fissando la figa di tua sorella!

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
german: {i}{b}"Sidney's Zorn +5"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +5"{/b}{/i}
russian: {i}{b}"Гнев Сиднея +5"{/b}{/i}

source: [_R_] No I wouldn't stare at your lovely.... I mean...
dutch: [_R_] Nee ik zou niet bij jou starten.... Ik bedoel...
german: [_R_] Nein würde ich nicht an dir starren.... Ich meine...
italian: [_R_] No, non fisserei la tua bella .... Voglio dire...

source: [_R_] I didn't mean to say it was lovely.... I just meant that...
dutch: [_R_] Het was niet mijn bedoeling te zeggen dat het prachtig was.... Ik bedoelde net dat...
german: [_R_] Ich wollte nicht sagen, es war schön.... Ich meinte das...
italian: [_R_] Non volevo dire che era adorabile.... Volevo solo dire che...

source: [_S_] [ryan], why don't you just run along and go play with your video games or something.
dutch: [_S_] [ryan], waarom ga je niet gewoon mee en ga je spelen met je videospellen of iets.
german: [_S_] [ryan], warum laufen Sie nicht einfach mit Ihren Videospielen oder ähnlichem.
italian: [_S_] [ryan], perché non te ne vai a giocare con i tuoi videogiochi o altro.
russian: [_S_] [ryan], почему бы вам не просто бежать и играть с видео играми или что-то.

source: [_S_] And let the adults actually worry about taking care of this family.
dutch: [_S_] En laat de volwassenen zich zorgen maken over het verzorgen van dit gezin.
german: [_S_] Und lassen Sie die Erwachsenen sich um die Betreuung dieser Familie kümmern.
italian: [_S_] E lascia che gli adulti si preoccupino davvero di prendersi cura di questa famiglia.

source: {i}"[ryan] Leaves"{/i}
dutch: {i}"[ryan] Bladeren "{/i}
german: {i}"[ryan] Verlassen"{/i}
italian: {i}"[ryan] Se ne va"{/i}
russian: {i}"[ryan] листья"{/i}

source: [_ST_] {i}Oh my God! Could I have been subconsciously flashing my brother on purpose?{/i}
dutch: [_ST_] {i}Oh mijn God! Zou ik mijn broer bewust op moeten knipperen?{/i}
german: [_ST_] {i}Oh mein Gott! Hätte ich meinen Bruder bewusst blinken?{/i}
italian: [_ST_] {i}Oh mio Dio! Potrei aver mostrato subconsciamente mio fratello di proposito?

source: [_ST_] {i}Is something wrong with me?{/i}
dutch: [_ST_] {i}Is er iets mis met?{/i}
german: [_ST_] {i}stimmt etwas nicht mit mir?{/i}
italian: [_ST_] {i}C'è qualcosa che non va in me? {/i}.
russian: [_ST_] {i}Что-то не так со мной?{/i}

source: [_ST_] {i}First I'm molesting my sister in her sleep, and now this.{/i}
dutch: [_ST_] {i}Eerst speel ik mijn zus in haar slaap, en nu dat.{/i}
german: [_ST_] {i}Zuerst mache ich meine Schwester im Schlaf und jetzt das.{/i}
italian: [_ST_] {i}Prima molesto mia sorella nel sonno, e ora questo.{/i}
russian: [_ST_] {i}Сначала я мою сестру в сне, и теперь это.{/i}

source: [_ST_] {i}Worst of all, [ryan] seemed to like it.{/i}
dutch: [_ST_] {i}Het ergste, [ryan] leek het leuk te vinden.{/i}
german: [_ST_] {i}Schlimmer von allen, [ryan] schien es zu magen.{/i}
italian: [_ST_] {i}Peggio di tutto, [ryan] sembrava piacermi.{/i}
russian: [_ST_] {i}Хуже всего, [ryan] ему понравилось.{/i}

source: [_ST_] {i}Ha the look on his face when I caught him.{/i}
dutch: [_ST_] {i}Ha de blik op zijn gezicht toen ik hem betrapte. {/i}
german: [_ST_] {i}Ha den Blick auf sein Gesicht wenn ich ihn erwischt habe. {/i}
italian: [_ST_] {i}Ha lo sguardo sulla sua faccia quando l'ho beccato.{/i}
russian: [_ST_] {i}Ха-внешний вид на его лицо, когда я поймал его.{/i}

source: [_ST_] {i}I don't buy that it was an accident.{/i}
dutch: [_ST_] {i}Ik koop niet dat het een ongeluk was.{/i}
german: [_ST_] {i}Ich kaufe nicht, dass es ein Unfall war.{/i}
italian: [_ST_] {i}Non credo che sia stato un incidente.{/i}
russian: [_ST_] {i}Я не покупаю, что это был несчастный случай.{/i}

source: [_ST_] {i}But am I just as perverted as him?.... {/i}
dutch: [_ST_] {i}Maar ik ben net zo geperverteerd als hij?.... {/i}
german: [_ST_] {i}Aber bin ich genauso pervers wie ihn?.... {/i}
italian: [_ST_] {i}Ma io sono un pervertito come lui? .... {/i}
russian: [_ST_] {i}Но я так же преображен как его?.... {/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
italian: {i}{b}"Libido di Sidney +3"{/b}{/i}

source: [_S_] Oh my.... I'm sorry.... I really am sorry for laughing.
dutch: [_S_] Oh mijn.... Sorry.... Het spijt me echt voor het lachen.
german: [_S_] Oh mich.... Es tut mir leid, dass ich lache.
italian: [_S_] Oh mio.... Mi dispiace.... Mi dispiace davvero di aver riso.

source: [_S_] That just really hit my funny bone.
dutch: [_S_] Dat heeft net mijn grappige bot geraakt.
german: [_S_] Das hat meinen lustigen Knochen wirklich getroffen.
italian: [_S_] Questo ha appena colpito il mio osso divertente.
russian: [_S_] Это просто ударило мою смешную кость.

source: [_R_] Yeah, well laugh all you want!
dutch: [_R_] Yeah, lacht alles wat je wilt!
german: [_R_] Ja, lachen Sie alles, was Sie wollen!
italian: [_R_] Sì, beh, ridi quanto vuoi!

source: [_R_] Once I figure out how to provide for this family, you will have to come to me for your spending money.
dutch: [_R_] Zodra ik erachter kom hoe ik moet zorgen voor deze familie, moet je naar me komen voor je geld dat je uittrekt.
german: [_R_] Sobald ich herausgefunden habe, wie ich diese Familie versorgen kann, wirst du zu mir kommen müssen, um Geld auszugeben.
italian: [_R_] Una volta che avrò capito come provvedere a questa famiglia, dovrai venire da me per i tuoi soldi da spendere.

source: [_R_] And thanks for the suggestion, when you want money from me in the future, I'll make you call me daddy to get it.
dutch: [_R_] En bedankt voor de suggestie, als je in de toekomst geld van mij wilt, laat ik me noteren om het te krijgen.
german: [_R_] Und vielen Dank für den Vorschlag. Wenn du in Zukunft Geld von mir möchtest, werde ich dich anrufen Papy um es zu bekommen.
italian: [_R_] E grazie per il suggerimento, quando vorrai soldi da me in futuro, ti costringerò a chiamarmi papà per averli.

source: {i}"[ryan] storms out"{/i}
dutch: {i}"[ryan] storms uit "{/i}
german: {i}"[ryan] Stürme aus"{/i}
italian: {i}"[ryan]sbaglia fuori"{/i}

source: [_ST_] {i}Wow, I think I really pissed him off.{/i}
dutch: [_ST_] {i}Wow, ik denk dat ik hem echt heb uitgepaard.{/i}
german: [_ST_] {i}Wow, ich glaube, ich habe ihn wirklich abgepissen.{/i}
italian: [_ST_] {i}Wow, penso di averlo davvero fatto incazzare.{/i}

source: [_ST_] {i}He sure looked determined when he left.{/i}
dutch: [_ST_] {i}Hij zag er zeker bepaald uit toen hij vertrokken.{/i}
german: [_ST_] {i}Er sah bestimmt aus, als er verließ. {/i}
italian: [_ST_] {i}Sicuramente sembrava determinato quando se n'è andato.{/i}
russian: [_ST_] {i}Он уверен, что присмотрелся к определенности, когда он ушл.{/i}

source: [_ST_] {i}It made me almost believe him when he says he's going to provide for the family.{/i}
dutch: [_ST_] {i}Het deed me bijna geloven wanneer hij zegt dat hij voor de familie gaat zorgen.{/i}
german: [_ST_] {i}Es hat mich fast glauben lassen, wenn er sagt, dass er für die Familie sorgen wird.{/i}
italian: [_ST_] {i}Mi ha fatto quasi credere a lui quando dice che provvederà alla famiglia.{/i}

source: [_ST_] {i}Shit, if he succeeds, would I really be willing to call him daddy to get money from him?{/i}
dutch: [_ST_] {i}Shit, als hij slaagt, zou ik hem echt willen bellen om geld te krijgen van hem?{/i}
german: [_ST_] {i}Shit, wenn er Erfolg hat, wäre ich wirklich bereit, ihn zu nennen, um Geld von ihm zu erhalten?{/i}
italian: [_ST_] {i}Merda, se avesse successo, sarei davvero disposto a chiamarlo papà per avere soldi da lui?
russian: [_ST_] {i}Shit, если он добьется успеха, я действительно готов позвонить ему и получить от него деньги?{/i}

source: {i}"Sidney's Submission +1"{/i}
dutch: {i}"Sidney's inzending +1"{/i}
german: {i}"Sidney's Einsendung +1"{/i}
italian: {i}"Sottomissione di Sidney +1"{/i}
russian: {i}"Отправка Сиднея +1"{/i}

source: [_ST_] {i}I wonder if [ryan] understands the sexual connotation of a woman calling him daddy.{/i}
dutch: [_ST_] {i}Ik vraag me af of [ryan] de seksuele connotatie begrijpt van een vrouw die hem addy.{/i} noemt
german: [_ST_] {i}Ich frage mich, ob [ryan] die sexuelle Konnotation einer Frau, die ihn Vater nennt, versteht.{/i}
italian: [_ST_] {i}Mi chiedo se [ryan] capisce la connotazione sessuale di una donna che lo chiama papà.{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Sidney +1"{/b}{/i}

source: [_RT_] {i}Why am I standing by Mom's door again. She already said she wasn't going to let me in.{/i}
dutch: [_RT_] {i}Waarom sta ik weer langs de deur van Mome. Ze zei al dat ze me niet zou toestaan.{/i}
german: [_RT_] {i}Warum stehe ich wieder vor der Tür von Mama. Sie sagte bereits, dass sie mich nicht lassen möchte.{/i}
italian: [_RT_] {i}Perché sono di nuovo in piedi dalla porta della mamma. Ha già detto che non mi avrebbe lasciato in.{/i}

source: [_RT_] {i}Mom's usually doing her yoga in her bedroom this early in the morning. She usually locks her door. Should I knock and see if she'll let me in?{/i}
dutch: [_RT_] {i}Momes doet meestal haar yoga in haar slaapkamer 's ochtends vroeg in de kamer. Ze sluit meestal haar deur. Moet ik kloppen en kijken of ze me in?{/i}
german: [_RT_] {i}Mama macht in der Regel ihr Yoga in ihrem Schlafzimmer am frühen Morgen. Normalerweise sperrt sie ihre Tür ab. Sollte ich klopfen und sehen, ob sie mich hinein lässt? {/i}
italian: [_RT_] {i}Mamma di solito fa il suo yoga nella sua camera da letto questa mattina presto. Di solito blocca la sua porta. Dovrei bussare e vedere se mi lascerà entrare?{/i}
