Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_RT_] {i}How am I going to win over Lauren now? I'll need to look around for inspiration.{/i}
dutch: [_RT_] {i}Hoe ga ik nu Lauren winnen? Ik zal moeten zoeken naar inspiratie.{/i}
german: [_RT_] {i}Wie werde ich Lauren jetzt gewinnen? Ich muss mich nach Inspirationen umsehen.{/i}
italian: [_RT_] {i}Come farò a conquistare Lauren adesso? Avrò bisogno di guardarmi intorno per trovare l'ispirazione.{/i}
russian: [_RT_] {i}Как я могу победить Лоурен? Мне нужно найти вдохновение.{/i}

source: [_RT_] {i}They look so vulnerable while they are asleep, but if I tried anything and they woke up.... {/i}
dutch: [_RT_] {i}Ze zien er zo kwetsbaar uit terwijl ze slapen, maar als ik iets probeerde en ze wakker maakt.... {/i}
german: [_RT_] {i}Sie sehen so verwundbar aus, während sie schlafen, aber wenn ich etwas versucht habe und sie aufgewacht haben.... {/i}
italian: [_RT_] {i}Sembrano così vulnerabili mentre dormono, ma se provo a fare qualcosa e si svegliano.... {/i}
russian: [_RT_] {i}Они выглядят настолько уязвимыми, что они срываются, но если я пытался что-нибудь и проснулся.... {/i}

source: [_RT_] {i}I'd be kicked out of the house, maybe disowned. I've got to play this smart.{/i}
dutch: [_RT_] {i}Ik zou uit het huis gezet moeten worden, misschien niet bekend. Ik moet dit slim spelen.{/i}
german: [_RT_] {i}Ich würde aus dem Haus geworfen werden, vielleicht enteignet. Ich muss diesen Schlauen spielen.{/i}
italian: [_RT_] {i}Sarei cacciato di casa, forse ripudiato. Devo giocare d'astuzia.
russian: [_RT_] {i}Я бы был изгнан из дома, может быть распущен. Я должен сыграть в этот ум.{/i}

source: [_RT_] {i}They should be sleeping pretty soundly. They both have a habit of drinking tea before bed.{/i}
dutch: [_RT_] {i}Ze gaan best rond slapen. Ze hebben allebei een gewoonte om thee te drinken voor bed.{/i}
german: [_RT_] {i}Sie sollten ziemlich gut schlafen. Sie beide trinken Tee vor dem Bett.{/i}
italian: [_RT_] {i}Dovrebbero dormire abbastanza bene. Entrambi hanno l'abitudine di bere tè prima di letto.{/i}
russian: [_RT_] {i}Они должны спать довольно звучно. У них оба есть привычка пить чай перед кровать.{/i}

source: [_RT_] {i}The melatonin worked pretty well last time. Should I check it out again?{/i}
dutch: [_RT_] {i}De melatonine werkte de laatste keer best goed. Moet ik het nog eens bekijken?{/i}
german: [_RT_] {i}Das Melatonin hat beim letzten Mal ziemlich gut funktioniert. Sollte ich es erneut prüfen? {/i}
italian: [_RT_] {i}La melatonina ha funzionato abbastanza bene l'ultima volta. Dovrei controllarla di nuovo?{/i}
russian: [_RT_] {i}Мелатонин работал в последний раз. Нужно ли мне проверить его снова?{/i}

source: [_RT_] {i}If they are sleeping as soundly as last time, I might be able to get away with a little more.{/i}
dutch: [_RT_] {i}Als ze net zo goed slapen als de vorige keer, kan ik er misschien nog wat meer vanaf komen.{/i}
german: [_RT_] {i}Wenn sie so gut schlafen wie das letzte Mal, könnte ich mit ein wenig mehr davonkommen. {/i}
italian: [_RT_] {i}Se dormono profondamente come l'ultima volta, potrei riuscire a cavarmela con un pò di più.{/i}
russian: [_RT_] {i}Если они в прошлый раз спят, то я смогу уйти чуть дальше.{/i}

source: [_RT_] {i}Wow! I can't believe that didn't wake her up.{/i}
dutch: [_RT_] {i}Wow! Ik kan niet geloven dat haar niet wakker is geworden.{/i}
german: [_RT_] {i}Wow! Ich kann nicht glauben, dass sie nicht aufgeweckt wurde.{/i}
italian: [_RT_] {i}Wow! Non posso credere che non l'abbia svegliata.
russian: [_RT_] {i}Вон! Я не могу поверить, что не разбудил её.{/i}

source: [_RT_] {i}So now it's time for me to wake her up.{/i}
dutch: [_RT_] {i}Het is nu tijd voor mij om haar wakker te maken.{/i}
german: [_RT_] {i}Also jetzt ist es Zeit für mich, sie aufzuwecken.{/i}
italian: [_RT_] {i}Quindi ora è il momento per me di svegliarla.
russian: [_RT_] {i}Так что пришло время разбудить ее.{/i}

source: [_RT_] {i}If this doesn't get her kicked out of Lauren's room, I don't know what will.{/i}
dutch: [_RT_] {i}Als dit haar niet uit de kamer van Lauren's kamer krijgt, weet ik niet wat er wil.{/i}
german: [_RT_] {i}Wenn sie nicht aus Laurens Raum geworfen wird, weiß ich nicht, was sie tun wird.{/i}
italian: [_RT_] {i}Se questo non la fa cacciare dalla stanza di Lauren, non so cosa lo farà.
russian: [_RT_] {i}Если она не выгнала её из комнаты Лорана, я не знаю, что будет.{/i}

source: [_RT_] {i}Just a pinch and let's see what happens.{/i}
dutch: [_RT_] {i}Alleen een knijp en laten we zien wat er gebeurt.{/i}
german: [_RT_] {i}Nur eine Prise und lass uns sehen, was passiert.{/i}
italian: [_RT_] {i}Solo un pizzico e vediamo cosa succede.{/i}
russian: [_RT_] {i}Просто щепотка и давайте посмотрим, что происходит.{/i}

source: [_LT_] {i}Yaawnn.... hmmm.... I think I really need to poop.... I should get up and.... {/i}
dutch: [_LT_] {i}Yaawn... . . hmmm.... ik denk dat ik echt moet poepen... . Ik zal opstaan en.... {/i}
german: [_LT_] {i}Yaawnn.... hmmm.... Ich denke, ich muss wirklich aufstehen und.... {/i}
italian: [_LT_] {i}Yaawnn.... hmmm.... Penso di aver davvero bisogno di fare la cacca.... Dovrei alzarmi e.... {/i}
russian: [_LT_] {i}Yaawnn.... чмм.... Думаю, мне действительно нужно поесть.... Я должен встать и.... {/i}

source: [_LT_] {i}Wait.... my panties are pulled down again.... {/i}
dutch: [_LT_] {i}Wacht.... mijn broek is weer weggetrokken .... {/i}
german: [_LT_] {i}Warten.... meine Hosen werden erneut heruntergezogen.... {/i}
italian: [_LT_] {i}Aspetta.... le mie mutandine sono di nuovo abbassate.... {/i}
russian: [_LT_] {i}Подождите.... мои панели снова вытянутых.... {/i}

source: [_L_] OH MY FUCKING GOSH!!!!
dutch: [_L_] EEN MIJN GAAST!!!!
german: [_L_] OH MEINE FUCKING GOSH!!!!
italian: [_L_] OH MIO DIO, CAZZO!!!!

source: [_L_] WAKE UP, WAKE UP, WAKE UP!!!!
dutch: [_L_] WAKE UP, WAKE UP, WAKE OM!!!!
german: [_L_] WENN SIE UP, WIE SIE UP!!!!
italian: [_L_] SVEGLIATI, SVEGLIATI, SVEGLIATI!!!!

source: [_S_] Lauren what the hell? Why are you freaking out?
dutch: [_S_] Lauren wat de hel? Waarom maak je je af?
german: [_S_] Lauren was die Hölle? Warum bist du ausgelassen?
italian: [_S_] Lauren che diavolo? Perché stai dando di matto?
russian: [_S_] Лорон, что за ад? Почему ты раздражаешь?

source: [_S_] Oh, no! Let me guess! You think I did it again?
dutch: [_S_] Oh, nee! Laat me raden! Jij denkt dat ik het opnieuw heb gedaan?
german: [_S_] Oh, nein! Lass mich erraten! Du denkst, ich habe es wieder gemacht?
italian: [_S_] Oh, no! Fammi indovinare! Pensi che l'abbia fatto di nuovo?
russian: О, нет! Дай угадаю! Думаешь, я сделала это снова?

source: [_L_] Yes, you did it again!
dutch: [_L_] Ja, je hebt het opnieuw gedaan!
german: [_L_] Ja, du hast es wieder gemacht!
italian: [_L_] Sì, l'hai fatto di nuovo!
russian: [ _L_] Да, вы сделали это снова!

source: [_L_] Only this time, you were fingering my asshole!
dutch: [_L_] Nog maar deze keer vinger je mijn schoenen!
german: [_L_] Nur dieses Mal hast du mein Arschloch gefingert!
italian: [_L_] Solo che questa volta, stavi sditalinando il mio buco del culo!
russian: [_L_] Только в этот раз ты опустил мою ловушку!

source: [_S_] WHAAAT?
italian: [_S_] COSA?

source: [_M_] Again?! You two little shits have got to be kidding me!.... I'm sorry, please excuse my language, but I'm so tired from getting woken up every night!
dutch: [ _M_] Weer?! Jullie twee kleine shits moeten me voor de gek houden! ... Het spijt me, excuseer mijn taal, maar ik ben zo moe om elke avond wakker te worden!
german: [_M_] Nochmal?! Du musst mich zwei kleine Scheiben verbergen!.... Es tut mir leid, bitte entschuldigen Sie meine Sprache, aber ich bin es so müde, jede Nacht aufgewacht zu werden!
italian: [_M_] Ancora?! Voi due piccole merde mi state prendendo in giro! .... Mi dispiace, ti prego di scusare il mio linguaggio, ma sono così stanco di essere svegliato ogni notte!
russian: [ _M_] Опять?! Вы, два маленьких шалаша, издеваетесь надо мной! Прошу прощения, прошу извинить мой язык, но я так устала от того, чтобы просыпаться каждую ночь!

source: [_L_] Mom! You have to do something this time!
dutch: [_L_] Mom! Je moet deze keer iets doen!
german: [_L_] Mama! Du musst diesmal etwas tun!
italian: [_L_] Mamma! Devi fare qualcosa questa volta!
russian: [ _L_] Мама! Ты должен что-то сделать в этот раз!

source: [_L_] This time her finger was up my asshole!
dutch: [_L_] Deze keer stond haar vinger op mijn schoute!
german: [_L_] Diesmal war ihr Finger meine Arschfotze!
italian: [_L_] Questa volta il suo dito era nel mio buco del culo!
russian: [_L_] На этот раз ее палец был моим ашшот!

source: [_M_] Oh geez! Lauren, your dreams are getting weirder and weirder!
dutch: [_M_] Oh geez! Lauren, je dromen worden rader en raar!
german: [_M_] Oh geez! Lauren, deine Träume werden seltsam und seltsam!
italian: [_M_] Oh, cavolo! Lauren, i tuoi sogni stanno diventando sempre più strani!

source: [_L_] But Mom, I wasn't dreaming! My panties were pulled down, and by the time I realized what was happening, I was wide awake!
dutch: [_L_] Maar Mam, ik was niet gedroomd! Mijn broek was naar beneden getrokken en tegen de tijd dat ik realiseerde wat er gebeurde, was ik heel erg wakker!
german: [_L_] Aber Mama, ich habe nicht geträumt! Meine Panties wurden heruntergezogen, und als ich merkte, was geschehen ist, war ich weit wach!
italian: [_L_] Ma mamma, non stavo sognando! Le mie mutandine sono state abbassate e quando ho capito cosa stava succedendo, ero già sveglia!
russian: Но мама, я не мечтал! Мои трусики спустились вниз, и к тому времени, когда я понял, что происходит, я был широко проснулся!

source: [_M_] Sidney, smell your fingers, maybe you couldn't smell Lauren's pussy, but I'm sure you would be able to smell her butt.
dutch: [_M_] Sidney, ruikt met je vingers, misschien kon je Lauren's pushen niet ruiken, maar ik weet zeker dat je haar butt zou kunnen ruiken.
german: [_M_] Sidney riecht deine Finger und vielleicht kannst du Laurens Fotze nicht riechen, aber ich bin sicher, dass du sie riechen würdest.
italian: [_M_] Sidney, annusa le tue dita, forse non potresti annusare la figa di Lauren, ma sono sicuro che saresti in grado di annusare il suo sedere.
russian: [ _M_] Сидни, понюхай пальцы, может быть, ты не мог нюхать свою киску Лорен, но я уверен, что ты можешь понюхать ее задницу.

source: [_S_] Mom! Really?
dutch: [_S_] Mom! Echt?
german: [_S_] Mama! Wirklich?
italian: [_S_] Mamma! Davvero?
russian: [ _S_] Мама! -Правда?

source: [_M_] NOW!
dutch: [_M_] NU!
german: [_M_] JETZT!
italian: [_M_] ORA!
russian: [ _M_] СЕЙЧАС!

source: [_ST_] {i}Oh no! What if?.... {/i}
dutch: [_ST_] {i}Oh nee! Wat als?.... {/i}
german: [_ST_] {i}Oh nein! Was wenn?.... {/i}
italian: [_ST_] {i}Oh no! E se? .... {/i}
russian: [ _ST_] {i}О нет! Что если? .... { /i }

source: [_ST_] {i}Shit!.... {/i}
german: [_ST_] {i}Bingo.... {/i}
italian: [_ST_] {i}Merda! .... {/i}
russian: [ _ST_] {i}Дерьмо! .... { /i }

source: [_ST_] {i}I put my finger up Lauren's ass?{/i}
dutch: [_ST_] {i}Ik legde mijn vinger omhoog Lauren?{/i}
german: [_ST_] {i}Ich bringe meinen Finger Laurens Arsch?{/i}
italian: [_ST_] {i}Ho messo un dito nel culo di Lauren?
russian: [_ST_] {i}Я положил свой палец в ассистент Лаврена?{/i}

source: [_ST_] {i}I really did have my finger up her ass.... {/i}
dutch: [_ST_] {i}Ik had mijn vinger omhoog .... {/i}
german: [_ST_] {i}Ich hatte wirklich meinen Finger hoch.... {/i}
italian: [_ST_] {i}Ho davvero messo un dito nel suo culo.... {/i}
russian: [_ST_] {i}Я действительно сделал свой палец по своему узу.... {/i}

source: [_ST_] {i}Why would I do that?.... {/i}
dutch: [_ST_] {i}Waarom zou ik dat doen? .... {/i}
german: [_ST_] {i}Warum würde ich das machen?.... {/i}
italian: [_ST_] {i}Perché l'avrei fatto? .... {/i}
russian: [_ST_] {i}Почему я это сделаю?.... {/i}

source: [_M_] Well?
german: [_M_] Naja?
italian: [_M_] Bene?
russian: [ _M_] Ну?

source: [_S_] Well.... ummmm...
dutch: [_S_] NU.... ummmm...
german: [_S_] Nun.... ummmm...
italian: [_S_] Beh.... ummmm...
russian: [ _S_] Ну ... уммм ...

source: [_M_] Here, let me smell.
dutch: [_M_] Hier, laat me ruiken.
german: [_M_] Hier, lass mich riechen.
italian: [_M_] Ecco, fammi annusare.
russian: Вот, дай мне понюхать.

source: [_S_] Hey!
italian: [_S_] Ehi!
russian: [ _S_] Эй!

source: [_MT_] {i}I think there is a faint smell of ass.{/i}
dutch: [_MT_] {i}Ik denk dat er een flauwe geur van ass.{/i}
german: [_MT_] {i}Ich glaube, es gibt einen schwachen Geruch des Arsch.{/i}
italian: [_MT_] {i}Credo che ci sia un leggero odore di culo.
russian: [_MT_] {i}Я думаю, что есть слабый запах ass.{/i}

source: [_MT_] {i}Sidney really has been doing weird things to her sister in her sleep.{/i}
dutch: [_MT_] {i}Sidney heeft echt rare dingen gedaan met haar zus in haar slaapmodus.{/i}
german: [_MT_] {i}Sidney hat ihrer Schwester im Schlaf wirklich seltsame Dinge gemacht.{/i}
italian: [_MT_] {i}Sidney ha davvero fatto cose strane a sua sorella nel sonno.
russian: [ _MT_] {i}Сидни действительно делала странные вещи своей сестре во сне. { /i }

source: [_MT_] {i}At least I hope she's been asleep while she was putting her fingers in her sister's holes!{/i}
dutch: [_MT_] {i}Ten minste hoop ik dat ze in slaap was terwijl ze haar vingers in haar zusjes legdeert!{/i}
german: [_MT_] {i}Ich hoffe zumindest, dass sie eingeschlafen ist, während sie ihre Finger in die Löcher ihrer Schwester legte!{/i}
italian: [_MT_] {i}Almeno spero che abbia dormito mentre metteva le dita nei buchi di sua sorella!
russian: [_MT_] {i}По крайней мере, я надеюсь, что она заснула, пока она положила пальцы в отверстия своей сестрицы!{/i}

source: [_MT_] {i}That sounds so naughty in my head!{/i}
dutch: [_MT_] {i}Dat klinkt zo ondeugend in mijn hoofd!{/i}
german: [_MT_] {i}Das klingt so frech in meinem Kopf!{/i}
italian: [_MT_] {i}Questo suona così cattivo nella mia testa!
russian: [_MT_] {i}Это звучит так смешно в моей голове!{/i}

source: [_L_] Well?!
dutch: [_L_] Gokken?!
german: [_L_] Naja?!
italian: [_L_] Beh?!
russian: [ _L_] Ну?

source: [_M_] Well, I think I do smell a slight smell on Sidney's finger.
dutch: [_M_] Nou, ik denk dat ik wel een beetje geur heb op de vinger van Sidney.
german: [_M_] Nun, ich glaube, ich rieche einen leichten Geruch auf Sidneys Finger.
italian: [_M_] Beh, credo di sentire un leggero odore sul dito di Sidney.
russian: Ну, я думаю, я чувствую запах небольшого запаха на пальце Сидни.

source: [_M_] It's not enough to be positive, but I think it's enough to take action to avoid any further possible incidents.
dutch: [_M_] is niet genoeg om positief te zijn, maar ik denk dat het genoeg is om actie te ondernemen om verdere mogelijke incidenten te voorkomen.
german: [_M_] Es reicht nicht aus, positiv zu sein, aber ich denke, es reicht aus, Maßnahmen zu ergreifen, um weitere mögliche Vorfälle zu vermeiden.
italian: [_M_] Non è abbastanza per essere positivo, ma penso che sia abbastanza per prendere provvedimenti per evitare ulteriori possibili incidenti.
russian: [ _M_] Недостаточно, чтобы быть положительным, но я думаю, что этого достаточно, чтобы принять меры, чтобы избежать дальнейших возможных инцидентов.

source: [_M_] Sidney, you're going to have to start sleeping somewhere else.
dutch: [_M_] Zidney, je moet ergens anders gaan slapen.
german: [_M_] Sidney musst du woanders schlafen.
italian: [_M_] Sidney, dovrai iniziare a dormire da qualche altra parte.
russian: [_M_] Sidney, вам придется начать спать где-нибудь еще.

source: [_S_] But I just moved all my stuff in here! I just got everything unpacked!
dutch: [_S_] Maar ik heb net al mijn spullen hierheen verplaatst! Ik heb gewoon alles uitgepakt!
german: [_S_] Aber ich habe gerade alle meine Sachen hierher verschoben! Ich habe gerade alles entpackt!
italian: [_S_] Ma ho appena spostato tutta la mia roba qui! Ho appena spacchettato tutto!
russian: [_S_] Но я только что переместил сюда все свои вещи! У меня только что получилось всё!

source: [_M_] No.... you will still keep all your stuff in here, and change your clothes in here, and all that, but at night you will just sleep elsewhere.
dutch: [_M_] Nee.... je blijft hier al je spullen binnen houden, en verander hier je kleren en dat allemaal, maar 's nachts ga je gewoon ergens anders slapen.
german: [_M_] Nein.... du wirst immer noch all deine Sachen hier halten und deine Kleidung hier wechseln und all das, aber in der Nacht werden Sie einfach woanders schlafen.
italian: [_M_] No.... continuerai a tenere tutte le tue cose qui, e a cambiarti i vestiti qui, e tutto il resto, ma di notte dormirai altrove.
russian: [ _M_] Нет ... ты все равно будешь держать все свои вещи здесь и менять свою одежду здесь, и все это, но ночью ты просто будешь спать в другом месте.

source: [_S_] Where?
dutch: [_S_] W?
german: [_S_] Woh?
italian: [_S_] Dove?
russian: [ _S_] Где?

source: [_M_] Well, you can try my room. But I'll only give you one chance and then you'll have to sleep somewhere else!
dutch: [_M_] Nou, je kan mijn kamer proberen. Maar ik geef je maar één kans en dan moet je ergens anders slapen!
german: [_M_] Nun, du kannst mein Zimmer ausprobieren. Aber ich gebe dir nur eine Chance und dann musst du woanders schlafen!
italian: [_M_] Beh, puoi provare nella mia stanza. Ma ti darò solo una possibilità e poi dovrai dormire da qualche altra parte!
russian: [ _M_] Ну, ты можешь попробовать мою комнату. Но я дам тебе только один шанс, а потом тебе придется спать где-нибудь еще!

source: [_S_] You mean like with [ryan]?!
dutch: [_S_] bedoelde je als bij [ryan]?!
german: [_S_] Du meinst mit [ryan]?!
italian: [_S_] Vuoi dire come con [ryan]?!
russian: [ _S_] Вы имеете в виду, как с [ ryan]?!

source: [_RT_] {i}Please say yes! Please say yes! Please say yes!{/i}
dutch: [_RT_] {i}Alsjeblieft, zeg maar! Gelieve ja te zeggen!{/i}
german: [_RT_] {i}Bitte sagen Sie Ja! Bitte sagen Sie Ja! Bitte sagen Sie Ja!{/i}
italian: [_RT_] {i}Per favore dì di sì! Per favore dì di sì! Per favore dì di sì! {/i}
russian: [_RT_] {i}Пожалуйста, скажите да! Пожалуйста, скажите да! Пожалуйста, скажите да!{/i}

source: [_M_] Oh God, no!
dutch: [_M_] Oh God, nee!
german: [_M_] Oh Gott, nein!
italian: [_M_] Oh Dio, no!
russian: О, Боже, нет!

source: [_RT_] {i}Dammit!{/i}
german: [_RT_] {i}Damm!{/i}
italian: [_RT_] {i}Dannazione! {/i}
russian: [ _RT_] {i}Даммит! { /i }

source: [_M_] If you can't keep your hands to yourself in your sleep, I don't want you corrupting my little boy!
dutch: [_M_] Als je je handen niet in je slaap kunt houden, wil ik niet dat je mijn jongetje corrumpeert!
german: [_M_] Wenn du nicht in deinem Schlaf die Hände behalten kannst, möchte ich nicht, dass du meinen kleinen Jungen verderbst!
italian: [_M_] Se non riesci a tenere le mani a posto nel sonno, non voglio che corrompi il mio bambino!
russian: [_M_] Если вы не можете держать руки в сне, я не хочу, чтобы вы испортили моего маленького мальчика!

source: [_RT_] {i}Big boy!{p}.... man.... I mean man!{/i}
dutch: [_RT_] {i}Grote jongen!{p}.... man.... bedoel ik!{/i}
german: [_RT_] {i}Big Boy!{p}.... Man.... Ich meine Mann!{/i}
italian: [_RT_] {i}Grande ragazzo! {p}.... uomo.... Voglio dire uomo! {/i}.
russian: [_RT_] {i}Большой мальчик!{p}.... мужчина... Я имею в виду!{/i}

source: [_M_] You'll just have to sleep on the couch.
dutch: [_M_] Je zult gewoon op de bank moeten slapen.
german: [_M_] Du musst nur auf der Couch schlafen.
italian: [_M_] Dovrai dormire sul divano.
russian: [_M_] Вам только придется спать на диване.

source: [_S_] Well, why don't I just skip a step and I'll just start sleeping there now.
dutch: [_S_] Nou, waarom sla ik niet gewoon een stap over en ga daar nu gewoon gaan slapen.
german: [_S_] Nun, warum überspringe ich nicht einfach einen Schritt und ich werde einfach dort schlafen.
italian: [_S_] Beh, perché non salto un passo e comincio a dormire lì adesso.
russian: [ _S_] Ну, почему бы мне просто не пропустить шаг и я просто начну спать там сейчас.

source: [_M_] That's a great idea. Go sleep on the couch!
dutch: [_M_] Dat is een geweldig idee. Slaap op de bank!
german: [_M_] Das ist eine tolle Idee. Schlaf auf der Couch!
italian: [_M_] Questa è una grande idea. Vai a dormire sul divano!
russian: [_M_] Это отличная идея. Спясь на диване!

source: [_S_] Fine!
dutch: [_S_] Prima!
german: [_S_] gut!
italian: [_S_] Bene!
russian: [ _S_] Отлично!

source: [_M_] Good night, girls!
dutch: [_M_] Goedennacht, meisjes!
german: [_M_] Gute Nacht, Mädchen!
italian: [_M_] Buona notte, ragazze!
russian: [_M_] Хорошая ночь, девочки!

source: [_RT_] {i}I finally did it! All the girls have been separated. That should make my nighttime efforts easier.{/i}
dutch: [_RT_] {i}Ik heb het eindelijk gedaan! Alle meisjes zijn gescheiden. Dat zou mijn nachtelijke inspanningen moeten vergemakkelijken. {/i}
german: [_RT_] {i}Ich habe es endlich geschafft! Alle Mädchen wurden getrennt. Das sollte meine Nachtarbeit erleichtern.{/i}
italian: [_RT_] {i}Finalmente ce l'ho fatta! Tutte le ragazze sono state separate. Questo dovrebbe rendere i miei sforzi notturni più facili.{/i}
russian: [ _RT_] {i}Я наконец-то это сделал! Все девочки были разделены. Это должно облегчить мои усилия. { /i }

source: [_RT_] {i}{b}(HINT){/b} I was able to get Sidney out of Lauren's room and now she's sleeping in the lounge, I'll bet a really good scare at night would get her into my bed.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik kon Sidney uit de kamer van Lauren, en nu slapen in de lounge, Ik wed dat een heel goede schrik 's nachts haar in mijn bed zou krijgen. /i}
german: [_RT_] {i}{b}(HINT){/b} Ich konnte Sidney aus dem Raum von Lauren holen und jetzt schlaft sie in der Lounge, Ich wette eine wirklich gute Angst in der Nacht bekam sie in mein Bett. /i}
italian: [_RT_] {i}{b}(HINT){/b} Sono riuscito a far uscire Sidney dalla stanza di Lauren e ora sta dormendo nella sala, Scommetterò davvero una buona spaventare la notte la porterebbe nel mio letto. /i}

source: [_RT_] {i}There, Lauren will never let Sidney sleep with her after this.{/i}
dutch: [_RT_] {i}Daar zullen Lauren nooit Zidney met haar laten slapen.{/i}
german: [_RT_] {i}Dort wird Lauren Sidney danach niemals schlafen lassen.{/i}
italian: [_RT_] {i}Lì, Lauren non permetterà mai più a Sidney di dormire con lei dopo questo.
russian: [_RT_] {i}Там, Лорен никогда не позволит Сиднею спать после этого.{/i}

source: [_RT_] {i}Is this crossing a line though?.... {/i}
dutch: [_RT_] {i}Is dit een lijn oversteken?.... {/i}
german: [_RT_] {i}Überqueren eine Linie?.... {/i}
italian: [_RT_] {i}Questo però sta superando il limite? .... {/i}
russian: [_RT_] {i}Но это пересечение линии?.... {/i}

source: [_RT_] {i}Stop it, [ryan]!.... Stop second guessing yourself.{/i}
dutch: [_RT_] {i}Stop het, [ryan]!.... Stop met jezelf.{/i}
german: [_RT_] {i}Stoppe es, [ryan]!.... Stoppe die Sekunde um dich selbst zu erraten.{/i}
italian: [_RT_] {i}Smettila, [ryan]!.... Smettila di rimuginare su te stesso.{/i}
russian: [_RT_] {i}Остановите его, [ryan]!.... Остановите второе угадывание себя.{/i}

source: [_RT_] {i}Time to wake her up.{/i}
dutch: [_RT_] {i}Tijd om haar wakker te maken.{/i}
german: [_RT_] {i}Zeit, um sie aufzuwecken.{/i}
italian: [_RT_] {i}E' ora di svegliarla.{/i}
russian: [ _RT_] {i}Время разбудить ее. { /i }

source: [_RT_] {i}Ok, another light pinch to bring her out of her melatonin enhanced sleep.{/i}
dutch: [_RT_] {i}Ok, nog een licht roze om haar uit haar melatonine beter slaap te brengen.{/i}
german: [_RT_] {i}Ok, eine weitere leichte Prise um sie aus ihrem Melatonin zu befreien, verbesserten Schlaf. {/i}
italian: [_RT_] {i}Ok, un altro leggero pizzicotto per farla uscire dal suo sonno potenziato dalla melatonina.{/i}
russian: [_RT_] {i}Хорошо, другая легкая щепока, чтобы вывести её из усиленного сна мелатонина.{/i}
