Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/script.po
Languages: dutch, german, italian, russian

source: [_R_] Thanks.... I guess.
dutch: [_R_] Bedankt.... Ik denk het.
german: [_R_] Danke.... Ich vermute.
italian: [_R_] Grazie.... Immagino.
russian: [ _R_] Спасибо .... Думаю, да.

source: [_L_] Anyways.... I should go and let you take care of that, or get dressed, or whatever you do to hide your boner.
dutch: [_L_] Anyways.... Ik moet er voor zorgen of gekleed worden of wat je ook doet om je bot te verbergen.
german: [_L_] Jedenfalls.... Ich sollte dich darum kümmern oder dich anziehen, oder was auch immer du tust, um deinen Bonner zu verstecken.
italian: [_L_] Comunque.... Dovrei andare e lasciare che te ne occupi tu, o vestirti, o qualsiasi cosa tu faccia per nascondere la tua erezione.
russian: [ _L_] Anyways .... Я должна пойти и позволить тебе позаботиться об этом, или одеться, или что ты сделаешь, чтобы спрятать свою боню.

source: [_R_] Ok, see you later I guess.
dutch: [_R_] Ok, zie je later denk ik.
german: [_R_] Ok, seht euch später, ich vermute.
italian: [_R_] Ok, ci vediamo dopo credo.
russian: [ _R_] Ok, увидимся позже, я думаю.

source: [_RT_] {i}{b}(HINT){/b} Lauren likes to hang out in the living room in the evenings. Maybe I should go see her.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Lauren houden graag in de woonkamer van de avond. Misschien moet ik haar gaan zien.{/i}
german: [_RT_] {i}{b}(HINT){/b} Lauren hält gerne abends im Wohnzimmer aus. Vielleicht sollte ich sie sehen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Lauren ama uscire in salotto la sera. Forse dovrei andare a vederla.{/i}
russian: [_RT_] {i}{b}(HINT){/b} Лорен любит развешаться в гостиной вечером. Может быть, я ее поймут.{/i}

source: [_R_] You're the one in my room uninvited.
dutch: [_R_] Jij bent degene in mijn kamer zonder uitnodiging.
german: [_R_] Du bist in meinem Zimmer nicht eingeladen.
italian: [_R_] Sei tu quello nella mia stanza senza essere stato invitato.
russian: Ты-тот, кто в моей комнате не приглашен.

source: [_L_] Weird flex, but ok.
dutch: [_L_] Vrede flex, maar ok.
german: [_L_] Weird flex, aber ok.
italian: [_L_] Strano flex, ma ok.

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
italian: {i}{b}"Libido di Lauren +5"{/b}{/i}

source: [_L_] Do you mind me looking?
dutch: [_L_] Vind je het erg dat ik kijk?
german: [_L_] Siehst du mir auf meine Suche?
italian: [_L_] Ti dispiace se guardo?
russian: Ты не против?

source: [_R_] No, not really. I know you're just curious.
dutch: [_R_] Nee, niet echt. Ik weet dat je gewoon nieuwsgierig bent.
german: [_R_] Nein, nicht wirklich. Ich weiß, du bist einfach neugierig.
italian: [_R_] No, non proprio. So che sei solo curioso.
russian: [ _R_] Нет, не очень. Я знаю, что тебе просто любопытно.

source: [_R_] I get curious too sometimes. Maybe you can show me something as well.
dutch: [_R_] Ik word soms te nieuwsgierig. Misschien kan je me iets ook laten zien.
german: [_R_] Ich werde manchmal zu neugierig. Vielleicht kannst du mir auch etwas zeigen.
italian: [_R_] Anch'io sono curioso a volte. Forse puoi mostrare qualcosa anche a me.
russian: Мне иногда бывает любопытно. Может быть, ты тоже можешь показать мне что-нибудь.

source: [_L_] Ohh! You Pervert!
dutch: [_L_] Oh! Je staat het toe!
german: [_L_] Ohhh! Du pervertiert!
italian: [_L_] Ohh! Pervertito!
russian: [ _L_] Ohh! Ты Перверт!

source: [_L_] I should have known better then to talk about anything sexual with you!
dutch: [_L_] Ik zou het beter hebben geweten om dan met jou over seksuele geaardheid te praten!
german: [_L_] Ich hätte es besser wissen sollen, um mit dir über alles Geschlecht zu sprechen!
italian: [_L_] Avrei dovuto saperlo prima di parlare di qualcosa di sessuale con te!
russian: [_L_] Мне нужно было знать лучше чем говорить обо всех сексуальных отношениях с вами!

source: [_L_] I'm leaving so you can take care of your little morning wood problem however you want!
dutch: [_L_] Ik vertrek zodat je je kleine ochtend-probleem wel kunt verzorgen!
german: [_L_] Ich verlasse mich, damit du dich um dein kleines Morgenholzproblem kümmern kannst, wie du willst!
italian: [_L_] Me ne vado così puoi prenderti cura del tuo piccolo problema di legno mattutino come vuoi!
russian: [ _L_] Я ухожу, чтобы вы могли позаботиться о вашей маленькой утренней проблеме, как вы хотите!

source: {i}{b}"Lauren's Anger +10"{/b}{/i}
german: {i}{b}"Lauren's Zorn +10"{/b}{/i}
italian: {i}{b}"Rabbia di Lauren +10"{/b}{/i}
russian: {i}{b}"Гень Лорана +10"{/b}{/i}

source: [_RT_] {i}If only it was the real thing.{/i}
dutch: [_RT_] {i}Als het maar het het echte was {/i}
german: [_RT_] {i}wenn es nur das wahre war.{/i}
italian: [_RT_] {i}Se fosse solo la cosa vera.{/i}
russian: [_RT_] {i}Если бы это было реальное.{/i}

source: [_RT_] {i}What is wrong with me?{/i}
dutch: [_RT_] {i}Wat is er mis met mij?{/i}
german: [_RT_] {i}Was ist falsch mit mir? {/i}
italian: [_RT_] {i}Cosa c'è di sbagliato con me?{/i}
russian: [_RT_] {i}Что с мной не так?{/i}

source: [_RT_] {i}Why isn't Mom here doing her chores?{/i}
german: [_RT_] {i}Warum macht die Mama hier ihre Akkorde?{/i}
italian: [_RT_] {i}Perché la mamma qui non fa le sue core?{/i}
russian: [_RT_] {i}Почему именно мама здесь исполняет свои обязанности?{/i}

source: [_RT_] {i}Oh, right... She's avoiding me now.{/i}
german: [_RT_] {i}Oh, oder... Sie vermeidet mich jetzt.{/i}
italian: [_RT_] {i}Oh, destra... Mi sta evitando ora.{/i}

source: [_RT_] {i}Where could she have gone?{/i}
german: [_RT_] {i}Wo konnte sie weg sein? {/i}
italian: [_RT_] {i}Dove avrebbe potuto andare?{/i}
russian: [_RT_] {i}Где она могла бы уйти?{/i}

source: [_RT_] {i}{b}(HINT){/b} I should go to the kitchen in the evening for family dinner.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet 's avonds naar de keuken gaan voor familie diner.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich sollte abends zur Küche gehen, um das Familienessen zu geniessen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Dovrei andare in cucina la sera per la cena in famiglia.{/i}

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love
dutch: [_R_] Nou, geen ton, maar voor mij is het alsof je gay bent. Als twee mensen verliefd zijn op elkaar, waarom denken mensen dan dat ze het recht hebben om hun te vertellen dat ze niet verliefd kunnen zijn
german: [_R_] Nun, keine Tonne, aber für mich ist es wie schwul. Wenn zwei Menschen sich verliebt haben, warum denken die Leute, dass sie das Recht haben, ihnen zu sagen, dass sie nicht in Liebe sein können
italian: [_R_] Beh, non un sacco, ma per me è come essere gay. Se due persone sono innamorate l'una dell'altra, perché la gente pensa di avere il diritto di dire loro che non possono essere innamorate

source: [_RT_] {i}I wonder if Lauren would mind if I joined her.{/i}
dutch: [_RT_] {i}Ik vraag me af of Lauren het erg zou vinden als ik me bij haar aansluit.{/i}
german: [_RT_] {i}Ich frage mich, ob Lauren mir denken würde, wenn ich ihr beigetreten wäre. {/i}
italian: [_RT_] {i}Chissà se a Lauren dispiacerebbe se mi unissi a lei.{/i}
russian: [_RT_] {i}Мне интересно, если бы Лорен присоединился к ней.{/i}

source: [_R_] Do you mind if I watch some TV with you?
dutch: [_R_] Vind je het erg als ik met je tv kijk?
german: [_R_] Haltet es dir ein, wenn ich etwas TV mit dir betrachte?
italian: [_R_] Ti dispiace se guardo un po' di TV con te?

source: [_L_] Hey [ryan], do you want to watch something with me?
dutch: [_L_] Hé [ryan], wil je iets met me bekijken?
german: [_L_] Hey [ryan], möchtest du etwas mit mir beobachten?
italian: [_L_] Ehi [ryan], vuoi guardare qualcosa con me?
russian: [ _L_] Hey [ ryan], do you want to watch sombits with me?

source: [_RT_] {i}I wonder If Lauren would mind if I joined her?{/i}
dutch: [_RT_] {i}Ik vraag me af of Lauren het erg zou vinden als ik me bij haar aansluit?{/i}
german: [_RT_] {i}Ich frage mich, wenn Lauren etwas dagegen hätte, wenn ich ihr beigetreten wäre? {/i}
italian: [_RT_] {i}Mi chiedo se a Lauren dispiacerebbe se mi unissi a lei?{/i}

source: [_L_] Let's watch the next episode of "Game of Thots"!
dutch: [_L_] Laten we de volgende aflevering bekijken van "Game of Thots"!
german: [_L_] Schauen wir uns die nächste Folge von "Spiel der Thots" an!
italian: [_L_] Guardiamo il prossimo episodio di "Game of Thots"!

source: [_L_] Does the brother and sister have to fuck each other in every episode?
dutch: [_L_] Moet de broer en zus elkaar trotseren in elke aflevering?
german: [_L_] Muss der Bruder und die Schwester sich in jeder Episode fucken?
italian: [_L_] Il fratello e la sorella devono scoparsi a vicenda in ogni episodio?
russian: [_L_] В каждом эпизоде брату и сестре приходится смешивать друг друга?

source: [_RT_] {i}I better not push it any further tonight.{/i}
dutch: [_RT_] {i}Ik druk het beter niet meer als iets meer ton.{/i}
german: [_RT_] {i}Ich bin besser heute Abend nicht mehr schieben.{/i}
italian: [_RT_] {i} Meglio non spingere oltre stasera. {/i}
russian: [_RT_] {i}Мне лучше не отталкивать его еще сегодня.{/i}

source: [_RT_] {i}I'd wake everyone up if I watch TV now.{/i}
dutch: [_RT_] {i}Ik zou iedereen wakker maken als ik nu TV kijk.{/i}
german: [_RT_] {i}Ich wecke alle auf, wenn ich jetzt TV sehe.{/i}
italian: [_RT_] {i}Sveglierei tutti se guardassi la TV ora.{/i}
russian: [_RT_] {i}Я бы разбудил всех, если бы я смотрел телевизор сейчас.{/i}

source: [_RT_] {i}I don't have time for that now.{/i}
dutch: [_RT_] {i}Daar heb ik nu geen tijd voor.{/i}
german: [_RT_] {i}Ich habe jetzt keine Zeit dafür. {/i}
italian: [_RT_] {i}Non ho tempo per questo adesso.{/i}
russian: [_RT_] {i}у меня сейчас нет времени.{/i}

source: [_RT_] {i}I love her face in this picture.... I wonder what it will take to get closer to her!{/i}
dutch: [_RT_] {i}Ik hou van haar gezicht op deze afbeelding.... Ik vraag me af wat het nodig zal hebben om dichter bij haar te komen!{/i}
german: [_RT_] {i}Ich liebe ihr Gesicht in diesem Bild.... Ich frage mich, was es braucht, um ihr näher zu kommen!{/i}
italian: [_RT_] {i}Adoro il suo viso in questa foto.... Mi chiedo cosa ci vorrà per avvicinarmi a lei!{/i}
russian: [_RT_] {i}Я люблю ее лицо на этой картине.... Интересно, что она займет ближе к ней!{/i}

source: [_RT_] {i}This is my older sister Sidney,{p}She moved out of the house last year.{/i}
dutch: [_RT_] {i}Dit is mijn oudere zus Sidney,{p}Ze is vorig jaar uit het huis verhuisd.{/i}
german: [_RT_] {i}Dies ist meine ältere Schwester Sidney,{p}Sie ist letztes Jahr aus dem Haus weggezogen. {/i}
italian: [_RT_] {i}Questa è mia sorella maggiore Sidney,{p}Si è trasferita da casa l'anno scorso.{/i}
russian: [_RT_] {i}Это моя старшая сестра Сиднея,{p}Она выехала из дома в прошлом году.{/i}

source: [_RT_] {i}She still lives here in the city,{p}but she wanted to be on her own while she attends college.{/i}
dutch: [_RT_] {i}Ze woont hier nog steeds in de stad,{p}maar ze wilde alleen zijn terwijl ze de universiteit bezoekt.{/i}
german: [_RT_] {i}Sie lebt immer noch hier in der Stadt,{p}, aber sie wollte alleine sein, während sie das College besucht.{/i}
italian: [_RT_] {i}Vive ancora qui in città,{p}ma voleva stare per conto suo mentre frequenta il college.{/i}

source: [_RT_] {i}She attends the Fine Arts Academy,{p}she's majoring in fashion design.{/i}
dutch: [_RT_] {i}Ze bijwoont de Fine Arts Academy,{p}ze meerderheidsontwerp in mode bij.{/i}
german: [_RT_] {i}Sie nimmt an der Akademie der Schönen Künste teil,{p}sie ist die Mehrheit im Modedesign.{/i}
italian: [_RT_] {i}Frequenta l'Accademia di Belle Arti,{p}si sta specializzando in design della moda.{/i}
russian: [_RT_] {i}Она посещает Академию изобразительного искусства,{p}специализируется на модном дизайне.{/i}

source: [_RT_] {i}Dad pays for everything.{p}We hardly ever see her anymore.{/i}
dutch: [_RT_] {i}Papa betaalt alles.{p}We zien haar bijna nooit meer.{/i}
german: [_RT_] {i}Vater bezahlt für alles.{p}Wir sehen sie kaum mehr.{/i}
italian: [_RT_] {i}Papà paga tutto.{p}Non la vediamo quasi più.{/i}

source: [_RT_] {i}Why do I always have a goofy smile in family pictures?{/i}
dutch: [_RT_] {i}Waarom heb ik altijd een glimlach in familiefabriek?{/i}
german: [_RT_] {i}Warum habe ich immer ein gutes Lächeln in Familienbilder?{/i}
italian: [_RT_] {i}Perché ho sempre un sorriso da ebete nelle foto di famiglia?
russian: [_RT_] {i}Почему у меня всегда есть доброжелательная улыбка в семейных фотографиях?{/i}

source: [_RT_] {i}Well, that's me,{p} Mom says I'm handsome,{p} though I've never really had any luck with the ladies.{/i}
dutch: [_RT_] {i}Nou, dat is me,{p} mama zegt dat ik knap,{p} maar ik heb nooit echt geluk gehad met de dies.{/i}
german: [_RT_] {i}Nun, das ist ich,{p} Mom sagt, dass ich gut bin,{p} , obwohl ich nie wirklich Glück mit den Damen gehabt habe. {/i}
italian: [_RT_] {i}Beh, quello sono io,{p} mamma dice che sono bello,{p} anche se non ho mai avuto molta fortuna con le signore.{/i}

source: [_RT_] {i}I got mono last year,{p} as in "mononucleosis."{p} I had to miss a ton of school.{/i}
dutch: [_RT_] {i}Ik heb mono vorig jaar,{p} als in "mononucleos."{p} Ik moest een ton school missen.{/i}
german: [_RT_] {i}Ich habe im letzten Jahr Mono bekommen,{p} wie in "Mononukleose".{p} Ich musste eine Tonne Schule verpassen.{/i}
italian: [_RT_] {i}Ho avuto la mononucleosi l'anno scorso,{p}come la "mononucleosi". {p}Ho dovuto saltare un sacco di scuola.{/i}

source: [_RT_] {i}I have to make up some of my credits again this year before they will give me my diploma.{/i}
dutch: [_RT_] {i}Ik moet dit jaar nog een paar van mijn credits opmaken voordat ze mij mijn diploma geven.{/i}
german: [_RT_] {i}Ich muss einige meiner Credits in diesem Jahr wieder aufholen, bevor sie mir mein Diplom geben.{/i}
italian: [_RT_] {i}Devo recuperare alcuni dei miei crediti anche quest'anno prima che mi diano il mio diploma.{/i}

source: [_RT_] {i}Lucky for me, my mom's my teacher this year, and she goes pretty easy on me,{p} she understands my situation.{/i}
dutch: [_RT_] {i}Geluk voor mij, mijn moeder is mijn leraar dit jaar, en ze gaat vrij makkelijk op me en{p} ze begrijpt mijn situatie.{/i}
german: [_RT_] {i}Glücklich für mich, meine Mamas meine Lehrerin in diesem Jahr, und sie geht ziemlich leicht auf mich,{p} sie versteht meine Situation.{/i}
italian: [_RT_] {i}Per mia fortuna, mia madre è la mia insegnante quest'anno, e ci va piuttosto piano con me, {p} capisce la mia situazione.{/i}

source: [_RT_] {i}My idiot dad has been trying to get me to drop out of school and join him in the family business.{/i}
dutch: [_RT_] {i}Mijn idiot vader probeert mij uit school te laten vertrekken en mee te doen met hem in het familiebedrijf.{/i}
german: [_RT_] {i}Mein Idioter Vater hat versucht, mich dazu zu bringen, die Schule zu verlassen und ihm im Familienunternehmen beizutreten.{/i}
italian: [_RT_] {i}Quell'idiota di mio padre ha cercato di farmi lasciare la scuola e unirmi a lui nell'azienda di famiglia.{/i}

source: [_RT_] {i}But I have no interest in shipping things around the country,{/i}
dutch: [_RT_] {i}Maar ik heb geen interesse in verzending door het land,{/i}
german: [_RT_] {i}Aber ich habe kein Interesse daran, Dinge im Land zu versenden,{/i}
italian: [_RT_] {i}Ma io non ho alcun interesse a spedire cose in giro per il paese,{/i}.

source: [_RT_] {i}I want to make money by broadcasting me playing video games, or maybe more realistically, a photographer or something along those lines.{/i}
dutch: [_RT_] {i}Ik wil geld verdienen door me videospellen af te spelen, of misschien wat realistischer, een fotograaf of iets langs deze lijnen.{/i}
german: [_RT_] {i}Ich möchte Geld verdienen, indem ich Videospiele oder realistischer, ein Fotograf oder etwas entlang dieser Zeilen ausstrahle. {/i}
italian: [_RT_] {i}Voglio fare soldi trasmettendo me che gioco ai videogiochi, o forse più realisticamente, un fotografo o qualcosa del genere.{/i}
russian: [_RT_] {i}Я хочу заработать деньги, транслируя меня, играя в видеоигры, или, может быть, реалистично, фотограф или что-то вдоль этих линий.{/i}

source: [_RT_] {i}I miss how close we used to be.... I wonder how we can get closer.{/i}
dutch: [_RT_] {i}Ik mis hoe dicht we vroeger waren. Ik vraag me af hoe we dichter bij elkaar kunnen komen.{/i}
german: [_RT_] {i}Ich vermisse wie nah wir früher waren... Ich frage mich, wie wir näher kommen können.{/i}
italian: [_RT_] {i}Mi manca quanto ci siamo abituati a essere.... Chissà come possiamo avvicinarci. {/i}
russian: [_RT_] {i}Я пропустил, насколько близко мы были... Интересно, как мы можем подойти ближе.{/i}

source: [_RT_] {i}This is my little sister Lauren,{p} We were super close through most of our childhood,{p} but now her best friend is her phone.{/i}
dutch: [_RT_] {i}Dit is mijn zuster Lauren,{p} We waren super dicht door de meeste van onze kindertijd,{p} maar nu is haar beste vriend haar telefoon. /i}
german: [_RT_] {i}Das ist meine kleine Schwester Lauren,{p} Wir waren sehr nah durch die meisten unserer Kindheit,{p} , aber jetzt ist ihre beste Freundin ist ihr Telefon. /i}
italian: [_RT_] {i}Questa è la mia sorellina Lauren,{p}siamo state molto unite per la maggior parte della nostra infanzia,{p}ma ora il suo migliore amico è il suo telefono.{/i}
russian: [_RT_] {i}Это моя сестра Лорана,{p} Мы были очень близки к большей части детства,{p} , но теперь ее лучший друг это телефон. /i}

source: [_RT_] {i}My mom just recently allowed her onto social media,{p} and now the floodgates have opened.{/i}
dutch: [_RT_] {i}Mijn moeder stond haar onlangs toe op sociale media,{p} en nu zijn de sluizen geopend.{/i}
german: [_RT_] {i}Meine Mama hat sie kürzlich auf Social Media zugelassen,{p} und jetzt die Fluttore geöffnet.{/i}
italian: [_RT_] {i}Mia madre le ha permesso di entrare nei social media solo di recente,{p}e ora le porte si sono aperte.{/i}

source: [_RT_] {i}I really miss spending more time with her.{p} Lucky for me, she is in my class, although, I'm not sure if she's noticed.{/i}
dutch: [_RT_] {i}Ik mis echt meer tijd met haar.{p} Geluk voor mij, ze zit in mijn klas, maar ik weet niet zeker of ze is gemerkt.{/i}
german: [_RT_] {i}Ich vermisse wirklich mehr Zeit mit ihr.{p} Glückliches für mich, sie befindet sich in meiner Klasse, obgleich ich nicht sicher bin, ob sie bemerkt wird.{/i}
italian: [_RT_] {i}Mi manca davvero passare più tempo con lei.{p}Per mia fortuna, lei è nella mia classe, anche se, non sono sicuro che l'abbia notato.{/i}

source: [_RT_] {i}What a douche! I can't believe the trouble he's gotten us into.{/i}
dutch: [_RT_] {i}Wat een deche! Ik kan niet geloven dat hij ons heeft binnengehaald.{/i}
german: [_RT_] {i}Was für eine Douche! Ich kann dem Problem, in dem er uns gebracht hat, nicht glauben.{/i}
italian: [_RT_] {i}Che douche! Non riesco a credere al problema in cui ci ha ottenuto.{/i}
russian: [_RT_] {i}Какой дозор! Я не могу верить в проблему, которую он нас забрал.{/i}

source: [_RT_] {i}This is my dad, [dad_name], {p}The best way to describe him is "Larger Than Life."{/i}
dutch: [_RT_] {i}Dit is mijn dad, [dad_name], {p}De beste manier om hem te beschrijven is "Groter Than Life."{/i}
german: [_RT_] {i}Das ist mein Vater, [dad_name], {p}Der beste Weg, ihn zu beschreiben, ist "größer als das Leben."{/i}
italian: [_RT_] {i}Questo è mio padre, [dad_name], {p}Il modo migliore per descriverlo è "Larger Than Life"{/i}.

source: [_RT_] {i}He started his own shipping and delivery business, and has been very successful.{/i}
dutch: [_RT_] {i}Hij begon zijn eigen verzending en bezorging, en is erg succesvol.{/i}
german: [_RT_] {i}Er hat sein eigenes Versand- und Liefergeschäft begonnen und war sehr erfolgreich.{/i}
italian: [_RT_] {i}Ha iniziato la sua attività di spedizione e consegna, e ha avuto molto successo.{/i}
russian: [_RT_] {i}Он начал свой собственный бизнес доставки и доставки и был очень успешным.{/i}

source: [_RT_] {i}He runs his family like he does his business. {p}With complete control. {p}He says jump, we all say "How high?".{/i}
dutch: [_RT_] {i}Hij beheert zijn familie zoals hij zijn bedrijf doet. {p}met volledige controle. {p}Hij zegt springen, we zeggen allemaal "Hoe hoog?".{/i}
german: [_RT_] {i}Er betreibt seine Familie wie er sein Geschäft betreibt. {p}Mit vollständiger Kontrolle. {p}Er sagt Springen, wir alle sagen "Wie hoch?".{/i}
italian: [_RT_] {i}Gestisce la sua famiglia come i suoi affari. {p}Con un controllo completo. {p}Dice di saltare, noi tutti diciamo "Quanto in alto?".{/i}

source: [_RT_] {i}He's never been physically abusive, {p}but he's made up for that through mental and emotional abuse.{/i}
dutch: [_RT_] {i}Hij is nog nooit fysiek beledigend, {p}maar hij maakt dat goed door psychisch en emotioneel misbruik. {/i}
german: [_RT_] {i}Er war nie körperlich missbraucht, {p}aber er hat das durch psychischen und emotionalen Missbrauch geschaffen.{/i}
italian: [_RT_] {i}Non è mai stato fisicamente violento, {p}ma ha rimediato con l'abuso mentale ed emotivo.{/i}
russian: [_RT_] {i}он никогда не был физически оскорбительным, {p}, но он сформировал это в результате психических и эмоциональных злоупотреблений.{/i}

source: [_RT_] {i}If he didn't provide all the money we needed to survive, we would all probably be happier with him in prison.{/i}
dutch: [_RT_] {i}Als hij niet al het geld heeft gegeven dat we nodig hadden om te overleven, zouden we waarschijnlijk allemaal gelukkiger zijn met hem in gevangenschap.{/i}
german: [_RT_] {i}Wenn er nicht das Geld zur Verfügung stellt, das wir zum Überleben benötigten, wären wir wahrscheinlich alle glücklicher mit ihm im Gefängnis.{/i}
italian: [_RT_] {i}Se non avesse fornito tutti i soldi di cui avevamo bisogno per sopravvivere, probabilmente saremmo tutti più felici con lui in prigione.{/i}
russian: [_RT_] {i}Если бы он не предоставил все необходимые нам деньги для выживания, мы бы все были счастливы с ним в тюрьме.{/i}

source: [_RT_] {i}She's still pretty hot for a mom. It would be fun to see more of her wild side.{/i}
dutch: [_RT_] {i}Ze is nog steeds best heet voor een ogenblik. Het zou leuk zijn om meer van haar wilde kant te zien.{/i}
german: [_RT_] {i}Sie ist noch ziemlich heiß für eine Mama. Es wäre lustig, mehr von ihrer wilden Seite zu sehen.{/i}
italian: [_RT_] {i}E' ancora piuttosto sexy per essere una mamma. Sarebbe divertente vedere più del suo lato selvaggio.{/i}
russian: [_RT_] {i}Она все еще очень жарко для мамы. Было бы весело видеть больше ее дикой стороны.{/i}

source: [_RT_] {i}This is my mom Jackelyn, she goes by [mom_name] but we call her Mom.{/i}
dutch: [_RT_] {i}Dit is mijn moeder Jackelyn, ze gaat langs [mom_name] maar we noemen haar Mom.{/i}
german: [_RT_] {i}Das ist meine Mutter Jackelyn, sie geht mit [mom_name] aber wir nennen sie Mom.{/i}
italian: [_RT_] {i}Questa è mia mamma Jackelyn, lei si chiama [mom_name] ma noi la chiamiamo mamma.{/i}
russian: [_RT_] {i}Это моя мама Jackelyn, она идет [mom_name] но мы называем ее мамой.{/i}

source: [_RT_] {i}She's always been a good mother, as far as providing for our physical needs,{/i}
dutch: [_RT_] {i}Ze is altijd een goede moeder geweest, voor zover ze voorziet in onze fysieke behoeften,{/i}
german: [_RT_] {i}Sie war immer eine gute Mutter, soweit sie unsere physischen Bedürfnisse erfüllt,{/i}
italian: [_RT_] {i}È sempre stata una buona madre, per quanto riguarda il provvedere ai nostri bisogni fisici.
