Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Are you sure?.... Cuz you know you're going to have to miss your cycling class today, to stay here extra long and re-clean the stuff you didn't do right the first time.
dutch: [_R_] Bent u zeker?.... Cuz je weet dat je vandaag je fiets moet missen. om hier extra lang te blijven en de dingen opnieuw schoon te maken die je de eerste keer niet hebt gedaan.
french: [_R_] Es-tu sûr?.... Parce que tu sais que tu vas devoir manquer ton cours de cyclisme aujourd'hui, rester ici très longtemps et nettoyer à nouveau les choses que tu n'as pas bien fait la première fois.
german: [_R_] Bist du sicher? .... Cuz weißt du, du musst heute deine Fahrrad-Klasse verpassen The room was very clean and the staff were very friendly and helpful.
italian: [_R_] Sei sicuro?.... Perché sai che dovrai perdere la tua lezione di ciclismo oggi, per stare qui più a lungo e ripulire le cose che non hai fatto bene la prima volta.
portuguese: [_R_] Tem certeza?.... Cuz que você sabe que vai ter que perder a sua aula de ciclismo hoje, para ficar aqui muito tempo e re-limpar as coisas que você não fez certo da primeira vez.

source: [_R_] Or you could make your class, take the $100 dollars I'll give you and go shopping tomorrow on your day off.... I know you like days off.
dutch: [_R_] Of je kunt je les maken, de $100 dollar die ik je zal geven en morgen gaan winkelen op je dag. .. Ik weet dat je dagenvrij bent.
french: [_R_] Ou tu pourrais faire ton cours, prendre les 100 dollars que je te donnerais et aller faire du shopping demain pendant ton jour de congé.... Je sais que tu aimes les jours de congé.
german: [_R_] Oder du machst deinen Unterricht, nimm die $100 Dollar, die ich dir geben und am Tag einkaufen werde. .. Ich kenne dich wie Tage frei.
italian: [_R_] Oppure potresti fare la tua lezione, prendere i 100 dollari che ti darò e andare a fare shopping domani nel tuo giorno libero.... So che ti piacciono i giorni liberi.
portuguese: [_R_] Ou você poderia fazer sua aula, tire $100 dólares que eu te darei e farei compras amanhã no seu dia de folga. .. Eu sei que você gosta de dias de folga.

source: [_C_] .... {i}(whispering){/i} That does sound really nice...
dutch: [_C_] .... {i}(fluister){/i} Dat klinkt heel mooi...
french: [_C_] .... {i}(murmure){/i} Ça sonne vraiment bien...
german: [_C_] .... {i}(flüstern){/i} Das klingt wirklich schön...
italian: [_C_] .... {i}(sussurrando){/i} Sembra davvero bello...
portuguese: [_C_] .... {i}(sussurrando){/i} Isso soa muito bem...

source: [_C_] And I have been saving up for these earrings.... and I'm just over $100 short of being able to buy them...
dutch: [_C_] En ik ben aan het sparen voor deze oorringen.... en ik ben iets meer dan $100 tekort om ze te kopen...
french: [_C_] Et j'ai économisé pour ces boucles d'oreilles.... et il me manque un peu plus de 100$ pour pouvoir les acheter...
german: [_C_] Und ich habe für diese Ohrringe gespart ... und ich bin etwas mehr als 100 $ nicht in der Lage, sie zu kaufen...
italian: [_C_] E ho risparmiato per questi orecchini.... e mi mancano poco più di 100 dollari per poterli comprare...

source: [_C_] Dammit!.... I mean it's not like you haven't seen them.
dutch: [_C_] Dammit!.... Ik vind het niet leuk dat je ze niet gezien hebt.
french: [_C_] Bon sang!.... Ce n'est pas comme si il ne les avait pas vus.
german: [_C_] Damm!.... Ich meine, es ist nicht so, als ob du sie nicht gesehen hast.
italian: [_C_] Dammit!.... Voglio dire che non è come non li avete visti.
portuguese: [_C_] Maldição!.... Eu quero dizer que não é como se você não tivesse visto.

source: [_R_] Yeah.... exactly!
dutch: [_R_] Ja.... juist!
french: [_R_] Ouais.... Exactement!
german: [_R_] Ja.... genau!
italian: [_R_] Si.... esattamente!
portuguese: [_R_] Sim.... exatamente!

source: [_C_] Flashing you one more time won't change anything...
dutch: [_C_] Je nog een keer flashen zal niets veranderen...
french: [_C_] T'exposer mes seins une fois de plus ne changera rien...
german: [_C_] Blinkst du noch einmal zu blitzen, ändert nichts daran...
italian: [_C_] Farti vedere un'altra volta non cambierà nulla...
portuguese: [_C_] Piscar mais uma vez não mudará nada...

source: [_R_] Actually, since you didn't do a good job on your chore today.... and you want to leave work early.... It's going to have to be a little more than just a flash.
dutch: [_R_] Eigenlijk omdat je vandaag geen goed werk hebt gedaan op je koortje.... en je wilt het werk vroeg verlaten.... Het zal een beetje meer moeten zijn dan alleen een flits.
french: [_R_] En fait, puisque tu n'as pas fait un bon travail sur ta corvée aujourd'hui.... et tu veux quitter le travail plus tôt.... Il va falloir que ce soit un peu plus qu'un simple flash.
german: [_R_] Eigentlich hast du heute keine gute Arbeit geleistet... und du möchtest die Arbeit früh verlassen.... Es muss ein wenig mehr sein als nur ein Blitz.
italian: [_R_] In realtà, visto che non hai fatto un buon lavoro oggi.... e vuoi lasciare il lavoro prima.... Dovrà essere un pò più di un flash.
portuguese: [_R_] na verdade, já que você não fez um bom trabalho no seu despertador de hoje... e você quer sair do trabalho mais cedo.... vai ter que ser um pouco mais do que um piscar de olhos.

source: [_C_] What do you mean?
dutch: [_C_] Wat bedoelt u?
french: [_C_] Que veux-tu dire?
german: [_C_] Was meinst du?
italian: [_C_] Cosa vuoi dire?
portuguese: [_C_] O que você quer dizer?

source: [_R_] It needs to be a little bit humiliating.
dutch: [_R_] Het moet een beetje vernederend zijn.
french: [_R_] Ça doit être un peu humiliant.
german: [_R_] Es muss ein wenig demütigend sein.
italian: [_R_] Deve essere un pò umiliante.
portuguese: [_R_] É preciso ser um pouco humilhante.

source: [_C_] How is flashing you not humiliating enough?
dutch: [_C_] Hoe kun je je niet vernederen genoeg?
french: [_C_] Comment montrer est-il pas assez humiliant?
german: [_C_] Wie blinkst du dich nicht genug zu erniedrigen?
italian: [_C_] Come può un flash non essere abbastanza umiliante?
portuguese: [__C_] Como está piscando você não humilhando o suficiente?

source: [_R_] Well, you were willing to do that just for money.
dutch: [_R_] Nou, je was bereid om dat alleen voor geld te doen.
french: [_R_] Eh bien, tu étais prêt à le faire juste pour de l'argent.
german: [_R_] Nun, du warst bereit, das nur für Geld zu tun.
italian: [_R_] Beh, eri disposto a farlo solo per soldi.
portuguese: [_R_] Bem, você estava disposto a fazer isso só por dinheiro.

source: [_C_] Yeah.... how the hell did I let you talk me into that?...
dutch: [_C_] Ja.... hoe de hel me dat liet horen?...
french: [_C_] Ouais.... comment je t'ai laissé m'en parler ?...
german: [_C_] Ja.... wie die Hölle habe ich dich hineinreden lassen?...
italian: [_C_] Sì... come l'inferno ho lasciato che mi parlassi in quello?...
portuguese: [_C_] Sim.... como o inferno eu te deixei falar com isso?...

source: [_R_] Ok, what I'm thinking is that you have to present your boobs to me.
dutch: [_R_] Ok, wat ik denk is dat je je boekjes aan mij moet presenteren.
french: [_R_] Ok, ce que je pense, c'est que tu dois me présenter tes seins.
german: [_R_] Ok, was ich denke, ist, dass du deine Boobs mir präsentieren musst.
italian: [_R_] Ok, quello che sto pensando è che devi presentarmi le tue tette.
portuguese: [_R_] Ok, o que eu estou pensando é que você tem que me apresentar seus boobs.

source: [_C_] What the hell? What do you mean by that?
dutch: [_C_] Wat is de hel? Wat bedoel je daarmee?
french: [_C_] Qu'est-ce que ce bordel? Qu'entends-tu par là ?
german: [_C_] Was meinst du? Was meinst du damit?
italian: [_C_] Ma che diavolo? Cosa vuoi dire con questo?
portuguese: [_C_] O que diabos? O que você quer dizer com isso?

source: [_R_] I'm going to call it the Akabur special. Since I got the idea from one of my favorite game developers. It's also called tits on a platter.
dutch: [_R_] Ik ga het de Akabur speciaal noemen. Sinds ik het idee heb gekregen van een van mijn favoriete game-ontwikkelaars. Het heet ook tits op een platter.
french: [_R_] Je vais l'appeler le spécial Akabur. Depuis que j'ai eu l'idée d'un de mes développeurs de jeux préférés. On l'appelle aussi seins sur un plateau.
german: [_R_] Ich nenne es das Akabur-Special. Da ich die Idee von einem meiner Lieblings-Spielentwickler bekommen habe, nennt man sie auch Titten auf einer Platte.
italian: [_R_] Lo chiamerò lo speciale Akabur. Dato che ho avuto l'idea da uno dei miei sviluppatori di giochi preferiti. Si chiama anche tette su un piatto.
portuguese: [__R_] Eu vou chamar isso de especial de Akabur. Desde que recebi a ideia de um dos meus desenvolvedores de jogos favoritos. Também é chamado de peitos em uma bandeja.

source: [_R_] It's kind of self explanatory.
dutch: [_R_] Het is aardig voor zichzelf.
french: [_R_] C'est un peu explicite.
german: [_R_] Es ist eine Art Selbsterklärung.
italian: [_R_] È abbastanza esplicativo.
portuguese: U[_R_] É um tipo de auto-explicação.

source: [_C_] So, you want me to put my tits on a platter.... and what?.... Present them to you?
dutch: [_C_] Dus, je wilt dat ik mijn tips op een platter plaatse.... en wat?.... Presenteer ze aan je?
french: [_C_] Donc, tu veux que je mette mes seins sur un plateau.... et quoi ?.... Te les présenter?
german: [_C_] Also, du möchtest, dass ich meine Titten auf eine Platte setze.... und was?.... zeige sie dir?
italian: [_C_] Quindi, vuoi che metta le mie tette su un piatto.... e cosa?.... Te le presento?
portuguese: [__C_] Então, você quer que eu coloque meus peitos em uma bandeja .... e o quê? .... Presentê-los para você?

source: [_R_] Exactly.... and I get to stare at them for as long as I want...
dutch: [_R_] Exact.... en ik ga me bij ze staren zolang als ik wil...
french: [_R_] Exactement.... et je peux les regarder aussi longtemps que je veux...
german: [_R_] Exaktiert.... und ich stehe ihnen so lange an, wie ich will...
italian: [_R_] Esattamente.... e posso fissarle per tutto il tempo che voglio...
portuguese: [_R_] Exatamente.... e eu vou olhar para eles pelo tempo que quiser...

source: [_C_] Oh my God.... you're so weird!...
dutch: [_C_] Oh mijn God.... je bent zo raar!...
french: [_C_] Oh mon Dieu.... tu es si bizarre !...
german: [_C_] Oh mein Gott.... Du bist so seltsam!...
italian: [_C_] Oh mio Dio... sei così strano!...
portuguese: [_C_] Meu Deus.... Você está tão estranho!...

source: [_R_] .... So?...
dutch: [_R_] .... Duur?...
french: [_R_] .... Alors, ?...
italian: [_R_] .... Quindi?...
portuguese: [_R_] .... Então?...

source: [_C_] I won't do that for less than $200.
dutch: [_C_] Ik zal dat voor minder dan $200 niet doen.
french: [_C_] Je ne le ferai pas pour moins de 200$.
german: [_C_] Ich werde das nicht für weniger als $200 tun.
italian: [_C_] Non lo farò per meno di 200 dollari.
portuguese: [_C_] Não farei isso por menos de $200.

source: [_R_] What?.... But I'm trying to teach you a lesson here...
dutch: [_R_] Wat?.... Maar ik probeer je een lesje te leren...
french: [_R_] Quoi?.... Mais j'essaie de te donner une leçon ici...
german: [_R_] Was?.... Aber ich versuche dir hier eine Lektion zu erteilen...
italian: [_R_] Cosa?.... Ma sto cercando di darti una lezione qui...

source: [_C_] Yeah, I don't care.... $200, or I'll just ask you to leave me alone so I can finish my chores.
dutch: [_C_] Yeah, het kan me niet schelen .... ofwel zal ik je vragen om me alleen te laten zodat ik mijn schaken kan afmaken.
french: [_C_] Ouais, je m'en fiche.... 200$, ou je te demande de me laisser tranquille pour que je puisse finir mes corvées.
german: [_C_] Ja, mir ist es egal.... $200, oder ich werde dich einfach bitten, mich allein zu lassen, damit ich meine Arbeit beenden kann.
italian: [_C_] Si, non mi interessa.... 200 dollari o ti chiederò semplicemente di lasciarmi in pace così potrò finire le mie faccende.
portuguese: [_C_] Sim, eu não me importo... $200, ou vou apenas pedir para você me deixar sozinho para que eu possa terminar minhas tarefas.

source: [_R_] Ok, the platter should be on the shelf above the plates...
dutch: [_R_] Ok, de plaat moet op de plank boven de borden staan...
french: [_R_] Ok, le plateau doit être sur l'étagère au-dessus des assiettes...
german: [_R_] Ok, die Platte sollte auf dem Regal oberhalb der Platten liegen...
italian: [_R_] Ok, il piatto dovrebbe essere sullo scaffale sopra i piatti...

source: [_R_] So.... why don't I pretend to be doing my homework.... or a.... adult work.... and you come and bring me this surprise for working so hard.
dutch: [_R_] binnenk.... waarom pretendeer ik niet mijn huiswerk te maken.... volwassene werk... en je komt me deze verrassing geven omdat je zo hard werkt.
french: [_R_] Donc.... pourquoi je ne prétends pas faire mes devoirs.... ou un.... travail d'adulte.... et tu viens m'apporter cette surprise pour avoir travaillé si dur.
german: [_R_] So.... warum tue ich nicht so, als ob ich meine Hausaufgaben mache... oder ein.... Erwachsenenarbeit .... und Sie kommen und bringen mir diese Überraschung für die Arbeit so hart.
italian: [_R_] Allora.... perché non faccio finta di fare i miei compiti.... o un.... lavoro da adulti.... e tu vieni a portarmi questa sorpresa per aver lavorato così duramente.
portuguese: [__R_] Então .... por que eu não finjo estar fazendo o meu dever de casa .... ou um .... trabalho adulto .... e você vem e me traz essa surpresa por trabalhar tão duro.

source: [_C_] Seriously we're role-playing now?
dutch: [_C_] Serieus zijn we nu aan het spelen?
french: [_C_] Sérieusement, nous jouons des rôles maintenant?
german: [_C_] Wir spielen jetzt ernst?
italian: [_C_] Seriamente stiamo facendo un gioco di ruolo ora?
portuguese: [_C_] É sério que estamos roleiando agora?

source: [_R_] Sorry.... I can't resist when you're wearing that amazing costume.
dutch: [_R_] Sorry.... Ik kan niet weerstaan wanneer je dat geweldige uiterlijk draagt.
french: [_R_] Désolé.... Je ne peux pas résister quand tu portes ce costume incroyable.
german: [_R_] Entschuldigung.... Ich kann nicht widerstehen, wenn du diese erstaunliche Kostüme trägst.
italian: [_R_] Scusa.... Non posso resistere quando indossi quel fantastico costume.
portuguese: [_R_] Desculpe.... Não consigo resistir quando você está usando essa maravilhosa fantasia.

source: [_R_] Oh, and because you're my maid.... you need to call me sir.
dutch: [_R_] Oh, en omdat je mijn moeder bent.... moet je me bellen.
french: [_R_] Oh, et parce que tu es ma bonne.... tu dois m'appeler monsieur.
german: [_R_] Oh, und weil du mein Mädchen bist... du musst mich anrufen.
italian: [_R_] Oh, e siccome sei la mia domestica.... devi chiamarmi signore.
portuguese: [_R_] Oh, e porque você é minha empregada... você precisa me chamar de senhor.

source: [_C_] I'm not calling you sir!
dutch: [_C_] Ik bel je niet mijnheer de commissaris!
french: [_C_] Je ne t'appelle pas monsieur!
german: [_C_] Ich rufe dich nicht an!
italian: [_C_] Non ti chiamo signore!
portuguese: [_C_] Não estou te chamando de senhor!

source: [_R_] No.... not in real life.... just for this little thing we're doing.
dutch: [_R_] Nee.... niet in het echte leven.... alleen voor dit kleine ding doen we.
french: [_R_] Non.... pas dans la vraie vie.... juste pour cette petite chose que nous faisons.
german: [_R_] Nein.... nicht im wirklichen Leben.... nur für diese kleine Sache, die wir tun.
italian: [_R_] No.... non nella vita reale.... solo per questa piccola cosa che stiamo facendo.
portuguese: [_R_] Não.... não na vida real.... apenas para esta pequena coisa que estamos fazendo.

source: [_C_] Ok this is getting weird, but I'm going to do it because I'm being paid $200.
dutch: [_C_] Oké dit wordt raar, maar ik ga het doen omdat ik $200 betaald heb.
french: [_C_] Ok ça devient bizarre, mais je vais le faire parce que je suis payé 200$.
german: [_C_] Ok das wird komisch, aber ich werde es tun, weil ich $200 bezahlt werde.
italian: [_C_] Ok, sta diventando strano, ma lo farò perché mi pagano 200 dollari.
portuguese: [_C_] Ok, isso está ficando estranho, mas vou fazer isso porque estou recebendo $200.

source: [_C_] But you can only look...
dutch: [_C_] Maar je kunt alleen kijken ...
french: [_C_] Mais tu ne peux que regarder...
german: [_C_] Aber du kannst nur schauen...
italian: [_C_] Ma puoi solo guardare...
portuguese: [_C_] Mas você só pode olhar...

source: [_R_] For as long as I want...
dutch: [_R_] Voor zo lang als ik wil...
french: [_R_] Aussi longtemps que je veux...
german: [_R_] solange ich möchte...
italian: [_R_] Per tutto il tempo che voglio...

source: [_C_] Ok, but within reason. I'm not going to just sit there forever.
dutch: [_C_] Ok, maar om de reden. Ik ga daar niet voor altijd zitten.
french: [_C_] D'accord, mais dans les limites du raisonnable. Je ne vais pas rester là pour toujours.
german: [_C_] Ok, aber in der Vernunft. Ich werde nicht einfach dort sitzen.
italian: [_C_] Ok, ma entro certi limiti. Non ho intenzione di stare lì seduto per sempre.
portuguese: [_C_] Ok, mas dentro da razão. Eu não vou ficar só sentado para sempre.

source: [_C_] So, you can't touch me.... and you definitely aren't allowed to touch yourself.
dutch: [_C_] Dus, je kunt me niet aanraken.... en je mag zeker niet zelf aanraken.
french: [_C_] Donc, tu ne peux pas me toucher.... et tu n'as certainement pas le droit de te toucher.
german: [_C_] Du kannst mich also nicht berühren.... und du bist definitiv nicht berechtigt, dich selbst zu berühren.
italian: [_C_] Quindi, non puoi toccarmi... e sicuramente non ti è permesso toccarti.
portuguese: [_C_] Então, você não pode me tocar... e você definitivamente não tem permissão para se tocar.

source: [_C_] Also, no pictures!
dutch: [_C_] Ook, geen foto's!
french: [_C_] Aussi, pas de photos!
german: [_C_] Auch keine Bilder!
italian: [_C_] Inoltre, nessuna immagine!
portuguese: [_C_] Além disso, sem fotos!

source: [_R_] Right of course!
dutch: [_R_] Rechts natuurlijk!
french: [_R_] Bien sûr!
german: [_R_] Recht natürlich!
italian: [_R_] Giusto, ovviamente!
portuguese: U[_R_] Direito com certeza!

source: [_C_] Ok.... start doing your homework.... or adult work.... and I'll get ready.
dutch: [_C_] Ok.... begin met je huiswerk.... of volwassen werk.... en ik ben klaar voor werk.
french: [_C_] D'accord.... commence à faire tes devoirs.... ou un travail d'adulte.... et je vais me préparer.
german: [_C_] Ok.... beginnen Sie Ihre Hausaufgaben zu erledigen.... oder erwachsene Arbeit.... und ich bin fertig.
italian: [_C_] Ok.... inizia a fare i tuoi compiti.... o il tuo lavoro da adulto.... e io mi preparo.
portuguese: [_C_] Ok.... começam a fazer o seu dever de casa... ou trabalho adulto.... e eu vou me preparar.

source: [_R_] Yeeessss!...
dutch: [_R_] Yeeessessess!...
french: [_R_] Oui!...
german: [_R_] Yeeess!...
italian: [_R_] Yeesss!...
portuguese: U[_R_] Aês!...

source: [_R_] Look at all these bills I have to pay.... this bill is especially expensive...
dutch: [_R_] Kijk eens naar al deze rekeningen die ik moet betalen... . Dit contract is vooral duur...
french: [_R_] Regarde toutes ces factures que je dois payer.... cette facture est particulièrement coûteuse...
german: [_R_] Schauen Sie sich all diese Rechnungen an, die ich bezahlen muss.... diese Rechnung ist besonders teuer...
italian: [_R_] Guarda tutte queste bollette che devo pagare.... questa bolletta è particolarmente cara...
portuguese: [_R_] Veja todas essas contas que eu tenho que pagar.... esta conta é especialmente cara...

source: [_R_] Oh, it's for that maid I hired.... she better be worth all that money.
dutch: [_R_] Oh, het is voor dat meisje dat ik heb ingehuurd.... Ze kan beter al dat geld waard zijn.
french: [_R_] Oh, c'est pour cette femme de chambre que j'ai embauchée.... elle vaut mieux que tout cet argent.
german: [_R_] Oh, es ist für diese Magd habe ich eingestellt.... sie ist besser wert das ganze Geld.
italian: [_R_] Oh, è per quella cameriera che ho assunto.... è meglio che valga tutti quei soldi.
portuguese: [_R_] Oh, é para aquela empregada que eu contratei... é melhor ela valer todo aquele dinheiro.

source: [_C_] Excuse me sir, sorry to interrupt your adult work, but I made you a little surprise!
dutch: [_C_] Neemt u me niet kwalijk, sorry dat ik je werk voor volwassenheid moet onderbreken, maar ik heb je een beetje verrast gemaakt!
french: [_C_] Excusez-moi monsieur, désolé d'interrompre votre travail d'adulte, mais je vous ai fait une petite surprise!
german: [_C_] Entschuldigen Sie, dass ich Ihre erwachsene Arbeit unterbrechen muss, aber ich habe Sie ein wenig überrascht!
italian: [_C_] Mi scusi signore, mi dispiace interrompere il suo lavoro da adulto, ma le ho fatto una piccola sorpresa!
portuguese: [__C_] Com licença senhor, desculpe interromper o seu trabalho adulto, mas eu te fiz uma pequena surpresa!

source: [_R_] Oh.... well, thank you, Fanny!...
dutch: [_R_] Oh.... prima, bedankt, Fanny!...
french: [_R_] Oh.... eh bien, merci, Fanny!...
german: [_R_] Oh.... nun, danke, Fanny!...
italian: [_R_] Oh.... beh, grazie, Fanny!...
portuguese: [_R_] Oh.... bem, obrigada, Fanny!...

source: [_R_] Yep.... Fanny...
french: [_R_] Oui.... Fanny...

source: [_R_] As I was saying.... thank you, Fanny! Don't those melons look delicious!
dutch: [_R_] Zoals ik zei: .... bedankt, Fanny! Laat die smeltjes er heerlijk uitzien!
french: [_R_] Comme je disais.... merci, Fanny ! Ces melons n'ont pas l'air très délicieux!
german: [_R_] Wie ich gesagt habe.... Danke, Fanny! Diese Melonen sehen nicht köstlich aus!
italian: [_R_] Come stavo dicendo.... grazie, Fanny! Quei meloni non sembrano deliziosi!
portuguese: [__R_] Como eu estava dizendo .... obrigado, Fanny! Não esses melões parecem deliciosos!

source: [_R_] Would you just please set them on the table, and I'll get around to them when I've got a minute?...
dutch: [_R_] Zou je ze alsjeblieft op tafel willen zetten en ik zal er mee gaan als ik een minuut heb?...
french: [_R_] Voudriez-vous simplement les mettre sur la table, et je les verrais quand j'aurai une minute?...
german: [_R_] Würdest du sie bitte auf den Tisch legen, und ich werde ihnen weiterhelfen, wenn ich eine Minute habe?...
italian: [_R_] Vuoi semplicemente impostarli sul tavolo, e mi muoverò a loro quando ho un minuto?...

source: [_C_] You want me.... to...
dutch: [_C_] Jij wil ik.... tot...
french: [_C_] Tu veux que je ... ...
german: [_C_] Du möchtest mich.... zu...
italian: [_C_] Vuoi che io...
portuguese: [_C_] Você me quer.... para...

source: [_R_] Yep.... just right there on the table...
dutch: [_R_] Yep.... Juist daar op de tafel...
french: [_R_] Oui.... juste là sur la table...
german: [_R_] Ja.... genau dort auf dem Tisch...
italian: [_R_] Si.... proprio li sul tavolo...
portuguese: [_R_] Sim.... exatamente lá na mesa...

source: [_C_] .... Like this?...
dutch: [_C_] .... Als dit?...
french: [_C_] .... Comme ça ?...
german: [_C_] .... Gefällt mir?...
italian: [_C_] .... Ti piace?...
portuguese: [_C_] .... Gosta disso?...

source: [_R_] Yeah that's great!...
dutch: [_R_] Yeah is geweldig!...
french: [_R_] Ouais c'est génial!...
german: [_R_] Ja, das ist großartig!...
italian: [_R_] Sì, è fantastico!...
portuguese: [_R_] Sim, é ótimo!...

source: [_R_] Like I said.... I'll get to them in just a little bit...
dutch: [_R_] Like ik zei.... Ik ga even bij hem aan...
french: [_R_] Comme je l'ai dit... Je vais les regarder un peu plus tard...
german: [_R_] Wie ich bereits gesagt habe.... Ich werde in ein wenig zu ihnen kommen...
italian: [_R_] Come ho detto.... Arriverò a loro tra un pò...
