Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_AD_] Yeah... That's not going to happen.
dutch: [_AD_] Ja... Dat gaat niet gebeuren.

source: [_R_] What?... But you said.
dutch: [_R_] Wat?... maar jij zei.

source: [_AD_] I was lying.
dutch: [_AD_] Ik liegde.

source: [_AD_] I thought it over while you were so generously licking my pussy, and decided that I need to give you some extra incentive to plant that spy cam in the girls' locker room.
dutch: [_AD_] Ik dacht dat het voorbij was terwijl je zo royaal bezig was met het plakken van mijn poging, en heeft besloten dat ik je wat extra moet stimuleren om te planten die spionage in de meisjeslocker room.

source: [_AD_] So, you get that camera planted, and I'll get you what I can on Matt, and I'll take care of your little guy.
dutch: [_AD_] Dus, je laat die camera aanplanten, en ik krijg je wat ik kan op Matt, en ik zorg voor je kleine jongen.

source: [_R_] I can't believe you tricked me into licking your pussy.
dutch: [_R_] Ik kan niet geloven dat je me hebt misleid om te knipperen.

source: [_AD_] Yeah... That was kind of a dirty trick, wasn't it?
dutch: [_AD_] Ja... Dat was een vuile truc, nietwaar?

source: [_AD_] I feel kind of bad... Let me make it up to you.
dutch: [_AD_] Ik voel me een beetje slecht... Laat me dat aan je doen.

source: [_R_] Oh, no... I don't want another one of your tricks.
dutch: [_R_] Oh, nee... Ik wil niet nog een van je trucjes.

source: [_AD_] It's not a trick, it's simply a deal.
dutch: [_AD_] Het is geen truc. Het is gewoon een deal.

source: [_AD_] As I've already told you, we have an informant in your high school.
dutch: [_AD_] Zoals ik je al heb verteld, hebben we een informant in je middelbare school.

source: [_AD_] I could use her to help benefit Lauren's campaign.
dutch: [_AD_] Ik kan haar gebruiken om Lauren's campagne ten goede te komen.

source: [_AD_] Would you be willing to pay me to have that informant sneak in some extra votes?
dutch: [_AD_] Wil je me betalen om die informant wat extra stemmen te laten binnenspoelen?

source: [_R_] Do you mean you could rig the election?
dutch: [_R_] Wil je dat je de verkiezingen zou kunnen vellen?

source: [_AD_] Not completely, the informant could only sneak in a limited amount of votes without it being too obvious.
dutch: [_AD_] niet volledig, de informant kan slechts in een beperkte hoeveelheid stemmen sluipen zonder dat het al te duidelijk is.

source: [_R_] Do you mean the votes for the weekly polls, or for the actual election?
dutch: [_R_] Bedoelt u de stemmen op de wekelijkse opiniepeilingen of op de werkelijke verkiezingen?

source: [_AD_] Probably both. It just depends on if you've paid for them.
dutch: [_AD_] waarschijnlijk allebei. Het hangt er alleen van af of je er voor hebt betaald.

source: [_R_] But, I thought you said your high school narc was too straight laced for that kind of thing.
dutch: [_R_] Maar ik dacht dat je zei dat je middelbare schoolnek te recht naar dat soort dingen lag.

source: [_AD_] I just have to convince her that it helps the investigation into your family somehow. Don't worry, I'll figure out what to tell her.
dutch: [_AD_] Ik moet haar er gewoon van overtuigen dat het het helpt met het onderzoek naar je familie. Maak je geen zorgen, ik zal haar erachter komen wat ik haar moet vertellen.

source: [_R_] Wow!... I wasn't expecting that.
dutch: [_R_] Wauw!... Ik had dat niet verwacht.

source: [_AD_] You see... I do have your family's best interests at heart.
dutch: [_AD_] Jij ziet... Ik heb het meeste belang van jouw familie.

source: [_AD_] Hmmm... for an operation this risky... Let's say five hundred dollars for every week that we pad the ballot box.
dutch: [_AD_] Hmmm... voor een operatie van dit risico... Laten we zeggen vijfhonderd dollar per week dat we de stembus gooien.

source: [_R_] Five hundred dollars!?
dutch: [_R_] Vijf honderd dollar!?

source: [_R_] That's crazy!
dutch: [_R_] Dat is gek!

source: [_AD_] No, think about it... You're paying a lot because it's high risk.
dutch: [_AD_] Nee, erover nadenken... Je betaalt veel omdat het een hoog risico is.

source: [_AD_] If my informant gets caught, she'll be expelled and we'll have to recruit and train a new asset in your school.
dutch: [_AD_] Als mijn informant wordt gepakt, wordt zij uitgezet en zullen we een nieuw asset moeten rekruteren en trainen in jouw school.

source: [_R_] Expelled... Ha!... It is a student.
dutch: [_R_] Uitgeschakeld... Ha!... Het is een student.

source: [_R_] I wonder who it is...
dutch: [_R_] Ik vraag me af wie het is...

source: [_AD_] So do you want to buy some votes, or not?
dutch: [_AD_] Wil je dus wat stemmen kopen of niet?

source: [_R_] Fine!... As long as you can guarantee that Lauren's vote count will go up.
dutch: [_R_] Prima! ... Zo lang je kan garanderen dat Lauren's stemmen tellen omhoog gaat.

source: [_AD_] Now, if that's it, I need to get back to my observations.
dutch: [_AD_] Als dat zo is, moet ik terug naar mijn waarnemingen.

source: [_AD_] So, remember... Like God, I'm always watching.
dutch: [_AD_] Dus, onthoudt... Zoals God kijk ik altijd.

source: [_RT_] {i}Well that's unsettling.{/i}
dutch: [_RT_] {i}Goed dat dat onbevredigend is.{/i}

source: [_RT_] {i}{b}(HINT){/b} If I want anything else from Diaz, I'd better find a way to install that spy-cam in the girls locker room. Diaz said the best time would be to go into the school in the early morning.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Als ik iets anders wil van Diaz, Ik kan beter een manier vinden om die spy-cam in de meisjeskamer te installeren. Diaz zei dat de beste tijd zou zijn om naar school te gaan in de vroege ochtend.{/i}

source: [_R_] Ohhh.... yeah.... right there!
dutch: [_R_] Ohhh.... ja .... oeh! meteen!

source: [_R_] Uuunnggghhh... I'm gonna cum!
dutch: [_R_] Uuunngghhhh... Ik ga kum!

source: [_AD_] Oh, my God!... I really thought I'd be able to swallow it all that time.
dutch: [_AD_] Oh, mijn God!... Ik dacht echt dat ik het al die tijd zou kunnen inslikken.

source: [_AD_] You covered me again!
dutch: [_AD_] Je hebt me weer bedekt!

source: [_AD_] Satisfied?
dutch: [_AD_] Tevreden?

source: [_R_] Oooohhh... yeahhh....
dutch: [_R_] Oooohhh... wel... wel...

source: [_AD_] Haha... I knew you'd like that.
dutch: [_AD_] Haha... Ik wist dat je dat leuk zou vinden.

source: [_AD_] Well, next time you're in the market for some shady votes, come and see me.
dutch: [_AD_] Nou, de volgende keer dat je op de markt bent voor wat duistere stemmingen, kom je om me te zien.

source: [_AD_] One free blowjob with every purchase.
dutch: [_AD_] Een gratis kladje bij elke aankoop.

source: [_AD_] But, [ryan]?
dutch: [_AD_] Maar [ryan]?

source: [_R_] Don't say it!
dutch: [_R_] Zeg het niet!

source: [_AD_] This is just business... Don't fall in love with me.
dutch: [_AD_] Dit is gewoon zakelijk... Niet verliefd op mij.

source: [_R_] Please! Stop!
dutch: [_R_] Alsjeblieft! Stop!

source: [_R_] You ruin every blowjob by saying that!
dutch: [_R_] Je brein elke klauw door dat te zeggen!

source: [_AD_] Haha... Yet you keep coming back.
dutch: [_AD_] Haha... Toch blijf je terugkomen.

source: [_R_] Well, I'm leaving now!
dutch: [_R_] Nou, ik vertrek nu!

source: [_AD_] Hahaha... I'll see you Thursday.
dutch: [_AD_] Hahahahaha... Ik zie je donderdag.

source: [_RT_] {i}Why do I let her get under my skin?{/i}
dutch: [_RT_] {i}Waarom laat ik haar onder mijn skin?{/i}

source: [_AD_] Oh, my God!... I thought I'd be able to swallow it all.
dutch: [_AD_] Oh, mijn God!... Ik dacht dat ik het allemaal zou kunnen inslikken.

source: [_AD_] You covered me!
dutch: [_AD_] Je hebt me bedekt!

source: [_AD_] So?... How was that?
dutch: [_AD_] Zop?... Hoe was dat?

source: [_AD_] Did I earn a return customer?
dutch: [_AD_] Heb ik een retour klant verdiend?

source: [_AD_] Haha... I thought you'd like that.
dutch: [_AD_] Haha... Ik dacht dat je dat leuk zou vinden.

source: [_R_] So?... Can we make that a permanent part of the deal?
dutch: [_R_] Binnenkort?... Kunnen we dat een permanent onderdeel van de transactie maken?

source: [_AD_] Sure... Why not?
dutch: [_AD_] Natuurlijk... Waarom niet?

source: [_R_] I'll be back the next time I need some more votes then.
dutch: [_R_] Ik zal de volgende keer terug zijn als ik dan nog wat meer stemmen nodig heb.

source: [_AD_] I'll be waiting.
dutch: [_AD_] Ik zal wachten.

source: [_AD_] Be careful not to fall in love with me!
dutch: [_AD_] let op dat je niet verliefd op mij bent!

source: [_R_] Maybe if you weren't such a manipulative monster!
dutch: [_R_] Misschien was je niet zo'n manipulatief monster!

source: [_AD_] Haha... Well, it takes one to know one.
dutch: [_AD_] Haha... Nou, het moet er één zijn om er een te kennen.

source: [_AD_] And I love you, too!
dutch: [_AD_] En ik hou ook van jou!

source: [_R_] Oh, shut up! I'm leaving!
dutch: [_R_] Oh, ga op! Ik ga weg!

source: {b}{i}"You won the "Jack of Clubs" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Jack of Clubs" Kaart gewonnen!"{/i}{/b}

source: [_RT_] {i}She did have a point... Calling her a manipulative monster was kinda hypocritical.{/i}
dutch: [_RT_] {i}Ze had wel een puntje... Een manipulatief monster aanroepen was kinda hypocriet.{/i}

source: [_RT_] {i}Ok... It says here that Will Tylor's office is on the 69th floor... Nice!{/i}
dutch: [_RT_] {i}Ok... Hier staat dat Tylor's kantoor op de 69e vloer is... Nice!{/i}

source: [_X_] Hello, sir... How may I help you?
dutch: [_X_] Hallo, meneer... Hoe kan ik je helpen?

source: [_R_] Hi... I'm here to see Mr. Will Tylor.
dutch: [_R_] Hallo... Ik ben hier om meneer Will Tylor.

source: [_X_] Okay... And what's the name for the appointment?
dutch: [_X_] Okay... En wat is de naam van de afspraak?

source: [_R_] Oh... I don't have an appointment, I'm a student that goes to one of the schools he's on the board for. I was hoping I could just drop in.
dutch: [_R_] Oh... Ik heb geen afspraak, ik ben een leerling die naar een van de scholen gaat waar hij voor staat. Ik hoopte dat ik gewoon kon binnenvallen.

source: [_X_] Oh, I'm very sorry, sir, but without an appointment... Wait... How do I know you?
dutch: [_X_] Oh, het spijt me, mijn, maar zonder een afspraak... Wacht... Hoe ken ik je?

source: [_R_] I don't know... I was thinking you look familiar, too.
dutch: [_R_] Ik weet het niet... Ik dacht dat jij er ook vertrouwd uitziet.

source: [_X_] Oh... I know.
dutch: [_X_] Oh... Ik weet het.

source: [_X_] I met you at the DeCapo's club.
dutch: [_X_] Ik heb je ontmoet in de club van DeCapo.

source: [_R_] Oh, yeah... that's right! Candy... wasn't it?
dutch: [_R_] Oh, ja... maar... dat klopt! Snoep... nietwaar?

source: [_CD_] Yeah... Good memory.
dutch: [_CD_] Ja... Goed geheugen.

source: [_CD_] And you're the cute little waitress's brother, [ryan]?
dutch: [_CD_] En je bent de schattige kleine kelnersbroer, [ryan]?

source: [_R_] Good memory, yourself.
dutch: [_R_] Goed geheugen, jezelf.

source: [_R_] Your hair looks so different like that. If you hadn't said anything I might not have recognized you.
dutch: [_R_] Je haar ziet er zo anders uit. Als je niets had gezegd, heb ik je misschien niet herkend.

source: [_R_] So you work in the club, and for Mr. Tylor?
dutch: [_R_] Zodat je in de club werkt, en voor meneer Tylor?

source: [_CD_] Well, it's like I told you in the club. Unless I miraculously find a way to pay off my husband's gigantic poker debt to Joey DeCapo, He'll forever be my pimp.
dutch: [_CD_] Nou, het is zoals ik je vertelde in de club. Tenzij ik op miraculeuze wijze een manier vind om de gigantische poker van mijn man af te lossen aan Joey DeCapo, zal hij voor altijd mijn souteneur zijn.

source: [_CD_] I guess, that is until my face gets too many wrinkles and my boobs get so saggy nobody wants to look at me naked anymore.
dutch: [_CD_] I denk het. dat is totdat mijn gezicht te veel rimpels krijgt en mijn boeken zo gezurfd worden dat niemand naar mij naakt wil kijken.

source: [_CD_] He might forget my husband's debt then... But that's a long ways away.
dutch: [_CD_] Misschien vergeet hij de schuld van mijn man... Maar dat is een lange weg.

source: [_CD_] Everything I make at the club goes straight to Joey. If it weren't for this job, we wouldn't have enough money for anything else... at least not for much else. My husband makes minimum wage.
dutch: [_CD_] Alles wat ik maak bij de club gaat direct naar Joey. Als het niet voor dit werk was, zouden we niet genoeg geld hebben voor iets anders... in ieder geval niet voor veel meer. Mijn man verdient een minimumloon.

source: [_R_] Does Mr. Tylor know you work at the club?
dutch: [_R_] Weet meneer Tylor dat je bij de club werkt?

source: [_CD_] Of course. Where do you think I met him?
dutch: [_CD_] Natuurlijk. Waar denk je dat ik hem heb ontmoet?

source: [_RT_] {i}Oh, my God! I wonder if Mr. Tylor knows Mom works at the club?{/i}
dutch: [_RT_] {i}Oh, mijn God! Ik vraag me af of meneer Tylor weet dat Mom werkt in de club?{/i}

source: [_RT_] {i}Mom would probably die if she ran into him there.{/i}
dutch: [_RT_] {i}mama zou waarschijnlijk doodgaan als ze hem daar zou tegenkomen.{/i}

source: [_CD_] He's got VIP status, and gives me a lot of attention in the VIP room.
dutch: [_CD_] Hij heeft VIP status en geeft me veel aandacht in de VIP-kamer.

source: [_CD_] I told him my story, and he felt pity on me and gave me a job.
dutch: [_CD_] Ik vertelde hem mijn verhaal en hij voelde medelijden met mij en gaf me een taak.

source: [_CD_] It pays really well, and Will urr... Mr. Tylor gives me great tips when I give him my extra services.
dutch: [_CD_] Het betaalt heel goed, en zal uren... Mr. Tylor geeft me geweldige tips wanneer ik hem mijn extra diensten verleen.

source: [_R_] Extra services? Does Mr. Tylor pay for lap dances here at his work?
dutch: [_R_] Extra diensten? betaalt meneer Tylor voor lapdansen hier op zijn werk?

source: [_CD_] That and other things, if work is slow. It rarely is, though. I'd make a lot more off him if Will didn't have so many clients.
dutch: [_CD_] Dat en andere dingen, als het werk traag is. Maar zelden wel. Ik zou veel meer van hem maken als er niet zo veel klanten zullen zijn.

source: [_R_] Wow! Note to self: "if I ever need a secretary, hire a stripper."
dutch: [_R_] Wow! Let op zelf: "als ik ooit een secretaris nodig heb, huur dan een stripper."

source: [_CD_] You want a quick peek?
dutch: [_CD_] Wil je een snelle peek?

source: [_CD_] I'll let you stare at my tits for fifty dollars.
dutch: [_CD_] Ik laat je aan de top staan voor vijftig dollar.

source: [_R_] Fifty? That's how much you charge for a lap dance!
dutch: [_R_] Fift? Dat is hoeveel je nodig hebt voor een schijndans!

source: [_CD_] Yeah, but this is at my professional work. These kind of services cost extra in the corporate world.
dutch: [_CD_] Yeah, maar dit is bij mijn professionele werk. Deze diensten kosten extra bij bedrijven.

source: [_CD_] So, what do you say?
dutch: [_CD_] Dus, wat zeg je?

source: [_CD_] I knew I liked you.
dutch: [_CD_] Ik wist dat ik je leuk vond.

source: {b}{i}"Money -$50"{/i}{/b}
dutch: {b}{i}"Geld -$50"{/i}{/b}

source: [_CD_] Okay... I don't think anyone will be disturbing us.
dutch: [_CD_] Okay... Ik denk niet dat iemand ons zal storen.

source: [_CD_] You ready?
dutch: [_CD_] Ben je klaar?

source: [_R_] For this... Always!
dutch: [_R_] Voor deze... altijd!

source: [_CD_] Haha... naughty boy!
dutch: [_CD_] Haha... stoute jongen!

source: [_R_] Wow!... Those are some of the nicest tits I've ever seen?
dutch: [_R_] Wauw!... Dat zijn een paar van de mooiste tits die ik ooit heb gezien?

source: [_R_] Please don't be offended by this question, but are they real?
dutch: [_R_] Gelieve niet beledigd te worden door deze vraag, maar zijn ze echt?

source: [_CD_] Of course they're real!
dutch: [_CD_] Natuurlijk zijn ze echt!

source: [_CD_] Haha... I'm glad you're enjoying them.
dutch: [_CD_] Haha... Ik ben blij dat je ze leuk vindt.

source: [_WT_] {i}(Yelling from behind the door){/i} Hey, Candy! Who are you talking to out there?
dutch: [_WT_] {i}(Jagen van achter de deur){/i} Hey, Snoepje! Met wie ben je daar?

source: [_CD_] His name is [ryan]. He's a student from one of the schools in your district.
dutch: [_CD_] Zijn naam is [ryan]. Hij is een student van een van de scholen in uw district.

source: [_CD_] He doesn't have an appointment, so I was going to make him one.
dutch: [_CD_] Hij heeft geen afspraak, dus ik ging hem er een maken.

source: [_WT_] {i}(Yelling){/i}A student?... I've got some time. Send him back.
dutch: [_WT_] {i}(Yelling){/i}A student?... Ik heb tijd. Stuur hem terug.

source: [_CD_] Well, I guess it's your lucky day. Just head through that big wooden door.
dutch: [_CD_] Nou, ik denk dat het jouw geluksdag is. Ga gewoon door die grote houten deur.

source: [_CD_] Haha... Get one good last look.
dutch: [_CD_] Haha... Krijg een goede laatste look.

source: [_R_] As much as I'd love to, that's just too expensive for me.
dutch: [_R_] zo veel als ik het leuk zou vinden, dat is net te duur voor mij.

source: [_CD_] Ohhh... You're no fun!
dutch: [_CD_] Ohhh... Je bent niet leuk!

source: [_CD_] I work at the club because I... well, my husband owes Joey DeCapo a lot of money.
dutch: [_CD_] Ik werk bij de club omdat ik... nou mijn man Joey DeCapo veel geld schuldig is.

source: [_R_] Sounds like my family.
dutch: [_R_] klinkt als mijn familie.

source: [_CD_] Exactly... Joey likes having leverage over people, then he can use them however he wants.
dutch: [_CD_] Exactly... Joey heeft graag een hefboomwerking op mensen, dan kan hij ze gebruiken zoals hij wil.

source: [_CD_] So I'm working to pay off my husband's debt at the club, and working to pay our daily expenses here at Mr. Tylor's office.
dutch: [_CD_] Dus ik werk aan het aflossen van de schuld van mijn man bij de club, en werk aan het betalen van onze dagelijkse uitgaven hier op het kantoor van Mr. Tylor.

source: [_R_] Hello, Mr. Tylor, it's nice to meet you. My name is [ryan].
dutch: [_R_] Hallo, meneer Tylor, het is leuk om je te ontmoeten. Mijn naam is [ryan].

source: [_WT_] It's nice to meet you too. Now, which of the schools in our district do you attend?
dutch: [_WT_] Het is ook leuk om je ook te ontmoeten. Welke van de scholen in ons district ben je er bij?

source: [_R_] Shagtown high.
dutch: [_R_] Shagtown hoog.

source: [_WT_] Oh, yes. Go Hornytoads!
dutch: [_WT_] Oh, ja. Ga naar Hornytoads!

source: [_WT_] Please, have a seat. Make yourself comfortable.
dutch: [_WT_] Alsjeblieft, heb een stoel. Maak jezelf gemakkelijk.

source: [_WT_] Now, what can I do for you?
dutch: [_WT_] Wat kan ik nu voor je doen?

source: [_RT_] {i}Okay... I need to butter him up first so he'll be more open to help me.{/i}
dutch: [_RT_] {i}Akay... Ik moet hem eerst boeien zodat hij meer open zal zijn om me te helpen.{/i}

source: [_R_] First off, I just wanted to let you know that we're studying one of your books on Oedipus Rex and Oedipal complexes in my mom's class at school.
dutch: [_R_] eerst uitgezet Ik wil je alleen laten weten dat we een van je boeken studeren op Oedipus Rex en Oedipal in mijn klas op school.

source: [_WT_] Oh, really?... and who is your mother?
dutch: [_WT_] Oh, echt?... en wie is jouw moeder?

source: [_R_] Oh, it's Miss [mom_name]
dutch: [_R_] Oh, het is Mis [mom_name]

source: [_WT_] Ahh... Miss [mom_name] from Shagtown High.
dutch: [_WT_] Ahh... Mevrouw [mom_name] van Shagtown High.

source: [_WT_] Let me just pull up my information on her from the school's database.
dutch: [_WT_] Laat me gewoon mijn informatie over haar ophalen uit de database van de school.

source: [_WT_] Yes, there she is.
dutch: [_WT_] Ja, daar is ze.

source: [_WTT_] {i}Oh, yes... The extremely beautiful and talented Miss [mom_name].{/i}
dutch: [_WTT_] {i}Ah, ja... De extreem mooie en getalenteerde Moorden [mom_name].{/i}

source: [_WTT_] {i}Which means this young man must be the photographer who set up the Cosplay Heaven page.{/i}
dutch: [_WTT_] {i}wat betekent dat deze jonge man de fotograaf moet zijn die de Heilige pagina van Cosplay opzett.{/i}

source: [_WT_] I believe I recently met your mom when I last visited your school.
dutch: [_WT_] Ik geloof dat ik je moeder onlangs heb ontmoet toen ik je school voor het laatst bezocht.

source: [_WT_] I helped get an employee family scholarship so that her niece could attend Shagtown High for free.
dutch: [_WT_] Ik heb geholpen om een medewerker familiebeurs te krijgen, zodat haar nicht gratis naar Shagtown High kon gaan.

source: [_R_] Yeah, Mandy... We're all really grateful for your help with that. Mandy's loving Shagtown High.
dutch: [_R_] Yeah, Mandy... We zijn allemaal erg dankbaar voor jouw hulp. Soorty's liefhebbende Shagtown High.

source: [_WT_] Good, I'm glad I could help.
dutch: [_WT_] Goed, ik ben blij dat ik kon helpen.

source: [_R_] Anyways, I just wanted to say I think your book is really interesting, and I'm getting a lot of good information out of it for my upcoming presentation.
dutch: [_R_] Hoe dan ook, ik wil alleen maar zeggen dat ik denk dat je boek erg interessant is. en ik krijg er veel goede informatie uit voor mijn aanstaande presentatie.

source: [_WTT_] {i}This kid is buttering me up for something.{/i}
dutch: [_WTT_] {i}Dit kind vult me ergens op.{/i}

source: [_WT_] Well, let me return the compliment. As I understand it, you are somewhat of an amateur photographer?
dutch: [_WT_] Nou, laat me het compliment teruggeven. Zoals ik het begrijp, ben je een beetje een amateurfotograaf?

source: [_RT_] {i}Holy shit!... He knows about my Cosplay Heaven account.{/i}
dutch: [_RT_] {i}Heilige zonde!... Hij weet van mijn Cosplay Heaven account.{/i}

source: [_WT_] Oh, I got an anonymous email letting me know one of our teachers was posting filthy pictures on the internet.
dutch: [_WT_] Oh, ik kreeg een anonieme e-mail, die mij liet weten dat een van onze leraren droevige foto's op het internet plaatste.

source: [_WT_] Whoever sent the email was obviously hoping to get Miss [mom_name] fired.
dutch: [_WT_] Wie de e-mail heeft verzonden, hoopte kennelijk dat ze Miss [mom_name] zouden ontslaan.

source: [_WT_] But, I had a look, and actually found them to be quite tastefully done.
dutch: [_WT_] Maar ik had een kijkje genomen en vond ze eigenlijk smaakelijk.

source: [_WT_] I actually admire Miss [mom_name]'s courage to go against the social norms put on her by the educational establishment.
dutch: [_WT_] Ik bewonder eigenlijk de moed van mevrouw [mom_name]om in te gaan tegen de sociale normen die de onderwijsinstelling haar oplegt.

source: [_WT_] I was a little concerned about her posing with a student, until I verified that the student is 18.
dutch: [_WT_] Ik maakte me een beetje zorgen over haar positie bij een student, totdat ik zag dat de student 18 was.

source: [_R_] Megan was actually the one who talked Mom into doing the shoot with her.
dutch: [_R_] Megan was eigenlijk degene die mama heeft overgehaald om met haar te schieten.

source: [_R_] Megan and her boyfriend were actually the ones who talked Mom into doing the shoot.
dutch: [_R_] Megan en haar vriend waren eigenlijk degenen die de mama hebben gepraat om de schieter te maken.

source: [_R_] It definitely took some convincing.
dutch: [_R_] Het was zeker wat overtuigend.

source: [_WT_] Well, now I admire her even more for taking an active role in supporting the interests of her students.
dutch: [_WT_] Nou, nu bewonder ik haar nog meer omdat ze een actieve rol speelt bij het ondersteunen van de belangen van haar studenten.

source: [_WT_] I'd love to meet with her again and congratulate her on being such an excellent teacher and role model.
dutch: [_WT_] Ik zou haar graag opnieuw ontmoeten en haar feliciteren met haar uitstekende leraar en rolmodel.
