Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Well, I still don't like it! Besides the fact that you don't do as good of a job when you've had a few,
dutch: [_R_] Nou, ik vind het nog steeds niet leuk! Naast het feit dat je het niet zo goed doet als je er een paar hebt,
french: [_R_] Eh bien, je n'aime toujours pas ça! Outre le fait que tu ne fais pas un aussi bon travail quand tu en as quelques-uns dans le nez,
german: [_R_] Nun, ich mag es immer noch nicht! Außer der Tatsache, dass du nicht so gut mit einem Job machst, wenn du ein paar hattest,
italian: [_R_] Beh, ancora non mi piace! Oltre al fatto che non fai un buon lavoro quando hai bevuto un pò,
portuguese: [__R_] Bem, eu ainda não gosto! Além do fato de que você não faz o bem de um trabalho quando já teve alguns,

source: [_R_] I also don't want you to become too dependent on it.
dutch: [_R_] Ik wil ook niet dat je er te afhankelijk van wordt.
french: [_R_] Je ne veux pas non plus que tu deviennes trop dépendant de ça.
german: [_R_] Ich möchte auch nicht, dass du zu abhängig wirst.
italian: [_R_] non voglio nemmeno che tu ne diventi troppo dipendente.
portuguese: [_R_] Eu também não quero que você se torne muito dependente disso.

source: [_C_] You're right.... I'm sorry.... I'll try to do better tomorrow.
dutch: [_C_] Je hebt gelijk.... Sorry.... Ik probeer het morgen beter te doen.
french: [_C_] Tu as raison.... Je suis désolée.... Je vais essayer de faire mieux demain.
german: [_C_] Du hast Recht.... Tut mir leid. Ich werde morgen versuchen, es besser zu machen.
italian: [_C_] Hai ragione.... Mi dispiace.... Cercherò di fare meglio domani.
portuguese: [_C_] Você está certo... Desculpe... Amanhã, vou tentar fazer melhor.

source: [_R_] That's ok...
dutch: [_R_] Dat is ok...
french: [_R_] C'est bien...
german: [_R_] Das ist ok...
italian: [_R_] Va bene...
portuguese: [_R_] Isso está ok...

source: [_R_] I know it's going to take some time to get used to this new situation. and I know the alcohol helps with the pain.
dutch: [_R_] Ik weet dat het even zal duren voordat het aan deze nieuwe situatie gewend raakt en ik weet dat alcohol helpt met de pijn.
french: [_R_] Je sais qu'il faudra du temps pour s'habituer à cette nouvelle situation. et je sais que l'alcool aide à soulager la douleur.
german: [_R_] Ich weiß, dass es einige Zeit dauern wird, sich an diese neue Situation zu gewöhnen, und ich weiß, dass der Alkohol mit dem Schmerz hilft.
italian: [_R_] So che ci vorrà del tempo per abituarmi a questa nuova situazione e so che l'alcol aiuta con il dolore.

source: [_R_] Just be careful.... I don't want you to get too dependent.
dutch: [_R_] Pas gewoon op.... Ik wil niet dat je te afhankelijk wordt.
french: [_R_] Sois juste prudente.... Je ne veux pas que tu deviennes trop dépendante.
german: [_R_] Sei vorsichtig... Ich möchte nicht, dass du zu abhängig wirst.
italian: [_R_] Solo fai attenzione.... Non voglio che tu diventi troppo dipendente.
portuguese: [_R_] Basta ter cuidado .... Eu não quero que você fique muito dependente.

source: [_C_] Wow.... could it be that you actually care about your Aunt?...
dutch: [_C_] Wow.... Zou het kunnen zijn dat je echt om je Aunt geeft, ...
french: [_C_] Wow.... se pourrait-il que vous tu te soucies réellement de ta tante?...
german: [_C_] Wow.... könnte es sein, dass Sie sich wirklich um Ihre Tante kümmern?...
italian: [_C_] Wow.... potrebbe essere che ti importi davvero di tua zia?...
portuguese: [_C_] Uau .... poderia ser que você realmente se importa com a sua Tia? ...

source: [_R_] Yeah, well.... don't get used to it.
dutch: [_R_] Yeah, goed.... ga er niet aan wennen.
french: [_R_] Ouais, eh bien.... ne t'y habitue pas.
german: [_R_] Ja, nein.... sich nicht daran gewöhnen.
italian: [_R_] Si, beh.... non ti ci abituare.
portuguese: [_R_] Sim, bem.... não se acostume com isso.

source: [_R_] But why haven't you put on your uniform yet?
dutch: [_R_] Maar waarom heb je je nog niet op je uniform gesteld?
french: [_R_] Mais pourquoi n'as-tu pas encore mis ton uniforme ?
german: [_R_] Aber warum hast du deine Uniform noch nicht angesetzt?
italian: [_R_] Ma perché non hai ancora messo l'uniforme?
portuguese: [_R_] Mas por que você ainda não colocou o seu uniforme?

source: [_C_] Uhhhhhh.... just trying to go as long as I can without having to wear it.
dutch: [_C_] Uhhhhhhhhh.... gewoon proberen zo lang te gaan als ik kan, zonder het te hoeven dragen.
french: [_C_] Uhhhhhh.... j'essaie juste d'attendre le plus longtemps possible sans avoir à le porter.
german: [_C_] Uhhhhhhhh.... nur versuchen, so lange wie möglich zu gehen, ohne es tragen zu müssen.
italian: [_C_] Uhhhhhh.... sto solo cercando di andare avanti il più a lungo possibile senza doverla indossare.
portuguese: [_C_] Uhhhhhh .... apenas tentando ir o mais longo que eu puder sem ter que usar.

source: [_R_] Yeah, yeah whatever.... just go put it on.
dutch: [_R_] Yeah, ja, wat.... ga het gewoon aan.
french: [_R_] Ouais, ouais peu importe.... va le mettre.
german: [_R_] Ja, ja, was auch immer .... gehen Sie einfach weiter.
italian: [_R_] Si', si', come ti pare.... vai a metterla e basta.
portuguese: [_R_] Sim, sim, seja o que for.... vá falar.

source: [_R_] Yeah.... still looking hot and classy!
dutch: [_R_] Yeah.... ziet er nog steeds heet en classy!
french: [_R_] Ouais.... toujours à la recherche de chaud et de chic!
german: [_R_] Ja.... immer noch heiß und klassisch!
italian: [_R_] Si.... ancora sexy e di classe!
portuguese: [_R_] Sim.... ainda parece quente e de classe!

source: [_C_] Uuuuhhh.... that just sounds so creepy coming from my nephew.
dutch: [_C_] Uuuhhhh... . dat gewoon zo rommelig klinkt dat uit mijn neef komt.
french: [_C_] Uuuuhhh.... ça a l'air si effrayant de la part de mon neveu.
german: [_C_] Uuuhhhh.... das klingt so gruselig, dass von meinem Neffen kommt.
italian: [_C_] Uuuuhhh.... che suona così inquietante detto da mio nipote.
portuguese: [_C_] Uuuhhh.... isso só soa tão assustador vindo do meu sobrinho.

source: [_R_] Let's go ahead and do the grossest job, shower, toilet, bidet.... and the rest.
dutch: [_R_] Laten we beginnen met de meest groteske baan, douche, toilet, bidet.... en de rest.
french: [_R_] Allons-y et faisons par le travail le plus grossier, douche, toilette, bidet.... et le reste.
german: [_R_] Lass uns weitermachen und den größten Job erledigen, Dusche, Toilette, Bidet.... und den Rest.
italian: [_R_] Andiamo avanti e facciamo il lavoro più schifoso, doccia, bagno, bidet.... e il resto.
portuguese: [_R_] Vamos em frente e fazer o trabalho mais grosseirinho, chuveiro, vaso sanitário, bidê .... e o resto.

source: [_C_] Yes.... sir.
dutch: [_C_] Ja.... meneer.
french: [_C_] Oui.... Monsieur.
german: [_C_] Ja.... Sr.
italian: [_C_] Si.... signore.
portuguese: [_C_] Sim.... senhor.

source: [_R_] Oh, wow! You called me sir!
dutch: [_R_] Oh, wow! Jij noemde me sier!
french: [_R_] Oh, wow! Tu m'as appelé monsieur!
german: [_R_] Oh, wow! Du rief mich an!
italian: [_R_] Oh, wow! Mi hai chiamato signore!
portuguese: [_R_] Ah, uau! Você me chamou de senhor!

source: [_C_] Well, you are the boss.
dutch: [_C_] Nou, jij bent de baas.
french: [_C_] Eh bien, tu es le patron.
german: [_C_] Nun, du bist der Boss.
italian: [_C_] Beh, tu sei il capo.

source: [_C_] But can I finish my glass of wine before I start?
dutch: [_C_] Maar kan ik mijn glas wijn afmaken voordat ik begin?
french: [_C_] Mais puis-je finir mon verre de vin avant de commencer?
german: [_C_] Aber kann ich mein Glas Wein vor dem Start abschließen?
italian: [_C_] Ma posso finire il mio bicchiere di vino prima di iniziare?
portuguese: [_C_] Mas posso terminar meu copo de vinho antes de começar?

source: [_R_] Yeah.... ok...
french: [_R_] oui... D’accord...
italian: [_R_] Si.... ok...

source: [_R_] Any chance I can get you to call me sir today?
dutch: [_R_] Elke kans dat ik je er vandaag toe kan brengen me sir te laten bellen?
french: [_R_] J'ai une chance que tu m'appelles monsieur aujourd'hui ?
german: [_R_] Jede Chance kann ich dich dazu bringen, mich heute anzurufen?
italian: [_R_] C'è qualche possibilità che tu mi chiami signore oggi?
portuguese: [_R_] Qualquer chance de que eu possa fazer você me chamar de sir hoje?

source: [_R_] Aaahh.... one day you will, I hope.
dutch: [_R_] Aaahh.... op een dag zal jij hopen.
french: [_R_] Aaahh.... un jour, tu le feras, j'espère.
german: [_R_] Aaahh.... eines Tages, hoffe ich.
italian: [_R_] Aaahh.... un giorno lo farai, spero.
portuguese: [_R_] Aaahh .... um dia você vai, eu espero.

source: Let's start off easy with the Lounge area. Mostyly just dusting, scrubbing, and sweeping the floor.
dutch: Laten we eenvoudig beginnen met het lounge gebied. Moeilijk gewoon stof, zweven en de vloer vervagen.
french: Commençons doucement avec le salon. La plupart du temps, il suffit de dépoussiérer, de frotter et de balayer le sol.
german: Beginnen wir einfach mit dem Lounge-Bereich.
italian: Iniziamo in modo semplice con l'area del salone. Per lo più solo spolverare, strofinare e spazzare il pavimento.
portuguese: Vamos começar com facilidade com a área da unha. Geralmente só empoeirando, esfregando e varrendo o chão.

source: [_RT_] {i}Damn!.... I don't have time today. I'd better run to my room and finish getting ready for school.{/i}
dutch: [_RT_] {i}Damn!.... Ik heb vandaag geen tijd. Ik kan beter naar mijn kamer rennen en klaar zijn voor school.{/i}
french: [_RT_] {i}Merde!.... Je n'ai pas le temps aujourd'hui. Je ferais mieux d'aller dans ma chambre et de finir de me préparer pour l'école.{/i}
german: [_RT_] {i}Verdammt!.... Ich habe heute keine Zeit. Ich sollte besser zu meinem Zimmer laufen und fertig für die Schule werden.{/i}
italian: [_RT_] {i}Dannazione!.... Non ho tempo oggi. Farei meglio a correre nella mia stanza e finire di prepararmi per la scuola.{/i}
portuguese: [_RT_] {i}caramba!.... Não tenho tempo hoje. É melhor eu correr para o meu quarto e terminar de se preparar para a escola.{/i}

source: [_RT_] {i}Hopefully she can figure it out on her own.{/i}
dutch: [_RT_] {i}Hopelijk kan ze het zelf uitzoeken.{/i}
french: [_RT_] {i}J'espère qu'elle pourra le comprendre par elle-même.{/i}
german: [_RT_] {i}Hoffentlich kann sie es allein herausfinden. {/i}
italian: [_RT_] {i}Speriamo di poterlo capire da solo.{/i}
portuguese: [_RT_] {i}Espero que ela consiga descobrir sozinha.{/i}

source: [_RT_] {i}Ok.... ok.... ok.... what is the pythagorean theorem again?{/i}
dutch: [_RT_] {i}Ok.... ok.... ok.... wat is de pythagorische theorie?{/i}
french: [_RT_] {i}Ok.... ok.... ok.... qu'est-ce que le théorème de Pythagore ?{/i}
german: [_RT_] {i}Ok.... ok.... ok.... was ist wieder das pythagorische Theorem?{/i}
italian: [_RT_] {i}Ok.... ok.... ok.... cos'è il teorema di Pitagora di nuovo? {/i}
portuguese: [_RT_] {i}Ok.... ok.... ok.... qual é o teorema de pythagorean de novo?{/i}

source: [_RT_] {i}Ok, so if "a" squared is 16.... and "b" squared.... {/i}
dutch: [_RT_] {i}Ok, dus als "a" vierkant 16.... en "b" vierkant.... {/i}
french: [_RT_] {i}Ok, donc si 'a' au carré vaut 16.... et 'b' au carré.... {/i}
german: [_RT_] {i}Ok, also wenn "a" Quadrat 16.... und "b" Quadrat ist.... {/i}
italian: [_RT_] {i}Ok, quindi se "a" al quadrato è 16.... e "b" al quadrato.... {/i}
portuguese: U[_RT_] {i}Ok, então se "a" quadrado é 16.... e "b" quadrado.... {/i}

source: [_RT_] {i}Ooohhhh.... man.... maybe Sidney made that uniform too sexy!.... I can't focus on anything else.... {/i}
dutch: [_RT_] {i}Oehhh.... . . misschien Sidney heeft dat uniform te sexy gemaakt!.... Ik kan me niet op iets anders focussen.... {/i}
french: [_RT_] {i}Ooohhhh.... mec.... peut-être que Sidney a rendu cet uniforme trop sexy!.... Je ne peux pas me concentrer sur autre chose.... {/i}
german: [_RT_] {i}Ooohhhhh.... Mann.... Vielleicht hat Sidney diese Uniform zu sexy gemacht!.... Ich kann mich nicht auf irgendetwas anderes konzentrieren.... {/i}
italian: [_RT_] {i}Ooohhhh.... amico.... forse Sidney ha reso quell'uniforme troppo sexy!.... Non riesco a concentrarmi su nient'altro.... {/i}
portuguese: [_RT_] {i}Oohhhh.... cara... Talvez Sidney tenha uniformizado muito sexy!.... Não posso focar em mais nada.... {/i}

source: [_RT_] {i}I'm going to fail my senior year again!.... {/i}
dutch: [_RT_] {i}Ik ga mijn senior jaar weer mislukken!.... {/i}
french: [_RT_] {i}Je vais encore échouer ma dernière année!.... {/i}
german: [_RT_] {i}Ich werde mein Senior Jahr erneut scheitern!.... {/i}
italian: [_RT_] {i}Sarò bocciato di nuovo all'ultimo anno!.... {/i}
portuguese: [_RT_] {i}Vou falhar meu ano sênior de novo!.... {/i}

source: [_RT_] {i}I mean I guess Aunt Cami doesn't need supervision all the time, but I sure do enjoy it.{/i}
dutch: [_RT_] {i}Ik bedoel dat ik denk dat Aunt Cami niet altijd toezicht nodig heeft, maar ik weet zeker dat ik er plezier van heb.{/i}
french: [_RT_] {i}Je suppose que tante Camille n'a pas besoin de supervision tout le temps, mais j'en profite.{/i}
german: [_RT_] {i}Ich meine, ich denke, Tante Cami braucht nicht die ganze Zeit, aber ich bin sicher, dass sie genossen wird.{/i}
italian: [_RT_] {i}Voglio dire che immagino che la zia Cami non abbia bisogno di supervisione tutto il tempo, ma di sicuro mi piace.{/i}
portuguese: [_RT_] {i}quero dizer que acho que Aunt Cami não precisa de supervisão o tempo todo, mas tenho certeza que goste.{/i}

source: [_RT_] {i}Now she's squatting like she's going to take a piss.... I'd love to watch her do that.{/i}
dutch: [_RT_] {i}Nu wil ze graag haar piss.... gaan pissen. Ik zou graag kijken hoe ze dat doet.{/i}
french: [_RT_] {i}Maintenant, elle s'accroupit comme si elle allait pisser.... J'adorerais la regarder faire ça.{/i}
german: [_RT_] {i}Jetzt sitzt sie wie sie ein Piss.... Ich würde gerne zusehen, wie sie das macht.{/i}
italian: [_RT_] {i}Ora si sta accovacciando come se stesse per fare una pisciata.... Mi piacerebbe guardarla mentre lo fa.{/i}
portuguese: [_RT_] {i}Agora ela está se agachando como se fosse tomar uma pisca.... Eu adoraria fazer isso dela.{/i}

source: [_RT_] {i}I wish I could see up that skirt right now.{/i}
dutch: [_RT_] {i}Ik wou dat ik die rok nu kon zien.{/i}
french: [_RT_] {i}J'aimerais pouvoir voir cette jupe maintenant.{/i}
german: [_RT_] {i}Ich wünschte, ich könnte diesen Rock gerade sehen.{/i}
italian: [_RT_] {i}Vorrei poter vedere sotto quella gonna in questo momento.{/i}
portuguese: [_RT_] {i}Eu gostaria de poder ver a essa saia agora mesmo. {/i}

source: [_RT_] {i}I guess I could always try to sneak my phone under that skirt and get a nice creep shot.{/i}
dutch: [_RT_] {i}Ik denk dat ik altijd kon proberen om mijn telefoon onder die rok te sluipen en een lekkere shot te krijgen.{/i}
french: [_RT_] {i}Je suppose que je pourrais toujours essayer de faufiler mon téléphone sous cette jupe et obtenir un bon cliché.{/i}
german: [_RT_] {i}Ich denke, ich könnte immer versuchen, mein Telefon unter diesem Rock zu schleichen und einen schönen Schlag zu bekommen.{/i}
italian: [_RT_] {i}Immagino che potrei sempre provare a infilare il mio telefono sotto quella gonna e fare una bella foto da brivido.{/i}
portuguese: [_RT_] {i}Eu acho que eu poderia sempre tentar esgueirar meu telefone debaixo daquela saia e obter um belo arrepiado de creep. {/i}

source: [_RT_] {i}It's always worth it, it's just super risky.... {/i}
dutch: [_RT_] {i}is het altijd waard, het is gewoon super riskky.... {/i}
french: [_RT_] {i}Ça en vaut toujours la peine, c'est juste super risqué.... {/i}
german: [_RT_] {i}Es lohnt sich immer, es ist einfach super Risiko.... {/i}
italian: [_RT_] {i}Ne vale sempre la pena, è solo super rischioso.... {/i}
portuguese: [_RT_] {i}Está sempre valeu a pena, é só super arriscado .... {/i}

source: [_RT_] {i}.... alright.... horniness wins.... let's do this!{/i}
dutch: [_RT_] {i}.... klaar.... gruwelijke overwinningen.... laten we dit doen!{/i}
french: [_RT_] {i}.... D'accord.... la folie gagne.... faisons ça!{/i}
german: [_RT_] {i}.... also.... Geilheit gewinnt.... Lass uns das machen!{/i}
italian: [_RT_] {i}.... va bene.... l'arrapamento vince.... facciamolo!{/i}
portuguese: [_RT_] {i}.... horror ganha.... vamos.... vamos fazer isso!{/i}

source: [_RT_] {i}Ok, [ryan].... quietly.... slide that under.... {/i}
dutch: [_RT_] {i}Ok, [ryan].... rustig schuif.... dat onder.... {/i}
french: [_RT_] {i}Ok, [ryan].... tranquillement.... glissez ça dessous.... {/i}
german: [_RT_] {i}Ok, [ryan].... leise .... Folie unter.... {/i}
italian: [_RT_] {i}Ok, [ryan].... tranquillamente.... scivolare sotto.... {/i}
portuguese: [_RT_] {i}Ok, [ryan].... silenciosamente.... deslize assim.... {/i}

source: [_RT_] {i}Oh my God!.... I can't believe how close my camera is to her ass!{/i}
dutch: [_RT_] {i}Oh mijn God!.... Ik kan niet geloven hoe dicht mijn camera bij haar is!{/i}
french: [_RT_] {i}Oh mon Dieu!.... Je n'arrive pas à croire à quel point ma caméra est proche de son cul!{/i}
german: [_RT_] {i}Oh mein Gott!.... Ich kann nicht glauben, wie nah meine Kamera ihr am Arsch ist!{/i}
italian: [_RT_] {i}Oh mio Dio!.... Non posso credere a quanto la mia telecamera sia vicina al suo culo!{/i}
portuguese: [_RT_] {i}Oh minha Deusa!.... Não consigo acreditar no quão perto minha câmera está com sua bunda!{/i}

source: [_RT_] {i}I didn't realize before how transparent these underwear are!{/i}
dutch: [_RT_] {i}Ik heb me pas gerealiseerd hoe transparant deze onderwear is!{/i}
french: [_RT_] {i}Je n'avais pas réalisé avant à quel point ces sous-vêtements sont transparents!{/i}
german: [_RT_] {i}Ich wusste nicht, wie transparent diese Unterwäsche sind!{/i}
italian: [_RT_] {i}Non avevo capito prima quanto fossero trasparenti queste mutande!{/i}
portuguese: [_RT_] {i}Eu não percebi antes o quão transparente essas roupas íntimas são! {/i}

source: [_RT_] {i}I can see her ass-hole.{/i}
dutch: [_RT_] {i}Ik kan haar ass-gat zien.{/i}
french: [_RT_] {i}Je peux voir son trou du cul.{/i}
german: [_RT_] {i}Ich sehe ihre Arschfotze.{/i}
italian: [_RT_] {i}Posso vedere il suo buco del culo.{/i}
portuguese: [_RT_] {i}Eu posso ver o asno dela. {/i}

source: [_RT_] {i}Not to mention the fact that her pussy is hanging out the side.{/i}
dutch: [_RT_] {i}Niet te vermelden dat haar pussy aan de kant hangt.{/i}
french: [_RT_] {i}Sans parler du fait que sa chatte sorte sur le côté.{/i}
german: [_RT_] {i}Ganz zu schweigen von der Tatsache, dass ihre Fotze die Seite hängt.{/i}
italian: [_RT_] {i}Per non parlare del fatto che la sua figa sporge dal lato.{/i}
portuguese: [_RT_] {i}Sem mencionar o fato de que seu bichano está pendurado fora do lado. {/i}

source: [_RT_] {i}Ok.... now to capture the picture.{/i}
dutch: [_RT_] {i}Ak.... nu om de foto te vastleggen.{/i}
french: [_RT_] {i}Ok.... maintenant, pour capturer l'image.{/i}
german: [_RT_] {i}Ok.... Jetzt um das Bild zu erfassen.{/i}
italian: [_RT_] {i}Ok.... ora per catturare l'immagine.{/i}
portuguese: [_RT_] {i}Ok.... agora para capturar a imagem.{/i}

source: [_RT_] {i}Yes!.... I got it.... this picture is going to get all kinds of attention from me later!{/i}
dutch: [_RT_] {i}Ja!.... Ik heb het gekregen.... deze foto krijgt later alle aandacht van mij!{/i}
french: [_RT_] {i}Oui!.... J'ai compris.... cette photo va attirer toutes sortes d'attention de ma part plus tard!{/i}
german: [_RT_] {i}Ja!.... Ich habe es bekommen.... dieses Bild wird später von mir alle möglichen Aufmerksamkeit erhalten!{/i}
italian: [_RT_] {i}Sì!.... Ce l'ho.... questa foto riceverà tutti i tipi di attenzione da parte mia più tardi!{/i}
portuguese: [_RT_] {i}Sim!.... Entendi... esta imagem vai me trazer todos os tipos de atenção mais tarde!{/i}

source: [_RT_] {i}I better get back to my spot before I get caught.{/i}
dutch: [_RT_] {i}Ik kom beter terug op mijn plek voordat ik gepakt wordt.{/i}
french: [_RT_] {i}Je ferais mieux de revenir à ma place avant de me faire prendre.{/i}
german: [_RT_] {i}Ich komme besser zurück an meine Stelle, bevor ich erwischt werde. {/i}
italian: [_RT_] {i}E' meglio che torni al mio posto prima di essere scoperto.{/i}
portuguese: [_RT_] {i}É melhor eu voltar ao meu lugar antes de ser pego.{/i}

source: [_RT_] {i}Luckily I have a picture I can go see on my computer to refresh my memory.{/i}
dutch: [_RT_] {i}Gelukkig heb ik een foto die ik op mijn computer kan zien om mijn geheugen te vernieuwen.{/i}
french: [_RT_] {i}Heureusement j'ai une photo que je peux aller voir sur mon ordinateur pour me rafraîchir la mémoire.{/i}
german: [_RT_] {i}Zum Glück habe ich ein Bild, das ich auf meinem Computer sehen kann, um mein Gedächtnis zu aktualisieren.{/i}
italian: [_RT_] {i}Per fortuna ho una foto che posso andare a vedere sul mio computer per rinfrescarmi la memoria.{/i}
portuguese: [_RT_] {i}felizmente eu tenho uma foto que posso ver no meu computador para atualizar minha memória.{/i}

source: [_RT_] {i}Not to mention a mental one.{/i}
dutch: [_RT_] {i}Een psychische niet te noemen{/i}
french: [_RT_] {i}Sans parler de mon mental.{/i}
german: [_RT_] {i}Erwähnung eines mentalen nicht.{/i}
italian: [_RT_] {i}Per non parlare di quella mentale.{/i}
portuguese: [_RT_] {i}Não mencionar um mental.{/i}

source: [_RT_] {i}Ahhhh yeah!.... There it is.{/i}
dutch: [_RT_] {i}Ahhh ja!.... Daar is het ook.{/i}
french: [_RT_] {i}Ahhhh ouais!... C'est là.{/i}
german: [_RT_] {i}Ahhhh yeah!.... Dort ist sie.{/i}
italian: [_RT_] {i}Ahhh sì!.... Eccolo
portuguese: [_RT_] {i}Ahhhh yeah!.... Aí está.{/i}

source: [_RT_] {i}Alright, now let's see if I can actually get some homework done.{/i}
dutch: [_RT_] {i}Ok, laten we nu kijken of ik echt wat huiswerk kan maken.{/i}
french: [_RT_] {i}D'accord, voyons maintenant si je peux réellement faire mes devoirs.{/i}
german: [_RT_] {i}Okay, lass uns sehen, ob ich tatsächlich Hausaufgaben machen kann.{/i}
italian: [_RT_] {i}Va bene, ora vediamo se riesco davvero a fare qualche compito.{/i}
portuguese: [_RT_] {i}Tudo bem, agora vamos ver se eu posso realmente conseguir alguma lição de casa feita. {/i}

source: {i}"A few minutes later"{/i}
dutch: {i}"Een paar minuten later"{/i}
french: {i}'Quelques minutes plus tard'{/i}
german: {i}"Ein paar Minuten später"{/i}
italian: {i}"Qualche minuto dopo"{/i}
portuguese: {i}"Alguns minutos mais tarde"{/i}

source: [_C_] Alright.... I've washed the counters, the appliances, and I've done the dishes.
dutch: [_C_] Oké.... ik heb de telers, de apparaten gewassen, en ik heb de afwas gedaan.
french: [_C_] D'accord.... J'ai lavé les comptoirs, les électroménagers et fait la vaisselle.
german: [_C_] Okay, ich habe die Zähler, die Geräte gewaschen, und ich habe die Gerichte gemacht.
italian: [_C_] Va bene.... Ho lavato i banconi, gli elettrodomestici e ho fatto i piatti.
portuguese: [_C_] Certo.... Eu lavei os contadores, os aparelhos, e eu arrumei a louça.

source: [_C_] Is there anything else you need me to do?
dutch: [_C_] Is er iets anders dat ik nodig heb om te doen?
french: [_C_] Y a-t-il autre chose à faire?
german: [_C_] Brauchen Sie noch etwas zu tun?
italian: [_C_] C'è qualcos'altro che hai bisogno che faccia?
portuguese: [_C_] Há mais alguma coisa que você precisa de mim para fazer?

source: [_R_] Wow! You got a lot done in that time!
dutch: [_R_] Wow! Je hebt veel gedaan in die tijd!
french: [_R_] Wow! Tu as fait beaucoup de choses!
german: [_R_] Wow! Du hast viel getan in dieser Zeit!
italian: [_R_] Wow! Hai fatto un sacco di cose in questo tempo!
portuguese: [_R_] Wow! Você fez muito nesse momento!

source: [_R_] And you did a really good job.
dutch: [_R_] En je hebt het heel goed gedaan.
french: [_R_] Et tu as fait un très bon travail.
german: [_R_] Und du hast wirklich gute Arbeit geleistet.
italian: [_R_] E hai fatto davvero un buon lavoro.
portuguese: [_R_] E você fez um trabalho muito bom.
