Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}I'm getting close!{/i}
dutch: [_RT_] {i}Ik kom dichtbij!{/i}

source: [_RT_] {i}Should I cum down her throat, or all over her face?{/i}
dutch: [_RT_] {i}Moet ik haar keel door knuffelen, of heel haar gezicht?{/i}

source: [_L_] Oh, my God!... [ryan]!... Haha... Ouch!
dutch: [_L_] Oh, mijn God!... [ryan]!... Haha... Oeps!

source: [_L_] You blasted cum out my nose again!
dutch: [_L_] Je hebt mijn neus weer uitgeblazen!

source: [_L_] I tried really hard to swallow it all this time, but there's just too much.
dutch: [_L_] Ik probeerde het de hele tijd heel moeilijk te inslikken, maar er is gewoon te veel.

source: [_L_] I don't think I'll need to eat lunch again today.
dutch: [_L_] Ik denk niet dat ik vandaag opnieuw moet lunchen.

source: [_L_] I'm gonna have to keep a Kleenex with me for my next class. Last time, it slowly oozed out until after school was over.
dutch: [_L_] Ik zal een Kleenex voor mijn volgende les bij me moeten houden. De vorige keer heeft het me langzaam opgevredigd tot de school voorbij was.

source: [_R_] I'm sorry... I hope it's not too uncomfortable.
dutch: [_R_] Sorry... Ik hoop dat het niet te oncomfortabel is.

source: [_L_] No... That's ok... It actually kind of turns me on knowing that it's your cum running out my nose all day, and dripping down my throat.
dutch: [_L_] Nee... Dat is ok... Het is eigenlijk een beetje dat ik weet dat het jouw mantel de hele dag mijn neus op en me door mijn keel drijft.

source: [_R_] God... You're turning me on again!
dutch: [_R_] God... Je zet me weer aan!

source: [_L_] Don't even think about it... There's not enough time.
dutch: [_L_] Denk er niet eens over na. Er is niet genoeg tijd.

source: [_R_] I'm gonna cum!
dutch: [_R_] Ik ga maar naar de kum!

source: [_L_] Oh, my God!... You covered me again!
dutch: [_L_] Oh, mijn God!... Je hebt me weer bedekt!

source: [_L_] How do your balls store so much cum?
dutch: [_L_] Hoe bewaar je ballen zoveel cum?

source: [_R_] Haha... I don't know... Apparently I'm abnormal.
dutch: [_R_] Haha... Ik weet het niet... Blijkbaar ben ik abnormaal.

source: [_L_] Haha... I'll say.
dutch: [_L_] Haha... Ik zal zeggen.

source: [_L_] I hope you liked that.
dutch: [_L_] Ik hoop dat je dat leuk vond.

source: [_R_] How could I not?
dutch: [_R_] Hoe kon ik niet?

source: [_L_] That's what I like to hear.
dutch: [_L_] Dat is wat ik graag hoor.

source: [_L_] I should have just enough time to get the cum out of my hair and fix my makeup before the rest of the campaign team gets here.
dutch: [_L_] Ik zou net genoeg tijd moeten hebben om de mantel uit mijn haar te halen en mijn make-up te repareren voordat de rest van de campagne team hier komt.

source: [_R_] You're the best sister in the world!
dutch: [_R_] Je bent de beste zus ter wereld!

source: [_R_] I was thinking we should send a text to Mandy and let her know we're going to have a little fun.
dutch: [_R_] Ik dacht dat we een tekst naar het Mandy moesten sturen en haar moesten laten weten dat het een beetje leuk gaat worden.

source: [_L_] I love it!... You send Mandy a text, and I'll text Kenzie and tell her the meetings been delayed 15 minutes again.
dutch: [_L_] Ik vind het leuk!... Je moet een tekst sturen, en ik stuur Kenzie een sms en vertel haar dat de vergaderingen 15 minuten zijn uitgesteld.

source: [_MD_] You guys are the best!
dutch: [_MD_] Jij bent het beste bij je!

source: [_MD_] Thank you so much for inviting me!
dutch: [_MD_] Hartelijk dank voor het uitnodigen van mij!

source: [_MD_] Now should we get down to business?
dutch: [_MD_] moeten we nu beginnen met zakelijk?

source: [_L_] Haha... I now bring this meeting to order.
dutch: [_L_] Haha... Ik breng deze vergadering nu op orde.

source: [_L_] So, how does that feel?
dutch: [_L_] Dus, hoe voelt dat zich?

source: [_R_] Ohhh... So good!
dutch: [_R_] Ohhh... Zo goed!

source: [_RT_] {i}Lauren's soft touch on my balls drives me crazy.{/i}
dutch: [_RT_] {i}Lauren's zachte touch op mijn ballen rijdt me geknuffel.{/i}

source: [_LT_] {i}His balls are so smooth!... I can't believe they make so much cum.{/i}
dutch: [_LT_] {i}Zijn ballen zijn zo glad!... Ik kan niet geloven dat ze zoveel cent maken.{/i}

source: [_MDT_] {i}This prick is so huge!{/i}
dutch: [_MDT_] {i}Deze prik is zo groot!{/i}

source: [_MDT_] {i}I'd better practice more with Mom's daddy cock dildo if I'm ever going to fit [ryan]'s' dick in my pussy.{/i}
dutch: [_MDT_] {i}Ik zou beter leren met ma's addy cock dildo als ik ooit [ryan]'s' dick in mijn potje zal toepassen.{/i}

source: [_MD_] I want to taste it!
dutch: [_MD_] Ik wil het smaken!

source: [_MD_] Lauren, will you lick his cock with me?
dutch: [_MD_] Lauren, wil je zijn bek met me delen?

source: [_L_] OWO You read my mind!
dutch: [_L_] OWO Jij hebt mijn gedachten gelezen!

source: [_LT_] {i}I guess I kind of like staring into her eyes while she licks my brother's cock, it's really making my pussy drip.{/i}
dutch: [_LT_] {i}Ik denk dat ik graag in haar ogen staren terwijl ze de cock van mijn broer in de gaten houdt. Het maakt mijn posy drip.{/i} echt

source: [_RT_] {i}How did I get so lucky?{/i}
dutch: [_RT_] {i}Hoe heb ik zo veel geluk?{/i}

source: [_MD_] Hey, Lauren?
dutch: [_MD_] Hé, Lauren?

source: [_L_] You want to taste my ass again?
dutch: [_L_] Wil je mijn pas nog een keer proeven ?

source: [_MD_] So bad.
dutch: [_MD_] Zo slecht.

source: [_L_] Haha... good... I'd love you to lick my ass.
dutch: [_L_] Haha... goed... Ik zou graag van je willen dat je mijn as liet.

source: [_MD_] Are you ready for Lauren to suck your dick?
dutch: [_MD_] Ben je klaar om Lauren in je doekje te stoppen?

source: [_R_] Always.
dutch: [_R_] altijd.

source: [_MD_] If you two are ready... Let's begin.
dutch: [_MD_] Als jullie klaar zijn... Laten we beginnen.

source: [_LT_] {i}Oh, fuck!... Mandy's even better at licking my asshole than [ryan]!{/i}
dutch: [_LT_] {i}Oh, fuck!... Mandy's nog beter in het licken van mijn schoener dan [ryan]!{/i}

source: [_LT_] {i}Ohhhh... it feels so good!{/i}
dutch: [_LT_] {i}Ohhh... het voelt zo goed!{/i}

source: [_MDT_] {i}Lauren's got the cutest, tastiest little asshole ever!{/i}
dutch: [_MDT_] {i}Lauren heeft de lekkerste lekkerste schotjes ooit!{/i}

source: [_MDT_] {i}It tastes so much like her pussy... I'll bet her pussy drips juices all over it all day long.{/i}
dutch: [_MDT_] {i}Het smaakt zo veel als haar poesje... Ik wed haar druppels sappen al de dag lang.{/i}

source: [_LT_] {i}Oh, fuck!... I'm gonna cum!{/i}
dutch: [_LT_] {i}Oh, fuck!... Ik ga cum!{/i}

source: [_L_] Thank you, Mandy... That was amazing!
dutch: [_L_] Bedankt, Mandy... Dat was geweldig!

source: [_L_] I'd really like to return the favor.
dutch: [_L_] Ik zou graag de favoriet teruggeven.

source: [_L_] I've realized I kind of like the taste of pussy.
dutch: [_L_] Ik heb begrepen dat ik een beetje smaak van pusse's vind.

source: [_L_] At least, your pussy.
dutch: [_L_] In ieder geval uw poging.

source: [_MD_] I'd love that!
dutch: [_MD_] Dat zou ik leuk vinden!

source: [_L_] So, are you ready for me?
dutch: [_L_] Dus ben je klaar voor mij?

source: [_MD_] I can't wait!
dutch: [_MD_] Ik kan niet wachten!

source: [_MDT_] {i}Oh, my God!... I love it when Lauren licks my pussy!{/i}
dutch: [_MDT_] {i}Oh, mijn God!... Ik vind het geweldig wanneer Lauren mijn spandoek ontvangt!{/i}

source: [_MDT_] {i}OH... She's licking my asshole too!{/i}
dutch: [_MDT_] {i}AH... Ze likt ook mijn asshole!{/i}

source: [_MDT_] {i}That feels so GOOD!{/i}
dutch: [_MDT_] {i}dat aanvoelt zo GOOD!{/i}

source: [_MDT_] {i}I'm gonna!...{/i}
dutch: [_MDT_] {i}Ik ben eraan!...{/i}

source: [_MD_] Ohhh... SHIT!...
dutch: [_MD_] Ohh... SCHAK!...

source: [_R_] Shit!... I'm gonna cum too!
dutch: [_R_] Shit!... Ik ga ook knap ook!

source: [_MD_] Wait!... Do it all over our faces again.
dutch: [_MD_] Wacht!... Doe het opnieuw over onze gezichten.

source: [_MD_] Ok... We're ready!
dutch: [_MD_] Ok... We zijn klaar!

source: [_MD_] Please cum on me first!
dutch: [_MD_] Alsjeblikje eerst op mij!

source: [_L_] Ahhh... you beat me to it again!
dutch: [_L_] Ahhhh... je slaat me weer tegen!

source: [_MD_] Lauren, You always look so fucking hot covered in your brother's cum!
dutch: [_MD_] Lauren, je ziet er altijd zo warm bedekt uit in je broerhuis!

source: [_L_] Yeah? So do you!
dutch: [_L_] Yeah? Dus jij ook!

source: [_L_] We've got to hurry and clean up though... Kenzie will be here soon.
dutch: [_L_] We moeten opschieten om schoon te maken, maar Kenzie zal er binnenkort zijn.

source: [_L_] So, did you want to lick the cum off my face again?
dutch: [_L_] Heb je dus opnieuw het mantel van mijn gezicht willen vegen?

source: [_MD_] Yes, please.
dutch: [_MD_] Ja, alsjeblieft.

source: [_LT_] {i}Whoa... I love how intimate this is.{/i}
dutch: [_LT_] {i}Whoa... Ik hou van hoe intieme dit is.{/i}

source: [_LT_] {i}Why is it turning me on so much?{/i}
dutch: [_LT_] {i}Waarom zet het me zo aan?{/i}

source: [_MD_] There... All clean. Now, do you want to return the favor this time?
dutch: [_MD_] There... Alles schoon. Nu wil je de gunst deze keer teruggeven?

source: [_MD_] You're missing out.
dutch: [_MD_] Je mist het.

source: [_L_] Oh my God... We'd better finish up.
dutch: [_L_] Oh mijn God... We kunnen het maar beter afronden.

source: [_L_] Kenzie could be here any minute.
dutch: [_L_] Kenzie kan hier elk moment zijn.

source: [_R_] Do you want me to just run do the posters like usual?
dutch: [_R_] Wil je dat ik gewoon de posters laat uitvoeren zoals normaal?

source: [_L_] Yes, please!... And Mandy... When Kenzie gets here...
dutch: [_L_] Ja, alsjeblieft!... En moet... Wanneer Kenia hier komt...

source: [_MD_] Try to act natural?
dutch: [_MD_] Probeer natuurlijk te handelen?

source: [_L_] Exactly.
dutch: [_L_] Exacto.

source: [_MD_] Thanks for inviting me again... You guys are the best cousins ever!
dutch: [_MD_] Bedankt voor het opnieuw uitnodigen van mij... Je bent de beste neef ooit!

source: [_L_] You too!
dutch: [_L_] jij ook!

source: [_L_] Now let's get out of here before Kenzie comes in.
dutch: [_L_] Nu gaan we hier uit voordat Kenzie binnenkomt.

source: [_L_] We're going to win this thing!
dutch: [_L_] We gaan dit ding winnen!

source: [_L_] Can I please give you a blowjob this time?... I'm really needing more practice.
dutch: [_L_] Kan ik je deze keer een klap geven?... Ik heb echt meer oefening nodig.

source: [_L_] I want to get to where I can get my mouth to your balls.
dutch: [_L_] Ik wil zover komen dat ik mijn mond bij jouw ballen kan krijgen.

source: [_R_] You don't have to twist my arm.
dutch: [_R_] Je hoeft mijn arm niet om te draaien.

source: [_RT_] {i}Ahhh... This feels so good!{/i}
dutch: [_RT_] {i}Ahhh... Dit voelt zo goed aan!{/i}

source: [_MDT_] {i}I hope Lauren doesn't mind me showing up early to our meeting today... I really need to talk to her about the skit for the election assembly.{/i}
dutch: [_MDT_] {i}Ik hoop dat Lauren het me niet kwalijk neemt om eerder vandaag op onze bijeenkomst te verschijnen. . - Ik moet echt met haar praten over de schamel voor de verkiezingsassemble.{/i}

source: [_MDT_] {i}Oh... Someone beat us to it.{/i}
dutch: [_MDT_] {i}Oh... Iemand heeft ons ermee bereikt.{/i}

source: [_MDT_] {i}It looks like we're going to have to change the location of the meeting today.{/i}
dutch: [_MDT_] {i}Het lijkt erop dat we de locatie van de vergadering vandaag moeten wijzigen.{/i}

source: [_MDT_] {i}I'd better text Lauren and let her know.{/i}
dutch: [_MDT_] {i}IK betere tekst Lauren en laat het haar weten.{/i}

source: [_MDT_] {i}Haha... She'll be pissed that someone contaminated her office.{/i}
dutch: [_MDT_] {i}Haha... Ze zullen worden gegiste dat iemand haar kantoor heeft besmet. {/i}

source: [_MDT_] {i}I wonder who it could be...{/i}
dutch: [_MDT_] {i}Ik vraag me af wie het zou kunnen zijn...{/i}

source: [_MDT_] {i}Uuurrgghh... Why do I have to have such a curious nature?...{/i}
dutch: [_MDT_] {i}Uurrgghh... Waarom moet ik zo nieuwsgierig zijn?...{/i}

source: [_MDT_] {i}Hopefully they're too busy to notice me snooping.{/i}
dutch: [_MDT_] {i}Hopelijk zijn ze te druk om me op te merken snoepen.{/i}

source: [_MDT_] {i}Darn... Without crawling further under and getting caught, all I can see is shoes.{/i}
dutch: [_MDT_] {i}Darn... Zonder verder onder en gevangen te worden, zie ik alleen schoenen.{/i}

source: [_MDT_] {i}But it kind of sounds like Lauren and [ryan]...{/i}
dutch: [_MDT_] {i}Maar het soort geluiden als Lauren en [ryan]...{/i}

source: [_MDT_] {i}It couldn't be... Could it?{/i}
dutch: [_MDT_] {i}Het kon niet zijn... Kan het?{/i}

source: [_MDT_] {i}It sure sounds like them.{/i}
dutch: [_MDT_] {i}Het klinkt zeker als hij.{/i}

source: [_MDT_] {i}I could tell they've both been repressing their desires for each other.{/i}
dutch: [_MDT_] {i}Ik zou kunnen zeggen dat ze allebei hun wensen voor elkaar hebben ingedrukt.{/i}

source: [_MDT_] {i}Maybe they haven't been repressing them as much as I thought.{/i}
dutch: [_MDT_] {i}Misschien zijn ze ze niet zo sterk onderdrukt als ik. {/i}

source: [_MDT_] {i}How could they even think about having fun without me?{/i}
dutch: [_MDT_] {i}Hoe kunnen ze zelfs nadenken over plezier zonder mij?{/i}

source: [_MDT_] {i}Oh my God... It really is them.{/i}
dutch: [_MDT_] {i}Oh mijn God... Het zijn hem.{/i}

source: [_MDT_] {i}Wow... I can't believe Lauren can swallow that much of [ryan]'s cock.{/i}
dutch: [_MDT_] {i}Wow... Ik kan niet geloven dat Lauren zo veel van [ryan]'s cock.{/i}

source: [_MDT_] {i}Fuck... That's so hot!{/i}
dutch: [_MDT_] {i}Fuck... Dat is zo hot!{/i}

source: [_MDT_] {i}I would have never guessed that Lauren would be the kind of girl that would suck off her own brother.{/i}
dutch: [_MDT_] {i}Ik zou nooit hebben gedacht dat Lauren het soort meisje zou zijn dat bij haar eigen broer zou zingen.{/i}

source: [_MDT_] {i}Fuck... Now I'm super horny... Time for me to get in on this action.{/i}
dutch: [_MDT_] {i}Fuck... Nu ben ik super hoorn... Tijd voor mij om deze actie in te voeren.{/i}

source: [_MDT_] {i}I'd better text Kenzie and tell her the meetings been pushed back fifteen minutes.{/i}
dutch: [_MDT_] {i}Ik heb Kenzie beter tekst en laat haar weten dat de vergaderingen vijftien minuten terug zijn geduwd.{/i}

source: [_MDT_] {i}Ok, I've texted Kenzie, now it's time for me to join in on the fun.{/i}
dutch: [_MDT_] {i}Ok, ik heb Kenia gesproken, het is nu tijd om me aan te sluiten op de plezier.{/i}

source: [_R_] {i}(faintly){/i}Oh, fuck... I'm getting close!
dutch: [_R_] {i}(faintly){/i}Oh, fuck... Ik begin dichtbij!

source: [_MDT_] {i}Oh... I better hurry.{/i}
dutch: [_MDT_] {i}Oh... Ik heb meer gehad.{/i}

source: [_MD_] Ha.... I've caught you!
dutch: [_MD_] Ha.... Ik heb je gevallen!

source: [_L_] Oh, God... I'm so embarrassed.
dutch: [_L_] Oh, God... Ik schaam me.

source: [_MD_] I don't know why.
dutch: [_MD_] Ik weet niet waarom.

source: [_MD_] After what we did to [ryan] after he saved us from Diaz, it's not like I didn't suspect that you two were doing other things as well.
dutch: [_MD_] Na wat we deden aan [ryan] nadat hij ons had gered uit Diaz, Het is niet zoals ik niet vermoedde dat jullie twee andere dingen ook deden.

source: [_MD_] The way you two act, and look at each other...
dutch: [_MD_] De manier waarop je twee handelt en naar elkaar kijken...

source: [_MD_] I've always thought there was something there, and even suspected you two might be messing around.
dutch: [_MD_] heb ik altijd gedacht dat er iets was, en je zou er zelfs van kunnen vermoeden dat jullie twee rommelig zijn.

source: [_MD_] I'm just offended that you didn't invite me.
dutch: [_MD_] Ik ben net beledigd dat je me niet hebt uitgenodigd.

source: [_L_] So, you don't think we are terrible, disgusting perverts?
dutch: [_L_] Dus denk je niet dat we verschrikkelijke, walgelijke perverteren zijn?

source: [_MD_] Perverts for sure, but you two are in good company.
dutch: [_MD_] Perverts zeker, maar jij bent twee in goed gezelschap.

source: [_MD_] Sure, it's a bit taboo, but doesn't it make it that much more fun?
dutch: [_MD_] Zeker, het is een beetje taboe, maar maakt het het er niet zo leuk voor?

source: [_L_] Yes, God help me.
dutch: [_L_] Ja, God helpt me.

source: [_MD_] Good, then do you mind if I join in on your taboo fun?
dutch: [_MD_] Goed, vind je het erg als ik meedoe met je taboe?

source: [_L_] Join us? Gross!
dutch: [_L_] Doe mee met ons? Gross!

source: [_MD_] What do you mean, gross!
dutch: [_MD_] Wat bedoel je met bruto!

source: [_L_] What if you and me accidentally touched or something?
dutch: [_L_] Wat als jij en ik per ongeluk aangeraakt of iets veranderen?

source: [_MD_] Touched?... We did more than touch when [ryan] saved us from being spanked by Diaz.
dutch: [_MD_] Touched?... We hebben meer dan aangeraakt toen [ryan] ons ervan weerhield ons te spankten door Diaz.

source: [_L_] Yeah, but it was in the heat of the moment... We got carried away.
dutch: [_L_] Yeah, maar het was in de hitte van het moment... We zijn weggegaan.

source: [_MD_] Well, I'm hoping to do a little more than just touching this time.
dutch: [_MD_] Nou, ik hoop iets meer te doen dan deze keer gewoon aanraken.

source: [_MD_] Oh I plan on doing a little more than touching.
dutch: [_MD_] Oh ik ben van plan om iets meer te doen dan aanraken.

source: [_L_] But, I'm not a lesbian.
dutch: [_L_] Maar ik ben geen lesbienne.

source: [_MD_] Haha... Neither am I.
dutch: [_MD_] Haha... ook ik niet.

source: [_L_] You're also my cousin!
dutch: [_L_] Je bent ook mijn nicht!

source: [_MD_] Says the girl who was just sucking off her brother.
dutch: [_MD_] Zitt het meisje dat haar broer net zat.

source: [_R_] Try to have an open mind about it.
dutch: [_R_] Probeer er een open geest over te hebben.

source: [_R_] A few months ago, did you ever think you'd enjoy doing this kind of stuff with your brother?
dutch: [_R_] Een paar maanden geleden dacht je ooit dat je dit soort dingen graag zou doen met je broer?

source: [_L_] Well, no... but this is different.
dutch: [_L_] Nou, nee, maar dit is anders.

source: [_R_] Not much. If anything, it's less depraved than what we've been doing.
dutch: [_R_] Niet veel. Als het iets is, is het minder gebedshuizen dan wat we hebben gedaan.

source: [_L_] Fine... I'll give it a try.
dutch: [_L_] Goed, ik zal het proberen.

source: [_MD_] Yay!... I know you'll love it!
dutch: [_MD_] Ja!... Ik weet dat je het leuk zult vinden!

source: [_MD_] Let's start by taking care of [ryan].
dutch: [_MD_] Laten we beginnen met de zorg voor [ryan].

source: [_MD_] Is that okay with you, [ryan]?
dutch: [_MD_] Is dat oké met jou, [ryan]?

source: [_MD_] Haha... Why don't you take a seat then.
dutch: [_MD_] Haha... Waarom neem je dan geen plaats in.

source: [_RT_] {i}I'm not used to getting my balls taken care of like this... It's actually really nice.{/i}
dutch: [_RT_] {i}ben ik niet gewend om mijn ballen zo te laten verzorgen... Het is echt geweldig.{/i}

source: [_L_] Ummmm... what if our tongues touch?
dutch: [_L_] Ummmm... wat als onze tong raakt?

source: [_MD_] Think how much more fun that would be.
dutch: [_MD_] Denk eraan hoe veel leuker dat zou zijn.

source: [_LT_] {i}God... I don't know about this.{/i}
dutch: [_LT_] {i}God... Ik weet hier niets van.{/i}

source: [_LT_] {i}If I'm carful, my tongue won't touch Mandy's.{/i}
dutch: [_LT_] {i}Als ik bezweer ben, zal mijn tong geen Mandy's.{/i} aanraken

source: [_LT_] {i}Ohhh... but what if it did?{/i}
dutch: [_LT_] {i}Ohh... maar wat als het dekt?{/i}

source: [_LT_] {i}It's kind of awkward having our faces so close together, with our tongues just centimeters apart.{/i}
dutch: [_LT_] {i}Het is een beetje lastig om onze gezichten zo dicht bij elkaar te krijgen, met onze tongs slechts centimeter appartementen.{/i}

source: [_LT_] {i}Oh, but staring into her eyes while she licks my brother's cock is just making my pussy drip.{/i}
dutch: [_LT_] {i}Oh, maar naar haar ogen staren terwijl ze de cock van mijn broer plakt is mijn poefpapier dripigen. {/i}

source: [_L_] Yeah, Mandy?
dutch: [_L_] Yeah, eigenlijk?

source: [_MD_] Can I taste your pussy?
dutch: [_MD_] Kan ik je smaak hebben?

source: [_L_] What?... Are you serious?
dutch: [_L_] Wat?... meen je?

source: [_MD_] Yeah... I've never tasted another girls pussy before, and I'd really, really like to try it.
dutch: [_MD_] Ja... Ik heb nog nooit een andere meisje geproefd en ik zou het echt echt willen, echt graag proberen.

source: [_MDT_] {i}I've never tried her pussy when she's awake... When she's unconscious at night, well... I'm glad she's a heavy sleeper.{/i}
dutch: [_MDT_] {i}Ik heb haar nog nooit geprobeerd toen ze wakker is... Als ze 's nachts bewusteloos is, wel... ik ben blij dat ze een zware slaper is.{/i} is

source: [_R_] You should try her ass.
dutch: [_R_] Je zou haar zo moeten proberen.

source: [_MD_] What!?...
dutch: [_MD_] Wat!?...

source: [_LT_] {i}Shit!... I don't want Mandy knowing that I enjoy having my ass eaten.{/i}
dutch: [_LT_] {i}Shit!... Ik wil niet dat ik weet dat het leuk vind om mijn pas te eten.{/i}

source: [_LT_] {i}I'd better say something quick.{/i}
dutch: [_LT_] {i}Ik zou beter iets snel zeggen.{/i}

source: [_L_] Nothing!... He's just being a smart ass!
dutch: [_L_] Niets! ... Hij is gewoon een slimme ass!

source: [_L_] But, ummm... I guess you can try licking my pussy.
dutch: [_L_] Maar, ummm... Ik denk dat je kan proberen mijn potje te plakken.

source: [_L_] It shouldn't be any different than having [ryan] do it.
dutch: [_L_] Het zou niet anders moeten zijn dan [ryan] te hebben.

source: [_LT_] {i}Oh, God!... I've never had a girl lick my pussy!{/i}
dutch: [_LT_] {i}Oh, God!... Ik heb nog nooit een meisje gesleurd met mijn push!{/i}

source: [_MD_] Really?... You've made me so happy!
dutch: [_MD_] Echt waar?... Je hebt me zo gelukkig gemaakt!

source: [_MDT_] {i}Eat her ass, huh?... Does [ryan] really do that for Lauren?{/i}
dutch: [_MDT_] {i}Eet haar, hè?... Doet [ryan] dat echt voor Lauren?{/i}

source: [_MDT_] {i}Now, that's something I've never done before.{/i}
dutch: [_MDT_] {i}Nu, dat heb ik nog nooit eerder gedaan.{/i}

source: [_MD_] And maybe Lauren can suck your cock while I'm eating her pussy.
dutch: [_MD_] En misschien kunnen Lauren je jas zuigen terwijl ik haar pushen eet.

source: [_MDT_] {i}Have I got a surprise for her.{/i}
dutch: [_MDT_] {i}Heb ik een verrassing voor haar.{/i}

source: [_R_] I'm game for whatever... This is already going way better than I could have ever imagined.
dutch: [_R_] Ik ben een spel voor wat dan ook... Dit gaat al beter dan ik me ooit had kunnen voorstellen.

source: [_L_] Oh, my God!... I can't believe this is happening!
dutch: [_L_] Oh, mijn God!... Ik kan niet geloven dat dit gebeurt!

source: [_MD_] Don't worry, Lauren, you're going to love this!
dutch: [_MD_] Maak je geen zorgen, Lauren, je gaat dit geweldig vinden!

source: [_MD_] And I don't think [ryan] will complain if you throat his cock like you were doing earliar.
dutch: [_MD_] En ik denk niet dat [ryan] zal klagen als je zijn gooi zoals je het eerder deed.

source: [_LT_] {i}Oh, fuck!... My cousin's licking my asshole!{/i}
dutch: [_LT_] {i}Oh, fuck!... Mijn neef mijn asschoen!{/i}

source: [_LT_] {i}How embarrassing!{/i}
dutch: [_LT_] {i}hoe gênant!{/i}

source: [_LT_] {i}Ohhhh... but it feels so good!{/i}
dutch: [_LT_] {i}Ahhhh... maar het voelt er zo goed aan!{/i}

source: [_MDT_] {i}That's one clean, cute little asshole.{/i}
dutch: [_MDT_] {i}Dat is één schone, schattige kleine asshole.{/i}

source: [_MDT_] {i}It tastes like her pussy... I'll bet she's been dripping all over it.{/i}
dutch: [_MDT_] {i}Het smaakt naar haar smaak ... Ik wed dat ze er alles over uitdrogt.{/i}

source: [_MD_] You squirt as much as I do!
dutch: [_MD_] Je ruit net zo veel als ik!
