Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_L_] Don't call me that!
french: [ _L_ ] Ne m'appelez pas ça !
italian: [_L_] Non chiamarmi quello!
portuguese: [_L_] Não me ligue assim!
russian: [_L_] Не звони мне!

source: [_M_] Don't tease your sister.
french: [ _M_ ] Ne tease pas votre sœur.
italian: [_M_] Non prendere in giro tua sorella.
portuguese: [_M_] Não provoque a sua irmã.
russian: [_M_] Не догадывайте сестру.

source: [_L_] It's not like Mom's lingerie fits you! Your boobs aren't big enough to fill out her tops either.
french: [ _L_ ] Ce n'est pas comme si la lingerie de maman vous convient ! Tes seins ne sont pas assez grands pour remplir ses sommets non plus.
italian: [_L_] Non è come la lingerie di mamma si adatta a te! Le tue tette non sono abbastanza grandi da riempire le sue cime.
portuguese: [_L_] Não é como se a Mãe se encaixa em você! Seus bobs também não são grandes o suficiente para enchê-la de cima.
russian: [_L_] Это не похоже на белье мамы вписывается в тебя! Ваши ботинки не достаточно велики, чтобы заполнить ее вершины.

source: [_S_] Bigger than yours.
french: [ _S_ ] Plus grand que le vôtre.
italian: [_S_] Più grande del tuo.
portuguese: [_S_] maior que o seu.
russian: [_S_] Больше, чем ваш.

source: [_S_] You're practically flat. Sexy lingerie would be wasted on you.
french: [ _S_ ] Vous êtes pratiquement plat. La lingerie de Sexy serait gâchée sur vous.
italian: [_S_] Sei praticamente piatto. La lingerie sexy sarebbe sprecata su di te.
portuguese: U[_S_] Você está praticamente plano. Uma continuação de sexy seria desperdiçada em você.
russian: [_S_] Вы практически квартира. Сексуальное белье будет потрачено на вас.

source: [_M_] Cut it out, both of you.
french: [ _M_ ] Découpez, tous les deux.
italian: [_M_] Tagliatelo, entrambi voi.
portuguese: [_M_] Corte-o para fora, ambos de vocês.
russian: Вырежь его, оба.

source: [_L_] I'm not flat!
french: [_L_] Je ne suis pas à plat !
italian: [_L_] non sono piatto!
portuguese: [_L_] Eu não sou flat!
russian: [_L_] Я не ровна!

source: [_L_] [ryan]. I've got nice boobs don't I?
french: [_L_] [ryan]. J'ai de beaux seins non je?
italian: [_L_] [ryan]. Ho delle belle tette, vero?
portuguese: [_L_] [ryan]. Eu tenho bobos legais não sou?
russian: [_L_] [ryan]. У меня есть хорошие книги не я?

source: [_RT_] {i}Uh, oh. Sidney really got to her. Better cheer Lauren up, or she'll be sulking all day.{/i}
french: [_RT_] {i}Uh, oh. Sidney lui a vraiment tenu. Mieux vaut acclamer Lauren ou elle va couler toute la journée.{/i}
italian: [_RT_] {i}Uh, oh. Sidney è arrivata davvero a lei. Meglio allietare Lauren su, o lei si stuzzicherà tutto il giorno.{/i}
portuguese: [_RT_] {i}Uh, oh. Sidney realmente chegou a ela. Melhor animar Lauren , ou ela vai socar o dia inteiro.{/i}
russian: [ _RT_] {i}Эм, ох. Сидни действительно добралась до нее. Лучше взбодрить Лорен, или она будет угнаться весь день.

source: [_R_] Of course you do. Lots of guys like small perky tits.
french: [ _R_ ] Bien sûr que vous le faites. Beaucoup de gars comme des petits seins pereux.
italian: [_R_] Naturalmente lo fai. Un sacco di ragazzi come piccole tette perky.
portuguese: [_R_] É claro que você faz. Muitas pessoas como pequenas gravatas potentes.
russian: Конечно. Много парней, как маленькие сиськи.

source: [_M_] Breasts, [ryan]. Don't be crude in front of your sisters.
french: [_M_] Breasts, [ryan]. Ne soyez pas bruts devant vos sœurs.
italian: [_M_] Seni, [ryan]. Non siate rozzi di fronte alle vostre sorelle.
portuguese: [_M_] Breasts, [ryan]. Não seja grosseiro na frente das suas irmãs.
russian: [_M_] Русланы, [ryan]. Не будь сырой перед сестрами.

source: [_R_] Umm, right... Breasts.
french: [_R_] Hmm, droite... Protèges.
italian: [_R_] Umm, destra... Seni.
portuguese: [_R_] Umm, direito... Peito.
russian: [ _R_] Umm, right ... Грудь.

source: [_L_] What else would guys like about my boobs?
french: [ _L_ ] Qu'est-ce que les gars voudraient à propos de mes seins?
italian: [_L_] Che altro vorrebbero i ragazzi delle mie tette?
portuguese: [_L_] O que mais os caras gostariam dos meus peitos?
russian: [ _L_] Что еще было бы, парни, о моих сиськах?

source: [_R_] Well, your nipples are perfect. They're...
french: [_R_] Eh bien, vos mamelons sont parfaits. Ils sont...
italian: [_R_] Beh, i tuoi capezzoli sono perfetti. Loro 're...
portuguese: [__R_] Bem, seus mamilos são perfeitos. Eles estão ...
russian: [ _R_] Ну, ваши соски идеальны. Они ...

source: [_M_] {i}(sigh){/i}
french: [_M_] {i}(soupir) {/i}
portuguese: [_M_] {i}(visão){/i}
russian: [_M_] {i}(зрение){/i}

source: [_M_] While I wish your bother didn't have such detailed knowledge of your body, he's right, honey. You have very nice breasts.
french: [ _M_ ] Bien que je souhaite que votre thère n'ait pas une connaissance aussi détaillée de votre corps, il a raison, chérie. Vous avez de très belles seins.
italian: [_M_] Mentre vorrei che il tuo disturbo non avesse una conoscenza così dettagliata del tuo corpo, ha ragione, miele. Hai dei seni molto belli.
portuguese: [_M_] Embora eu deseje que seu incômodo não tenha conhecimento tão detalhado do seu corpo, ele está certo, querida. Você tem seios muito agradáveis.
russian: [ _M_] Пока я хочу, чтобы твоя забота не знала о твоем теле, он прав, милый. У тебя очень красивая грудь.

source: [_M_] There's no reason to feel self-conscious about them.
french: [ _M_ ] Il n'y a aucune raison de se sentir auto-conscients à leur sujet.
italian: [_M_] Non c'è motivo di sentirsi coscienti di se stessi.
portuguese: [_M_] Não há razão para se sentir autoconsciente sobre eles.
russian: [ _M_] Нет причин чувствовать себя в себе в сознании.

source: [_L_] That's easy for you to say with your massive milkers. Why didn't I get the big boobs genes?
french: [ _L_ ] C'est facile pour toi de dire avec tes milkers. Pourquoi je n'ai pas eu les gros gènes des seins?
italian: [_L_] È facile per te dire con i tuoi grandi mungitrici. Perché non ho avuto i grandi geni delle tette?
portuguese: [_L_] Isso é fácil para você dizer com os seus leiteiros massivos. Por que eu não consegui os genes grandes boobs?
russian: Тебе легко говорить с огромными миллиорами. Почему я не получил гены больших сисек?

source: [_S_] {i}(whispering){/i} Whoops... Looks like you dropped some bacon in your lap, [ryan]. Let me get it for you.
french: [_S_] {i}(chuchotement){/i} Oups... On dirait que vous avez lâché du lard dans votre genoux, [ryan]. Laissez-moi le prendre pour vous.
italian: [_S_] {i}(whispering){/i} Whoops... Sembra che tu abbia fatto cadere qualche pancetta nel tuo giro, [ryan]. Lascia che lo ottenga per te.
portuguese: [_S_] {i}(sussurro){/i} Ops... Parece que você derrubou algum bacon no seu colar, [ryan]. Deixe-me pegá-lo para você.
russian: [ _S_] {i}(шепчет) { /i } Похоже, ты уронил бекон у себя на коленях, дай мне достать его для тебя.

source: [_M_] Having large breasts isn't all it's cracked up to be. Running, or even going down stairs can be uncomfortable. To say nothing of the back pain they cause.
french: [ _M_ ] Avoir de gros seins n'est pas tout ce qu'il a craqué. Courir, ou même descendre des escaliers, peut être inconfortable. Pour ne rien dire des maux de dos qu'ils causent.
italian: [_M_] Avendo seni grandi non è tutto quello che è incrinato fino ad essere. Corre, o anche scendere le scale può essere a disagio. Per non dire nulla del mal di schiena che causano.
portuguese: [_M_] Ter seios grandes não é tudo o que está quebrado para ser. Correr ou até descer escadas pode ser desconfortável. Nada da dor nas costas que elas causam.
russian: [_M_] Имея большие груди не все, что он взломается. Путешествие или даже спуск по лестнице может быть ненужным.

source: [_R_] {i}(whispering){/i} Sidney! What are you doing?
french: [_R_] {i}(murmure) {/i} Sidney ! Que faites-vous ?
italian: [_R_] {i}(whispering){/i} Sidney! Cosa stai facendo?
portuguese: [_R_] {i}(sussurro){/i} Sidney! O que você está fazendo?
russian: [_R_] {i}(шепотая){/i} Сидней! Что вы делаете?

source: [_S_] {i}(whispering){/i} Nothing you haven't done to me at the table before.
french: [_S_] {i}(murmure){/i} Rien que vous ne m'ayez pas fait à la table avant.
italian: [_S_] {i}(whispering){/i} Niente che non mi hai fatto al tavolo prima.
portuguese: [_S_] {i}(sussurro){/i} Nada que você não tenha feito comigo na mesa antes.
russian: [_S_] {i}(шепчет){/i} Ничего вы не делали ко мне за столом раньше.

source: [_S_] {i}(whispering){/i} Oh... Hard as a rock. What's got you so excited?
french: [_S_] {i}(murmure){/i} Oh... Difficile comme un rocher. Qu'est-ce que vous êtes si excité ?
italian: [_S_] {i}(sussurre){/i} Oh... Difficile come una roccia. Cosa ti ha emozionato?
portuguese: [_S_] {i}(sussurro){/i} Oh... Difícil como uma rocha. O que te deixou tão empolgado?
russian: [ _S_] {i}(шепчет) { /i } О ... Трудно, как камень. Что ты так взволновал?

source: [_S_] {i}(whispering){/i} Is it all this talk about tits, or are you hard because you can't keep your eyes off my sexy bod?
french: [_S_] {i}(murmure){/i} Est-ce tout ce que ça parle de seins, ou êtes-vous difficile parce que vous ne pouvez pas garder les yeux hors de mon corps sexy ?
italian: [_S_] {i}(sussurre){/i} È tutto questo parlare di tette, o sei duro perché non puoi tenere gli occhi fuori dal mio corpo sexy?
portuguese: [_S_] {i}(sussurro){/i} É tudo sobre gravatas, ou você é difícil porque você não consegue manter os olhos afastados do meu menino sexy?
russian: [_S_] {i}(шепёт){/i} Это все это говорит о синяках, или вы очень сильны, потому что вы не можете держать глаза от моего сексуального тела?

source: [_RT_] {i}I was hard the moment Sidney walked in. There's no way I wouldn't be when she's sitting next to me looking like that!{/i}
french: [_RT_] {i}J'ai été difficile au moment où Sidney a marché. Il n'y a aucun moyen de ne pas être quand elle est assise à côté de moi comme ça!{/i}
italian: [_RT_] {i}Sono stato duro nel momento in cui Sidney ha camminato dentro. Non c'è modo che non sarei quando lei è seduta accanto a me sembra così!{/i}
portuguese: [_RT_] {i}Eu era duro o momento em que Sidney entrou. Não tem como eu não ser quando ela está sentada ao meu lado olhando assim! {/i}
russian: [_RT_] {i}Мне тяжело было то, что Сиднея ходила вовнутрь. Я не мог бы сидеть рядом со мной, как это выглядит!{/i}

source: [_RT_] {i}Should I tell her how great she looks or play it cool so she doesn't think she's got me wrapped around her finger?{/i}
french: [_RT_] {i}Devrais-je lui dire à quel point elle est belle ou si elle la joue froide pour qu'elle ne pense pas qu'elle m'ait enroulée autour de son doigt?{/i}
italian: [_RT_] {i}Dovrei dirle quanto sia grande lei o giocarla in modo da non pensare che lei mi abbia avvolto intorno al dito?{/i}
portuguese: [_RT_] {i}Devo dizer a ela o quão grande ela parece ou jogar legal para que ela não pense que ela me enrolou ao redor do seu dedo? {/i}
russian: [_RT_] {i}Должен ли я рассказать ей, как велика она выглядит или играет, чтобы она не думала, что она меня обернула вокруг пальца?{/i}

source: {i}{b}"Sidney's Affection +2"{/b}{/i}
french: {i}{b}«Affection de Sidney +2»{/b}{/i}
italian: {i}{b}"Affetto di Sidney +2"{/b}{/i}
russian: {i}{b}"Сладость Сиднея +2"{/b}{/i}

source: [_S_] {i}(whispering){/i} You dork. What'da ya say we have a little fun under the table?
french: [_S_] {i}(murmure){/i} Vous dormez. Qu'est-ce que vous dites que nous avons un peu de plaisir sous la table?
italian: [_S_] {i}(whispering){/i} Sei dormito. Cosa dice che ci divertiamo un po' sotto il tavolo?
portuguese: [_S_] {i}(sussurro){/i} Você dorme. O que você diz que nos divertimos um pouco em baixo da mesa?
russian: [ _S_] {i}(шепчет) { /i } Вы общаетесь. Что ты говоришь, что у нас есть немного веселья под столом?

source: {i}{b}"Sidney's Affection -2"{/b}{/i}
french: {i}{b}«Affection de Sidney -2»{/b}{/i}
italian: {i}{b}"L'affetto di Sidney -2"{/b}{/i}
portuguese: {i}{b}"Sidney Affection -2"{/b}{/i}
russian: {i}{b}"Сладость Сиднея -2"{/b}{/i}

source: [_S_] {i}(whispering){/i} Liar! I know your morning wood goes away after you take a piss.
french: [_S_] {i}(murmure){/i} Liar! Je sais que votre bois du matin disparaît après que vous ayez pris un piss.
italian: [_S_] {i}(sussurre){/i} Bugiardo! So che la tua legna del mattino va via dopo aver preso un piss.
portuguese: [_S_] {i}(sussurro){/i} Mentira! Sei que sua madeira matinal desaparece depois que você tira uma pista.
russian: [ _S_] {i}(шепчет) { /i } Лир! Я знаю, что твоя утренняя дрова уходит после того, как ты бесишь.

source: [_S_] {i}(whispering){/i} Fibbing to your big sis, after I got all dressed up for you? You're gonna pay for that.
french: [_S_] {i}(murmure){/i} Fibre à votre gros fils, après que je me suis fait habiller pour vous? Vous allez payer pour ça.
italian: [_S_] {i}(whispering){/i} Fibbia al tuo grande sis, dopo che mi sono vestito tutto per te? Lo pagherai.
portuguese: [_S_] {i}(sussurro){/i} Fibbing para sua sis, depois de eu ter vestido tudo pra você? Você vai pagar por isso.
russian: [_S_] {i}(шепьет){/i} Фибринг твоему большому греху, после того как я переоделся для тебя? Ты заплатишь за это.

source: {i}{b}"Sidney's Submission -1"{/b}{/i}
french: {i}{b}"Soumission de Sidney -1" { /b } { /i }
italian: {i}{b}"Presentazione Di "Sidney -1"{/b}{/i}
portuguese: {i}{b}"Sidney Submissão -1"{/b}{/i}
russian: {i}{b}"Отправка Сиднея -1"{/b}{/i}

source: [_R_] {i}(whispering){/i} Whoa, Sidney!?
french: [_R_] {i}(murmure){/i} Qui, Sidney !?
portuguese: [_R_] {i}(sussurro){/i} Qua, Sidney!?
russian: [ _R_] {i}(шепчет) { /i } Оу, Сидни!?

source: [_R_] Hey. Stop screwing around. Mom and Lauren could notice.
french: [_R_] Hé. Arrêtez de baiser. Maman et Lauren pourraient s'en apercevoir.
italian: [_R_] Hey. Smettila di girarti intorno. Mamma e Lauren potrebbero notare.
portuguese: [_R_] Ei! Pare de gritar. Mamãe e Lauren podem perceber.
russian: [ _R_] Привет. Перестань трахаться. Мама и Лорен могли бы заметить.

source: [_S_] {i}(whispering){/i} I know. Isn't it exciting?
french: [_S_] {i}(chuchote){/i} Je sais. N'est-ce pas excitant?
italian: [_S_] {i}(sussurre){/i} Lo so. Non è emozionante?
portuguese: [_S_] {i}(sussurro){/i} Eu sei. Não é excitante?
russian: [_S_] {i}(шепче){/i} Я знаю. Не волнует?

source: [_R_] {i}(whispering){/i} Dammit! Cut it out!
french: [_R_] {i}(murmure){/i} Dammit! Découpez-le !
italian: [_R_] {i}(whispering){/i} Dammit! Taglia!
portuguese: [_R_] {i}(sussurrando){/i} Dammitas! Corte isto!
russian: [_R_] {i}(шепёт){/i} дамт! Вырежьте его!

source: [_S_] {i}(whispering){/i} What's the matter? Afraid you'll make a mess?
french: [_S_] {i}(murmure){/i} Quel est le problème ? Afraid vous allez faire un gâchis ?
italian: [_S_] {i}(whispering){/i} Che cos'è la questione? Hai pazzo?
portuguese: [_S_] {i}(sussurro){/i} Qual é o problema? Apressado você vai fazer uma bagunça?
russian: [_S_] {i}(шепёт){/i} В чём дело? Боюсь, ты напишешь?

source: [_S_] {i}(whispering){/i} How hot would it be if you blew your load right in front of Mom and Lauren?
french: [_S_] {i}(murmure){/i} À quel point cela serait-il chaud si vous faisiez sauter votre chargement juste devant la mère et Lauren?
italian: [_S_] {i}(whispering){/i} Quanto sarebbe caldo se soffiassi il tuo carico proprio di fronte a mamma e Lauren?
portuguese: [_S_] {i}(sussurrando) {/i} Quão quente seria se você estragasse sua carga bem na frente da mamãe e da Lauren?
russian: [_S_] {i}(шепнуть){/i} Насколько горячим было бы, если бы вы взорвали вашу нагрузку прямо перед мамой и Лороном?

source: [_R_] {i}(whispering){/i} Knock it off or they're going to get cum all over their feet.
french: [_R_] {i}(murmure){/i} Éjectez-le ou ils vont recevoir du foutre sur leurs pieds.
italian: [_R_] {i}(sussurre){/i} Toccare fuori o stanno per ottenere sperma in tutti i loro piedi.
portuguese: [_R_] {i}(sussurro){/i} Bata fora ou eles vão pegar chum por todos os pés.
russian: [_R_] {i}(шепёшки){/i} отталкивает его или они собираются вытащить кусок поверх ног.

source: [_S_] {i}(whispering){/i} Leave that to your big sister.
french: [_S_] {i}(chuchote){/i} Laissez cela à votre grande sœur.
italian: [_S_] {i}(sussurre){/i} Lascialo alla tua sorella.
portuguese: [_S_] {i}(sussurro){/i} Deixe isso para a sua irmã mais velha.
russian: [_S_] {i}(шепёт){/i} Оставьте это к вашей большой сестре.

source: [_S_] Whoops! Dropped my fork.
french: [_S_] Oups! J'ai lâché ma fourchette.
italian: [_S_] Whoops! Caduto la forchetta.
portuguese: [_S_] Oops! Dropou meu garfo.
russian: [ _S_] Whoops! Уронил вилку.

source: [_M_] Careful, Sidney... you'll scratch the floor.
french: [_M_] Attention, Sidney... vous gratterez le sol.
italian: [_M_] Attento, Sidney... graffierai il pavimento.
portuguese: [_M_] Cuidado, Sidney... você arranhará o chão.
russian: [_M_] Внимательный, Сидней... вы царапаете полом

source: [_S_] Sorry, Mom... Shoot. I don't see where it went.
french: [_S_] Désolé, Maman... Tirez. Je ne vois pas où il est allé.
italian: [_S_] Scusa, Mamma... Spara. Non vedo dove è andato.
portuguese: [_S_] Desculpe, mamãe ... Atirar. Eu não vejo para onde foi.
russian: Извини, мам ... Стреляй. Я не вижу, куда он пошел.

source: [_L_] You're such a clutz, Sidney.
french: [ _L_ ] Tu es un tel indice, Sidney.
italian: [_L_] Sei un tale clutz, Sidney.
portuguese: [_L_] Você é um tamanha desajeitado.
russian: Ты такой зацеп, Сидни.

source: [_S_] Hey, Mom. Have you seen Lauren's last set of Insta-Slam posts?
french: [_S_] Hey, Maman. Avez-vous vu la dernière série de messages Insta-Chelem de Lauren ?
italian: [_S_] Hey, Mom. Hai visto l'ultimo set di post Insta-Slam di Lauren?
portuguese: [_S_] Ei, mamãe. Você já viu o último conjunto de publicações de Insta-Slam de Lauren?
russian: Привет, мам. Вы видели последний набор постов в Инста-Слам?

source: [_M_] No, I've been afraid to look.
french: [ _M_ ] Non, j'ai eu peur de regarder.
italian: [_M_] No, ho avuto paura di guardare.
portuguese: [_M_] Não, fiquei com medo de olhar.
russian: Нет, я боялся смотреть.

source: [_M_] What did you pressure Mandy into doing this time?
french: [ _M_ ] Qu'est-ce que vous avez fait pression sur Mandy pour faire ce temps?
italian: [_M_] Che cosa hai spinto Mandy a fare questa volta?
portuguese: [__M_] O que você pressionou Mandy a fazer desta vez?
russian: [_M_] Что вы оказали на Манди давление на то, чтобы сделать это время?

source: [_L_] Me?!
french: [_L_] Moi ?!
italian: [_L_] Io?!
portuguese: [_L_] Eu?!
russian: Я?

source: [_M_] Yes, you... Mandy's such a sweet girl. She always goes along with whatever you do, no matter how crazy it is.
french: [ _M_ ] Oui, vous ... Mandy est une si gentie fille. Elle va toujours avec ce que tu fais, peu importe à quel point c'est fou.
italian: [_M_] Sì, tu... Mandy è una ragazza così dolce. Lei va sempre d'accordo con quello che fai, non importa quanto sia pazzo.
portuguese: [_M_] Sim, você... Uma garota tão doce é. Ela sempre acompanha o que quer que faça, não importa o quão louca seja.
russian: Да, ты ... Мэнди такая милая девушка. Она всегда идет со всем, что ты делаешь, независимо от того, насколько это безумно.

source: [_M_] I can't believe you roped [ryan] into buying you new bikinis and photographing you and Mandy. You even renamed your account "Kissing Cousins".
french: [ _M_ ] Je ne peux pas croire que vous avez acheté [ ryan ] pour vous acheter un nouveau bikinis et photographier toi et Mandy. Vous avez même renommé votre compte "Kissing Cousins".
italian: [_M_] Non posso credere che tu abbia spinto [ryan] ad acquistare nuovi bikini e a fotografare te e Mandy. Hai persino rinominato il tuo account "Kissing Cousins".
portuguese: [_M_] Não acredito que você cortou [ryan] e lhe comprou um novo bikinis e fotografou você e o Mandy. Você até renomeou a sua conta "Kissing Cousins".
russian: [ _M_] Не могу поверить, что ты напал на то, чтобы купить тебе новое бикини и фотографировать тебя и Мэнди. Ты даже переименовал свой аккаунт "Целующие кузины".

source: [_L_] So? It was both Mandy and my idea. And [ryan] doesn't mind. He likes helping us out. Don't you, [ryan]?
french: [_L_] Alors ? C'était à la fois Mandy et mon idée. Et [ryan] ne me dérange. Il aime nous aider. Nous, Nous, [ryan]?
italian: [_L_] Così? Era Mandy e la mia idea. E [ryan] non dispiace. Gli piace aiutarci. Non tu, [ryan]?
portuguese: [_L_] Então? Foi tanto a Mandy quanto a minha ideia. E [ryan] não se importa. Ele gosta de nos ajudar. Você não, [ryan]?
russian: [ _L_] Итак? Это была и Мэнди, и моя идея. И [ ryan] не возражает. Ему нравится помогать нам. Не так ли, не так ли?

source: [_M_] But [ryan]'s your brother, and Mandy's your cousin. I know girls have to be sexual to get "internet famous", but don't you feel a little guilty involving your family?
french: [_M_] Mais [ryan]est votre frère, et Mandy's votre cousin. Je sais que les filles doivent être sexuelles pour devenir célèbres, mais ne vous sentez-vous pas un peu coupable impliquant votre famille?
italian: [_M_] Ma [ryan]è tuo fratello e tuo cugino di Mandy. So che le ragazze devono essere sessuali per ottenere "internet famoso", ma non ti senti un po 'colpevole che coinvolge la tua famiglia?
portuguese: [_M_] Mas [ryan]é seu irmão e seu primo. Eu sei que as garotas têm que ser sexuais para ficarem "famosas", mas você não se sente um pouco culpado pela sua família?
russian: [ _M_] Но [ ryan]-твой брат, и Мэнди-твой кузен. Я знаю, что девочки должны быть сексуальными, чтобы получить "интернет знаменит", но разве вы не чувствуете себя виноватым в своей семье?

source: [_ST_] {i}I'm the one who should be feeling guilty.{/i}
french: [_ST_] {i}Je suis celui qui devrait se sentir coupable.{/i}
italian: [_ST_] {i}Sono quello che dovrebbe sentirsi colpevole.{/i}
portuguese: [_ST_] {i}Sou eu quem deveria estar se sentindo culpado.{/i}
russian: [_ST_] {i}Я тот, кто должен чувствовать себя виновным.{/i}

source: [_ST_] {i}Here I am on my knees, right in front of the family. With my little brother's dick in my mouth. It's so wrong, but God help me.{/i}
french: [ _ST_ ] {i}Je suis à genoux, en face de la famille. Avec la bite de mon petit frère dans ma bouche. C'est si mal, mais Dieu m'aide. { /i }
italian: [_ST_] {i}Qui sono in ginocchio, proprio di fronte alla famiglia. Con il cazzo di mio fratellino in bocca. È così sbagliato, ma Dio mi aiuta.{/i}
portuguese: [_ST_] {i}Aqui estou de joelhos, bem na frente da família. Com o pau do meu irmãozinho na boca. É tão errado, mas Deus me ajuda.{/i}
russian: [_ST_] {i}Здесь я на коленях, прямо перед семьей. С моим братом в рот. Это так неправильно, но помоги мне.{/i}

source: [_ST_] {i}This is so fucking hot!{/i}
french: [_ST_] {i}C'est tellement fucking chaud !{/i}
italian: [_ST_] {i}Questo è così caldo cazzo!{/i}
portuguese: [_ST_] {i}Isto é tão foda quente! {/i}
russian: [_ST_] {i}Это так жарко!{/i}

source: [_L_] Well, what about you?
french: [_L_] Eh bien, qu'en est-il de vous ?
italian: [_L_] Beh, che dire di te?
portuguese: [_L_] Bem, e você?
russian: Что насчет тебя?

source: [_M_] What about me?
french: [ _M_ ] Qu'en est-il de moi?
italian: [_M_] Che dire di me?
portuguese: [_M_] E sobre mim?
russian: Что со мной?

source: [_L_] You've got [ryan] buying you sexy underwear and he's your son.
french: [_L_] Vous avez [ryan] en vous achetant des sous-vêtements sexy et il est votre fils.
italian: [_L_] Hai [ryan] comprandoti biancheria intima sexy ed è tuo figlio.
portuguese: [__L_] Você tem [ryan] comprando cueca sexy e ele é seu filho.
russian: [ _L_] Ты купил сексуальное белье и он твой сын.

source: [_M_] That's... Don't change the subject!
french: [_M_] C'est... Ne changez pas le sujet !
italian: [_M_] Quello... Non cambiare l'oggetto!
portuguese: U[_M_] Isso é... Não mude o assunto!
russian: [_M_] Это... Не меняйте предмет!
