Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] I'm not here to join you... Just like last time, I'm hoping to prevent it.
french: [_R_] Je ne suis pas là pour vous rejoindre... Comme la dernière fois, j'espère l'empêcher.
italian: [_R_] Non sono qui per unirmi a te... Proprio come l'ultima volta, spero di impedirlo.

source: [_LT_] {i}You fucking idiot!... You being here only ensures that we're going to fool around.{/i}
french: [_LT_] {i}Espèce d'idiot !... Si tu es là, c'est que nous allons faire des bêtises.{/i}
italian: [_LT_] {i}Hai scopato idiota!... Sei qui solo assicura che stiamo per ingannare.{/i}
portuguese: [_LT_] {i}Seu idiota caralho!... Você estar aqui só garante que vamos nos enganar ao redor.{/i}
russian: [_LT_] {i}Вы притягиваете идиота!... Вы только гарантируете, что мы будем обманывать вокруг.{/i}

source: [_LT_] {i}Matt's massive cock is wreaking havoc on my insides, but I'm not going to pass up a chance to make that lazy fucker jealous.{/i}
french: [_LT_] {i}La bite massive de Matt fait des ravages à l'intérieur de moi, mais je ne vais pas laisser passer une chance de rendre jaloux ce baiseur paresseux.{/i}
italian: [_LT_] Il cazzo massiccio di {i}Matts sta distruggendo i miei interiori, ma non ho intenzione di passare una possibilità di rendere quel cazzo pigro geloso. /i}
portuguese: [_LT_] O galo massivo de {i}Mat está causando estragos em minhas entradas, mas eu não vou passar uma chance de deixar aquele fovalho preguiçoso com inveja. /i}
russian: [_LT_] Массивный песок {i}Мат просыпается моими сторонами, но я не собираюсь пройти шанс сделать ленивый fucker ревнивым. /i}

source: [_LT_] {i}If he wanted to stop this, he should have helped me more with the election.{/i}
french: [_LT_] {i}S'il voulait arrêter cela, il aurait dû m'aider davantage avec l'élection.{/i}
italian: [_LT_] {i}Se volesse fermarlo, avrebbe dovuto aiutarmi di più con le elezioni.{/i}
russian: [_LT_] {i}Если он хочет остановить это, он помог мне больше с выборами.{/i}

source: [_MB_] Fat chance of that!... Your sister doesn't seem to ever get enough of my dark meat.
french: [_MB_] Grosse chance de ça!... Ta sœur ne semble jamais en avoir assez de ma viande noire.
italian: [_MB_] Probabilità grassa!... Tua sorella non sembra mai ottenere abbastanza della mia carne scura.
portuguese: U[_MB_] chance de gordura disso!... A sua irmã não parece nunca ficar o suficiente da minha carne escura.

source: [_RT_] {i}Hopefully my presence will start to dull their libidos.{/i}
french: [_RT_] {i}J'espère que ma présence commencera à faire monter leurs libidos.{/i}
italian: [_RT_] {i}Speriamo che la mia presenza cominci a cancellare la loro libido.{/i}
portuguese: [_RT_] {i}espero que minha presença comece a desprezar seus libidos.{/i}
russian: [_RT_] {i}Надеюсь, что мое присутствие начнет тушить их либид.{/i}

source: [_RT_] {i}Why does "Game of Thots" Have to have so many sex scenes?{/i}
french: [_RT_] {i}Pourquoi 'Game of Thots' doit-il avoir autant de scènes de sexe?{/i}
italian: [_RT_] {i}Perché "Game of Thots" Deve avere tante scene di sesso?{/i}
russian: [_RT_] {i}Почему "Игра Thots" должна иметь так много половых сцен?{/i}

source: [_RT_] {i}This is doing nothing to help me.{/i}
french: [_RT_] {i}Cela ne fait rien pour m'aider.{/i}
italian: [_RT_] {i}Questo non sta facendo nulla per aiutarmi.{/i}
portuguese: [_RT_] {i}isto não está fazendo nada para me ajudar.{/i}
russian: [_RT_] {i}Ничего не делает.{/i}

source: [_R_] What are you two?... Fucking rabbits?
french: [_R_] Qu'êtes-vous tous les deux?... Des putain de lapins ?
italian: [_R_] Che cosa sei due?... Cazzo conigli?
russian: [_R_] Что ты два?... Рыбные кролики?

source: [_L_] You can leave if this makes you uncomfortable.
french: [_L_] Tu peux partir si cela te met mal à l'aise.
italian: [_L_] Puoi partire se questo ti rende a disagio.
russian: [_L_] Вы можете оставить, если это делает вас ненужным.

source: [_LT_] {i}I wonder if he's starting to enjoy watching us... He better not... This is supposed to make him jealous.{/i}
french: [_LT_] {i}Je me demande s'il commence à prendre plaisir à nous regarder... Il ferait mieux de ne pas le faire... C'est censé le rendre jaloux.{/i}
italian: [_LT_] {i}Mi chiedo se stia cominciando a divertirci a guardarci... meglio no... Questo dovrebbe renderlo geloso.{/i}
russian: [_LT_] {i}Интересно, что ему нравится смотреть за нами... Он лучше не... Это должно сделать его ревностным.{/i}

source: [_L_] Mmmmm... Now I'm gonna give you the full Cersie Slannister treatment.
french: [_L_] Mmmmm... Maintenant, je vais te donner le traitement complet de Cersie Slannister.
italian: [_L_] Mmmmm... Ora ti darò il trattamento completo di Cersie Slannister.
portuguese: [_L_] Mmmmm... Agora vou te dar o tratamento completo de Cersie Slannister.

source: [_MB_] God, yes!
french: [_MB_] Mon dieu, oui !
italian: [_MB_] Dio, sì!
portuguese: [_MB_] Deus, sim!

source: [_MB_] Fuck!
french: [_MB_] Merde!
italian: [_MB_] Cazzo!
portuguese: [_MB_] Ai!

source: [_RT_] {i}Fuck... I think she likes taking her shorts off to tease me?{/i}
french: [_RT_] {i}Merde... Je pense qu'elle aime enlever son short pour me taquiner ?{/i}
italian: [_RT_] {i}Vaffanculo... Penso che le piaccia prendere in giro i suoi pantaloncini per prendermi in giro?{/i}
portuguese: [_RT_] {i}Presas... Acho que ela gosta de tirar suas calções para me provocar?{/i}
russian: [_RT_] {i}Фах... Думаю, она любит снимать её шорты, чтобы меня забить?{/i}

source: [_RT_] {i}She's pointing her ass straight at me.{/i}
french: [_RT_] {i}Elle me pointe le cul droit vers moi. {/i}
italian: [_RT_] {i}Lei sta puntando il culo direttamente contro di me.{/i}
russian: [_RT_] {i}Она указывает на свой задник прямо на меня.{/i}

source: [_RT_] {i}Fuck... What a beautiful ass.{/i}
french: [_RT_] {i}Merde... Quel beau cul.{/i}
italian: [_RT_] {i} Maledetto... Che bel. {/i}
portuguese: U[_RT_] {i}Presa... Que belo ba.{/i}
russian: [_RT_] {i}Хак... Какая красивая ассуда.{/i}

source: [_LT_] {i}I can feel my brother's eyes on my ass.{/i}
french: [_LT_] {i}Je sens les yeux de mon frère sur mon cul.{/i}
italian: [_LT_] {i}Posso sentire gli occhi di mio fratello sul mio culo.{/i}
russian: [_LT_] {i}Я чувствую глаза моего брата на ссуде.{/i}

source: [_L_] [ryan], if you're sick of watching me suck Matt's beautiful cock, you're more than welcome to come get a taste of my pussy and ass.
french: [_L_] [ryan], si tu en as marre de me voir sucer la belle bite de Matt, tu es plus que bienvenu pour venir goûter à ma chatte et mon cul.
italian: [_L_] [ryan], se sei stufo di vedermi succhiare il bel cazzo di Matt, sei più che benvenuto a venire a prendere un assaggio della mia figa e del mio culo.
portuguese: [_L_] [ryan], se você estiver cansado de me ver levar mal Matt's bonito, você é mais do que bem-vindo para vir ter um sabor do meu pudinho.
russian: [_L_] [ryan], если вы заболели наблюдать за мной сосать красивый кошка Мата, You are more than welcome to come get a taste of my pussy and ass.

source: [_R_] Goddammit, Lauren! I don't need your charity!
french: [_R_] Putain, Lauren! Je n'ai pas besoin de ta charité!
italian: [_R_] Goddammit, Lauren! Non ho bisogno della tua carità!

source: [_L_] Are you sure? You're looking pretty lonely back there.
french: [_L_] Es-tu sûr? Tu as l'air assez solitaire là-bas.
italian: [_L_] Sei sicuro? Stai guardando piuttosto solo lì.
portuguese: [_L_] Tem certeza? Você está parecendo estar bem solitário de volta lá.

source: [_L_] Don't you want to have just a little taste?
french: [_L_] Tu ne veux pas juste avoir un petit avant-goût?
italian: [_L_] Non vuoi avere solo un piccolo assaggio?
russian: [_L_] Вы не хотите иметь только немного вкуса?

source: [_R_] Do I really look that desperate?
french: [_R_] Ai-je vraiment l'air si désespéré?
italian: [_R_] Mi sembra davvero così disperato?
portuguese: [_R_] Eu realmente pareço tão desesperado?
russian: [_R_] Я действительно смотрю на то, что отчаянно?

source: [_RT_] {i}Fuck... I can't keep letting Lauren pull the strings like this.{/i}
french: [_RT_] {i}Merde... Je ne peux pas laisser Lauren tirer les ficelles comme ça.{/i}
italian: [_RT_] {i}Fuck... Non posso continuare a permettere a Lauren di tirare le stringhe come questo.{/i}
portuguese: U[_RT_] {i}Agachado... Não consigo deixar Lauren puxar as strings como essa.{/i}
russian: [_RT_] {i}Удачи... Я не могу продолжать позволять Лоуру тянуть такие строки.{/i}

source: [_RT_] {i}What am I going to do?{/i}
french: [_RT_] {i}Qu'est-ce que je vais faire?{/i}
italian: [_RT_] {i}Che cosa farò?{/i}
russian: [_RT_] {i}Что я собираюсь делать?{/i}

source: [_RT_] {i}Fuck it... I want a taste!{/i}
french: [_RT_] {i}Merde... Je veux un avant-goût!{/i}
italian: [_RT_] {i}Fanculo... Voglio un assaggio!
russian: [_RT_] {i}повезло его... Я хочу попробовать!{/i}

source: [_RT_] {i}Why do I let my sister's pussy have so much control over me?{/i}
french: [_RT_] {i}Pourquoi est-ce que je laisse la chatte de ma sœur avoir autant de contrôle sur moi?{/i}
italian: [_RT_] {i}Perché lascio che la fica di mia sorella abbia così tanto controllo su di me? {/i}
russian: [_RT_] {i}Почему я позволяю моей сестре управлять мной так много?{/i}

source: [_LT_] {i}Oh, God... I love that I'm making my brother so desperate that he can't help but eat me out!{/i}
french: [_LT_] {i}Oh, mon Dieu... J'aime que je rende mon frère si désespéré qu'il ne peut s'empêcher de me manger la chatte!{/i}
italian: [_LT_] {i}Oh, Dio... Adoro il fatto che sto rendendo mio fratello così disperato che non può fare a meno di mangiarmi!

source: {b}{i}"Lauren's Submission -1"{/i}{/b}
french: {i}{b}«Soumission de Lauren -1»{/b}{/i}
italian: {b}{i}"Presentazione di Lauren -1"{/i}{/b}
portuguese: {b}{i}"Submissão Lauro -1"{/i}{/b}
russian: {b}{i}"Отправка Лорана -1"{/i}{/b}

source: [_L_] Alright Matt... I'm ready to get fucked!
french: [_L_] Bien Mat... Je suis prête à me faire baiser!
italian: [_L_] Alright Matt... Sono pronto a scopare!

source: [_R_] Again?
french: [_R_] Encore?
italian: [_R_] Ancora?

source: [_R_] Get Matt to lick it.
french: [_R_] Demande à Matt de le lécher.
italian: [_R_] Prendi Matt per leccarlo.
portuguese: [_R_] Faça Matt para lamber.
russian: [_R_] Получить Матт, чтобы его выбрать.

source: [_MB_] I don't do that.
french: [_MB_] Je ne fais pas ça.
italian: [_MB_] Non lo faccio.
portuguese: [_MB_] eu não faço isso.

source: [_LT_] {i}(sarcastically) What a generous lover.{/i}
french: [_LT_] {i}(ton sarcastique) Quel amant généreux.{/i}
italian: [_LT_] {i}(sarcasticamente) Che amante generoso.{/i}
portuguese: [_LT_] {i}(sarcasticamente) Que amante generoso.{/i}
russian: [_LT_] {i}(произвольно) Какой щедрый любовник.{/i}

source: [_L_] That's fine... I was only trying to get lubed up so that Matt can more easily fuck my pussy anyways.
french: [_L_] C'est bien... J'essayais seulement de me lubrifier pour que Matt puisse plus facilement baiser ma chatte de toute façon.
italian: [_L_] Va bene... Stavo solo cercando di lubrificarmi in modo che Matt potesse più facilmente scoparmi la figa.
portuguese: [_L_] Isso é bom... Eu só estava tentando ser esculpido para que Matt possa apanhar mais facilmente meu puxado de qualquer maneira.

source: [_L_] I think I'm probably wet enough to take Matt's giant cock even without you licking down there.
french: [_L_] Je pense que je suis probablement assez humide pour prendre la bite géante de Matt même sans que tu lèves de là-bas.
italian: [_L_] Penso di essere probabilmente abbastanza bagnato per prendere il cazzo gigante di Matt, anche senza che si lecca laggiù.

source: [_L_] Ready to fuck me, Matt?
french: [_L_] Prêt à me baiser, Matt?
italian: [_L_] Sei pronto a scoparmi, Matt?

source: [_L_] Why do you act so shocked every time?
french: [_L_] Pourquoi agis-tu si choqué à chaque fois?
italian: [_L_] Perché agisci così scioccato ogni volta?

source: [_L_] Like always, you're free to leave.
french: [_L_] Comme toujours, tu es libre de partir.
italian: [_L_] Come sempre, sei libero di andartene.

source: [_LT_] {i}God, I hope he doesn't leave!{/i}
french: [_LT_] {i}Dieu, j'espère qu'il ne partira pas!{/i}
italian: [_LT_] {i}Dio, spero che non se ne vada! {/i}
portuguese: [_LT_] {i}Deus, espero que ele não saia!{/i}

source: [_L_] Fuck... That's such a huge cock!
french: [_L_] Merde... C'est une énorme bite!
italian: [_L_] Cazzo... Che cazzo enorme!
russian: [_L_] Хак... Это такой огромный коктейль!

source: [_L_] I can't believe how full it makes me feel.
french: [_L_] Je n'arrive pas à croire à quel point ça me remplit.
italian: [_L_] Non riesco a credere a quanto mi faccia sentire piena.

source: [_L_] Fuuucck!
french: [_L_] Meeerrrdddeee !
italian: [_L_] Cazzooo!

source: [_RT_] {i}Sidney is fucking deaf!{/i}
french: [_RT_] {i}Sidney est une putain de sourde !{/i}
italian: [_RT_] {i}Sidney è sordo!{/i}
portuguese: [_RT_] {i}Sidney está surdo!{/i}
russian: [_RT_] {i}Сиднея глухая!{/i}

source: [_RT_] {i}One day she's gonna look up though.{/i}
french: [_RT_] {i}Un jour, elle lèvera les yeux.{/i}
italian: [_RT_] {i}Un giorno cercherà però.{/i}
portuguese: [_RT_] {i}Um dia ela ainda vai procurar.{/i}
russian: [_RT_] {i}Однажды она будет выглядеть.{/i}

source: [_L_] Hhhhnnnggghhhh...
french: [_L_] Hnnnnggghhh...
portuguese: U[_L_] Hhhhnnnggghhhh...

source: [_RT_] {i}Fucking shut up!... The least you can do is pretend you don't love it!{/i}
french: [_RT_] {i}Ta gueule !... Le moins que tu puisses faire est de prétendre que tu ne l'aimes pas!{/i}
italian: [_RT_] {i}Stai zitto, cazzo!... Il minimo che puoi fare è fingere di non amarlo!
russian: [_RT_] Вкус {i}закрыт!... Меньше всего вы можете делать вид, что вам не нравится!{/i}

source: [_LT_] {i}I think I'm making him jealous.{/i}
french: [_LT_] {i}Je pense que je le rend jaloux.{/i}
italian: [_LT_] {i}Penso che lo sto facendo ingelosire.{/i}
russian: [_LT_] {i}Я думаю, что делаю его ревнивым.{/i}

source: [_LT_] {i}I sure hope I am.{/i}
french: [_LT_] {i}Je suis sûr que j'en suis.{/i}
italian: [_LT_] {i}Spero proprio di sì.{/i}
russian: [_LT_] {i}Я уверен, что надеюсь, что у меня есть.{/i}

source: [_LT_] {i}I still imagine it's my brother's dick.{/i}
french: [_LT_] {i}J'imagine toujours que c'est la bite de mon frère.{/i}
italian: [_LT_] {i}Immagino ancora che sia il cazzo di mio fratello.{/i}
russian: [_LT_] {i}Я до сих пор представляю себе, что это мой братский прозвище.{/i}

source: {b}{i}"Lauren's Libido +1"{/i}{/b}
french: {i}{b}«Libido de Lauren +1»{/b}{/i}
italian: {b}{i}"Libido di Lauren +1"{/i}{/b}

source: [_LT_] {i}But, he doesn't deserve me.{/i}
french: [_LT_] {i}Mais, il ne me mérite pas.{/i}
italian: [_LT_] {i}Ma, non mi merita. {/i}
portuguese: [_LT_] {i}Mas, ele não me merece.{/i}
russian: [_LT_] {i}Но он мне не заслуживает.{/i}

source: [_LT_] {i}Matt's huge cock can't be good for my insides.{/i}
french: [_LT_] {i}L'énorme bite de Matt ne peut pas être bonne pour mon intérieur.{/i}
italian: [_LT_] L'enorme cazzo di {i}Matt's non può essere buono per i miei insidi.{/i}
portuguese: [_LT_] O grande galo de {i}Mat não pode ser bom para minhas entradas.{/i}

source: [_LT_] {i}It's so big, it does hit my clit pretty damn good though.{/i}
french: [_LT_] {i}C'est tellement gros, ça frappe mon clitoris sacrément bien cependant.{/i}
italian: [_LT_] {i}È così grande, ha colpito il mio clitoride abbastanza dannato però.{/i}
russian: [_LT_] {i}настолько большой, что он наносит удар по моему клиту.{/i}

source: [_L_] Gaaawd... You're such a good fuck, Matt!
french: [_L_] Rhhaaaaaa... Tu es un si bon coup, Matt !
italian: [_L_] Gaaawd... Sei proprio una bella scopata, Matt!
portuguese: [_L_] Gaaawd... Você é um bom caralho, cara!
russian: [_L_] Gaaawd... Ты такой хороший Fuck, Matt!

source: [_L_] I'm gonna....
french: [_L_] Je vais....
italian: [_L_] Io sono....
russian: [_L_] Я ушел ...

source: [_L_] Ffffuuuuuck!...
french: [_L_] Meeerrrdddeee!...
italian: [_L_] CCazzooo!...

source: [_MB_] Oh yeah, Lauren, I'm about to explode!
french: [_MB_] Oh ouais, Lauren, je suis sur le point d'exploser !
italian: [_MB_] Oh sì, Lauren, sto per esplodere!
portuguese: [_MB_] Ah, Ah, Lauren, estou prestes a explodir!

source: [_L_] Yes!... Fill my pussy!
french: [_L_] Oui!... Remplis ma chatte!
italian: [_L_] Sì!... Riempi la mia figa!

source: [_R_] What?
french: [_R_] Quoi?
italian: [_R_] Cosa?
portuguese: [_R_] O quê?
russian: [ _R_] Что?

source: [_R_] Not again!...
french: [_R_] Pas encore!...
italian: [_R_] Non ancora!...

source: {b}{i}"Matt's cum loads in Lauren's pussy +1"{/i}{/b}
french: {b}{i}'Le sperme de Matt rempli la chatte de Lauren +1'{/i}{/b}
italian: {b}{i}"Carichi di sperma di Matt's nella figa di Lauren +1"{/i}{/b}
portuguese: {b}{i}"Cargas do cum de Carla no pussy de Laura +1"{/i}{/b}
russian: {b}{i}"Комовая нагрузка Матта в груди Лорана +1"{/i}{/b}

source: {i}"Total loads of Matt's cum in Lauren's pussy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
french: {i}'Charges totales de sperme de Matt dans la chatte de Lauren =({b}[lauren_matt_cum_loads_counter]{/b})'{/i}
italian: {i}"Carichi totali di sperma di Matt nella figa di Lauren = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
portuguese: {i}"Cargas totais do cum de Matt's no pussy de Laura = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
russian: {i}"Total loads of Matt's cum in the Laurensy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}

source: [_L_] Wow!... Look how much is dripping out!
french: [_L_] Wow!... Regardes combien ça dégouline!
italian: [_L_] Wow!... Guarda quanto sta gocciolando!
russian: [_L_] Ого!... Посмотрите, сколько вырывается!

source: [_L_] You filled my womb again!
french: [_L_] Tu as encore rempli mon ventre!
italian: [_L_] Hai riempito di nuovo il mio grembo!

source: [_MB_] Please tell me you've started on birth control!
french: [_MB_] S'il te plaît, dis-moi que tu as commencé à prendre un contraceptif !
italian: [_MB_] Ti prego, dimmi che hai iniziato a prendere il controllo delle nascite!
portuguese: U[_MB_] diga-me que você começou com controle de natalidade!
russian: [_MB_] Пожалуйста, скажите, что вы начали с момента рождения контроля!

source: [_L_] Uhh... Not yet.
french: [_L_] Uhh... Pas encore.
italian: [_L_] Uhh... Non ancora.

source: [_R_] What the fuck, Lauren? I can't believe you're not pregnant yet.
french: [_R_] Putain, Lauren ? Je n'arrive pas à croire que tu ne sois pas encore enceinte.
italian: [_R_] Che cazzo, Lauren? Non posso credere che tu non sia ancora incinta.
portuguese: [_R_] Que porra, Lauren? Não acredito que você ainda não esteja grávida.
russian: [_R_] Что ж, Лорен? Я не могу поверить, что ты ещё не беременна.

source: [_L_] Butt out!... You're not in charge of my body!
french: [_L_] Sors!... Tu n'es pas responsable de mon corps !
italian: [_L_] Fuori dai piedi!... Non sei responsabile del mio corpo!
portuguese: [_L_] Butt out!... Você não é o responsável pelo meu corpo!
russian: [_L_] Нось!... Вы не ответственны за мое тело!

source: [_MB_] I still agree with your brother on this though.
french: [_MB_] Cependant, je suis toujours d'accord avec ton frère à ce sujet.
italian: [_MB_] Sono ancora d'accordo con tuo fratello su questo però.

source: [_L_] I'm not an idiot!... I know I can't afford to get pregnant.
french: [_L_] Je ne suis pas un idiote!... Je sais que je ne peux pas me permettre de tomber enceinte.
italian: [_L_] Non sono un'idiota!... So che non posso permettermi di rimanere incinta.
portuguese: [_L_] Não sou idiota!... Sei que não tenho condições de engravidar.

source: [_LT_] {i}Though the thought of his swimmers knocking me up still turns me on.{/i}
french: [_LT_] {i}Bien que la pensée de ses spermatozoïdes qui frappent mes ovules m'excite toujours.{/i}
italian: [_LT_] {i}Anche se il pensiero dei suoi nuotatori mi bussa ancora mi spegne su.{/i}
portuguese: [_LT_] {i}Embora o pensamento de seus nadadores me empurrem ainda me virem.{/i}

source: [_L_] I'll go get some "Plan B" birth control tomorrow.
french: [_L_] J'irai chercher un contrôle des naissances 'Plan B' demain.
italian: [_L_] Domani andrò a prendere un anticoncezionale "Plan B".
russian: [_L_] Я пойду завтра получить некоторое противозачаточное средство «Планируй В».

source: [_R_] You'd better not forget!
french: [_R_] Il vaudrait mieux ne pas oublier !
italian: [_R_] Meglio non dimenticare!

source: [_LT_] {i}I always forget... I wonder why I'm not pregnant yet... Maybe Matt's destroyed my womb with his huge cock... Or maybe his swimmers arent very strong.{/i}
french: [_LT_] {i}J'oublie toujours... Je me demande pourquoi je ne suis pas encore enceinte... Peut-être que Matt a détruit mon ventre avec son énorme queue... Ou peut-être que ses spermatozoides ne sont pas très forts.{/i}
italian: [_LT_] {i}Ho sempre dimenticato... Mi chiedo perché non sono ancora incinta... Forse Matt's distrutto il mio grembo con il suo enorme cazzo... O forse i suoi nuotatori arent molto forte.{/i}

source: [_L_] When I wiggle, I can feel your cum sloshing around in my womb.
french: [_L_] Quand je me tortille, je peux sentir ton sperme balloter dans mon ventre.
italian: [_L_] Quando mi pare, posso sentire il tuo sperma caduto nel mio grembo materno.
russian: [_L_] Когда я ведьму, я чувствую себя в моей утробе схваткой.

source: [_R_] God, Lauren, I'm still here.
french: [_R_] Mon Dieu, Lauren, je suis toujours là.
italian: [_R_] Dio, Lauren, sono ancora qui.
portuguese: [_R_] Deus, Lauren, ainda estou aqui.

source: [_MT_] {i}What a refreshing shower.{/i}
french: [_MT_] {i}Quelle douche rafraîchissante.{/i}
italian: [_MT_] {i}Che doccia rinfrescante.{/i}
portuguese: [_MT_] {i}Que chuveira atualizada.{/i}
russian: [_MT_] {i}Какой душ освежающий.{/i}

source: [_MT_] {i}Oh, good!... Matt's here again.{/i}
french: [_MT_] {i}Oh, bien!... Matt est encore là.{/i}
italian: [_MT_] {i}Oh, buono!... Matt's qui di nuovo.{/i}
portuguese: [_MT_] {i}Ah, bem!... Meu cara está aqui de novo.{/i}

source: [_MT_] {i}He seemed to enjoy the show I gave him on his last visit. Maybe I should make his evening again?{/i}
french: [_MT_] {i}Il semblait apprécier le spectacle que je lui ai donné lors de sa dernière visite. Peut-être que je devrais le refaire ce soir ?{/i}
italian: [_MT_] {i}Sembrava godersi lo spettacolo che gli ho dato nella sua ultima visita. Forse dovrei fare di nuovo la sua sera?{/i}
portuguese: [_MT_] {i}que ele parecia gostar do show que eu lhe dei na sua última visita. Talvez eu devesse fazer a noite novamente?{/i}

source: [_M_] Matt... I'm sorry you've caught me in my towel again, it's just that I always shower in the evenings.
french: [_M_] Mat... Je suis désolé que tu m'aies encore pris dans ma serviette, c'est juste que je me douche toujours le soir.
italian: [_M_] Matt... Mi dispiace di avermi catturato di nuovo nel mio asciugamano, è solo che faccio sempre la doccia la sera.
portuguese: [_M_] Carrolho... Lamento que você tenha me pego na minha toalha de novo, é só que eu sempre tomo banho às tardes.

source: [_M_] That's not why you always visit in the evenings is it?
french: [_M_] Ce n'est pas pour ça que tu viens toujours le soir, si ?
italian: [_M_] Non è per questo che visiti sempre la sera?

source: [_L_] Mooomm!
french: [_L_] Maaammmmaaannn!
italian: [_L_] Mooom!

source: [_MB_] {i}(muttering) {/i}Wow!
french: [_MB_] {i}(murmure){/i}Wow!

source: [_MB_] I mean... I... I always feel lucky when I get to see more of you, Miss [mom_name]
french: [_MB_] Je veux dire... Je... Je me sens toujours chanceux quand j'arrive à vous voir plus, Mademoiselle [mom_name]
italian: [_MB_] Intendo dire... Mi sento sempre fortunato quando riesco a vedere di più di te, signorina [mom_name]
