Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Wow.... I guess she wasn't ready for that kind of proposal.{/i}
dutch: [_RT_] {i}Wow.... Ik denk dat ze niet klaar was voor dat soort voorstel.{/i}
french: [_RT_] {i}Wow.... Je suppose qu'elle n'était pas prête pour ce genre de proposition.{/i}
german: [_RT_] {i}Wow.... Ich denke, sie war nicht bereit für diesen Vorschlag.{/i}
italian: [_RT_] {i}Wow.... Immagino che non fosse pronta per quel tipo di proposta.{/i}
portuguese: [_RT_] {i}Wow.... Acho que ela não estava pronta para esse tipo de proposta.{/i}

source: {i}"To get Aunt Camille to flash you, first get her to flash you in the bathroom, and then make sure you have her libido or submission points to at least 10."{/i}
dutch: {i}"Om Aunt Camille te laten knipperen, knip ze eerst in de badkamer, en zorg er dan voor dat je haar libido of inleverpunten hebt bij ten minste 10. {/i}
french: {i}'Pour que tante Camille vous montre ses parties intimes, demandez-lui d'abord cela dans la salle de bain, puis assurez-vous que vous avez sa libido ou ses points de soumission à au moins 10.'{/i}
german: {i}"Um Tante Camille zum Blitzen zu bringen, bringe sie zuerst dazu, dich im Badezimmer zu flashen und stellen Sie dann sicher, dass Sie ihre Libido oder Einreichungspunkte mindestens 10 haben. {/i}
italian: {i}"Per farti lampeggiare da zia Camille, prima fatti lampeggiare da lei nel bagno e poi assicurati di avere la sua libido o i suoi punti di sottomissione almeno a 10."{/i}
portuguese: {i}"Para fazer Camilo de tia te cercar, primeiro a leve a piscar no banheiro, e, em seguida, verifique se você tem seu libido ou submissão pontos até pelo menos 10. {/i}

source: [_C_] Yeah.... If you're looking for another tits on a platter surprise, it's not happening again.
dutch: [_C_] Ja.... . als je op zoek bent naar andere tits op een platter verrassing, gebeurt het niet weer.
french: [_C_] Ouais.... Si tu cherches une autre surprise de seins sur un plateau, cela ne se reproduira plus.
german: [_C_] Ja.... Wenn du nach weiteren Titten auf einer Plattenüberraschung suchst, passiert es nicht wieder.
italian: [_C_] Sì.... Se stai cercando un'altra tette su una sorpresa piatto, non sta succedendo di nuovo.
portuguese: [_C_] sim.... Se você está procurando outra gravata em uma surpresa de plataforma, isso não está acontecendo novamente.

source: [_R_] Let's remember to call it the Akabur Special please.
dutch: [_R_] Laten we eraan denken om het de Akabur Special te noemen.
french: [_R_] N'oublions pas de l'appeler le spécial Akabur s'il te plait.
german: [_R_] Denken wir daran, es als Akabur-Spezial zu bezeichnen.
italian: [_R_] Ricordiamo di chiamarlo Akabur Special per favore.

source: [_C_] Call it whatever you want.... I can't believe I did it, and there's no way I'm doing it again.
dutch: [_C_] Bel het wat je wilt.... Ik kan niet geloven dat ik het gedaan heb, en ik kan het niet nog een keer doen.
french: [_C_] Appelles-le comme tu veux.... Je n'arrive pas à croire que je l'ai fait, et il est impossible que je le refasse.
german: [_C_] Rufe es an was immer du willst.... Ich kann nicht glauben, dass ich es getan habe und es gibt keine Möglichkeit, es wieder zu tun.
italian: [_C_] Chiamalo quello che vuoi... Non posso credere che l'ho fatto, e non c'è modo di farlo di nuovo.

source: [_C_] So, just get out of my way and let me finish up my chores so I can go home and figure out a way to get my cycling in today.
french: [_C_] Alors, dégage de mon chemin et laisse-moi finir mes tâches pour que je puisse rentrer chez moi et trouver un moyen de faire mon vélo aujourd'hui.
german: [_C_] Also einfach raus aus dem Weg und lassen Sie mich meine Arbeit beenden, damit ich nach Hause gehen und einen Weg finden kann, um mein Fahrrad heute zu bekommen.
italian: [_C_] Quindi, basta uscire dalla mia strada e lasciarmi finire le mie faccende in modo da poter andare a casa e capire un modo per ottenere il mio ciclismo in oggi.
portuguese: [_C_] Então, só saia do meu caminho e deixe-me terminar minhas tarefas para que eu possa ir para casa e descobrir um jeito de pegar minha bicicleta hoje.

source: {i}"To get Aunt Camille to give you another Akabur Special, make sure you have her libido or submission points to at least 10."{/i}
dutch: {i}"Om Aunt Camille een andere Akabur-aanbieder te geven, zorg ervoor dat je haar libido of indieningspunten ten minste 10."{/i} hebt
french: {i}'Pour que tante Camille vous offre un autre Akabur spécial, assurez-vous que sa libido ou sa soumission soyent à au moins 10.'{/i}
german: {i}"Um Tante Camille dazu zu bringen, dir ein weiteres Akabur-Spezial zu geben, stelle sicher, dass du ihre Libido oder Einreichungspunkte bei mindestens 10."{/i} hast
italian: {i}"Per convincere zia Camille a darti un altro Akabur Special, assicurati di avere la sua libido o i suoi punti di sottomissione almeno a 10."{/i}.
portuguese: {i}"Para obter Camilo de tia para lhe dar outro Especial de Acábrio, certifique-se de que você tem seu libido ou o envio de pontos para pelo menos 10."{/i}

source: [_RT_] {i}Mom and Aunt Cami already said they weren't going to let me in.{/i}
dutch: [_RT_] {i}mama en Aunt Cami hebben al gezegd dat ze me niet zullen toestaan.{/i}
french: [_RT_] {i}Maman et tante Cami ont déjà dit qu'elles ne me laisseraient pas entrer.{/i}
german: [_RT_] {i}Mutter und Tante Cami sagten bereits, sie würden mich nicht lassen.{/i}
italian: [_RT_] {i}Mamma e zia Cami hanno già detto che non mi avrebbero lasciato in.{/i}
portuguese: [_RT_] {i}Mãe e Cami já disseram que não iriam me deixar.{/i}

source: [_RT_] {i}I can always watch them on the spy-cam, though.{/i}
dutch: [_RT_] {i}Ik kan ze echter altijd bekijken op de spy-cam.{/i}
french: [_RT_] {i}Je peux toujours les regarder sur la caméra d'espionnage, cependant.{/i}
german: [_RT_] {i}Ich kann sie jedoch immer auf der Spy-Cam beobachten. {/i}
italian: [_RT_] {i}Posso sempre guardarli sulla spy-cam, però.{/i}

source: [_RT_] {i}I better go to my room to watch, just in case one of them comes out.{/i}
dutch: [_RT_] {i}Ik ga beter naar mijn kamer om te kijken, voor het geval dat er één uitkomt.{/i}
french: [_RT_] {i}Je ferais mieux d'aller dans ma chambre pour regarder, juste au cas où l'une d'eux sortirait.{/i}
german: [_RT_] {i}Ich gehe besser in meinen Raum um zu schauen, falls einer von ihnen herauskommt.{/i}
italian: [_RT_] {i}Meglio andare nella mia stanza a guardare, nel caso in cui uno di loro dovesse uscire.{/i}

source: [_RT_] {i}Wow!.... Mom is fucking flexible.{/i}
dutch: [_RT_] {i}Wow!.... Mama is flexibel aan het fucken.{/i}
french: [_RT_] {i}Wow!.... Maman est flexible.{/i}
german: [_RT_] {i}Wow!.... Die Mama fuckt flexibel.{/i}
italian: [_RT_] {i}Wow!.... La mamma sta scopando flessibile.{/i}

source: [_RT_] {i}Limber up those bodies, ladies.{/i}
dutch: [_RT_] {i}Limber omhoog deze lichamen ladies.{/i}
french: [_RT_] {i}Assouplissez ces corps, mesdames.{/i}
german: [_RT_] {i}Limber diese Körper, Damen.{/i}
italian: [_RT_] {i}Limber up quei corpi, signore.{/i}
portuguese: [_RT_] {i}Limber esses corpos, senhoras.{/i}

source: [_RT_] {i}Yeah, Aunt Cami. Get a good look at Mom's fun bags.{/i}
dutch: [_RT_] {i}Yeah, Aunt Cami. Bekijk de leuke moment's tassen.{/i}
french: [_RT_] {i}Ouais Tante Cami. Regardes bien les ballons de maman.{/i}
german: [_RT_] {i}Yeah, Tante Cami. Hol dir einen guten Blick auf Mamas lustige Taschen.{/i}
italian: [_RT_] {i}Yeah, zia Cami. Dai un'occhiata alle divertenti borse della mamma.{/i}
portuguese: [_RT_] {i}Yeah, Cami. Dê uma boa olhada nas malas divertidas da mamãe.{/i}

source: [_RT_] {i}And Mom?.... Why don't you get a good look at Aunt Cami's ass while you're at it.{/i}
dutch: [_RT_] {i}En Mé?.... waarom kijk je niet goed naar Aunt Cami's pas terwijl je er in bent.{/i}
french: [_RT_] {i}Et Maman?.... Regardes bien le cul de tante Camille pendant que tu y es.{/i}
german: [_RT_] {i}Und Mama? .... Warum werdet ihr nicht einen guten Blick auf den Arsch von Tante Cami werfen.{/i}
italian: [_RT_] {i}E Mamma?.... Perché non dare un'occhiata al culo di Zia Cami mentre sei in esso.{/i}
portuguese: [_RT_] {i}e Mãe?.... Por que você não dá uma boa olhada na ass de Aunt Cami enquanto estiver com ele.{/i}

source: [_RT_] {i}Ohhh.... we've got pussy contact!.... {/i}
dutch: [_RT_] {i}Ahhh.... we hebben pop-up contact!.... {/i}
french: [_RT_] {i}Ohhh.... on a une vue sur sa chatte!.... {/i}
german: [_RT_] {i}Ohhhh.... wir haben Fotzenkontakt!.... {/i}
italian: [_RT_] {i}Ohhh.... abbiamo un contatto figa!.... {/i}

source: [_RT_] {i}Grind those pussies together!{/i}
dutch: [_RT_] {i}Grind die pussies samen!{/i}
french: [_RT_] {i}Malaxer ces chattes ensemble!{/i}
german: [_RT_] {i}Grind diese Pussies gemeinsam!{/i}
italian: [_RT_] {i}Macina quelle fighe insieme!{/i}
portuguese: [_RT_] {i}Fortalecer os pussies juntos!{/i}

source: [_RT_] {i}If only Mom was wearing Lauren's strap-on.{/i}
dutch: [_RT_] {i}Als alleen de maan Lauren's strap-on droeg.{/i}
french: [_RT_] {i}Si seulement Maman portait le gode ceinture de Lauren.{/i}
german: [_RT_] {i}wenn nur die Mutter Laurens Strap-on trug. {/i}
italian: [_RT_] {i}Se solo la mamma indossava il cinturino di Lauren.{/i}
portuguese: [_RT_] {i}Se apenas a mamãe estivesse usando a linha de Lauren.{/i}

source: [_RT_] {i}Or I guess I should say Mr. Snuggles strap-on.{/i}
dutch: [_RT_] {i}Of ik denk dat ik de heer Snuggles strap-on moet zeggen.{/i}
french: [_RT_] {i}Ou je suppose que je devrais dire monsieur Snuggles gode ceinture.{/i}
german: [_RT_] {i}Oder ich sollte Herrn Snuggles strap-on sagen. {/i}
italian: [_RT_] {i}Oppure dovrei dire il signor Snuggles strap-on.{/i}
portuguese: [_RT_] {i}Ou acho que devo dizer ao Sr. Snuggles strap-on.{/i}

source: [_RT_] {i}Oh.... it looks like Aunt Cami left.{/i}
dutch: [_RT_] {i}Oh.... het ziet eruit als Aunt Cami left.{/i}
french: [_RT_] {i}Oh.... on dirait que tante Camille est partie.{/i}
german: [_RT_] {i}Oh.... es sieht aus wie Tante Cami links. {/i}
italian: [_RT_] {i}Oh.... sembra Aunt Cami rimanente.{/i}
portuguese: [_RT_] {i}Oh.... parece com Aunt Cami left.{/i}

source: [_RT_] {i}Good thing I didn't hang around by the door.{/i}
dutch: [_RT_] {i}Goed wat ik niet aan de deur heb gevonden.{/i}
french: [_RT_] {i}Heureusement que je n'ai pas traîné près de la porte.{/i}
german: [_RT_] {i}Gute Sache, die ich nicht an der Tür herumhängt.{/i}
italian: [_RT_] {i}Buona cosa che non ho attaccato dalla porta.{/i}

source: [_RT_] {i}Ahhh.... if only Aunt Cami was changing clothes with her.{/i}
dutch: [_RT_] {i}Ahhh.... als alleen Aunt Cami van kleren veranderde. {/i}
french: [_RT_] {i}Ahhh.... si seulement tante Camille changeait de vêtements avec elle.{/i}
german: [_RT_] {i}Ahhhh.... wenn nur Tante Cami Kleidung mit ihr wechselt.{/i}
italian: [_RT_] {i}Ahhh.... se solo zia Cami stava cambiando vestiti con lei.{/i}
portuguese: [_RT_] {i}Ahhh.... se apenas Aunt Cami trocar de roupa com ela.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
dutch: [_RT_] {i}Just.... wow.... wat een lichaam!{/i}
french: [_RT_] {i}Juste.... wow.... quel corps!{/i}
german: [_RT_] {i}Spitze .... wow .... was für ein Körper! {/i}
italian: [_RT_] {i}Solo.... wow.... che corpo! {/i}
portuguese: [_RT_] {i}Só.... wow.... que corpo!{/i}

source: {i}"A little while later."{/i}
dutch: {i}"Even later."{/i}
french: {i}'Un peu plus tard.'{/i}
german: {i}"Ein wenig später."{/i}
italian: {i}"Un pò più tardi"{/i}.
portuguese: {i}"Um pouco mais tarde."{/i}

source: [_RT_] {i}Looks like she's about done.{/i}
dutch: [_RT_] {i}Het lijkt erop dat ze het gedaan heeft.{/i}
french: [_RT_] {i}On dirait qu'elle a fini.{/i}
german: [_RT_] {i}Sieht aus als wäre sie fertig.{/i}
italian: [_RT_] {i}Sembra che lei sia fatta.{/i}
portuguese: [_RT_] {i}Parece que ela está pronta.{/i}

source: [_RT_] {i}Mom's workouts have only gotten sexier now that Aunt Cami works out with her.{/i}
dutch: [_RT_] {i}Moment heeft alleen nog seksere gekregen dat Aunt Cami met haar werkt.{/i}
french: [_RT_] {i}Les séances d'entraînement de maman sont devenues plus sexy maintenant que tante Cami s'entraîne avec elle.{/i}
german: [_RT_] {i}Moms Workouts haben jetzt nur noch sexer bekommen, da Tante Cami mit ihr arbeitet.{/i}
italian: [_RT_] Gli allenamenti di {i}Mom sono diventati più sexy solo ora che zia Cami lavora con lei.{/i}
portuguese: [_RT_] {i}exercícios da Mamãe só ficaram mais sextis agora que a tia Cami funciona com ela.{/i}

source: [_RT_] {i}Maybe I should drop in and say "good morning"?{/i}
dutch: [_RT_] {i}Misschien moet ik het eens uitlaten en "goedemorgen"?{/i}
french: [_RT_] {i}Peut-être que je devrais passer et dire 'bonjour' ?{/i}
german: [_RT_] {i}Vielleicht sollte ich einfallen und "Guten Morgen"?{/i} sagen
italian: [_RT_] {i}Forse dovrei entrare e dire "Buongiorno"?{/i}
portuguese: [_RT_] {i}Talvez eu devesse entrar e dizer "bom dia"?{/i}

source: [_M_] {i}(Yelling through the door){/i} Who is it?
dutch: [_M_] {i}(jagen door de deur){/i} Wie is het?
french: [_M_] {i}(Hurlant à travers la porte) {/i} Qui est-ce ?
german: [_M_] {i}(Rufen durch die Tür){/i} Wer ist da?
italian: [_M_] {i}(Yelling through the door){/i} Chi è?
portuguese: [_M_] {i}(gritando pela porta){/i} Quem é?

source: [_C_] {i}(Muffled voice){/i} You know exactly who it is.
dutch: [_C_] {i}(Muffled voice){/i} Je weet precies wie het is.
french: [_C_] {i}(Voix étouffée){/i} Vous savez exactement qui c'est.
german: [_C_] {i}(Muffled voice){/i} Du weißt genau, wer sie ist.
italian: [_C_] {i}(Voce mischiata){/i} Sai esattamente chi è.
portuguese: [_C_] {i}(voz muflida){/i} Você sabe exatamente quem é.

source: [_R_] It's me... Can I come in?
dutch: [_R_] Ik ben het... Kan ik binnenkomen?
french: [_R_] C'est moi... Je peux entrer ?
german: [_R_] Ich bin ich... Kann ich herkommen?
italian: [_R_] Sono io... Posso entrare?
portuguese: [_R_] Sou eu... Posso entrar?

source: [_M_] Honey, we're both holding a yoga pose!
dutch: [_M_] Honing hebben, we houden allebei een yoga positie!
french: [_M_] Chérie, on fait tous les deux une pose de yoga !
german: [_M_] Honey, beide halten einen Yoga-Poss!
italian: [_M_] Miele, stiamo entrambi tenendo una posa di yoga!
portuguese: [_M_] Atenas, ambos estamos segurando uma vara de ioga!

source: [_M_] If the door's unlocked, you can let yourself in.
dutch: [_M_] Als de deur ontgrendeld is, kunt u uzelf binnenlaten.
french: [_M_] Si la porte est déverrouillée, vous pouvez entrer.
german: [_M_] Wenn die Tür entsperrt ist, kannst du dich einlassen.
italian: [_M_] Se la porta è sbloccata, puoi lasciarti entrare.
portuguese: [_M_] Se a porta for desbloqueada, você pode se deixar entrar.

source: [_RT_] {i}Here goes.{/i}
dutch: [_RT_] {i}Hier gaes.{/i}
french: [_RT_] {i}C'est parti.{/i}
german: [_RT_] {i}Hier geht'{/i}
italian: [_RT_] {i}Qui va.{/i}
portuguese: [_RT_] {i}Aqui vai.{/i}

source: [_RT_] {i}Dammit!{/i}
french: [_RT_] {i}Bon sang!{/i}
german: [_RT_] {i}Damm!{/i}
italian: [_RT_] {i}Dannazione! {/i}

source: [_R_] Mom, it's locked!
dutch: [_R_] Mama, het is vergrendeld!
french: [_R_] Maman, c'est fermé !
german: [_R_] Mama, es ist gesperrt!
italian: [_R_] Mamma, è bloccata!
portuguese: [_R_] Mãe, está trancada!

source: [_R_] Can't you just take a second to let me in?
dutch: [_R_] Kan je niet even een moment nemen om me binnen te laten?
french: [_R_] Tu ne peux pas juste prendre une seconde pour me laisser entrer ?
german: [_R_] Kannst du nicht einfach eine Sekunde gehen um mich einzulassen?
italian: [_R_] Non puoi prendere solo un secondo per lasciarmi entrare?

source: [_C_] {i}(Yelling through the door){/i} You know we can't, Dipshit!
dutch: [_C_] {i}(jagen door de deur){/i} Je weet dat we niet kunnen, Dipshit!
french: [_C_] {i}(Hurlant à travers la porte){/i} Tu sais que nous ne pouvons pas, Dipshit !
german: [_C_] {i}(Rufen durch die Tür){/i} Du weißt, dass wir nicht können, Dipshit!
italian: [_C_] {i}(Yelling through the door){/i} Sai che non possiamo, Dipshit!
portuguese: [_C_] {i}(gritando pela porta){/i} Você sabe que não podemos, Dipshit!

source: [_M_] {i}(Muffled voice){/i} Don't call my son a dipshit!
dutch: [_M_] {i}(Muffled voice){/i} Bel mijn zoon niet een dipshit!
french: [_M_] {i}(Voix étouffée){/i} Ne traitez pas mon fils de merde !
german: [_M_] {i}(Muffled voice){/i} Nenne meinen Sohn nicht ein Dipshit!
italian: [_M_] {i}(Muffled voice){/i} Non chiamare mio figlio a dipshit!

source: [_C_] Uhhh... Well, you know he's being one.
dutch: [_C_] Uhhh... Nou, je weet dat hij er één is.
french: [_C_] Uhhh... Eh bien, tu sais qu'il en est un.
german: [_C_] Uhhhh... Nun, du weißt, dass er einer ist.
italian: [_C_] Uhhhh... Beh, sai che è uno.

source: [_M_] I know... But you still don't say that to an impressionable boy.
dutch: [_M_] Ik weet het... Maar dat zeg je nog steeds niet tegen een indrukwekkende jongen.
french: [_M_] Je sais... Mais on ne dit quand même pas ça à un garçon impressionnable.
german: [_M_] Ich weiß... Aber du sagt das einem beeindruckenden Jungen immer noch nicht.
italian: [_M_] lo so... Ma ancora non lo dici ad un ragazzo impressionabile.

source: [_M_] {i}(Yelling through the door){/i} Honey, Your Aunt's right... We can't just stop our workout. You have to hold yoga moves for a certain amount of time to have effect.
dutch: [_M_] {i}(Jagenten door de deur){/i} Stee, Jouw Aunt's recht... We kunnen onze training niet gewoon stopzetten. Je moet yoga zetten voor een bepaalde tijd om effect te hebben.
french: [_M_] {i}(criant à travers la porte) Chéri, ta tante a raison... On ne peut pas juste arrêter notre entraînement. Tu dois tenir les mouvements de yoga pendant un certain temps pour que ça fasse effet.
german: [_M_] {i}(Rufen durch die Tür){/i} Honey, die Tante rechts... Wir können unser Training nicht einfach stoppen. Du musst Yoga-Züge für eine gewisse Zeit halten, um Wirkung zu haben.
italian: [_M_] {i}(Yelling through the door){/i} Honey, Your Aunt's right... Non possiamo fermare il nostro allenamento. Devi tenere le mosse dello yoga per un certo periodo di tempo per avere effetto.
portuguese: [_M_] {i}(gritando pela porta){/i} Mel, a sua missão está direita... Nós não podemos simplesmente parar nosso treino. Você tem que realizar movimentos de ioga por um certo tempo para ter efeito.

source: [_M_] I don't have time to talk this morning, anyways... I'm barely going to have enough time to get ready.
dutch: [_M_] Ik heb geen tijd om vanochtend te praten... Hoe dan ook, ik ga nauwelijks genoeg tijd hebben om klaar te zijn.
french: [_M_] Je n'ai pas le temps de parler ce matin, de toute façon... Je vais à peine avoir le temps de me préparer.
german: [_M_] Ich habe keine Zeit, heute Morgen zu reden, trotzdem... Ich werde kaum genug Zeit haben, um mich vorzubereiten.
italian: [_M_] Non ho tempo di parlare questa mattina, comunque... ho a malapena il tempo di prepararmi.

source: [_M_] You'll have to come find me some other time.
dutch: [_M_] Je zult me nog een andere tijd moeten vinden.
french: [_M_] Tu devras venir me trouver une autre fois.
german: [_M_] Du wirst ein anderes Mal kommen müssen.
italian: [_M_] Dovrai venire a trovarmi qualche altra volta.

source: [_R_] Alright, we'll catch up later.
dutch: [_R_] Ok, we halen het later terug.
french: [_R_] D'accord, on se retrouve plus tard.
german: [_R_] Okay, wir werden später aufholen.
italian: [_R_] Bene, recupereremo più tardi.
portuguese: [_R_] Certo, iremos recuperar o atraso depois.

source: [_RT_] {i}They're too busy to unlock the door, but now, I can watch them on my spy-cam.{/i}
dutch: [_RT_] {i}Ze zijn te druk om de deur te ontgrendelen, maar nu kan ik ze bekijken op mijn spionagecam.{/i}
french: [_RT_] {i}Ils sont trop occupés pour déverrouiller la porte, mais maintenant, je peux les voir avec ma caméra espionne.{/i}
german: [_RT_] {i}Sie sind zu beschäftigt, um die Tür freizuschalten, aber jetzt kann ich sie an meiner Spycam ansehen.{/i}
italian: [_RT_] {i}Sono troppo occupati per sbloccare la porta, ma ora, posso guardarli sulla mia spy-cam.{/i}
portuguese: [_RT_] {i}Eles estão muito ocupados para desbloquear a porta, mas agora, posso vê-los na minha camarada de spy-sp.{/i}

source: [_R_] Oh, hey Megan, hey Matt. Where's Miss [mom_name]? I thought I just saw her up here.
dutch: [_R_] Oh, hey Megan, hey Matt. Waar is mevrouw [mom_name]? Ik dacht dat ik haar hier net heb gezien.
french: [_R_] Oh, salut Megan, salut Matt. Où est Mademoiselle [mom_name]? Je pensais l'avoir vue ici.
german: [_R_] Oh, hey Megan, hey Matt. Wo ist Miss [mom_name]? Ich dachte, ich sah sie hier oben.
italian: [_R_] Oh, ciao Megan, ciao Matt. Dov'è la signorina [mom_name]? Pensavo di averla appena vista qui.
portuguese: [_R_] Oh, hey Megan, hey Matt. Onde é a senhorita [mom_name]? Pensei que acabei de vê-la aqui.

source: [_MG_] She took off, she seemed to be kind of in a hurry. Probably needed to get something done before her next class starts.
dutch: [_MG_] Ze ging af, ze leek haast te hebben. Waarschijnlijk moest er iets gedaan worden voordat haar volgende klas begint.
french: [_MG_] Elle est partie, elle semblait un peu pressée. Il fallait probablement faire quelque chose avant le début de son prochain cours.
german: [_MG_] Sie startete, sie schien in Eile zu sein. Wahrscheinlich musste etwas erledigt werden, bevor ihre nächste Klasse beginnt.
italian: [_MG_] Se n'è andata, sembrava avere un pò di fretta. Probabilmente aveva bisogno di fare qualcosa prima che iniziasse la sua prossima lezione.
portuguese: [_MG_] Ela decolou, ela parecia ser meio apressada. Provavelmente precisava fazer algo antes de sua próxima aula começar.

source: [_MG_] Is everything ok?
dutch: [_MG_] Is alles ok?
french: [_MG_] Tout va bien?
german: [_MG_] Ist alles in Ordnung?
italian: [_MG_] Va tutto bene?
portuguese: [_MG_] Está tudo bem?

source: [_R_] Yeah.... of course.... I just need to talk to her some more about this stupid Oedipus assignment.
dutch: [_R_] Ja.... natuurlijk. Ik moet nog eens met haar praten over deze domme Oedipus opdracht.
french: [_R_] Ouais.... bien sûr.... J'ai juste besoin de lui parler un peu plus de cette stupide mission d'Œdipe.
german: [_R_] Ja.... natürlich.... Ich muss mit ihr einfach mehr über diese dumme Ödipus-Zuordnung reden.
italian: [_R_] Si.... certo.... Ho solo bisogno di parlarle ancora un pò di questo stupido compito di Edipo.
portuguese: [_R_] Sim.... é claro.... Eu só preciso falar com ela mais um pouco sobre essa estúpida tarefa Oedipus.

source: [_MB_] Haha.... yeah, that's some kinky shit to be teaching us in school.
dutch: [_MB_] Haha.... Ja, dat is een beetje kinky shit om ons op school te leren.
french: [_MB_] Haha.... ouais, c'est de la merde de nous enseigner ça à l'école.
german: [_MB_] Haha.... ja, das ist ein witziger Anstoß, uns in der Schule zu unterrichten.
italian: [_MB_] Haha.... sì, è una roba un pò perversa da insegnarci a scuola.
portuguese: [_MB_] Haha.... sim, é uma merda bonita de nos ensinar na escola.

source: [_MB_] Are you sure you're not just exploring the Oedipal Complex side of this assignment with your mom in her office? Hahahahah...
dutch: [_MB_] Weet je zeker dat je niet alleen de Oedipale Complex zijde van deze opdracht onderzoekt met je moeder in haar kantoor? Hahahah...
french: [_MB_] Es-tu sûr que tu n'explores pas seulement le côté complexe œdipien de cette mission avec ta mère dans son bureau? Hahahahah...
german: [_MB_] Bist du dir sicher, dass du nicht nur die Seite des Ödipalkomplexes mit deiner Mutter in ihrem Büro erkunden willst? Hahahah...
italian: [_MB_] Sei sicuro che non stai solo esplorando il lato Complesso edipale di questo incarico con tua mamma nel suo ufficio? Hahahahahahah...
portuguese: [_MB_] Tem certeza de que você não está apenas explorando o Complex Oedipal desta tarefa com sua mãe no escritório? Hahahah...
