Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Is not a big deal?!
french: [ _M_ ] N'est-ce pas un gros contrat?
italian: [_M_] Non è un grande affare?!
portuguese: [_M_] Não é um grande negócio?
russian: [_M_] Это не крупная сделка?!

source: [_C_] Look, I was up by a lot, okay?
french: [_C_] Regardez, je me suis levé par beaucoup, d'accord?
italian: [_C_] Guarda, sono stato alzato da molto, okay?
portuguese: [_C_] Olha, eu estava em cima de muito, ok?
russian: Слушай, я был рядом, хорошо?

source: [_C_] I only lost because they cheated. I don't have to pay a crooked casino anything. Gambling's not even legal in this city.
french: [ _C_ ] Je n'ai perdu que parce qu'ils ont triché. Je n'ai rien à payer à un casino tordu. Gambling n'est même pas légal dans cette ville.
italian: [_C_] Ho solo perso perché hanno imbrogliato. Non devo pagare un casinò tormentato nulla. Il gioco d'azzardo non è nemmeno legale in questa città.
portuguese: [_C_] Eu só perdi porque eles trapacearam. Eu não tenho que pagar nada de cassino torto. Jogo não é nem legal nesta cidade.
russian: [ _C_] Я проиграл только потому, что они изменяли. Я не должен платить ни одного кривого казино. Азартные игры даже не законны в этом городе.

source: [_C_] Joey's lucky I don't report his establishment to the police right now.
french: [_C_] La chance de Joey je ne signale pas son établissement à la police pour le moment.
italian: [_C_] Joey fortunato non segnalo la sua istituzione alla polizia in questo momento.
portuguese: [_C_] A sorte de Joey eu não relato seu estabelecimento para a polícia agora mesmo.
russian: Джоуи повезло, что я не сообщаю о его создании в полиции прямо сейчас.

source: [_RT_] {i}Holy shit.. Is she trying to get us all killed?{/i}
french: [_RT_] {i}sainte merde... essaye-t-elle de nous faire tuer tous ?{/i}
italian: [_RT_] {i}merda santa.. Sta cercando di farci tutti uccisi?{/i}
portuguese: [_RT_] {i}merda sagrada.. Ela está tentando nos matar todos?{/i}
russian: [_RT_] Святой дерьмо {i}.. Она пытается убедить нас всех?{/i}

source: [_M_] Are you trying to get us all killed?!
french: [ _M_ ] Etes-vous en train d'essayer de nous faire tuer tous? !
italian: [_M_] Stai cercando di farci tutti uccisi?!
portuguese: U[_M_] Você está tentando nos matar a todos ?!
russian: [_M_] Вы пытаетесь убедить нас все?!

source: [_M_] You think he doesn't have the police in his pocket?
french: [_M_] Vous pensez qu'il n'a pas la police dans sa poche ?
italian: [_M_] Pensi che lui non abbia la polizia in tasca?
portuguese: [_M_] acha que ele não está no bolso da polícia?
russian: [_M_] Вы думаете, что у него нет полиции в кармане?

source: [_C_] Oh, please... You're being silly. The FBI is watching everything we do. He can't do anything to me.
french: [_C_] Oh, s'il vous plaît... Vous êtes stupide. Le FBI observe tout ce que nous faisons. Il ne peut rien faire pour moi.
italian: [_C_] Oh, per favore... Sei stupido. L'FBI sta guardando tutto quello che facciamo. Non può fare nulla per me.
portuguese: [_C_] Ah, por favor ... Você está sendo bobo. O FBI está vendo tudo o que fazemos. Ele não pode fazer nada para mim.
russian: О, пожалуйста ... Ты глупая. ФБР следит за всем, что мы делаем. Он ничего не может сделать со мной.

source: [_M_] Camille, do you remember that FBI agent that helped you move?
french: [_M_] Camille, vous souvenez-vous de l'agent FBI qui vous a aidé à bouger ?
italian: [_M_] Camille, ti ricordi che l'agente dell'FBI che ti ha aiutato a muoverti?
portuguese: [_M_] Camille, você se lembra que o agente do FBI que o ajudou a se mover?
russian: Камилла, помнишь тот агент ФБР, который помог тебе переехать?

source: [_C_] I don't know, maybe? What about her?
french: [_C_] Je ne sais pas, peut-être? Qu'en est-il d'elle?
italian: [_C_] Non lo so, forse? E lei?
portuguese: [_C_] Eu não sei, talvez? E ela?
russian: Я не знаю, может быть? А как же она?

source: [_M_] She's in his club every time I've been in there. You think she'd be hanging out in an illegal club if he didn't have her and god knows who else on his payroll?!
french: [_M_] Elle est dans son club chaque fois que je suis là. Vous pensez qu'elle serait accrochée dans un club illégal s'il ne l'avait pas et que Dieu sait qui d'autre sur sa paie ?!
italian: [_M_] Lei è nel suo club ogni volta che sono lì dentro. Pensi che lei sarebbe andare fuori in un club illegale se non avesse lei e il dio sa chi altro sul suo libro paga?!
portuguese: [_M_] Ela está em seu clube toda vez que estou lá. Você acha que ela estaria saindo em um clube ilegal se ele não a tivesse e o deus soubesse quem mais em seu payroll?!
russian: Она в его клубе каждый раз, когда я была там. Ты думаешь, она бы зависла в нелегальном клубе, если бы у него не было ее и бог знает, кто еще на его платежках?

source: [_R_] {i}(Muttering){/i} Pretty sure that our city's mayor is a regular there too.
french: [_R_] {i}(Muttering){/i} Assez sûr que le maire de notre ville est également un régulier.
italian: [_R_] {i}(Muttering){/i} È abbastanza sicuro che il sindaco della nostra città è un normale anche lì.
portuguese: [_R_] {i}(Muttering){/i} Certeza de que o prefeito da nossa cidade também é regular.
russian: [ _R_] {i}(Муттеринг) { /i } Довольно уверен, что и мэр нашего города тоже там.

source: [_M_] I always knew you were selfish, but I didn't think you were an idiot!
french: [_M_] J'ai toujours su que vous étiez égoïste, mais je ne pense pas que vous étiez un idiot !
italian: [_M_] Ho sempre saputo che eravate egoisti, ma non pensavo che foste un idiota!
portuguese: [_M_] Eu sempre soube que você era egoísta, mas não pensei que você fosse um idiota!
russian: Я всегда знал, что ты эгоистичный, но я не думал, что ты идиот!

source: [_C_] Hey, the only reason any of this happened is because of your {i}idiot{/i} husband!
french: [_C_] Hé, la seule raison pour laquelle tout cela s'est produit est votre idiot {i}{/i}!
italian: [_C_] Hey, l'unico motivo per cui è successo uno di questi eventi è a causa del tuo idiota {i}{/i} marito!
portuguese: [_C_] Ei, a única razão pela qual qualquer um disso aconteceu é por causa do seu marido de {i}idiota {/i}!
russian: [ _C_] Эй, единственная причина, по которой все это произошло, это из-за вашего мужа {i}идиота { /i }!

source: [_M_] At least my husband didn't run off with the {b}nanny{/b}!
french: [_M_] Au moins, mon mari n'a pas fui avec la nana {b}{/b} !
italian: [_M_] Almeno mio marito non è sceso con l' {b}nanny{/b}!
portuguese: [_M_] Pelo menos meu marido não saiu com o {b}nanny{/b}!
russian: [ _M_] По крайней мере, мой муж не сбегался с няней {b}{ /b }!

source: [_R_] Uncle Bobby was Dad's right hand man, Aunt Cami. He's just as much to blame as Dad.
french: [_R_] L'Oncle Bobby était l'homme de la main droite de Dad, la Tante Cami. Il est tout aussi à blâmer que papa.
italian: [_R_] Lo zio Bobby era l'uomo della mano destra del papà, zia Cami. È tanto da biasimare quanto papà.
portuguese: [_R_] O tio Bobby era o homem direito do papai, Aunt Cami. É tão culpado quanto o papai.
russian: Дядя Бобби был правой рукой отца, тетя Ками. Он так же виноват, как папа.

source: [_C_] Stay out of this, you little runt!
french: [ _C_ ] Restez à l'écart, vous n'avez que peu de temps !
italian: [_C_] Rimanete fuori da questo, poco runt!
portuguese: U[_C_] Fique fora disso, seu pequeno desafio!
russian: [_C_] Оставайтесь с ним, вы немного работаете!

source: [_M_] {b}Don't you talk to my son like that, you bitch! You're the one who's endangered this family!{/b}
french: [_M_] {b}Ne parlez pas à mon fils comme ça, chienne ! Vous êtes celui qui a mis en danger cette famille !{/b}
italian: [_M_] {b}Non parli così con mio figlio, ti cagna! Sei quello che ha messo in pericolo questa famiglia!{/b}
portuguese: [__M_] {b}Você não fala com meu filho assim, sua vadia! Você é quem está em extinção dessa família! {/b}
russian: [_M_] {b}Не говоришь с моим сыном так тебе хватит! Ты тот, кто находится под угрозой своей семьи!{/b}

source: [_C_] {b}Don't call me a bitch, you...{/b}
french: [_C_] {b}Ne m'appelle pas une chienne, vous...{/b}
italian: [_C_] {b}Non chiamarmi una cagna, tu...{/b}
portuguese: [_C_] {b}Não me chame de puta, você...{/b}
russian: [_C_] {b}Не звоните мне суку, вы...{/b}

source: [_MD_] Mom?
french: [_MD_] Maman ?
italian: [_MD_] Mamma?
portuguese: [_MD_] Mãe?
russian: Мама?

source: [_MD_] Did you really get us into trouble with the mob?
french: [ _MD_ ] Avez-vous vraiment eu des ennui avec la foule?
italian: [_MD_] Ci hai davvero messo nei guai con il mob?
portuguese: [_MD_] Você realmente nos colocou em problemas com a multidão?
russian: Ты действительно достал нас в неприятности с толпой?

source: [_C_] Baby, it's not like that. I did it for us.
french: [ _C_ ] Bébé, ce n'est pas comme ça. Je l'ai fait pour nous.
italian: [_C_] Baby, non è così. L'ho fatto per noi.
portuguese: [_C_] bebê, não é assim. Eu fiz por nós.
russian: Детка, это не так. Я сделал это для нас.

source: [_S_] Why is everyone yelling?
french: [ _S_ ] Pourquoi tout le monde hurle?
italian: [_S_] Perché tutti stanno urlando?
portuguese: [_S_] Por que todo mundo está gritando?
russian: Почему все кричат?

source: [_S_] What's going on?
french: [_S_] Qu'est-ce qui se passe?
italian: [_S_] Cosa sta succedendo?
portuguese: [_S_] O que está acontecendo?
russian: [_S_] Что происходит?

source: [_M_] Well? Go on Camille...
french: [_M_] Eh bien? Allez sur Camille...
italian: [_M_] Bene? Vai su Camille...
portuguese: [_M_] Bem? Vá Camilha...
russian: [ _M_] Ну? Иди на Камилле ...

source: [_M_] Tell our girls why you've put all their lives in danger so you could have some fun at a mafia casino.
french: Dites à nos filles pourquoi vous avez mis toutes leurs vies en danger pour que vous ayez du plaisir dans un casino mafieux.
italian: [_M_] Dite alle nostre ragazze perché hai messo in pericolo tutta la loro vita in modo da poter divertirsi in un casinò mafioso.
portuguese: [__M_] Diga a nossas meninas por que você colocou todas as suas vidas em perigo para que você pudesse se divertir em um cassino mafioso.
russian: [ _M_] Скажи нашим девушкам, почему ты поставил всю свою жизнь в опасности, чтобы ты мог повеселиться в мафиозном казино.

source: [_C_] That's not what happened!
french: [_C_] Ce n'est pas ce qui s'est passé !
italian: [_C_] Non è quello che è successo!
portuguese: [_C_] Isso não foi o que aconteceu!
russian: [_C_] Это не то, что случилось!

source: [_C_] Girls, look...
french: [_C_] Filles, regardez...
italian: [_C_] Ragazze, guarda...
portuguese: [_C_] Meninas, olhe...
russian: Девочки, смотрите ...

source: [_C_] I... I borrowed some money from Joey DeCapo.
french: [ _C_ ] I ... J'ai emprunté de l'argent à Joey DeCapo.
italian: [_C_] Io... Ho preso in prestito alcuni soldi da Joey DeCapo.
portuguese: [_C_] eu... Eu emprestei algum dinheiro do Joey DeCapo.
russian: [ _C_] Я ... Я позаимствовал немного денег у Джоуи ДеКапо.

source: [_S_] What?
french: [_S_] Que puis-je faire pour toi?
italian: [_S_] Cosa?
portuguese: [_S_] O quê?
russian: [ _S_] Что?

source: [_MD_] The mob boss? But, why? Isn't that how Uncle [dad_name] got in trouble?
french: [_MD_] Le boss de créatures ? Mais pourquoi? Est-ce que c'est comme ça que l'oncle [dad_name] a eu des ennuis ?
italian: [_MD_] Il mob cap? Ma, perché? Non è come lo zio [dad_name] è in difficoltà?
portuguese: [_MD_] chefe de criatura? Mas por quê? Não é assim que o tio [dad_name] teve problemas?
russian: Босс мафии? Но почему? Разве не так, как дядя [ dad_name] попал в беду?

source: [_C_] I was... You see...
french: [_C_] J'étais... Vous voyez...
italian: [_C_] Ero... Vedi...
portuguese: [_C_] Eu estava... Você vê...
russian: Я был ... Вы видите ...

source: [_C_] I was trying to, to win enough money to pay off [dad_name]'s debt!
french: [_C_] J'essayais de gagner assez d'argent pour rembourser la dette de [dad_name]!
italian: [_C_] stavo provando, per vincere abbastanza soldi per pagare il debito di [dad_name]!
portuguese: [__C_] Eu estava tentando, para ganhar dinheiro suficiente para pagar a dívida [dad_name]!
russian: [ _C_] Я пытался, чтобы выиграть достаточно денег, чтобы погаси#ть долг [ dad_name]!

source: [_C_] If I won big at the club, then I could pay it all off, and we'd all get our lives back.
french: [ _C_ ] Si je gagnais grand au club, alors je pourrais tout payer, et nous aurons tous nos vies en arrière.
italian: [_C_] Se avessi vinto grandi al club, allora potrei pagare tutto fuori, e tutti otterremmo la nostra vita indietro.
portuguese: [__C_] Se eu ganhasse grande no clube, então eu poderia pagar tudo de folga, e todos nós teríamos nossas vidas de volta.
russian: [ _C_] Если бы я выиграл в клубе, я бы всё оплатил, и мы все смогли бы вернуть свою жизнь.

source: [_R_] You said you were going to take Mandy and leave the rest of us. Going back to living the good life, you said... Buying expensive wines, and getting "manny petties", whatever that hell that is.
french: [_R_] Vous avez dit que vous alliez prendre Mandy et nous quitter. Pour en revenir à la bonne vie, dites-vous. En achetant des vins chers, et en obtenant des "pleins de galettes", quel que soit l'enfer qui est.
italian: [_R_] Hai detto che stavi per prendere Mandy e lasciare il resto di noi. Tornando a vivere la vita buona, hai detto. . Comprare vini costosi, e ottenere "petties manny", qualunque diavolo che è.
portuguese: [__R_] Você disse que ia tomar Mandy e deixar o resto de nós. Voltando a viver a boa vida, disse ... Comprar vinhos caros, e obter "mesquinhas de manny", qualquer que seja aquele inferno que seja.
russian: Ты сказал, что собираешься взять Мэнди и оставить нас. Возвращаешься к жизни, ты сказал ... Покупать дорогие вина и получать "мэнни петли", что бы это ни было.

source: [_MD_] You were going to run out on them? Like Dad did to us?
french: [_MD_] Vous alliez les épuiser? Comme papa nous l'a fait?
italian: [_MD_] Stavi per finire su di loro? Come ci ha fatto papà?
portuguese: [_MD_] Você ia ficar sem eles? Como o papai nos fez?
russian: [ _MD_] Вы собирались выбежать на них? Как папа сделал с нами?

source: [_M_] Unbelievable! After I took you into my home, you'd abandon us, just so you could sip Chateau wines and have your nails done?
french: [ _M_ ] Incroyable ! Après que je vous ai emmenés dans ma maison, vous nous abandonneriez, juste pour que vous pourriez sirotant des vins de Chateau et faire faire vos clous?
italian: [_M_] Incredibile! Dopo averti portato a casa mia, ci abbandoneresti, così potevi sorseggiare i vini del castello e avere le unghie fatte?
portuguese: [_M_] Inacreditável! Depois que o levei para minha casa, você o abandonaria para que você pudesse gozar vinhos de Chateau e manda suas unhas?
russian: Невероятно! После того, как я забрала тебя в мой дом, ты бы бросил нас, чтобы ты смог проглотнировать вина Шато и сделать твои ногти?

source: [_M_] You ungrateful cunt!
french: [ _M_ ] Vous n'êtes pas reconnaissante !
italian: [_M_] Hai grato la figa!
portuguese: U[_M_] Sua caça desagradável!
russian: [_M_] Вы не благодарны за охоту!

source: [_C_] Don't talk to me like that!
french: [_C_] Ne me parlez pas comme ça !
italian: [_C_] Non parlarmi così!
portuguese: [_C_] Não fale comigo assim!
russian: [_C_] Не говорите со мной, как это!

source: [_C_] This isn't my fault! None of this is my fault!
french: [_C_] Ce n'est pas ma faute ! Rien de tout cela n'est ma faute !
italian: [_C_] Questa non è colpa mia! Niente di questo è colpa mia!
portuguese: [_C_] Isso não é minha culpa! Nada disso é minha culpa!
russian: [_C_] Это не моя вина! Ни одна из них не моя вина!

source: [_C_] I had the perfect life! A rich husband, a daughter I could spoil with all my attention, in my spacious house!
french: [ _C_ ] J'ai eu la vie parfaite ! Un mari riche, une fille que je pourrais gâcher avec toute mon attention, dans ma grande maison !
italian: [_C_] Ho avuto la vita perfetta! Un marito ricco, una figlia che ho potuto rovinare con tutta la mia attenzione, nella mia spaziosa casa!
portuguese: [_C_] Eu tive a vida perfeita! Um marido rico, uma filha que eu poderia estragar com toda a minha atenção, na minha casa espaçosa!
russian: У меня была идеальная жизнь! Богатый муж, дочь, которую я могу портить со всем вниманием, в моем просторном доме!

source: [_C_] Now I'm stuck living with my sister and her family.
french: [ _C_ ] Maintenant, je suis coincé avec ma sœur et sa famille.
italian: [_C_] Ora sono bloccato a vivere con mia sorella e la sua famiglia.
portuguese: [__C_] Agora estou presa a viver com a minha irmã e a família dela.
russian: [_C_] Теперь я застрял жить с моей сестрой и ее семьей.

source: [_C_] Your son is bad enough, always bossing me around or trying to perv on me and my daughter.
french: [ _C_ ] Votre fils est assez méchant, toujours en me fouettant ou en essayant de pervers sur moi et ma fille.
italian: [_C_] Tuo figlio è abbastanza cattivo, mi bacchetta sempre intorno o cercando di perv su di me e mia figlia.
portuguese: [_C_] Seu filho é ruim o suficiente, sempre me mandando perto ou tentando me perseguir em mim e minha filha.
russian: [ _C_] Ваш сын достаточно плох, всегда бозет меня или пытается изврать меня и мою дочь.

source: [_C_] But you!
french: [_C_] Mais vous!
italian: [_C_] Ma tu!
portuguese: [_C_] Mas você!
russian: Но ты!

source: [_C_] You humiliate me every chance you get, [mom_name]! Making me clean your house in that stupid maid costume while your son leers at me.
french: [ _C_ ] Vous m'humiliez toutes les chances que vous avez, [ mom_name ] ! Making me clean your house in that stupide maid costume while your son leers at me.
italian: [_C_] Mi umili ogni possibilità che ottieni, [mom_name]! Mi fa pulire la tua casa in quel costume da cameriera stupido mentre tuo figlio mi guasta.
portuguese: [__C_] Você me humilha cada chance que você recebe, [mom_name]! Fazendo com que eu limpe sua casa naquela fantasia de empregada estúpida enquanto seu filho leveia para mim.
russian: [ _C_] Ты унижаешь меня каждый раз, когда ты получаешь, [ мамочка]! Заставляя меня убирать твой дом в этом дурацком костюме горничной, пока твой сын лезеет на меня.

source: [_C_] I have to scrub your dammed bathroom in that skimpy thing!
french: [_C_] Je dois nettoyer votre salle de bains damnée dans cette chose écœurante !
italian: [_C_] Devo strofinare il vostro bagno martellato in quella cosa skimpy!
portuguese: [__C_] Eu tenho que esfregar o seu banheiro represado naquela coisa de skimpy!
russian: [_C_] Мне нужно скрутить вашу проклятую ванную комнату в этой неприятности!

source: [_C_] I hate that bathroom!
french: [ _C_ ] Je déteste cette salle de bain !
italian: [_C_] Odio quel bagno!
portuguese: [_C_] Odeio aquele banheiro!
russian: [_C_] Я ненавижу эту ванную!

source: [_C_] There's always pee on the toilet seat, and the hair from five girls in the shower drain!
french: [ _C_ ] Il y a toujours un pis sur le siège de la toilette, et les cheveux de cinq filles dans le drain de douche !
italian: [_C_] C'è sempre pisello sul sedile della toilette, e i capelli da cinque ragazze sotto la doccia drenano!
portuguese: [__C_] Sempre há xixi no assento do vaso sanitário, e o cabelo de cinco meninas no ralo do chuveiro!
russian: [ _C_] На сиденье туалета всегда есть моча, и волосы от пяти девочек в душевой канализации!

source: [_C_] It's degrading!
french: [_C_] C'est dégradant!
italian: [_C_] è degradante!
portuguese: [_C_] É degradante!
russian: [_C_] Это деградация!

source: [_C_] Six people in this house, and only {b}one bathroom!{/b}
french: [_C_] Six personnes dans cette maison, et seulement {b}une salle de bains !{/b}
italian: [_C_] Sei persone in questa casa, e solo {b}un bagno!{/b}
portuguese: [__C_] Seis pessoas nesta casa, e apenas {b}um banheiro! {/b}
russian: [_C_] Шесть человек в этом доме, и только {b}одна ванная комната!{/b}

source: [_C_] {b}One bathroom that I have to clean in that stupid sexy maid costume!{/b}
french: [_C_] {b}Une salle de bain que je dois nettoyer avec ce costume de femme sexy stupide !{/b}
italian: [_C_] {b}Un bagno che devo pulire in quel stupido costume da cameriera sexy!{/b}
portuguese: [__C_] {b}Um banheiro que eu tenho que limpar naquele estúpido traje de empregada sexy! {/b}
russian: [ _C_] {b}Одна ванная, которую я должен очистить в этом дурацком сексуальном костюме горничной! { /b }

source: [_C_] Well, you know what? I'm not going to put up with this shit anymore!
french: [_C_] Eh bien, vous savez quoi ? Je ne vais plus supporter cette merde !
italian: [_C_] Beh, sai cosa? Non sto più per sopportare questa merda!
portuguese: [_C_] Bem, sabe o quê? Eu não vou suportar mais essa merda!
russian: Ну, знаешь что? Я больше не собираюсь миряться с этим дерьмово!

source: [_C_] Mandy, get dressed and get your things together. We're leaving.
french: [_C_] Mandy, soyez habillé et rassemblez vos affaires. Nous partons.
italian: [_C_] Mandy, vestiti e unisci le tue cose. Partiamo.
portuguese: [__C_] Mandy, vista-se e junte as suas coisas. Nós estamos saindo.
russian: Манди, одевайся и соберись со своими вещами. Мы уходим.

source: [_MD_] We're leaving? Why?
french: [_MD_] Nous partons ? Pourquoi?
italian: [_MD_] stiamo partendo? Perché?
portuguese: [_MD_] Estamos indo embora? Por quê?
russian: Мы уходим? Почему?

source: [_C_] I said get dressed!
french: [_C_] J'ai dit que je m'habillais !
italian: [_C_] ho detto di vestirsi!
portuguese: [_C_] Eu disse se vestir!
russian: Я сказал, одевайся!

source: [_M_] Oh, here we go.
french: [_M_] Oh, nous y allons.
italian: [_M_] Oh, qui andiamo.
portuguese: U[_M_] Oh, aqui nós vamos.
russian: Вот так.

source: [_M_] Little Camille makes a mess, then runs away from home because she doesn't want to face the consequences.
french: [_M_] La petite Camille fait un gâchis, puis fuit loin de chez elle parce qu'elle ne veut pas en subir les conséquences.
italian: [_M_] Little Camille fa un casino, poi scappa da casa perché non vuole affrontare le conseguenze.
portuguese: [_M_] A pequena Camille faz uma bagunça, depois foge de casa porque ela não quer enfrentar as consequências.
russian: [ _M_] Маленькая Камилла делает беспорядок, потом убегает из дома, потому что не хочет столкнуться с последствиями.

source: [_M_] How many times did you perform this little drama for Mom and Dad?
french: [ _M_ ] Combien de fois avez-vous fait ce petit drame pour maman et papa?
italian: [_M_] Quante volte hai eseguito questo piccolo dramma per mamma e papà?
portuguese: [_M_] Quantas vezes você realizou este pequeno drama para a mamãe e para o papai?
russian: [ _M_] Сколько раз вы выполняли эту маленькую драму для мам и пап?

source: [_C_] Shut up!
french: [_C_] Éteignez !
italian: [_C_] Stai zitto!
portuguese: [_C_] Fechar!
russian: [ _C_] Заткнись!

source: [_C_] I don't have to live like this!
french: [ _C_ ] Je n'ai pas à vivre comme ça !
italian: [_C_] Non devo vivere così!
portuguese: [_C_] Eu não preciso viver assim!
russian: [ _C_] Мне не нужно так жить!

source: [_M_] Fine with me. Go!
french: [_M_] Bon avec moi. Allez-y !
italian: [_M_] Bene con me. Vai!
portuguese: U[_M_] Bom comigo. Vá!
russian: Со мной. Давай!

source: [_M_] Go sleep in your car for all I care! That'll be so much better for Mandy!
french: [_M_] Allez dormir dans votre voiture pour tout ce que je sois ! Ce sera tellement mieux pour Mandy !
italian: [_M_] Vai a dormire in macchina per tutto quello che mi importa! Sarà molto meglio per Mandy!
portuguese: [_M_] Vá dormir em seu carro para tudo o que eu me importa! Isso vai ser muito melhor para a mamãe!
russian: [_M_] Поспать на машине для всех Мень! Это будет гораздо лучше для Мандата!
