Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}I still can't believe he's giving me better orgasms than his father ever did.{/i}
italian: [_MT_] {i}Non riesco ancora a credere che mi stia dando orgasmi migliori di quanto non abbia mai fatto suo padre.{/i}

source: [_MT_] {i}[ryan] genuinely wants to make me happy, and takes the time to make sure I'm enjoying myself.{/i}
italian: [_MT_] {i}[ryan] vuole davvero rendermi felice, e ci vuole il tempo per assicurarmi che mi diverti.{/i}

source: [_MT_] {i}What's it going to be like when we finally have sex?{/i}
italian: [_MT_] {i}Come sarà come quando finalmente avremo sesso?{/i}

source: [_MT_] {i}Oh, fuck... No, I meant, if we ever did have sex.{/i}
italian: [_MT_] {i}Oh, fuck... No, voglio dire, se abbiamo mai fatto sesso.{/i}

source: [_MT_] {i}Why did I think that again?{/i}
italian: [_MT_] {i}Perché ho pensato di nuovo questo?{/i}

source: [_MT_] {i}Oh, there it is!{/i}
italian: [_MT_] {i}Oh, c'è!{/i}

source: [_MT_] {i}Here comes that incredible feeling!{/i}
italian: [_MT_] {i}Ecco quella sensazione incredibile!{/i}

source: [_M_] [ryan], I'm about to...
italian: [_M_] [ryan], sto parlando...

source: [_MT_] {i}God, yes!... Fucking incredible!{/i}
italian: [_MT_] {i}Dio, sì!... Cazzo incredibile!{/i}

source: [_M_] Wow!... Thank you. [ryan]!
italian: [_M_] Wow!... Grazie. [ryan]!

source: [_M_] I needed that release so badly!
italian: [_M_] avevo bisogno di quel rilascio così male!

source: [_M_] I know our little arrangement to help each other out is a little unconventional.
italian: [_M_] So che la nostra piccola disposizione per aiutarci a vicenda è un po 'non convenzionale.

source: [_M_] So, I hope this still isn't affecting you negatively.
italian: [_M_] Quindi, spero che questo ancora non ti colpisca negativamente.

source: [_R_] No... Not at all. I already told you that, Mom.
italian: [_R_] No... Niente affatto. Vi ho già detto che, la mamma.

source: [_M_] Good, because for my part, it's still really good for me.
italian: [_M_] Buono, perché da parte mia, è ancora molto buono per me.

source: [_M_] You keep boosting my self esteem, you make me feel safe, you provide for so many of my needs.
italian: [_M_] Continui ad aumentare la mia autostima, mi fai sentire sicuro, fornisci molte delle mie esigenze.

source: [_M_] So, I just want you to know that I appreciate you.
italian: [_M_] Quindi, voglio solo che tu sappia che ti apprezzo.

source: [_R_] Thanks, Mom! I appreciate everything you do for me, and have done my whole life.
italian: [_R_] Grazie, mamma! Apprezzo tutto quello che fai per me e ho fatto tutta la mia vita.

source: [_R_] I feel so lucky to be your son!
italian: [_R_] Mi sento così fortunato di essere tuo figlio!

source: [_M_] Thanks, my little gentleman.
italian: [_M_] Grazie, il mio piccolo signore.

source: [_M_] Sorry, I mean big gentleman.
italian: [_M_] Mi dispiace, voglio dire grande gentiluomo.

source: [_M_] Now, let's get out of here.
italian: [_M_] Ora, usciamo da qui.

source: [_R_] You might want to get dressed first.
italian: [_R_] Si potrebbe desiderare di vestirsi prima.

source: [_R_] Yeah... I mean, I had one more fun adventure planned for us, but I guess if you're too tired...
italian: [_R_] Sì... Voglio dire, ho avuto un'altra avventura divertente pianificata per noi, ma immagino se sei troppo stanco...

source: [_M_] I'm sorry, I just still have some work I need to do before school, some papers I need to grade tonight.
italian: [_M_] Mi dispiace, ho ancora un po' di lavoro che devo fare prima della scuola, alcuni documenti che devo valutare stasera.

source: [_M_] But I really did have a good time.
italian: [_M_] Ma ho davvero avuto un buon tempo.

source: [_M_] I'm hoping you'll invite me out for another date next week?
italian: [_M_] spero che mi inviterai fuori per un'altra data la prossima settimana?

source: [_R_] It would be my pleasure.
italian: [_R_] Sarebbe il mio piacere.

source: [_RT_] {i}I better make better choices and step up the date next week. I really want to take her on a little adventure next time.{/i}
italian: [_RT_] {i}meglio fare scelte migliori e aumentare la data della prossima settimana. Voglio davvero prenderla in una piccola avventura la prossima volta.{/i}

source: [_W_] We've got a nice Nigaata red, but we don't serve alcohol to minors.
italian: [_W_] Abbiamo un bel rosso nigaata, ma non serviamo alcol ai minori.

source: [_R_] Ha... I thought you might say that.
italian: [_R_] Ha... Ho pensato che si potrebbe dire che.

source: [_R_] It's alright, most people think I look eighteen, so I'm always getting carded. It's mostly because I'm short.
italian: [_R_] Va bene, la maggior parte delle persone pensa che io sembri diciotto, quindi mi sto sempre accarezzando. È soprattutto perché sono breve.

source: [_W_] I would have guessed sixteen. But... that looks legitimate.
italian: [_W_] Avrei indovinato sedici. Ma... che sembra legittimo.

source: [_W_] Would you like the Nigaata, then?
italian: [_W_] Vorresti la Nigaata, allora?

source: [_W_] Oh, and one thing you should be aware of, in a private dinning room like this, we respect the privacy of our dinners. so after we bring you your food, we won't come back unless you summon us.
italian: [_W_] Oh, e una cosa di cui dovresti essere consapevole, in una sala da pranzo privata come questa, rispettiamo la privacy delle nostre cene . così dopo che ti portiamo il tuo cibo, non torneremo a meno che tu non ci chiami.

source: [_W_] You can summon us by texting the number on that card we left on the table, and we'll send someone in immediately.
italian: [_W_] Puoi evocarci scrivendo il numero su quella carta che abbiamo lasciato sul tavolo, e invieremo immediatamente qualcuno in questa carta.

source: [_M_] Oh... That's really nice.
italian: [_M_] Oh... È davvero bello.

source: [_M_] I'm worried you're going to get us in trouble with that fake ID.
italian: [_M_] Sono preoccupato che ci avrai nei guai con quel falso ID.

source: [_M_] It would be one things if you looked older than your actual age.
italian: [_M_] Sarebbe una cosa se tu fossi più anziano della tua età reale.

source: [_M_] And I know you don't like to hear this, but if anything, you look younger.
italian: [_M_] E so che non ti piace sentire questo, ma semmai sembri più giovane.

source: [_M_] What if they try to investigate it?
italian: [_M_] E se tentassero di indagarlo?

source: [_R_] Joey's the one who had it made for me. I imagine it's pretty bullet proof.
italian: [_R_] Joey è quello che ha fatto per me. Immagino che sia una bella prova di proiettile.

source: [_R_] You said you had a fake ID when you were my age?
italian: [_R_] Hai detto di avere un falso ID quando eri la mia età?

source: [_R_] Did you ever have a fake ID?
italian: [_R_] Hai mai avuto un falso ID?

source: [_M_] Yes, I did.
italian: [_M_] Sì, l'ho fatto.

source: [_R_] Why did you get one?... What were you trying to sneak into?
italian: [_R_] Perché hai ottenuto uno?... Cosa stavi cercando di intrufolarsi?

source: [_M_] Oh, God... I haven't thought about that in a long time!
italian: [_M_] Oh, Dio... non ne ho pensato da molto tempo!

source: [_M_] Ironically, it was to get into a strip club.
italian: [_M_] Ironia della sorte, doveva entrare in un club di striscia.

source: [_R_] No, way! Why did you want to sneak into a strip club?
italian: [_R_] No, modo! Perché ti sei intrufolato in un club a striscia?

source: [_M_] So... my best friend Morgan, you remember her? You met her at my class reunion.
italian: [_M_] So... il mio migliore amico Morgan, ti ricordi di lei? L'hai incontrata alla mia riunione di classe.

source: [_R_] I'm not sure...
italian: [_R_] Non sono sicuro...

source: [_M_] You were only nine years old, but you wouldn't stop obviously staring down her shirt at her cleavage.
italian: [_M_] Avevate solo nove anni, ma non vi smettereste di fissare la camicia alla sua scissione.

source: [_R_] Oh, yeah... I do remember her.
italian: [_R_] Oh, sì... Mi ricordo di lei.

source: [_RT_] {i}I never forget a pair of tits.{/i}
italian: [_RT_] {i}Non dimentico mai un paio di tette.{/i}

source: [_M_] Anyways, she had an older sister named Amy, and when we were around eighteen years old, she landed her first job at The Glitter Pit.
italian: [_M_] Comunque, aveva una sorella maggiore di nome Amy, e quando eravamo circa diciotto anni, ha atterrato il suo primo lavoro a The Glitter Pit.

source: [_M_] And she was like an older sister to me, so she got both Morgan and I fake ID's so that we could come support her on her first night.
italian: [_M_] E lei era come una sorella maggiore per me, così ha ottenuto sia Morgan che io falso ID in modo che potessimo venire a sostenerla la prima notte.

source: [_MT_] {i}Jesus, I was exposed to so much that night!{/i}
italian: [_MT_] {i}Gesù, sono stato esposto a così tanto quella notte!{/i}

source: [_MT_] {i}Watching Amy gyrate her hips on that stage made me question my sexuality.{/i}
italian: [_MT_] {i}Guardando Amy gyrate i suoi fianchi su quel palcoscenico mi ha fatto interrogare la mia sessualità.{/i}

source: [_MT_] {i}To see an older sister figure shaking her sexy tits and ass in my direction...{/i}
italian: [_MT_] {i}Per vedere una figura sorella più anziana scuotendo le sue tette sexy e culo nella mia direzione...{/i}

source: [_MT_] {i}And then, when she practiced her first lap dance on her sister, Morgan!...{/i}
italian: [_MT_] {i}E poi, quando ha praticato il suo primo giro di danza su sua sorella, Morgan!...{/i}

source: [_MT_] {i}Thinking about that again... God!... As if I wasn't already horny enough!{/i}
italian: [_MT_] {i}Pensando di nuovo... Dio!... Come se non fossi già abbastanza arrapato!{/i}

source: [_R_] And?
italian: [_R_] E?

source: [_M_] And, what?
italian: [_M_] E, cosa?

source: [_R_] And what happened?
italian: [_R_] E cos'è successo?

source: [_M_] That's it... We just went and supported her, drank, danced, and then came home.
italian: [_M_] Questo è tutto... Siamo appena andati a sostenerla, bevuta, ballata, e poi siamo tornati a casa.

source: [_R_] You need to work on your story telling.
italian: [_R_] È necessario lavorare sulla tua storia raccontare.

source: [_M_] Well, I might add that she's one of the reasons I started stripping after I finished high school.
italian: [_M_] Beh, potrei aggiungere che lei è uno dei motivi per cui ho iniziato a spogliarmi dopo aver finito le scuole superiori.

source: [_M_] Morgan and I got our first stripping job together.
italian: [_M_] Morgan ed io abbiamo ottenuto il nostro primo lavoro di stripping insieme.

source: [_RT_] {i}If I could just go back in time!{/i}
italian: [_RT_] {i}Se potessi solo tornare indietro nel tempo!{/i}

source: [_M_] Haha... that's it... Now try to eat it in one bite.
italian: [_M_] Haha... è questo... Ora prova a mangiarlo in un morso.

source: [_M_] The Itamae, or sushi chef, if you like, makes each sushi to be perfectly balanced with flavor, so to properly enjoy it, you need to eat it in one bite.
italian: [_M_] The Itamae, o chef sushi, se vuoi, rende ogni sushi perfettamente equilibrato con il sapore, in modo da godere correttamente, è necessario mangiarlo in un morso.

source: [_W_] I know I said I wouldn't disturb you, but there is a representative of Mister DeCapo requesting an audience.
italian: [_W_] So che ho detto che non ti avrei disturbato, ma c'è un rappresentante di Mister DeCapo che chiede un pubblico.

source: [_M_] Oh, send him in.
italian: [_M_] Oh, mandalo dentro.

source: [_W_] They actually want to talk to Mr. [ryan] in private.
italian: [_W_] In realtà vogliono parlare con il signor [ryan] in privato.

source: [_W_] Would you mind following me Mr. [ryan]?
italian: [_W_] Ti dispiacerebbe seguirmi Mr. [ryan]?

source: [_R_] What in the hell is this abou...
italian: [_R_] Che cosa nell'inferno è questo abou...

source: [_M_] Of course he wouldn't mind. You don't say no to a request from Mr. DeCapo.
italian: [_M_] Naturalmente non gli dispiacerebbe. Non dici di no a una richiesta del signor DeCapo.

source: [_A_] Surprise! It's just me.
italian: [_A_] Sorpresa! Sono solo io.

source: [_R_] Oh, hey Armani. I thought you left with Joey.
italian: [_R_] Oh, hey Armani. Ho pensato che tu sia partito con Joey.

source: [_A_] I was supposed to, but as we were waiting for the valet, Joey got an emergency call about something that couldn't wait.
italian: [_A_] Avevo dovuto, ma mentre stavamo aspettando il valet, Joey ha ricevuto una chiamata di emergenza su qualcosa che non poteva aspettare.

source: [_A_] So, I'm stuck waiting until Joey's backup driver gets here, and the way traffic is at this time of day, it might be a while.
italian: [_A_] Così, sono bloccato in attesa fino a quando il driver di backup di Joey arriva qui, e il modo in cui il traffico è in questo momento della giornata, potrebbe essere un po '.

source: [_A_] And the worst part is I'm super bored because I forgot to grab my phone out of the car.
italian: [_A_] E la parte peggiore è che sono super annoiata perché ho dimenticato di prendere il mio telefono dalla macchina.

source: [_A_] And as I was sitting at the bar waiting, I remembered that you were here, and probably just as excited to be on a date with your mom as I am to be on a date with my uncle.
italian: [_A_] E mentre ero seduto al bar in attesa, mi ricordavo che eravate qui, e probabilmente altrettanto entusiasta di essere in un appuntamento con la mamma come io sono per essere in un appuntamento con mio zio.

source: [_A_] And I'm guessing you had about as much choice in the matter as I did.
italian: [_A_] E sto indovinando che avevi avuto la stessa scelta nella questione come ho fatto.

source: [_R_] Actually, I'm the one who invited my mom out on a date.
italian: [_R_] In realtà, sono colui che ha invitato mia mamma fuori in una data.

source: [_A_] Really?
italian: [_A_] Davvero?

source: [_R_] Yeah, she's going through some pretty hard stuff, so I wanted to cheer her up, but honestly, I enjoy spending time with her.
italian: [_R_] Sì, sta attraversando alcune cose piuttosto difficili, quindi ho voluto rallegrarla, ma onestamente mi piace passare del tempo con lei.

source: [_A_] Oh, I'm sorry to have interrupted you then, but please, Will you do something with me for just a minute?
italian: [_A_] Oh, mi dispiace di averti interrotto allora, ma per favore, farai qualcosa con me per solo un minuto?

source: [_R_] Do you have something in mind?
italian: [_R_] Hai qualcosa in mente?

source: [_A_] Yes, and before you decide, just follow me for a minute.
italian: [_A_] Sì, e prima di decidere, basta seguirmi per un minuto.

source: [_R_] That's the men's bathroom. Why are you going in there?
italian: [_R_] Questo è il bagno degli uomini. Perché stai andando lì dentro?

source: [_A_] Because I have a feeling you wouldn't follow me into the ladies room.
italian: [_A_] Perché ho la sensazione che non mi seguirete nella stanza delle signore.

source: [_RT_] {i}What is this?... I'm supposed to follow her into the men's room?{/i}
italian: [_RT_] {i}Cos'è questo?... Dovrei seguirla nella stanza degli uomini?{/i}

source: [_R_] Normally I'd be all about that, but I feel bad for leaving my mom all alone.
italian: [_R_] Normalmente sarei tutto quello, ma mi sento male per lasciare mia mamma tutto da sola.

source: [_A_] If she's got food and wine, she should be good on her own for a couple minutes.
italian: [_A_] Se ha cibo e vino, dovrebbe essere brava da sola per un paio di minuti.

source: [_A_] Why are you so worried?
italian: [_A_] Perché sei così preoccupato?

source: [_A_] She tried to seduce Joey herself when they were teenagers, but he was more interested in their cousin.
italian: [_A_] Lei cercò di sedurre Joey stessa quando erano adolescenti, ma era più interessato al loro cugino.

source: [_A_] Maybe these can help you decide?
italian: [_A_] Forse questi possono aiutarti a decidere?

source: [_A_] And keep in mind, I guarantee that I'll make you nut.
italian: [_A_] E tenete a mente, vi garantisco che vi farò nodo.

source: [_A_] I doubt your mom is offering such a good deal.
italian: [_A_] Dubito che tua mamma stia offrendo un buon affare.

source: [_RT_] {i}I probably shouldn't tell her that Mom already made me nut today.{/i}
italian: [_RT_] {i}Probabilmente non dovrei dirle che la mamma mi ha già fatto il dado oggi.{/i}

source: [_A_] So, what do you choose?
italian: [_A_] Allora, cosa scegliete?

source: [_A_] Yeah... That makes sense.
italian: [_A_] Sì... Questo ha senso.

source: [_A_] Sorry, I just haven't ever had a guy reject me before.
italian: [_A_] Mi dispiace, non ho mai avuto un ragazzo mi ha rifiutato prima.

source: [_A_] But I understand.
italian: [_A_] Ma capisco.

source: [_M_] [ryan], you aren't working for, or doing any favors for the DeCapo's, are you?
italian: [_M_] [ryan], non stai lavorando, o stai facendo qualche favore per il DeCapo, vero?

source: [_R_] What?... No... of course not!
italian: [_R_] Cosa?... no... ovviamente!

source: [_R_] Joey just wanted me to show Armani how to use her new digital camera.
italian: [_R_] Joey voleva solo che mostrassi ad Armani come usare la sua nuova fotocamera digitale.

source: [_M_] And that couldn't wait for another day?
italian: [_M_] E questo non poteva aspettare un altro giorno?

source: [_R_] Yeah, I didn't dare refuse him.
italian: [_R_] Sì, non osavo rifiutarlo.

source: [_R_] Uhh... Yeah. Joey just wanted me to help Armani figure out how to work her digital camera.
italian: [_R_] Uhh... Sì. Joey voleva solo che aiutassi Armani a capire come lavorare la sua macchina fotografica digitale.

source: [_M_] And that couldn't wait?
italian: [_M_] E non poteva aspettare?

source: [_R_] That's why I told them I'd love to, but It'll have to wait for another time.
italian: [_R_] Ecco perché ho detto loro che mi piacerebbe, ma dovrà aspettare un'altra volta.

source: [_MT_] {i}That's pretty courageous to try and set boundaries with the Mafia.{/i}
italian: [_MT_] {i}È abbastanza coraggioso cercare di impostare i confini con la mafia.{/i}

source: [_MT_] {i}The few times I saw [dad_name] with Joey, he wouldn't stop groveling and kissing his ass.{/i}
italian: [_MT_] {i}Le poche volte che ho visto [dad_name] con Joey, non avrebbe smesso di groveling e baciare il suo culo.{/i}

source: [_MT_] {i}It confused me at the time, but that was before I knew who and what Joey is.{/i}
italian: [_MT_] {i}Mi ha confuso all'epoca, ma prima sapevo chi e cosa è Joey. {/i}

source: [_MT_] {i}I think [ryan]'s a little more naive about how dangerous Joey is, but his boldness and courage is sure attractive.{/i}
italian: [_MT_] {i}Penso che [ryan]sia un po' più ingenua su quanto sia pericoloso Joey, ma la sua audacia e il suo coraggio sono sicuramente attraenti. {/i}

source: [_MT_] {i}Oh, my God!... Why is my brain jumping to those kinds of thoughts so easily?!{/i}
italian: [_MT_] {i}Oh, mio Dio!... Perché il mio cervello sta saltando a quei tipi di pensieri così facilmente?!{/i}

source: [_MT_] {i}maybe, voracious?... no...{/i}
italian: [_MT_] {i}forse, vorace?... no...{/i}

source: [_MT_] {i}A bitch in heat...{/i}
italian: [_MT_] {i}Una troia in calore...{/i}

source: [_M_] I think I'm just having a weird reaction to this wine.
italian: [_M_] Penso di avere solo una reazione strana a questo vino.

source: [_R_] What kind of reaction?
italian: [_R_] Che tipo di reazione?

source: [_M_] Ummm... To be completely honest, I think maybe the wine is having an aphrodisiac effect on me.
italian: [_M_] Ummm... Per essere completamente onesti, penso che forse il vino stia avendo un effetto afrodisiaco su di me.

source: [_R_] Like... it's making you horny?
italian: [_R_] Mi piace... ti sta facendo arrapare?

source: [_M_] Uhhh... pretty much.
italian: [_M_] Uhhhh... piuttosto molto.

source: [_R_] That's one of the great things about you, Mom.
italian: [_R_] Questa è una delle cose grandi su di te, Mamma.

source: [_R_] You're so willing to help others.
italian: [_R_] Sei così disposto ad aiutare gli altri.

source: [_R_] What would I have done without you in the dressing room today?
italian: [_R_] Che cosa avrei fatto senza di voi nello spogliatoio oggi?

source: [_R_] Walking out of that dressing room with a giant hard-on pushing against my pants for the whole world to see would have been super embarrassing for me.
italian: [_R_] Camminare fuori da quello spogliatoio con un gigante hard-on spingendo contro i miei pantaloni per il mondo intero a vedere sarebbe stato super imbarazzante per me.

source: [_MT_] {i}God!... It was giant!{/i}
italian: [_MT_] {i}Dio!... Era gigante!{/i}

source: [_R_] But you stepped up and fixed the problem for me.
italian: [_R_] Ma hai aumentato e risolto il problema per me.

source: [_R_] You always help others, but you almost never ask for any in return.
italian: [_R_] Aiuti sempre gli altri, ma non chiedi quasi mai nulla in cambio.

source: [_R_] I'm here for you, Mom.
italian: [_R_] Sono qui per te, mamma.

source: [_R_] All you have to do, is ask.
italian: [_R_] Tutto quello che devi fare, è chiedere.

source: [_M_] Umm... Okay, [ryan]... Do you think maybe you could help me out, ummm... with...
italian: [_M_] Umm... Okay, [ryan]... Pensi che forse potresti aiutarmi fuori, ummm... con...

source: [_MT_] {i}Fuuuck that feels good!... My poor breasts haven't had nearly enough attention lately.{/i}
italian: [_MT_] {i}Fuuuck che si sente bene!... I miei povere seni non hanno avuto quasi abbastanza attenzione ultimamente.{/i}

source: [_MT_] {i}[ryan] hasn't sucked on my breasts since... Oh my God!... If I had known when I was nursing him as a baby, that one day he'd be sucking on my tits in this way...{/i}
italian: [_MT_] {i}[ryan] non ha succhiato i miei seni dalla... Oh mio Dio!... Se avessi saputo quando lo stavo allattando da bambino, che un giorno avrebbe succhiato sulle mie tette in questo modo...{/i}

source: [_MT_] {i}I guess I wouldn't have been able to handle that information... But now... it just feels so right!{/i}
italian: [_MT_] {i}Immagino che non sarei stato in grado di gestire queste informazioni... Ma ora... si sente così giusto!{/i}

source: [_MT_] {i}I might even be able to get there without any anal stimulation.{/i}
italian: [_MT_] {i}Potrei anche essere in grado di arrivare lì senza alcuna stimolazione anale.{/i}

source: [_M_] Would you mind going the extra mile for me?
italian: [_M_] Ti dispiacerebbe andare il miglio in più per me?

source: [_M_] I guess just use your fingers, like usual?
italian: [_M_] Immagino di usare solo le dita, come al solito?

source: [_R_] I've got a better idea.
italian: [_R_] Ho un'idea migliore.

source: [_MT_] {i}I can't believe it, but he's been giving me better orgasms than his father ever did.{/i}
italian: [_MT_] {i}Non riesco a crederci, ma mi sta dando orgasmi migliori di suo padre.{/i}

source: [_MT_] {i}For [dad_name], it was only ever about his orgasm. After a few minutes, he orgasmed, and that was it, sex was done for the night.{/i}
italian: [_MT_] {i}Per [dad_name], era solo il suo orgasmo. Dopo pochi minuti, si è orgasmato, e così è stato, il sesso è stato fatto per la notte.{/i}

source: [_MT_] {i}Oh, fuck... No, I meant, if we ever did have sex, which would never happen... right?{/i}
italian: [_MT_] {i}Oh, cazzo... No, voglio dire, se avessimo mai fatto sesso, che non sarebbe mai successo... giusto?{/i}

source: [_MT_] {i}God, who knows anymore?{/i}
italian: [_MT_] {i}Dio, chissà di più?{/i}

source: [_M_] In fact, most people would be shocked and disgusted.
italian: [_M_] Infatti, la maggior parte delle persone sarebbe scioccata e disgustata.

source: [_M_] So, I hope this isn't affecting you negatively.
italian: [_M_] Quindi, spero che questo non ti colpisca negativamente.

source: [_R_] No... Not at all.
italian: [_R_] No... Non affatto.
