Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Mr. DeCapo!
french: [ _M_ ] M. DeCapo !
italian: [_M_] Signor DeCapo!
portuguese: [_M_] Sr. DeCapo!
russian: [ _M_] Мистер ДеКапо!

source: [_R_] No, no, no, no, no...
french: [ _R_ ] Non, non, non, non, non ...
italian: [_R_] No, no, no, no, no, no...
portuguese: [_R_] Não, não, não, não, não, não...
russian: [ _R_] Нет, нет, нет, нет, нет ...

source: [_MT_] {i}God, I love cheating on my husband.{/i}
french: [_MT_] {i}Dieu, j'aime tricher sur mon mari. {/i}
italian: [_MT_] {i}Dio, amo imbrogliare mio marito.{/i}
portuguese: [_MT_] {i}Deus, adoro trair meu marido.{/i}
russian: [_MT_] Бог {i}, я люблю обманывать своего мужа.{/i}

source: [_MT_] {i}I'm also really glad I didn't give exclusive rights for my pussy to my son. I've finally realized that I can't just be satisfied with one dick.{/i}
french: [_MT_] {i}Je suis également très content que je n'aie pas donné de droits exclusifs à mon fils pour ma chatte. Je me suis finalement rendu compte que je ne pouvais pas être satisfait d'un seul dick.{/i}
italian: [_MT_] {i}Sono davvero contento di non aver dato diritti esclusivi per mia figa a mio figlio. Ho finalmente capito che non posso essere soddisfatto di un cazzo.{/i}
portuguese: [_MT_] {i}Eu também estou muito feliz por não ter dado direitos exclusivos para o meu filho. Finalmente percebi que não posso ficar satisfeito com um dique.{/i}
russian: [_MT_] {i}Я также очень рад, что не давал исключительных прав сыну на мысли. Я наконец-то понял, что один dick.{/i} не может быть доволен

source: [_MT_] {i}Right now, I'm in Joey's care... And he can do whatever he wants with me.{/i}
french: [_MT_] {i}En ce moment, je suis dans les soins de Joey... Et il peut faire ce qu'il veut avec moi.{/i}
italian: [_MT_] {i}In questo momento, sono nella cura di Joey... E può fare quello che vuole con me.{/i}
portuguese: [_MT_] {i}agora, eu estou com o cuidado do Joey... E ele pode fazer o que quiser comigo.{/i}
russian: [_MT_] {i}прямо сейчас я в Joe... И он может со мной делать всё, что угодно.{/i}

source: [_MT_] {i}He's not as big as my son, but at least I don't have to dislocate my jaw to get him in my mouth.{/i}
french: [_MT_] {i}Il n'est pas aussi grand que mon fils, mais au moins je n'ai pas à délocaliser ma mâchoire pour me mettre dans la bouche.{/i}
italian: [_MT_] {i}Non è grande come mio figlio, ma almeno non devo dislocare la mia mascella per portarlo in bocca.{/i}
portuguese: [_MT_] {i}Ele não é tão grande quanto meu filho, mas pelo menos eu não tenho que deslocar minha mandíbula para ele entrar na minha boca. {/i}
russian: [_MT_] {i}Он не так велик, как сын моего создателя, но мне не нужно отвлекать меня от чести, чтобы достать его во рту.{/i}

source: [_MT_] {i}And better yet, I'm not related to him.{/i}
french: [_MT_] {i}Et mieux encore, je ne suis pas lié à lui.{/i}
italian: [_MT_] {i}E meglio ancora, non sono imparentato con lui.{/i}
portuguese: [_MT_] {i}E melhor ainda, eu não sou relacionado a ele. {/i}
russian: [_MT_] {i}И еще лучше я не имею к нему.{/i}

source: [_J_] Mmmm... [mom_name], You're getting me hard real fast.
french: [_J_] Mmmm... [mom_name], vous me donnez une vraie vie rapidement.
italian: [_J_] Mmmm... [mom_name], Mi stai facendo sentire molto velocemente.
portuguese: [_J_] Mmmm... [mom_name], você está me deixando muito rápido.
russian: [ _J_] Mmmm ... Ты меня быстро стареешь.

source: [_MT_] {i}I think [ryan] gets rock hard the second I walk into a room.{/i}
french: [_MT_] {i}Je pense que [ryan] devient dur la seconde où je marche dans une pièce.{/i}
italian: [_MT_] {i}Penso che [ryan] ottiene rock duro il secondo che cammino in una stanza.{/i}
portuguese: [_MT_] {i}acho que [ryan] fica duro no segundo que entro em um quarto.{/i}
russian: [ _MT_] {i}Я думаю, что [ ryan] остановится на втором, я иду в комнату. { /i }

source: [_J_] Fuck, I'm ready... I want inside you right now!
french: [_J_] Fuck, je suis prêt... Je veux en vous dès maintenant !
italian: [_J_] Cazzo sono pronto... voglio dentro di te adesso!
portuguese: [_J_] Porca, estou pronto... Quero dentro de você agora!
russian: Блядь, я готов ... Я хочу внутри тебя прямо сейчас!

source: [_M_] God, yes!
french: [_M_] Dieu, oui!
italian: [_M_] Dio, sì!
portuguese: [_M_] Deus, sim!
russian: Боже, да!

source: [_J_] You like that?!
french: [_J_] Vous aimez ça?!
italian: [_J_] Ti piace?!
portuguese: [_J_] Você gosta disso?!
russian: Тебе это нравится?

source: [_M_] Don't stop!
french: [_M_] Ne vous arrêtez pas !
italian: [_M_] Non fermarti!
portuguese: U[_M_] Não pare!
russian: [_M_] Не останавливайся!

source: [_MT_] {i}He knows how to fuck, I'll give him that.{/i}
french: [_MT_] {i}Il sait comment baiser, je vais lui donner ça.{/i}
italian: [_MT_] {i}Sa come scopare, gli darò quello.{/i}
portuguese: [_MT_] {i}Ele sabe fazer caramba, eu lhe darei isso.{/i}
russian: [ _MT_] {i}Он знает, как трахаться, я дам ему это. { /i }

source: [_MT_] {i}He's doesn't quite reach as deep as [ryan], but still deeper than my worthless husband.{/i}
french: [_MT_] {i}Il n'est pas aussi profond que [ryan], mais encore plus profond que mon mari indigne.{/i}
italian: [_MT_] {i}Non è abbastanza profondo come [ryan], ma ancora più profondo del mio inutile marito.{/i}
portuguese: [_MT_] {i}ele não está tão fundo quanto [ryan], mas ainda mais fundo que meu marido inestimável.{/i}
russian: [_MT_] {i}Он не так глубоко, как [ryan], но все еще сильнее, чем мой бессмысленный мужа.{/i}

source: [_MT_] {i}If only he could see me now. See what his selfish actions have driven me to.{/i}
french: [_MT_] {i}Si seulement il pouvait me voir maintenant. Voyez à quoi ses actions égoïstes m'ont poussé.{/i}
italian: [_MT_] {i}Se solo poteva vedermi ora. Guarda a cosa mi hanno guidato le sue azioni egoiste.{/i}
portuguese: [_MT_] {i}se pelo menos ele pudesse me ver agora. Veja como suas ações egoístas me levaram.{/i}
russian: [_MT_] {i}Если бы только он видел меня. Посмотрите, к чем меня побудили его эгоистические действия.{/i}

source: [_MT_] {i}Serves the bastard right.{/i}
french: [ _MT_ ] {i}Sert le bon bâtard. { /i }
italian: [_MT_] {i}Serve il bastardo destra.{/i}
portuguese: [_MT_] {i}Serve o desgraçado.{/i}
russian: [_MT_] {i}верно обслуживает батальона.{/i}

source: [_MT_] {i}I'll show him.{/i}
french: [_MT_] {i}Je vais le montrer. {/i}
italian: [_MT_] {i}Gli mostrerò.{/i}
portuguese: [_MT_] {i}Eu vou mostrar a ele. {/i}
russian: [_MT_] {i}Я покажу ему.{/i}

source: [_M_] Joey, I need to be on top!
french: [_M_] Joey, je dois être au-dessus !
italian: [_M_] Joey, ho bisogno di essere in cima!
portuguese: [_M_] Alegria, eu preciso estar no topo!
russian: Джоуи, мне нужно быть сверху!

source: [_J_] Anything for you, sexy!
french: [ _J_ ] N'importe quoi pour vous, sexy !
italian: [_J_] Tutto per te, sexy!
portuguese: U[_J_] Qualquer coisa para você, sexy!
russian: Что-нибудь для тебя, сексуально!

source: [_MT_] {i}There, now I'm not just passively getting fucked.{/i}
french: [_MT_] {i}Là, maintenant je ne suis pas seulement en train de me faire baiser passivement. {/i}
italian: [_MT_] {i}Lì, ora non sto solo scopando passivamente.{/i}
portuguese: [_MT_] {i}Lá, agora eu não estou apenas passivamente ficando fodido. {/i}
russian: [_MT_] {i}Там, теперь я не просто пассивно перепрыгнулся.{/i}

source: [_MT_] {i}I'm making Joey drill me, not just getting drilled.{/i}
french: [_MT_] {i}Je fais que Joey me perçoit, pas seulement me faire percer. {/i}
italian: [_MT_] {i}Sto facendo Joey trapano me, non solo ottenere forati.{/i}
portuguese: [_MT_] {i}estou fazendo Joey me perfurando, não só perfurando.{/i}
russian: [_MT_] {i}Я делаю Джой сверлить меня, а не просто сверлить.{/i}

source: [_MT_] {i}This makes me complicit.{/i}
french: [_MT_] {i}Cela me rend complice.{/i}
italian: [_MT_] {i}Questo mi rende complicato.{/i}
portuguese: [_MT_] {i}Isso me torna cúmplice. {/i}
russian: [_MT_] {i}Это меня усложняет.{/i}

source: [_MT_] {i}I'm actually cheating on my husband.{/i}
french: [_MT_] {i}Je triche en fait sur mon mari. {/i}
italian: [_MT_] {i}Sto imbrogliando mio marito.{/i}
portuguese: [_MT_] {i}Eu na verdade estou traindo meu marido. {/i}
russian: [_MT_] {i}Я на самом деле обманул своего мужа.{/i}

source: [_MT_] {i}Why does it feel like I'm cheating on my son too?{/i}
french: [_MT_] {i}Pourquoi ai-je l'impression de tricher sur mon fils également?{/i}
italian: [_MT_] {i}Perché mi sembra di imbrogliare anche mio figlio?{/i}
portuguese: [_MT_] {i}Por que se sente como se eu estivesse traindo meu filho too? {/i}
russian: [_MT_] {i}Почему это чувствует, что я обманул и на моего сына?{/i}

source: [_MT_] {i}No... That doesn't make sense... I'm just being silly. He's my son... He doesn't have any kind of claim over me.{/i}
french: [_MT_] {i}Non... Ça n'a pas de sens... Je suis juste ridicule. C'est mon fils... Il n'a aucune sorte de revendication sur moi.{/i}
italian: [_MT_] {i}No... Questo non ha senso... Sto solo essendo stupido. È mio figlio... non ha alcun tipo di reclamo su di me.{/i}
portuguese: [_MT_] {i}Não... Isso não faz sentido... estou apenas sendo bobo. É meu filho... Ele não tem nenhum tipo de reivindicação sobre mim.{/i}
russian: [_MT_] {i}Нет... Это не имеет смысла... Я просто глупый. Он мой сын... У него нет у меня никаких полномочий.{/i}

source: [_MT_] {i}Still... What would he think if he could see me now?{/i}
french: [_MT_] {i}quand même... Que penserait-il s'il pouvait me voir maintenant?{/i}
italian: [_MT_] {i}Ancora... Cosa penserebbe se potesse vedermi adesso?{/i}
portuguese: [_MT_] {i}Ainda ... O que ele pensaria se pudesse me ver agora? {/i}
russian: [_MT_] {i}всё ещё ... Что бы он подумал, если бы я мог увидеть меня?{/i}

source: [_J_] Fuck, [mom_name]... Go easy on me or I'm not going to last very long.
french: [_J_] Fuck, [mom_name]... Va facile sur moi ou je ne vais pas durer très longtemps.
italian: [_J_] Fuck, [mom_name]... Vai facile su di me o non durerò molto a lungo.
portuguese: [_J_] Caramba, [mom_name]... Fique leve em mim, ou não vou durar muito tempo.
russian: [_J_] Fuck, [mom_name]... Легко на меня, или я не собираюсь продлиться очень долго.

source: [_M_] No... You've got to let me cum first... Don't be like my husband.
french: [_M_] Non... Vous devez me laisser foutre d'abord... Ne soyez pas comme mon mari.
italian: [_M_] no... Devi lasciarmi sborrare per primo... Non essere come mio marito.
portuguese: [_M_] Não... Você tem que me deixar cum primeiro... Não seja como meu marido.
russian: [ _M_] Нет. Ты должен позволить мне сперва ... Не будь моим мужем.

source: [_J_] I'll try...
french: [_J_] Je vais essayer...
italian: [_J_] Tenterò di provare...
portuguese: [_J_] Eu vou tentar ...
russian: Я попробую ...

source: [_J_] I don't know how long I can hold out.
french: [ _J_ ] Je ne sais pas combien de temps je peux tenir.
italian: [_J_] Non so quanto tempo posso trattenere.
portuguese: [__J_] Eu não sei quanto tempo eu posso aguentar.
russian: [_J_] Я не знаю, сколько времени я могу удержать.

source: [_J_] What do you need to get there?
french: [ _J_ ] Qu'est-ce que vous devez vous y rendre?
italian: [_J_] Di cosa hai bisogno per arrivarci?
portuguese: [_J_] O que você precisa para chegar lá?
russian: [_J_] Что тебе нужно сделать, чтобы попасть?

source: [_M_] Remember the beach?
french: [_M_] Vous vous souvenez de la plage ?
italian: [_M_] Ricordate la spiaggia?
portuguese: [_M_] Lembra da praia?
russian: [_M_] Помнить пляж?

source: [_J_] Oh, I see... You dirty sexy woman!
french: [_J_] Oh, je voir... Vous sale femme sexy!
italian: [_J_] Oh, vedo... Tu sei donna sexy sporca!
portuguese: [_J_] Oh, eu vejo... Sua mulher suja!
russian: О, я вижу ... Ты грязная сексуальная женщина!

source: [_M_] This is really embarrassing to admit, but I have a hard time cumming without anal stimulation.
french: [ _M_ ] C'est vraiment embarrassant d'admettre, mais j'ai un temps dur cumming sans stimulation anale.
italian: [_M_] Questo è davvero imbarazzante da ammettere, ma ho un momento difficile cumming senza stimolazione anale.
portuguese: [_M_] Isso é realmente constrangedor de admitir, mas eu me deparo com dificuldades sem estimulação anal.
russian: [_M_] Это действительно смутно признаться, но у меня есть трудный момент наполнения без анальной стимуляции.

source: [_J_] Haha... I've hit the jackpot. You dirty sexy woman!
french: [_J_] Haha... J'ai frappé le jackpot. Vous sale femme sexy!
italian: [_J_] Haha... Ho colpito il jackpot. Sei donna sexy sporca!
portuguese: [_J_] Haha... Eu bati na jaqueta. Você suja a mulher!
russian: [ _J_] Хаха ... Я ударился о джекпот. Ты грязная сексуальная женщина!

source: [_M_] Oh, yes... Fuck, yes!
french: [_M_] Oh, oui... Fuck, oui!
italian: [_M_] Oh, sì... Scopo, sì!
portuguese: U[_M_] Ah, sim... Porca, sim!
russian: О, да ... Черт, да!

source: [_J_] Haha... I can't believe you actually enjoy this!
french: [_J_] Haha... Je n'arrive pas à croire que vous appréciez ça !
italian: [_J_] Haha... Non posso credere che ti piaccia davvero!
portuguese: [_J_] Haha... Não acredito que você realmente gosta disso!
russian: [ _J_] Хаха ... Не могу поверить, что ты на самом деле наслаждаешься этим!

source: [_J_] Every woman I've ever fucked in the ass I think did it because they were afraid to say no to me.
french: [ _J_ ] Chaque femme que j'ai jamais baisé dans le cul, je pense qu'elle l'a fait parce qu'elle avait peur de me dire non.
italian: [_J_] Ogni donna che ho mai scopata nel culo penso che lo abbia fatto perché avevano paura di dirmi di no.
portuguese: [__J_] Toda mulher que eu já foquei na bunda eu acho que fez isso porque eles tinham medo de dizer não para mim.
russian: [_J_] Каждая женщина, которую я когда-либо шёл в задницу, я думаю, сделала это, потому что боялись сказать мне нет.

source: [_J_] You're a dream come true.
french: [ _J_ ] Vous êtes un rêve.
italian: [_J_] Sei un sogno che si avvera.
portuguese: [_J_] Você é um sonho tornar-se realidade.
russian: [_J_] Вы мечтаете сбыться.

source: [_M_] Just keep fucking me!
french: [_M_] Il suffit de continuer à me baiser !
italian: [_M_] continuate a scoparmi!
portuguese: U[_M_] Apenas continue me fodando!

source: [_M_] Oh yeah... I'm getting close!
french: [_M_] Oh ouais... Je me rapproche !
italian: [_M_] Oh sì... Mi sto avvicinando!
portuguese: [_M_] Aí sim... estou chegando perto!
russian: О да ... Я уже близко!

source: [_M_] Keep going!
french: [_M_] Continuez !
italian: [_M_] Continui ad andare!
portuguese: [_M_] Continue assim!
russian: Продолжай!

source: [_M_] Fuck yes!
french: [_M_] Fuck oui !
italian: [_M_] Cazzo sì!
portuguese: U[_M_] Porra sim!

source: [_J_] God, [mom_name]!
french: [_J_] Dieu, [mom_name]!
italian: [_J_] Dio, [mom_name]!
portuguese: [_J_] Deus, [mom_name]!

source: [_J_] You're amazing!
french: [_J_] Vous êtes incroyable !
italian: [_J_] Sei incredibile!
portuguese: [_J_] Você é incrível!
russian: Ты потрясающий!

source: [_M_] Don't stop fucking!
french: [ _M_ ] Ne vous arrêtez pas !
italian: [_M_] Non smettere di scopare!
portuguese: [__M_] Não pare de foder!
russian: [_M_] Не останавливайтесь!

source: [_M_] Now, you can do to me whatever you want.
french: [ _M_ ] Maintenant, vous pouvez me faire ce que vous voulez.
italian: [_M_] Ora, puoi fare a me quello che vuoi.
portuguese: [__M_] Agora, você pode fazer para mim o que você quiser.
russian: Ты можешь сделать со мной все, что захочешь.

source: [_J_] Gladly!
french: [_J_] Heureux!
russian: [ _J_] Гладкого!

source: [_MT_] {i}Oh God!... He made me cum again!{/i}
french: [_MT_] {i}Oh Dieu!... Il m'a fait foutre à nouveau !{/i}
italian: [_MT_] {i}Oh Dio!... Mi ha fatto sborrare di nuovo!{/i}
portuguese: [_MT_] {i}Oh Deusa!... Ele me fez cum de novo!{/i}
russian: [ _MT_] {i}О Боже! ... Он заставил меня снова обниматься!

source: [_JT_] {i}Good, God! How does she keep doing that?{/i}
french: [_JT_] {i}Bien, Dieu! Comment continue-t-elle à le faire?{/i}
italian: [_JT_] {i}Buono, Dio! Come continua a farlo?{/i}
portuguese: [__JT_] {i}Bom, Deus! Como ela continua fazendo isso? {/i}
russian: [_JT_] {i}Хорошо, Бог! Как она продолжает это делать?{/i}

source: [_J_] Fucking you is a dream, but I can't hold out any longer!
french: [_J_] Vous baiser c'est un rêve, mais je ne peux pas tenir plus longtemps !
italian: [_J_] Cazzo sei un sogno, ma non riesco più a trattenere!
portuguese: U[_J_] Te Foste é um sonho, mas eu não posso aguentar mais tempo!
russian: [_J_] Вкус ты мечтаешь, но я больше не смогу удержаться!

source: [_M_] Don't you dare pull out! Fill my pussy!
french: [_M_] N'osez pas sortir ! Remplissez ma chatte !
italian: [_M_] Non osate tirare fuori! Riempi la mia figa!
portuguese: [_M_] Você não se atreve a sair! Preencha minha pussy!
russian: [_M_] Ты не осмелишь! Заполни мою киси!

source: [_M_] I want to feel cum inside my womb again!
french: [_M_] Je veux sentir le sperme à l'intérieur de mon ventre à nouveau !
italian: [_M_] Voglio sentirmi di nuovo sperma nel mio grembo!
portuguese: [__M_] Eu quero me sentir cum dentro do meu ventre de novo!
russian: [ _M_] Я хочу снова чувствовать себя в моей утробе!

source: [_M_] Get me pregnant and I'll make my asshole husband raise your child.
french: [ _M_ ] Va-moi enceinte et je vais faire élever mon mari à élever ton enfant.
italian: [_M_] Mettimi incinta e farò crescere il mio marito del culo tuo figlio.
portuguese: [_M_] gravidez-me e farei meu marido assalto criar seu filho.
russian: [ _M_] Принесете меня беременной, и я заставлю своего мудака растить вашего ребенка.

source: [_J_] Goddam!
french: [_J_] Diable !

source: [_J_] I'm gonna...!
french: [_J_] Je suis Gonna...!
italian: [_J_] Sto andandando...!
portuguese: [_J_] Eu vou ...!
russian: [ _J_] Я собираюсь ...!

source: {i}"Joey's cum loads in Mom's pussy +1"{/i}
french: {i}"Le foutre de Joey se charge dans la chatte de Maman +1"{/i}
italian: {i}"Joey cum carica nella figa della mamma +1"{/i}
portuguese: {i}"Cum loads de Alegria no pussy de Mãe +1"{/i}
russian: {i}"Cum Joey's нагрузок в маме +1"{/i}

source: {i}"Total loads of Joey's cum in Mom's pussy = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
french: {i}"Total de foutre de Joey dans la chatte de Maman = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
italian: {i}"Totale carichi di sperma di Joey nella figa della mamma = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
portuguese: {i}"Cargas totais do cum de Joey no pussy da mãe = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
russian: {i}"Total loads of cum Joey's in Mom's pussy = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}

source: [_J_] Holy Gaaawwwd!
french: [_J_] Saint Gaaawwww !
portuguese: [_J_] Gaaawww!
russian: [ _J_] Holy Gaawwwd!

source: [_M_] Don't stop fucking my ass!
french: [ _M_ ] N'arrêtez pas mon cul !
italian: [_M_] Non smettere di scopare il mio culo!
portuguese: [__M_] Não pare de foder a minha bunda!
russian: [_M_] Не прекращайте трахать мою ассу!

source: [_M_] Don't you dare pull out! Fill my ass!
french: [_M_] N'osez pas sortir ! Remplissez mon cul !
italian: [_M_] Non osare tirare fuori! Riempi il mio culo!
portuguese: [_M_] Você não se atreve a sair! Preencha o meu traseiro!
russian: [_M_] Ты не осмелишь! Заполни мою ассу!

source: [_M_] I want it leaking out of me for days!
french: [ _M_ ] Je veux qu'il me réveille pendant des jours !
italian: [_M_] Voglio che fuoriesca da me per giorni!
portuguese: [__M_] Eu quero que vaze de mim por dias!
russian: [ _M_] Я хочу, чтобы он слился со мной в течение нескольких дней!

source: [_M_] There, all dressed.
french: [ _M_ ] Il y a tout habillé.
italian: [_M_] Lì, tutto vestito.
portuguese: [_M_] Lá, todos vestidos.
russian: [ _M_] Там, все одетые.

source: [_J_] Thanks for another great Saturday night!
french: [ _J_ ] Merci pour un autre grand samedi soir !
italian: [_J_] Grazie per un altro grande sabato sera!
portuguese: [_J_] Obrigado por outra ótima noite de sábado!
russian: [_J_] Спасибо за еще одну прекрасную субботу!

source: [_J_] Now, you'd better get to the stage. I know the crowd gets a little rowdy when they're sick of waiting for you.
french: [ _J_ ] Maintenant, vous feriez mieux de passer à l'étape. Je sais que la foule a un petit rameur quand elle est malade de t'attendre.
italian: [_J_] Ora faresti meglio a salire sul palcoscenico. So che la folla si fa un po' di brutto quando sono stufi di aspettarti.
portuguese: [_J_] Agora, é melhor você chegar ao palco. Eu sei que a multidão se afoga quando eles estão cansados de te esperar.
russian: Тебе лучше выйти на сцену. Я знаю, что толпа немного поровну, когда тебя тошет от ожидания.

source: [_M_] Yep... I'm going straight there.
french: [_M_] Ouais... Je vais tout droit là.
italian: [_M_] Yep... Sto andando dritto lì.
portuguese: [_M_] Sim... Eu vou direto para lá.
russian: Да ... Я иду прямо туда.

source: [_MT_] {i}Looks like it's just another "Wham, Bam, Thank you, Ma'am".{/i}
french: [_MT_] {i}On dirait que c'est juste un autre « Wham, Bam, Merci, Maam».{/i}
italian: [_MT_] {i}Sembra che sia solo un altro "Wham, Bam, Grazie, Ma'am".{/i}
portuguese: [_MT_] {i}parece que é apenas mais um "Wham, Bam, Obrigado, Ma'am".{/i}
russian: [_MT_] {i}Похоже, это еще один "Wham, Бам, спасибо, Ma'am".{/i}

source: [_MT_] {i}I shouldn't be offended that I'm just another hot ass for him.{/i}
french: [_MT_] {i}Je ne devrais pas être offensé que je suis juste un autre cul chaud pour lui{/i}
italian: [_MT_] {i}Non dovrei essere offeso che sono solo un altro culo caldo per lui.{/i}
portuguese: [_MT_] {i}Eu não deveria me ofender por eu ser apenas mais um assalto quente para ele.{/i}
russian: [_MT_] {i}мне не нужно обманывать, что я просто другая горячая осень.{/i}

source: [_MT_] {i}I'm benefiting just as much from these little meets.{/i}
french: [_MT_] {i}Je profite autant de ces petites rencontres{/i}
italian: [_MT_] {i}sto beneficiando altrettanto di questi piccoli incontri.{/i}
portuguese: [_MT_] {i}Estou me beneficiando tanto dessas pequenas reuniões.{/i}
russian: [_MT_] {i}Я так же извлекаю выгоду от этих маленьких встреч.{/i}

source: [_MT_] {i}And as much as I know this is wrong, I'm just needing to get fucked like I've never needed it before.{/i}
french: [_MT_] {i}Et autant que je sais que c'est faux, j'ai juste besoin de me faire baiser comme je n'en avais jamais eu besoin avant. {/i}
italian: [_MT_] {i}E per quanto so questo è sbagliato, ho solo bisogno di farsi scopare come non ho mai avuto bisogno prima.{/i}
portuguese: [_MT_] {i}e tanto quanto sei que isso está errado, eu só preciso ser preso como se eu nunca precisasse antes.{/i}
russian: [_MT_] {i}И так же, как я знаю, это неправильно, мне просто нужно быть с крючками так, как мне никогда не понадобилось.{/i}

source: [_MT_] {i}God, I can still feel his warm cum inside me!{/i}
french: [_MT_] {i}Dieu, je peux toujours sentir son foutre chaud en moi!{/i}
italian: [_MT_] {i}Dio, posso ancora sentire il suo sperma caldo dentro di me!{/i}
portuguese: [_MT_] {i}Deus, ainda posso sentir seu cum quente dentro de mim!{/i}
russian: [_MT_] Бог {i}, я все еще могу почувствовать его теплый кум внутри меня!{/i}

source: [_AD_] There she goes, on her way to the pole.
french: [ _AD_ ] Elle va, sur le chemin du poteau.
italian: [_AD_] Là va, sulla sua strada verso il palo.
portuguese: [_AD_] Lá vai ela, a caminho do poste.
russian: [ _AD_] Вот она, на пути к столбу.

source: [_AD_] God, I love this recurring little date of ours.
french: [ _AD_ ] Dieu, j'aime cette petite date récurrente de la nôtre.
italian: [_AD_] Dio, amo questa piccola data ricorrente della nostra.
portuguese: [_AD_] Deus, eu amo essa data tão recorrente de nossa.
russian: Боже, я люблю эту повторяющуюся маленькую дату нашего.
