Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Wow! Thanks, Mom! That view is really something!{/i}
italian: [_RT_] {i}Wow! Grazie, mamma! Quella vista è davvero qualcosa!{/i}

source: [_MT_] {i}Mmmm... And now he's staring at my cleavage again!{/i}
italian: [_MT_] {i}Mmmm... E ora sta fissando di nuovo la mia scissione!{/i}

source: [_MT_] {i}God!... I'm going to lose it if I don't get some relief right now.{/i}
italian: [_MT_] {i}Dio!... Lo perderò se non ottengo un sollievo in questo momento.{/i}

source: [_MT_] {i}I'm sure [ryan] wouldn't mind if I asked him for his help again.{/i}
italian: [_MT_] {i}Sono sicuro che [ryan] non avrebbe dispiacere se gli chiesi di nuovo il suo aiuto.{/i}

source: [_MT_] {i}I mean... I'll have to end this kind of stuff in the very near future, but for now...{/i}
italian: [_MT_] {i}Voglio dire... Dovrò terminare questo tipo di roba nel prossimo futuro, ma per ora...{/i}

source: [_R_] Are you okay, Mom?
italian: [_R_] Stai bene, mamma?

source: [_M_] You know how you helped me out the last time we were here?
italian: [_M_] Sai come mi hai aiutato l'ultima volta che eravamo qui?

source: [_R_] Helped with?...
italian: [_R_] Aiutato con?...

source: [_R_] Are you saying that you need that same kind of help?
italian: [_R_] Stai dicendo che hai bisogno dello stesso tipo di aiuto?

source: [_M_] Maybe?
italian: [_M_] Forse?

source: [_R_] Oh, Mom!... I'm so glad you came to me with this! I'm your guy!
italian: [_R_] Oh, mamma!... Sono così felice che tu sia venuto da me con questo! Sono il tuo ragazzo!

source: [_R_] I'll take care of it right away!
italian: [_R_] Me ne occuperò subito!

source: [_MT_] {i}Well, at least he's still eager to help.{/i}
italian: [_MT_] {i}Beh, almeno lui è ancora desideroso di aiutare{/i}

source: [_R_] Do you want to do it right here again?
italian: [_R_] Vuoi farlo proprio qui di nuovo?

source: [_M_] I don't see why not.
italian: [_M_] Non vedo perché.

source: [_R_] You don't need to say another word... I've got this!
italian: [_R_] Non c'è bisogno di dire un'altra parola... Ho questo!

source: [_M_] {i}(Whispering){/i} Thank you, [ryan]!
italian: [_M_] {i}(Whispering){/i} Grazie, [ryan]!

source: [_M_] You have no idea how much I've been needing this!
italian: [_M_] Non hai idea di quanto ne ho bisogno!

source: [_R_] Mmmpphhh...
italian: [_R_] Mmmpphh...

source: [_M_] Oh could you?... With your right hand?
italian: [_M_] Oh potevi?... Con la mano giusta?

source: [_M_] Yes!... Right there!
italian: [_M_] sì!... Proprio lì!

source: [_MT_] {i}Oh, God!{/i}
italian: [_MT_] {i}Oh, Dio! {/i}

source: [_RT_] {i}The bench is literally soaked!... How much did Mom leak before I even started?{/i}
italian: [_RT_] {i}La panchina è letteralmente impregnata!... Quanto ha perso mamma prima ancora di iniziare?{/i}

source: [_RT_] {i}At least she's keeping my fingers lubricated as they slide in and out of her ass.{/i}
italian: [_RT_] {i}Almeno lei sta tenendo le dita lubrificate mentre scivola dentro e fuori dal suo culo.{/i}

source: [_WAT_] It's been a while. I should just check on them.
italian: [_WAT_] È passato un po'. Dovrei solo controllare su di loro.

source: [_WAT_] Is [ryan] under the table again?
italian: [_WAT_] È di nuovo [ryan] sotto la tabella?

source: [_WAT_] Hahaha... It looks like they are doing something completely inappropriate.
italian: [_WAT_] Hahaha... Sembra che stiano facendo qualcosa di completamente inappropriato.

source: [_WAT_] I know they aren't, since I know that [ryan] is Miss [mom_name]'s son.
italian: [_WAT_] So che non lo sono, dal momento che so che [ryan] è il figlio di Miss [mom_name].

source: [_WAT_] Miss [mom_name] must get constant leg cramps, or something... She does wear high heels a lot.
italian: [_WAT_] Miss [mom_name] deve avere crampi alle gambe costanti, o qualcosa... Lei indossa molto i tacchi alti.

source: [_WAT_] I'll just give them a little more time.
italian: [_WAT_] darò loro un po' più di tempo.

source: [_RT_] {i}I can't believe Mom asked me to do this to her in such a public place again!{/i}
italian: [_RT_] {i}Non posso credere che la mamma mi abbia chiesto di farlo di nuovo in un posto così pubblico!{/i}

source: [_MT_] {i}Why does it turn me on so much that we're doing this in a restaurant?{/i}
italian: [_MT_] {i}Perché mi accende così tanto che stiamo facendo questo in un ristorante?{/i}

source: [_M_] Ok, [ryan]... I'm getting really close!
italian: [_M_] Ok, [ryan]... Mi sto avvicinando!

source: [_RT_] {i}Oh, my gosh!... Mom's squirting under the table again!{/i}
italian: [_RT_] {i}Oh, il mio gosh!... Lo squirting di mamma di nuovo sotto il tavolo!{/i}

source: [_M_] Aaaaahhh... I needed that.
italian: [_M_] Aaaaahhh... ne avevo bisogno.

source: [_M_] Thank you, [ryan].
italian: [_M_] Grazie, [ryan].

source: [_R_] It was my pleasure, and the least I could do after you helped me earlier today.
italian: [_R_] E 'stato il mio piacere, e il minimo che potevo fare dopo che mi hai aiutato prima di oggi.

source: [_M_] I know we can't keep doing this, but for now, I don't think this arrangement is too unhealthy.
italian: [_M_] So che non possiamo continuare a fare questo, ma per ora, non penso che questa disposizione sia troppo malsana.

source: [_R_] Not at all, if anything, it's good for both of our sexual health.
italian: [_R_] Niente affatto, semmai, è buono per entrambi la nostra salute sessuale.

source: [_M_] Yes... Exactly!
italian: [_M_] Sì... Esattamente!

source: [_W_] Sorry to bother you guys, but if you're waiting for the check, you just need to pay it up front again.
italian: [_W_] Mi dispiace di disturbarsi i ragazzi, ma se stai aspettando il controllo, devi solo pagare di nuovo in anticipo.

source: [_M_] Oh, okay, thank you, Chelsea.
italian: [_M_] Oh, okay, grazie, Chelsea.

source: [_M_] Also, I'm sorry, but I spilled my water on the floor again.
italian: [_M_] Anche, mi dispiace, ma ho versato di nuovo la mia acqua sul pavimento.

source: [_W_] Oh, don't worry about it, Miss [mom_name]. I'll clean it up.
italian: [_W_] Oh, non ti preoccupare, signorina [mom_name]. Lo ripulirò.

source: [_RT_] {i}My God!... Chelsea is sopping up Mom's pussy juices again!{/i}
italian: [_RT_] {i}Mio Dio!... Chelsea sta sopprimendo di nuovo i succhi della figa della mamma!{/i}

source: [_RT_] {i}Shit!... I've got to think of something else before this semi boner fully develops again.{/i}
italian: [_RT_] {i}merda!... Devo pensare a qualcos'altro prima che questo semicerchio si sviluppi completamente.{/i}

source: [_MT_] {i}Oh, my!... My student Chelsea is cleaning my own pussy juices off the floor again.{/i}
italian: [_MT_] {i}Oh, mio!... Il mio studente Chelsea sta pulendo di nuovo i miei succhi di figa.{/i}

source: [_MT_] {i}Why is that turning me on?{/i}
italian: [_MT_] {i}Perché mi accendo?{/i}

source: {i}"Mom's Libido +1"{/i}
italian: {i}"Libido di mamma +1"{/i}

source: [_M_] Thanks for bringing me on another date.
italian: [_M_] Grazie per avermi portato in un'altra data.

source: [_M_] I really needed a break from the everyday grind.
italian: [_M_] avevo davvero bisogno di una pausa dal grind.

source: [_M_] Going shopping almost made everything feel normal again.
italian: [_M_] andare a fare shopping quasi ha fatto sentire tutto normale di nuovo.

source: [_M_] Haha... Except what we did in the dressing room again.
italian: [_M_] Haha... Eccetto quello che abbiamo fatto nello spogliatoio di nuovo.

source: [_M_] That reminded me that things have changed.
italian: [_M_] Questo mi ha ricordato che le cose sono cambiate.

source: [_M_] I know this situation we're in is really hard, but in some ways... the change has been for the better.
italian: [_M_] So che questa situazione in cui ci troviamo è davvero difficile, ma in qualche modo... il cambiamento è stato per il meglio.

source: [_M_] And the sooner we get things back to normal, the better.
italian: [_M_] E quanto prima torniamo le cose alla normalità, tanto meglio.

source: [_M_] I guess we're ready to go back home?
italian: [_M_] Immagino che siamo pronti a tornare a casa?

source: [_R_] Yeah, that's probably a good idea.
italian: [_R_] Sì, è probabilmente una buona idea.

source: [_R_] We both have school tomorrow.
italian: [_R_] Abbiamo entrambi la scuola domani.

source: [_M_] What happened to my son?... Since when did you become so responsible?
italian: [_M_] Che cosa è successo a mio figlio?... Da quando sei diventato così responsabile?

source: {i}{b}"Mom's Respect +1"{/b}{/i}
italian: {i}{b}"Rispetto della mamma +1"{/b}{/i}

source: [_R_] Haha... Yeah... Probably less fun, though...
italian: [_R_] Haha... Sì... Probabilmente meno divertente, però...

source: [_M_] Well, I had a great time... If you're willing, maybe you can take me out again next Sunday?
italian: [_M_] Beh, ho avuto un grande tempo... Se vuoi, forse puoi portarmi di nuovo fuori domenica prossima?

source: [_R_] Really?... I'd love to.
italian: [_R_] Davvero?... mi piacerebbe.

source: [_M_] I'll be waiting for you to ask me out on Sunday, then.
italian: [_M_] Ti aspetterò di chiedermi la domenica, allora.

source: [_M_] Now, where is the turn to our house?... I always miss it.
italian: [_M_] Ora, dove è il turno della nostra casa?... mi manca sempre.

source: [_R_] Actually, I've got a fun idea, if you're up for it.
italian: [_R_] In realtà, ho un'idea divertente, se siete in grado di farlo.

source: [_M_] I mean, we do both have school tomorrow...
italian: [_M_] Voglio dire, abbiamo entrambi la scuola domani...

source: [_M_] Ah, screw it. What do you have in mind?
italian: [_M_] Ah, avvitatelo. Che cosa hai in mente?

source: [_R_] Alright!... Okay, when you get to our street don't turn down it, keep heading towards the ocean.
italian: [_R_] Bene!... Okay, quando arrivi alla nostra strada non abbassarlo, continua a dirigerti verso l'oceano.

source: [_R_] I was thinking we could have one more adventure before we head back home.
italian: [_R_] Stavo pensando che avremmo potuto avere un'altra avventura prima di tornare a casa.

source: [_R_] You up for it?
italian: [_R_] Sei pronto per esso?

source: [_M_] I don't know... It isn't a very responsible idea where we both have school early in the morning.
italian: [_M_] Non lo so... non è un'idea molto responsabile dove abbiamo entrambi scuola la mattina presto.

source: {i}{b}"Mom's Respect -1"{/b}{/i}
italian: {i}{b}"Rispetto della mamma -1"{/b}{/i}

source: [_M_] And I've got some papers to grade tonight...
italian: [_M_] E ho qualche carta da classificare stasera...

source: [_M_] Yeah, Sorry, but I'm going to have to say no on that one.
italian: [_M_] Sì, mi dispiace, ma dovrò dire no su quello.

source: [_M_] But I had a really good time!
italian: [_M_] Ma ho avuto davvero un buon tempo!

source: [_M_] I'm hoping maybe you'll invite me to go out again next Sunday?
italian: [_M_] spero che forse mi inviterai a uscire di nuovo domenica prossima?

source: [_M_] Yeah, I could go for a bite to eat.
italian: [_M_] Sì, potrei andare per un morso da mangiare.

source: [_M_] No, we can't. You didn't dress up well enough to go where I want to go.
italian: [_M_] No, non possiamo. Non hai vestito abbastanza bene per andare dove voglio andare.

source: [_M_] They won't let you in if you don't have at least a collared shirt, so...
italian: [_M_] Non ti lasceranno entrare se non hai almeno una camicia a collarini, così...

source: [_R_] Don't worry, Mom... I know a really great place! Everyone takes their dates there, since it's so nice.
italian: [_R_] Non ti preoccupare, mamma... So un posto davvero fantastico! Tutti prendono le loro date lì, perché è così bello.

source: [_R_] Just take a right on 900 West.
italian: [_R_] Basta prendere a destra su 900 Ovest.

source: [_R_] See?... What did I tell you?
italian: [_R_] Vedi?... Cosa ti ho detto?

source: [_MT_] {i}That woman looks like me ten years ago.{/i}
italian: [_MT_] {i}Quella donna sembra me dieci anni fa.{/i}

source: [_MT_] {i}I need to warn her!{/i}
italian: [_MT_] {i}Devo avvertirla!{/i}

source: [_MT_] {i}Keep that son of yours away from incest games!{/i}
italian: [_MT_] {i}Tieni il tuo figlio lontano dai tuoi giochi incesti!{/i}

source: [_M_] Didn't this used to be Paul's Pizza?
italian: [_M_] Questo non era forse la Pizza di Paolo?

source: [_R_] Maybe, it just re-opened last year. Now it's called "The La Trattoria".
italian: [_R_] Forse, è appena riaperto l'anno scorso. Ora si chiama "The La Trattoria".

source: [_M_] You mean La Trattoria.
italian: [_M_] Intendi La Trattoria.

source: [_R_] No, I'm pretty sure it's The La Trattoria
italian: [_R_] No, sono abbastanza sicuro che è La Trattoria

source: [_M_] But that means it's called The The Tratt... Never mind.
italian: [_M_] Ma questo significa che si chiama The Tratt... Non importa.

source: [_M_] Okay, lets go sit in a booth in that dark corner over there.
italian: [_M_] Okay, lascia andare a sedersi in uno stand in quell'angolo scuro laggiù.

source: [_R_] Okay, but the waitress might not see us over...
italian: [_R_] Okay, ma la cameriera potrebbe non vederci sopra...

source: [_R_] Oh... Never mind.
italian: [_R_] Oh... Non importa.

source: [_R_] It's not too pricey and the food is excellent!
italian: [_R_] Non è troppo costoso e il cibo è eccellente!

source: [_M_] I can't wait.
italian: [_M_] Non vedo l'ora.

source: [_W_] My goodness, Miss [mom_name], Don't you look stunning in that dress?
italian: [_W_] Mia bontà, signorina [mom_name], Non sembri stupendo in quel vestito?

source: [_W_] Oh, don't be silly! You're just the classiest woman in the restaurant, and that's a good thing!
italian: [_W_] Oh, non essere sciocco! Sei solo la donna più classica del ristorante, e questa è una buona cosa!

source: [_M_] How long have you been waitressing here?
italian: [_M_] Da quanto tempo stai aspettando qui?

source: [_W_] Oh, since they opened last year.
italian: [_W_] Oh, da quando hanno aperto l'anno scorso.

source: [_W_] And for you?
italian: [_W_] E per te?

source: [_R_] Hey, Chelsea... It's me, [ryan].
italian: [_R_] Hey, Chelsea... Sono io, [ryan].

source: [_W_] Oh, hey [ryan]. I didn't recognize you.
italian: [_W_] Oh, hey [ryan]. Non ti ho riconosciuto.

source: [_W_] Or, maybe I just didn't expect to see you on a date with Miss [mom_name].
italian: [_W_] O, forse non mi aspettavo di vederti in un appuntamento con Miss [mom_name].

source: [_R_] Well, she's my mom, so...
italian: [_R_] Beh, lei è mia mamma, così...

source: [_W_] Oh, I didn't know that!
italian: [_W_] Oh, non lo sapevo!

source: [_W_] So, Did you want a drink?
italian: [_W_] Allora, Volevi un drink?

source: [_RT_] {i}Damn... I won't be able to get away with using my fake ID with Chelsea as the waitress.{/i}
italian: [_RT_] {i}Damn... Non sarò in grado di scappare usando il mio falso ID con Chelsea come cameriera.{/i}

source: [_MT_] {i}To just look at him, you'd think he's just an average high school senior, but this last little while, he's grown so much.{/i}
italian: [_MT_] {i}Per guardarlo, crederesti che sia solo un anziano medio delle scuole superiori, ma quest'ultimo piccolo poco, è cresciuto così tanto.{/i}

source: [_MT_] {i}Maybe not in stature, but he's become a man in so many ways.{/i}
italian: [_MT_] {i}Forse non è in statura, ma è diventato un uomo in tanti modi.{/i}

source: [_MT_] {i}I thought his desire to become the man of the house was kind of cute at first, but look what he's done since.{/i}
italian: [_MT_] {i}Ho pensato che il suo desiderio di diventare l'uomo della casa fosse una sorta di carino all'inizio, ma guarda quello che ha fatto da alla.{/i}

source: [_MT_] {i}The way he takes care of me and his sisters. Protects us from his Dad's mistakes.{/i}
italian: [_MT_] {i}Il modo in cui si prende cura di me e delle sue sorelle. Ci protegge dagli errori del suo papà.{/i}

source: [_MT_] {i}Makes enough money to take care of not only us, but his aunt and cousin as well.{/i}
italian: [_MT_] {i}Fa abbastanza soldi per prendersi cura non solo di noi, ma anche di sua zia e cugino.{/i}

source: [_R_] Oh man, there was this one...
italian: [_R_] Oh uomo, c'era questo...

source: [_MT_] {i}Oh, my... Did I subconsciously start rubbing my pussy?{/i}
italian: [_MT_] {i}Oh, mio... Ho inconsciamente iniziato a strofinare la mia figa?{/i}

source: [_R_] It's fucking Matt!
italian: [_R_] Sta scopando Matt!

source: [_M_] What do you have against Matt, anyways?
italian: [_M_] Che cosa hai contro Matt, comunque?

source: [_R_] I don't know, he's just a dick!
italian: [_R_] non lo so, è solo un cazzo!

source: [_M_] So, he's everything you want to be?
italian: [_M_] Quindi, è tutto quello che vuoi essere?

source: [_M_] I think that's just confidence, women are drawn to confidence.
italian: [_M_] Penso che sia solo fiducia, le donne sono attirate dalla fiducia.

source: [_M_] All the ladies may want him, but I'm pretty sure he's pretty faithful to Megan.
italian: [_M_] Tutte le signore possono volerlo, ma sono abbastanza sicuro che è abbastanza fedele a Megan.

source: [_R_] Haha... Who's been telling you that story?
italian: [_R_] Haha... Chi ti ha raccontato quella storia?

source: [_R_] Dammit, they're going to come over.
italian: [_R_] Dammit, stanno per finire.

source: [_MB_] Miss [mom_name], [ryan]... imagine seeing you here!
italian: [_MB_] Miss [mom_name], [ryan]... immagina di vederti qui!

source: [_DR_] Miss [mom_name]? You don't happen to have a blue SUV parked around the corner, do you?
italian: [_DR_] Miss [mom_name]? Non ti capita di avere un SUV blu parcheggiato dietro l'angolo, vero?

source: [_M_] I do, actually.
italian: [_M_] lo faccio, in realtà.

source: [_DR_] Oh, damn! Some old homeless guy was peeing on it, and trying to break in.
italian: [_DR_] Oh, maledetto! Alcuni vecchi senzatetto stavano sbirciando su di esso, e cercando di rompere.

source: [_M_] [ryan], go do something!
italian: [_M_] [ryan], vai a fare qualcosa!

source: [_M_] So, You're not going to help?
italian: [_M_] Quindi, non aiuterai?

source: [_MB_] Nah, I think they can handle it without me.
italian: [_MB_] Nah, penso che possano gestirlo senza di me.

source: [_MB_] I was hoping I'd get a chance to see how my favorite teacher is doing.
italian: [_MB_] speravo di avere la possibilità di vedere come sta facendo il mio insegnante preferito.

source: [_R_] Well, he seems to have left.
italian: [_R_] Beh, sembra che lui se ne sia andato.

source: [_R_] I don't see any damage to the car.
italian: [_R_] Non vedo alcun danno alla macchina.

source: [_R_] I guess we can go back in.
italian: [_R_] Immagino che possiamo tornare dentro.

source: [_DR_] Not yet, we can't.
italian: [_DR_] Non ancora, non possiamo.

source: [_T_] Yeah, Matt asked us to keep you out here for ten minutes.
italian: [_T_] Sì, Matt ci ha chiesto di tenerti fuori qui per dieci minuti.

source: [_R_] Fuck that!... Why?
italian: [_R_] Cazzo quello!... Perché?

source: [_T_] He said something about repaying Miss [mom_name] for something she gave him at your little photo shoot.
italian: [_T_] Ha detto qualcosa di pagare la signorina [mom_name] per qualcosa che gli ha dato al tuo piccolo scatto fotografico.

source: [_R_] Oh, no he won't!
italian: [_R_] Oh, no non lo farà!

source: [_T_] Well, that's up to your mom now, isn't it.
italian: [_T_] Beh, ora tocca a tua mamma, non è così.

source: [_DR_] Yeah, he's not going to force himself on her. Anything that happens in there will be because Miss [mom_name] wants it.
italian: [_DR_] Sì, non si forzerà su di lei. Tutto ciò che accade in là sarà perché la signorina [mom_name] lo vuole.

source: [_DR_] So, just relax, and lets see what happens.
italian: [_DR_] Allora, rilassati e lascia vedere cosa succede.

source: [_R_] Let me go!
italian: [_R_] Mi lasci andare!

source: [_R_] You sons of bitches!
italian: [_R_] Figli di cagnola!

source: [_T_] Just calm down, [ryan]!
italian: [_T_] Basta calmarsi, [ryan]!

source: [_DR_] Dude! Do you think she'll let him fuck her in the bathroom or something?
italian: [_DR_] Dude! Pensi che lo lascerà scopare in bagno o qualcosa?

source: [_MB_] I've been feeling really bad ever since that last photo shoot.
italian: [_MB_] Mi sento davvero male da quell’ultimo servizio fotografico.

source: [_M_] Oh, no!... I don't know if you should bring that up. I may have done some things that weren't very appropriate.
italian: [_M_] Oh, no!... Non so se dovreste farlo su. Potrei aver fatto alcune cose che non erano molto appropriate.

source: [_MB_] No, it's nothing like that... It's just, I didn't use very good manners. My mom raised me to be more generous.
italian: [_MB_] No, non è niente così... è solo, non ho usato buone maniere. Mia mamma mi ha alzato per essere più generosa.

source: [_MB_] I let you give me one of the greatest orgasms of my life, and I didn't do anything for you in return.
italian: [_MB_] Ti lascio darmi uno dei più grandi orgasmi della mia vita, e non ho fatto nulla per te in cambio.

source: [_M_] Well, if you could go back in time, what would you have done for me?
italian: [_M_] Beh, se potessi tornare indietro nel tempo, cosa avresti fatto per me?

source: [_MT_] {i}I shouldn't be encouraging this kind of talk!{/i}
italian: [_MT_] {i}Non dovrei incoraggiare questo tipo di discussione!{/i}

source: [_MB_] Maybe, returned the favor. Some oral for oral.
italian: [_MB_] Forse, restituito il favore. Alcuni orali per orale.

source: [_M_] Mmm... Megan wouldn't have liked that.
italian: [_M_] Mmm... Megan non sarebbe piaciuto quello.

source: [_MT_] {i}Goddamned [ryan] got me so worked up at in that dressing room!{/i}
italian: [_MT_] {i}Goddamned [ryan] mi ha fatto così lavorare in quel camerino!{/i}

source: [_MB_] She wouldn't like what you did for me, either.
italian: [_MB_] Non le piacerebbe nemmeno quello che hai fatto per me.

source: [_M_] Does that mean you've finally decided to stop listening to her puritanical and awful health advice?
italian: [_M_] Significa che hai finalmente deciso di smettere di ascoltare i suoi consigli puritanici e terribili sulla salute?

source: [_MB_] Never again.
italian: [_MB_] Mai più.

source: [_M_] Mmm... That's good to hear.
italian: [_M_] Mmm... È bello sentire.

source: [_M_] So, were you hoping to make past mistakes right, or something?
italian: [_M_] Stavate sperando di fare degli errori passati giusti, o qualcosa?

source: [_MT_] {i}[mom_name], what are you doing!... You know you make terrible decisions when you're horny!{/i}
italian: [_MT_] {i}[mom_name], cosa stai facendo!... Sai che prendi decisioni terribili quando sei arrapato!{/i}

source: [_MB_] Well, this is a pretty dark, secluded corner.
italian: [_MB_] Beh, questo è un angolo piuttosto buio, appartato.

source: [_MB_] And I would love to right my former wrong.
italian: [_MB_] E mi piacerebbe correggere il mio vecchio sbaglio.

source: [_M_] {i}(Whispering){/i} Yes... That's it... That's where the clitoris is.
italian: [_M_] {i}(Whispering){/i} Sì... Ecco... Ecco dove si trova il clitoride.

source: [_MT_] {i}I think that little bullshitter was only pretending that this is the first time he's ever licked a pussy.{/i}
italian: [_MT_] {i}Penso che il piccolo bullshitter facesse solo finta che questa sia la prima volta che lecca una figa.{/i}

source: [_RT_] {i}Why did Matt even offer to help me fuck Mom?{/i}
italian: [_RT_] {i}Perché Matt mi ha persino offerto di aiutarmi a scopare la mamma?{/i}

source: [_RT_] {i}He hasn't done anything to help me win her over, he's only pursued her himself.{/i}
italian: [_RT_] {i}Non ha fatto nulla per aiutarmi a conquistarla, è solo perseguito da sé.{/i}

source: [_RT_] {i}God, I hope Mom resisted him!{/i}
italian: [_RT_] {i}Dio, spero che la mamma lo abbia resistito!{/i}

source: [_RT_] {i}Thank God!... She's alone!{/i}
italian: [_RT_] {i}Grazie Dio!... È sola!{/i}
