Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] .... Oh my God.... you're such an ass...
dutch: [_S_] .... Oh mijn God.... ben zo'n goed...
french: [_S_] .... Oh mon Dieu.... t'es vraiment un connard...
german: [_S_] .... Oh mein Gott.... Du bist so ein Arsch...
italian: [_S_] ... Oh mio Dio... sei un tale culo...
portuguese: [_S_] .... Meu Deus.... Você é assim mesmo...

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
french: {i}{b}«Colère de Sidney +2»{/b}{/i}
german: {i}{b}"Sidney's Zorn +2"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +2"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +2"{/b}{/i}

source: {i}{b}"Sidney's Affection -1"{/b}{/i}
french: {i}{b}«Affection de Sidney -1»{/b}{/i}
german: {i}{b}"Sidney Affection -1"{/b}{/i}
italian: {i}{b}"Affetto di Sidney -1"{/b}{/i}
portuguese: {i}{b}"Sidney Affection -1"{/b}{/i}

source: To get Sidney to show her titties, you need to have her submission at 10 points, or her libido at 10 points.
dutch: Om Sidney haar titels te laten zien, moet je haar op 10 punten indienen, of haar libido op 10 punten.
french: Pour que Sidney montre ses seins, vous devez avoir sa soumission à 10 points, ou sa libido à 10 points.
german: Um Sidney dazu zu bringen, ihre Titel zu zeigen, musst du sie an 10 Punkten oder ihr Libido an 10 Punkten einreichen.
italian: Per far sì che Sidney mostri le sue tette, devi avere la sua sottomissione a 10 punti, o la sua libido a 10 punti.
portuguese: Para fazer com que Sidney mostre seus títulos, você precisa fazer com que sua submissão seja feita em 10 pontos, ou com que ela fique privada em 10 pontos.

source: [_S_] So, how do you want me to pose?
dutch: [_S_] Dus, hoe wil je dat ik een keuze maak?
french: [_S_] Alors, comment veux-tu que je pose?
german: [_S_] Also, wie willst du mich stellen?
italian: [_S_] Allora, come vuoi che io posi?
portuguese: [_S_] Então, como você quer que eu posse?

source: [_R_] Alright!.... So, I'm thinking your bent over on all fours, cuz a wolf has knocked you over, and now he's coming up behind you to bite and rip your panties...
dutch: [_R_] Oké!.... Ik denk dus aan je baas van alle vier en cuz een wolf heeft je omgeslagen. en nu komt hij achter je staan om je vijvers te scheuren...
french: [_R_] D'accord!.... Donc, je pense que tu t'es penché à quatre pattes, parce qu'un loup t'a renversé, et maintenant il vient derrière toi pour mordre et déchirer ta culotte...
german: [_R_] In Ordnung!.... Also denke ich, dass du dich auf alle vier gebeugt hast, cuz ein Wolf hat dich überrannt, und nun kommt er hinter dir, um zu beißen und deine Stifte zu rippen...
italian: [_R_] Bene!.... Quindi, sto pensando che il vostro piegato su tutti i quattro, cuz un lupo ti ha bussato, e ora si sta avvicinando dietro di te per mordere e strappare i tuoi pantaloni...
portuguese: [_R_] Certo!.... Então, estou pensando que você se curvou em todos os quatro, cuz um lobo acabou, e agora ele está vindo atrás de você para morder e rasgar suas calcinas...

source: [_S_] Why would a wolf want to rip my panties?
dutch: [_S_] Waarom zou een wolf mijn broek willen berijden?
french: [_S_] Pourquoi un loup voudrait-il déchirer ma culotte?
german: [_S_] Warum sollte ein Wolf meine Hosen rauben wollen?
italian: [_S_] Perché un lupo vorrebbe strappare i miei panties?

source: [_R_] Well, he was going for your fine ass meat, but missed.
dutch: [_R_] Nou, hij ging naar je mooie pasvlees, maar gemist.
french: [_R_] Eh bien, il allait chercher votre belle viande de cul, mais il a raté.
german: [_R_] Nun, er ging für dein feines Arschfleisch, aber verpasst.
italian: [_R_] Beh, stava andando per la tua carne di culo fine, ma mancato.
portuguese: [_R_] Bem, ele estava indo a favor da sua bela carne, mas faltava.

source: [_S_] {i}(sarcastically){/i} Sounds plausible.
dutch: [_S_] {i}(sarcastisch){/i} Klinkt plausibelbaar.
french: [_S_] {i}(ton sarcastique){/i} Semble plausible.
german: [_S_] {i}(sarkastisch){/i} klingt plausibel.
italian: [_S_] {i}(sarcastically){/i} Suona plausibile.
portuguese: [_S_] {i}(sarcasticamente){/i} parece plausível.

source: [_R_] Give me a break! I'm not a writer you know.
dutch: [_R_] Geef me een pauze! Ik ben geen schrijver die je kent.
french: [_R_] Donnes-moi une pause! Je ne suis pas un écrivain, tu sais.
german: [_R_] Gib mir eine Pause! Ich bin kein Schriftsteller, den du kennst.
italian: [_R_] Dammi una pausa! Non sono uno scrittore che sai.
portuguese: [_R_] Me dá uma pausa! Eu não sou um escritor que você sabe.

source: [_S_] Clearly.
dutch: [_S_] Wissend.
french: [_S_] Clairement.
german: [_S_] klar.
italian: [_S_] Chiaramente.

source: {i}{b}"Sidney's Anger +3"{/b}{/i}
french: {i}{b}«Colère de Sidney +3»{/b}{/i}
german: {i}{b}"Sidney's Zorn +3"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +3"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +3"{/b}{/i}

source: To get Sidney to let you rip her underwear, you need to have her submission points at 14.
dutch: Om Sidney te laten je haar ondergoed laten rusten, moet je haar indieningspunten hebben bij 14.
french: Pour que Sidney vous laisse déchirer ses sous-vêtements, vous devez avoir ses points de soumission à 14.
german: Um Sidney dazu zu bringen, dir ihre Unterwäsche ausreißen zu lassen, musst du ihre Einreichungspunkte bei 14 haben.
italian: Per ottenere Sidney per farvi strappare la sua biancheria intima, è necessario avere i suoi punti di presentazione a 14.
portuguese: Para fazer Sidney deixar você rasgar ela debaixo de uso, você precisa ter seus pontos de submissão em 14.

source: [_S_] Wait!.... No.... If Lauren can do it, than so can I.... just give me a second to get everything off.
dutch: [_S_] Wacht!.... Nee.... Als Lauren het kunnen doen, dan kan ik... . Geef me gewoon een seconde om alles uit te krijgen.
french: [_S_] Attends!.... Non.... Si Lauren peut le faire, moi aussi.... donne-moi juste une seconde pour tout enlever.
german: [_S_] Warte!.... Nein.... Wenn Lauren es schaffen kann, dann kann ich.... nur eine Sekunde um alles zu bekommen.
italian: [_S_] Aspetta!.... No.... Se Lauren può farlo, allora posso darmi solo un secondo per ottenere tutto fuori.
portuguese: [_S_] Espere!.... Não.... Se Lauren consegue fazer isso, do que eu.... apenas me dê um segundo para tirar tudo.

source: [_S_] So, do you want me to just sit on the floor spread eagle?.... Or what?
dutch: [_S_] Dus, wil je dat ik gewoon op de vloer zit die graag verspreid wordt?.... Of wat?
french: [_S_] Alors, voulez-vous que je m'assoie étendue sur le sol?.... Ou quoi ?
german: [_S_] Also, willst du mich einfach auf dem Boden ausstreuen Adler?.... Oder was?
italian: [_S_] Allora, vuoi che mi sieda solo sul pavimento sparso aquila?.... O cosa?

source: [_R_] Good idea, let's start with that.
dutch: [_R_] Goed idee, laten we daarmee beginnen.
french: [_R_] Bonne idée, commençons par ça.
german: [_R_] Gute Idee, lassen Sie uns damit beginnen.
italian: [_R_] Buona idea, iniziamo con quello.
portuguese: U[_R_] Boa ideia, vamos começar com isso.

source: [_S_] Really?.... I was just kidding.... but ok.
dutch: [_S_] Echt waar?.... Ik maakte gewoon een grapje.... maar ok.
french: [_S_] Vraiment?.... Je plaisantais.... mais d'accord.
german: [_S_] Wirklich?.... Ich war gerade eine Scherz.... aber ok.
italian: [_S_] Davvero?.... Stavo solo scherzando.... ma ok.

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
french: {i}{b}«Colère de Sidney +5»{/b}{/i}
german: {i}{b}"Sidney's Zorn +5"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +5"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +5"{/b}{/i}

source: To get Sidney to let you take close-ups, you need to have her submission points at 19.
dutch: Om Sidney dicht bij elkaar te laten komen, moet je haar indieningspunten hebben bij 19.
french: Pour que Sidney vous laisse faire des gros plans, vous devez avoir ses points de soumission à 19.
german: Um Sidney dazu zu bringen, dass Sie sich in nächster Nähe aufhalten, müssen Sie ihre Einreichungspunkte bei 19 haben.
italian: Per far sì che Sidney ti lasci fare dei primi piani, devi avere i suoi punti di sottomissione a 19.
portuguese: Para fazer Sidney permitir que você se aproxime, você precisa ter os pontos de submissão dela às 19.

source: [_S_] What!?.... You've got to be shitting me!?
dutch: [_S_] Wat!?.... je moet me slikken!?
french: [_S_] Quoi!?.... Tu dois me frapper!?
german: [_S_] Was!?.... Du musst mich schlittern!?
italian: [_S_] Cosa!?.... Devi scagliarmi!?

source: [_S_] You can't be serious?
dutch: [_S_] Je kunt niet serieus zijn?
french: [_S_] Tu ne peux pas être sérieux?
german: [_S_] Du kannst nicht ernsthaft sein?
italian: [_S_] Non puoi essere serio?

source: [_R_] What do you mean? We know this is where we're going to end up, let's just get right to it.
dutch: [_R_] Wat bedoelt u? We weten dat dit het punt is waar we aan toe zullen komen, laten we het gewoon bij het rechte eind hebben.
french: [_R_] Que veux-tu dire? Nous savons que c'est là que nous allons nous retrouver, allons droit au but.
german: [_R_] Was meinst du? Wir wissen, dass wir hier landen, lassen Sie uns einfach loslegen.
italian: [_R_] Che cosa intendi? Sappiamo che questo è il punto in cui finiremo per finire, cerchiamo solo di ottenere il giusto a esso.
portuguese: [_R_] O que você quer dizer? Sabemos que é aqui que vamos terminar, vamos direto ao assunto.

source: [_S_] Well, how about a little photographic foreplay first? I'm not ready to just jump into something like that yet! Shouldn't we warm up to that through some milder pictures first?
dutch: [_S_] Nou, hoe zit het eerst met een klein fotografisch voorpand? Ik ben nog niet klaar om dat te doen! Moeten we dat eerst niet opwarmen door wat mildere foto's?
french: [_S_] Eh bien, que dirais-tu d'un peu de préliminaires photographiques d'abord? Je ne suis pas encore prête à sauter dans quelque chose comme ça! Ne devrions-nous pas nous réchauffer à cela à travers des images plus douces d'abord?
german: [_S_] Nun, wie wäre es mit einem kleinen fotografischen Vorhersagen? Ich bin noch nicht bereit, in so etwas zu springen! Sollen wir uns nicht erst durch ein paar mildere Bilder aufwärmen?
italian: [_S_] Beh, che ne dici di un po 'di preliminari fotografici per primi? Non sono pronto a saltare in qualcosa di simile ancora! Non dovremmo riscaldare fino a questo attraverso alcune foto più miti prima?
portuguese: [_S_] Bem, que tal um pequeno foreplay fotográfico primeiro? Eu não estou pronto para simplesmente pular para algo assim! Nós não deveríamos aquecer até isso primeiro através de algumas fotos mais suaves?

source: [_R_] Yeah.... I mean, I know it takes strong mental fortitude, and some models just don't have the mental strength it takes to jump into an explicit scene on demand like that.
dutch: [_R_] Ja.... Ik bedoel dan, ik weet dat het een sterke mentale vastberadenheid vergt. en sommige modellen hebben gewoon niet de mentale kracht die nodig is om op die manier in een expliciete scène te geraken.
french: [_R_] Ouais.... Je veux dire, je sais qu'il faut une forte force mentale, et certains modèles n'ont tout simplement pas la force mentale nécessaire pour sauter dans une scène explicite à la demande comme ça.
german: [_R_] Ja.... Ich meine, ich weiß, dass es eine starke geistige Stärke erfordert, und einige Modelle haben einfach nicht die mentale Kraft, die es braucht, um in eine explizite Szene zu springen, auf Anfrage wie diese.
italian: [_R_] Sì... Voglio dire, so che ci vuole forte forza mentale, e alcuni modelli semplicemente non hanno la forza mentale che ci vuole per saltare in una scena esplicita su richiesta come quello.
portuguese: [_R_] Sim.... Quer dizer, sei que é necessária uma forte força mental. e alguns modelos simplesmente não têm a força mental necessária para saltar em um cenário explícito sobre demanda como esse.

source: [_S_] Wait!.... No.... If Lauren can do it, than so can I.... just give me a second to get everything off, and get my head wrapped around this.
dutch: [_S_] Wacht!.... Nee.... Als Lauren het kunnen doen, dan kan ik... . Geef me gewoon een seconde om alles rond te krijgen en mijn hoofd om de tuin te leiden.
french: [_S_] Attends! .... Non ... Si Lauren peut le faire, moi aussi... donne-moi juste une seconde pour me faire à l'idée.
german: [_S_] Warte!.... Nein.... Wenn Lauren es tun kann, dann kann ich.... gib mir einfach eine Sekunde, um alles abzuspielen und den Kopf umwickeln zu lassen.
italian: [_S_] Aspetta!.... No.... Se Lauren può farlo, così posso io.... basta darmi un secondo per ottenere tutto fuori, e ottenere la mia testa avvolta intorno a questo.
portuguese: [_S_] Espere!.... Não.... Se Lauren consegue fazê-lo, do que eu pode... só me dê um segundo para tirar tudo e pegar a cabeça em torno disso.

source: [_S_] I can't believe I've let this photosession get to this point.
dutch: [_S_] Ik kan niet geloven dat ik deze foto tot dit punt heb laten komen.
french: [_S_] Je ne peux pas croire que j'ai laissé cette session aller à ce point.
german: [_S_] Ich kann nicht glauben, dass ich diese Fotosession zu diesem Punkt kommen ließ.
italian: [_S_] Non posso credere di aver lasciato che questa fotosessione arrivasse a questo punto.

source: [_R_] This is the kind of photo that really brings in the likes.
dutch: [_R_] Dit is het soort foto dat echt in het lief plaatst.
french: [_R_] C'est le genre de photo qui attire vraiment les likes.
german: [_R_] Das ist die Art von Foto, die wirklich die Gefällt mir bringt.
italian: [_R_] Questo è il tipo di foto che realmente porta in simili.

source: [_R_] You'll probably even get more likes than Lauren.
dutch: [_R_] Je zult waarschijnlijk meer likes krijgen dan Lauren.
french: [_R_] Tu auras probablement même plus de likes que Lauren.
german: [_R_] Du wirst wahrscheinlich sogar mehr Gefällt mir als Lauren.
italian: [_R_] Probabilmente otterrete anche più simili di Lauren.
portuguese: U[_R_] você provavelmente ainda terá mais curtidas que Lauren.

source: [_S_] Really?.... Not that I care...
french: [_S_] Vraiment?.... Pas que je m'en soucie...
german: [_S_] Wirklich?.... Das ist mir egal...
italian: [_S_] Davvero?.... Non che mi interessi...

source: [_ST_] {i}Ha! I hope I get more likes. I'd love to rub that in her face.{/i}
dutch: [_ST_] {i}Ha! Ik hoop dat ik meer plezier krijg. Ik zou dat graag in haar gezicht wurgen.{/i}
french: [_ST_] {i}Ha! J'espère que j'aurais plus de likes. J'adorerais lui masser le visage.{/i}
german: [_ST_] {i}Ha! Ich hoffe, ich bekomme mehr Gefällt mir. Ich würde es gerne in ihr Gesicht reiben.{/i}
italian: [_ST_] {i}Ciao! Spero che mi piaccia di più. Mi piacerebbe strofinarlo in faccia.{/i}

source: [_S_] What!?.... You perverted son of a bitch!
dutch: [_S_] Wat?.... Je hebt een zoon van een bitch vervormd!
french: [_S_] Quoi!?.... Espèce d'enfoiré pervers !
german: [_S_] Was?.... Du hast den Sohn einer Hündin pervertiert!
italian: [_S_] Cosa!?.... Hai pervertito il figlio di una cagna!
portuguese: [_S_] o que!?.... Você perverteu o filho da puta!

source: [_R_] Hey!.... No reason to insult Mom!
french: [_R_] Hé!.... Aucune raison d'insulter maman!
german: [_R_] Hey!.... Kein Grund, Mamma zu beleidigen!
italian: [_R_] Hey!.... Nessun motivo per insultare la mamma!

source: [_S_] How dare you even ask me to do something like that!?
dutch: [_S_] Hoe durf je me zelfs te vragen om zoiets te doen!?
french: [_S_] Comment oses-tu même me demander de faire quelque chose comme ça!?
german: [_S_] Wie wagst du es sogar, mich zu bitten, so etwas zu tun!?
italian: [_S_] Come osate persino chiedermi di fare qualcosa del genere!?

source: [_S_] Don't even talk to me for a while! I'm going to need some time to cool down!
dutch: [_S_] Praat niet eens een tijdje met mij! Ik ga wat tijd nodig hebben om af te koelen!
french: [_S_] Ne me parle même pas pendant un moment! Je vais avoir besoin de temps pour me calmer !
german: [_S_] Sprich nicht einmal eine Weile mit mir! Ich werde etwas Zeit brauchen, um mich abzukühlen!
italian: [_S_] Non parlarmi nemmeno per un po'! Avrò bisogno di un po' di tempo per rinfrescarmi!
portuguese: [_S_] Não fale comigo por um tempo! Vou precisar de algum tempo para resfriar!

source: [_S_] You'll be lucky if I even decide to take another picture with you ever again!
dutch: [_S_] Je zult geluk hebben als ik zelfs besluit nog een foto met je te maken!
french: [_S_] Tu auras de la chance si je décide même de prendre une autre photo avec toi!
german: [_S_] Du wirst Glück haben, wenn ich mich überhaupt dazu entschließe, jemals wieder ein anderes Bild mit dir zu machen!
italian: [_S_] Sarai fortunato se decido anche di scattare un'altra foto con te mai più!
portuguese: U[_S_] você terá sorte se eu até decidir tirar outra foto com você de novo!

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
french: {i}{b}«Colère de Sidney +10»{/b}{/i}
german: {i}{b}"Sidney's Zorn +10"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +10"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +10"{/b}{/i}

source: {i}{b}"Sidney's Affection -3"{/b}{/i}
french: {i}{b}«Affection de Sidney -3»{/b}{/i}
italian: {i}{b}"Affetto di Sidney -3"{/b}{/i}

source: [_S_] I'm out of here.... don't you dare call me for a while!
dutch: [_S_] Ik ben hier weg.... durf je me geen tijd te bellen!
french: [_S_] Je m'en vais.... n'osez pas m'appeler pendant un moment!
german: [_S_] Ich bin nicht hier.... wagst du nicht, mich für eine Weile anzurufen!
italian: [_S_] Sono fuori di qui... non osate chiamarmi per un po'!
portuguese: [_S_] Estou fora daqui.... não se atreva a me chamar por um tempo!

source: To get Sidney to let you take a gape-shot, you need to have her submission points at 25.
dutch: Om Sidney te laten schoten, moet je haar indieningspunten hebben op 25.
french: Pour que Sidney vous laisse lui donner un coup de fouet, vous devez avoir ses points de soumission à 25.
german: Um Sidney dazu zu bringen, einen gape-shot machen zu lassen, müssen Sie ihre Einreichungspunkte bei 25 haben.
italian: Per ottenere Sidney per permetterti di prendere un gape-shot, è necessario avere i suoi punti di presentazione a 25.
portuguese: Para fazer com que Sidney deixe você tirar uma jogada, você precisa fazer seus pontos de submissão a 25.

source: [_R_] I don't think we need to take any more pics today.
dutch: [_R_] Ik denk niet dat we vandaag nog meer foto's hoeven te maken.
french: [_R_] Je ne pense pas que nous ayons besoin de prendre d'autres photos aujourd'hui.
german: [_R_] Ich glaube nicht, dass wir heute noch Bilder machen müssen.
italian: [_R_] Non penso che oggi dobbiamo fare altre foto.

source: [_S_] Really? We haven't taken very many.
dutch: [_S_] Echt? We hebben er niet veel genomen.
french: [_S_] Vraiment? Nous n'en avons pas pris beaucoup.
german: [_S_] Wirklich? Wir haben nicht sehr viele genommen.
italian: [_S_] Davvero? Non abbiamo preso molti.
portuguese: [_S_] Verdade? Não tomamos muitos.

source: [_R_] Yeah, but the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
dutch: [_R_] Yeah, maar degene die we hebben zijn echt goed, en de enige manier om ze beter te maken. Als ik je iets duwde waarmee je misschien niet comfortabel bent.
french: [_R_] Oui, mais celles que nous avons sont vraiment bonnes, et la seule façon de les améliorer, c'est si je te poussais à faire quelque chose avec lequel tu pourrais ne pas être à l'aise.
german: [_R_] Ja, aber die, die wir haben, sind wirklich gut, und die einzige Möglichkeit, sie besser zu sein ist, wenn ich Sie drängt, etwas zu tun, mit dem Sie vielleicht nicht zufrieden sein.
italian: [_R_] Sì, ma quelli che abbiamo sono veramente buoni, e l'unico modo in cui potrebbero essere migliori, è se ti ho spinto a fare qualcosa che potrebbe non essere a tuo agio con.
portuguese: [_R_] Sim, mas os que temos são muito bons, e a única maneira que poderiam ser melhores. é se eu o empurrei para fazer algo com que talvez não se sinta confortável.

source: [_S_] Oh, [ryan]! Lauren was right about you being so professional.
dutch: [_S_] Oh, [ryan]! Lauren had gelijk dat je zo professioneel bent.
french: [_S_] Oh, [ryan]! Lauren avait raison de dire que tu étais si professionnelle.
german: [_S_] Oh, [ryan]! Lauren hatte Recht, wenn du so professionell bist.
italian: [_S_] Oh, [ryan]! Lauren aveva ragione di essere così professionale.
portuguese: [_S_] Ah, [ryan]! Lauren estava certo sobre você ser tão profissional.

source: [_S_] And that wasn't nearly as bad as I thought it would be!
dutch: [_S_] En dat was bijna niet zo slecht als ik had gedacht!
french: [_S_] Et ce n'était pas aussi grave que je le pensais!
german: [_S_] Und das war nicht annähernd so schlimm, wie ich dachte!
italian: [_S_] E questo non era così male come pensavo che sarebbe stato!
portuguese: [_S_] E isso não foi tão ruim quanto eu pensei que seria!

source: [_S_] And showing some skin for the camera is way more exciting than I even imagined!
dutch: [_S_] En het tonen van een huid voor de camera is veel spannender dan ik me zelfs kon inbeelden!
french: [_S_] Et montrer de la peau pour la caméra est bien plus excitant que je ne l'imaginais!
german: [_S_] Und eine Haut für die Kamera zu zeigen ist viel spannender, als ich mir überhaupt vorgestellt habe!
italian: [_S_] E mostrare un po 'di pelle per la fotocamera è molto più eccitante di quanto ho persino immaginato!

source: {i}{b}"Sidney's Affection +1"{/b}{/i}
french: {i}{b}«Affection de Sidney +1»{/b}{/i}
german: {i}{b}"Sidney Affection +1"{/b}{/i}
italian: {i}{b}"Affetto di Sidney +1"{/b}{/i}
portuguese: {i}{b}"Sidney Affection +1"{/b}{/i}

source: {i}{b}"Sidney's Libido +5"{/b}{/i}
french: {i}{b}«Libido de Sidney +5»{/b}{/i}
italian: {i}{b}"Libido di Sidney +5"{/b}{/i}

source: [_S_] I'm not nearly as nervous for the next photoshoot.
dutch: [_S_] Ik ben bijna niet zo zenuwachtig voor de volgende fotoshoot.
french: [_S_] Je ne suis pas aussi nerveuse pour la prochaine séance photo.
german: [_S_] Ich bin nicht annähernd so nervös für das nächste Fotoshooting.
italian: [_S_] Non sono quasi nervoso per il prossimo photoshoot.

source: [_S_] I might be even more daring, and be willing to show a little more skin.... maybe...
dutch: [_S_] misschien ben ik nog moediger en ben ik bereid om wat meer huid te tonen...
french: [_S_] Je pourrais être encore plus audacieuse, et être prête à montrer un peu plus de peau.... peut-être...
german: [_S_] Ich bin vielleicht noch wagemutiger und bin bereit, ein wenig mehr Haut zu zeigen.... vielleicht...
italian: [_S_] Potrei essere ancora più audace, e essere disposto a mostrare un po 'di più pelle.... forse...

source: [_R_] Great! I can't wait!
dutch: [_R_] Geweldig! Ik kan niet wachten!
french: [_R_] Génial! J'ai hâte!
german: [_R_] Super! Ich kann nicht warten!
italian: [_R_] Ottimo! Non posso aspettare!
portuguese: [_R_] Ótimo! Não posso esperar!

source: [_R_] You can get changed and I'll see you back home.
dutch: [_R_] Je kunt veranderen en ik zie je terug thuis.
french: [_R_] Tu peux te changer et je te verrai à la maison.
german: [_R_] Du kannst gewechselt werden und ich sehe dich nach Hause.
italian: [_R_] Puoi cambiarti e ti vedrò tornare a casa.
portuguese: [_R_] Você pode mudar e eu te vejo em casa.
