Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Or maybe he should cover my face with his spunk!
french: [ _M_ ] Ou peut-être qu'il devrait couvrir mon visage avec son spunk !
italian: [_M_] O forse dovrebbe coprire il mio viso con il suo sperone!
portuguese: [_M_] Ou talvez ele devesse cobrir meu rosto com seu espingarda!
russian: [ _M_] Или, может быть, он должен прикрыть мое лицо его скунсом!

source: [_RT_] {i}This is the worst! Why can't I stop listening to this?{/i}
french: [_RT_] {i}C'est le pire! Pourquoi ne puis-je pas arrêter d'écouter cela?{/i}
italian: [_RT_] {i}Questo è il peggio! Perché non posso smettere di ascoltare questo?{/i}
portuguese: [_RT_] {i}Isto é o pior! Por que não consigo parar de ouvir isso?{/i}
russian: [_RT_] {i}Это худшее! Почему я не могу остановить прослушивание этого?{/i}

source: [_M_] Wait! No, not inside. I'm not on the pill. He can't cum in me.
french: [_M_] Attendez ! Non, pas à l'intérieur. Je ne suis pas sur la pilule. Il ne peut pas éjaculer en moi.
italian: [_M_] Aspetta! No, non dentro. Non sono sulla pillola. Non può sperare in me.
portuguese: [_M_] Espera! Não, não por dentro. Eu não estou tomando pílula. Ele não pode cum em mim.
russian: [ _M_] Подождите! Нет, не внутри. Я не на таблетках. Он не может меня обнимать.

source: [_M_] Lauren, no! I'm sorry for, for fucking him behind your back! Please, don't make your boyfriend inseminate your mother!
french: [_M_] Lauren, non ! Je suis désolé, pour l'avoir baisé dans votre dos ! S'il vous plaît, ne faites pas votre petit ami inséminer votre mère !
italian: [_M_] Lauren, no! Mi dispiace per averlo scopato dietro la tua schiena! Per favore, non fai inseminare tua madre!
portuguese: [_M_] Lauren, não! Desculpe por tê-lo presado atrás de suas costas! Por favor, não faça seu namorado inseminar sua mãe!
russian: Лорен, нет! Прости меня за то, что он за твоей спиной! Пожалуйста, не заставляй своего бойфренда оплодотвовать свою мать!

source: {b}{i}"Mom's Libido -3"{/i}{/b}
french: {b}{i}« Libido de la momie -3 » {/i}{/b}
italian: {b}{i}"Libido Della Mamma -3"{/i}{/b}
portuguese: {b}{i}"Momento Lido -3"{/i}{/b}
russian: {b}{i}"Либидо мамы -3"{/i}{/b}

source: [_M_] Oh, Matt! Sex with you is the best!
french: [_M_] Oh, Matt! Sexe avec vous est le meilleur!
italian: [_M_] Oh, Matt! Sesso con voi è il migliore!
portuguese: [_M_] Ah, Carro! Sexo com você é o melhor!
russian: О, Мэтт! Секс с тобой-лучший!

source: [_MT_] {i}That was so wrong! But it felt too good for me to care!{/i}
french: [_MT_] {i}C'était tellement faux ! Mais c'était trop bon pour que je m'en soucie!{/i}
italian: [_MT_] {i}È stato così sbagliato! Ma mi è sembrato troppo bravo da curare!{/i}

source: [_MT_] {i}I better go clean Camille's dildo off before I put it back. I hope she cleans it every time she masturbates too, because I'm definitely using it again.{/i}
french: [ _MT_ ] {i}Je vais mieux nettoyer le dildo de Camille avant de le remettre. J'espère qu'elle le nettoie à chaque fois qu'elle se masturbe aussi, parce que je l'utilise à nouveau. { /i }
italian: [_MT_] {i}Meglio andare via il dildo di Camille pulito prima di rimetterlo indietro. Spero che lo pulisca ogni volta che si masturba troppo, perché lo sto sicuramente usando di nuovo.{/i}
portuguese: [__MT_] {i}Eu melhor eu ir limpar o dildo de Camille antes de colocar de volta. Espero que ela chute toda vez que ela se masturba também, porque eu definitivamente estou usando de novo. {/i}
russian: [_MT_] {i}Я лучше пойти очистить дильду Камилла, прежде чем я вернулся. Надеюсь, что она очистит ее каждый раз, когда она мастурбирует тоже, потому что я точно использую ее снова.{/i}

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control!{/i}
french: [_RT_] {i}Je dois trouver un moyen de gagner ma mère et Lauren de Matt. Cela devient hors de contrôle !{/i}
italian: [_RT_] {i}Devo trovare un modo per vincere Mamma e Lauren da Matt. Questo sta sfuggendo al controllo!{/i}
portuguese: [_RT_] {i}Eu tenho que encontrar uma maneira de ganhar a mamãe e a Lauren de volta de Matt. Isso está ficando fora de controle! {/i}
russian: [_RT_] {i}Я должен найти способ выиграть Мату и Лорен обратно из Матта. Это выходит из контроля!{/i}

source: [_RT_] {i}She must have been crazy with lust to use her own sister's sex toy! Maybe girls are just more open about that sort of thing?{/i}
french: [_RT_] {i}Elle devait être folle de désir pour utiliser le jouet sexuel de sa propre sœur ! Peut-être que les filles sont plus ouvertes à ce genre de choses ?
italian: [_RT_] {i}Deve essere stata pazza con la lussuria per usare il sex toy di sua sorella! Forse le ragazze sono solo più aperte su quel tipo di cosa?{/i}
portuguese: [_RT_] {i}Ela deve ter sido louca de sede para usar o brinquedo de sexo da própria irmã! Talvez as meninas estejam mais abertas sobre esse tipo de coisa?{/i}
russian: [_RT_] {i}Она должна была быть безумно с кем бы использовать сексуальную игрушку своей сестрицы! Может быть, девушки просто более открыты по поводу такого рода?{/i}

source: [_RT_] {i}Crap, she's getting up. I better get out of here.{/i}
french: [_RT_] {i}Merde, elle se lève. Je ferais mieux de sortir d'ici.
italian: [_RT_] {i}Crap, si sta alzando. Meglio uscire da qui.{/i}
portuguese: [_RT_] {i}Crap, ela está se levantando. É melhor eu sair daqui.{/i}
russian: [_RT_] {i}Crap, она встает. Мне лучше выйти здесь.{/i}

source: [_RT_] {i}I wonder what she'd do if she knew Aunt Cami isn't the only one using that dildo?{/i}
french: [_RT_] {i}Je me demande ce qu'elle ferait si elle savait que tante Cami n'est pas la seule à utiliser ce gode ?
italian: [_RT_] {i}Mi chiedo cosa farebbe se sapesse che zia Cami non è l'unica che usa quel dildo?{/i}
portuguese: [_RT_] {i}Eu me pergunto o que ela faria se conhecesse Aunt Cami não é o único usando aquele dildo?{/i}
russian: [_RT_] {i}Мне интересно, что делает, если она знала Этта Ками не единственный, используя эту разброс?{/i}

source: [_RT_] {i}I guess I was naïve to think that Lauren was going to just move on.{/i}
french: [_RT_] {i}Je suppose que j'étais naïf de penser que Lauren allait passer à autre chose.{/i}
italian: [_RT_] {i}Credo di essere stato ingenuo a pensare che Lauren stesse per andare avanti. {/i}
portuguese: [_RT_] {i}acho que eu era ingênuo em pensar que Lauren iria se mexer.{/i}

source: [_RT_] {i}I just can't believe Lauren's completely replaced me as her "Game of Thots" buddy.{/i}
french: [_RT_] {i}Je n'arrive tout simplement pas à croire que Lauren m'ait complètement remplacé en tant que son copain 'Game of Thots'.{/i}
italian: [_RT_] {i}Non riesco a credere che Lauren mi abbia completamente sostituito come il suo amico "Game of Thots".{/i}
portuguese: [_RT_] {i}Eu simplesmente não consigo acreditar que Lauro me substituiu completamente como seu companheiro "Jogo de Espinhos".{/i}
russian: [_RT_] {i}Я просто не могу поверить, что Лорена полностью заменила меня своим приятелем «Игры Тосов».{/i}

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney again?{/i}
french: [ _RT_ ] {i}Je suis sûr que je ne peux rien faire pour les empêcher de se réveiller ... Devrais-je encore essayer, ou les ignorer et sortir avec Sidney à nouveau? { /i }
italian: [_RT_] {i}Sono sicuro di non poter fare nulla per impedire loro di ingannare di nuovo. . Dovrei ancora provare, o ignorarli, e andare a uscire con Sidney ancora?{/i}
portuguese: [_RT_] {i}tenho certeza de que não posso fazer nada para impedi-los de enganar de novo. . Eu ainda deveria tentar, ou ignorá-los e sair com Sidney novamente?{/i}
russian: [_RT_] {i}Я уверен, что не могу ничего помешать им снова обмануть. . Попытаться или проигнорировать их и поболтать с Сидней снова?{/i}

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get to me by acting like a slut whenever Matt's around.{/i}
french: [_RT_] {i}Je n'ai pas envie de les traiter ce soir. Lauren continue d'essayer de me rejoindre en agissant comme une chienne chaque fois que cela se passe.{/i}
italian: [_RT_] {i}Non ho voglia di affrontarli stasera. Lauren continua a cercare di arrivare a me agendo come una troia ogni volta che Matt's intorno.{/i}
portuguese: [_RT_] {i}Eu não estou com vontade de lidar com eles hoje à noite. Lauren continua tentando me chegar agindo como um lodo sempre que Matt's está ao redor.{/i}
russian: [_RT_] {i}Я не люблю общаться с ними сегодня. Лорен продолжает пытаться добраться до меня, действуя как шлюха всякий раз, когда Мат круг.{/i}

source: [_S_] Stop trying to be the cliche older brother who has to protect his younger sister.
french: [_S_] Arrêtez d’essayer d’être le frère aîné cliche qui doit protéger sa jeune sœur.
italian: [_S_] Smettete di cercare di essere il fratello maggiore di cliche che deve proteggere la sorella più giovane.
portuguese: [__S_] Pare de tentar ser o irmão mais velho clichê que tem que proteger sua irmã mais nova.
russian: [_S_] Прекратите пытаться быть кликом старше брата, который должен защитить свою младшую сестру.

source: [_MB_] Damn, I love this show.
french: [_MB_] Bon sang, j'adore ce spectacle.
italian: [_MB_] Dannazione, amo questo spettacolo.
portuguese: [_MB_] Droga, eu amo este show.
russian: [_MB_] Damn, я люблю это шоу.

source: [_MB_] Ever since they made the queen a sex slave to those horse guys. Every episode has her getting gang banged at least once.
french: [_MB_] Depuis qu'ils ont fait de la reine un esclave de sexe pour ces hommes de cheval. Chaque épisode la fait se faire bander au moins une fois.
italian: [_MB_] Da quando hanno fatto della regina uno schiavo di sesso a quei tipi di cavallo. Ogni episodio ha la sua gang sbattuto almeno una volta.
portuguese: [_MB_] Já desde que fizeram da rainha uma escravidão para aqueles caras de cavalo. Cada episódio tem ela sendo batida pelo menos uma vez.
russian: С тех пор, как они сделали королеву секс рабыней этих лошадей. В каждом эпизоде её банда не раз трахалась.

source: [_LT_] {i}He needs to sit down with us, so I can punish him again.{/i}
french: [_LT_] {i}Il a besoin de s'asseoir avec nous, pour que je puisse le punir à nouveau.{/i}
italian: [_LT_] {i}Ha bisogno di sedersi con noi, così posso punirlo di nuovo.{/i}
portuguese: [_LT_] {i}Ele precisa se sentar com a gente, para eu poder puni-lo de novo. {/i}
russian: [ _LT_] {i}Ему нужно сесть вместе с нами, чтобы я мог снова наказать его. { /i }

source: [_L_] Hey, [ryan]. Why don't you come watch Game of Thots with us?
french: [_L_] Hé, [ryan]. Pourquoi ne pas venir regarder Game of Thots avec nous?
italian: [_L_] Hey, [ryan]. Perché non guardi con noi la partita di te?
portuguese: [_L_] Ei, [ryan]. Por que você não vem assistir à partida de Thots conosco?
russian: Почему бы тебе не посмотреть игру с нами?

source: [_R_] No, thanks. I'm just going to hang with Sidney.
french: [_R_] Non, merci. Je vais juste pendre avec Sidney.
italian: [_R_] No, grazie. Sto solo per appendere con Sidney.
portuguese: [_R_] Não, obrigado. Só vou pendurar Sidney.
russian: Нет, спасибо. Я просто побуду с Сидни.

source: [_MB_] You gotta come see this man. The queen is about to get gang banged again by a bunch of those horse dudes.
french: [_MB_] Vous devez venir voir cet homme. La reine est sur le point de se faire défoncer à nouveau par un tas de dudes de cheval.
italian: [_MB_] Vieni a vedere quest'uomo. La regina sta per farsi sbattere di nuovo da un mazzo di quei capi di cavallo.
portuguese: [__MB_] Você precisa vir ver esse homem. A rainha está prestes a receber quadrilha de novo por um bando desses caras de cavalo.
russian: [ _МБ_] Ты должен увидеть этого человека. Королева вот-вот разбудит банду с кучей этих лошадиных чуваков.

source: [_R_] Really, I'm good.
french: [ _R_ ] Vraiement, je suis bon.
italian: [_R_] Davvero, sono buono.
portuguese: [_R_] Realmente, eu sou bom.
russian: Правда, я в порядке.

source: [_LT_] {i}He thinks he can just ignore us again? Well, I know how to fix that.{/i}
french: [_LT_] {i}Il pense qu'il peut nous ignorer à nouveau? Eh bien, je sais comment y remédier.{/i}
italian: [_LT_] {i}Pensa di poterci ignorare di nuovo? Beh, so come risolverlo.{/i}
portuguese: [_LT_] {i}que ele acha que pode nos ignorar novamente? Bem, eu sei como consertar isso.{/i}
russian: [ _LT_] {i}Он думает, что может просто игнорировать нас снова? Ну, я знаю, как это исправить. { /i }

source: [_MB_] Goddam, that's hot.
french: [_MB_] Diable, c'est chaud.
italian: [_MB_] Goddam, è caldo.
portuguese: [_MB_] Goddam, isso está quente.
russian: [_MB_] Годдам, это жарко.

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends.
french: [_L_] Oh, mon Dieu! Arrêterez-vous de m'amener à baiser vos amis.
italian: [_L_] Oh, mio Dio! Smetterai di cercare di farmi scopare i tuoi amici.
portuguese: [_L_] Ah, meu Deus! Vai parar de tentar me pegar para foder seus amigos.
russian: Боже мой! Ты прекратишься, чтобы я трахал твоих друзей.

source: [_MB_] Why don't we take it to the next level? I promise, by the time we're done, you'll have came so many times from all the cocks pounding you from every end, you won't be able to think straight!
french: [ _MB_ ] Pourquoi ne pas le prendre au niveau suivant? Je vous le promets, au moment où nous aurons fini, vous aurez été si nombreux fois de toutes les cocks vous pilonner de toutes les extrémités, vous ne serez pas en mesure de penser tout droit !
italian: [_MB_] Perché non lo portiamo al livello successivo? Prometto, quando avremo finito, sarai venuto così tante volte da tutti i cazzi che ti battono da ogni fine, non sarai in grado di pensare dritto!
portuguese: [_MB_] Por que não levá-lo para o próximo nível? Eu prometo, pelo tempo que estamos fazendo, você terá vindo tantas vezes de todos os paus te batendo de cada ponta, você não vai ser capaz de pensar direito!
russian: [ _MB_] Почему бы нам не взять его на следующий уровень? Я обещаю, что к тому времени, как мы закончим, ты так много раз приходишь ко всем часам, которые колоют тебя с каждого конца, ты не сможешь мыслить прямо!

source: [_LT_] {i}Oh, my God! This asshole!{/i}
french: [_LT_] {i}Oh, mon dieu! Cette prise!{/i}
italian: [_LT_] {i}Oh, mio Dio! Questo stronzo!{/i}
portuguese: [_LT_] {i}Oh, meu Deus! Este babaca! {/i}
russian: [ _LT_] {i}О, мой Бог! Этот мудак!

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck his whole team!{/i}
french: [_LT_] {i}Je veux dire, peut-être ai-je pris sur Matt et [ryan] en même temps, mais il donne l'impression qu'il veut que je baise toute son équipe! /i}
italian: [_LT_] {i}Voglio dire, forse mi è piaciuto prendere Matt e [ryan] allo stesso tempo, ma lo fa suonare come lui vuole che scopino tutta la sua squadra! /i}
portuguese: [_LT_] {i}I quer dizer, talvez eu gostei de assumir Matt e [ryan] ao mesmo tempo, mas ele faz parecer que quer que eu vá com toda a sua equipe! /i}
russian: [ _LT_] {i}Я имею в виду, может быть, я наслаждался тем, что принимал Мэтта и [ рьян] в то же время, но он делает так, что он хочет, чтобы я трахал всю его команду! { /i }

source: [_LT_] {i}Maybe, if it were just a couple of the other guys on Matt's team...{/i}
french: [ _LT_ ] {i}Peut-être, si ce n'était qu'un couple des autres gars sur l'équipe de Matt ... { /i }
italian: [_LT_] {i}Forse, se fosse solo un paio di altri ragazzi nella squadra di Matt...{/i}
portuguese: [_LT_] {i}Talvez, se fosse apenas um casal dos outros caras na equipe de Matt ... {/i}
russian: [_LT_] {i}Может быть, это всего лишь пара других парней в команде Матта...{/i}

source: [_MB_] Oh! I see you thinking about it.
french: [_MB_] Oh! Je vous vois y réfléchir.
italian: [_MB_] Oh! Vi vedo pensarci.
portuguese: [_MB_] Ah! Vejo você pensando nisso.
russian: [ _MB_] О! Я вижу, ты думаешь об этом.

source: [_L_] Pfft... whatever! I am not.
french: [_L_] Pff... quoi que ce soit ! Je ne le suis pas.
italian: [_L_] Pfft... qualunque cosa! Non lo sono.
portuguese: U[_L_] Pfft... o que quer que seja!
russian: [ _L_] Pfft ... что угодно! Нет.

source: [_L_] Come on... let's go out to the yard. I can practice some new dance moves for you.
french: [ _L_ ] Allez ... allons à la cour. Je peux pratiquer de nouvelles danses pour vous.
italian: [_L_] Avanti... andiamo fuori al cortile. Posso praticare alcune nuove mosse di ballo per te.
portuguese: [_L_] Vamos lá ... vamos sair para o pátio. Eu posso praticar alguns novos movimentos de dança para você.
russian: Давай ... пойдем во двор. Я могу попрактиковаться в новых танцах для тебя.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in the new bikini you bought me.
french: [_L_] Hé, les gars... Matt et moi allons à nouveau pendre dans la cour. Il aime vraiment me regarder secouer le cul dans le nouveau bikini que vous m'avez acheté.
italian: [_L_] Hey, ragazzi... Matt ed io andrò a uscire di nuovo nel cantiere. Gli piace davvero guardarmi scuotere il culo nel nuovo bikini che mi hai comprato.
portuguese: [_L_] Ei, pessoal... Matias e eu vamos sair no quintal de novo. Ele gosta muito de me ver tremer o meu estalo no novo biquíni que você me comprou.
russian: Эй, ребята ... Мы с Мэттом собираемся потусоваться во дворе. Ему очень нравится смотреть, как я встряхиваю задницу в новом бикини, который ты мне купил.

source: [_MB_] You're welcome to hang out with us, man. Lauren puts on a hell of a show.
french: [ _MB_ ] Vous êtes invités à sortir avec nous, mec. Lauren met en enfer un spectacle.
italian: [_MB_] Sei il benvenuto a uscire con noi, uomo. Lauren mette un inferno di uno spettacolo.
portuguese: [_MB_] Você é bem-vindo a sair conosco. Lauren coloca um inferno de um show.
russian: [_MB_] Вы можете пообщаться с нами, человек. Лорен надеется на ад шоу.

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again just to make me jealous.{/i}
french: [_RT_] {i}Dammit! Elle agit comme une chienne avec Matt à nouveau pour me rendre jaloux.{/i}
italian: [_RT_] {i}Dammit! Si sta comportando come una troia con Matt ancora per rendermi geloso.{/i}
portuguese: [_RT_] {i}Dammita! Ela está agindo como um slut com Matt novamente só para me fazer ciumentos.{/i}
russian: [_RT_] {i}Dammit! Она снова действует как шлюха с Маттом, чтобы сделать меня ревнивым.{/i}

source: [_L_] No way! You'd split me in two.
french: [_L_] Aucun moyen ! Vous m'auriez divisé en deux.
italian: [_L_] In nessun modo! Mi hai diviso in due.
portuguese: [_L_] De jeito nenhum! Você me dividia em dois.
russian: [ _L_] Нет пути! Ты разделила меня на два.

source: [_MB_] Aww, come on. Let me take a crack at it.
french: [_MB_] Aww, allez-y. Laissez-moi y prendre une fissure.
italian: [_MB_] Aww, vieni. Lasciami prendere una crepa.
portuguese: [_MB_] Aww, vamos lá. Deixe-me dar uma rachadura nisso.
russian: [ _МБ_] Аву, давай. Позволь мне взять трещину.

source: [_MB_] Can't say no to that.
french: [ _MB_ ] Ne peut pas dire non à cela.
italian: [_MB_] Non può dire di no a quello.
portuguese: [_MB_] não pode dizer não a isso.
russian: [_MB_] Не могу сказать об этом.

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy!{/i}
french: [ _LT_ ] {i}J'ai vu de nouveaux mouvements en ligne que je veux essayer. Cela devrait vraiment conduire [ ryan ] fou ! { /i }
italian: [_LT_] {i}Ho visto alcune nuove mosse online che voglio provare. Questo dovrebbe davvero guidare [ryan] pazzo!{/i}
portuguese: [_LT_] {i}Eu vi alguns novos movimentos online, eu quero experimentar. Isso realmente deveria conduzir [ryan] maluco!{/i}
russian: [_LT_] {i}увидел несколько новых движений в сети, которые я хочу попробовать. Это действительно заставит [ryan] сумасшедшего!{/i}

source: [_LT_] {i}I wonder how I compared to Mom when she dances at the DeCapo's club...{/i}
french: [_LT_] {i}Je me demande comment je comparais à ma mère lorsqu'elle danse au club de Capo...{/i}
italian: [_LT_] {i}Mi chiedo come ho paragonato a mamma quando danza al club di DeCapo...{/i}
portuguese: [_LT_] {i}Eu me pergunto como eu comparo com a mamãe quando ela dança no clube do DeCapo... {/i}
russian: [_LT_] {i}Мне интересно, как я по сравнению с мамой, когда она танцует в клубе DeCapo...{/i}

source: [_RT_] {i}If Dad were here, he'd chase Matt out of the house with a baseball bat!{/i}
french: [ _RT_ ] {i}Si papa était là, il chassait Matt de la maison avec une batte de baseball ! { /i }
italian: [_RT_] {i}Se papà fosse qui, avrebbe inseguito Matt fuori casa con un pipistrello di baseball!{/i}
portuguese: [_RT_] {i}Se o papai estivesse aqui, ele perseguiria Matt fora de casa com um taco de beisebol! {/i}
russian: [_RT_] {i}Если отчаянный был здесь, он будет гоняться из дома с бейсбол!{/i}

source: [_RT_] {i}I should just go out there and...{/i}
french: [_RT_] {i}Je devrais juste aller là-bas et...{/i}
italian: [_RT_] {i}Dovrei solo andare là fuori e...{/i}
portuguese: [_RT_] {i}Eu deveria simplesmente ir para lá e ... {/i}
russian: [_RT_] {i}Я только что выйду сюда и...{/i}

source: [_M_] Oh, [ryan]. Why can't you leave them alone?
french: [_M_] Oh, [ryan]. Pourquoi ne pas les laisser seuls ?
italian: [_M_] Oh, [ryan]. Perché non puoi lasciarli da soli?
portuguese: [_M_] Oh, [ryan]. Por que você não pode deixá-los sozinho?
russian: Почему ты не можешь оставить их в покое?

source: [_R_] But, Mom! She's giving him a lap dance! Lauren's still in highschool. Where'd she even learn to dance like that?
french: [_R_] Mais, maman ! Elle lui donne un tour de danse ! Lauren est toujours au lycée. Où aurait-elle même appris à danser comme ça ?
italian: [_R_] Ma, mamma! Lei gli sta dando un giro di danza! Lauren ancora alle superiori. Dove avrebbe persino imparato a ballare così?
portuguese: [_R_] Mas, mamãe! Ela está lhe dando uma dança de volta! Lauro ainda está no secundário. Onde ela teria aprendido a dançar assim?
russian: Но, Мама! Она танцует на коленях! Лорен все еще в школе. Где она даже училась танцевать?

source: [_S_] Jeez, [ryan]. She probably learned from one of her girlfriends at school, or watched a video online somewhere. Stop trying to be Dad.
french: [_S_] Jeez, [ryan]. Elle a probablement appris d'une de ses copines à l'école, ou a regardé une vidéo en ligne quelque part. Arrêtez d'essayer d'être papa.
italian: [_S_] Jeez, [ryan]. Probabilmente ha imparato da una delle sue amiche a scuola, o ha guardato un video online da qualche parte. Smettila di cercare di essere papà.
portuguese: [_S_] Jeez, [ryan]. Ela provavelmente aprendeu com uma de suas namoradas na escola ou assistiu a um vídeo online em algum lugar. Pare de tentar ser papai.
russian: [ _S_] Иез, [ рьян]. Она, вероятно, узнала от одной из своих подруг в школе, или по# смотрела видео где-то в интернете. Перестань пытаться быть папой.

source: [_MT_] {i}She's a little stiff in her movements, but she's got natural rhythm.{/i}
french: [_MT_] {i}Elle est un peu raide dans ses mouvements, mais elle a du rythme naturel.{/i}
italian: [_MT_] {i}È un po' rigida nei suoi movimenti, ma ha un ritmo naturale.{/i}
portuguese: [_MT_] {i}Ela é um pouco rígida em seus movimentos, mas tem ritmo natural.{/i}
russian: [_MT_] {i}Она немного укрепилась в своих движениях, но она получила естественный ритм.{/i}
