Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_ST_] {i}So, why do I feel nervous all the sudden?{/i}
italian: [_ST_] {i}Quindi, perché mi sento nervoso tutto l'improvviso?{/i}

source: [_M_] Yes, I've missed your shoulder rubs.
italian: [_M_] Sì, mi sono perso le spalle.

source: [_M_] They do cause me a lot of problems.
italian: [_M_] Mi causano molti problemi.

source: [_MT_] {i}Like my Son's recently started staring at them in my classes all day.{/i}
italian: [_MT_] {i}Come mio Figlio ha recentemente iniziato a fissarli nelle mie lezioni tutto il giorno.{/i}

source: [_ST_] {i}So, this is what [ryan] was after.{/i}
italian: [_ST_] {i}Quindi, questo è quello che [ryan] era dopo.{/i}

source: [_ST_] {i}I knew that little shit had to be up to something.{/i}
italian: [_ST_] {i}Sapevo che la piccola merda doveva essere fino a qualcosa.{/i}

source: [_ST_] {i}The perv wanted to watch his sister rubbing sunscreen all over our Mom.{/i}
italian: [_ST_] {i}Il perv voleva guardare la sua sorella sfregando la protezione solare in tutta la nostra mamma.{/i}

source: [_ST_] {i}After seeing him Jacking off to Mom at the club, I knew he had a crush on her.{/i}
italian: [_ST_] {i}Dopo averlo visto giacere a mamma al club, sapevo che aveva una cotta per lei.{/i}

source: [_ST_] {i}And obviously we've been getting busy with each other, but I didn't thin...{/i}
italian: [_ST_] {i}E ovviamente ci siamo occupati a vicenda, ma non ho pensato...{/i}

source: [_S_] Mom, I'm so sorry. I got lost in thought.
italian: [_S_] Mamma, mi dispiace. Mi sono perso nel pensiero.

source: [_RT_] {i}Holy crap! Sidney just touched Mom's tits.{/i}
italian: [_RT_] {i}Holy crap! Sidney ha appena toccato le tette della mamma.{/i}

source: [_RT_] {i}That was too awesome! I can't let them stop with just a little touch.{/i}
italian: [_RT_] {i}È stato troppo fantastico! Non posso lasciarli fermare con un piccolo tocco.{/i}

source: [_RT_] {i}Come on brain... Think!{/i}
italian: [_RT_] {i}Vieni sul cervello... Pensa!{/i}

source: [_R_] You should really get some sunscreen on your ti... err breasts Mom.
italian: [_R_] Dovresti davvero ottenere un po 'di protezione solare sul tuo ti... seno errato mamma.

source: [_M_] I guess you're right? But I can do that myself. A daughter shouldn't...
italian: [_M_] Immagino che tu abbia ragione? Ma io lo posso fare. Una figlia non dovrebbe...

source: [_R_] You're both girls. So, it's no big deal, is it?
italian: [_R_] Sei entrambe le ragazze. Quindi, non è un grande affare, vero?

source: [_R_] As a teacher, I'm sure you know about the eastern practice of Skinship between family members, right?
italian: [_R_] Come insegnante, sono sicuro che conoscete la pratica orientale di Skinship tra familiari, giusto?

source: [_M_] ...I think I've heard of it?
italian: [_M_] ... penso di averne sentito parlare?

source: [_R_] Then you'll know they have a value system that focuses on strong family relationships.
italian: [_R_] Allora saprai che hanno un sistema di valori che si concentra su forti relazioni familiari.

source: [_R_] In Korea, very close family members, who are usually the same sex, but not always, will touch each other in an intimate, but non-sexual way, and they call it "Skinship".
italian: [_R_] In Corea, familiari molto stretti, che di solito sono lo stesso sesso, ma non sempre, si toccherà l'un l'altro in modo intimo, ma non sessuale, e lo chiamano "Skinship".

source: [_R_] Sometimes it goes even deeper than that and can even involve bathing together, Koreans and the Japanese believe that group nudity helps break down barriers creates a closer relationship between family members.
italian: [_R_] A volte va ancora più in profondità di questo e può anche coinvolgere il bagno insieme, Coreani e giapponesi credono che la nudità di gruppo aiuti a abbattere le barriere crea un rapporto più stretto tra i membri della famiglia.

source: [_RT_] {i}Man, I am channeling that wikipidia article.{/i}
italian: [_RT_] {i}Uomo, sto canalizzando quell'articolo wikipidia.{/i}

source: [_R_] Since you said you were working on your relationship, I thought you'd be comfortable enough with one another that something minor like this wouldn't bother you.
italian: [_R_] Da quando hai detto che stavi lavorando sulla tua relazione, Pensavo che saresti stato abbastanza comodo l'uno con l'altro che qualcosa di minore come questo non ti avrebbe disturbato.

source: [_RT_] {i}Come on, man... Bring it home.{/i}
italian: [_RT_] {i}Avanti, uomo... Portalo a casa.{/i}

source: [_R_] Unless you feel uncomfortable with that level of closeness with each other and would rather keep some distance between the two of you?
italian: [_R_] A meno che non ti senti a disagio con quel livello di vicinanza tra di te e preferisci mantenere una certa distanza tra i due?

source: [_M_] No, I mean, I'm fine with a little "skinship"... I was just worried it might make Sidney uncomfortable.
italian: [_M_] No, voglio dire, sto bene con una piccola "skinship"... ero solo preoccupato che potrebbe rendere Sidney scomodo.

source: [_ST_] {i}Oh, my God! I can't believe [ryan] got Mom to agree to this. Was any of that real, or did he make it all up?{/i}
italian: [_ST_] {i}Oh, mio Dio! Non riesco a credere che [ryan] abbia avuto mamma per accettare questo. Era uno di quel reale, o ha fatto tutto su?{/i}

source: [_S_] Uhh... I guess I don't mind... We're both girls, after all. It's no big deal?
italian: [_S_] Uhh... Immagino che non mi dispiace... Siamo entrambe ragazze, dopo tutto. Non è un grosso affare?

source: [_ST_] {i}I'm nervous, but Mom and I are finally reconnecting and I don't want her to get the impression that I want to keep distance between us.{/i}
italian: [_ST_] {i}Sono nervoso, ma Mamma e io ci stiamo finalmente ricongiungendo e non voglio che lei abbia l'impressione che voglio mantenere la distanza tra di noi. /i}

source: [_MT_] {i}My heart is racing. Is skinship really a thing in the east? I'll have to look it up later.{/i}
italian: [_MT_] {i}Il mio cuore è in corsa. È davvero una cosa ad est? Dovrò guardarla più tardi.{/i}

source: [_MT_] {i}I know they have really strong family values over there. And it's not like this is sexual at all. Sidney's just... making sure I don't have to go braless to school tomorrow because of a sunburn.{/i}
italian: [_MT_] {i}So che hanno davvero forti valori familiari laggiù. E non è così è sessuale. Solo di Sidney... assicurandomi di non dover andare a scuola domani a causa di un sunburn.{/i}

source: [_ST_] {i}It's nothing like touching my own breasts.{/i}
italian: [_ST_] {i}Non è come toccare i miei seni.{/i}

source: [_ST_] {i}Shit!... Why the hell am I getting excited?{/i}
italian: [_ST_] {i}merda!... Perché l'inferno mi eccita?{/i}

source: [_MT_] {i}God, why does this feel so nice? I haven't let [ryan] play with my breasts at all, and with [dad_name] in jail, they've been starved for attention.{/i}
italian: [_MT_] {i}Dio, perché questo si sente così bello? Non ho lasciato [ryan] giocare con i miei seni, e con [dad_name] in prigione, sono stati affamati di attenzione. /i}

source: [_ST_] {i}I've always been a bit jealous of Mom's big breasts. I've seen her naked a few times, but...{/i}
italian: [_ST_] {i}Sono sempre stato un po' geloso dei grandi seni della mamma. L'ho vista nuda qualche volta, ma...{/i}

source: [_ST_] {i}I never thought I'd get the chance to...{/i}
italian: [_ST_] {i}Non ho mai pensato di avere la possibilità di...{/i}

source: [_RT_] {i}They both seemed into it. Could it be they are both bi-sexual?{/i}
italian: [_RT_] {i}Sembravano entrambi. Potrebbero essere entrambi bi-sessuali?{/i}

source: [_RT_] {i}Lauren certainly seems to be, the way she cums all over Mandy's face. Maybe they are too?{/i}
italian: [_RT_] {i}Lauren sembra certamente essere, il modo in cui lei cums tutto il volto di Mandy. Forse sono troppo?{/i}

source: [_RT_] {i}Lauren certainly seems to be, the way she ate that cheerleader's pussy in the bathroom stall. Maybe they are too?{/i}
italian: [_RT_] {i}Lauren sembra certamente essere, il modo in cui ha mangiato quella figa cheerleader nella stalla del bagno. Forse sono troppo?{/i}

source: [_RT_] {i}This calls for further experimentation.{/i}
italian: [_RT_] {i}Questo richiede ulteriori sperimentazioni.{/i}

source: [_RT_] {i}Oh, shit!... I'm hard as a rock! If they see my dick poking out or at them, it'll ruin everything!{/i}
italian: [_RT_] {i}Oh, merda!... Sono duro come una roccia! Se vedono il mio cazzo scoppiare o contro di loro, rovinerà tutto!{/i}

source: [_M_] Do you want me to give you a massage too?
italian: [_M_] Vuoi che ti dia anche un massaggio?

source: [_MT_] {i}It's a little awkward between us all of a sudden. Maybe this was a bad idea!{/i}
italian: [_MT_] {i}È un po' imbarazzante tra tutti noi all'improvviso. Forse questa è stata una cattiva idea!{/i}

source: [_M_] [ryan], are you ok? You don't have to hang out with us if you want to get something to drink.
italian: [_M_] [ryan], stai bene? Non devi uscire con noi se vuoi ottenere qualcosa da bere.

source: [_ST_] {i}Why did I get so excited touching Mom like that?{/i}
italian: [_ST_] {i}Perché ho toccato così eccitata mamma così?{/i}

source: [_ST_] {i}I mean... sometimes I find myself looking at other girls, but my own mother?{/i}
italian: [_ST_] {i}Voglio dire... a volte mi trovo a guardare altre ragazze, ma mia madre?{/i}

source: [_ST_] {i}No, I got excited because [ryan] was watching me do it{/i}.
italian: [_ST_] {i}No, mi sono entusiasta perché [ryan] mi stava guardando fare{/i}.

source: [_RT_] {i}Any second now...{/i}
italian: [_RT_] {i}Ogni secondo adesso...{/i}

source: [_M_] Is your back feeling better now, Sweety?
italian: [_M_] La tua schiena si sente meglio adesso, Dolce?

source: [_S_] It is... Thank you so much! I forgot how good it feels when you rub my back.
italian: [_S_] Lo è... Grazie tanto! Ho dimenticato quanto si sente bene quando mi strofina la schiena.

source: [_M_] Good, I've said it before, but I'm so glad we're doing these things together again. I really miss spending time with you.
italian: [_M_] Bene, l'ho detto prima, ma sono così felice che stiamo facendo queste cose insieme di nuovo. Mi manca davvero di passare del tempo con te.

source: [_S_] Me too, Mom.
italian: [_S_] Me anche, la mamma.

source: [_RT_] {i}Shit!... Mom must not feel up to rubbing Sidney's butt.{/i}
italian: [_RT_] {i}Shit!... Mamma non deve sentirsi all'altezza di sfregare il pulsante di Sidney.{/i}

source: [_RT_] {i}I can't just use the skinship line again. I need something more subtle to get Mom to want to rub that ass.{/i}
italian: [_RT_] {i}Non posso usare nuovamente la linea di skinship. Ho bisogno di qualcosa di più sottile per ottenere la mamma per strofinare quel culo.{/i}

source: [_RT_] {i}Hmm... Oh, I know!{/i}
italian: [_RT_] {i}Hmm... Oh, lo so!{/i}

source: [_R_] Hey, Sidney... Remember the last time Dad took us to the beach and you got that nasty sunburn?
italian: [_R_] Hey, Sidney... Ricordate l'ultima volta che papà ci ha portato in spiaggia e avete ottenuto quel brutto bruciore di sole?

source: [_R_] You remember? You brought that string bikini that Dad didn't know about?
italian: [_R_] Ti ricordi? Hai portato quel bikini d'archi di cui il papà non sapeva?

source: [_S_] Oh, God.
italian: [_S_] Oh, Dio.

source: [_M_] Wait... What happened?
italian: [_M_] Aspetta... Cos'è successo?

source: [_R_] You know how Sidney is Dad's little princess, right? He would never let her wear anything sexy.
italian: [_R_] Sai come Sidney è la piccola principessa di papà, giusto? Non lascerebbe mai che lei indossa qualcosa di sexy.

source: [_S_] [ryan], stop!
italian: [_S_] [ryan], fermate!

source: [_M_] No, tell me.
italian: [_M_] No, dimmi.

source: [_R_] Well, she got herself this little bikini that had just a string up the butt. When Dad took us to the beach, she knew there'd be a lot of guys there. So, she brought it with her to show off.
italian: [_R_] Beh, lei si è presa questo piccolo bikini che aveva solo una corda su il culo. Quando papà ci ha portati in spiaggia, sapeva che ci sarebbero stati molti ragazzi lì.

source: [_M_] [dad_name] would never have let...
italian: [_M_] [dad_name] non avrebbe mai lasciato...

source: [_R_] Oh, she had a plan, see... She put on her old bottoms over top of the string bikini bottoms.
italian: [_R_] Oh, aveva un piano, vede... Si mise sui suoi vecchi fondali sopra i fondali della corda bikini.

source: [_M_] Oh, did you really?
italian: [_M_] Oh, hai davvero?

source: [_R_] But there was a little flaw in this perfect plan of hers. You see, Mom... When you had us all put on sunscreen that morning, she had the old bottoms that were on top covering up her butt cheeks.
italian: [_R_] Ma c'era un piccolo difetto in questo suo piano perfetto. Vedete, mamma... Quando ci hai tutti messi sulla protezione solare quella mattina, lei aveva i vecchi fondali che erano in cima coprendo le guance di testa.

source: [_R_] So, when she took them off later in the day, after ditching all of us to hang out with all the cool kids...
italian: [_R_] Così, quando li ha tolti più tardi nel giorno, dopo l'ammario tutti noi per uscire con tutti i bambini freschi...

source: [_R_] her butt cheeks didn't have any sunscreen on them!
italian: [_R_] le sue guance di culo non avevano alcuna protezione solare su di loro!

source: [_S_] You... bastard! I hope you rot in hell!
italian: [_S_] Tu... bastardo! Spero che marcisci all'inferno!

source: [_R_] Hahaha... And it was a three day weekend trip!
italian: [_R_] Hahaha... Ed è stato un viaggio di tre giorni!

source: [_S_] That was the worst weekend of my life! I was so embarrassed! I couldn't sit down the whole rest of the trip!
italian: [_S_] Questo è stato il peggior weekend della mia vita! Ero così imbarazzata! Non riuscivo a sedermi tutto il resto del viaggio!

source: [_M_] Wait... is that why you kept laying on your side everywhere we went, or leaning on your hip?
italian: [_M_] Aspetta... è per questo che hai continuato a posare dalla tua parte ovunque siamo andati, o appoggiandoci sul tuo fianco?

source: [_S_] Yes, damn you, [ryan]! I had almost forgotten about that.
italian: [_S_] Sì, ti danna, [ryan]! Avevo quasi dimenticato quello.

source: [_R_] Lauren wouldn't stop calling you "Princess Fancy Bottom" whenever you'd delicately go to sit down on your side.
italian: [_R_] Lauren non smetterebbe di chiamarti "Princess Fancy Bottom" ogni volta che andrai delicatamente a sederti dalla tua parte.

source: [_MT_] {i}I didn't even know she had gotten sunburned on that trip. Was it really that bad?{/i}
italian: [_MT_] {i}Non sapevo nemmeno che fosse stata bruciata al sole in quel viaggio. Era davvero così male?{/i}

source: [_MT_] {i}I guess I was paying more attention to Lauren and [ryan]. Making sure they didn't get stung by a jellyfish or get sucked out into the ocean by a rip tide.{/i}
italian: [_MT_] {i}Immagino che stavo prestando maggiore attenzione a Lauren e [ryan]. Assicurandosi che non siano stati attaccati da una medusa o che non siano stati risucchiati nell'oceano da una marea strappata.{/i}

source: [_MT_] {i}Growing up, Lauren always had her head in the clouds, and [ryan] was a little Tasmanian devil. I guess I just trusted Sidney to take care of herself and started focusing on them.{/i}
italian: [_MT_] {i}Crescendo, Lauren aveva sempre la testa nelle nuvole, e [ryan] era un piccolo diavolo tasmaniano. Immagino che mi sono solo fidato di Sidney per prendersi cura di se stessa e ho iniziato a concentrarsi su di loro.{/i}

source: [_MT_] {i}Is that why we grew apart? I was too focused on the other two... I neglected my oldest?{/i}
italian: [_MT_] {i}È per questo che siamo cresciuti? Ero troppo concentrata sugli altri due... Ho trascurato il mio più vecchio?{/i}

source: [_MT_] {i}I should have been paying more attention that day. Spotted what she was up to. I could have saved her cute little butt a lot of pain.{/i}
italian: [_MT_] {i}Avrei dovuto prestare più attenzione quel giorno. Avrei potuto salvare il suo piccolo culo carino un sacco di dolore.{/i}

source: [_MT_] {i}Well, I can't change the past. I was going to skip certain 'parts' before but..{/i}
italian: [_MT_] {i}Beh, non posso cambiare il passato. Stavo andando a saltare alcune 'parti' prima ma..{/i}

source: [_MT_] {i}Don't worry, Baby... Mommy's not going to neglect your needs any longer!{/i}
italian: [_MT_] {i}Non ti preoccupare, Baby... Mommy non trascurerà più le tue esigenze!{/i}

source: [_MT_] {i}And maybe we'll even get some of the benefits of so called "skinship"?{/i}
italian: [_MT_] {i}E forse otterremo anche alcuni dei vantaggi della cosiddetta "skinship"?{/i}

source: [_S_] Mom!?
italian: [_S_] Mamma!?

source: [_M_] It's fine, Sweety. I'm just making sure Lauren doesn't have a reason to call you Princess Fancy Bottom again.
italian: [_M_] va bene, dolce. Sto solo facendo in modo che Lauren non abbia un motivo per chiamarti Principessa Fancy Bottom di nuovo.

source: [_S_] I'd sit on her for a whole day if she tried. Sun burned, or not.
italian: [_S_] sarei seduto su di lei per un giorno intero se provasse. Sole bruciato, o no.

source: [_S_] Really, Mom... you don't have to...
italian: [_S_] Davvero, Mamma... non devi fare...

source: [_M_] No arguing! I'm not going to stop until your whole rump is protected.
italian: [_M_] Non discutere! Non mi fermerò fino a quando tutta la tua groppa non sarà protetta.

source: [_RT_] {i}[ryan], you magnificent bastard! I wonder if I could teach classes on bullshitting and manipulation?{/i}
italian: [_RT_] {i}[ryan], tu magnifico bastardo! Mi chiedo se potrei insegnare lezioni su bullshitting e manipolazione?{/i}

source: [_ST_] {i}That rat bastard! Pervy dirtbags would probably line up around the block to learn from him.{/i}
italian: [_ST_] {i}Quel bastardo di ratto! Pervy dirtbags probabilmente allineare intorno al blocco per imparare da lui.{/i}

source: [_ST_] {i}I hate to admit it, but Mom really knows what she's doing. I've never had someone rub my butt like this before. Grope, maybe...{/i}
italian: [_ST_] {i}Odio ammetterlo, ma la mamma sa davvero cosa sta facendo. Non ho mai avuto qualcuno rub il mio culo come questo prima. Grope, forse...{/i}

source: [_ST_] {i}But this feels nice.{/i}
italian: [_ST_] {i}Ma questo si sente bello.{/i}

source: [_MT_] {i}I've never done this for another women before. It's very... intimate.{/i}
italian: [_MT_] {i}Non ho mai fatto questo per altre donne prima. È molto... intimo.{/i}

source: [_RT_] {i}Shit, I'd love to be a part of this, but I can't go over there. They'd both see my hard on and Mom would kill me.{/i}
italian: [_RT_] {i}Merda, mi piacerebbe essere parte di questo, ma non posso andare lì. Entrambi vedrebbero il mio duro su e la mamma mi ucciderebbe.{/i}

source: [_M_] {i}(Whispering){/i} Sidney, this is kind of our time together isn't it?
italian: [_M_] {i}(Whispering){/i} Sidney, questo è il nostro tempo insieme non è vero?

source: [_S_] {i}(Whispering){/i} Don't worry, he's not going to. In fact he's about to go inside.
italian: [_S_] {i}(Whispering){/i} Non ti preoccupare, non sta andando a. In realtà sta per entrare dentro.

source: [_S_] Don't be like that, you got all tired from helping us weed the garden. Let us help you relax!
italian: [_S_] Non siate così, siete stanchi di aiutarci ad infestare il giardino. Aiutiamoci a rilassarvi!

source: [_M_] How'd you know he'd go inside?
italian: [_M_] Come sai che sarebbe andato dentro?

source: [_MT_] {i}I'm shocked he didn't jump at the chance to have me rubbing suntan oil on him.{/i}
italian: [_MT_] {i}Sono scioccato che non ha saltato la possibilità di farmi rubare olio di abbronzatura su di lui.{/i}

source: [_RT_] {i}Oh, man!... Sidney got me good.{/i}
italian: [_RT_] {i}Oh, uomo!... Sidney mi ha fatto bene.{/i}

source: [_RT_] {i}Haha... I guess I deserved it after bringing back up the memory of Princess Fancy Bottom!{/i}
italian: [_RT_] {i}Haha... Credo di averlo meritato dopo aver portato indietro la memoria della Principessa Fancy Bottom!{/i}

source: [_M_] Mmm... So nice! It's just so wonderful to relax and talk with Sidney. Thanks for taking over our chore so we could do this!
italian: [_M_] Mmm... Così bello! È così meraviglioso per rilassarsi e parlare con Sidney. Grazie per aver preso il nostro chore in modo da poter fare questo!

source: [_R_] Do what you want, but I hope you at least refreshed your knowledge about skinship, right?
italian: [_R_] Che cosa vuoi, ma spero che almeno tu abbia rinfrescato la tua conoscenza della pelle, giusto?

source: [_R_] I mean, at the very least to make sure I wasn't just bullshitting you.
italian: [_R_] Voglio dire, per lo meno per assicurarsi che non stavo solo bullshitting voi.

source: [_MT_] {i}I did research it... I was pleasantly surpised to find out [ryan] didn't make it all up.{/i}
italian: [_MT_] {i}Ho fatto la ricerca... Sono stato piacevolmente sorpreso per scoprire [ryan] non ha fatto tutto su.{/i}

source: [_M_] No, I mean, I know it's a thing, but it doesn't mean we have to do it every time we lay out.
italian: [_M_] No, voglio dire, so che è una cosa, ma non significa che dobbiamo farlo ogni volta che ci mettiamo.

source: [_RT_] {i}So, Mom and Sidney have started gardening together again?... And on a Monday evening no less.{/i}
italian: [_RT_] {i}Così, mamma e Sidney hanno iniziato a giardinare insieme di nuovo?... E il lunedì sera non meno.{/i}

source: [_RT_] {i}That was a smart way for Mom to keep Sidney out of the strip club.{/i}
italian: [_RT_] {i}Era un modo intelligente per la mamma di tenere Sidney fuori dal club di striscia.{/i}

source: [_RT_] {i}They haven't worked in the yard together in years.{/i}
italian: [_RT_] {i}Non hanno lavorato insieme nel cantiere negli anni.{/i}

source: [_RT_] {i}Hopefully they'll get close to each other again like they used to be when Sidney was younger.{/i}
italian: [_RT_] {i}Speriamo che si avvicinino di nuovo come se fossero quando Sidney era più giovane.{/i}

source: {i}{b}(HINT){/b} Mom and Sidney in the backyard could present some interesting opportunities.{/i}
italian: {i}{b}(HINT){/b} Mamma e Sidney nel cortile potrebbero presentare alcune interessanti opportunità.{/i}

source: {i}{b}(HINT){/b} If Mom's trying to get closer with her kids, I want in on that action. I wonder if she'd be available to do something with me Sunday morning.{/i}
italian: {i}{b}(HINT){/b} Se la mamma sta cercando di avvicinarsi con i suoi figli, voglio entrare in quell'azione. Mi chiedo se sarebbe disponibile a fare qualcosa con me domenica mattina.{/i}

source: [_R_] Just checking on you two. I see you're trying to get the garden going again.
italian: [_R_] Ti basta controllare due. Vedo che stai cercando di far tornare il giardino.

source: [_S_] Yeah, Mom and I decided we needed to spend more time together, and since we don't have a lot of money to go shopping, this seemed like a great way to do it.
italian: [_S_] Sì, mamma e io abbiamo deciso che dovevamo trascorrere più tempo insieme, e dal momento che non abbiamo un sacco di soldi per andare a fare shopping, questo sembrava un ottimo modo per farlo.

source: [_M_] It's been hard getting the garden ready for planting. These weeds are everywhere.
italian: [_M_] E 'stato difficile ottenere il giardino pronto per la semina. Queste erbe infestanti sono ovunque.

source: [_M_] I love spending more time with you sweety, but pulling all these weeds is exhausting! My shoulders are so stiff after all that digging.
italian: [_M_] Amo passare più tempo con te dolce, ma tirare tutte queste erbacce è estenuante! Le mie spalle sono così rigide dopo tutto quello scavare.

source: [_S_] God, I know what you mean. My back is killing me.
italian: [_S_] Dio, so cosa intendi. La mia schiena mi uccide.
