Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] It would just validate what she already suspects.
french: [ _R_ ] Il suffit de valider ce qu'elle soupçonne déjà.
italian: [_R_] Sarebbe solo convalidare quello che lei sospetta già.
portuguese: [__R_] Isso só validaria o que ela já suspeita.
russian: [_R_] Это просто подтвердит то, что она уже подозревает.

source: [_M_] Haha... You're right... Maybe she's not too far off about us both after all.
french: [_M_] Haha... Vous avez raison... Peut-être qu'elle n'est pas trop loin de nous tous les deux après tout.
italian: [_M_] Haha... Hai ragione... Forse non è troppo lontana su di noi entrambi dopotutto.
portuguese: [_M_] Haha... Você tem razão... Talvez ela não esteja muito longe de nós ambos.
russian: [ _M_] Хаха ... Ты прав ... Может, она не слишком далеко от нас обоих.

source: [_M_] What we've been doing lately is far more perverted than she even suspects.
french: [ _M_ ] Ce que nous avons fait récemment est beaucoup plus perverti qu'elle ne le soupçonne.
italian: [_M_] Quello che abbiamo fatto ultimamente è molto più pervertito di quanto lei sospetti.
portuguese: [_M_] O que temos feito ultimamente é bem mais pervertido do que ela mesmo suspeita.
russian: [_M_] То, что мы делали в последнее время, гораздо более извращенным, чем она даже подозревает.

source: [_M_] She would lose her freaking mind!
french: [_M_] Elle perdrait son esprit fâcheux!
italian: [_M_] Lei perderebbe la sua mente eccitante!
portuguese: [_M_] ela perderia sua mente de loucura!
russian: [ _M_] Она бы потеряла свой разум!

source: [_M_] And after what that bitch pulled, she would deserve it!
french: [ _M_ ] Et après ce que cette salope a tiré, elle le mériterait !
italian: [_M_] E dopo quello che la troia tirò, lei lo meriterebbe!
portuguese: [_M_] E depois do que essa cadela puxou, ela mereceria!
russian: [_M_] И после того, как этот кусок подтянул, она заслуживает этого!

source: [_M_] Can you imagine the look that would be on her face if she were here watching us make love?
french: [ _M_ ] Pouvez-vous imaginer le look qui serait sur son visage si elle nous regardait faire l'amour?
italian: [_M_] Riesci a immaginare lo sguardo che sarebbe sul suo viso se lei fosse qui a guardarci fare l'amore?
portuguese: [_M_] Você pode imaginar o look que estaria no rosto dela se ela estivesse aqui nos vendo fazer amor?
russian: [ _M_] Можете ли вы представить взгляд, который был бы на ее лице, если бы она была здесь, наблюдая за нами, чтобы мы занимались любовью?

source: [_MT_] {i}Why does my imagined dissaproval of my sister make me want to fuck my son even more?!{/i}
french: [_MT_] {i}Pourquoi mon imaginaire dissaproval de ma sœur me donne-t-il envie de baiser encore plus mon fils ?!{/i}
italian: [_MT_] {i}Perché la mia immaginata dissaproval di mia sorella mi fa volere scopare mio figlio ancora di più?!{/i}
portuguese: [_MT_] {i}Por que o meu imaginado dissaproval da minha irmã me faz querer foder meu filho ainda mais?! {/i}
russian: [_MT_] {i}Почему я представляю отчаяние моей сестры заставляю меня ебать сына еще больше?!{/i}

source: [_M_] Well, let's get things started.
french: [_M_] Eh bien, commençons.
italian: [_M_] Beh, iniziamo le cose.
portuguese: [_M_] Bem, vamos começar as coisas.
russian: Ну, давайте всё начинаем.

source: [_M_] Don't stroke yourself too vigorously.
french: [ _M_ ] Ne vous attaque pas trop vigoureusement.
italian: [_M_] Non accarezzarti troppo vigorosamente.
portuguese: [_M_] Não se golpeie vigorosamente.
russian: [_M_] Не обманывайте себя слишком бодрно.

source: [_M_] I know this is your reward, but I'm hoping to take care of some of my sexual tension while we're at it.
french: [ _M_ ] Je sais que c'est votre récompense, mais j'espère prendre soin de certaines de mes tensions sexuelles pendant que nous y sommes.
italian: [_M_] So che questa è la tua ricompensa, ma spero di prendermi cura di alcune delle mie tensioni sessuali mentre ci troviamo.
portuguese: [_M_] Eu sei que esta é a sua recompensa, mas eu estou esperando para cuidar de alguma parte da minha tensão sexual enquanto estamos nisso.
russian: [_M_] Я знаю, что это ваша награда, но я надеюсь позаботиться о моем сексуальном напряжении, пока мы находимся на нем.

source: [_R_] Don't worry, Mom... I'll take care of you.
french: [ _R_ ] Ne vous inquiétez pas, maman ... Je m'occupe de toi.
italian: [_R_] Non ti preoccupare, mamma... Mi prenderò cura di te.
portuguese: [__R_] Não se preocupe, mãe ... Eu vou cuidar de você.
russian: Не волнуйся, мам ... Я позаботишься о тебе.

source: [_M_] Mmm... You always do!
french: [_M_] Mmm... Vous le faites toujours!
italian: [_M_] Mmm... Lo fai sempre!
portuguese: [_M_] Mmm... Você sempre faz!
russian: [ _M_] Ммм ... Ты всегда делаешь!

source: [_M_] How did I get so lucky?
french: [ _M_ ] Comment j'ai eu de la chance?
italian: [_M_] Come ho avuto così fortuna?
portuguese: [_M_] Como eu tive tanta sorte?
russian: [_M_] Как мне получилось так удачи?

source: [_R_] I'm the lucky one!
french: [_R_] Je suis chanceux !
italian: [_R_] sono la fortunata!
portuguese: [_R_] Sou o sortudo!
russian: [ _R_] Мне повезло!

source: [_R_] I don't know any guys with a mom as hot as mine.
french: [ _R_ ] Je ne connais pas de gars avec une mère aussi chaude que la mienne.
italian: [_R_] Non conosco alcun tipo con una mamma calda come la mia.
portuguese: [__R_] Eu não conheço nenhum caras com uma mãe tão quente quanto a minha.
russian: [_R_] Я не знаю никаких парней с мамой как моя.

source: [_R_] And the ones who are close don't let their sons see their flaming hot tits!
french: [ _R_ ] Et ceux qui sont proches ne laissent pas leurs fils voir leurs seins brûlants !
italian: [_R_] E quelli che sono vicini non lasciare che i loro figli vedere le loro calde tette fiammeggianti!
portuguese: [__R_] E aqueles que estão perto não deixam seus filhos verem seus peitos quentes flamejantes!
russian: [_R_] И те, кто близки не позволяют их сыновьям видеть их жаркие синицы!

source: [_R_] At least, I don't think they do.
french: [ _R_ ] Au moins, je ne pense pas qu'ils le fassent.
italian: [_R_] Almeno, non penso che lo fanno.
portuguese: [_R_] Pelo menos, acho que eles não fazem.
russian: [_R_] По крайней мере, я не думаю, что они делают.

source: [_M_] Well, you're going to get to see a little more than just my tits.
french: [_M_] Eh bien, tu vas voir un peu plus que mes seins.
italian: [_M_] Beh, andrai a vedere un po' di più delle mie tette.
portuguese: [_M_] Bem, você vai ver um pouco mais do que apenas meus tis.
russian: [ _M_] Ну, ты собираешься увидеть немного больше, чем просто мои сиськи.

source: [_R_] God, I can't wait!
french: [_R_] Dieu, je ne peux pas attendre!
italian: [_R_] Dio, non posso aspettare!
portuguese: [__R_] Deus, eu não posso esperar!
russian: Боже, я не могу ждать!

source: [_M_] Well, you'd better! If you unload before I get anything out of this, you're going to be grounded!
french: [_M_] Eh bien, vous feriez mieux ! Si vous déchargez avant que je n'en sorte, vous allez être au sol !
italian: [_M_] Beh, saresti meglio! Se scarichi prima di ottenere qualcosa da questo, sarai a terra!
portuguese: [_M_] Bem, você é melhor! Se você descarregar antes que eu obtenha algo fora disso, você vai ficar de castigo!
russian: Ну, тебе лучше! Если вы разгрузитесь до того, как я получу что-нибудь из этого, вы будете наказаны!

source: [_R_] I haven't yet, have I?
french: [_R_] Je ne l'ai pas encore fait?
italian: [_R_] Non ho ancora, vero?
portuguese: [_R_] Eu ainda não, tenho?
russian: У меня еще нет?

source: [_M_] You'd better keep it that way!
french: [_M_] Vous feriez mieux de garder ça comme ça !
italian: [_M_] Faresti meglio a tenerlo in quel modo!
portuguese: U[_M_] É melhor você ficar assim!
russian: Тебе лучше так держать!

source: [_R_] With that body, you don't make it easy!
french: [ _R_ ] Avec ce corps, vous ne le faites pas facilement !
italian: [_R_] Con quel corpo, non lo rendi facile!
portuguese: [_R_] Com esse corpo, você não facilita!
russian: [_R_] С этим телом вы не делаете это легко!

source: [_M_] Oh, yeah? Does this turn you on or something?
french: [_M_] Oh, ouais ? Est-ce que cela vous allume ou quelque chose ?
italian: [_M_] Oh, sì? Questo ti accende o qualcosa?
portuguese: [_M_] Ah, sim? Isso te transforma ou alguma coisa?
russian: О, да? Это тебе что-то нравится?

source: [_R_] Good Lord!
french: [ _R_ ] Bon Dieu !
italian: [_R_] Buon Signore!
portuguese: [_R_] Bom Soberano!
russian: [ _R_] Добрый Господь!

source: [_R_] Fuck, this is torture!
french: [_R_] Fuck, c'est de la torture!
italian: [_R_] Cazzo questa è tortura!
portuguese: [_R_] Porra, isto é tortura!
russian: [_R_] Вкус, это пытка!

source: [_M_] Why don't you just tell me how you're going to fuck your mom silly again?
french: [ _M_ ] Pourquoi tu ne me dis pas comment tu vas baiser ta maman?
italian: [_M_] Perché non mi dici solo come farai scopare di nuovo la tua mamma stupida?
portuguese: [__M_] Por que você simplesmente não me diz como você vai foder sua mãe bobinha de novo?
russian: Почему бы тебе просто не сказать мне, как ты собираешься наебать свою маму глупой?

source: [_R_] I am, I'm going to destroy my mom's pussy!
french: [_R_] Je suis, je vais détruire la chatte de ma mère !
italian: [_R_] Io sono, distruggerò la figa di mia mamma!
portuguese: [_R_] Eu sou, eu vou destruir a mochila da minha mãe!
russian: [_R_] Я буду уничтожать мою кишку!

source: [_M_] [ryan], language!
french: [_M_] [ryan], langue !
italian: [_M_] [ryan], lingua!
portuguese: [_M_] [ryan], idioma!
russian: [ _M_] [ ryan], язык!

source: [_R_] You're about to let your son fuck you silly, and you're getting after me for saying "fuck"?
french: [_R_] Vous êtes sur le point de laisser votre fils vous baiser idiot, et vous allez me prendre après avoir dit "fuck"?
italian: [_R_] Stai per lasciare che tuo figlio ti scopi sciocco, e stai ottenendo dopo di me per aver detto "fuck"?
portuguese: [_R_] Você está prestes a deixar seu filho parafuso, e você vai se livrar de mim por dizer "preso"?
russian: [ _R_] Вы собираетесь позволить своему сыну трахаться с вами глупо, и вы получаете за меня за то, что я сказал "трахать"?

source: [_M_] Oh, you're going to fuck your mom silly?
french: [_M_] Oh, vous allez baiser votre mère stupide?
italian: [_M_] Oh, hai intenzione di scopare tua mamma stupida?
portuguese: [_M_] Oh, você vai rolar sua mãe bobamente?
russian: О, ты собираешься наебать свою маму глупой?

source: [_M_] You naughty boy!
french: [_M_] Vous méchant garçon !
italian: [_M_] Hai cattivo ragazzo!
portuguese: [_M_] Você rapaz malvado!
russian: [_M_] Ты непослушный мальчик!

source: [_M_] And what am I supposed to do with such a naughty boy?
french: [ _M_ ] Et qu'est-ce que je suis censé faire avec un garçon aussi méchant?
italian: [_M_] E che cosa dovrei fare con un ragazzo così cattivo?
portuguese: [__M_] E o que eu devo fazer com um menino tão travesso?
russian: [_M_] А что я должен делать с таким непослушным мальчиком?

source: [_M_] You were saying something about torture?
french: Vous disiez quelque chose sur la torture?
italian: [_M_] Stavi dicendo qualcosa sulla tortura?
portuguese: U[_M_] Você estava dizendo algo sobre tortura?
russian: [ _M_] Вы говорили что-то о пытках?

source: [_M_] Fine, your punishment is that if you cum before I do, We won't do anything sexual for a month.
french: [_M_] Très bien, votre punition est que si vous foutre avant que je fasse, nous ne ferons rien de sexuel pendant un mois.
italian: [_M_] Bene, la tua punizione è che se si cum prima di me, non faremo nulla di sessuale per un mese.
portuguese: [_M_] Bem, sua punição é que se você cum antes de eu fizer, não faremos nada sexual por um mês.
russian: Ладно, твое наказание в том, что если ты будешь скуровать до того, как я сделаю это, мы не будем делать ничего сексуального в течение месяца.

source: [_M_] And to help you out, I'll stop dressing skimpy around the house and only wear my most modest clothing.
french: [ _M_ ] Et pour vous aider, je vais arrêter de m'habiller autour de la maison et ne porter que mes vêtements les plus modestes.
italian: [_M_] E per aiutarti, smetterò di vestirmi in casa e indossare solo i miei vestiti più modesti.
portuguese: [__M_] E para te ajudar a sair, eu paro de me vestir de skimpy ao redor da casa e só usar minha roupa mais modesta.
russian: И, чтобы помочь тебе, я остановлю халат вокруг дома и буду носить свою самую скромную одежду.

source: [_R_] No!... We can't go back to how things were, now that we've...
french: [_R_] Non!... Nous ne pouvons pas revenir sur ce que les choses étaient, maintenant que nous...
italian: [_R_] no!... Non possiamo tornare a come le cose erano, ora che siamo...
portuguese: [_R_] Não!... Não podemos voltar para como as coisas eram, agora que nós...
russian: [ _R_] Нет! ... Мы не можем вернуться к тому, что было, теперь, когда мы ...

source: [_M_] Well, than you'd better be a good boy!
french: [_M_] Eh bien, que vous feriez mieux d'être un bon garçon !
italian: [_M_] Beh, che sarebbe meglio essere un bravo ragazzo!
portuguese: [_M_] Bem, do que seria melhor você ser um bom garoto!
russian: Ну, лучше быть хорошим мальчиком!

source: [_R_] I'll be good, I promise.
french: [_R_] Je vais être bon, je vous le promets.
italian: [_R_] Io sarò bravo, lo prometto.
portuguese: [_R_] Eu vou ser bom, eu prometo.
russian: Я буду хорошо, обещаю.

source: [_M_] We'll see.
french: [_M_] Nous verrons.
italian: [ _M_] Vediamo.
portuguese: [_M_] Nós veremos.
russian: [_M_] Мы увидим.

source: [_MT_] {i}Who am I kidding?{/i}
french: [_MT_] {i}Qui me plaisante ?{/i}
italian: [_MT_] {i}Chi sto scherzando?{/i}
portuguese: [_MT_] {i}Quem sou eu kidding? {/i}
russian: [_MT_] {i}Кто я показ?{/i}

source: [_MT_] {i}Nothing sexual for a month?{/i}
french: [_MT_] {i}Rien de sexuel depuis un mois ?{/i}
italian: [_MT_] {i}Nulla di sessuale per un mese?{/i}
portuguese: [_MT_] {i}Nada sexual para um month? {/i}
russian: [_MT_] {i}Ничего не сексуально в течение месяца?{/i}

source: [_MT_] {i}That's probably more of a punishment for me then it is for him.{/i}
french: [_MT_] {i}C'est probablement plus une punition pour moi que pour lui.{/i}
italian: [_MT_] {i}Probabilmente è più di una punizione per me allora è per lui.{/i}
portuguese: [_MT_] {i}Isso é provavelmente mais uma punição para mim que é para ele.{/i}
russian: [_MT_] {i}Это скорее всего наказание для меня, чем для него.{/i}

source: [_MT_] {i}I'd never be able to enforce that one.{/i}
french: [_MT_] {i}Je ne serais jamais en mesure de faire appliquer celui-ci.{/i}
italian: [_MT_] {i}non sarei mai in grado di applicare quello.{/i}
portuguese: [_MT_] {i}Eu nunca seria capaz de impor aquele. {/i}
russian: [_MT_] {i}Я бы никогда не смог обеспечить этого.{/i}

source: [_R_] God!... You're not going to make this easy, are you?
french: [_R_] Dieu !... Vous n'allez pas rendre cela facile, n'est-ce pas?
italian: [_R_] Dio!... Non lo farai facile, vero?
portuguese: [_R_] Deus!... Você não vai fazer isso fácil, não é?
russian: [ _R_] Боже! ... Ты не сделаешь этого просто, не так ли?

source: [_M_] I'd better give you a break!
french: [_M_] Je ferais mieux de vous faire une pause !
italian: [_M_] farei meglio a farti una pausa!
portuguese: [_M_] é melhor eu lhe dar uma pausa!
russian: Мне лучше дать тебе перерыв!

source: [_R_] Thank you!
french: [_R_] Merci!
italian: [_R_] Grazie!
portuguese: [_R_] Obrigado!
russian: [ _R_] Спасибо!

source: [_M_] Now, why don't you go get my new friend out of the bottom drawer again.
french: [ _M_ ] Maintenant, pourquoi ne pas sortir mon nouvel ami du tiroir du bas.
italian: [_M_] Ora, perché non andare a ottenere il mio nuovo amico dal cassetto inferiore.
portuguese: [_M_] Agora, por que você não vai tirar o meu novo amigo da gaveta de baixo novamente.
russian: [_M_] Теперь, почему бы вы не забрали моего нового друга из нижнего ящика снова.

source: [_R_] Yes, mother.
french: [ _R_ ] Oui, mère.
italian: [_R_] Sì, madre.
portuguese: [_R_] Sim, mãe.
russian: Да, мама.

source: [_M_] You are so obedient when you want something from me.
french: [ _M_ ] Vous êtes si obéissant quand vous voulez quelque chose de moi.
italian: [_M_] Sei così ubbidiente quando vuoi qualcosa da me.
portuguese: [__M_] Você é tão obediente quando quer algo de mim.
russian: [_M_] Ты так послушный, когда хочешь что-то от меня.

source: [_M_] Well, don't you worry. Your mother knows how to reward an obedient son.
french: [_M_] Eh bien, ne vous inquiétez pas. Votre mère sait comment récompenser un fils obéissant.
italian: [_M_] Beh, non ti preoccupare. Tua madre sa come premiare un figlio ubbidiente.
portuguese: [_M_] Bem, não se preocupe. Sua mãe sabe recompensar um filho obediente.
russian: Не волнуйся. Твоя мать знает, как вознаградить послушного сына.

source: [_M_] Now, I want you to go look in my bottom drawer under my jeans.
french: [ _M_ ] Maintenant, je veux que tu regardes dans mon tiroir sous mes jeans.
italian: [_M_] Ora, voglio che tu vada a guardare nel mio cassetto inferiore sotto i miei jeans.
portuguese: [__M_] Agora, eu quero que você vá olhar na minha gaveta de baixo debaixo do meu jeans.
russian: [ _M_] Теперь, я хочу, чтобы ты поглядел в моем нижнем ящике под моими джинсами.

source: [_R_] For what?
french: [_R_] Pour quoi?
italian: [_R_] Per cosa?
portuguese: [_R_] Para quê?
russian: [_R_] Что?

source: [_M_] Just be obedient and don't ask questions. I think you'll know what it is as soon as you see it.
french: [ _M_ ] Il suffit d'être obéissant et de ne pas poser de questions. Je pense que vous saurez ce qu'il est dès que vous le voyez.
italian: [_M_] Basta essere obbedienti e non fare domande. Penso che saprai cosa è non appena lo vedi.
portuguese: [_M_] Basta ser obediente e não fazer perguntas. Eu acho que você vai saber o que é assim que você ver.
russian: [ _M_] Просто послушно# и не задай вопросов. Я думаю, ты узнаешь, что это такое, как только ты это увидишь.

source: [_MT_] {i}Holy fuck!... What is with me?{/i}
french: [_MT_] {i}Baise sainte !... Qu'est-ce qui est avec moi ?{/i}
italian: [_MT_] {i}Scopata Santa!... Cosa c'è con me?{/i}
portuguese: [_MT_] {i}Presa Sagrada!... O que tem comigo?{/i}
russian: [ _MT_] {i}Святой хуй! ... Что со мной? { /i }

source: [_MT_] {i}I'm not even trying to imagine [ryan] as some other guy!{/i}
french: [_MT_] {i}J'essaie même pas d'imaginer [ryan] comme un autre !{/i}
italian: [_MT_] {i}Non sto nemmeno cercando di immaginare [ryan] come qualche altro ragazzo!{/i}
portuguese: [_MT_] {i}Não estou nem tentando imaginar [ryan] como outro garoto!{/i}
russian: [ _MT_] {i}Я даже не пытаюсь представить [ ryan] как какого-то другого парня! { /i }

source: [_MT_] {i}I've just embraced the whole mother/son dynamic!{/i}
french: [_MT_] {i}Je viens d'embrasser toute la dynamique mère/son !{/i}
italian: [_MT_] {i}Ho appena abbracciato tutta la dinamica madre/figlio!{/i}
portuguese: [_MT_] {i}Eu acabei de abraçá-me toda a dinâmica da mãe / filho! {/i}
russian: [ _MT_] {i}Я просто обняла всю динамическую мать/сына! { /i }

source: [_MT_] {i}At least [ryan] seems to be into it.
french: [_MT_] {i}Au moins [ryan] semble y entrer.
italian: [_MT_] {i}Almeno [ryan] sembra essere in esso.
portuguese: [_MT_] {i}Pelo menos [ryan] parece estar nele.
russian: [_MT_] {i}По крайней мере [ryan] находится в нем.

source: [_MT_] {i}Look at that cute little butt!{/i}
french: [_MT_] {i}Regardez ce mignon petit bout!{/i}
italian: [_MT_] {i}Guarda quel piccolo bottino!{/i}
portuguese: [_MT_] {i}Olhe para aquela bundinha fofa! {/i}
russian: [_MT_] {i}Посмотрите на эту милую кнопку!{/i}

source: [_R_] Found it!
french: [_R_] Trouvé !
italian: [_R_] Trovata!
portuguese: [_R_] Encontrado!
russian: [_R_] Найдено!

source: [_RT_] {i}It's even bigger than I remember.{/i}
french: [_RT_] {i}C'est encore plus grand que je ne m'en souviens.{/i}
italian: [_RT_] {i}È ancora più grande di quello che ricordo.{/i}
portuguese: [_RT_] {i}É ainda maior do que eu me lembro. {/i}
russian: [_RT_] {i}Это еще больше, чем я помню.{/i}

source: [_R_] Is this what you wanted me to find?
french: [ _R_ ] C'est ce que tu voulais que je trouve?
italian: [_R_] È questo che volevi che trovassi?
portuguese: [_R_] É isso o que você queria que eu encontras.*
russian: [_R_] Это то, что вы хотели, чтобы я найти?

source: [_R_] Fuck, it's way bigger than your other one!
french: [_R_] Vid�o porno et blondes hard!
italian: [_R_] Cazzo è molto più grande dell'altro!
portuguese: [_R_] Porra, é muito maior que o seu outro!
russian: [_R_] Вкус, это намного больше, чем ваш другой!

source: [_M_] Well, how else do you expect me to get used to your size?
french: [_M_] Eh bien, comment voulez-vous que je m'habitue à votre taille ?
italian: [_M_] Beh, come altrimenti ti aspetti che mi abituassi alle tue dimensioni?
portuguese: [__M_] Bem, como mais você espera que eu me acostume com o seu tamanho?
russian: [ _M_] Ну, а как еще ты думаешь, что я привыкну к твоему размеру?

source: [_R_] And?
french: [_R_] Et ?
italian: [_R_] E?
portuguese: [_R_] A?
russian: [ _R_] И?

source: [_M_] And what?
french: [_M_] Et quoi ?
italian: [_M_] E cosa?
portuguese: [_M_] E o quê?
russian: И что?

source: [_R_] Have you been practicing?
french: [ _R_ ] Avez-vous pratiqué?
italian: [_R_] Hai praticato?
portuguese: [_R_] Você tem praticado?
russian: [_R_] Вы практиковались?

source: [_M_] As often as I can. Which isn't a lot, but I have worn it to bed a few times.
french: [ _M_ ] Aussi souvent que je le peux. Ce n'est pas beaucoup, mais je l'ai porté au lit quelques fois.
italian: [_M_] Il più spesso possibile. Che non è molto, ma ho indossato a letto un paio di volte.
portuguese: [_M_] A maior frequência que eu puder. O que não é muito, mas eu já usei para dormir algumas vezes.
russian: [ _M_] Как часто я могу. Это не очень много, но я ношу его несколько раз.

source: [_M_] I know what you're thinking, but no, your aunt didn't notice. I didn't put it in until the lights were off.
french: [_M_] Je sais ce que vous pensez, mais non, votre tante ne l'a pas remarqué. Je ne l'ai pas allumée jusqu'à ce que les lumières soient éteintes.
italian: [_M_] So cosa stai pensando, ma no, tua zia non se ne accorgeva. Non l'ho messo dentro finché le luci non erano spente.
portuguese: [__M_] Eu sei o que você está pensando, mas não, sua tia não percebeu. Eu não coloquei até que as luzes estavam apagadas.
russian: Я знаю, о чем ты думаешь, но нет, твоя тетя не заметила. Я не поместила его до тех пор, пока не выключились огни.

source: [_R_] How did you buy it without the FBI noticing?
french: [ _R_ ] Comment l'avez-vous acheté sans le FBI?
italian: [_R_] Come lo hai comprato senza l'FBI notando?
portuguese: [__R_] Como você comprou isso sem que o FBI percebem?
russian: [_R_] Как вы покупали его без FBI заметить?

source: [_M_] Who says they didn't notice? But I figured that none of them would have the balls to argue with me that this isn't a necessity.
french: [ _M_ ] Qui dit qu'ils n'ont pas remarqué? Mais j'ai pensé qu'aucun d'entre eux n'aurait les couilles pour discuter avec moi que ce n'est pas une nécessité.
italian: [_M_] Chi dice che non si sono accorti? Ma ho capito che nessuno di loro avrebbe avuto le palle per discutere con me che questa non è una necessità.
portuguese: [_M_] Quem diz que não notaram? Mas eu descobri que nenhum deles teria as bolas para discutir comigo que isso não é uma necessidade.
russian: Кто сказал, что они не заметили? Но я подумал, что ни у кого из них нет шаров, чтобы поспорить со мной, что это не необходимость.

source: [_RT_] {i}Holy, shit!{/i}
french: [_RT_] {i}Sainte, merde !{/i}
italian: [_RT_] {i}Santo, merda!{/i}
portuguese: [_RT_] {i}Santo, merda! {/i}
russian: [_RT_] {i}Holy, дерьт!{/i}
