Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RV_] You'd be surprised how many guys have fetishes involving breast milk.
italian: [_RV_] Saresti sorpreso di quanti ragazzi hanno feticci che coinvolgono il latte materno.

source: [_RV_] I'm sorry, I'm just rambling on!
italian: [_RV_] mi dispiace, mi sto solo arrampicando!

source: [_RV_] Haha... Would you mind posting a yelp review stating that?
italian: [_RV_] Haha... Ti dispiacerebbe postare una recensione yelp affermando che?

source: [_R_] It's done!
italian: [_R_] è finito!

source: [_RV_] I just hope I can fit that huge cock in my tight little ass again.
italian: [_RV_] Spero solo di poter montare quel cazzo enorme nel mio piccolo culo stretto di nuovo.

source: [_R_] Shouldn't you be already stretched out from last time?
italian: [_R_] Non dovresti essere già steso dall'ultima volta?

source: [_RV_] I don't know for sure, it seems like it's gone back to normal.
italian: [_RV_] Non so di sicuro, sembra che sia tornato alla normalità.

source: [_R_] That's awesome! I loved how tight it was last time!
italian: [_R_] È fantastico! Mi è piaciuto quanto era stretta l'ultima volta!

source: [_RV_] Yes!... I was able to take it again!
italian: [_RV_] Sì!... Sono stato in grado di riprenderlo!

source: [_RV_] Good fuck!... I feel so full!
italian: [_RV_] Buon cazzo!... Mi sento così pieno!

source: [_RT_] {i}Why do I enjoy anal so much?{/i}
italian: [_RT_] {i}Perché mi piace tanto l'anale?{/i}

source: [_RV_] Follow me, For a thousand dollars, I'll give you the works.
italian: [_RV_] Seguimi, per mille dollari, ti darò le opere.

source: [_RV_] I just hope I can fit that huge cock in my tight little ass.
italian: [_RV_] Spero solo di poter montare quel cazzo enorme nel mio piccolo culo stretto.

source: [_R_] Yes! I was hoping for anal!
italian: [_R_] Sì! Stavo sperando in un anale!

source: [_RV_] I'm not entirely sure how this is going to work!
italian: [_RV_] Non sono del tutto sicuro di come funzionerà!

source: [_R_] Does the works mean you're going to let me fuck your ass?
italian: [_R_] Le opere significano che mi lascerai scopare il culo?

source: [_RV_] If that's what you want.
italian: [_RV_] Se è quello che vuoi.

source: [_R_] More than anything!
italian: [_R_] Più di ogni altra cosa!

source: [_RV_] I'm guessing a small guy like you has a small cock. That will make this much easier.
italian: [_RV_] Sto indovinando un piccolo ragazzo come te ha un piccolo cazzo. Questo renderà questo molto più facile.

source: [_R_] Yeah, it shouldn't be a problem.
italian: [_R_] Sì, non dovrebbe essere un problema.

source: [_RV_] I did it!
italian: [_RV_] Ce l'ho fatta!

source: [_RV_] I wasn't sure if my ass would open that wide, but I did it!
italian: [_RV_] Non ero sicuro che il mio culo avrebbe aperto così ampio, ma l'ho fatto!

source: [_R_] My sisters aren't much bigger than you... I'm sure they could take my cock in their asses too.
italian: [_R_] Le mie sorelle non sono molto più grandi di te... sono sicuro che potrebbero portare il mio cazzo anche nei loro asini.

source: [_RV_] Did you say?...
italian: [_RV_] Hai detto?...

source: [_R_] No... I didn't mean... Uh... There's a couple girls that I'm really close to. Their not my sisters... No, I just call them that sometimes because we're so close.
italian: [_R_] No... non intendevo... Uh... C'è una coppia di ragazze a cui sono davvero vicino. Le loro non le mie sorelle... No, le chiamo solo che a volte perché siamo così vicini.

source: [_RV_] That's kind of... weird.
italian: [_RV_] È gentile... strano.

source: [_R_] Uuunnn... I'm gonna cum!
italian: [_R_] Uuunnnn... Sto andando a cum!

source: [_RV_] Ummmphh... Yeah... I guess.
italian: [_RV_] Ummmphh... Sì... Immagino.

source: [_RV_] Holy... wow!... It's squirting up into my intestines again!
italian: [_RV_] Holy... wow!... Sta spruzzando di nuovo nei miei intestini!

source: [_RV_] Unnnggghhh... My intestines don't like that much fluid going into them the wrong way!
italian: [_RV_] Unnnggghhh... Ai miei intestini non piace che molto fluido entri in loro il modo sbagliato!

source: [_RV_] I can't...
italian: [_RV_] Non posso...

source: [_RV_] Fuuuck!...
italian: [_RV_] Cazzooo!...

source: [_RV_] I'll never get over how much you can cum!
italian: [_RV_] Non capirò mai quanto puoi sborra!

source: [_RV_] There's so much cum, it almost feels like your dick is still inside me!
italian: [_RV_] C'è così tanto cum, sembra quasi che il tuo cazzo sia ancora dentro di me!

source: [_RV_] And that's about all the fucking my poor little asshole can take.
italian: [_RV_] E questo è tutto il cazzo che il mio povero culo può prendere.

source: [_RV_] I'm going to be walking bull legged for a week!
italian: [_RV_] Sto per camminare toro zampe per una settimana!

source: [_RV_] Not that I didn't enjoy it.
italian: [_RV_] Non che non mi sia piaciuto.

source: [_RV_] What matters though, is that you enjoyed it.
italian: [_RV_] Ciò che conta, però, è che ti è piaciuto.

source: [_R_] That was incredible!
italian: [_R_] È stato incredibile!

source: [_RV_] Good! I don't take many customers. I'm happy I left you satisfied.
italian: [_RV_] Buono! Non prendo molti clienti. Sono felice di averti lasciato soddisfatto.

source: [_RV_] I'd better go clean up!
italian: [_RV_] farei meglio a ripulire!

source: [_RV_] I hope you visit us again soon!
italian: [_RV_] Spero che ci visiti presto!

source: [_R_] As soon as I can!
italian: [_R_] Il prima possibile!

source: [_RV_] Holy... wow!... I can feel it squirting into my intestines!
italian: [_RV_] Santo... wow!... posso sentire che si sprigiona nei miei intestini!

source: [_RV_] My God, [ryan]!... I didn't even think it was possible for anyone to cum that much!
italian: [_RV_] Mio Dio, [ryan]!... non ho nemmeno pensato che fosse possibile per chiunque sperare così tanto!

source: [_RV_] I still can't get over how much you can cum!
italian: [_RV_] Non riesco ancora a superare quanto puoi sborra!

source: [_RV_] Hehe... maybe I could convince Scarlette to come suck it out of my asshole.
italian: [_RV_] Hehe... forse potrei convincere Scarlette a venire a succhiare fuori dal mio culo.

source: [_R_] Good Lord!... That seems so... weird! Why is it making my dick twitch?
italian: [_R_] Buon Signore!... che sembra così... strano! Perché sta facendo il mio colpo di cazzo?

source: [_RV_] Don't get too excited! I was only kidding. Scarlette would peg my ass just for suggesting it.
italian: [_RV_] Non emozionarti troppo! Stavo solo scherzando. Scarlette mi avrebbe sminuzzato il culo solo per suggerirlo.

source: [_RT_] {i}It's too late to do anything else in the club tonight.{/i}
italian: [_RT_] {i}È troppo tardi per fare qualsiasi altra cosa nel club stasera.{/i}

source: [_RT_] {i}It feels like the same thing every time I come in here.{/i}
italian: [_RT_] {i}Sembra la stessa cosa ogni volta che vengo qui.{/i}

source: [_RT_] {i}Arriving incognitio, trying not to let Mom and Sidney know that I'm spying on them.{/i}
italian: [_RT_] {i}Arrivando in incognito, cercando di non far sapere a mamma e Sidney che sto spiando su di loro.{/i}

source: [_RT_] {i}Having to let Agent Diaz rub salt into my wounds.{/i}
italian: [_RT_] {i}Devi lasciare l'agente Diaz strofinare il sale nelle mie ferite.{/i}

source: [_RT_] {i}Watching my sister flirt with perverts while mom shakes her ass for them.{/i}
italian: [_RT_] {i}Guardando mia sorella flirtare con perversi mentre la mamma scuote il suo culo per loro.{/i}

source: [_RT_] {i}Among other things.{/i}
italian: [_RT_] {i}Tra le altre cose.{/i}

source: [_RT_] {i}Like I'm stuck in a loop of one of my favorite adult computer games.{/i}
italian: [_RT_] {i}Mi piace essere bloccato in un ciclo di uno dei miei giochi per adulti preferiti.{/i}

source: [_RT_] {i}Waiting patiently for the developer to finally finish the next update.{/i}
italian: [_RT_] {i}In attesa che lo sviluppatore finisca finalmente il prossimo aggiornamento.{/i}

source: [_RT_] {i}After hearing every excuse about why it was delayed again, and again, and again.{/i}
italian: [_RT_] {i}Dopo aver sentito ogni scusa sul motivo per cui è stato ritardato di nuovo, e ancora.{/i}

source: [_RT_] {i}God... I can't wait for the next update!{/i}
italian: [_RT_] {i}Dio... Non vedo l'ora del prossimo aggiornamento!{/i}

source: This event will be continued in the next update! :)
italian: Questo evento sarà continuato nel prossimo aggiornamento! :)

source: [_RT_] {i}Diaz really got me good last time. Making me think Mom would actually let Joey finger her right in the middle of the club.{/i}
italian: [_RT_] {i}Diaz mi ha davvero fatto bene l'ultima volta. Mi fa pensare che la mamma avrebbe effettivamente lasciato Joey dito il suo giusto in mezzo al club.{/i}

source: [_RT_] {i}She'd never do anything like that.{/i}
italian: [_RT_] {i}Lei non avrebbe mai fatto nulla del genere.{/i}

source: [_RT_] {i}Diaz was right about one thing though. I need to find a way to get rid of Matt. Are those rumors about what he does to his girls true?{/i}
italian: [_RT_] {i}Diaz aveva ragione su una cosa però. Ho bisogno di trovare un modo per sbarazzarsi di Matt. Sono quelle voci su quello che fa alle sue ragazze vero?{/i}

source: [_RT_] {i}Matt did have Megan give me that blowjob, but Megan's a slut... Not like Lauren.{/i}
italian: [_RT_] {i}Matt aveva Megan mi ha dato quel pompino, ma Megan una troia... Non come Lauren.{/i}

source: [_RT_] {i}Lauren who's fucking a big cocked jock in front of her brother and letting me post naked pictures of her on the internet.{/i}
italian: [_RT_] {i}Lauren che sta scopando un grande cazzo di fronte a suo fratello e mi lascia postare foto nude di lei su internet.{/i}

source: [_RT_] {i}Lauren who gave blowjobs to half the school for votes in the class presidential election.{/i}
italian: [_RT_] {i}Lauren che ha dato pompini a metà della scuola per i voti nelle elezioni presidenziali di classe.{/i}

source: [_RT_] {i}Fuck... I'll really need to think of something soon. But for tonight, I'm just going to relax while I keep an eye on Mom, and whoever's on stage tonight, hehe...{/i}
italian: [_RT_] {i}Fuck... Avrò davvero bisogno di pensare a qualcosa presto. Ma per stasera, mi rilasserò mentre tengo d'occhio la Mamma, e chi sta sul palco stasera, hehe...{/i}

source: [_RT_] {i}Definitely going to avoid Diaz though. She really stresses me out. The last thing I need is her...{/i}
italian: [_RT_] {i}Sicuramente eviterà Diaz però. Lei mi sottolinea davvero. L'ultima cosa di cui ho bisogno è lei...{/i}

source: [_RT_] {i}Tormenting me...{/i}
italian: [_RT_] {i}Tormentandomi...{/i}

source: [_AD_] Come to watch over your mommy again?
italian: [_AD_] Vieni a vegliare di nuovo su tua mamma?

source: [_AD_] Oh, don't make a face. Come on, I saved you a seat.
italian: [_AD_] Oh, non fare una faccia. Avanti, ti ho salvato un posto.

source: [_R_] I'm not in the mood tonight... I'll sit somewhere else.
italian: [_R_] Non sono in vena stasera... mi siederò da qualche altra parte.

source: [_AD_] See, your mistake there was thinking I was making a request.
italian: [_AD_] Vedi, il tuo errore stava pensando che stavo facendo una richiesta.

source: [_AD_] Sit down, [ryan].
italian: [_AD_] Sedete, [ryan].

source: [_AD_] There, see how nice things can be when you do what you're told?
italian: [_AD_] Lì, vedere come le cose belle possono essere quando fai quello che ti viene detto?

source: [_R_] Oh, yeah... it's just swell.
italian: [_R_] Oh, sì... è solo gonfio.

source: [_AD_] Oh cheer up. I might even let you buy me a lap dance if you play your cards right.
italian: [_AD_] Oh allieta. Potrei anche farmi comprare un giro di danza se giochi le tue carte a destra.

source: [_R_] Yeah, sure...
italian: [_R_] Sì, sicuro...

source: [_AD_] Now, what shall we talk about while we wait?
italian: [_AD_] Ora, di cosa parleremo mentre aspettiamo?

source: [_S_] So, do a lot of girls working in clubs do it to pay for college?
italian: [_S_] Quindi, un sacco di ragazze che lavorano nei club lo fanno per pagare per l'università?

source: [_M_] Not really... A lot start out thinking that's what they're going to do, but when they see how much money they can make dancing, most of them drop out and make a career out of it.
italian: [_M_] Non veramente... Molto inizia a pensare che è quello che stanno andando a fare, ma quando vedono quanti soldi possono fare la danza, la maggior parte di loro abbandonano e fare una carriera da esso.

source: [_S_] Really? The money's that good?
italian: [_S_] Davvero? Il denaro è così buono?

source: [_M_] Don't get any ideas. As soon as you can afford it, I want you back in class, young lady.
italian: [_M_] Non avere idee. Non appena te lo puoi permettere, ti voglio tornare in classe, giovane signora.

source: [_S_] Haha... I know. I'm just a waitress anyways. I want to spend the next ten years doing something more exciting than serving drinks.
italian: [_S_] Haha... Lo so. Sono comunque solo una cameriera. Voglio passare i prossimi dieci anni a fare qualcosa di più eccitante del servire bevande.

source: [_MT_] {i}It's a good thing too. With her body, she'd make a killing if she learned to use it.{/i}
italian: [_MT_] {i}È anche una buona cosa. Con il suo corpo, avrebbe fatto un omicidio se avesse imparato a usarlo.{/i}

source: [_MT_] {i}She has nice perky breasts, and her ass is tight as a drum. It's almost a shame. If I wasn't her mother...{/i}
italian: [_MT_] {i}Lei ha dei bei seni perky, e il suo culo è stretto come un tamburo. È quasi una vergogna. Se non ero sua madre...{/i}

source: [_S_] Yeah, Mom?
italian: [_S_] Sì, Mamma?

source: [_M_] Have you ever...
italian: [_M_] Hai mai...

source: [_CD_] Hey, [mom_name]?... I'm really sorry to interrupt, but I need a favor.
italian: [_CD_] Hey, [mom_name]?... Mi dispiace davvero interrompere, ma ho bisogno di un favore.

source: [_M_] Um, sure, Candy... What do you need?
italian: [_M_] Um, sicuro, Candy... Di cosa hai bisogno?

source: [_CD_] I just got a call from my husband... The idiot just got arrested and I need to go down to the station to bail him out.
italian: [_CD_] Ho appena ricevuto una chiamata da mio marito... L'idiota è appena stato arrestato e devo scendere alla stazione per salvarlo.

source: [_M_] Oh, my God... What happened?
italian: [_M_] Oh, mio Dio... Cos'è successo?

source: [_CD_] He says he didn't do anything and that it's bullshit, but he was probably driving drunk again.
italian: [_CD_] dice che non ha fatto nulla e che è una meraviglia ma probabilmente stava guidando di nuovo ubriaco.

source: [_CD_] He's crying on the phone, begging for me to come get him, but I can't just leave ten minutes before my shift starts. Joey would kill me. Can you cover for me, please?
italian: [_CD_] Sta piangendo al telefono, chiedendomi di venire a prenderlo, ma non posso lasciare dieci minuti prima che inizi il mio turno. Joey mi ucciderebbe. Puoi coprirmi, per favore?

source: [_M_] Oh, Candy... I don't know.... Any other day I would, but with Sidney here...
italian: [_M_] Oh, Candy... Non lo so... Qualche altro giorno voglio, ma con Sidney qui...

source: [_S_] Mom, it's fine. I told you before, seeing you naked isn't going to scar me for life or anything. It's nothing I haven't seen before.
italian: [_S_] Mamma, va bene. Ti ho detto prima, vedendoti nudo non mi prostrerà per la vita o per niente. Non è niente che non abbia visto prima.

source: [_M_] Still... I know how close you are with your father... I don't want you to resent me and feel like I'm betraying him.
italian: [_M_] ancora... So quanto sei vicino a tuo padre... non voglio che tu mi risenti e mi sento come lo tradisco.

source: [_S_] Oh, don't worry about that!... I'm starting to understand that Dad isn't who I always thought he was. You're the one who's still here for us when everything's gone to hell.
italian: [_S_] Oh, non preoccuparti di questo!... Sto cominciando a capire che papà non è chi ho sempre pensato che fosse. Sei quello che è ancora qui per noi quando tutto è andato all'inferno.

source: [_S_] You're the one who's continued to put food on the table, pay the bills, keeping a roof over our heads, Dad hasn't even responded to a single letter I've sent him.
italian: [_S_] Sei quello che ha continuato a mettere cibo sul tavolo, pagare le bollette, mantenendo un tetto sopra le nostre teste, papà non ha nemmeno risposto ad una sola lettera che gli ho inviato.

source: [_S_] You aren't betraying him, he's been betraying all of us for who knows how many years.
italian: [_S_] Non lo stai tradendo, sta tradendo tutti noi per chi sa quanti anni.

source: [_MT_] {i}It would be nice to earn some extra money this week. I could buy something better than off brand food and single ply. Maybe splurge a bit and get a nice bottle of wine for myself?{/i}
italian: [_MT_] {i}Sarebbe bello guadagnare qualche denaro in più questa settimana. Potrei comprare qualcosa di meglio del cibo di marca e del singolo ply. Forse splurge un po 'e ottenere una bella bottiglia di vino per me?{/i}

source: [_MT_] {i}If I don't take any lapdance requests, I think I'll be ok working in front of Sidney. The last thing she needs is to see her mother take a guy to the back for a lapdance. If it's just dancing on stage, that'd be ok, right?{/i}
italian: [_MT_] {i}Se non prendo alcuna richiesta di lapdance penso che starò bene a lavorare di fronte a Sidney. L'ultima cosa di cui ha bisogno è vedere sua madre prendere un ragazzo alla schiena per un lapdance. Se è solo ballare sul palco, sarebbe ok, giusto?{/i}

source: [_MT_] {i}Sitting around waiting for Sidney's shift to end is pretty boring too. The hell with it... I may as well be productive, and get some exercise to boot.{/i}
italian: [_MT_] {i}Seduto intorno in attesa del passaggio di Sidney alla fine è abbastanza noioso troppo. L'inferno con esso... Potrei anche essere produttivo, e ottenere qualche esercizio da avviare.{/i}

source: [_M_] Well, if you're sure you're ok with it, then I guess I'd better start getting changed.
italian: [_M_] Beh, se sei sicuro di essere ok con esso, allora immagino che farei meglio a iniziare a cambiare.

source: [_CD_] Thanks, [mom_name]... You're a lifesaver!
italian: [_CD_] Grazie, [mom_name]... Sei un salvavuta!

source: [_CD_] I'm going to kill my husband. I can't believe he's making me miss a whole night's pay.
italian: [_CD_] ucciderò mio marito. Non riesco a credere che mi stia facendo perdere una paga di tutta la notte.

source: [_S_] This is so cool! I can't wait to see your dance moves! I bet they're super sexy. What are you going to wear?
italian: [_S_] Questo è così bello! Non vedo l'ora di vedere le tue mosse di ballo! Scommetto che sono super sexy. Cosa indosserai?

source: [_M_] I don't know... I wasn't prepared to dance tonight. I'll have to use the bra and panties I've got on. I'll just need to find something to go over them.
italian: [_M_] non lo so... non ero preparato a ballare stasera. Dovrò usare il reggiseno e le mutandine che ho sopra.Avrò solo bisogno di trovare qualcosa per superarle.

source: [_S_] What about a blazer, that's just long enough to double as a really short dress? I saw one on the rack that would look great on you. With some stockings you'd look like a super sexy secretary.
italian: [_S_] Che dire di un blazer, che è solo abbastanza lungo da raddoppiare come un abito davvero corto? Ne ho visto uno sulla cremagliera che ti sembrerebbe grande. Con alcune calze si assomiglia a una segretaria super sexy.

source: [_M_] That's my little fashion designer. Show me.
italian: [_M_] Questo è il mio piccolo stilista. Mostrami.

source: [_AD_] So, the cheerleader didn't let you or the boys watch Lauren lick her pussy? That was selfish of her.
italian: [_AD_] Così, la cheerleader non ha lasciato voi o i ragazzi guardare Lauren leccare la sua figa? Questo era egoista di lei.

source: [_R_] Right?
italian: [_R_] A destra?

source: [_AD_] Don't worry, I'll let you watch Lauren lick my pussy.
italian: [_AD_] Non ti preoccupare, ti lascerò vedere Lauren leccare la figa.

source: [_AD_] And they don't seem to mind when you watch them fuck?
italian: [_AD_] E non sembrano dispiacenti quando li guardi scopare?

source: [_R_] Crazy, right?
italian: [_R_] Pazzo, giusto?

source: [_AD_] Eh... I'll let you watch when Lauren's licking my pussy, too.
italian: [_AD_] Eh... Ti lascerò vedere anche quando Lauren leccava la mia figa.

source: [_R_] That's not funny.
italian: [_R_] Non è divertente.

source: [_VOM_] Next up on stage is your favorite redheaded housewife. She's gotten a new job as a sexy secretary.
italian: [_VOM_] Successivo sul palco è la tua casalinga rossa preferita. Ha ottenuto un nuovo lavoro come segretaria sexy.

source: [_R_] He doesn't mean?...
italian: [_R_] Non intende?...

source: [_VOM_] She's got the skills to pay the bills. Put your hands together while she claps those cheeks.
italian: [_VOM_] Lei ha le abilità per pagare le bollette. Mettiti le mani insieme mentre lei batte quelle guance.

source: [_AD_] Wow! Looks like [mom_name] got tired of just watching from the sidelines.
italian: [_AD_] Wow! Sembra che [mom_name] si sia stancato di guardare solo dai margini.

source: [_RT_] {i}Mom's really going to dance while Sidney's here?{/i}
italian: [_RT_] {i}Mamma sta davvero per ballare mentre Sidney è qui?{/i}

source: [_X_] Alright, my favorite woman in the whole world! I didn't know you worked weekdays.
italian: [_X_] Va bene, la mia donna preferita in tutto il mondo! Non sapevo che hai lavorato giorni feriali.

source: [_M_] Tonight's a special occasion.
italian: [_M_] Questa sera è un'occasione speciale.

source: [_MT_] {i}I'm starting to really enjoy dancing again... It's so much different from my day job. Not trying to keep a class's attention.{/i}
italian: [_MT_] {i}Sto cominciando a divertirmi di nuovo a ballare... è così diverso dal mio lavoro di giorno. Non cercare di mantenere l'attenzione di una classe.{/i}

source: [_MT_] {i}When I'm on stage, I have everyone's attention.{/i}
italian: [_MT_] {i}Quando sono sul palco, ho l'attenzione di tutti.{/i}

source: [_MT_] {i}Maybe if I dressed more provocatively in class, I wouldn't have so much trouble keeping their eyes on me, instead chatting away. No, the school wouldn't allow anything skimpier than what I already wear.{/i}
italian: [_MT_] {i}Forse se mi vestivo più provocatoriamente in classe, Non avrei avuto così tanti problemi a tenere gli occhi su di me, invece di chiacchierare via. No, la scuola non permetterebbe niente di skimpier di quello che indosso già.{/i}

source: [_MT_] {i}I could stop wearing a bra... With my breasts bouncing around, at least the boys would keep their eyes on me. Maybe even some of the girls...{/i}
italian: [_MT_] {i}Potrei smettere di indossare un bra... Con i miei seni che rimbalzano intorno, almeno i ragazzi avrebbero tenuto gli occhi su di me. Forse anche alcune delle ragazze...{/i}

source: [_MT_] {i}What if I didn't wear any panties, either? When they stared at my ass, would they notice a lack of panty lines?{/i}
italian: [_MT_] {i}E se non indossassi nessuna mutandina, neanche? Quando fissavano il mio asino, noterebbero una mancanza di linee panty?{/i}

source: [_MT_] {i}If I dropped some chalk, and bent over to pick it up, there's no way they'd be able to miss that I have nothing on under my tight skirt. Any one of them could come up to me in front of the whole class, bend me over my desk and lift my skirt to prove it.{/i}
italian: [_MT_] {i}Se ho caduto un po 'di gesso, e piegato per prenderlo, non c'è modo in cui sarebbero in grado di perdere che non ho nulla sopra sotto la mia gonna stretta. Ognuno di loro potrebbe venire a me di fronte a tutta la classe, mi pieghi sulla mia scrivania e sollevi la gonna per dimostrarla. /i}
