Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Goddammit!... Of all people to run into.{/i}
italian: [_RT_] {i}Goddammit!... Di tutte le persone in cui correre.{/i}

source: [_M_] Well, we won't be here much longer. There aren't any tables available for us.
italian: [_M_] Beh, non saremo qui molto più a lungo. Non ci sono tabelle disponibili per noi.

source: [_RT_] {i}Holy shit!... Armani looks like a runway model. That dress is... wow!{/i}
italian: [_RT_] {i}Santa merda!... Armani sembra un modello di passerella. Quel vestito è... wow!{/i}

source: [_M_] Wow! Thank you Joey!... That's so generous of you!
italian: [_M_] Wow! Grazie Joey!... È così generoso di te!

source: [_J_] You're lucky you ran into us. It's gotten so hard to reserve a table here.
italian: [_J_] Sei fortunato che ti sei imbattuto in noi. È stato così difficile prenotare un tavolo qui.

source: [_J_] But since I've invested so much money in this restaurant, they've dedicated a room just for me.
italian: [_J_] Ma dal momento che ho investito così tanto denaro in questo ristorante, hanno dedicato una stanza solo per me.

source: [_RT_] {i}Meaning, they're probably in as much debt to the DeCapos as my dad.{/i}
italian: [_RT_] {i}Significato, probabilmente sono in debito con il DeCapos come mio papà.{/i}

source: [_J_] You really are one of the top dancers at the club. I really wish I could talk you into coming in more.
italian: [_J_] Sei davvero uno dei migliori ballerini del club. Vorrei davvero che potessi parlarti di venire in più.

source: [_J_] That was nice of you to take your mom out tonight. I'm sure it's a much needed break from all the stress in your lives right now.
italian: [_J_] È stato bello da parte tua portare tua mamma stasera. Sono sicuro che è una pausa molto necessaria da tutto lo stress nella vostra vita in questo momento.

source: [_R_] Yeah, that weekly payment definitely makes things difficult.
italian: [_R_] Sì, quel pagamento settimanale rende sicuramente le cose difficili.

source: [_J_] I really wish there were more I could do for you. I was able to talk the family accountant into the interest only payments till [dad_name] gets out, or until you can afford to start paying the principal too.
italian: [_J_] Vorrei davvero che ci fosse più che potessi fare per te. Sono stato in grado di parlare il ragioniere di famiglia nei soli pagamenti di interessi fino a quando [dad_name] esce, o fino a quando si può permettersi di iniziare a pagare anche il committente.

source: [_J_] If I did any more for you, the family would think I'm going soft.
italian: [_J_] Se avessi fatto di più per te, la famiglia penserebbe che sto andando morbido.

source: [_J_] Trust me... You don't want to get that reputation in my line of work.
italian: [_J_] Fidati di me... Non vuoi ottenere quella reputazione nella mia linea di lavoro.

source: [_M_] No, we really appreciate you reducing our payments and even providing a way for us to make money if we fall short that week. We know you aren't the bad guy in all this.
italian: [_M_] No, vi apprezziamo davvero di ridurre i nostri pagamenti e anche di fornire un modo per noi di fare soldi se falliamo quella settimana. Sappiamo che non sei il bravo in tutto questo.

source: [_RT_] {i}What!?... Do we?{/i}
italian: [_RT_] {i}Cosa!?... Fai?{/i}

source: [_M_] It's my worthless, no good husband that got us into this mess!
italian: [_M_] È il mio senza valore, nessun buon marito che ci ha portato in questo casino!

source: [_M_] Sorry to talk about your dad that way, [ryan].
italian: [_M_] Mi dispiace parlare del tuo papà in questo modo, [ryan].

source: [_R_] No, I can't disagree.
italian: [_R_] No, non posso essere in disaccordo.

source: [_R_] I really do think that in a lot of ways we're better off without him.
italian: [_R_] Penso davvero che in molti modi siamo meglio senza di lui.

source: [_J_] Well, just say the word, and I'll make sure he stays in prison... haha... Just kidding... or am I?
italian: [_J_] Beh, basta dire la parola, e mi assicurerò che rimanga in prigione... hah... Basta scherzare... o sono?

source: [_RT_] {i}Well, that's an intriguing thought.{/i}
italian: [_RT_] {i}Beh, questo è un pensiero intrigante.{/i}

source: [_MT_] {i}That's one way to keep [dad_name] from knowing all the raunchy stuff I've been getting into since he's been gone.{/i}
italian: [_MT_] {i}Questo è un modo per impedire a [dad_name] di conoscere tutte le cose raccapriccianti in cui sono entrato da quando è andato.{/i}

source: [_R_] Well, with all due respect, I was hoping to spend some quality time alone with my mom tonight.
italian: [_R_] Beh, con tutto il dovuto rispetto, speravo di trascorrere qualche tempo di qualità da solo con mia mamma stasera.

source: [_A_] Joey, we can't stay, remember? My mom said we need to be back in time to meet with Carmine.
italian: [_A_] Joey, non possiamo rimanere, ricordi? Mia mamma ha detto che dobbiamo essere indietro nel tempo per incontrare Carmine.

source: [_J_] Oh, that's right.
italian: [_J_] Oh, è giusto.

source: [_J_] We'll have to take a rain check.
italian: [_J_] Dovremo fare un controllo della pioggia.

source: [_J_] More than a table, our own private room. You're gonna to love it!
italian: [_J_] Più di un tavolo, la nostra camera privata. Ti piacerà!

source: [_M_] We'll just follow you then?
italian: [_M_] Ti seguiremo allora?

source: [_MT_] {i}[ryan] scared me there for a second. I thought he was going to try and resist Joey's offer. I'm glad he's got better sense than that!{/i}
italian: [_MT_] {i}[ryan] mi ha spaventato lì per un secondo. Pensavo che avrebbe cercato di resistere all'offerta di Joey. Sono contento che abbia un senso migliore di questo!{/i}

source: [_J_] Bring us a bottle of your Niigata red wine and four plates of the Nihon Tsua sushi sampler to get us started, thank you.
italian: [_J_] Portaci una bottiglia del tuo vino rosso Niigata e quattro piatti del campionatore Nihon Tsua sushi per iniziare, grazie.

source: [_M_] Good choice, That was so good last time!
italian: [_M_] Buona scelta, che è stata così buona l'ultima volta!

source: [_MT_] {i}Joey definitely likes to take charge... That's kind of sexy!{/i}
italian: [_MT_] {i}Joey ama sicuramente prendere il carico... Questo tipo di sexy!{/i}

source: [_MT_] {i}Shit, I'm really horny from giving [ryan] a blowjob in the dressing room again.{/i}
italian: [_MT_] {i}Merda, sono davvero eccitata a dare di nuovo a [ryan] un pompino nello spogliatoi.{/i}

source: [_J_] I've really got to start dropping by the club on Mondays more often. I don't get to see you or your daughter enough.
italian: [_J_] Ho davvero dovuto iniziare a cadere dal club il lunedì più spesso. Non riesco a vedere te o tua figlia abbastanza.

source: [_J_] And like I've said before, I'd really like to get you taking a more active role while you're there.
italian: [_J_] E come ho detto prima, vorrei davvero farti prendere un ruolo più attivo mentre sei lì.

source: [_J_] You could make both of us a lot of money.
italian: [_J_] Si potrebbe fare entrambi molti soldi.

source: [_M_] If you're trying to flatter me, it's not going to work.
italian: [_M_] Se stai cercando di appiattirmi, non funzionerà.

source: [_MT_] {i}It's kind of working.{/i}
italian: [_MT_] {i}È un tipo di lavoro.{/i}

source: [_R_] That's just until my business really takes off.
italian: [_R_] Questo è solo fino a quando la mia azienda davvero decolla.

source: [_J_] That's right... I still haven't gotten a chance to talk to you about some ideas I had for your business.
italian: [_J_] È giusto... Non ho ancora avuto la possibilità di parlare con voi di alcune idee che ho avuto per il vostro business.

source: [_J_] I'm glad to hear you're having success!
italian: [_J_] Sono felice di sentire che stai avendo successo!

source: [_J_] You really need to take more sets with [mom_name], she's my favorite of your models.
italian: [_J_] Hai davvero bisogno di prendere più set con [mom_name], lei è il mio preferito dei tuoi modelli.

source: [_J_] Like I said before, I especially love the supporter only images!
italian: [_J_] Come ho detto prima, amo soprattutto le sole immagini del supporter!

source: [_M_] Oh, really?
italian: [_M_] Oh, davvero?

source: [_A_] I still don't see why you wouldn't let me model a set for [ryan]. All of his models are anonymous.
italian: [_A_] Non vedo ancora perché non mi lasci un set per [ryan]. Tutti i suoi modelli sono anonimi.

source: [_A_] A set with me and Sidney would be fire.
italian: [_A_] Un set con me e Sidney sarebbe fuoco.

source: [_J_] Armani... We've talked about this.
italian: [_J_] Armani... Ne abbiamo parlato.

source: [_RT_] {i}Oh, man!... If only.{/i}
italian: [_RT_] {i}Oh, uomo!... Se solo.{/i}

source: [_RT_] {i}Even if she just posed in that dress!{/i}
italian: [_RT_] {i}Anche se ha appena posato in quel vestito!{/i}

source: [_RT_] {i}It barely covers anything.{/i}
italian: [_RT_] {i}copre a malapena qualcosa.{/i}

source: [_RT_] {i}It's so hard to keep my eyes from straying downwards.{/i}
italian: [_RT_] {i}È così difficile tenere gli occhi lontani dall'andare verso il basso.{/i}

source: [_RT_] {i}No bra, no tape, no bandaids... Just two small nipples poking out through a thin layer of fabric.{/i}
italian: [_RT_] {i}Nessun reggiseno, nessun nastro, nessun bandaid... Solo due piccoli capezzoli che scendono attraverso un sottile strato di tessuto.{/i}

source: [_RT_] {i}Pretty small as far as breasts go, but a perfect size for her petite frame.{/i}
italian: [_RT_] {i}Molto piccolo per quanto riguarda il seno, ma una dimensione perfetta per la sua cornice di petite.{/i}

source: [_RT_] {i}Oh, I'm pretty sure she knows I was staring.{/i}
italian: [_RT_] {i}Oh, sono abbastanza sicuro che lei sa che stavo fissando.{/i}

source: [_RT_] {i}But I don't think she minds!{/i}
italian: [_RT_] {i}Ma non penso che lei pensi!{/i}

source: [_RT_] {i}Uh, oh... I think Mom minds though.{/i}
italian: [_RT_] {i}Uh, oh... Penso che la Mamma pensi. {/i}

source: [_MT_] {i}How dare he stare at her breasts again!?{/i}
italian: [_MT_] {i}Come osa di nuovo guardare i suoi seni!?{/i}

source: [_MT_] {i}The little hussy barely even has any!{/i}
italian: [_MT_] {i}La piccola figa a malapena ne ha una!{/i}

source: [_MT_] {i}Why would he choose to stare at hers over mine!?{/i}
italian: [_MT_] {i}Perché sceglierebbe di guardare il suo sopra il mio!?{/i}

source: [_RT_] {i}I've got to stay strong. Everyone is looking my direction. If I look, I'll get caught.{/i}
italian: [_RT_] {i}Devo rimanere forte. Ognuno sta guardando la mia direzione. Se guardo, mi catturerò.{/i}

source: [_J_] If you wanted to pose in one of Ronald's photo shoots...
italian: [_J_] Se si voleva posare in uno dei tiri fotografici di Ronald...

source: [_A_] It's [ryan], Uncle.
italian: [_A_] It [ryan], Uncle.

source: [_J_] Right, anyways, You would need to clear that with your mom first, because I know my sister, and I know she would kill you, and probably me, if she found those kind of pictures of you online.
italian: [_J_] Destro, comunque, dovresti prima chiarirlo con tua mamma, perché conosco mia sorella, e so che lei ti ucciderebbe, e probabilmente me, se lei trovasse quel tipo di foto di te online.

source: [_A_] I know, I know... you've already told me... Being a member of this family comes at a cost to personal freedom.
italian: [_A_] Lo so, lo so... mi hai già detto... Essere un membro di questa famiglia ha un costo per la libertà personale.

source: [_J_] And dont forget it!
italian: [_J_] E non dimenticarlo!

source: [_J_] But anyways, Ron... I mean [ryan], We've got to get together and I can show you some ideas of how our family can help you.
italian: [_J_] Ma comunque, Ron... Intendo dire [ryan], dobbiamo riunirci e posso mostrarti alcune idee su come la nostra famiglia può aiutarti.

source: [_R_] Yeah, that sounds... interesting.
italian: [_R_] Sì, che suona... interessante.

source: [_M_] I don't want [ryan] getting involved with the Mafia. We've already learned our lessonf from [dad_name].
italian: [_M_] Non voglio che [ryan] venga coinvolta con la mafia. Abbiamo già imparato la nostra lezione da [dad_name].

source: [_J_] Yeah, well no offense, but [dad_name] is an idiot. Did you know he...
italian: [_J_] Sì, bene non offesa, ma [dad_name] è un idiota. Lo sapevate che...

source: [_G_] {i}Uhh... Excuse me boss.{/i}
italian: [_G_] {i}Uhh... Scusami boss.{/i}

source: [_J_] Yes, what is it?
italian: [_J_] Sì, che cos'è?

source: [_G_] I'm sorry to interrupt, but I was wondering if I could borrow Armani and the kid again?
italian: [_G_] Mi dispiace interrompere, ma mi chiedevo se potessi prendere nuovamente in prestito Armani e il bambino?

source: [_J_] Again, really? I'm sure they want to stay and chat with us. What's so important?
italian: [_J_] Di nuovo, davvero? Sono sicuro che vogliono rimanere e chattare con noi. Cosa c'è di così importante?

source: [_G_] Uhhh... I need some more advice from someone who... takes pictures of things, er of girls.
italian: [_G_] Uhhhh... Ho bisogno di qualche consiglio in più da parte di qualcuno che... scatta foto di cose, er di ragazze.

source: [_G_] And I need Armani again for her... uhh... attention to detail.
italian: [_G_] E ho bisogno di Armani di nuovo per lei... uhhh... attenzione ai dettagli.

source: [_J_] Yeah, that does sound important, I think [mom_name] and I will be just fine on our own for a little bit.
italian: [_J_] Sì, che suona importante, penso che [mom_name] e starò bene da solo per un po'.

source: [_RT_] {i}Really?... Again?... Does he really think that any of us don't know what he's doing?{/i}
italian: [_RT_] {i}Davvero?... Ancora?... Pensa davvero che qualcuno di noi non sappia cosa sta facendo?{/i}

source: [_RT_] {i}The only one he might be fooling is Mom.{/i}
italian: [_RT_] {i}L'unico che potrebbe essere ingannato è la mamma.{/i}

source: [_RT_] {i}Oh... I guess that's the only person he needs to fool.{/i}
italian: [_RT_] {i}Oh... Immagino che sia l'unica persona che ha bisogno di ingannare.{/i}

source: [_R_] I think I'll just stay here.
italian: [_R_] penso che starò qui.

source: [_M_] [ryan]! Don't be rude! I didn't raise you like that! Go see what he needs. I'm sure Joey wouldn't let you go if there were any danger to you.
italian: [_M_] [ryan]! Non essere maleducato! Non ti ho alzato così! Vai a vedere di cosa ha bisogno. Sono sicuro che Joey non ti lascerebbe andare se ci fosse qualche pericolo per te.

source: [_J_] That's right. I trust my team completely.
italian: [_J_] È giusto. Mi fido completamente della mia squadra.

source: [_A_] Do we have a half hour again?
italian: [_A_] Abbiamo ancora mezz'ora?

source: [_G_] At the very least.
italian: [_G_] almeno.

source: [_G_] No point coming back before that.
italian: [_G_] Nessun punto che ritorna prima di questo.

source: [_A_] Come on, [ryan]. Let's go find something to do for the next half hour.
italian: [_A_] Avanti, [ryan]. Andiamo a trovare qualcosa da fare per la prossima mezz'ora.

source: [_A_] You ready to keep the score even between us and them?
italian: [_A_] Sei pronto a mantenere il punteggio anche tra noi e loro?

source: [_R_] Uhh... I guess.
italian: [_R_] Uhh... Immagino.

source: [_A_] Well, don't follow me if this is a chore for you.
italian: [_A_] Beh, non seguitemi se questa è una fatica per voi.

source: [_RT_] {i}It's not a chore... And I should be happy to get to mess around with Armani... I just can't get my mind off what's going on in the dinning room.{/i}
italian: [_RT_] {i}Non è un capriccio... E sarei felice di mettermi in giro con Armani. . Non riesco a prendere la mente da quello che sta succedendo nella sala da pranzo.{/i}

source: [_A_] Oh, good! I was starting to worry that maybe you wouldn't follow.
italian: [_A_] Oh, buono! Stavo iniziando a preoccuparmi che forse non avreste seguito.

source: [_A_] I'm so glad you did though!
italian: [_A_] Sono così contento che tu abbia fatto però!

source: [_A_] You know...
italian: [_A_] Lo sa...

source: [_A_] I really enjoyed doing this last time.
italian: [_A_] Mi è piaciuto molto fare questa ultima volta.

source: [_A_] And I was really hoping we would run into you and your mom again tonight.
italian: [_A_] E stavo davvero sperando che ci saremmo imbattuti in te e in tua mamma questa sera.

source: [_A_] And I'm sorry there isn't anything that can be done to stop Joey and your mom from messing around again.
italian: [_A_] E mi dispiace che non ci sia nulla che si possa fare per impedire a Joey e a tua mamma di fare di nuovo dei pasticci.

source: [_A_] I'd help you out if it wasn't out of our control.
italian: [_A_] ti aiuterei se non fosse fuori controllo.

source: [_A_] But at least we can control what happens in here.
italian: [_A_] Ma almeno possiamo controllare ciò che accade qui.

source: [_R_] What were we talking about?
italian: [_R_] Di cosa stavamo parlando?

source: [_A_] Haha... That's what I like to hear.
italian: [_A_] Haha... È quello che mi piace sentire.

source: [_A_] And why don't I just get rid of this dress completely.
italian: [_A_] E perché non mi sbarazzo di questo vestito completamente.

source: [_A_] It's not like it's covering much anyways.
italian: [_A_] Non è come se stesse coprendo comunque molto.

source: [_A_] Now, follow me.
italian: [_A_] Ora, seguimi.

source: [_J_] I'm just going to say it again... You're an amazing woman, and from everything I've learned about [dad_name] through the years, I can confidently say that he doesn't deserve you.
italian: [_J_] Lo dirò di nuovo... Sei una donna incredibile, e da tutto ciò che ho imparato su [dad_name] nel corso degli anni, posso tranquillamente dire che non ti merita.

source: [_J_] I still can't stop thinking about what we did in here last time.
italian: [_J_] Non riesco ancora a smettere di pensare a quello che abbiamo fatto qui la scorsa volta.

source: [_M_] Jeez... I still can't believe I did that!
italian: [_M_] Jeez... Non riesco ancora a credere di averlo fatto!

source: [_MT_] {i}And as horny as I am right now, I'm about to rip those pants down and do something else!{/i}
italian: [_MT_] {i}E così eccitata come sono in questo momento, sto per strappare quei pantaloni giù e fare qualcos'altro!{/i}

source: [_M_] It's probably my turn to do something for you.
italian: [_M_] È probabilmente il mio turno di fare qualcosa per te.

source: [_J_] No, [mom_name]. I don't want you to think that I'm a selfish lover.
italian: [_J_] No, [mom_name]. Non voglio che tu pensi che io sia un amante egoista.

source: [_J_] I wasn't raised like that.
italian: [_J_] non sono cresciuto così.

source: [_J_] And now, I want to do something for you again.
italian: [_J_] E ora, voglio fare qualcosa per voi di nuovo.

source: [_J_] I want to see that pussy squirt again!
italian: [_J_] Voglio vedere di nuovo quella figa!

source: [_J_] All you have to do is nod.
italian: [_J_] Tutto quello che devi fare è annuire.

source: [_MT_] {i}Can I do this?{/i}
italian: [_MT_] {i}Posso fare questo?{/i}

source: [_MT_] {i}For God's sake, my own son is somewhere close by... Maybe just outside this room.{/i}
italian: [_MT_] {i}Per amor di Dio, mio figlio è da qualche parte vicino... Forse appena fuori da questa stanza.{/i}

source: [_MT_] {i}Can I really cheat on his father again, with him so near?{/i}
italian: [_MT_] {i}Posso davvero imbrogliare di nuovo suo padre, con lui così vicino?{/i}

source: [_MT_] {i}I guess I should have been expecting that!{/i}
italian: [_MT_] {i}Immagino che avrei dovuto aspettarlo!{/i}

source: [_MT_] {i}So... powerful!{/i}
italian: [_MT_] {i}So... potente!{/i}

source: [_MT_] {i}I'm melting!{/i}
italian: [_MT_] {i}sto sciogliendo!{/i}

source: [_J_] Yes!... That's it!... Let them breathe!
italian: [_J_] sì!... Ecco!... Lasciateli respirare!

source: [_J_] God, [mom_name]! I love your breasts!
italian: [_J_] Dio, [mom_name]! Amo i tuoi seni!

source: [_MT_] {i}Oh, this feels so good!... My breasts need the attention!{/i}
italian: [_MT_] {i}Oh, questo si sente così bene!... I miei seni hanno bisogno dell'attenzione!{/i}

source: [_MT_] {i}It almost makes up for not having anything in my ass.{/i}
italian: [_MT_] {i}È quasi compensato per non avere nulla nel mio culo.{/i}

source: [_MT_] {i}Oh, this situation... This environment... These circumstances are all just turning me on so badly!{/i}
italian: [_MT_] {i}Oh, questa situazione... Questo ambiente... Queste circostanze mi stanno accendendo così male!{/i}

source: [_MT_] {i}I might not even need any anal stimulation... which is good, because how am I supposed to explain that to Joey?{/i}
italian: [_MT_] {i}Potrei anche non aver bisogno di alcuna stimolazione anale... il che è buono, perché come dovrei spiegarlo a Joey?{/i}

source: [_MT_] {i}Oh, yes!... Right there!{/i}
italian: [_MT_] {i}Oh, sì!... Proprio lì!{/i}

source: [_A_] See... It feels just as good as last time, doesn't it?
italian: [_A_] Vedi... Si sente bene come l'ultima volta, vero?

source: [_R_] I didn't say... it doesn't feel good... i'm really enjoying myself.
italian: [_R_] non ho detto... non si sente bene... mi sto davvero divertendo.

source: [_A_] Oh, good! I guess I'm still just a little self conscious that I'm not giving out more.
italian: [_A_] Oh, buono! Immagino di essere ancora un po 'consapevole che non sto dando di più.

source: [_A_] Once I get married and lose my virginity, you can be my guy on the side.
italian: [_A_] Una volta che mi sposo e perdo la verginità, puoi essere il mio ragazzo dalla parte.

source: [_R_] Oh, what an honor.
italian: [_R_] Oh, che onore.

source: [_A_] You bet your ass it is.
italian: [_A_] Scommetti il culo che è.

source: [_RT_] {i}Goddam! I still want Armani's virginity!{/i}
italian: [_RT_] {i}Goddam! Voglio ancora la verginità di Armani!{/i}

source: [_A_] I'm pretty decent... with my mouth, didn't you think?
italian: [_A_] sono piuttosto decente... con la mia bocca, non hai pensato?

source: [_A_] You want to... have me suck you off again?
italian: [_A_] Vuoi tu... ti ho di nuovo succhiato?

source: [_R_] Uhh.. Yeah!... Who wouldn't?
italian: [_R_] Uhh.. Sì!... Chi no?

source: [_A_] Kay... Just like last time, you just can't cum... down my throat... on my face... or in my hair.
italian: [_A_] Kay... Proprio come l'ultima volta, non puoi piangere... giù dalla gola... sul mio viso... o nei miei capelli.

source: [_A_] Deal?
italian: [_A_] Affare fatto?

source: [_RT_] {i}It may not be Mom, but damn!... How can I complain about getting to do this with Armani?{/i}
italian: [_RT_] {i}Potrebbe non essere Mamma, ma male!... Come posso lamentarmi di aver fatto questo con Armani?{/i}

source: [_RT_] {i}God, I hope Joey's not getting any further with Mom, There is still some satisfaction in getting something from his niece.{/i}
italian: [_RT_] {i}Dio, spero che Joey non stia andando oltre con la Mamma, c'è ancora una certa soddisfazione per ottenere qualcosa dalla sua nipote.{/i}

source: [_RT_] {i}What would he do to me if he found out?{/i}
italian: [_RT_] {i}Cosa farebbe a me se avesse scoperto?{/i}

source: [_RT_] {i}Mmm... Just look at that sexy girl on the end of my knob!{/i}
italian: [_RT_] {i}Mmm... Basta guardare quella ragazza sexy alla fine della mia manopola!{/i}

source: [_RT_] {i}At the very least, my life, and more importantly, my sex life isn't boring anymore.{/i}
italian: [_RT_] {i}Almeno, la mia vita, e ancora più importante, la mia vita sessuale non è più noiosa.{/i}

source: [_RT_] {i}Here I am, getting head from one of the most powerful Mafia king pin's niece.{/i}
italian: [_RT_] {i}Ecco, ottenendo la testa da una delle più potenti nipoti del cavaliere mafioso. {/i}

source: [_RT_] {i}Ohhh... I'm getting close!{/i}
italian: [_RT_] {i}Ohhh... Sto avvicinando!{/i}

source: [_RT_] {i}Time to pull out!{/i}
italian: [_RT_] {i}Tempo per uscire!{/i}
