Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Uhhhhggghhh.... I need to take care of this.... I wonder if she'd notice.{/i}
dutch: [_RT_] {i}Uhhggghh.... . Ik moet hier voor zorgen.... . Ik vraag me af of ze dit zou opmerken.{/i}
french: [_RT_] {i}Uhhhggghhh.... Je dois m'occuper de ça.... Je me demande si elle le remarquerait.{/i}
german: [_RT_] {i}Uhhhhhhhh.... Ich muss mich darum kümmern.... Ich frage mich, ob sie es bemerken würde.{/i}
italian: [_RT_] {i}Uhhhhggghhh.... Devo occuparmi di questo.... Mi chiedo se se ne accorgerebbe.{/i}
portuguese: [_RT_] {i}Uhhhhggghhh.... Preciso cuidar disso.... Será que ela percebeu? {/i}

source: [_RT_] {i}Shit, that was close!{/i}
dutch: [_RT_] {i}Shit, dat was dichtbij!{/i}
french: [_RT_] {i}Merde, c'était si proche!{/i}
german: [_RT_] {i}Shit, der geschlossen wurde!{/i}
italian: [_RT_] {i}Merda, c'è mancato poco!{/i}

source: [_M_] So, what do you think so far?
dutch: [_M_] Dus, wat vind je tot nu toe?
french: [_M_] Alors, qu'en penses-tu jusqu'à présent?
german: [_M_] Also, was denkst du bisher?
italian: [_M_] Allora, cosa ne pensi finora?
portuguese: [_M_] Então, o que você acha até agora?

source: [_M_] Is this game something you'll want to mention in your paper?
dutch: [_M_] Is dit spel iets dat je wilt vermelden in je papier?
french: [_M_] Ce jeu est-il quelque chose que tu voudrais mentionner dans ton article?
german: [_M_] Ist dieses Spiel etwas, das du in deinem Beitrag erwähnen möchtest?
italian: [_M_] Questo gioco è qualcosa che vorrai menzionare nel tuo articolo?
portuguese: [_M_] Esse jogo é algo que você vai querer mencionar no seu jornal?

source: [_R_] Uuuhhh.... yeah.... I think so.... maybe we better see it to the end though to make sure.
dutch: [ _R_] Uuuhhh .... ja .... Ik denk van wel ... misschien kunnen we het maar beter zien, om zeker te zijn.
french: [_R_] Uuuhhh.... ouais.... Je le pense.... peut-être que nous ferions mieux de le voir jusqu'au bout pour nous en assurer.
german: [_R_] Uuuhhhhh.... Ich glaube so.... vielleicht sehen wir es am Ende besser aber, um sicher zu gehen.
italian: [_R_] Uuuhhh.... sì.... Penso di sì.... forse è meglio vederlo fino alla fine per esserne sicuri.
portuguese: [_R_] Uuhhh.... sim.... Acho que sim.... talvez seja melhor vê-lo para o fim embora tenha certeza.

source: [_MT_] {i}Haha.... what a horndog.... he must take after his father.... shit.... I am too.... {/i}
dutch: [_MT_] {i}Haha.... wat een hoornhond.... hij moet nemen na zijn vader.... shit.... ik ben ook.... {/i}
french: [_MT_] {i}Haha.... quel obsédé.... il doit se prendre pour son père.... merde.... moi aussi.... {/i}
german: [_MT_] {i}Haha.... was für ein Horndog.... er muss nach seinem Vater mitnehmen.... shit.... Ich bin auch.... {/i}
italian: [_MT_] {i}Haha.... che arrapato.... deve aver preso da suo padre.... merda.... Anch'io lo sono.... {/i}
portuguese: U[_MT_] {i}Haha.... que cavaleiro.... ele deve pegar atrás de seu pai... merda... Eu também.... {/i}

source: [_MT_] {i}Now [mom_name], you aren't turned on because you're looking at your son's penis. You're just turned on because you're looking at a huge penis.{/i}
dutch: [_MT_] {i}Nu [mom_name], je bent niet ingeschakeld omdat je naar de penis van je zoon kijkt. Je bent net ingeschakeld omdat je naar een enorme penis kijkt.{/i}
french: [_MT_] {i}Maintenant [mom_name], tu n'es pas excitée parce que tu regardes le pénis de ton fils. Tu es juste excitée parce que tu regardes un énorme pénis.{/i}
german: [_MT_] {i}Jetzt [mom_name], Sie sind nicht eingeschaltet, weil Sie auf den Penis Ihres Sohnes schauen. Du bist gerade eingeschaltet, weil du auf einen riesigen Penis schaust. {/i}
italian: [_MT_] {i}Ora [mom_name], non sei eccitato perché stai guardando il pene di tuo figlio. Sei solo eccitato perché stai guardando un pene enorme.{/i}
portuguese: [_MT_] {i}Agora [mom_name], você não está ligado porque está olhando para o pênis do seu filho. Acabou de ficar ligado porque está olhando para um pênis enorme.{/i}

source: [_MT_] {i}Fuck.... I just need a little relief.... {/i}
dutch: [_MT_] {i}Fuck.... Ik heb alleen een beetje opluchting... {/i}
french: [_MT_] {i}Merde.... J'ai juste besoin d'un peu de soulagement.... {/i}
german: [_MT_] {i}Fuck.... Ich brauche nur ein wenig Erleichterung.... {/i}
italian: [_MT_] {i}Fanculo.... Ho solo bisogno di un pò di sollievo.... {/i}
portuguese: [_MT_] {i}Fuck .... Eu só preciso de um pequeno alívio .... {/i}

source: [_RT_] {i}Did I just see Mom rubbing herself out of the corner of my eye?{/i}
dutch: [_RT_] {i}Heb ik net gezien hoe ik uit de hoek van mijn oog mevrouw?{/i}
french: [_RT_] {i}Est-ce que je viens de voir maman se caresser du coin de mon œil?{/i}
german: [_RT_] {i}Habe ich nur die Mama sehen sehen, die sich aus der Ecke meines Auges reibt?{/i}
italian: [_RT_] {i}Ho appena visto mamma strofinarsi con la coda dell'occhio?{/i}
portuguese: [_RT_] {i}Eu acabei de ver a mamãe se esfregando do canto do meu olho? {/i}

source: [_MT_] {i}Shit.... did he see me?{/i}
dutch: [_MT_] {i}Shit.... heeft hij me gezien?{/i}
french: [_MT_] {i}Merde.... il m'a vu ?{/i}
german: [_MT_] {i}Shit.... sah er mich?{/i}
italian: [_MT_] {i}Merda.... mi ha visto? {/i}
portuguese: [_MT_] {i}Merda .... ele viu me? {/i}

source: [_MT_] {i}I wonder what he's looking at?{/i}
dutch: [_MT_] {i}Ik vraag me af hoe hij eruitziet?{/i}
french: [_MT_] {i}Je me demande ce qu'il regarde?{/i}
german: [_MT_] {i}Ich frage mich, worauf er schaut?{/i}
italian: [_MT_] {i}Mi chiedo cosa stia guardando? {/i}
portuguese: [_MT_] {i}Eu me pergunto o que ele está olhando at? {/i}

source: [_MT_] {i}Is he staring up my skirt?{/i}
dutch: [_MT_] {i}Slaat hij mijn rok op?{/i}
french: [_MT_] {i}Regarde-t-il ma jupe?{/i}
german: [_MT_] {i}Startet er meinen Rock?{/i}
italian: [_MT_] {i}Sta fissando la mia gonna? {/i}
portuguese: [_MT_] {i}Ele está olhando para a minha saia? {/i}

source: [_MT_] {i}Fuck!.... Thinking about him looking up my skirt is making me wet.{/i}
dutch: [_MT_] {i}Fuck!.... denken over hem die mijn rok opzoekt maakt me nat.{/i}
french: [_MT_] {i}Merde!.... Penser à lui regardant ma jupe me fait mouiller.{/i}
german: [_MT_] {i}Fuck!.... Nachdenken über ihn nach oben macht mich nass.{/i}
italian: [_MT_] {i}Cazzo!.... Pensare a lui che mi guarda sotto la gonna mi fa bagnare.{/i}
portuguese: [_MT_] {i}Presa!.... Pensar sobre ele olhando para minha saia está me fazendo molhado.{/i}

source: [_MT_] {i}Oh, God!.... I hope he doesn't notice!.... {/i}
dutch: [_MT_] {i}Oh, God!.... Ik hoop dat hij het niet opmerkt!.... {/i}
french: [_MT_] {i}Oh, mon Dieu!.... J'espère qu'il ne le remarque pas !.... {/i}
german: [_MT_] {i}Oh, Gott!.... Ich hoffe, er bemerkt nicht!.... {/i}
italian: [_MT_] {i}Oh, Dio!.... Spero che non se ne accorga!.... {/i}
portuguese: [_MT_] {i}Oh, Deus! .... Espero que ele não note! .... {/i}

source: [_RT_] {i}Oh my God.... I think she was rubbing herself.... her panties are starting to get wet.{/i}
dutch: [_RT_] {i}Oh mijn God.... Ik denk dat ze zelf aan het wankelen was.... haar panelen beginnen nat.{/i} te worden.
french: [_RT_] {i}Oh mon Dieu.... Je pense qu'elle se touche.... sa culotte commence à être mouillée.{/i}
german: [_RT_] {i}Oh mein Gott.... Ich denke, sie reibte sich selbst.... ihre Panten fangen an nass zu werden.{/i}
italian: [_RT_] {i}Oh mio Dio.... Penso che si stesse strofinando.... le sue mutandine stanno iniziando a bagnarsi.{/i}
portuguese: [_RT_] {i}Oh minha Deusa... Acho que ela estava esfregando a si mesmo... as suas caldeiras estão começando a se molhar.{/i}

source: [_RT_] {i}Fuck that's hot.... I wish she would move her hand so I could get a better view. It'd be nice to get those panties out of the way too, as sexy as they may be.{/i}
dutch: [_RT_] {i}Fuck dat heet is.... . Ik zou willen dat ze haar hand beweegt, zodat ik een beter beeld kan krijgen. Het zou leuk zijn om die panties ook uit de weg te krijgen, zo sexy als ze zijn.{/i}
french: [_RT_] {i}Merde c'est chaud.... J'aimerais qu'elle bouge sa main pour que je puisse avoir une meilleure vue. Ce serait bien d'enlever ces sous-vêtements aussi, aussi sexy soient-ils.{/i}
german: [_RT_] {i}Fick, der heiß ist.... Ich wünschte, sie würde ihre Hand bewegen, damit ich einen besseren Blick bekommen kann. Es wäre schön, diese Hosen auch aus dem Weg zu räumen, so sexy sie auch sein mögen.{/i}
italian: [_RT_] {i}Cazzo che fa caldo... Vorrei che si muovesse la mano in modo da poter avere una visione migliore. Sarebbe bello ottenere quelle mutandine dal modo in cui anche, sexy come possono essere.{/i}

source: [_MT_] {i}Ha I knew it, I can see him masturbating too out of the corner of my eye.{/i}
dutch: [_MT_] {i}Ha Ik wist het, ik zie hem ook uit de hoek van mijn oog. {/i}
french: [_MT_] {i}Ha je le savais, je peux le voir se masturber aussi du coin de l'œil.{/i}
german: [_MT_] {i}Ha Ich wusste es, ich kann ihn zu masturbieren aus der Ecke meines Auges.{/i}
italian: [_MT_] {i}Ha lo sapevo, posso vedere anche lui che si masturba con la coda dell'occhio.{/i}
portuguese: [_MT_] {i}Ha que eu sabia, eu posso vê-lo se masturbando muito fora do canto do meu olho. {/i}

source: [_MT_] {i}Ohhhh.... that means he was jacking himself to me.... not the game.... {/i}
dutch: [_MT_] {i}Ohhh.... dat betekent dat hij zich aan mij heeft gemanoeuvreerd.... niet het spel.... {/i}
french: [_MT_] {i}Ohhhh.... ça veut dire qu'il se branlait sur moi.... ce n'est pas du jeu.... {/i}
german: [_MT_] {i}Ohhhhh.... das bedeutet, dass er sich zu mir selbst jackte.... nicht das Spiel.... {/i}
italian: [_MT_] {i}Ohhhh.... questo significa che si stava masturbando per me.... non per il gioco.... {/i}
portuguese: [_MT_] {i}Ohhhh.... isso significa que ele estava me jaque... e não o jogo.... {/i}

source: [_MT_] {i}Dammit.... stay in control, [mom_name]!.... Don't let that turn you on so much!{/i}
dutch: [_MT_] {i}Dammit.... blijf in controle, [mom_name]!.... laten we je niet zo veel draaien!{/i}
french: [_MT_] {i}Bon sang.... gardes le contrôle, [mom_name]!.... Ne laisse pas cela t'exciter autant!{/i}
german: [_MT_] {i}Damm.... Bleiben Sie in der Kontrolle, [mom_name]!.... Lassen Sie sich nicht so viel einschalten!{/i}
italian: [_MT_] {i}Dannazione.... mantenere il controllo, [mom_name]!.... Non lasciare che questo ti ecciti così tanto! {/i}
portuguese: [_MT_] {i}Dammit .... fique no controle, [mom_name]! .... Não deixe que isso te transforme em tanto! {/i}

source: [_MT_] {i}Ahhhh.... fuck it!{/i}
dutch: [_MT_] {i}Ahhhh.... fut het!{/i}
french: [_MT_] {i}Ahhhh... Merde! {/i}
german: [_MT_] {i}Ahhhh.... ficke sie!{/i}
italian: [_MT_] {i}Ahhhh.... fanculo! {/i}
portuguese: [_MT_] {i}Ahhhh .... foda-se! {/i}

source: [_RT_] {i}She's rubbing herself right in front of me!.... Should I do the same?{/i}
dutch: [_RT_] {i}Ze valt helemaal voor mij!.... Zou ik hetzelfde moeten doen?{/i}
french: [_RT_] {i}Elle se caresse devant moi!.... Devrais-je faire la même chose?{/i}
german: [_RT_] {i}Sie reibt sich selbst vor mir!.... Soll ich das gleiche machen?{/i}
italian: [_RT_] {i}Si sta strusciando proprio davanti a me!.... Dovrei fare lo stesso?{/i}
portuguese: [_RT_] {i}Ela está se esfregando bem na minha frente! .... Devo fazer o same? {/i}

source: [_MT_] {i}Did I just do that in front of my own son?!.... He's not looking away!{/i}
dutch: [_MT_] {i}Heb ik dat net gedaan voor mijn eigen zoon?!.... hij kijkt niet weg!{/i}
french: [_MT_] {i}Est-ce que je viens de faire ça devant mon propre fils?!.... Il ne détourne pas le regard !{/i}
german: [_MT_] {i}Habe ich das vor meinem eigenen Sohn getan?!.... Er schaut nicht weg!{/i}
italian: [_MT_] {i}L'ho appena fatto davanti a mio figlio?!.... Non sta distogliendo lo sguardo!{/i}
portuguese: [_MT_] {i}Será que eu fiz isso diante do meu próprio filho?!.... Ele não está de graça!{/i}

source: [_MT_] {i}Well, this will be an intersesting confession to father McGrady next time I go to mass.... {/i}
dutch: [_MT_] {i}Nou, dit zal een tussenliggende bekentenis zijn aan vader McGrady de volgende keer dat ik naar de massa.... {/i}
french: [_MT_] {i}Eh bien, ce sera une confession intersestante au père McGrady la prochaine fois que j'irai à la messe.... {/i}
german: [_MT_] {i}Nun, dies wird ein anstrengendes Geständnis an Vater McGrady sein, wenn ich das nächste Mal zur Masse gehen.... {/i}
italian: [_MT_] {i}Bene, questa sarà una confessione interessante per padre McGrady la prossima volta che andrò a messa.... {/i}
portuguese: [_MT_] {i}Bem, será uma confissão entrelaçada ao pai McGrady da próxima vez que eu for em massa... {/i}

source: [_MT_] {i}Oh, God!.... {/i}
french: [_MT_] {i}Oh, Dieu !.... {/i}
german: [_MT_] {i}Oh, Gott!.... {/i}
italian: [_MT_] {i}Oh, Dio!.... {/i}
portuguese: [_MT_] {i}Oh, Deus! .... {/i}

source: [_RT_] {i}Oh, shit.... I might have gone too far.{/i}
dutch: [_RT_] {i}Ah, shit.... misschien ben ik te ver gegaan.{/i}
french: [_RT_] {i}Oh, merde.... Je suis peut-être allé trop loin.{/i}
german: [_RT_] {i}Oh, shit.... Vielleicht bin ich zu weit gegangen.{/i}
italian: [_RT_] {i}Oh, merda.... Potrei aver esagerato.{/i}
portuguese: [_RT_] {i}Oh, merda .... Eu poderia ter ido longe demais. {/i}

source: [_M_] .... Fuck!
french: [_M_] .... Putain!
italian: [_M_] .... Cazzo!

source: [_R_] Mom!.... You don't ever swear!
dutch: [_R_] Moment.... Je zweert nooit!
french: [_R_] Maman! .... Tu ne te jure jamais!
german: [_R_] Mama!.... Du schwörst nie zu!
italian: [_R_] Mamma!.... Tu non dici mai parolacce!
portuguese: [_R_] Mãe! .... Você nunca Jura!

source: [_M_] Actually, [ryan].... yeah.... I sometimes do!
dutch: [_M_] Eigenlijk [ryan].... ja, .... dat doe ik soms!
french: [_M_] En fait, [ryan].... ouais.... Je le fais parfois!
german: [_M_] Eigentlich [ryan].... yeah.... Ich tue es manchmal!
italian: [_M_] In realtà, [ryan].... sì.... A volte lo faccio!
portuguese: [_M_] Na verdade, [ryan].... sim... Eu às vezes sim...

source: [_M_] Like when my own son blows his load all over my foot.... then yeah.... that will usually do it.
dutch: [_M_] zoals wanneer mijn eigen zoon zijn lading over mijn hele voetbal blaadt.... dan ja.... dat zal het meestal doen.
french: [_M_] Comme quand mon propre fils souffle sa charge sur mon pied.... alors oui.... cela le fera généralement.
german: [_M_] Wie wenn mein eigener Sohn seine Last über meinen Fuß hinweg weht .... dann ja, das wird normalerweise so sein.
italian: [_M_] Come quando mio figlio soffia il suo carico su tutto il mio piede... poi sì... che di solito lo farà.
portuguese: [_M_] Como quando meu próprio filho sopra sua carga ao longo de todo o pé .... então, sim.... isso normalmente acontece.

source: [_M_] I mean look at it!.... That's got to be at least four times as much as your dad usually blows...
dutch: [_M_] Ik bedoel ernaar kijken!.... Dat is minstens vier keer zo veel als je vader gewoonlijk blat...
french: [_M_] Je veux dire regarde-le!.... Ça doit être au moins quatre fois plus que ce que ton père souffle habituellement...
german: [_M_] Ich meine, schaue es an!.... Das muss mindestens viermal so viel sein, wie dein Vater normalerweise schlägt...
italian: [_M_] Intendo guardarlo!.... deve essere almeno quattro volte più che il papà di solito colpi...

source: [_R_] Mom! TMI!
dutch: [_R_] Moment! TMI!
french: [_R_] Maman! TMI!
german: [_R_] Mama! TMI!
italian: [_R_] Mamma! TMI!

source: [_M_] That's Miss [mom_name] to you!
dutch: [_M_] Dat is mevrouw [mom_name] tegen jou!
french: [_M_] C'est Mademoiselle [mom_name] pour toi!
german: [_M_] Das ist vermisst [mom_name] für dich!
italian: [_M_] Questa è la signorina [mom_name] per te!
portuguese: [_M_] Isso é Mergulho [mom_name] para você!

source: [_R_] Uuuhhhhh.... fine!
dutch: [ _R_] Uuuhhhhh .... prima!
french: [_R_] Uuuhhhhh .... bien !
german: [_R_] Uuhhhhhhh.... gut!
italian: [_R_] Uuuhhhhh.... bene!
portuguese: [_R_] Uuuhhhhh .... multa!

source: [_R_] Miss [mom_name]!...
dutch: [_R_] Mis [mom_name]!...
french: [_R_] Mademoiselle [mom_name]!...
german: [_R_] Fehlt [mom_name]!...
italian: [_R_] Signorina [mom_name]!...
portuguese: [_R_] Falhou [mom_name]!...

source: [_R_] You were watching me.... you knew exactly what I was doing.... and you didn't stop me...
dutch: [_R_] Jij keek me aan het kijken.... Je wist precies wat ik aan het doen was.... en je hebt me niet tegengehouden...
french: [_R_] Tu me regardais.... tu savais exactement ce que je faisais.... et tu ne m'as pas arrêté...
german: [_R_] Du hast mir zugeschaut .... Du weißt genau, was ich gemacht habe.... und du hast mich nicht gestoppt...
italian: [_R_] Tu mi stavi guardandochar@@0 sapevi esattamente quello che stavo facendochar@@1 e non mi hai fermato...

source: [_R_] I think you're more experienced than I am to know what happens at the end of that particular action.
dutch: [_R_] Ik denk dat je meer ervaring hebt dan ik ben om te weten wat er gebeurt aan het einde van die specifieke actie.
french: [_R_] Je pense que tu es plus expérimenté que moi pour savoir ce qui se passe à la fin de cette action particulière.
german: [_R_] Ich denke, du bist erfahrener als ich bin zu wissen, was am Ende dieser speziellen Aktion geschieht.
italian: [_R_] Penso che tu sia più esperto di me per sapere cosa succede alla fine di quella particolare azione.
portuguese: [__R_] Eu acho que você é mais experiente do que eu para saber o que acontece no final daquela ação em particular.

source: [_R_] So, don't be mad at me.
dutch: [_R_] Wees dus niet boos op me.
french: [_R_] Alors, ne sois pas en colère contre moi.
german: [_R_] Seien Sie also nicht verrückt.
italian: [_R_] Quindi, non essere arrabbiato con me.
portuguese: [_R_] Então, não fique bravo comigo.

source: [_M_] I'm sorry, you're right. I just overreacted to the situation. Maybe you better run.... I've got a class in just a couple minutes and I've got to clean up.
dutch: [_M_] Het spijt me, je hebt gelijk. Ik heb net overdreven gereageerd op de situatie. Misschien kun je rennen... Ik heb een les in slechts een paar minuten en ik moet opruimen.
french: [_M_] Je suis désolé, tu as raison. J'ai juste réagi de manière excessive à la situation. Tu ferais peut-être mieux de partir.... J'ai un cours dans quelques minutes et je dois faire le ménage.
german: [_M_] Es tut mir leid, du hast Recht. Ich habe gerade auf die Situation überreagiert. Vielleicht solltest du besser laufen.... Ich habe eine Klasse in nur wenigen Minuten und ich musste aufräumen.
italian: [_M_] Mi dispiace, hai ragione. Ho solo reagito in modo eccessivo alla situazione. Forse è meglio che tu corra.... Ho una lezione tra un paio di minuti e devo pulire.
portuguese: [_M_] Desculpe, você está certo. Eu apenas reagi exageradamente à situação. Talvez seja melhor você correr.... Tenho uma aula em apenas alguns minutos e tenho que limpar.

source: [_R_] So, you're not mad at me?
dutch: [_R_] Dus, je bent niet boos op mij?
french: [_R_] Donc, tu n'es pas en colère contre moi?
german: [_R_] Du bist also nicht verrückt über mich?
italian: [_R_] Quindi non sei arrabbiato con me?
portuguese: [_R_] Então, você não está bravo comigo?

source: [_M_] No.... you're right.... that was my fault...
dutch: [_M_] Nee.... je hebt gelijk.... dat was mijn fout...
french: [_M_] Non.... tu as raison.... c'était ma faute...
german: [_M_] Nein.... Du hast Recht... das war mein Fehler...
italian: [_M_] No.... hai ragione.... è stata colpa mia...
portuguese: [_M_] Não.... você tem razão.... a culpa foi minha...

source: [_R_] No, I wasn't trying to put the blame on...
dutch: [_R_] Nee, ik heb niet geprobeerd de schuld op te leggen...
french: [_R_] Non, je n'essayais pas de te blâmer...
german: [_R_] Nein, ich habe nicht versucht, die Schuld zu tragen...
italian: [_R_] No, non stavo cercando di dare la colpa a...
portuguese: [_R_] Não, eu não estava tentando colocar a culpa...

source: [_M_] Go!...
french: [_M_] Aller!...
italian: [_M_] Vai!...

source: [_MT_] {i}Shit!.... I really did let that go too far.... {/i}
dutch: [_MT_] {i}Shit!.... ik heb dat echt te ver laten gaan.... {/i}
french: [_MT_] {i}Merde!.... J'ai vraiment laissé ça aller trop loin.... {/i}
german: [_MT_] {i}Shit!.... Ich habe das wirklich zu weit gehen lassen.... {/i}
italian: [_MT_] {i}Merda!.... Ho davvero lasciato che andasse troppo lontano.... {/i}

source: [_MT_] {i}How could I let myself get carried away like that?{/i}
dutch: [_MT_] {i}Hoe kan ik mezelf zo laten dragen?{/i}
french: [_MT_] {i}Comment pourrais-je me laisser emporter comme ça?{/i}
german: [_MT_] {i}Wie kann ich mich so hinreißen lassen?{/i}
italian: [_MT_] {i}Come ho potuto lasciarmi trasportare in quel modo?{/i}
portuguese: [_MT_] {i}Como eu poderia me deixar levar por aí assim? {/i}

source: [_MT_] {i}I was just so horny!{/i}
dutch: [_MT_] {i}Ik was net zo horig!{/i}
french: [_MT_] {i}J'étais tellement excitée!{/i}
german: [_MT_] {i}Ich war einfach so geil!{/i}
italian: [_MT_] {i}Sono stato così eccitato!{/i}
portuguese: [_MT_] {i}Eu estava apenas tão excitado! {/i}

source: [_MT_] {i}I'm like a whole different person when I'm horny.{/i}
dutch: [_MT_] {i}Ik vind een heel ander persoon leuk wanneer ik hoor.{/i}
french: [_MT_] {i}Je suis comme une toute autre personne quand je suis excitée.{/i}
german: [_MT_] {i}Ich mag eine ganz andere Person, wenn ich horny.{/i}
italian: [_MT_] {i}Sono una persona completamente diversa quando sono arrapata.{/i}
portuguese: [_MT_] {i}Sou como uma pessoa inteira diferente quando sou uma hora.{/i}

source: [_MT_] {i}I've just got to be careful not to be around my son, or my girls, or anybody when I'm that bad.{/i}
dutch: [_MT_] {i}Ik moet gewoon oppassen dat ik niet om mijn zoon, mijn meisjes of iemand ben wanneer ik dat slecht ben.{/i}
french: [_MT_] {i}Je dois juste faire attention à ne pas être avec mon fils, ou mes filles, ou n'importe qui quand je suis si mal.{/i}
german: [_MT_] {i}Ich muss gerade vorsichtig sein, nicht um meinen Sohn, meine Mädchen oder irgendjemanden zu sein, wenn ich so schlecht bin.{/i}
italian: [_MT_] {i}Devo solo stare attenta a non stare vicino a mio figlio, o alle mie ragazze, o a chiunque altro quando sto così male.{/i}
portuguese: [_MT_] {i}Acabei de ter cuidado para não ter um redor do meu filho, ou de minhas meninas, ou de ninguém quando sou tão ruim.{/i}

source: [_MT_] {i}The problem is masturbation just isn't doing enough. I need a cock!!{/i}
dutch: [_MT_] {i}Het probleem is masturbatie maar niet genoeg doen. Ik heb een cock!!{/i} nodig
french: [_MT_] {i}Le problème est que la masturbation n'en fait tout simplement pas assez. J'ai besoin d'une bite !!{/i}
german: [_MT_] {i}Das Problem ist Masturbation reicht nicht aus. Ich brauche einen Schwanz!!{/i}
italian: [_MT_] {i}Il problema è che la masturbazione non fa abbastanza. Ho bisogno di un cazzo!!{/i}
portuguese: [_MT_] {i}O problema é masturbação que não está fazendo o suficiente. Preciso de uma cabra!!{/i}

source: [_MT_] {i}I mean I need [dad_name]'s cock.... of course.{/i}
dutch: [_MT_] {i}Ik bedoel ik [dad_name]'s cock.... natuurlijk.{/i}
french: [_MT_] {i}Je veux dire que j'ai besoin de la queue de [dad_name].... bien sûr.{/i}
german: [_MT_] {i}Ich meine, ich brauche [dad_name]'s Schwanz.... natürlich.{/i}
italian: [_MT_] {i}Voglio dire che ho bisogno del cazzo di [dad_name].... naturalmente.{/i}
portuguese: [_MT_] {i}Eu quero dizer que eu preciso [dad_name]'s cock .... de curso. {/i}
