Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: {i}{b}(HINT){/b} Happy Halloween!{/i}
french: {i}{b}(Indice){/b} Joyeux Halloween!{/i}
german: {i}{b}(TIPP){/b} Happy Halloween!{/i}

source: {b}{i}"Happy Halloween, and welcome to "Stranger Ventures"!"{/i}{/b}
french: {b}{i}'Joyeux Halloween, et bienvenue à 'Stranger Ventures' !'{/i}{/b}
german: {b}{i}"Happy Halloween, und willkommen in "Stranger Ventures"!"{/i}{/b}
italian: {b}{i}"Happy Halloween, e benvenuto a "Stranger Ventures"!"{/i}{/b}

source: {b}{i}"If you would like to skip this event, you can do so now."{/i}{/b}
french: {b}{i}«Si vous voulez éviter cet événement, vous pouvez le faire maintenant.«{/i}{/b}
german: {b}{i}"Wenn Sie dieses Event überspringen möchten, können Sie dies jetzt tun."{/i}{/b}
italian: {b}{i}"Se vuoi saltare questo evento, puoi farlo ora."{/i}{/b}

source: {b}{i}"The Halloween special will be available in the main menu gallery to play later if you would like."{/i}{/b}
french: {b}{i}«Le spécial Halloween sera disponible dans la galerie du menu principal pour une lecture ultérieure si vous le souhaitez.« {/i}{/b}
german: {b}{i}"Das Halloween-Special wird in der Hauptmenü-Galerie verfügbar sein, damit Sie es später abspielen können, wenn Sie möchten."{/i}{/b}

source: {b}{i}"The choices you make in this event will have no consequences in the main story line of the game."{/i}{/b}
french: {b}{i}«Les choix que vous ferez au cours de cet événement n'auront aucune conséquence sur l'histoire principale du jeu.{/i}{/b}
german: {b}{i}"Die Entscheidungen, die du in diesem Ereignis triffst, haben keine Auswirkungen auf die Haupthandlung des Spiels."{/i}{/b}
italian: {b}{i}"Le scelte che fai in questo evento non avranno conseguenze nella linea principale della storia del gioco".{/i}{/b}

source: {b}{i}"They will however make a difference in future chapters of our Halloween event."{/i}{/b}
french: {b}{i}«Ils feront cependant la différence dans les futurs chapitres de notre événement Halloween.«{/i}{/b}
german: {b}{i}"Sie werden jedoch in zukünftigen Kapiteln unserer Halloween-Veranstaltung einen Unterschied machen."{/i}{/b}
italian: {b}{i}"Faranno comunque la differenza nei capitoli futuri del nostro evento di Halloween".{/i}{/b}

source: {b}{i}"We hope you enjoy!"{/i}{/b}
french: {b}{i}'Nous espérons que vous apprécierez !'{/i}{/b}
german: {b}{i}"Wir wünschen dir viel Spaß!"{/i}{/b}
italian: {b}{i}"Speriamo che ti piace!"{/i}{/b}

source: [_RT_] {i}Huh?... I'm in my room.{/i}
french: [_RT_] {i}Huh ?... Je suis dans ma chambre.{/i}
german: [_RT_] {i}Huh?... Ich bin in meinem Zimmer.{/i}
italian: [_RT_] {i}Huh?... Sono nella mia stanza.{/i}

source: [_R_] {i}That means it was just a dream{/i}
french: [_R_] {i}Ça veut dire que ce n'était qu'un rêve.{/i}
german: [_R_] {i}Das heißt, es war nur ein Traum{/i}
italian: [_R_] {i}Ciò significa che era solo un sogno{/i}

source: [_R_] {i}And Sidney is safe in bed right next to...{/i}
french: [_R_] {i}Et Sidney est en sécurité dans son lit, juste à côté de...{/i}
german: [_R_] {i}Und Sidney ist im Bett gleich dann...{/i}
italian: [_R_] {i}E Sidney è al sicuro a letto proprio accanto a...{/i}

source: [_R_] No!
french: [_R_] Non!
german: [_R_] Nein!

source: [_R_] Fuck, no!!
french: [_R_] Putain, non !!
german: [_R_] Fuck, nein!!
italian: [_R_] Cazzo no!!

source: [_S_] {i}(Sleepily){/i} [ryan], you were having a nightmare... Go back to sleep.
french: [_S_] {i}(Doucement){/i} [ryan], tu as fait un cauchemar... Rendors-toi.
german: [_S_] {i}(leepily){/i} [ryan], du hast einen Alptraum gehabt... Gehe zurück zum Schlaf.
italian: [_S_] {i}(Sleepily){/i} [ryan], stavi avendo un incubo... Torna a dormire.

source: [_RT_] {i}Oh, thank God!... It really was just a nightmare after all!{/i}
french: [_RT_] {i}Oh, Dieu merci !... Ce n'était qu'un cauchemar après tout!{/i}
german: [_RT_] {i}Oh, Gott sei Dank!... Es war doch wirklich ein Albtraum!{/i}
italian: [_RT_] {i}Oh, grazie Dio!... Era davvero un incubo dopo tutto!{/i}

source: [_RT_] {i}I guess I need to lay off the scary movies!{/i}
french: [_RT_] {i}Je crois que je dois arrêter les films d'horreur !{/i}
german: [_RT_] {i}Ich denke, ich muss die beängstigenden Filme entlegen!{/i}
italian: [_RT_] {i}Immagino di dover togliere i film spaventosi!{/i}

source: [_RT_] {i}I can't believe it's morning already!{/i}
french: [_RT_] {i}Je n'arrive pas à croire que c'est déjà le matin!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass es schon Morgen ist! {/i}
italian: [_RT_] {i}Non riesco a credere che sia già mattina!{/i}

source: [_RT_] {i}Fuck... What was I even dreaming about?{/i}
french: [_RT_] {i}Putain... A quoi je rêvais au juste ?{/i}
german: [_RT_] {i}Fuck... wovon habe ich sogar geträumt?{/i}
italian: [_RT_] {i}Fuck... Di cosa stavo sognando?{/i}

source: [_RT_] {i}Oh, well... It seems all is right with the world.{/i}
french: [_RT_] {i}Oh, eh bien... Il semble que tout va bien dans le monde.{/i}
german: [_RT_] {i}Oh, gut... Es scheint alles in der Welt richtig zu sein.{/i}
italian: [_RT_] {i}Oh, bene... Sembra che tutto vada bene con il mondo.{/i}

source: [_RT_] {i}Well, almost, I guess.{/i}
french: [_RT_] {i}Enfin, presque, je suppose.{/i}
german: [_RT_] {i}Naja, ich denke, ich vermutet.{/i}
italian: [_RT_] {i}Beh, quasi, credo.{/i}

source: [_RT_] {i}It's time to start my day.{/i}
french: [_RT_] {i}C'est l'heure de commencer ma journée.{/i}
german: [_RT_] {i}Es ist Zeit meinen Tag zu starten.{/i}
italian: [_RT_] {i}È ora di iniziare la mia giornata.{/i}

source: [_RT_] {i}Maybe I should call the gang and see if they want to play "Monsters and Mountains" sometime soon.{/i}
french: [_RT_] {i}Peut-être que je devrais appeler le gang et voir s'ils veulent jouer à «Monstres et Montagnes« un de ces jours. {/i}
german: [_RT_] {i}Vielleicht sollte ich die Bande anrufen und sehen, ob sie bald "Monster und Berge" spielen wollen.{/i}
italian: [_RT_] {i}Forse dovrei chiamare la banda e vedere se vogliono giocare "Mostri e montagne" a breve.{/i}

source: {b}{i}"Due to your outstanding achievements in the field of fuckery, you have won the "Ten of Clubs" Card!{/i}{/b}
french: {b}{i}'En raison de vos réalisations exceptionnelles dans le domaine de la baise, vous avez gagné la carte du 'Dix de Trèfle'!{/i}{/b}
german: {b}{i}"Aufgrund Ihrer herausragenden Leistungen auf dem Gebiet der Fickerei haben Sie die Karte "Kreuz Zehn" gewonnen!{/i}{/b}
italian: {b}{i}"A causa dei tuoi eccezionali risultati nel campo delle stoviglie, hai vinto la carta "Dieci dei Club"!{/i}{/b}

source: {b}{i}"View this card in the gallery and casino"{/i}{/b}
french: {b}{i}'Voir cette carte dans la galerie et le casino'{/i}{/b}
german: {b}{i}"Sehen Sie diese Karte in der Galerie und Casino"{/i}{/b}
italian: {b}{i}"Visualizza questa carta nella galleria e nel casino"{/i}{/b}

source: [_ST_] {i}That was a geat run!{/i}
french: [_ST_] {i}C'était une course géniale !{/i}
german: [_ST_] {i}Das war ein Geat Run!{/i}
italian: [_ST_] {i}È stata una corsa geat!{/i}

source: [_ST_] {i}I think it's the fastest I've ever ran that loop.{/i}
french: [_ST_] {i}Je pense que c'est le plus rapide que j'ai jamais fait cette boucle.{/i}
german: [_ST_] {i}Ich denke, es ist der schnellste ich jemals diese Schleife geführt habe.{/i}
italian: [_ST_] {i}Penso che sia il più veloce che abbia mai corso quel loop.{/i}

source: [_ST_] {i}Why did Mom have to bring up creepers though? Now I'm feeling a little nervous.{/i}
french: [_ST_] {i}Pourquoi maman a t'elle parlé de créatures bizarres ? Maintenant je me sens un peu nerveux.{/i}
german: [_ST_] {i}Warum musste die Mutter Creepers aufziehen? Jetzt fühle ich mich ein wenig nervös. {/i}
italian: [_ST_] {i}Perché la mamma ha dovuto allevare creepers però? Ora mi sento un po' nervoso.{/i}

source: [_ST_] {i}It's not like I haven't had experience with creepers.{/i}
french: [_ST_] {i}Ce n'est pas comme si je n'avais pas eu d'expérience avec les pervers.{/i}
german: [_ST_] {i}Es ist nicht so, als hätte ich keine Erfahrung mit Creepers.{/i}
italian: [_ST_] {i}Non è come se non avessi avuto esperienza con creepers.{/i}

source: [_ST_] {i}I don't care if Mr. Peterson is a decorated war vet, he shouldn't be grabbing girls in the park!{/i}
french: [_ST_] {i}Je me fiche que M. Peterson soit un vétéran décoré de la guerre, il ne devrait pas attraper des filles dans le parc!{/i}
german: [_ST_] {i}Es ist mir egal, ob Herr Peterson ein dekoriertes Kriegstier ist, er sollte keine Mädchen im Park schnappen!{/i}
italian: [_ST_] {i}Non mi importa se il signor Peterson è un veterinario di guerra decorato, non dovrebbe afferrare ragazze nel parco!{/i}

source: [_ST_] {i}And that wasn't even late at night!{/i}
french: [_ST_] {i}Et ce n'était même pas tard dans la nuit!{/i}
german: [_ST_] {i}Und das war nicht einmal spät in der Nacht! {/i}
italian: [_ST_] {i}E che non era nemmeno tardi la notte!{/i}

source: [_ST_] {i}Well, that's creepy.{/i}
french: [_ST_] {i}Eh bien, c'est effrayant.{/i}
german: [_ST_] {i}Nun, das ist gruselig.{/i}
italian: [_ST_] {i}Beh, è raccapricciante.{/i}

source: [_ST_] {i}I sure as hell don't need that right now.{/i}
french: [_ST_] {i}Je suis sûr que je n'ai pas besoin de ça en ce moment.{/i}
german: [_ST_] {i}Ich bin sicher, dass die Hölle das jetzt nicht braucht.{/i}
italian: [_ST_] {i}Sono sicuro che l'inferno non ne abbia bisogno adesso.{/i}

source: [_ST_] {i}Hopefully I'll feel better after a nice hot shower.{/i}
french: [_ST_] {i}J'espère que je me sentirai mieux après une bonne douche chaude.{/i}
german: [_ST_] {i}Hoffentlich werde ich mich nach einer schönen heißen Dusche besser fühlen. {/i}
italian: [_ST_] {i}Speriamo che mi sentirò meglio dopo una bella doccia calda.{/i}

source: [_ST_] {i}Oh, good! My skin's not looking too bad.{/i}
french: [_ST_] {i}Oh, bien ! Ma peau n'a pas l'air trop mal en point. {/i}
german: [_ST_] {i}Oh, gut! Meine Haut sieht nicht zu schlecht aus.{/i}
italian: [_ST_] {i}Oh, buono! La mia skin non sembra troppo male.{/i}

source: [_ST_] {i}Yikes!... I hope that doesn't keep happening!{/i}
french: [_ST_] {i}Aïe !... J'espère que ça ne va pas continuer à se produire!{/i}
german: [_ST_] {i}Yikes!... Ich hoffe, dass das nicht weitergeht!{/i}
italian: [_ST_] {i}Yikes!... Spero che non continui ad accadere!{/i}

source: [_ST_] {i}What is that!?{/i}
french: [_ST_] {i}Qu'est-ce que c'est ?{/i}
german: [_ST_] {i}Was ist das!?{/i}
italian: [_ST_] {i}Che cos'è!?{/i}

source: [_ST_] {i}Has that been there this whole time?{/i}
french: [_ST_] {i}Est-ce que c'était là tout ce temps ?{/i}
german: [_ST_] {i}War das diese ganze Zeit da gewesen?{/i}
italian: [_ST_] {i}Ci è stato tutto questo tempo?{/i}

source: [_ST_] {i}It feels like spooge.{/i}
french: [_ST_] {i}C'est comme une cuillère. {/i}
german: [_ST_] {i}Es fühlt sich wie Spooge an.{/i}
italian: [_ST_] {i}Sembra spooge.{/i}

source: [_ST_] {i}Did [ryan] blast the mirror and nobody noticed?{/i}
french: [_ST_] {i}Est-ce que [ryan] a fait exploser le miroir sans que personne ne le remarque ?
german: [_ST_] {i}Hat [ryan] den Spiegel gesprungen und niemand bemerkte?{/i}
italian: [_ST_] {i} [ryan] ha soffiato lo specchio e nessuno ha notato?{/i}

source: [_ST_] {i}Maybe it's growing mold in it?{/i}
french: [_ST_] {i}Peut-être qu'il y a de la moisissure dedans ?{/i}
german: [_ST_] {i}Vielleicht wächst die Schimmel in ihr?{/i}
italian: [_ST_] {i}Forse sta crescendo muffa?{/i}

source: [_S_] [ryan]! Come clean up your mess in here!
french: [_S_] [ryan]! Viens nettoyer ton bordel ici !
german: [_S_] [ryan]! Komm hier dein Schlamassel auf!
italian: [_S_] [ryan]! Vieni a ripulire il tuo pasticcio qui!

source: [_R_] {i}(Muffled Shouting){/i} I didn't pee on the seat!
french: [_R_] {i}(crie muet) {/i} Je n'ai pas piqué sur la place !
german: [_R_] {i}(Muffled Shouting){/i} Ich pissen nicht auf dem Sitz!
italian: [_R_] {i}(Muffled Shouting){/i} Non ho fatto pipì sul posto!

source: [_S_] I'm talking about your other mess.
french: [_S_] Je parle de ton autre bordel.
german: [_S_] Ich rede über dein anderes Chaos.
italian: [_S_] sto parlando del tuo altro casino.

source: [_ST_] {i}Oh, what the hell?{/i}
french: [_ST_] {i}Oh, que diable?{/i}
german: [_ST_] {i}Ah, was die Hölle?{/i}
italian: [_ST_] {i}Oh, che inferno?{/i}

source: [_S_] It's growing!
french: [_S_] Il grandit !
german: [_S_] Es wächst!
italian: [_S_] sta crescendo!

source: [_S_] Why is it growing?
french: [_S_] Pourquoi se développe-t-elle ?
german: [_S_] Warum wächst es?
italian: [_S_] Perché sta crescendo?

source: [_S_] What's going on?
french: [_S_] Qu'est-ce qui se passe?
german: [_S_] Was geht vor?
italian: [_S_] Cosa sta succedendo?

source: [_RT_] {i}That's too bad they lost to the DemiGobbler, but it's lucky I stuck around to ensure the integrity of the game.{/i}
french: [_RT_] {i}C'est dommage qu'ils aient perdu contre le DemiGobbler, mais c'est une chance que je sois resté pour assurer l'intégrité du jeu.{/i}
german: [_RT_] {i}Das ist zu schlecht, dass sie dem DemiGobbler verloren haben, aber es ist das Glück, dass ich herumklopfte, um die Integrität des Spiels zu gewährleisten.{/i}
italian: [_RT_] {i}È troppo male che hanno perso per il DemiGobbler, ma è fortunato che mi sono bloccato per garantire l'integrità del gioco.{/i}

source: [_RT_] {i}If I hadn't, Lauren would have cheated for sure.{/i}
french: [_RT_] {i}Si je ne l'avais pas fait, Lauren aurait triché à coup sûr. {/i}
german: [_RT_] {i}Wenn ich es nicht getan hätte, hätte Lauren sicher getäuscht. {/i}
italian: [_RT_] {i}Se non avessi fatto, Lauren avrebbe truffato di sicuro.{/i}

source: [_RT_] {i}But I guess it's past time that I come check on Sidney.{/i}
french: [_RT_] {i}Mais je pense qu'il est grand temps que je vienne voir Sidney.{/i}
german: [_RT_] {i}Aber ich denke, es ist letzte Zeit, dass ich auf Sidney komme. {/i}
italian: [_RT_] {i}Ma credo che sia tempo passato che vengo a controllare su Sidney.{/i}

source: [_RT_] {i}Speaking of...{/i}
french: [_RT_] {i}En parlant de...{/i}
german: [_RT_] {i}Sprich von...{/i}
italian: [_RT_] {i}Parlando di...{/i}

source: [_R_] Sidney, where'd you go?
french: [_R_] Sidney, où es-tu allé ?
german: [_R_] Sidney, wohin gehst du?
italian: [_R_] Sidney, dove vai?

source: [_RT_] {i}What the hell is this?{/i}
french: [_RT_] {i}C'est quoi ce bordel ?{/i}
german: [_RT_] {i}Was zur Hölle ist das?{/i}
italian: [_RT_] {i}Che diavolo è questo?{/i}

source: [_RT_] {i}Huh... She must have left.{/i}
french: [_RT_] {i}Huh... Elle a dû partir. {/i}
german: [_RT_] {i}Huh... Sie muss übrig sein.{/i}
italian: [_RT_] {i}Huh... Deve essersi lasciata.{/i}

source: [_RT_] {i}It looks like pink cum.{/i}
french: [_RT_] {i}On dirait du sperme rose.{/i}
german: [_RT_] {i}Es sieht wie rosa mit.{/i}
italian: [_RT_] {i}Sembra rosa cum.{/i}

source: [_RT_] {i}Is this what Sidney was telling me I needed to come clean up?{/i}
french: [_RT_] {i}C'est ce que Sidney me disait que je devais venir nettoyer ?{/i}
german: [_RT_] {i}Ist das das, was Sidney mir gesagt hat, dass ich für die Bereinigung brauche? {/i}
italian: [_RT_] {i}È questo ciò che Sidney mi diceva che avevo bisogno di ripulire?{/i}

source: [_RT_] {i}I don't remember splooging on the mirror, but in the heat of passion, sometimes I don't know where it all goes.{/i}
french: [_RT_] {i}Je ne me souviens pas d'avoir éclaboussé le miroir, mais dans le feu de la passion, parfois je ne sais pas où tout va.{/i}
german: [_RT_] {i}Ich erinnere mich nicht, dass ich auf den Spiegel geplündert habe, aber in der Hitze der Leidenschaft, manchmal weiß ich nicht, wohin alles geht.{/i}
italian: [_RT_] {i}Non ricordo splooging sullo specchio, ma nel calore della passione, a volte non so dove vada tutto.{/i}

source: [_RT_] {i}At least I'm looking good! I wonder if the girls are attracted to my power as the "Dungeon Master"?{/i}
french: [_RT_] {i}Au moins, je suis beau ! Je me demande si les filles sont attirées par mon pouvoir de 'Maître du Donjon'?{/i}
german: [_RT_] {i}Zumindest sehe ich gut aus! Ich frage mich, ob die Mädchen als "Dungeon-Meister" von meiner Macht angezogen werden? {/i}
italian: [_RT_] {i}Almeno sto guardando bene! Mi chiedo se le ragazze siano attratte dal mio potere come "Dungeon Master"?{/i}

source: [_RT_] {i}Maybe I'll get lucky tonight.{/i}
french: [_RT_] {i}Peut-être que j'aurai de la chance ce soir.{/i}
german: [_RT_] {i}Vielleicht werde ich heute Abend Glück haben.{/i}
italian: [_RT_] {i}Forse sarò fortunato stasera.{/i}

source: [_RT_] {i}Maybe she ran to grab a rag to clean this up.{/i}
french: [_RT_] {i}Elle a peut-être couru chercher un chiffon pour nettoyer tout ça.{/i}
german: [_RT_] {i}Vielleicht lief sie runter, um das zu bereinigen.{/i}
italian: [_RT_] {i}Forse ha corso per prendere un rag per pulire questo su.{/i}

source: [_RT_] {i}Still, I wonder what that scream was?{/i}
french: [_RT_] {i}Je me demande quand même quel était ce cri ?{/i}
german: [_RT_] {i}Dennoch frage ich mich, was dieser Schrei war? {/i}
italian: [_RT_] {i}Ancora, mi chiedo cosa fosse quel grido?{/i}

source: [_R_] Oh my God!... What the hell is going on?
french: [_R_] Oh mon Dieu ... Qu'est-ce qui se passe, bon sang ?
german: [_R_] Oh mein Gott!... Was zur Hölle geht?
italian: [_R_] Oh mio Dio!... Che diavolo sta succedendo?

source: [_S_] Oh my God! [ryan], is that you?
french: [_S_] Oh mon Dieu ! [ryan] C'est toi ?
german: [_S_] Oh mein Gott! [ryan], bist du?
italian: [_S_] Oh mio Dio! [ryan], è vero?

source: [_S_] Can you hear me?
french: [_S_] Vous m'entendez ?
german: [_S_] Kannst du mich hören?
italian: [_S_] Riesci a sentirmi?

source: [_R_] Yes, and I can see you through the mirror!
french: [_R_] Oui, et je peux te voir à travers le miroir !
german: [_R_] Ja, und ich kann dich durch den Spiegel sehen!
italian: [_R_] Sì, e posso vederti attraverso lo specchio!

source: [_R_] Sidney, what the hell is going on?
french: [_R_] Sidney, que diable se passe-t-il ?
german: [_R_] Sidney, was zur Hölle geht?
italian: [_R_] Sidney, cosa sta succedendo l'inferno?

source: [_S_] [ryan]! You've got to help me! Some... thing!... Like... a monster, pulled me through the mirror into this... I don't know... scary version of our bathroom.
french: [_S_] [ryan]! Il faut que tu m'aides ! Une... chose !... Comme... un monstre, m'a tiré à travers le miroir dans cette... Je ne sais pas... version effrayante de notre salle de bain.
german: [_S_] [ryan]! Du musst mir helfen! Irgendet!... Gefällt mir... ein Monster, zog mich durch den Spiegel hinein... Ich weiß nicht ... beängstigende Version unseres Badezimmers.
italian: [_S_] [ryan]! Devi aiutarmi! Qualcosa... cosa!... Mi piace... un mostro, mi ha tirato attraverso lo specchio in questo... non lo so... versione spaventosa del nostro bagno.

source: [_S_] He vomited out this goo and it's so sticky I can't get out.
french: [_S_] Il a vomi cette substance gluante et c'est si collant que je ne peux pas en sortir.
german: [_S_] Er hat diesen Goo übersprungen und es ist so klebrig ich nicht aussteigen können.
italian: [_S_] Ha vomitato questo goo ed è così appiccicoso che non posso uscire.

source: [_S_] [ryan], you've got to help me. What if it comes back?... What does it want with me?
french: [_S_] [ryan] vous devez m'aider. Et s'il revient ?... Qu'est-ce qu'il me veut ?
german: [_S_] [ryan], du musst mir helfen. Was passiert, wenn es zurückkommt? ... Was will es mit mir?
italian: [_S_] [ryan], devi aiutarmi. Cosa succede se ritorna?... Cosa vuole con me?

source: [_R_] Uhhh... ok... shit! shit, shit, shit, shit, SHIT!
french: [_R_] Uhhh... ok... merde ! merde, merde, merde, merde, merde, SHIT !

source: [_R_] What am I supposed to do?
french: [_R_] Qu'est-ce que je suis censé faire ?
german: [_R_] Was soll ich tun?
italian: [_R_] Che cosa devo fare?

source: [_R_] How do I get in there?
french: [_R_] Comment j'entre là-dedans ?
german: [_R_] Wie komme ich dort ein?
italian: [_R_] Come posso entrare lì?

source: [_R_] Shit, Sidney... Where did you go?
french: [_R_] Merde, Sidney... Où est-ce que tu es allé ?
german: [_R_] Shit, Sidney... Wohin bist du gegangen?
italian: [_R_] Merda, Sidney... Dove sei andato?

source: [_R_] Sidney? can you hear me?
french: [_R_] Sidney ? Tu m'entends ?
german: [_R_] Sidney? Kannst du mich hören?
italian: [_R_] Sidney? Riesci a sentirmi?

source: [_R_] Goddammit! I'm going to need a weapon!
french: [_R_] Bon sang ! Je vais avoir besoin d'une arme !
german: [_R_] Goddammit! Ich werde eine Waffe brauchen!
italian: [_R_] Goddammit! Avrò bisogno di un'arma!

source: [_MD_] {i}(muffled voice){/i} Whoa, [ryan]! What's the hurry?
french: [_MD_] {i}(voix étouffée){/i} Whoa, [ryan]! Qu'est-ce qui presse ?
german: [_MD_] {i}(verstümmelte Stimme){/i} Whoa, [ryan]! Was ist die Eile?
italian: [_MD_] {i}(voce smorzata){/i} Whoa, [ryan]! Qual è la fretta?

source: [_MG_] Yeah, didn't you want to hear if we beat the DemiGobbler?
french: [_MG_] Ouais, tu ne voulais pas savoir si on avait battu le DemiGobbler ?
german: [_MG_] Ja, wolltest du nicht hören, wenn wir den DemiGobbler besiegen?
italian: [_MG_] Sì, non hai voluto sentire se abbiamo battuto il DemiGobbler?

source: [_L_] We did!
french: [_L_] Nous l'avons fait !
german: [_L_] Wir haben es getan!
italian: [_L_] Abbiamo fatto!

source: [_R_] Did you cheat?... Wait! Never mind! I don't have time for this!
french: [_R_] Tu as triché ?... Attends ! Laisse tomber ! Je n'ai pas le temps pour ça !
german: [_R_] Hast du geschummelt?... Warte! Vergiss es! Ich habe keine Zeit für so was!
italian: [_R_] Hai imbrogliato?... Aspetta! Mai mente! Non ho tempo per questo!

source: [_MG_] Yeah, is Sidney okay?
french: [_MG_] Oui, est-ce que Sidney va bien ?
german: [_MG_] Ja, ist Sidney in Ordnung?
italian: [_MG_] Sì, Sidney va bene?

source: [_R_] Sorry, I don't have time to explain!
french: [_R_] Désolé, je n'ai pas le temps d'expliquer !
german: [_R_] Entschuldigung, ich habe keine Zeit zu erklären!
italian: [_R_] Scusa, non ho tempo di spiegare!

source: [_L_] Where are you going with that knife?
french: [_L_] Où vas-tu avec ce couteau ?
german: [_L_] Wohin gehst du mit diesem Messer?
italian: [_L_] Dove vai con quel coltello?

source: [_R_] No time to explain!
french: [_R_] Pas le temps d'expliquer !
german: [_R_] Keine Zeit zu erklären!
italian: [_R_] Non c'è tempo da spiegare!

source: [_L_] Moooom!
french: [_L_] Maaammmmaaannn!

source: [_R_] Here I come, Sidney!
french: [_R_] J'arrive, Sidney !
german: [_R_] Hier komme ich, Sidney!
italian: [_R_] Qui vengo, Sidney!

source: [_M_] [ryan], no!
french: [_M_] [ryan], non !
german: [_M_] [ryan], nein!

source: [_M_] Don't you dare!
french: [_M_] N'ose pas !
german: [_M_] wagst du nicht!
italian: [_M_] Non osare!

source: [_M_] Are you kidding me?
french: [_M_] Tu te moques de moi ?
german: [_M_] Scherzen?
italian: [_M_] Mi stai prendendo in giro?

source: [_M_] What are you thinking?
french: [_M_] Qu'est-ce que tu penses ?
german: [_M_] Was denkst du?
italian: [_M_] Cosa stai pensando?

source: [_R_] Sidney's stuck in the mirror!
french: [_R_] Sidney est coincé dans le miroir !
german: [_R_] Sidney steckt im Spiegel!
italian: [_R_] Sidney bloccato nello specchio!

source: [_M_] What?
french: [_M_] Quoi?
german: [_M_] Was?
italian: [_M_] Cosa?

source: [_R_] I said, Sidney's stuck...
french: [_R_] J'ai dit, Sidney est coincé...
german: [_R_] Ich sagte, Sidney steckte fest...
italian: [_R_] Ho detto, Sidney bloccato...

source: [_R_] Why are you running around in your underwear when my friends are over?
french: [_R_] Pourquoi tu te balades en sous-vêtements quand mes amis sont là ?
german: [_R_] Warum bist du in deiner Unterwäsche herumgelaufen, wenn meine Freunde vorbei sind?
italian: [_R_] Perché stai correndo nella tua biancheria intima quando i miei amici sono finiti?
