Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] Then what's stopping us? Is it your mom? I'm not going to tell her, and you've got those pictures just in case.
french: [_R_] Alors qu'est-ce qui nous arrête? Est-ce votre mère ? Je ne vais pas lui dire, et vous avez ces photos au cas où.
italian: [_R_] Che cosa ci ferma? È tua madre? Non le dirò, e hai quelle foto solo nel caso.
portuguese: [_R_] Então o que está nos parando? É a sua mãe? Eu não vou contar a ela, e você tem essas imagens por precaução.
russian: Тогда что нас останавливает? Это твоя мама? Я не собираюсь ей рассказывать, и у тебя есть эти фотографии на всякий случай.

source: [_MD_] It's Lauren.
french: [_MD_] C'est Lauren.
italian: [_MD_] È Lauren.
portuguese: [_MD_] É Lauren.
russian: [_MD_] Это Лоран

source: [_MD_] After we all messed around together in the garden, she and I have been doing a lot of... "talking"... about you.
french: [ _MD_ ] Après que nous ayons tous déjoué ensemble dans le jardin, elle et moi avons fait beaucoup de ... "Parler" ... à votre sujet.
italian: [_MD_] Dopo che tutti abbiamo incazzato insieme nel giardino, io e lei abbiamo fatto molto di... "parla"... di te.
portuguese: [__MD_] Depois que todos nós bagunçamos juntos no jardim, ela e eu temos feito muito ... "falando" ... sobre você.
russian: [ _MD_] После того, как мы все испортилось в саду, она и я много делали ... "говорить" ... о тебе.

source: [_MD_] She's a little possessive, you know? Not one to share her toys. She made me promise her something.
french: [_MD_] Elle est un peu possessive, vous savez ? Personne pour partager ses jouets. Elle m'a fait promettre quelque chose.
italian: [_MD_] Lei è un po' possessiva, lo sa? Non uno per condividere i suoi giocattoli. Mi ha fatto promettere qualcosa.
portuguese: [_MD_] Ela é um pequeno possessivo, você sabe? Ninguém para compartilhar os brinquedos. Ela me fez prometer algo a ela.
russian: Она немного одержима, понимаешь? Не для того, чтобы поделиться своими игрушками. Она застала меня пообещать ей кое-что

source: [_R_] I see...
french: [_R_] Je vois...
italian: [_R_] vedo...
portuguese: [_R_] Estou vendo...
russian: [ _R_] Я вижу ...

source: [_MD_] Look, I'm dying to lose my virginity. The only reason I didn't lose it at my old school is because of my overbearing mother.
french: [ _MD_ ] Ecoute, je meurs de perdre ma virginité. La seule raison pour laquelle je ne l'ai pas perdu dans mon ancienne école est à cause de ma mère surelle.
italian: [_MD_] Guarda, sto morendo per perdere la verginità. L'unica ragione per cui non l'ho persa nella mia vecchia scuola è a causa della mia madre sovrabbondante.
portuguese: [_MD_] Olha, estou morrendo de vontade de perder minha virgindade. A única razão pela qual não a perdi na escola antiga é por causa da minha mãe dominante.
russian: Слушай, я умираю, чтобы потерять девственность. Единственная причина, по которой я не потеряла его в своей старой школе, это из-за моей подшипной матери.

source: [_MD_] If I had it my way, I'd have you balls deep in my {i}very{/i} wet pussy, tonight.
french: [_MD_] Si j'avais mon chemin, je vous aurais des boules au fond de ma chatte {i}très{/i} mouillée, ce soir.
italian: [_MD_] Se l'avessi fatto a modo mio, ti avrei fatto delle palle in profondità nella mia figa bagnata {i}molto{/i}, stasera.
portuguese: [__MD_] Se eu tivesse do meu jeito, eu teria você bolas profundas no meu {i}muito {/i} bichano molhado, esta noite.
russian: [ _MD_] Если бы у меня был свой путь, то у меня были бы яйца в глубине {i}очень сырой киски, сегодня вечером.

source: [_R_] But you don't want to break your word to Lauren.
french: [ _R_ ] Mais vous ne voulez pas casser votre mot à Lauren.
italian: [_R_] Ma non vuoi rompere la tua parola a Lauren.
portuguese: [_R_] Mas você não quer quebrar sua palavra a Lauren.
russian: [_R_] Но вы не хотите ломать слово в Лоурен.

source: [_MD_] I'm sorry, you have no idea how much I want to.
french: [_MD_] Je suis désolé, vous n'avez aucune idée de ce que je veux.
italian: [_MD_] Mi dispiace, non hai idea di quanto voglio.
portuguese: [_MD_] Me desculpe, você não tem ideia do quanto eu quero.
russian: [_MD_] Извините, вы не имеете идеи, сколько я хочу.

source: [_R_] Hey, it's ok... She made you promise not to fuck me. I understand.
french: [_R_] Hé, c'est bien... Elle vous a fait promettre de ne pas me baiser. Je comprends.
italian: [_R_] Ehi, va bene... Lei ti ha fatto promettere di non scoparmi.
portuguese: [_R_] Ei, está bem... Ela fez você prometer não me importar. Eu entendo.
russian: Эй, все в порядке ... Она дала тебе обещание не трахать меня. Я понимаю.

source: [_MD_] Well, that wasn't what she said, but I'm glad you understand.
french: [_MD_] Eh bien, ce n'est pas ce qu'elle a dit, mais je suis heureux que vous compreniez.
italian: [_MD_] Beh, non era quello che ha detto, ma sono contento che capisci.
portuguese: [__MD_] Bem, não foi o que ela disse, mas eu estou feliz que você entendeu.
russian: Ну, это не то, что она сказала, но я рад, что ты понимаешь.

source: [_MDT_] {i}Fuck, my panties are soaking right now.{/i}
french: [_MDT_] {i}Fuck, ma culotte trempe en ce moment.{/i}
italian: [_MDT_] {i}Scopo, le mie mutandine sono in ammollo adesso.{/i}
portuguese: [__MDT_] {i}Fuck, minha calcinha está encharcada agora mesmo. {/i}
russian: [_MDT_] {i}Вкус, мои брюки просыпаются.{/i}

source: [_R_] Wait... If she didn't tell you not to fuck me, what did she say exactly?
french: [_R_] Attendez... Si elle ne vous a pas dit de ne pas me baiser, qu'a-t-elle dit exactement ?
italian: [_R_] Aspetta... Se non ti ha detto di non scoparmi, cosa ha detto esattamente?
portuguese: [_R_] Espera ... Se ela não disse para não me foder, o que ela disse exatamente?
russian: [ _R_] Подождите ... Если она не сказала тебе не трахать меня, что она сказала?

source: [_MD_] Huh? Oh, umm... "not to go any farther with you unless she was there too".
french: [_MD_] Huh? Oh, umm... « Ne pas aller plus loin avec vous, sauf si elle était là aussi. »
italian: [_MD_] Huh? Oh, umm... "non andare più lontano con te a meno che non ci fosse troppo".
portuguese: [_MD_] Hein? Oh, umm ... "não ir mais longe com você a não ser que ela estivesse lá também".
russian: [ _MD_] Да? О, умм ... "не идти дальше с тобой, если только она не была там".

source: [_MDT_] {i}This is so frustrating! I was already turned on from reading about Oedipus complexes, but now that I know [ryan] and Lauren are fucking... real incest! Not in a book or a fake step-cest video on PornNexus.{/i}
french: [_MDT_] {i}C'est tellement frustrant ! J'étais déjà allé de la lecture sur les complexes Oedipus, mais maintenant que je sais [ryan] et Lauren baisent. . réel incest! Pas dans un livre ou une fausse vidéo sur PornNexus.{/i}
italian: [_MDT_] {i}Questo è così frustrante! Sono già stato acceso dalla lettura di complessi Edipus, ma ora che so che [ryan] e Lauren stanno scopando. . real incest! Non in un libro o in un falso video step-cest su PornNexus.{/i}
portuguese: [_MDT_] {i}Isso é tão frustrante! Já estava habituado a ler sobre complexos de Oedipus, mas agora que sei que [ryan] e Lauren são caralhos. . verdadeiro incesto! Não está em um livro ou um vídeo falso sobre o PornNexus.{/i}
russian: [_MDT_] {i}Это так разочаровано! Я уже был включен в чтение о комплексах Oedipus, но теперь, когда я знаю, что [ryan] и Лорен Fucking. . настоящий incest! Не в книге или поддельном пошаговом видео на PornNexus.{/i}

source: [_MDT_] {i}Dammit! I want to at least suck his cock again, but I'm so turned on, as soon as I got my hands wrapped around that massive dick of his, there's no way I wouldn't be begging him to fuck me.{/i}
french: [_MDT_] {i}Dammit! Je veux au moins sucer à nouveau sa queue, mais je suis tellement allumé, Dès que je me suis fait envelopper les mains autour de cette grosse bite du sien, il n'y a aucun moyen de ne pas le supplier de me baiser. /i}
italian: [_MDT_] {i}Dammit! Voglio almeno succhiare di nuovo il suo cazzo, ma sono così acceso, non appena ho avuto le mani avvolte quel suo cazzo massiccio, non c'è modo che non lo pregherei di scoparmi. /i}
portuguese: U[_MDT_] {i}de Droga! Eu quero pelo menos chupar o galo dele novamente, mas estou tão ligado Assim que eu coloquei minhas mãos ao redor daquele pó massivo dele, não teria jeito de eu implorar a ele que me matasse. /i}
russian: [ _MDT_] {i}Даммит! Я хочу, по крайней мере, сосать его член, но я так повернулся, как только мои руки обмотались вокруг этого массивного члена его, я бы не стал умолять его трахнуть меня.

source: [_MDT_] {i}I'd better kick him out of here before I lose all control and do something stupid.{/i}
french: [_MDT_] {i}Je ferais mieux de le expulser d'ici avant de perdre tout contrôle et de faire quelque chose de stupide.{/i}
italian: [_MDT_] {i}Farei meglio a cacciarlo fuori da qui prima di perdere tutto il controllo e fare qualcosa di stupido.{/i}
portuguese: [_MDT_] {i}Eu melhor chutaria ele para fora daqui antes que eu perca todo o controle e faça algo estúpido. {/i}
russian: [_MDT_] {i}Я бы лучше выгнал его из отсюда, прежде чем потерял контроль и что-то глупое.{/i}

source: [_R_] Hang on! She said "not unless she was there with us"?
french: [_R_] Attendez-vous! Elle a dit "pas à moins qu'elle ne soit là avec nous"?
italian: [_R_] Hang su! Ha detto "non a meno che non fosse lì con noi"?
portuguese: [_R_] Espera! Ela disse "não a menos que estivesse lá conosco"?
russian: [ _R_] Hang on! Она сказала "нет, если только она не была с нами"?

source: [_MD_] Yeah, so?...
french: [_MD_] Ouais, alors?...
italian: [_MD_] Sì, sì?...
portuguese: [_MD_] Sim, então?...
russian: [ _MD_] Да, так? ...

source: [_R_] I mean... technically...
french: [_R_] Je veux dire... techniquement...
italian: [_R_] Voglio dire... tecnicamente...
portuguese: [_R_] Eu quero dizer ... tecnicamente ...
russian: Я имею в виду ... технически ...

source: [_R_] Yeah?
french: [_R_] Oui?
italian: [_R_] Sì?
portuguese: [_R_] sim?
russian: Да?

source: [_MD_] Shut up and take your pants off.
french: [ _MD_ ] Ferme et retire votre pantalon.
italian: [_MD_] Stai zitto e tolga i pantaloni.
portuguese: [_MD_] Desligue e tire suas calças.
russian: [_MD_] Зарядитесь и выбери свои штаны.

source: [_MD_] Wait, help me get Lauren naked too.
french: [_MD_] Attendez, aidez-moi à naître Lauren aussi.
italian: [_MD_] Aspetta, aiutami anche a diventare nudo.
portuguese: [_MD_] Espere, me ajude a pegar Lauren nu também.
russian: [ _MD_] Подождите, помогите мне найти Лорен голая.

source: [_R_] What, why?
french: [_R_] Quoi? Pourquoi?
italian: [_R_] Cosa, perché?
portuguese: [_R_] O quê, por quê?
russian: [_R_] Что?

source: [_MD_] I'm not on the pill, so you have to pull out. You don't want to risk knocking me up, do you?
french: [_MD_] Je ne suis pas sur la pilule, donc vous devez vous retirer. Vous ne voulez pas risquer de me faire sauter, n'est-ce pas?
italian: [_MD_] Non sono sulla pillola, quindi devi tirare fuori. Non vuoi rischiare di bussarmi, vero?
portuguese: [__MD_] Eu não estou tomando pílula, então você tem que puxar para fora. Você não quer correr o risco de me bater, não é mesmo?
russian: [ _MD_] Я не на таблетках, так что нужно вытаскивать. Ты же не хочешь рисковать, не так ли?

source: [_R_] Umm... I guess not, but...
french: [_R_] Euh... Je suppose que non, mais...
italian: [_R_] Umm... Credo di no, ma...
portuguese: [_R_] Umm ... Acho que não, mas ...
russian: [ _R_] Umm ... Думаю, нет, но ...

source: [_MD_] Instead, I want you to cum all over Lauren's pussy.
french: [ _MD_ ] Au lieu de ça, je veux que tu ftes la chatte de Lauren.
italian: [_MD_] Invece, voglio che tu cum in tutta la figa di Lauren.
portuguese: [_MD_] Em vez disso, eu quero que você cace por toda a puxão de Lauren.
russian: [_MD_] Вместо этого, я хочу, чтобы вы собрались над пылью Лорана.

source: [_MD_] I've still got to study tonight and I'm going to need a snack.
french: [ _MD_ ] J'ai encore à étudier ce soir et je vais avoir besoin d'une collation.
italian: [_MD_] Devo ancora studiare stasera e mi servirà uno spuntino.
portuguese: [__MD_] Eu ainda tenho que estudar hoje à noite e vou precisar de um lanche.
russian: Я все еще должен учиться сегодня, и мне нужно перекусить.

source: [_RT_] {i}Wow! I think I'm falling in love.{/i}
french: [_RT_] {i}Wow! Je pense que je tombe amoureusement{/i}
italian: [_RT_] {i}Wow! Penso di essere innamorato.{/i}
portuguese: [_RT_] {i}Uau! Eu acho que estou caindo no amor. {/i}
russian: [_RT_] {i}Вау! Я думаю, что я влюблена.{/i}

source: [_R_] You ready for this?
french: [_R_] Vous êtes prêt pour cela ?
italian: [_R_] Sei pronto per questo?
portuguese: [_R_] Você está pronto para isso?
russian: [_R_] Вы готовы к этому?

source: [_MD_] Fuck, I always forget how big you are.
french: [_MD_] Fuck, j'oublie toujours que tu es grande.
italian: [_MD_] Scopo, dimentico sempre quanto sei grande.
portuguese: [_MD_] Porra, eu sempre esqueço como você é grande.
russian: Блядь, я всегда забываю, насколько ты большой.

source: [_MD_] What if you don't fit?
french: [ _MD_ ] Que faire si vous ne vous y faites pas?
italian: [_MD_] E se non si adatta?
portuguese: [_MD_] E se você não encaixar?
russian: [_MD_] Что если вы не помешаете?

source: [_R_] If I can squeeze inside Lauren's tight little pussy, I'll fit in your pretty little pussy too.
french: [ _R_ ] Si je peux coincer dans la petite chatte de Lauren, je vais entrer dans ta jolie petite chatte aussi.
italian: [_R_] Se posso spremere dentro la piccola figa stretta di Lauren, mi inserirò anche nella tua piccola figa.
portuguese: [_R_] Se eu puder apertar dentro da coxinha apertada da Lauren, eu vou encaixar na sua bichinha bem pequena também.
russian: [ _R_] Если я могу втисну внутри Лорен узкую киску, я тоже умею в твоей миленькой киски.

source: [_MD_] Awe, you think my pussy's pretty?
french: [_MD_] Ah, tu penses que ma chatte est belle ?
italian: [_MD_] Awe, pensi che la mia figa sia carina?
portuguese: [__MD_] Awe, você acha que minha bichinha é bonita?
russian: Ау, ты думаешь, моя киска хорошенька?

source: [_R_] Pretty sexy.
french: [_R_] Jolie sexy.
italian: [_R_] abbastanza sexy.
portuguese: [_R_] Bem sexy.
russian: [_R_] Довольная сексуальность.

source: [_R_] Hang on, let me do something to make your first time easier.
french: [ _R_ ] Attendez, laissez-moi faire quelque chose pour vous faciliter la première fois.
italian: [_R_] Aspetta, lasciami fare qualcosa per rendere la tua prima volta più facile.
portuguese: [_R_] Espera, deixe-me fazer algo para facilitar sua primeira vez.
russian: [ _R_] Подожди, позволь мне сделать что-то, чтобы сделать ваше первое время проще.

source: [_MD_] Hey! What are you doing back there?
french: [_MD_] Hé ! Que faites-vous là-bas ?
italian: [_MD_] Ehi! Cosa stai facendo lì indietro?
portuguese: [_MD_] Ei! O que você está fazendo lá atrás?
russian: [ _MD_] Эй! Что ты там делаешь?

source: [_R_] I've gotten pretty good at eating pussy. You're already wet, but I'm gonna get your pretty little virgin pussy even wetter.
french: [_R_] Je suis assez doué en mangeant de la chatte. Tu es déjà mouillé, mais je vais faire mouiller ta jolie petite chatte vierge.
italian: [_R_] Ho ottenuto abbastanza bravo a mangiare la figa. Sei già bagnato, ma ho intenzione di ottenere la tua piccola figa vergine ancora più umida.
portuguese: [__R_] Eu fiquei muito bom em comer coxinha. Você já está molhada, mas eu vou pegar sua bichinha de virgem ainda mais úmida.
russian: Я неплохо поел киску. Ты уже мокрый, но я получу твою маленькую девственную киску.

source: [_MD_] Mmm... It's not going to be virgin much longer.
french: [_MD_] Mmm... Il ne sera pas vierge plus longtemps.
italian: [_MD_] Mmm... Non sarà più vergine.
portuguese: [_MD_] Humm ... Não vai ser virgem por muito mais tempo.
russian: [_MD_] Mmm... Это не будет девственной дольше.

source: [_MD_] Ah... that feels nice!
french: [_MD_] Ah... c'est sympa !
italian: [_MD_] Ah... che si sente bene!
portuguese: [_MD_] Ah ... isso se sente legal!
russian: Это приятно!

source: [_MD_] {i}(Whispering){/i} I'm sorry Lauren, but your big brother is about to fuck me. Don't worry though, I'll make sure to include you.
french: [_MD_] {i}(Whispering){/i} Je suis désolé Lauren, mais votre grand frère est sur le point de me baiser. Ne vous inquiétez pas, je vais m'assurer de vous inclure.
italian: [_MD_] {i}(Whispering){/i} Mi dispiace Lauren, ma tuo fratello grande sta per scoparmi. Non preoccuparti però, assicurerò di includerti.
portuguese: [_MD_] {i}(sussurando){/i} Desculpe Lauren, mas seu irmão grande está prestes a me mudar. Mas não se preocupe, terei certeza de incluir você.
russian: [_MD_] {i}(Шепот){/i} Мне жаль Лоурен, но твой большой брат собирается меня есть. Не волнуйтесь, я обязательно тебя включим.

source: [_MD_] {i}(Whispering){/i} When he pulls out of my pussy, he's going to cum all over yours. Then I'm going to give your pussy a nice, long, {i}deep{/i}, tongue bath.
french: [_MD_] {i}(Whispering){/i} Quand il sort de ma chatte, il va éjaculer sur la vôtre. Alors je vais donner à votre chatte un beau long et beau bain de langue {i}{/i}.
italian: [ _MD_] {i}(Whispering) {/i} Quando si tira fuori dalla mia femminuccia, guarirà tutto il tuo. Poi darò la tua femminucce una bella, lunga, {i}deep {/i}, bagno di lingua.
portuguese: [_MD_] {i}(sussurro){/i} Quando puxa a minha puxão, ele vai para o cum de toda a sua. Em seguida, vou dar ao seu pussy um bom banho, longo, {i}profundo{/i}, banho de língua.
russian: [ _MD_] {i}(Стыкание) { /i } Когда он вытаскивает мою киску, он собирается обниматься по всему твоему. Тогда я дам тебе свою киску, длинную, {i}глубиной { /i }, ванну языка.

source: [_MD_] Fuck, you are pretty good at that.
french: [_MD_] Fuck, tu es assez bien à cela.
italian: [_MD_] Cazzo sei abbastanza bravo a quello.
portuguese: [_MD_] Porra, você é muito bom nisso.
russian: Бля, ты в этом хорош.

source: [_MD_] God, [ryan]! I can't wait anymore... Fuck me!
french: [_MD_] Dieu, [ryan]! J'ai hâte d'attendre plus... Fuck moi !
italian: [_MD_] Dio, [ryan]! Non vedo più l'aspetto... Cazzo me!
portuguese: [__MD_] Deus, [ryan]! Eu não posso esperar mais ... Foda-se eu!
russian: [ _MD_] Бог, [ ryan]! Я больше не могу ждать ... Нахуй меня!

source: [_R_] You ready to lose your virginity?
french: [ _R_ ] Vous êtes prêt à perdre votre virginité?
italian: [_R_] Sei pronto a perdere la verginità?
portuguese: [__R_] Você está pronto para perder a virgindade?
russian: [ _R_] Вы готовы потерять девственность?

source: [_MD_] Come on, stop teasing my pussy already! Slide that big cock into me.
french: [ _MD_ ] Allez, arrête de taquiner ma chatte déjà ! Diapositive cette grosse queue en moi.
italian: [_MD_] Avanti, smettila già di prendere in giro la mia figa!
portuguese: [__MD_] Vamos, pare de provocar o meu bichano já! Deslize esse pau grande em mim.
russian: [ _MD_] Давай, прекрати дразнивать мою киску! Задвинaй в меня большой член.

source: [_R_] Should I slide it in fast, or slow?
french: [ _R_ ] Dois-je la glisser rapidement ou lentement?
italian: [_R_] Devo farla scorrere velocemente, o lentamente?
portuguese: [_R_] Devo deslizá-lo em jejum, ou devagar?
russian: [ _R_] Должен ли я работать с ним быстро или медленно?

source: [_MD_] Dammit, [ryan]! Are you trying to get me to beg you to fuck me?
french: [_MD_] Dammit, [ryan]! Vous essayez de m'amener à me supplier de me baiser ?
italian: [_MD_] Dammit, [ryan]! Stai cercando di farmi pregare di scoparmi?
portuguese: [_MD_] Maldição, [ryan]! Você está tentando me fazer lhe implorar que me fogue?
russian: [ _MD_] Даммит, [ ryan]! Ты хочешь, чтобы я умолял тебя трахать меня?

source: [_R_] Maybe, how bad do you want it?
french: [ _R_ ] Peut-être, qu'est-ce que vous voulez?
italian: [_R_] Forse, quanto male lo vuoi?
portuguese: [_R_] Talvez, quão ruim você quer isso?
russian: [ _R_] Может быть, как тебе это плохо?

source: [_MD_] Do it slow... I want to savor every inch of that meaty cock.
french: [ _MD_ ] Procédez lentement ... Je veux savourer chaque centimètre de ce coq.
italian: [_MD_] Fallo lentamente... Voglio assaporare ogni centimetro di quel cazzo carnoso.
portuguese: [_MD_] Faça mais devagar... Eu quero salgar cada polegada daquele coque de carne.
russian: [_MD_] Делайте это медленно... Я хочу, чтобы каждый дюйм этой мясной петухой.

source: [_R_] You can do better than that.
french: [ _R_ ] Vous pouvez faire mieux que ça.
italian: [_R_] Puoi fare meglio di quello.
portuguese: [_R_] Você pode fazer melhor do que isso.
russian: [_R_] Вы можете сделать лучше, чем это.

source: [_MD_] Please, [ryan]! I need your cock in me! I'm so fucking horny, I'm losing my mind! Fuck me already!
french: [_MD_] S'il vous plaît, [ryan]! J'ai besoin de votre queue en moi ! Je suis tellement fucking horny, je me perds d'esprit ! Fuck me déjà !
italian: [_MD_] Per favore, [ryan]! Ho bisogno del tuo cazzo in me! Sono così eccitato, sto perdendo la mente! Cazzo già!
portuguese: [_MD_] Por favor, [ryan]! Preciso do seu galo em mim! Eu sou tão chifre de caramba, estou perdendo a minha mente! Vá comigo!
russian: [ _MD_] Пожалуйста, [ ryan]! Мне нужен твой член во мне! Я такой грёбаный, что я теряю свое мнение! Нахуй меня!

source: [_MD_] {i}(Whispering){/i} Oh, shit! Was I too loud?
french: [_MD_] {i}(Whispering){/i} Oh, merde! J’étais trop fort ?
italian: [_MD_] {i}(Whispering){/i} Oh, merda! Ero troppo forte?
portuguese: [_MD_] {i}(Sussurro){/i} Ah, merda! Eu estava muito alto?
russian: [_MD_] {i}(Шепотая){/i} Ах, дерзки! Я слишком громко?

source: [_R_] {i}(Whispering){/i} Maybe they're going to the bathroom.
french: [_R_] {i}(murmure) {/i} Peut-être allons-nous dans la salle de bains.
italian: [_R_] {i}(Whispering){/i} Forse stanno andando in bagno.
portuguese: [_R_] {i}(Sussurro){/i} Talvez eles vão ao banheiro.
russian: [_R_] {i}(Шепотая){/i} может быть, они собираются в ванную комнату.

source: [_MD_] {i}(Whispering){/i} Quick, hide under the bed!
french: [_MD_] {i}(Whispering){/i} Rapide, se cacher sous le lit !
italian: [_MD_] {i}(Whispering){/i} Veloce, nascondi sotto il letto!
portuguese: [_MD_] {i}(sussurrando){/i} Rápido, esconder-se debaixo da cama!
russian: [_MD_] {i}(Шепотая){/i} Потрясает, скрывайтесь под кровать!

source: [_MDT_] {i}Crap, Lauren and I are both still naked! What do I do?{/i}
french: [_MDT_] {i}Crap, Lauren et moi sommes tous deux encore nus ! Que dois-je faire ?{/i}
italian: [_MDT_] {i}Crap, Lauren ed io siamo ancora nudi! Cosa faccio?{/i}
portuguese: [_MDT_] {i}Crap, Lauren e eu ainda estamos pelados! O que eu faço?{/i}
russian: [_MDT_] {i}Crap, Lauren и я оба все еще голы! Что я делаю?{/i}

source: [_C_] {i}(Whispering){/i} Mandy, you still awake?
french: [_C_] {i}(Whispering){/i} Mandy, vous êtes toujours éveillé?
italian: [_C_] {i}(Whispering){/i} Mandy, sei ancora sveglio?
portuguese: [__C_] {i}(Sussurrando) {/i} Mandy, você ainda acordou?
russian: [_C_] {i}(Шепотая){/i} Мандой, вы все еще просыпаетесь?

source: [_CT_] {i}Why are they naked?{/i}
french: [_CT_] {i}Pourquoi sont-ils nus ?{/i}
italian: [_CT_] {i}Perché sono nudi?{/i}
portuguese: [_CT_] {i}Por que eles são naked? {/i}
russian: [_CT_] {i}Почему они обнажены?{/i}
