Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RV_] Do these silk stockings feel good on that dick?
dutch: [_RV_] Zijn deze voorpanden van de zijkant geschikt voor dat plak?
german: [_RV_] Fühlen sich diese Seidenstrümpfe gut auf diesem Schwanz?

source: [_RV_] I can't even believe how big that dick is!
dutch: [_RV_] Ik kan niet eens geloven hoe groot die woordenboek is!
german: [_RV_] Ich kann nicht einmal glauben, wie groß dieser Schwanz ist!

source: [_RV_] You're as big as most of the guys in my family.
dutch: [_RV_] Je bent zo groot als de meeste jongens in mijn familie.
german: [_RV_] Du bist so groß wie die meisten Jungs in meiner Familie.

source: [_R_] How do you know how big the guys in your family are?
dutch: [_R_] Hoe weet je hoe groot de jongens in je familie zijn?
german: [_R_] Wie wissen Sie, wie groß die Jungs in Ihrer Familie sind?

source: [_RV_] Uhhh... Did you say this is your first footjob?
dutch: [_RV_] Uhhh... Heb je gezegd dat dit je eerste voetbaan is?
german: [_RV_] Uhhhh... Hast du gesagt, dass dies dein erster Fußjob ist?

source: [_R_] Nnnooo... I didn't say.
dutch: [_R_] Nnnooo... Ik heb niet gezegd.
german: [_R_] Nnnooo... Ich habe nicht gesagt.

source: [_RV_] Well I hope it's feeling good!
dutch: [_RV_] Nou, ik hoop dat het goed is!
german: [_RV_] Nun, ich hoffe, es fühlt sich gut!

source: [_RT_] {i}She really wanted to dodge that question.{/i}
dutch: [_RT_] {i}Ze wilde die vraag echt ontwijken.{/i}
german: [_RT_] {i}Sie wollte diese Frage wirklich ausweichen.{/i}

source: [_R_] Oh, fuck!... I'm gonna cum!
dutch: [_R_] Oh, fuks!... Ik ga maar!
german: [_R_] Oh, fuck!... Ich werde mit!

source: [_RV_] Wow! I thought last time that maybe you were just really backed up, but you nutted so much again!
dutch: [_RV_] Wauw! Ik dacht de vorige keer dat je net een echte back-up maakte, maar je hebt er zo veel over gesproken!
german: [_RV_] Wow! Ich dachte, dass Sie vielleicht das letzte Mal wirklich gesichert waren, aber Sie haben so viel geschmückt!

source: [_RV_] I feel really lucky that you picked me again! I'm tempted to just leave this all over my foot!
dutch: [_RV_] Ik heb echt geluk dat je me weer hebt gekozen! Ik ben in de verleiding gekomen om dit alles net over mijn hoofd te laten!
german: [_RV_] Ich fühle mich wirklich glücklich, dass du mich wieder erwischt hast! Ich bin versucht, dies einfach ganz über meinen Fuß zu verlassen!

source: [_RV_] I hope to see you back in here soon!
dutch: [_RV_] Ik hoop je snel weer terug te zien!
german: [_RV_] Ich hoffe, dich bald wieder hier zu sehen!

source: [_RV_] Mmmm... You're the whole package! Huge dick, and you can nut more than anyone I've ever seen!
dutch: [_RV_] Mmmm... Je bent het hele pakket! Enorme doekje, en je kunt meer noten dan wie dan ook die ik ooit gezien heb!
german: [_RV_] Mmmm... Du bist das ganze Paket! Riesiger Schwanz, und du kannst mehr Nuss als jeder andere, den ich je gesehen habe!

source: [_RV_] Thanks for picking me to spend time with tonight! That was a lot of fun. I really hope you'll choose me again in the future!
dutch: [_RV_] Bedankt voor het kiezen van mij om vanavond tijd door te brengen! Dat was erg leuk. Ik hoop echt dat je me in de toekomst opnieuw zult kiezen!
german: [_RV_] Danke, dass du mich auswählst, um heute Abend Zeit zu verbringen! Das war viel Spaß. Ich hoffe wirklich, dass du mich in Zukunft wieder wählen wirst!

source: [_RV_] Why don't you lie down?
dutch: [_RV_] Waarom lieg je niet neer?
german: [_RV_] Warum liegst du nicht hinunter?

source: [_R_] So, you're going to make me pleasure you again, huh?
dutch: [_R_] Dus je gaat me weer plezier geven, toch?
german: [_R_] Also, du wirst mich wieder erfreuen, oder?

source: [_RV_] You got a problem with that?
dutch: [_RV_] Heb je daar een probleem mee?
german: [_RV_] Du hast ein Problem damit bekommen?

source: [_R_] Not at all, I actually really enjoyed it last time.
dutch: [_R_] Helemaal niet, ik heb het de laatste keer echt leuk gevonden.
german: [_R_] Ich habe es das letzte Mal wirklich genossen.

source: [_RV_] Good!, and if you do a good job, and I'll let you cum down my throat again.
dutch: [_RV_] Goed, en als je het goed doet, laat ik je weer door de keel knippen.
german: [_RV_] Gut!, und wenn du gute Arbeit machst, und ich lasse dich wieder in den Kehl ficken.

source: [_R_] I'll do my best!
dutch: [_R_] Ik zal mijn best doen!
german: [_R_] Ich werde mein Bestes tun!

source: [_RT_] {i}Mmmm... that feels really good!{/i}
dutch: [_RT_] {i}Mmmm... dat echt goed voelt!{/i}
german: [_RT_] {i}Mmmm... das fühlt sich wirklich gut an!{/i}

source: [_RT_] {i}And this pussy doesn't taste bad either.{/i}
dutch: [_RT_] {i}En deze drusy smaakt ook niet slecht.{/i}
german: [_RT_] {i}Und diese Fotze schmeckt auch nicht schlecht.{/i}

source: [_RT_] {i}Oh, God!... That's starting to feel good!{/i}
dutch: [_RT_] {i}Oh, God!... Dat voelt je goed!{/i}
german: [_RT_] {i}Oh, Gott!... Das beginnt gut zu fühlen!{/i}

source: [_RT_] {i}I think she must be feeling good too.{/i}
dutch: [_RT_] {i}Ik denk dat ze zich ook goed voelt.{/i}
german: [_RT_] {i}Ich glaube, sie muss sich gut fühlen.{/i}

source: [_RT_] {i}Her pussy juices are starting to run down my face!{/i}
dutch: [_RT_] {i}Haar pop begint mijn gezicht te raken!{/i}
german: [_RT_] {i}Ihre Fotzensäfte beginnen mein Gesicht herunterzulaufen!{/i}

source: [_RT_] {i}Luckily, she doesn't squirt like the girls in my family!{/i}
dutch: [_RT_] {i}Gelukkig jaagt ze niet zoals de meisjes in mijn familie! {/i}
german: [_RT_] {i}Glücklicherweise spritzen sie nicht wie die Mädchen in meiner Familie!{/i}

source: [_RV_] God, that felt good!
dutch: [_RV_] God, dat voelde goed!
german: [_RV_] Gott, das fühlte sich gut!

source: [_RT_] {i}Mmmm... wow!... What was I thinking about?{/i}
dutch: [_RT_] {i}Mmmm... wow!... Waar dacht ik aan?{/i}
german: [_RT_] {i}Mmmm... wow!... woran dachte ich?{/i}

source: [_RV_] Follow me, I'll show you what you can get for two hundred dollars.
dutch: [_RV_] Volg me, ik zal je laten zien wat je krijgt voor tweehonderd dollar.
german: [_RV_] Folge mir, ich zeige dir, was du für zweihundert Dollar bekommen kannst.

source: [_R_] Can I ask why?
dutch: [_R_] Kan ik vragen waarom?
german: [_R_] Kann ich fragen, warum?

source: [_R_] Shouldn't I only have to pay half, if I'm doing half the work?
dutch: [_R_] Moet ik maar de helft betalen als ik het werk doe?
german: [_R_] Sollte ich nicht nur die Hälfte bezahlen müssen, wenn ich die Hälfte der Arbeit erledige?

source: [_RV_] Listen, as a waitress, I'm not really on the menu.
dutch: [_RV_] Luister, als een wachtwoord, ik ben niet echt op het menu.
german: [_RV_] Hört zu, als Kellnerin, ich bin nicht wirklich auf dem Menü.

source: [_RV_] Since I'm making myself available to you, the least you can do it give me some pleasure in return.
dutch: [_RV_] Omdat ik mezelf beschikbaar stel, kan ik er in ieder geval wat plezier in hebben.
german: [_RV_] Da ich mich für Sie zur Verfügung stelle, kannst du das zumindest tun, um mir im Gegenzug ein wenig Freude zu machen.

source: [_R_] I was just kidding. I can't wait to taste your pussy.
dutch: [_R_] Ik was een grapje. Ik kan niet wachten om je push-smaak te proeven.
german: [_R_] Ich war gerade ein Scherz. Ich kann nicht warten, deine Fotze zu schmecken.

source: [_RV_] Do a good job, and I'll let you cum down my throat.
dutch: [_RV_] Doe goed werk, en ik laat je mijn keel door knuffelen.
german: [_RV_] Machen Sie einen guten Job, und ich lasse Sie meine Kehle runter.

source: [_RT_] {i}It's a good thing she's not on the menu. I wouldn't want to eat a pussy that had been fucked earlier.{/i}
dutch: [_RT_] {i}is een goed ding dat ze niet op het menu heeft. Ik zou geen poëzie willen eten die eerder vermorzeld was.{/i}
german: [_RT_] {i}Es ist gut, dass sie nicht im Menü ist. Ich möchte keine Fotze essen, die früher gefickt wurde.{/i}

source: [_RT_] {i}Oh, fuck! If she cums like the girls in my family, I could drown!{/i}
dutch: [_RT_] {i}Oh, fuck! Als ze klimt zoals de meisjes in mijn familie, kan ik verdrinken!{/i}
german: [_RT_] {i}Oh, fuck! Wenn sie wie die Mädchen in meiner Familie umgeht, könnte ich ertrinken!{/i}

source: [_RT_] {i}Looks like she's not a squirter.{/i}
dutch: [_RT_] {i}lijkt erop dat ze geen vierkant.{/i} is
german: [_RT_] {i}sieht aus als sei sie kein Squirter.{/i}

source: [_RT_] {i}Maybe the girls in my family are pretty unique?{/i}
dutch: [_RT_] {i}Misschien zijn de meisjes in mijn familie vrij uniek?{/i}
german: [_RT_] {i}Vielleicht sind die Mädchen in meiner Familie ziemlich einzigartig?{/i}

source: [_RT_] {i}I'm about to nut!{/i}
dutch: [_RT_] {i}Ik sta op het punt te noten!{/i}
german: [_RT_] {i}Ich bin im Begriff!{/i}

source: [_RT_] {i}Ravyn said that if I did a good job I could cum down her throat again.{/i}
dutch: [_RT_] {i}Ravyn zei dat ik haar keel door kon knuffelen als ik het goed gedaan heb. {/i}
german: [_RT_] {i}Ravyn sagte, dass, wenn ich gute Arbeit geleistet habe, ich sie wieder niederlegen könnte.{/i}

source: [_RT_] {i}I gave her an orgasm, I think that qualifies as a good job.{/i}
dutch: [_RT_] {i}Ik heb haar een orgaan gegeven, ik denk dat dit een goed werk is.{/i}
german: [_RT_] {i}Ich habe ihr einen Orgasmus gegeben, ich denke, dass er sich als guter Job qualifiziert.{/i}

source: [_RT_] {i}Oh, God!...{/i}
german: [_RT_] {i}Oh, Gott!...{/i}

source: [_RVT_] {i}Wow! Just like the last time!{/i}
dutch: [_RVT_] {i}Wow! Net zoals de laatste keer!{/i}
german: [_RVT_] {i}Wow! Genau wie beim letzten Mal!{/i}

source: [_RVT_] {i}Most of it went down my throat, but some of it came up into my mouth!{/i}
dutch: [_RVT_] {i}Het grootste deel ging mijn keel omlaag, maar sommige ervan kwamen mijn mond in!{/i}
german: [_RVT_] {i}Das meiste ging mir in den Kehle, aber einige davon kamen in meinen Mund!{/i}

source: [_RVT_] {i}Just swallow it down, and...{/i}
dutch: [_RVT_] {i}Gewoon inslikken, en...{/i}
german: [_RVT_] {i}Schlucken Sie es einfach und...{/i}

source: [_R_] Fuck!
german: [_R_] Verdammt!

source: [_RVT_] {i}There's more?!{/i}
dutch: [_RVT_] {i}Er zijn meer?!{/i}
german: [_RVT_] {i}Es gibt mehr?!{/i}

source: [_RVT_] {i}Well, at least I was somewhat expecting it this time!{/i}
dutch: [_RVT_] {i}Wel, ik had het deze keer tenminste een beetje verwacht!{/i}
german: [_RVT_] {i}Nun, zumindest habe ich es diesmal etwas erwartet! {/i}

source: [_RVT_] {i}I've got it... Just swallow it down again and...{/i}
dutch: [_RVT_] {i}Ik heb het gekregen... Slaat het gewoon weer neer en...{/i}
german: [_RVT_] {i}Ich habe es erhalten... schlucken Sie es einfach erneut und...{/i}

source: [_RVT_] {i}Shit, again?{/i}
dutch: [_RVT_] {i}Shit, opnieuw?{/i}
german: [_RVT_] {i}Shit, wieder?{/i}

source: [_RVT_] {i}My stomach is getting full!{/i}
dutch: [_RVT_] {i}Mijn maag wordt vol!{/i}
german: [_RVT_] {i}Mein Magen wird voll!{/i}

source: [_RVT_] {i}I've just got to get this down and I'm sure there won't be any...{/i}
dutch: [_RVT_] {i}Ik heb dit net te pakken en ik weet zeker dat het er niet zijn...{/i}
german: [_RVT_] {i}Ich muss das gerade aufholen und ich bin sicher, dass es keinen geben wird...{/i}

source: [_RVT_] {i}Fuck, I still haven't swallowed the last load!{/i}
dutch: [_RVT_] {i}Fuck, ik sliep nog steeds de laatste lading niet door!{/i}
german: [_RVT_] {i}Fuck, ich habe die letzte Last noch nicht verschluckt! {/i}

source: [_RVT_] {i}Where am I going to put...{/i}
dutch: [_RVT_] {i}Waar ben ik naar...{/i}
german: [_RVT_] {i}Wo werde ich setzen...{/i}

source: [_RV_] Good God!
dutch: [_RV_] Goed God!
german: [_RV_] Guten Gott!

source: [_RV_] I swear that was more than the last time you came!
dutch: [_RV_] Ik zweer dat meer was dan de laatste keer dat je kwam!
german: [_RV_] Ich schwöre das war mehr als das letzte Mal, dass du gekommen bist!

source: [_RV_] You pretty much filled my stomach, again!
dutch: [_RV_] Je vulde mijn maag, opnieuw!
german: [_RV_] Du hast meinen Bauch schon mal gefüllt!

source: [_RV_] I doubt I'll need any breakfast tomorrow.
dutch: [_RV_] Ik betwijfel of ik morgen ontbijt nodig heb.
german: [_RV_] Ich bezweifle, dass ich morgen ein Frühstück brauche.

source: [_RV_] So, thanks for the free meal.
dutch: [_RV_] Dus bedankt voor de gratis maaltijd.
german: [_RV_] Also danke für die kostenlose Mahlzeit.

source: [_RV_] I hope I made you happy!
dutch: [_RV_] Ik hoop dat ik je blij maak!
german: [_RV_] Ich hoffe, ich habe dich glücklich gemacht!

source: [_R_] Did you ever!
dutch: [_R_] Ben je ooit!
german: [_R_] hast du noch nie gehört!

source: [_RV_] Hehe... Good! I hope to see you back in here soon!
dutch: [_RV_] Hehe... Goed! Ik hoop je snel weer terug te zien!
german: [_RV_] Hehe... Gut! Ich hoffe, bald wieder hier zu sein!

source: [_RT_] {i}Ravyn said that if I did a good job I could cum down her throat.{/i}
dutch: [_RT_] {i}Ravyn zei dat ik haar keel door kon knuffelen als ik het goed gedaan heb. {/i}
german: [_RT_] {i}Ravyn sagte, dass, wenn ich gute Arbeit geleistet habe, ich sie runterbrennen könnte.{/i}

source: [_RVT_] {i}Wow! He just came a ton!{/i}
dutch: [_RVT_] {i}Wow! Hij kwam net een ton!{/i}
german: [_RVT_] {i}Wow! Er kam gerade zum Ton!{/i}

source: [_RVT_] {i}Well, that was a bit unexpected!{/i}
dutch: [_RVT_] {i}Nou, dat was een beetje onverwachts!{/i}
german: [_RVT_] {i}Nun, das war ein bisschen unerwartet! {/i}

source: [_RVT_] {i}How is this possible!?{/i}
dutch: [_RVT_] {i}Hoe is dit mogelijk!?{/i}
german: [_RVT_] {i}Wie ist das möglich!?{/i}

source: [_RV_] How can your balls make so much cum!?
dutch: [_RV_] Hoe kan je ballen zoveel kom maken!?
german: [_RV_] Wie können deine Kugeln so viel mitmachen!?

source: [_RV_] I didn't know it was possible for a guy to cum so much!
dutch: [_RV_] Ik wist niet dat het voor een kerel mogelijk was om zo veel te knappen!
german: [_RV_] Ich wusste nicht, dass es einem Kerl so viel kochen koennte!

source: [_RV_] Where are you keeping that much cum?
dutch: [_RV_] Waar houd je zoveel kum?
german: [_RV_] Wo hältst du so viel mit?

source: [_R_] I don't know.
dutch: [_R_] Ik weet het niet.
german: [_R_] Ich weiß es nicht.

source: [_RV_] Well, you pretty much filled my stomach!
dutch: [_RV_] Nou, je hebt bijna mijn buik gevuld!
german: [_RV_] Nun, du hast meinen Magen ziemlich gefüllt!

source: [_RV_] My pussy was just starting to recover from last time!
dutch: [_RV_] Mijn posy begon net te herstellen van de vorige keer!
german: [_RV_] Meine Fotze hat gerade angefangen sich vom letzten Mal zu erholen!

source: [_RV_] Hopefully it can just get used to your huge dick.
dutch: [_RV_] Hopelijk kan het gewoon gewend raken aan je enorme lucht.
german: [_RV_] Hoffentlich kann es sich einfach an deinen riesigen Schwanz gewöhnen.

source: [_RV_] Uummpphhh, this dick is so big!
dutch: [_RV_] Uummpfh, deze luik is zo groot!
german: [_RV_] Uummpphhhh, dieser Schwanz ist so groß!

source: [_RV_] Is it possible it grew even bigger since last time?.
dutch: [_RV_] Is het mogelijk dat het nog groter is geworden sinds de vorige keer?
german: [_RV_] Ist es möglich, dass es seit dem letzten Mal noch größer geworden ist?.

source: [_RV_] It's like a hammer against my womb!
dutch: [_RV_] Het is als een hamer tegen mijn baarmoeder!
german: [_RV_] Es ist wie ein Hammer gegen meinen Leibe!

source: [_RV_] Now it's starting to feel good!
dutch: [_RV_] Nu begint het zich goed te voelen!
german: [_RV_] Jetzt fängt es an, sich gut zu fühlen!

source: [_RV_] It's incredible how deep I can take such a big dick!
dutch: [_RV_] Het is ongelofelijk hoe diep ik zo'n groot doekje kan nemen!
german: [_RV_] Es ist unglaublich, wie tief ich einen so großen Schwanz nehmen kann!

source: [_R_] Your pussy is so tight! I love it!
dutch: [_R_] Je pauze is zo dik! Ik vind het leuk!
german: [_R_] Deine Fotze ist so dick! Ich liebe es!

source: [_RV_] Yeah, well... You're still ruining me. Every dick is going to feel small to me after this.
dutch: [_RV_] Yeah, goed... Je verpest me nog steeds. Elke luik voelt me klein na deze.
german: [_RV_] Ja, ja... Du ruinierst mich noch immer. Jeder Schwanz wird mir danach klein fühlen.

source: [_RV_] You'll have to keep coming back to satisfy me.
dutch: [_RV_] Je moet blijven terugkeren om me tevreden te stellen.
german: [_RV_] Du musst immer wieder zurückkommen, um mich zufrieden zu stellen.

source: [_RV_] Follow me, I'll show you what you can get for eight hundred dollars.
dutch: [_RV_] Volg me, ik zal je laten zien wat je voor achthonderd dollar kunt krijgen.
german: [_RV_] Folge mir, ich zeige dir, was du für achthundert Dollar bekommen kannst.

source: [_RV_] I hope I can take your huge dick in my little pussy.
dutch: [_RV_] Ik hoop dat ik je grote fluitje van mijn potje kan halen.
german: [_RV_] Ich hoffe, ich kann Euch einen dicken Schwanz in meine kleine Fotze nehmen.

source: [_RV_] Hopefully you don't bust my womb right open.
dutch: [_RV_] Hopelijk buste je mijn buik niet meteen open.
german: [_RV_] Hoffentlich ist mein Gebärmutter nicht nach rechts geöffnet.

source: [_R_] So, we're gonna fuck?
dutch: [_R_] Dus, we gaan fuck?
german: [_R_] Also, wir werden fuck?

source: [_RV_] We're gonna fuck!
dutch: [_RV_] We gaan fuk maken!
german: [_RV_] Wir werden ficken!

source: [_RV_] You ready to fuck me?
dutch: [_RV_] Je bent klaar om me te trotseren?
german: [_RV_] Du bist bereit mich zu ficken?

source: [_R_] More than ready!
dutch: [_R_] Meer dan klaar!
german: [_R_] Mehr als bereit!

source: [_RV_] Pull down those pants then and let's see what we're working with.
dutch: [_RV_] Schuif die broek dan naar beneden, en laten we kijken waar we mee bezig zijn.
german: [_RV_] Ziehe diese Hosen dann herab und lass uns sehen, womit wir arbeiten.

source: [_RV_] It's been a while since I've had anything this big in there.
dutch: [_RV_] Het is al een tijdje geleden dat ik daar iets groots heb gehad.
german: [_RV_] Es ist eine Weile her, dass ich etwas so Großes dort hatte.

source: [_RV_] I didn't think it could get any deeper, but I swear this position is hitting places inside of me that I didn't even know I had!
dutch: [_RV_] Ik dacht niet dat het nog dieper zou kunnen worden, maar ik zweer dat deze positie plaatsen in mij treft waarvan ik niet eens wist dat ik die had!
german: [_RV_] Ich habe nicht gedacht, es könnte tiefer werden, aber ich schwöre diese Position trifft Plätze in mir, dass ich nicht einmal wusste, dass ich hatte!

source: [_RV_] Yeah, well... You're ruining me. Every dick is going to feel small to me after this.
dutch: [_RV_] Yeah, goed... Je verpest me. Elke luik voelt me klein.
german: [_RV_] Ja, ja... Du ruinierst mich. Jeder Schwanz wird mir danach klein fühlen.

source: [_R_] I'm so close!... Can I cum inside you, again?
dutch: [_R_] Ik ben zo dichtbij!... Kan ik weer binnen in je kuppen, opnieuw?
german: [_R_] Ich bin so nah!... Darf ich mich wieder in dir befragen?

source: [_RV_] God, yes! I'm not on the pill, but I'll just take a morning after one.
dutch: [_RV_] God, ja! Ik ben niet op de pil maar ik neem er net een ochtend na!
german: [_RV_] Gott, ja! Ich bin nicht auf der Pille, aber ich nehme nur einen Morgen nach einem.

source: [_RV_] And if you cum as much as you did the last time we fucked, I'll' have to take the entire box to keep from getting pregnant
dutch: [_RV_] En als je net zoveel koekt als jij de laatste keer hebt gedaan dat we hebben gefnuikt, Ik moet de hele doos nemen om zwanger te blijven
german: [_RV_] Und wenn du das letzte Mal gefickt hast Ich muss die ganze Box nehmen, um nicht schwanger zu werden

source: [_RV_] Mmmm... I felt that!
dutch: [_RV_] Mmmm... Ik voelde dat!
german: [_RV_] Mmmm... Ich fühlte das!

source: [_RV_] But if I know you, there's going to be more.
dutch: [_RV_] Maar als ik je ken, zal er meer zijn.
german: [_RV_] Aber wenn ich dich kenne, wird es mehr geben.

source: [_RV_] Oh, God!... You planted your seed so deep in me!
dutch: [_RV_] Oh, God!... Je hebt je seed zo diep in me geplant!
german: [_RV_] Oh, Gott!... Du hast deinen Samen so tief in mich gepflanzt!

source: [_RV_] I think my womb can fit more cum this time since you stretched it so much the last time you came in me.
dutch: [_RV_] Ik denk dat mijn buik deze keer meer kan passen sinds je hem zo lang uitrekt als de laatste keer dat je in me kwam.
german: [_RV_] Ich denke, mein Muttermund kann dieses Mal mehr pausieren, da du es beim letzten Mal in mich gedehnt hast.

source: [_RV_] No, I was wrong! There's no more room!
dutch: [_RV_] Nee, ik had het mis! Er is geen kamer meer!
german: [_RV_] Nein, ich war falsch! Es gibt keinen Platz mehr!

source: [_RV_] I'm going to pop!
dutch: [_RV_] Ik ga uitpakken!
german: [_RV_] Ich werde Pop!

source: [_RV_] Uuuhhh!...
german: [_RV_] Uuuhhhh!...

source: [_RV_] Look at this! It just won't stop dripping!
dutch: [_RV_] Kijk hier! Het zal niet stoppen met driven!
german: [_RV_] Sieh dir das an! Es wird einfach nicht aufhören zu tropfen!

source: [_RV_] I mean, I know I shouldn't be surprised after how long I was dripping after the last time we did it.
dutch: [_RV_] Ik bedoel, ik weet dat ik niet verbaasd moet zijn na hoe lang ik gedropt was na de laatste keer dat we het deden.
german: [_RV_] Ich meine, ich weiß, dass ich nicht überrascht sein sollte, nachdem ich nach dem letzten Mal tropfen wollte.

source: [_RV_] I'll bet you gave me triplets!
dutch: [_RV_] Ik wed dat je me drie keer hebt gegeven!
german: [_RV_] Ich wette, dass du mir Triplets gegeben hast!

source: [_RV_] I can't forget to take that "Plan B" birth control!
dutch: [_RV_] Ik kan niet vergeten om die "Plan B" geboortebeperking mee te nemen!
german: [_RV_] Ich kann nicht vergessen, die Geburtenkontrolle "Plan B" zu nehmen!

source: [_RV_] Nobody wants to have a pregnant waitress.
dutch: [_RV_] Niemand wil een zwangere wacht.
german: [_RV_] Niemand möchte eine schwangere Kellnerin haben.

source: [_RV_] I hope you enjoyed fucking me!
dutch: [_RV_] Ik hoop dat je van het verdomde van me hebt genoten!
german: [_RV_] Ich hoffe, dass es dir gefallen hat, mich zu ficken!

source: [_R_] Five stars!
dutch: [_R_] Vijf sterren!
german: [_R_] 5 Sterne!

source: [_RV_] Haha... You still haven't posted that as a yelp review.
dutch: [_RV_] Haha... Je hebt dat nog niet gepost als yelp review.
german: [_RV_] Haha... Du hast das immer noch nicht als gelbe Bewertung gepostet.

source: [_R_] I'll get on that!
dutch: [_R_] Daar zal ik aan beginnen!
german: [_R_] Ich werde darauf kommen!

source: [_RV_] Hehe... Well, I'm already looking forward to your next visit!
dutch: [_RV_] Hehe... Nou, ik kijk al uit naar je volgende bezoek!
german: [_RV_] Hehe... Nun, ich freue mich schon auf Ihren nächsten Besuch!

source: [_RV_] See you soon!
dutch: [_RV_] Tot ziens!
german: [_RV_] Bis bald!

source: [_R_] I'm so close!... Can I cum inside you?
dutch: [_R_] Ik ben zo dichtbij!... Kan ik je knappen?
german: [_R_] Ich bin so nah!... Kann ich in dir fragen?

source: [_RV_] And if you cum as much as you did the last time we messed around, I might have to take the entire box to keep from getting pregnant
dutch: [_RV_] En als je net zo knuffelt als jij de laatste keer dat we een fout maakten, Misschien moet ik de hele doos meenemen om de zwangerschap te voorkomen
german: [_RV_] Und wenn du so viel geil bist, wie du es beim letzten Mal gemacht hast, Möglicherweise muss ich die ganze Box nehmen, um nicht schwanger zu werden

source: [_RV_] I love feeling cum swimming around inside my womb!
dutch: [_RV_] Ik voel me geweldig in mijn baarmoeder zwemmen!
german: [_RV_] Ich liebe es, wenn ich in meinem Leib schwimmen möchte!

source: [_RV_] I think my womb is full!
dutch: [_RV_] Ik denk dat mijn buik vol is!
german: [_RV_] Ich glaube, mein Gebärmutter ist voll!

source: [_RV_] More? There's not room for anymore!
dutch: [_RV_] meer? Er is geen ruimte meer voor meer!
german: [_RV_] mehr? Es ist nicht mehr Platz für mehr!
