Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_G_] Sorry about the noise. The kid wouldn't stop asking questions.
dutch: [_G_] Sorry voor het lawaai. Het kind zal niet ophouden vragen te stellen.
german: [_G_] Entschuldigen Sie den Lärm. Das Kind würde nicht aufhören, Fragen zu stellen.

source: [_J_] I didn't even notice.
dutch: [_J_] Ik heb het niet eens opgemerkt.
german: [_J_] Ich habe nicht einmal bemerkt.

source: [_J_] Can you go settle the bill and get Franky to bring the car to the front?
dutch: [_J_] Kun je de rekening afbetalen en Franky laten betalen om de auto naar de voorkant te brengen?
german: [_J_] Kannst du die Rechnung begleichen und Franky dazu bringen, das Auto nach vorne zu bringen?

source: [_J_] Have Franky take Armani home... I've got an engagement tonight.
dutch: [_J_] Heeft Franky Armani naar huis genomen... Ik heb vanavond een relatie.
german: [_J_] Habe Franky Armani nach Hause genommen... Ich habe heute Abend ein Engagement erhalten.

source: [_G_] Oh, what kind of engagement?
dutch: [_G_] Oh, wat voor soort betrokkenheid?
german: [_G_] Oh, was für ein Engagement?

source: [_J_] The kind where you wait in the car.
dutch: [_J_] Het soort waar je in de auto wacht.
german: [_J_] Die Art, wo Sie im Auto warten.

source: [_J_] Have Franky take Armani home... We'll be going with Johnny. We've got more unexpected business we've got to take care of tonight.
dutch: [_J_] Heeft Franky Armani naar huis gebracht... We gaan met Johnny. We hebben meer onverwachte zaken waar we vanavond voor moeten zorgen.
german: [_J_] Habe Franky Armani nach Hause nehmen... Wir gehen mit Johnny weiter. Wir haben mehr unerwartete Geschäfte, um die wir uns heute Abend kümmern müssen.

source: [_G_] Sure thing, Boss.
dutch: [_G_] Zeker zeker, Baas
german: [_G_] Sicher, Boss.

source: [_A_] It looks like we're going.
dutch: [_A_] Het lijkt erop dat we gaan.
german: [_A_] Es sieht so aus, als ob wir gehen.

source: [_A_] Thanks for keeping me company.
dutch: [_A_] Bedankt dat je me gezelschap houdt.
german: [_A_] Danke, dass du mich Gesellschaft gehalten hast.

source: [_A_] I'll see you around the club?
dutch: [_A_] Ik zal je zien rond de club?
german: [_A_] Ich sehe dich im Club?

source: [_R_] Yeah, most likely.
dutch: [_R_] Yeah, waarschijnlijk.
german: [_R_] Ja, am wahrscheinlichsten.

source: [_J_] Sorry to interrupt your time with your mom tonight.
dutch: [_J_] Sorry om je tijd vanavond te onderbreken met je moeder.
german: [_J_] Entschuldigen Sie, dass Sie heute Abend Ihre Zeit mit Ihrer Mama unterbrechen.

source: [_J_] Don't worry, I was a complete gentleman, and I'm even paying the bill.
dutch: [_J_] Maak je geen zorgen, ik was een complete heer en ik betaal zelfs de rekening.
german: [_J_] Keine Sorge, ich war ein absoluter Gentleman, und ich bezahle sogar die Rechnung.

source: [_RT_] {i}As if that's a fair trade for whatever it was you did to my mom again!{/i}
dutch: [_RT_] {i}Alsof dat een eerlijke transactie is voor wat je ook bij mijn moeder hebt gedaan!{/i}
german: [_RT_] {i}als ob das ein fairer Handel für alles ist, was du meiner Mutter wieder getan hast!{/i}

source: [_RT_] {i}And I can't say anything, or I'll end up on the bottom of the harbor.{/i}
dutch: [_RT_] {i}En ik kan niets zeggen, of ik kom onderaan op de haar.{/i}
german: [_RT_] {i}Und ich kann nichts sagen, oder ich komme am Ende am Ende des Hafens. {/i}

source: [_R_] Thank you.
dutch: [_R_] Dank u wel.
german: [_R_] Ich danke Ihnen.

source: [_J_] I think your mom had a good time. I think it was good for her to have another conversation with someone a little closer to her age.
dutch: [_J_] Ik denk dat je moeder een goede tijd had. Ik denk dat het goed voor haar was om nog een gesprek te voeren met iemand die iets dichter bij haar leeftijd ligt.
german: [_J_] Ich denke, deine Mutter hatte eine gute Zeit. Ich denke, es war gut für sie, ein weiteres Gespräch mit jemandem zu führen, der ihrem Alter ein wenig näher kommt.

source: [_RT_] {i}I'm all alone in this hallway with him... I'd be doing the world a favor if I killed him now.{/i}
dutch: [_RT_] {i}Ik ben helemaal alleen met hem... Ik doe de wereld een plezier als ik hem nu vermoord.{/i}
german: [_RT_] {i}Ich bin mit ihm allein in diesem Flur. Ich würde der Welt einen Gefallen tun, wenn ich ihn jetzt getötet habe.{/i}

source: [_RT_] {i}If only I knew how to kill a man with my bare hands.{/i}
dutch: [_RT_] {i}Als ik maar wist hoe ik een man met mijn blote handen moest doden.{/i}
german: [_RT_] {i}Wenn ich nur wußte, wie ich einen Mann mit meinen nackten Händen töte.{/i}

source: [_J_] Anyways, thanks for sharing her with me tonight, and now, she's all yours.
dutch: [_J_] Hoe dan ook, bedankt dat je haar vanavond met me deelt, en nu is ze allemaal van jou.
german: [_J_] Jedenfalls vielen Dank, dass Sie sie heute Abend mit mir geteilt haben, und jetzt ist sie alles.

source: [_RT_] {i}Goddammit!... What happened in there?{/i}
dutch: [_RT_] {i}Goddammit!... Wat is er gebeurd?{/i}
german: [_RT_] {i}Goddammit!... Was ist da geschehen?{/i}

source: [_RT_] {i}They better not have gone any further than last time.{/i}
dutch: [_RT_] {i}Ze zijn beter niet verder gegaan dan de vorige keer.{/i}
german: [_RT_] {i}Sie sind besser nicht weiter gegangen als das letzte Mal.{/i}

source: [_R_] Mom?... you doing ok?
dutch: [_R_] Moment?... doe je goed?
german: [_R_] Mama?... du machst OK?

source: [_M_] Yeah, I'm doing great.
dutch: [_M_] Ja, ik doe het geweldig.
german: [_M_] Ja, ich mache es toll.

source: [_RT_] {i}There's a puddle of water next to her again. There's no water cups on the table, so... not a spill.{/i}
dutch: [_RT_] {i}Er is weer een waterpuddel naast haar. Er zijn geen waterbekers op tafel, zoals... geen spoel.{/i}
german: [_RT_] {i}Es gibt wieder einen Wasserpuddel neben ihr. Es gibt keine Wasserbecher auf dem Tisch, so... keine Spill.{/i}

source: [_M_] Joey's paying for our dinner, so I guess we can go any time you're ready.
dutch: [_M_] Joey's betaalt voor ons diner, dus ik denk dat we kunnen gaan wanneer je er klaar voor bent.
german: [_M_] Joey zahlt für unser Abendessen, so dass ich vermute, dass wir jederzeit gehen können, wenn du bereit bist.

source: [_R_] That sounds good, but I've got to ask. Why is there a puddle right under you again?
dutch: [_R_] Dat klinkt goed, maar ik moet het vragen. Waarom zit er weer een plots recht onder jou?
german: [_R_] Das klingt gut, aber ich muss mich fragen. Warum gibt es wieder ein Puddle unter dir?

source: [_MT_] Oh, fuck!... I forgot to wipe that up before he came in here again.
dutch: [_MT_] Oh, fuck!... Ik ben vergeten dat te wissen voordat hij hier weer binnenkwam.
german: [_MT_] Ah, fick!... Ich habe vergessen, das oben zu löschen, bevor er wieder hierher kam.

source: [_M_] Is there?... Huh...
dutch: [_M_] Is er?... Huh...
german: [_M_] Ist da?... Huh...

source: [_M_] Maybe one of us spilled our water.
dutch: [_M_] Misschien heeft een van ons ons water gemorst.
german: [_M_] Vielleicht hat einer von uns unser Wasser vergossen.

source: [_R_] We didn't get any water... only wine.
dutch: [_R_] We krijgen geen water... alleen wijn.
german: [_R_] Wir haben kein Wasser bekommen... nur Wein.

source: [_R_] And that's definitely not wine.
dutch: [_R_] En dat is zeker geen wijn.
german: [_R_] Und das ist definitiv kein Wein.

source: [_R_] Mom... Is that?...
dutch: [_R_] Mom... Is dat?...
german: [_R_] Mom... Ist das?...

source: [_M_] Is it what?
dutch: [_M_] Is het wat?
german: [_M_] Was ist das?

source: [_M_] What were you going to say?
dutch: [_M_] Wat ging je zeggen?
german: [_M_] Was würden Sie sagen?

source: [_R_] Let's just say, I've seen you leave puddles in other places before, too.
dutch: [_R_] laten we zeggen, ik heb je al eerder platen op andere plaatsen zien achterlaten.
german: [_R_] Lasst uns nur sagen, ich habe gesehen, dass du Pfütze auch an anderen Orten zuvor verlassen hast.

source: [_M_] I don't like what you're insinuating!
dutch: [_M_] Ik vind wat je insinueert niet leuk!
german: [_M_] Ich mag nicht, was du unterstellst!

source: [_M_] You'd better watch it!
dutch: [_M_] Je kunt het maar beter bekijken!
german: [_M_] Du solltest es besser sehen!

source: [_M_] I think we'd better go before you say something else stupid.
dutch: [_M_] Ik denk dat we beter kunnen gaan voordat je iets anders dom zegt.
german: [_M_] Ich denke, wir sollten besser gehen, bevor du etwas anderes dumm sagst.

source: [_R_] Yeah. I've lost my appetite, so we can go.
dutch: [_R_] Yeah. Ik heb mijn eetlust verloren, zodat we kunnen gaan.
german: [_R_] Ja. Ich habe meinen Appetit verloren, so dass wir gehen können.

source: [_MT_] {i}Is he upset?... Does he suspect something?{/i}
dutch: [_MT_] {i}Is hij boost?... Verdenkt hij iets?{/i}
german: [_MT_] {i}Ist er störend?... Verdächtigt er etwas?{/i}

source: [_MT_] {i}Shit! Were we more obvious than I thought?{/i}
dutch: [_MT_] {i}Shit! Waren we duidelijker dan ik?{/i}
german: [_MT_] {i}Shit! Waren wir offensichtlicher als ich dachte?{/i}

source: [_M_] I've really enjoyed our date again!
dutch: [_M_] Ik heb nog een keer genoten van onze datum!
german: [_M_] Ich habe unser Datum wirklich genossen wieder!

source: [_R_] Uh... Sure... Whatever.
dutch: [_R_] Uh... Natuurlijk... Wat ooit.
german: [_R_] Uh... Sicher... <unk> ver.

source: [_R_] Let's just get home.
dutch: [_R_] Laten we net thuiskomen.
german: [_R_] Kommen wir nur nach Hause.

source: [_M_] Already?
dutch: [_M_] altijd?
german: [_M_] bereit?

source: [_M_] Aren't you in the mood for an adventure?
german: [_M_] bist du nicht in der Stimmung für ein Abenteuer?

source: [_R_] Sorry, not tonight. I've got homework.
dutch: [_R_] Sorry, niet vanavond. Ik heb huiswerk.
german: [_R_] Tut mir leid, nicht heute Abend. Ich habe Hausaufgaben.

source: [_M_] [ryan], I'm the one who assigns your homework. Don't worry, I'll let you be a little late on Monday's assignment.
dutch: [_M_] [ryan], ik ben degene die jouw huiswerk toewijzen. Maak je geen zorgen, ik laat je maandag een beetje te laat zijn op de toewijzing.
german: [_M_] [ryan], ich bin derjenige, der deine Hausaufgaben zuweist. Keine Sorge, ich lasse dich bei der Aufgabe am Montag etwas verspäten.

source: [_M_] And since that's settled, let's go to the beach!
dutch: [_M_] En omdat dat klaar is, gaan we naar het strand!
german: [_M_] Und da sich das erledigt, gehen wir zum Strand!

source: [_R_] I'm sorry that Joey had to leave and you ended up stuck with me.
dutch: [_R_] Het spijt me dat Joey weg moest en je kwam vast te zitten bij me.
german: [_R_] Es tut mir leid, dass Joey gehen musste und du am Ende bei mir geblieben bist.

source: [_R_] It means that you were all smiles after your little talk with Joey.
dutch: [_R_] Het betekent dat je allemaal glimlachen was na je kleine gesprek met Joey.
german: [_R_] Es bedeutet, dass Sie alle nach Ihrem kleinen Gespräch mit Joey lächelten.

source: [_R_] You seem to enjoy his company way more than mine.
dutch: [_R_] Je lijkt meer te genieten van zijn bedrijf dan de mijne.
german: [_R_] Du scheinst seine Firma mehr zu genießen als meine.

source: [_RT_] If only fucking Joey DeCapo hadn't shown up again!
dutch: [_RT_] Als alleen maar een fucking van Joey DeCapo niet meer was getoond!
german: [_RT_] Wenn nur Joey DeCapo gefickt wurde, ist nicht wieder erschienen!

source: [_J_] Trust me, you guys are going to love it.
dutch: [_J_] Vertrouw me, jij gaat ervan houden.
german: [_J_] Vertrauen Sie mir, Sie werden es lieben.

source: [_MT_] {i}Shit, I guess I'm still really horny from giving [ryan] a blowjob in the dressing room earlier.{/i}
dutch: [_MT_] {i}Shit, ik denk dat ik nog steeds vreselijk ben om [ryan] eerder een klontje in de dresserkamer te geven.{/i}
german: [_MT_] {i}Shit, ich vermute, ich bin immer noch wirklich geil, [ryan] einen Blowjob im Ankleideraum zu geben.{/i}

source: [_J_] I'm really glad you're coming around the club more often.
dutch: [_J_] Ik ben echt blij dat je vaker door de club komt.
german: [_J_] Ich bin wirklich froh, dass du öfter durch den Club kommst.

source: [_J_] It's really admirable the way your supporting your daughters wishes to work there.
dutch: [_J_] Het is echt bewonderenswaardig hoe je je dochters steunt om daar te werken.
german: [_J_] Es ist wirklich bewundernswert, wie deine Töchter dort arbeiten wollen.

source: [_J_] Now, we've just got to get you taking a more active roll.
dutch: [_J_] Nu moeten we je een actievere rol laten spelen.
german: [_J_] Jetzt müssen wir dich dazu bringen, eine aktivere Rolle zu spielen.

source: [_J_] I don't come by the club on Monday very often, but if I knew you were dancing and such, I'd be there every Monday.
dutch: [_J_] Ik kom maandag niet vaak bij de club, maar als ik wist dat je aan het dansen was, ben ik er elke maandag.
german: [_J_] Ich komme nicht sehr oft vom Club am Montag, aber wenn ich wußte, daß du tanzst und solche, würde ich jeden Montag da sein.

source: [_J_] Plus, I know you'd bring in a lot of money for both of us.
dutch: [_J_] Plus, ik weet dat je veel geld voor ons beiden mee zal brengen.
german: [_J_] Plus, ich weiß, du würdest viel Geld für uns beide einbringen.

source: [_R_] If my business keeps growing the way it is right now, Neither you or Sidney will need to work at all in the very near future.
dutch: [_R_] Als mijn bedrijf blijft groeien zoals het nu is, Noch jij noch Sidney zullen in de zeer nabije toekomst überhaupt moeten werken.
german: [_R_] Wenn mein Unternehmen weiter so wächst wie es gerade ist Weder Sie noch Sidney werden in naher Zukunft arbeiten müssen.

source: [_J_] That's right... Agent Diaz has been telling me about how successful your little venture is becoming!
dutch: [_J_] Dat klopt... Agent Diaz heeft me verteld hoe succesvol je kleine onderneming wordt!
german: [_J_] Das ist richtig... Agent Diaz hat mir erzählt, wie erfolgreich dein kleines Abenteuer wird!

source: [_J_] I'm glad to hear you're starting to have some good success!
dutch: [_J_] Ik ben blij te horen dat je een goed succes begint te worden!
german: [_J_] Ich freue mich zu hören, dass du einen guten Erfolg haben wirst!

source: [_J_] I've got to say I loved your set the most.
dutch: [_J_] Ik moet zeggen dat ik het leukst vond van jouw set.
german: [_J_] Ich muss sagen, dass ich dein Set am meisten liebte.

source: [_M_] Thank you! You should become a supporter and you'll see the really good pictures.
dutch: [_M_] Bedankt! Je zou een supporter moeten worden en je ziet de echt goede foto's.
german: [_M_] Danke! Du solltest ein Unterstützer werden und du wirst die wirklich guten Bilder sehen.

source: [_J_] Oh, I'm already a supporter.
dutch: [_J_] Oh, ik ben al een supporter.
german: [_J_] Oh, ich bin bereits ein Unterstützer.

source: [_J_] I don't really know anything about that Harry Potter story, but that didn't stop me from loving that set.
dutch: [_J_] Ik weet niets van dat Harry Potter verhaal, maar dat heeft me er niet van weerhouden om van dat verhaal te houden.
german: [_J_] Ich weiß nicht wirklich etwas über diese Harry Potter Geschichte, aber das hat mich nicht davon abgehalten, dieses Set zu lieben.

source: [_A_] No, Uncle.... it's Perry Hotter... Harry Potter just sounds like a stupid name for a main character.
dutch: [_A_] Nee, Ok.... het is Perry Hotter... Harry Potter klinkt gewoon als een domme naam voor een hoofdpersonage.
german: [_A_] Nein, Einlege.... es ist Perry Hotter... Harry Potter klingt nur wie ein dummer Name für einen Hauptcharakter.

source: [_A_] So, Sidney's been showing me all the fan DM's she's been getting on her Distort app lately.
dutch: [_A_] Dus, Sidney laat me dus alle fans DM's die ze de laatste tijd op haar Distort app heeft ontvangen.
german: [_A_] Also, Sidney zeigt mir alle Fan-DM's die sie in letzter Zeit auf ihre Distort-App bekommt.

source: [_A_] Makes me a little jealous of all her fame! Let me know if you ever need another model. I'd love to do a set with Sidney.
dutch: [_A_] Maakt me een beetje jaloers op al haar fame! Laat het me weten als je ooit een ander model nodig hebt. Ik zou graag een set met Sidney doen.
german: [_A_] macht mich ein wenig eifersüchtig auf all ihren Ruhm! Lass es mich wissen, wenn du jemals ein anderes Modell brauchst. Ich würde gerne ein Set mit Sidney machen.

source: [_R_] Oh, man!... That could be an amazing set.
dutch: [_R_] Oh, man!... Dat kan een geweldige set zijn.
german: [_R_] Oh, Mensch!... Das könnte ein erstaunliches Set sein.

source: [_MT_] {i}How dare he stare at her breasts!?{/i}
dutch: [_MT_] {i}Hoe durft hij om haar borsten te stenigen!?{/i}
german: [_MT_] {i}Wie traut er sich zu ihren Brüsten zu stehen!?{/i}

source: [_MT_] {i}Wait... I might have created some confusing expectations by having sex with Matt that same night...{/i}
dutch: [_MT_] {i}Wacht... Misschien heb ik wat verwarrende verwachtingen gecreëerd door seks te hebben met Matt diezelfde nacht...{/i}
german: [_MT_] {i}Warte... Ich könnte einige verwirrende Erwartungen geweckt haben, indem ich Sex mit Matt in dieser Nacht habe...{/i}

source: [_A_] She seems to have forgotten that I'm an adult now that can make my own decisions.
dutch: [_A_] Ze lijkt te zijn vergeten dat ik nu een volwassene ben die mijn eigen beslissingen kan nemen.
german: [_A_] Sie scheint vergessen zu haben, dass ich jetzt ein Erwachsener bin, der meine eigenen Entscheidungen treffen kann.

source: [_J_] And you seem to have forgotten that being a member of this family comes at the cost of a lot of your personal freedoms.
dutch: [_J_] En u lijkt te zijn vergeten dat een lid van deze familie ten koste gaat van veel van uw persoonlijke vrijheden.
german: [_J_] Und du scheinst vergessen zu haben, dass ein Mitglied dieser Familie auf Kosten vieler deiner persönlichen Freiheiten geht.

source: [_J_] But anyways, Ron... I mean [ryan], Your new business intrigues me. There might be some opportunity that the family would be willing to throw some money behind.
dutch: [_J_] Maar toch, Ron... Ik bedoel [ryan], Jouw nieuwe business intriges dus. Er is wellicht een kans dat de familie bereid is om wat geld weg te gooien.
german: [_J_] Aber dennoch, Ron... Ich meine [ryan], Ihr neues Unternehmen fasziniert mich. Es könnte eine Chance geben, dass die Familie bereit wäre, etwas Geld zurückzuwerfen.

source: [_J_] And not the kind of money you have to pay back, just an agreement to share in future profits, or even come to an agreement to forgive certain debts.
dutch: [_J_] En niet het soort geld dat je terug moet betalen. slechts een afspraak om deel te nemen aan toekomstige winsten, of zelfs afspraken te maken over kwijtschelding van bepaalde schulden.
german: [_J_] und nicht das Geld, das du zurückzahlen musst nur eine Vereinbarung, um an zukünftigen Gewinnen teilzunehmen, oder sogar zu einer Vereinbarung zu kommen, bestimmte Schulden zu erlassen.

source: [_J_] I'd love to talk about it with you when we've got some more time.
dutch: [_J_] Ik zou er graag met je over praten als we nog wat tijd hebben.
german: [_J_] Ich würde gerne mit dir darüber reden, wenn wir etwas mehr Zeit haben.

source: [_RT_] {i}Why in the hell would the DeCapos be interested in my cosplay photo business?{/i}
dutch: [_RT_] {i}Waarom in de hel zou DeCapos geïnteresseerd zijn in mijn cosplay foto bedrijf?{/i}
german: [_RT_] {i}Warum würde sich der DeCapos für mein Cosplay-Fotogeschäft interessieren?{/i}

source: [_G_] I'm sorry to interrupt, but I was wondering if I could borrow Armani and the kid for just a bit?
dutch: [_G_] Het spijt me te moeten onderbreken, maar ik vroeg me af of ik Armani en het kind kon lenen voor slechts een beetje?
german: [_G_] Es tut mir leid, dass ich mich unterbrechen musste, aber ich fragte mich, ob ich Armani und das Kind für ein wenig ausleihen könnte?

source: [_R_] I'm an adult, and what do you need me for?
dutch: [_R_] Ik ben een volwassene en waarvoor heb je me nodig?
german: [_R_] Ich bin ein Erwachsener und wofür benötigst du mich?

source: [_G_] Uhhh... I need some advice from someone who... takes pictures of things, er of girls.
dutch: [_G_] Uhhh... Ik heb wat advies nodig van iemand die ... foto's van dingen maakt... van meisjes.
german: [_G_] Uhhhh... Ich brauche einen Rat von jemandem, der etwas fotografiert, er von Mädchen.

source: [_G_] And I need Armani for her... uhh... attention to detail.
dutch: [_G_] En ik heb Armani nodig voor ha... u... aandacht voor details.
german: [_G_] Und ich brauche Armani für sie... uhhh... Liebe zum Detail.

source: [_J_] Yeah, I think [mom_name] and I will be just fine on our own for a little bit.
dutch: [_J_] Yeah, ik denk [mom_name] en ik zal er zelf een beetje prima in zijn.
german: [_J_] Ja, ich glaube, [mom_name] und ich werde ein wenig alleine sein.

source: [_RT_] {i}What is this?... This is so weird!... Why would Joey's goon need advice from me on photography.{/i}
dutch: [_RT_] {i}Wat is dit?... Dit is zo vreemd!... Waarom zou Joey's vertrek van mij nodig hebben op foto.{/i}
german: [_RT_] {i}Was ist das?... Das ist so seltsam!... Warum sollte Joeys Goon Ratschläge bei der Fotografie brauchen.{/i}

source: [_R_] What about Charlie the Chin?
dutch: [_R_] Hoe zit het met Charlie de China?
german: [_R_] Was ist mit Charlie dem Chin?

source: [_J_] He wasn't one of my made men.
dutch: [_J_] Hij was geen van mijn gemaakte mannen.
german: [_J_] Er war nicht einer meiner gemachte Männer.

source: [_R_] Uhhh... Fine... But if you want my opinion, this feels a little off.
dutch: [_R_] Uhhh... Prima... Maar als je mijn mening wilt, voelt dit je een beetje af.
german: [_R_] Uhhhh... Schön... Aber wenn du meine Meinung möchtest, fühlt sich das ein wenig an.

source: [_R_] So, what's so important that you need help with?
dutch: [_R_] Dus, wat is zo belangrijk dat je hulp nodig hebt?
german: [_R_] Was ist also so wichtig, dass du Hilfe brauchst?

source: [_G_] Nothin.
german: [_G_] Nichtthin.

source: [_G_] I was just told to get rid of you two after the food came in so that the boss can be alone with your mom.
dutch: [_G_] Ik kreeg net te horen dat ik van je af moest gaan nadat het eten binnenkwam zodat de baas alleen kan zijn met je moeite.
german: [_G_] Mir wurde gerade gesagt, dir zwei loszuwerden, nachdem das Essen gekommen ist, damit der Chef allein mit deiner Mama sein kann.

source: [_A_] I fucking knew it.
dutch: [_A_] Ik wist het.
german: [_A_] Ich ficke es.

source: [_R_] Wait!... What!?
dutch: [_R_] Wacht!... Wat!?
german: [_R_] warten!... Was!?

source: [_R_] Let me back in there!
dutch: [_R_] Laat me daar terug!
german: [_R_] Lass mich dort zurück!

source: [_G_] Nothin doing!
dutch: [_G_] Niets doet!
german: [_G_] Nothin machen!

source: [_G_] The boss told me to keep you two out for a half hour, and you're not going in a single minute before.
dutch: [_G_] De baas vertelde me dat ik je een half uur lang buiten moet houden, en je gaat niet binnen een minuut.
german: [_G_] Der Chef sagte mir, du solltest dich für eine halbe Stunde zwei draußen halten, und du gehst nicht in einer einzigen Minute.

source: [_G_] If you try, I'll break your legs.
dutch: [_G_] Als je het probeert, zal ik je benen breken.
german: [_G_] Wenn du es versuchst, werde ich deine Beine brechen.

source: [_G_] You can find comfort in knowing that the boss isn't the kind of guy that will force your mom to do anything against her will.
dutch: [_G_] Je kan troost vinden in de wetenschap dat de baas niet de soort is die je moeder dwingt om tegen haar wil iets te doen.
german: [_G_] Du kannst Trost finden in dem Wissen, dass der Chef nicht die Art von Kerl, der deine Mama zwingt, etwas gegen ihren Willen zu tun.
