Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RV_] I mean, I know I shouldn't be surprised after seeing how much you came last time, but it just feels like so much more when it's inside me.
dutch: [_RV_] Ik bedoel, ik weet dat ik niet verbaasd moet zijn nadat ik heb gezien hoeveel je de vorige keer kreeg. maar het voelt gewoon veel meer wanneer het in mij zit.
german: [_RV_] Ich meine, ich weiß, dass ich nicht überrascht sein sollte, nachdem ich gesehen habe, wie viel du beim letzten Mal gekommen bist aber es fühlt sich einfach wie so viel mehr an, wenn es in mir ist.

source: [_RV_] I didn't even know it was humanly possible to cum that much!
dutch: [_RV_] Ik wist niet eens dat het humaan mogelijk was om zoveel te knappen!
german: [_RV_] Ich wusste nicht einmal, dass es menschlich möglich war, so viel zu stoppen!

source: [_RV_] Joey would probably find some other kind of humiliating job for me. He'd probably have me milked like a cow everyday.
dutch: [_RV_] Joey zou waarschijnlijk een andere soort vernederende baan voor mij vinden. Hij zal me waarschijnlijk elke dag als een koe laten melken.
german: [_RV_] Joey würde wahrscheinlich eine andere demütigende Arbeit für mich finden. Er würde mich wahrscheinlich jeden Tag wie eine Kuh melken lassen.

source: [_RV_] You'd be surprised how many guys have fetishes involving breast milk.
dutch: [_RV_] Je zou verrast zijn hoeveel jongens fetishes hebben met moedermelk.
german: [_RV_] Du würdest dich wundern, wie viele Jungs Fetisch mit Muttermilch haben.

source: [_RV_] I'm sorry, I'm just rambling on!
dutch: [_RV_] Het spijt me, ik ben gewoon aan het ramblen!
german: [_RV_] Tut mir leid, ich bin gerade auf dem Laufen!

source: [_RV_] Haha... Would you mind posting a yelp review stating that?
dutch: [_RV_] Haha... Zou je een yelp-recensie willen plaatsen die dit zegt?
german: [_RV_] Haha... Würdest du eine gelbe Bewertung veröffentlichen, in der dies angegeben wird?

source: [_R_] It's done!
dutch: [_R_] Het is klaar!
german: [_R_] Fertig!

source: [_RV_] I just hope I can fit that huge cock in my tight little ass again.
dutch: [_RV_] Ik hoop alleen maar dat ik die grote jas weer in mijn kleine zak kan passen.
german: [_RV_] Ich hoffe nur, dass ich diesen riesigen Schwanz wieder in meinen engen Arsch passen kann.

source: [_R_] Shouldn't you be already stretched out from last time?
dutch: [_R_] Moet je niet meer uitgerekt zijn van de vorige keer?
german: [_R_] Kannst du nicht schon vom letzten Mal gestreckt werden?

source: [_RV_] I don't know for sure, it seems like it's gone back to normal.
dutch: [_RV_] Ik weet het niet zeker, het lijkt erop dat het terug is naar normaal.
german: [_RV_] Ich weiß es nicht sicher, es sieht so aus, als ob es wieder normal ist.

source: [_R_] That's awesome! I loved how tight it was last time!
german: [_R_] Das ist großartig! Ich liebte es, wie eng es das letzte Mal war!

source: [_RV_] Yes!... I was able to take it again!
dutch: [_RV_] Ja!... Ik kon het weer aannemen!
german: [_RV_] Ja!... Ich konnte es wieder nehmen!

source: [_RV_] Good fuck!... I feel so full!
dutch: [_RV_] Goede fuk! ... Ik voel me zo vol!
german: [_RV_] Gute Fick!... Ich fühle mich so voll!

source: [_RT_] {i}Why do I enjoy anal so much?{/i}
dutch: [_RT_] {i}Waarom geniet ik zo van een anaal?{/i}
german: [_RT_] {i}Warum genieße ich Anal so viel?{/i}

source: [_RV_] Follow me, For a thousand dollars, I'll give you the works.
dutch: [_RV_] Volg me, Voor duizend dollar, zal ik je de werken geven.
german: [_RV_] Folgen Sie mir, für tausend Dollar, ich gebe Ihnen die Werke.

source: [_RV_] I just hope I can fit that huge cock in my tight little ass.
dutch: [_RV_] Ik hoop maar dat ik die enorme jas in mijn staartje kan passen.
german: [_RV_] Ich hoffe nur, dass ich diesen riesigen Schwanz in meinen engen Arsch passen kann.

source: [_R_] Yes! I was hoping for anal!
dutch: [_R_] Ja! Ik hoopte op analoge!
german: [_R_] Ja! Ich hoffte auf Anal!

source: [_RV_] I'm not entirely sure how this is going to work!
dutch: [_RV_] Ik ben niet helemaal zeker hoe dit zal werken!
german: [_RV_] Ich bin mir nicht ganz sicher, wie das funktionieren wird!

source: [_R_] Does the works mean you're going to let me fuck your ass?
dutch: [_R_] Betekent dit dat je me je bestookt laat verslaan?
german: [_R_] Bedeutet das, dass du mir deinen Arsch ficken willst?

source: [_RV_] If that's what you want.
dutch: [_RV_] Als dat is wat je wil.
german: [_RV_] Wenn das ist, was du willst.

source: [_R_] More than anything!
dutch: [_R_] Meer dan iets!
german: [_R_] Mehr als alles!

source: [_RV_] I'm guessing a small guy like you has a small cock. That will make this much easier.
dutch: [_RV_] Ik raad een kleine jongen zoals jij een beetje heeft. Dat zal dit veel makkelijker maken.
german: [_RV_] Ich vermute einen kleinen Kerl, wie du einen kleinen Schwanz hast. Das wird das viel einfacher machen.

source: [_R_] Yeah, it shouldn't be a problem.
dutch: [_R_] Yeah, het mag geen probleem zijn.
german: [_R_] Ja, es sollte kein Problem sein.

source: [_RV_] I did it!
dutch: [_RV_] Ik heb het gedaan!
german: [_RV_] Ich habe es getan!

source: [_RV_] I wasn't sure if my ass would open that wide, but I did it!
dutch: [_RV_] Ik was niet zeker of mijn pas zo breed zou openen, maar ik heb het gedaan!
german: [_RV_] Ich war mir nicht sicher, ob mein Arsch so weit öffnen würde, aber ich habe es geschafft!

source: [_R_] My sisters aren't much bigger than you... I'm sure they could take my cock in their asses too.
dutch: [_R_] Mijn zusters zijn niet veel groter dan jij... Ik weet zeker dat ze ook mijn hanen mee mee kunnen nemen.
german: [_R_] Meine Schwestern sind nicht viel größer als du... Ich bin sicher, dass sie auch meinen Schwanz in den Arsch nehmen können.

source: [_RV_] Did you say?...
dutch: [_RV_] Heeft u gezegd?...
german: [_RV_] sagst du?...

source: [_R_] No... I didn't mean... Uh... There's a couple girls that I'm really close to. Their not my sisters... No, I just call them that sometimes because we're so close.
dutch: [_R_] Nee... Ik heb niet bedoeld... Uh... Er zijn een paar meisjes die ik heel dichtbij ben. Niet mijn zussen... Nee, ik noem ze gewoon die soms omdat we zo dicht zijn.
german: [_R_] Nein... Ich meinte nicht... Uh... Es gibt ein paar Mädchen, denen ich wirklich nahe bin. Ihre nicht meine Schwestern... Nein, ich nenne sie nur, dass manchmal weil wir so nah sind.

source: [_RV_] That's kind of... weird.
dutch: [_RV_] Dat is aardig... raar.
german: [_RV_] Das ist irgendwie seltsam.

source: [_R_] Uuunnn... I'm gonna cum!
dutch: [_R_] Uunn... Ik ga kum!
german: [_R_] Uuunnn... Ich werde mit!

source: [_RV_] Ummmphh... Yeah... I guess.
dutch: [_RV_] Ummmph... Ja... Ik vermoed het.
german: [_RV_] Ummmphh... Ja... Ich vermute.

source: [_RV_] Holy... wow!... It's squirting up into my intestines again!
dutch: [_RV_] Heiligheid... wow!... Het is weer in mijn darmen verpletteren!
german: [_RV_] Heilig... wow!... Es spritzen wieder in meinen Darm!

source: [_RV_] Unnnggghhh... My intestines don't like that much fluid going into them the wrong way!
dutch: [_RV_] Unnnggghhhh... Mijn darm vindt het niet leuk dat zo veel vloeistof er op de verkeerde manier naar toe gaat!
german: [_RV_] Unnggghhh... Mein Darm mag nicht so viel Flüssigkeit in sie den falschen Weg!

source: [_RV_] I can't...
dutch: [_RV_] Ik kan...
german: [_RV_] Ich kann nicht...

source: [_RV_] I'll never get over how much you can cum!
dutch: [_RV_] Ik zal nooit overkomen hoeveel je kunt kopen!
german: [_RV_] Ich werde nie überlegen, wie viel du mitmachen kannst!

source: [_RV_] There's so much cum, it almost feels like your dick is still inside me!
dutch: [_RV_] Er is zo veel kat, het voelt bijna alsof je luik nog in me zit!
german: [_RV_] Es ist so viel cum, es fühlt sich fast an, als wäre dein Schwanz immer noch in mir!

source: [_RV_] And that's about all the fucking my poor little asshole can take.
dutch: [_RV_] En dat is zo ongeveer het verdomde dat mijn arme kleine schoffel kan nemen.
german: [_RV_] Und das ist, dass mein armer Arschfotze ganz schön gefickt werden kann.

source: [_RV_] I'm going to be walking bull legged for a week!
dutch: [_RV_] Ik ga een week lang wandelen met een stier op de strop!
german: [_RV_] Ich gehe eine Woche lang zu Fuß Bullenbein!

source: [_RV_] Not that I didn't enjoy it.
dutch: [_RV_] Niet dat ik het niet leuk vond.
german: [_RV_] , dass ich es nicht genossen habe.

source: [_RV_] What matters though, is that you enjoyed it.
dutch: [_RV_] Waar het wel om gaat, is dat je ervan genoten hebt.
german: [_RV_] Wichtig ist aber, dass du es genossen hast.

source: [_R_] That was incredible!
dutch: [_R_] Dat was ongelooflijk!
german: [_R_] Das war unglaublich!

source: [_RV_] Good! I don't take many customers. I'm happy I left you satisfied.
dutch: [_RV_] Goed! Ik neem niet veel klanten mee. Ik ben blij dat ik u tevreden achtergelaten heb.
german: [_RV_] Gut! Ich nehme nicht viele Kunden. Ich bin froh, dass ich dich zufrieden gelassen habe.

source: [_RV_] I'd better go clean up!
dutch: [_RV_] Ik kan beter gaan opruimen!
german: [_RV_] Ich würde besser bereinigen!

source: [_RV_] I hope you visit us again soon!
dutch: [_RV_] Ik hoop dat je ons snel weer bezoekt!
german: [_RV_] Ich hoffe, dass du uns bald wieder besuchst!

source: [_R_] As soon as I can!
dutch: [_R_] Zodra ik het kan!
german: [_R_] sobald ich kann!

source: [_RV_] Holy... wow!... I can feel it squirting into my intestines!
dutch: [_RV_] Heiligheid... wow!... Ik voel me in mijn dapperen verdompelen!
german: [_RV_] Holy... wow!... Ich fühle mich, dass es in meinen Darm spritzt!

source: [_RV_] My God, [ryan]!... I didn't even think it was possible for anyone to cum that much!
dutch: [_RV_] My God, [ryan]!... Ik dacht niet eens dat het voor iemand mogelijk was om zoveel te knappen!
german: [_RV_] Mein Gott, [ryan]!... Ich habe nicht einmal gedacht, dass es so viel kochen könnte!

source: [_RV_] I still can't get over how much you can cum!
dutch: [_RV_] Ik kan nog steeds niet overspoelen hoeveel je kunt kopen!
german: [_RV_] Ich kann immer noch nicht übertreiben, wieviel du mitmachen kannst!

source: [_RV_] Hehe... maybe I could convince Scarlette to come suck it out of my asshole.
dutch: [_RV_] Hehe... misschien kan ik Scarlette ervan overtuigen om hem uit mijn schroot te laten komen.
german: [_RV_] Hehe... vielleicht könnte ich Scarlette davon überzeugen, es aus meiner Arschfotze zu saugen.

source: [_R_] Good Lord!... That seems so... weird! Why is it making my dick twitch?
dutch: [_R_] Goede Heer!... Dat lijkt zo... raar! Waarom maakt het mijn dick twitch?
german: [_R_] Guten Lord!... Das scheint so... seltsam! Warum macht es meinen Schwanz twitschen?

source: [_RV_] Don't get too excited! I was only kidding. Scarlette would peg my ass just for suggesting it.
dutch: [_RV_] word niet al te opgewallen! Ik was maar een grapje. Scarlette zou mijn pas plakken voor het suggereren.
german: [_RV_] Werde nicht allzu aufgeregt! Ich war nur ein Scherz. Scarlette würde meinen Arsch stecken, nur weil er es vorschlug.

source: [_RT_] {i}It's too late to do anything else in the club tonight.{/i}
dutch: [_RT_] {i}Het is te laat om iets anders te doen in de club tonight.{/i}
german: [_RT_] {i}Es ist zu spät, heute Abend etwas anderes im Club zu tun.{/i}

source: [_RT_] {i}It feels like the same thing every time I come in here.{/i}
dutch: [_RT_] {i}Het voelt alsof het hetzelfde is elke keer als ik hier kom. {/i}
german: [_RT_] {i}Jedes Mal, wenn ich hierher komme, fühlt es sich wie dasselbe an.{/i}

source: [_RT_] {i}Arriving incognitio, trying not to let Mom and Sidney know that I'm spying on them.{/i}
dutch: [_RT_] {i}Arriving incognitio, probeer mevrouw en Sidney niet te laten weten dat ik ze bespioneer.{/i}
german: [_RT_] {i}Ankunft inkognitio, versuche, Mutter und Sidney nicht wissen zu lassen, dass ich sie ausspioniere.{/i}

source: [_RT_] {i}Having to let Agent Diaz rub salt into my wounds.{/i}
dutch: [_RT_] {i}om Agent Diaz zout in mijn wonden te laten ruilen.{/i}
german: [_RT_] {i}Muss Agent Diaz Salz in meine Wunden reiben. {/i}

source: [_RT_] {i}Watching my sister flirt with perverts while mom shakes her ass for them.{/i}
dutch: [_RT_] {i}Kijkt mijn zusje flirt met perverts terwijl mama haar pas voor hen schudt.{/i}
german: [_RT_] {i}Meine Schwester mit perversen flirten, während die Mutter für sie den Arsch schüttelt.{/i}

source: [_RT_] {i}Among other things.{/i}
dutch: [_RT_] {i}Een van andere ding.{/i}
german: [_RT_] {i}unter anderem. {/i}

source: [_RT_] {i}Like I'm stuck in a loop of one of my favorite adult computer games.{/i}
dutch: [_RT_] {i}Als ik ben vastgelopen in een lus van mijn favoriete volwassen computer games.{/i}
german: [_RT_] {i}Ich stecke in einer Schleife eines meiner Lieblings-Computerspiele. {/i}

source: [_RT_] {i}Waiting patiently for the developer to finally finish the next update.{/i}
dutch: [_RT_] {i}Wacht geduldig tot de ontwikkelaar de volgende update eindelijk klaar heeft.{/i}
german: [_RT_] {i}Warte geduldig, bis der Entwickler endlich das nächste Update beendet.{/i}

source: [_RT_] {i}After hearing every excuse about why it was delayed again, and again, and again.{/i}
dutch: [_RT_] {i}Na elk excuus te horen waarom het opnieuw vertraging was, en opnieuw.{/i}
german: [_RT_] {i}Nach jeder Entschuldigung dafür, warum es wieder und wieder verschoben wurde.{/i}

source: [_RT_] {i}God... I can't wait for the next update!{/i}
dutch: [_RT_] {i}God... Ik kan niet wachten tot de volgende update!{/i}
german: [_RT_] {i}Gott... Ich kann nicht auf das nächste Update warten!{/i}

source: [_RT_] {i}I used to enjoy my trips here. Now, it seems like I add more stress to my life with every visit.{/i}
dutch: [_RT_] {i}Ik heb hier genoten van mijn reizen. Nu lijkt het erop dat ik meer stress voeg toe aan mijn leven bij elk bezoek.{/i}
german: [_RT_] {i}Ich habe meine Reisen hier genossen. Jetzt scheint es, als füge ich bei jedem Besuch meinem Leben mehr Stress hinzu.{/i}

source: [_RT_] {i}At least the scenery is always nice.{/i}
dutch: [_RT_] {i}Ten minste is het landschap altijd aardig.{/i}
german: [_RT_] {i}Zumindest die Landschaft ist immer schön.{/i}

source: [_RT_] {i}Why am I even surprised?{/i}
dutch: [_RT_] {i}Waarom ben ik zelfs verrast?{/i}
german: [_RT_] {i}Warum bin ich sogar überrascht?{/i}

source: [_R_] Can we not do this tonight?
dutch: [_R_] Kunnen we dit vanavond niet doen?
german: [_R_] Können wir das heute Abend nicht tun?

source: [_AD_] Sit.
german: [_AD_] Site.

source: [_AD_] Good boy. Now smile a little bit for me. I know you enjoy these little chats of ours.
dutch: [_AD_] Goede jongen. Nu glimlachen je een beetje voor mij. Ik weet dat je geniet van deze kleine chats van ons.
german: [_AD_] Guten Jungen. Lächeln Sie jetzt ein wenig für mich. Ich weiß, dass Sie diese kleinen Chats von uns genießen.

source: [_R_] Sure. You're my bestest friend in the whole world.
dutch: [_R_] Natuurlijk, je bent mijn beste vriend van de hele wereld.
german: [_R_] Sicher. Du bist mein bester Freund in der ganzen Welt.

source: [_AD_] Right? And I know you're just dying to buy your best friend a lap dance.
dutch: [_AD_] Juist? En ik weet dat je gewoon sterft om je beste vriend een scherpe dans te kopen.
german: [_AD_] Rechts? Und ich weiß, dass du gerade stirbst, um deinen besten Freund einen Rundentanz zu kaufen.

source: [_R_] Ha! Fat chance. If I buy a lapdance tonight, it'll be for me.
dutch: [_R_] Ha! Vetten kans. Als ik vannacht een lapdans koop, is het voor mij.
german: [_R_] Ha! Fat Zufall. Wenn ich heute Abend einen Lapdance kaufe, wird es für mich sein.

source: [_AD_] Maybe your Mommy will give you one.
dutch: [_AD_] Misschien zal uw man u er één geven.
german: [_AD_] Vielleicht wird dir dein Mommy einen geben.

source: [_AD_] If she's not too busy grinding her ass on her boss's lap again, like the good little slut she is.
dutch: [_AD_] Als ze niet te druk is om haar pas weer op haar baas te fnuiken, zoals het goede staaf dat ze is.
german: [_AD_] Wenn sie nicht zu beschäftigt ist, den Arsch wieder auf die Runde ihres Chefs zu schleifen, wie die gute kleine Schlampe sie ist.

source: [_R_] She was forced into that!
dutch: [_R_] Ze werd daar in geforceerd!
german: [_R_] Sie wurde dazu gezwungen!

source: [_AD_] Don't act all indignant. You love watching your mom being dominated.
dutch: [_AD_] Niet allemaal verontwaardigd. Je houdt ervan om je moeder te zien overheersen.
german: [_AD_] Tut nicht alle entrüstet. Du liebst es, wenn deine Mutter dominiert wird.

source: [_AD_] Just like you love watching me wrap you little sister around my finger.
dutch: [_AD_] Net zoals je houdt van het kijken hoe ik je zusje om mijn vinger ronddoe.
german: [_AD_] genau wie du mir gerne zuschaust, wie ich dich um meinen Finger herum mit einer kleinen Schwester wickele.

source: [_R_] I don't...
dutch: [_R_] ik niet...
german: [_R_] Ich nicht...

source: [_AD_] Then why aren't you doing everything you can to keep your mom out of here?
dutch: [_AD_] Waarom doe je dan niet alles wat je kunt om je moeder hier buiten te houden?
german: [_AD_] Warum machst du dann nicht alles, um deine Mama von hier fernzuhalten?

source: [_AD_] Be honest. We both know you'll be hard as a rock when [mom_name] is shaking her ass for all these men tonight.
dutch: [_AD_] Wees eerlijk. We weten allebei dat je moeilijk zult zijn als [mom_name] haar pas schudt voor al deze mannen vanavond.
german: [_AD_] Sei ehrlich. Wir beide wissen, dass du hart wie ein Stein sein wirst, wenn [mom_name] heute Abend für all diese Männer den Arsch schüttelt.

source: [_AD_] And don't feel too bad for her. I've seen that lustful look she gets in her eyes when she's stripping for all these goons. She enjoys it!
dutch: [_AD_] En voel je niet te slecht voor haar. Ik heb gezien dat een lugubere blik ze in haar ogen krijgt als ze voor al deze voorwerpen strekt. Ze geniet ervan!
german: [_AD_] und fühle dich nicht zu schlecht für sie. Ich habe gesehen, wie lustvoll sie in ihre Augen schaut, wenn sie all diese Ziegen abstreift. Sie genießt es!

source: [_R_] Really? How can you be sure?
dutch: [_R_] Echt? Hoe kan je zeker zijn?
german: [_R_] Wirklich? Wie kannst du sicher sein?

source: [_AD_] A woman knows, [ryan]. Haven't you started to suspect just how big a slut your mom really is?
dutch: [_AD_] Een vrouw weet. [ryan]. Ben je niet begonnen te verdenken hoe groot een staart je moeder eigenlijk is?
german: [_AD_] Eine Frau weiß, [ryan]. Hast du nicht angefangen, zu verdächtigen, wie groß eine Schlampe wirklich ist?

source: [_R_] She's not like that! She's only doing it to pay off my Dad's debts to Joey.
dutch: [_R_] Dat vindt ze niet leuk! Ze doet het alleen maar om de schulden van mijn vader af te lossen aan Joey.
german: [_R_] Das gefällt ihr nicht! Sie tut es nur, um die Schulden meines Vaters an Joey zu begleichen.

source: [_AD_] You really think so?
dutch: [_AD_] Denk je dat echt?
german: [_AD_] Du denkst wirklich?

source: [_M_] You're sure you're ok with me taking on another shift the same night you're working? We really could use the extra money, and it saves gas to go together.
dutch: [_M_] Ben je er zeker van dat je er samen met mij mee bezig bent om een andere dienst aan te gaan die je uitvoert? We zouden het extra geld echt kunnen gebruiken en het bespaart gas om samen te gaan.
german: [_M_] Du bist sicher, dass du mit mir zufrieden bist, wenn du eine andere Schicht in der gleichen Nacht nimmst, in der du arbeitst? Wir könnten das zusätzliche Geld wirklich verwenden, und es spart Gas zusammen, um zusammenzukommen.

source: [_S_] Of course! With Aunt Camille and Mandy moving in, I know we need the cash. Also, I think it's great getting to spend more mother daughter time with you.
dutch: [_S_] Natuurlijk! Nu Aunt Camille en Snoep binnenkomen, weet ik dat we het geld nodig hebben. Ook denk ik dat het geweldig is om meer moederdochtertijd met je door te brengen.
german: [_S_] Natürlich! Da Tante Camille und Mandy einziehen, weiß ich, dass wir das Geld brauchen. Auch ich denke, es ist großartig, mehr Mutter Tochter Zeit mit Ihnen verbringen zu können.

source: [_S_] I've missed you teaching me cool things like you used to.
dutch: [_S_] Ik heb je gezien dat je me leuke dingen hebt geleerd zoals je dat vroeger deed.
german: [_S_] Ich habe verpasst, dass du mir coole Dinge lehrst, wie du es gewohnt bist.

source: [_S_] And I missed having you watch over me too. When Lauren hit puberty, it's like you stopped paying attention to me.
dutch: [_S_] En ik gemist heb om je ook over me te laten kijken. Wanneer Lauren de puberteit raakt, is het alsof je niet meer aandacht aan me schenkt.
german: [_S_] Und ich habe verpasst, dass du mich auch übersiehst. Wenn Lauren die Pubertät getroffen hat, ist es so, als wartest du nicht mehr auf mich.

source: [_M_] Oh, Honey! I'm so sorry! You seemed like you had it all together. Good grades, lots of friends, and your whole life already planned.
dutch: [_M_] Oh, nee! Het spijt me, maar je leek het allemaal samen te hebben. Goede cijfers, veel vrienden en je hele leven was al gepland.
german: [_M_] Oh, Honig! Es tut mir leid! Du schien es alles zusammen zu haben. Gute Noten, viele Freunde und dein ganzes Leben ist bereits geplant.

source: [_M_] Lauren, on the other hand, was a walking disaster! Always needing help with school, and picking fights with the other girls. I still worry about her plans for the future.
dutch: [_M_] Lauren, aan de andere kant, was een lopende ramp! Hulp nodig met school en gevechten met de andere meisjes. Ik maak me nog steeds zorgen over haar plannen voor de toekomst.
german: [_M_] Lauren dagegen war ein Wanderunglück! Immer benötigte Hilfe in der Schule und kämpfte mit den anderen Mädchen. Ich mache mir noch Sorgen über ihre Pläne für die Zukunft.

source: [_M_] What the heck is "internet famous]"?!
dutch: [_M_] Wat is "internet beroemd]"?!
german: [_M_] Was der Hals ist "Internet berühmt]"?!

source: [_M_] I know working at the club with me isn't exactly like teaching you how to garden, Honey. I wish I could be showing you how to grow vegetables in the yard like we did when you were younger.
dutch: [_M_] Ik weet dat ik bij de club werkt niet zo leuk ben om je te leren hoe, Honey. Ik wou dat ik u kon laten zien hoe ik groenten kon kweken op de tuin zoals wij dat deden toen u jonger was.
german: [_M_] Ich weiß, dass ich im Club mit mir arbeite, ist nicht genau so, als würde ich dir beibringen, wie man Garten betreibt, Honey. Ich wünschte, ich könnte Ihnen zeigen, wie man Gemüse auf dem Hof anbauen kann, wie wir es zu Zeiten der jüngeren Zeit taten.

source: [_S_] Oh, I don't know. I think you've taught me how to make plenty of things "grow" around here.
dutch: [_S_] Oh, ik weet het niet. Ik denk dat je me hebt geleerd om veel dingen "te groeien" hier te maken.
german: [_S_] Oh, ich weiß es nicht. Ich denke, du hast mir beigebracht, wie man hier viele Dinge "wachsen" lassen kann.

source: [_S_] What? It's true.
dutch: [_S_] Wat? Het is waar.
german: [_S_] Was? Es ist wahr.

source: [_S_] That guy you gave a lap dance to, his "beanstalk" certainly grew.
dutch: [_S_] Die kerel gaf je een slap dansje, zijn "beanstalk" was zeker groter.
german: [_S_] Dieser Kerl hast du einen Rundentanz gegeben, seine "Bukette" ist sicher gewachsen.

source: [_M_] I suppose...
dutch: [_M_] I vermoed...
german: [_M_] Ich vermutet...
