Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] That was pretty fucking careless of you, Mom!
dutch: [_R_] Dat was best slordig voor jou, Mom!
german: [_R_] Das war ziemlich leichtsinnig von euch, Mama!

source: [_M_] Matt promised that he'd make them all keep their mouths shut.
dutch: [_M_] Matt beloofde dat hij ze allemaal hun mond zou laten houden.
german: [_M_] Matt versprach, dass er sie alle dazu bringen würde, ihren Mund zu halten.

source: [_R_] And you believed him!?
dutch: [_R_] En jij geloofde hem!?
german: [_R_] Und du glaubst ihn!?

source: [_R_] I don't know anyone who enjoys bragging about their sexual exploits more than Matt.
dutch: [_R_] Ik ken niemand die van zijn geaarzeld heeft over zijn seksuele uitbuiting meer dan Matt.
german: [_R_] Ich kenne niemanden, der es liebt, sich mehr über ihre sexuellen Ausbeutungen herumzudrehen als Matt.

source: [_M_] He'd better keep his mouth shut if he ever wants another go at this... uh... nevermind.
dutch: [_M_] Hé, als hij ooit nog een keer iets anders wilt... uh... nevermind.
german: [_M_] Er sollte besser den Mund halten, wenn er jemals einen anderen gehen möchte... uh... nein.

source: [_R_] Are you fucking kidding me, Mom!? You're actually thinking about fucking him again?!
dutch: [_R_] knijp je me in de malen, mam!? Je denkt er eigenlijk nog eens over om hem weer te verdommen?!
german: [_R_] Fickst du mich in die Arschfotze ficken? Du denkst darüber nach, ihn wieder zu ficken?!

source: [_R_] Good, fuck!
dutch: [_R_] Goed, fuck!
german: [_R_] Gut, fuck!

source: {b}{i}"Mom's Anger +5"{/i}{/b}
dutch: {b}{i}"Momenthoek +5"{/i}{/b}
german: {b}{i}"Mamas Zorn +5"{/i}{/b}

source: [_M_] [ryan]! Cool it with the profanity!
dutch: [_M_] [ryan]! Kooi het met de profaniteit!
german: [_M_] [ryan]! Kühlen Sie es mit der Profanität!

source: [_M_] My love life is none of your business, do you understand!?
dutch: [_M_] Mijn liefdesleven is geen van uw zaken, begrijp je het!?
german: [_M_] Mein Liebesleben ist keines deiner Geschäfte, verstehst du!?

source: [_R_] I guess I just thought that you and I had something special.
dutch: [_R_] Ik denk dat ik net dacht dat jij en ik iets speciaals hadden.
german: [_R_] Ich denke, ich habe gerade gedacht, dass du und ich etwas Besonderes hatten.

source: [_M_] We do, it's called me being your mom and you being my son!
dutch: [_M_] Wij doen, het heet me je moeder en je bent mijn zoon!
german: [_M_] Wir tun, es rief mich an, deine Mutter zu sein, und du bist mein Sohn!

source: [_R_] No, I mean more than that.
dutch: [_R_] Nee, ik bedoel meer dan dat.
german: [_R_] Nein, ich meine mehr als das.

source: [_M_] I thought I made it clear from the very beginning that our fooling around is just meant as a means of release.
dutch: [_M_] Ik dacht dat ik vanaf het allereerste begin duidelijk heb gemaakt dat onze fooling gewoon bedoeld is als middel om te release.
german: [_M_] Ich dachte, ich habe von Anfang an klargestellt, dass unsere Irrtümer nur als Mittel der Veröffentlichung gemeint sind.

source: [_M_] You know, to keep us from doing something stupid, like screwing one of my students, but now that that bridge has been crossed...
dutch: [_M_] Weet je, om te voorkomen dat we iets doms doen, zoals een schroeven van een van mijn leerlingen, maar nu die brug is overgestoken...
german: [_M_] Du weißt, um uns davon abzuhalten, etwas Dummes zu tun, wie zum Beispiel einen meiner Schüler zu schrauben, aber jetzt, da diese Brücke überquert wurde...

source: [_M_] I love you very much, but not in the way you want, I'm afraid. But, you'd better start reigning yourself in or I'm going to have to insist that we stop fooling around altogether.
dutch: [_M_] Ik hou erg van je, maar niet zoals je wilt, ik ben bang. Maar je kunt maar beter beginnen met het regeert, of ik moet erop staan dat we niet meer om de tuin leiden.
german: [_M_] Ich liebe dich sehr, aber nicht so, wie du willst, fürchte ich. Aber du solltest besser damit beginnen, dich selbst zu regieren oder ich werde darauf bestehen müssen, dass wir aufhören, alles zu trüben.

source: [_M_] Do you understand?
dutch: [_M_] Begrijpt u?
german: [_M_] Verstehen Sie?

source: [_M_] Tell me you understand!
dutch: [_M_] Vertel me dat je het begrijpt!
german: [_M_] Sag mir, dass du es verstehst!

source: [_R_] I... understand.
dutch: [_R_] ik... begrijpt.
german: [_R_] I... verstehen.

source: [_M_] Good! Now, I don't want to talk about any of this for the rest of the drive home.
dutch: [_M_] Goed! Nu wil ik hier niet meer over praten voor de rest van de rit naar huis.
german: [_M_] Gut! Jetzt möchte ich nichts davon für den Rest der Fahrt nach Hause sprechen.

source: [_RT_] {i}What the hell just happened?{/i}
dutch: [_RT_] {i}Wat is de hel net gebeurd?{/i}
german: [_RT_] {i}Was ist nun passiert? {/i}

source: [_RT_] {i}How did I end up being the bad guy in all of this?{/i}
dutch: [_RT_] {i}Hoe ben ik uiteindelijk de slechte jongen in dit alles? {/i}
german: [_RT_] {i}Wie bin ich am Ende der Bösewicht in all dem geworden?{/i}

source: [_RT_] {i}Usually I can bullshit her into thinking any way that I want her to think!{/i}
dutch: [_RT_] {i}{i} Meestal kan ik haar zo intimideren dat ik wil dat ze nadenkt!{/i}
german: [_RT_] {i}Normalerweise kann ich sie dazu bringen, jede Art zu denken, wie sie denken sollte!{/i}

source: [_RT_] {i}Am I losing my touch?{/i}
dutch: [_RT_] {i}Ben ik mijn aanraking aan het verliezen?{/i}
german: [_RT_] {i}Verliere ich meine Berührung? {/i}

source: [_RT_] {i}More importantly, am I losing her pussy?{/i}
dutch: [_RT_] {i}Nog belangrijker, verlies ik haar poes?{/i}
german: [_RT_] {i}Wichtiger noch: Verliere ich ihre Fotze?{/i}

source: [_RT_] {i}I mean, I got to fuck Mom, finally!{/i}
dutch: [_RT_] {i}Ik, ik ben uiteindelijk de fuck van Mom geweest!{/i}
german: [_RT_] {i}Ich meine, ich muss Mama ficken, endlich!{/i}

source: [_RT_] {i}I should be ecstatic!{/i}
dutch: [_RT_] {i}I zou ecstatisch moeten zijn!{/i}
german: [_RT_] {i}Ich sollte ekstatisch sein!{/i}

source: [_RT_] {i}So, why does is feel like I lost something?{/i}
dutch: [_RT_] {i}Dus waarom voelt het alsof ik iets heb verloren?{/i}
german: [_RT_] {i}Also, warum fühlt sich so an, als hätte ich etwas verloren?{/i}

source: [_J_] Haha... You want anal sex again, don't you [mom_name]?
dutch: [_J_] Haha... Je wilt weer anaal seks, niet [mom_name]?
german: [_J_] Haha... Du willst wieder anal Sex haben, nicht [mom_name]?

source: [_J_] Name it!
dutch: [_J_] naam het!
german: [_J_] Benennen Sie!

source: [_M_] Would anal sex make you uncomfortable?
dutch: [_M_] Zou anaal seks je oncomfortabel maken?
german: [_M_] Würde Analsex dich unangenehm machen?

source: [_J_] Oh, [mom_name], I love your depravity!
dutch: [_J_] Oh, [mom_name], ik hou van jouw verdorven!
german: [_J_] Oh, [mom_name], Ich liebe deine Verderbtheit!

source: [_J_] Would you beg for it?
dutch: [_J_] Wil je er om vragen?
german: [_J_] Würdest du darum bitten?

source: [_M_] Please, please, please Mr. DeCapo?
dutch: [_M_] Alstublieft, alstublieft, meneer DeCapo?
german: [_M_] Bitte, bitte Herr DeCapo?

source: [_J_] God, [mom_name]! This feels even better than last time!
dutch: [_J_] God, [mom_name]! Dit voelt nog beter dan de laatste keer!
german: [_J_] Gott, [mom_name]! Das fühlt sich noch besser als das letzte Mal!

source: [_J_] This feels incredible!
dutch: [_J_] Dit voelt ongelofelijk!
german: [_J_] Das fühlt sich unglaublich an!

source: [_J_] I've known very few women that enjoy taking it in the ass.
dutch: [_J_] Ik ken heel weinig vrouwen die het leuk vinden om het in de as te nemen.
german: [_J_] Ich kenne sehr wenige Frauen, die es gerne in den Arsch nehmen.

source: [_M_] Holy fuck... It just adds... so much sensation... to the whole experience.
dutch: [_M_] Heilige fuk ... Het voegt gewoon ... zoveel sensatie toe... aan de hele ervaring.
german: [_M_] Heiliger Fick... Es fügt einfach ... so viel Sensation... der ganzen Erfahrung hinzu.

source: [_MT_] {i}After having [ryan]'s and Matt's cocks in my ass, Joey's feels kind of small.{/i}
dutch: [_MT_] {i}Nadat Joey [ryan]en Matt's koeken in mijn hand had gevoeld voelt Joey's klein aan.{/i}
german: [_MT_] {i}Nachdem ich [ryan]'s und Matts Schwänze in meinem Arsch gehabt habe, fühlt sich Joey wie klein an.{/i}

source: [_MT_] {i}After having [ryan]'s dick in my ass, Joey's feels kind of small.{/i}
dutch: [_MT_] {i}Nadat Joey's [ryan]in mijn hoofd had, voelt Joey's zich als klein aan.{/i}
german: [_MT_] {i}Nach dem [ryan]dick in meinem Arsch, fühlt sich Joey wie klein an.{/i}

source: [_MT_] {i}It still feels amazing though!{/i}
dutch: [_MT_] {i}Het voelt echter nog steeds fantastisch aan!{/i}
german: [_MT_] {i}Es fühlt sich aber immer noch erstaunlich an!{/i}

source: [_J_] Holy shit, [mom_name]!
dutch: [_J_] Heilige shit, [mom_name]!
german: [_J_] Heiliger Scheiß, [mom_name]!

source: [_J_] The way you squirt is so amazing!
dutch: [_J_] De manier waarop je gaat pleinen is zo geweldig!
german: [_J_] So wie du Squirt machst, ist so erstaunlich!

source: [_J_] I'm gonna cum too!
dutch: [_J_] Ik ga ook kubus maken!
german: [_J_] Ich werde auch geil!

source: [_M_] Joey doesn't cum as much as you do, but it's still a lot.
dutch: [_M_] Joey knuffelt niet zo veel als jij, maar het is nog steeds veel.
german: [_M_] Joey ist nicht so viel wie du, aber es ist immer noch viel.

source: [_R_] I still just can't believe you would allow one of this country's most powerful crime boss...
dutch: [_R_] Ik kan nog steeds niet geloven dat je een van de krachtigste misdaadbaas van dit land toestaat...
german: [_R_] Ich kann immer noch nicht glauben, dass du einem der mächtigsten Verbrechensbosse dieses Landes erlauben würdes...

source: [_MT_] {i}He just came in my ass!{/i}
dutch: [_MT_] {i}Hij kwam net in mijn ass!{/i}
german: [_MT_] {i}Er kam gerade in meinen Arsch!{/i}

source: [_J_] My God, [mom_name], this is heaven!
dutch: [_J_] Mijn God, [mom_name], dit is de god!
german: [_J_] Mein Gott, [mom_name], das ist der Himmel!

source: [_J_] But there's something even more I want from you.
dutch: [_J_] Maar er is iets wat ik nog meer van jou wil.
german: [_J_] Aber es gibt noch etwas, was ich von dir erwarte.

source: [_J_] And unless you stop me... I'm going to take you ass!
dutch: [_J_] En tenzij je me stopt... Ik neem je mee!
german: [_J_] Und es sei denn, du stoppst mich... Ich werde dich in den Arsch bringen!

source: [_M_] Fuck, Joey!... Take it!
dutch: [_M_] Fuck, Joey!... Neem het!
german: [_M_] Fuck, Joey!... Nimm es!

source: [_MT_] {i}This is going to feel so good! [ryan] stretched me out enough earlier that I should be able to take anything.{/i}
dutch: [_MT_] {i}Dit zal zich zo lekker voelen! [ryan] heeft me eerder uitgeroeid dat ik alles mee zou kunnen nemen.{/i}
german: [_MT_] {i}Das wird sich so gut fühlen! [ryan] hat mich schon früher gestreckt, dass ich in der Lage sein sollte, irgendetwas zu nehmen.{/i}

source: [_MT_] {i}Holy Marry! That's what I've been needing!{/i}
dutch: [_MT_] {i}Heilige Marry! Dat heb ik nodig!{/i}
german: [_MT_] {i}Heilige Heirat! Das brauche ich!{/i}

source: [_J_] You okay, [mom_name]?
dutch: [_J_] Jij bent ok, [mom_name]?
german: [_J_] Du okay, [mom_name]?

source: [_M_] Mmmm... I love it!
dutch: [_M_] Mmmm... Ik vind het leuk!
german: [_M_] Mmmm... Ich liebe es!

source: [_J_] Ha, I knew it!
dutch: [_J_] Ha, ik wist het!
german: [_J_] Ha, ich wusste es!

source: [_J_] You really are a whole lot kinkier than I ever would have imagined.
dutch: [_J_] Je bent echt heel veel vriendelijker dan ik je ooit had kunnen voorstellen.
german: [_J_] Du bist wirklich sehr viel kinkischer, als ich es mir je vorgestellt hätte.

source: [_J_] And your ass is gripping my cock like a dream!
dutch: [_J_] En jouw pas grijpt mijn moe vast als een droom!
german: [_J_] Und dein Arsch packt meinen Schwanz wie ein Traum!

source: [_J_] I've never met a girl that truly likes taking it in the ass.
dutch: [_J_] ik heb nog nooit een meisje ontmoet dat het echt graag in de as neemt.
german: [_J_] Ich habe noch nie ein Mädchen getroffen, das es wirklich gerne in den Arsch nimmt.

source: [_J_] You really are one in a million!
dutch: [_J_] Je bent echt één in een miljoen!
german: [_J_] Du bist wirklich einer in einer Million!

source: [_MT_] {i}Oh, my God! It's building! I'm about to cum!{/i}
dutch: [_MT_] {i}Oh, mijn God! Het is gebouwd! Ik sta op het punt te beden!{/i}
german: [_MT_] {i}Oh, mein Gott! Es baut! Ich bin dabei mit!{/i}

source: [_M_] Hnnnnggghhhh...
dutch: [_M_] Hnnngghhhhh...
german: [_M_] Hnnngghhh...

source: [_J_] Holy God, [mom_name]!
dutch: [_J_] Heilige God, [mom_name]!
german: [_J_] Heiliger Gott, [mom_name]!

source: [_J_] I'm getting close!
dutch: [_J_] Ik word dichtbij!
german: [_J_] Ich bin nah!

source: [_J_] You don't mind if I cum in your ass, do you?
dutch: [_J_] Je vindt het niet erg als ik in je hand knip, toch?
german: [_J_] Sie haben nichts dagegen, wenn ich in Ihrem Arsch, oder?

source: [_J_] I knew you'd like that!
dutch: [_J_] Ik wist dat je dat zou bevatten!
german: [_J_] Ich wusste, dass dir das gefällt!

source: [_MT_] {i}My God!... I just let a mafia kingpin cum in my ass!{/i}
dutch: [_MT_] {i}Mijn God!... Ik laat gewoon een mafia koning kubus in mijn ass!{/i}
german: [_MT_] {i}Mein Gott!... Ich lasse einfach einen Mafiadinin in meinem Arsch!{/i}

source: [_R_] Yep. So, where's Joey? I thought he was going to stay and keep you safe until I got back.
dutch: [_R_] Yep. Dus, waar is Joey? Ik dacht dat hij zou blijven en je veilig zou houden tot ik terug was.
german: [_R_] Ja. Also, wo ist Joey? Ich dachte, er würde bleiben und dich sicher halten, bis ich wieder zurückgekehrt bin.

source: [_M_] You just missed him. He had to go finish whatever business he had. That's why I'm out here, because he left.
dutch: [_M_] Je hebt hem net gemist. Hij moest zijn bedrijf gaan afmaken. Daarom ben ik hier, want hij ging weg.
german: [_M_] Du hast ihn verpasst. Er musste alles erledigen, was er hatte. Deshalb bin ich hier draußen, weil er verließ.

source: [_R_] Agent Diaz saw you!
dutch: [_R_] Agent Diaz zag je!
german: [_R_] Agent Diaz hat dich gesehen!

source: [_M_] And just giving you a handjob is probably ten times worse than what I just did with Joey!
dutch: [_M_] En geef je gewoon een handwerk dat waarschijnlijk tien keer erger is dan wat ik net gedaan heb met Joey!
german: [_M_] Und dir nur einen Handjob zu geben ist wahrscheinlich zehnmal schlechter als das, was ich gerade mit Joey gemacht habe!

source: [_M_] Do you think I don't know that I shouldn't have let anything happen with a crime lord?
dutch: [_M_] Denk je dat ik niet weet dat ik met een misdaadheer niets had moeten laten gebeuren?
german: [_M_] Glauben Sie, ich weiß nicht, dass ich mit einem Verbrecher nichts hätte passieren lassen sollen?

source: [_R_] Besides, It's not me that you've got to worry about. Who knows what Joey's going to let Dad know in prison. He might tell him just to torture him.
dutch: [_R_] Bovendien, het is niet mij dat je je zorgen moet maken. Wie weet wat Joey's Dad in de gevangenis gaat laten weten?
german: [_R_] Außerdem ist es nicht mich, um die du dich Sorgen machen musst. Wer weiß, was Joey will, Papa im Gefängnis wissen zu lassen. Er könnte ihm sagen, er solle ihn nur foltern.

source: [_M_] He wouldn't do that.
dutch: [_M_] Hij zou dat niet doen.
german: [_M_] Das würde er nicht tun.

source: [_R_] How do you know?
dutch: [_R_] Hoe weet je?
german: [_R_] Woher wissen Sie?

source: [_R_] I don't think he keeps many secrets. Agent Diaz seems to know about all his sexual exploits.
dutch: [_R_] Ik denk niet dat hij veel geheimen heeft. Agent Diaz lijkt te weten over al zijn seksuele uitbuiting.
german: [_R_] Ich glaube nicht, dass er viele Geheimnisse bewahrt. Agent Diaz scheint über all seine sexuellen Ausbeutung zu wissen.

source: [_M_] You know, to keep us from doing something stupid, like screwing a mafia kingpin, but now that that bridge has been crossed...
dutch: [_M_] Weet je, om te voorkomen dat we iets doms doen, zoals een mafia koninkrijk schroeven, maar nu die brug is overgestoken...
german: [_M_] Du weißt, um uns davon abzuhalten, etwas Dummes zu tun, wie das Schrauben eines Mafiakönigs, aber jetzt, da diese Brücke überquert wurde...

source: [_RT_] {i}What a dissapoining day!{/i}
dutch: [_RT_] {i}Wat een dissapoining-dag!{/i}
german: [_RT_] {i}Was für ein enttäuschender Tag!{/i}

source: [_M_] Yeah, I think I could do that again.
dutch: [_M_] Yeah, ik denk dat ik dat nog eens kan doen.
german: [_M_] Ja, ich denke, ich könnte das noch einmal tun.

source: [_R_] Just make sure you spit on it enough.
dutch: [_R_] Zorg er gewoon voor dat je er genoeg op spuugt.
german: [_R_] Stelle sicher, dass du es genug spuckst.

source: [_M_] [ryan], I know what I'm doing!
dutch: [_M_] [ryan], ik weet wat ik doet!
german: [_M_] [ryan], Ich weiß, was ich tue!

source: [_MT_] {i}Oh my God!... I can't believe it!... Again?!... How is this possible?!{/i}
dutch: [_MT_] {i}Oh mijn God!... Ik kan het niet geloven!... weer?!... Hoe is dit mogelijk?!{/i}
german: [_MT_] {i}Oh mein Gott!... Ich kann es nicht glauben!... Wie?!... Wie ist das möglich?!{/i}

source: [_M_] [ryan]! I'm going to...
dutch: [_M_] [ryan]! Ik ga naar...
german: [_M_] [ryan]! Ich gehe zu...

source: [_M_] Okay... My ass is needing another break.
dutch: [_M_] Okay... Mijn pas heeft nog een pauze nodig.
german: [_M_] Okay... Mein Arsch braucht eine weitere Pause.

source: [_M_] I'm going to lay back down in the sand.
dutch: [_M_] Ik ga terug in het zand neerzetten.
german: [_M_] Ich werde mich wieder in den Sand legen.

source: Yes ($50)
dutch: Ja ($50)
german: Ja (50$)

source: Return to Casino
dutch: Terug naar Casino
german: Zurück zum Casino

source: Just a lap dance ($50)
dutch: Gewoon een lap dans ($50)
german: Nur ein Rundentanz ($50)

source: Is the VIP room available?
dutch: Is de VIP-ruimte beschikbaar?
german: Ist das VIP-Zimmer verfügbar?

source: I'll have one of those free waters, please.
dutch: Ik heb één van die vrije wateren, alstublieft.
german: Ich werde eines dieser freien Gewässer haben, bitte.

source: Can I get one of those fancy whiskey's? ($50)
dutch: Kan ik een van die mooie whisky whisky krijgen? ($50)
german: Kann ich einen dieser schönen Whiskey bekommen? ($50)

source: Ask About "Special" Services.
dutch: Vragen over "Speciale" diensten.
german: Fragen Sie nach "Special" Services.

source: No, Thank you!
dutch: Nee, dank u!
german: Nein, Danke!

source: One Hundred Dollars
dutch: Een Honderd Dollar
german: Ein Hundert Dollar

source: Footjob
dutch: Voetbal
german: Fußarbeit

source: Two Hundred Dollars
dutch: Tweehonderd Dollars
german: Zwei Hundert Dollar

source: Eight Hundred Dollars
dutch: Acht Honderden Dollar
german: Acht hundert Dollar

source: One Thousand Dollars
dutch: Een Duizend Dollar
german: Ein Tausend Dollar

source: Never Mind
dutch: Mooi nooit
german: Nie denken

source: Water's free isn't it?
dutch: Water's gratis is het niet?
german: Wasser ist kostenlos, oder?

source: What can I get for fifty bucks?
dutch: Wat kan ik krijgen voor vijftig miljarden?
german: Was bekomme ich für fünfzig Bucks?

source: Thanks, but I'm good, for now.
dutch: Bedankt, maar ik ben goed voor nu.
german: Danke, aber ich bin gut, für jetzt.

source: Do you offer any extra, "special" services?
dutch: Bied je extra "speciale" diensten aan?
german: Bieten Sie zusätzliche "Spezialleistungen" an?

source: Left Pole
dutch: Linker paal
german: Linker Pol

source: Middle Pole
dutch: Middelste paal
german: Mittlerer Pol

source: Right Pole
dutch: Pool rechts
german: Rechter Pol

source: Leave VIP room
dutch: VIP-kamer verlaten
german: VIP-Raum verlassen

source: return
dutch: terug
german: zurück

source: Slow Down
dutch: Langzaam omlaag
german: Langsam nach unten

source: Change View and Slow Down
dutch: Verander weergave en langzaam naar beneden
german: Ansicht ändern und langsamer nach unten

source: Change View
dutch: Weergave wijzigen
german: Ansicht ändern

source: Speed Up
dutch: Versnel omhoog
german: Beschleunigen

source: Speed UP and Change View
dutch: Snelheid UP en Weergave Wijzigen
german: UP beschleunigen und Ansicht ändern

source: Close-Up
dutch: Sluiten
german: Nahaufnahme

source: Reverse Cowgirl Close-up
dutch: Omgekeerd Koeienmeisje Sluiting
german: Umgekehrte Cowgirl Nahe

source: Make Candy Taste her Ass
dutch: Laat snoep haar Ass smaken
german: Lass die Süßigkeiten zu ihrem Ass schmecken

source: Back to Anal
dutch: Terug naar Anal
german: Zurück zu Anal

source: Zoom in
german: Vergrößern

source: I don't have enough money!
dutch: Ik heb niet genoeg geld!
german: Ich habe nicht genug Geld!

source: Bad-mouth Dad
dutch: Bad-mond Papa
german: Bad-Mund-Papa

source: Praise Mom
dutch: Prijs mama
german: Lob Mom

source: I'd better not.
dutch: Ik zou het beter niet doen.
german: Ich wäre es nicht besser.

source: Of course I should!
dutch: Natuurlijk zou ik moeten!
german: Natürlich sollte ich!

source: Take a Peek
dutch: Neem Peek
german: Nimm einen Blick

source: Don't do it
dutch: Doe het niet
german: Nicht tun

source: That might be too bold.
dutch: Dat is misschien te moedig.
german: Das könnte zu mutig sein.

source: Be mean back
dutch: Wees gemeen terug
german: Seien Sie zurück

source: Be respectful
dutch: Wees respectvol
german: Sei respektvoll

source: Buy the bottle
dutch: Koop de fles
german: Flasche kaufen

source: Don't buy it
dutch: Koop het niet
german: Nicht kaufen

source: I don't have enough money
dutch: Ik heb niet genoeg geld
german: Ich habe nicht genug Geld

source: Yeah, we should go back home
dutch: Ja, we moeten naar huis gaan
german: Ja, wir sollten nach Hause zurückkehren

source: Let's keep the good times rolling!
dutch: Laten we de goede tijden laten rollen!
german: Lassen Sie uns die guten Zeiten rollen!

source: Make Mom Cum Again
dutch: Mama Cum Opnieuw Maken
german: Mama Cum wieder machen

source: Fuck Mom's Pussy
dutch: Fuck Mom's parese
german: Fick Mamas Pussy

source: [_J_] Mmmm....
dutch: [_J_] mmm....

source: [_ST_] {i}Whiskey sour, fuzzy navel.{/i}
dutch: [_ST_] {i}Whiskey zour, fuzzy navel.{/i}

source: [_R_] {i}(Smiling){/i}....
dutch: [_R_] {i}(Klein){/i}....

source: [_CD_] Smart boy.
dutch: [_CD_] Slimme jongen.

source: [_CD_] Hhhnnnggg... Wow!
dutch: [_CD_] Hhnnggg... Wow!

source: [_RV_] Cuz your gonna eat my pussy while I'm sucking your dick!
dutch: [_RV_] Cuz je gonna eet mijn poep terwijl ik je zuig!

source: [_R_] Mmmmm!...
dutch: [_R_] mmmm!...

source: [_AD_] Hey, Slick!
dutch: [_AD_] Hallo, plak!

source: [_M_] Principal Hardun!
dutch: [_M_] Principale Hardun!

source: {i}{b}"Money -$500"{/b}{/i}
dutch: {i}{b}"Geld -$500"{/b}{/i}

source: [_M_] N-mmph!
dutch: [_M_] N-mmp!

source: [_AD_] Hey, Tiger.
dutch: Hé, [_AD_] Tijger.

source: [_R_] [mom_name]?!
dutch: [_R_] [mom_name] A?!

source: [_R_] Huh?
dutch: [_R_] Hè?

source: {b}{i}"Mom's Respect +1{/i}{/b}
dutch: {b}{i}"Moment's Respect +1{/i}{/b}

source: [_R_] Hhhnnnggg...
dutch: [_R_] Hhnnggg...

source: {b}{i}"Mom's Respect -1"{/i}{/b}
dutch: {b}{i}"Moment's Respect -1"{/i}{/b}

source: [_R_] Kinda...
dutch: [_R_] Kind...

source: [_R_] Okay, boomer!
dutch: [_R_] Oké, boemer!

source: [_RT_] {i}Uh oh...{/i}
dutch: [_RT_] {i}Eh oh...{/i}

source: [_RT_] {i}Fuck, yeah!{/i}
dutch: [_RT_] {i}Fuck, ja!{/i}

source: {b}{i}"Money -$100"{/i}{/b}
dutch: {b}{i}"Geld -$100"{/i}{/b}

source: {b}{i}"Money -$[money]"{/i}{/b}
dutch: {b}{i}"Geld -$[money]"{/i}{/b}

source: [_R_] Uhhh...
dutch: [_R_] Uhh...

source: {b}{i}"Mom's Libido +1"{/i}{/b}
dutch: {b}{i}"Momenten Libido +1"{/i}{/b}

source: {b}{i}"Mom's Libido +5"{/i}{/b}
dutch: {b}{i}"Momenten Libido +5"{/i}{/b}

source: {i}"Mom's Libido ={b}MAX{/b}"{/i}
dutch: {i}"Momenten Libido ={b}MAX{/b}"{/i}
