Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_J_] Again, really? I'm sure they want to stay and chat with us. What's so important?
german: [_J_] Wirklich? Ich bin sicher, dass sie bleiben und mit uns chatten möchten. Was ist so wichtig?

source: [_G_] Uhhh... I need some more advice from someone who... takes pictures of things, er of girls.
dutch: [_G_] Uhhh... Ik heb wat meer advies nodig van iemand die ... foto's van dingen neemt...
german: [_G_] Uhhhh... Ich brauche noch ein paar Ratschläge von jemandem, der Bilder von Dingen macht, er von Mädchen.

source: [_G_] And I need Armani again for her... uhh... attention to detail.
dutch: [_G_] En ik heb Armani opnieuw nodig voor ha... u... aandacht voor details.
german: [_G_] Und ich brauche Armani für sie... uhhh... Liebe zum Detail.

source: [_J_] Yeah, that does sound important, I think [mom_name] and I will be just fine on our own for a little bit.
dutch: [_J_] Yeah, dat klinkt belangrijk, ik denk [mom_name] en ik zal er een beetje goed op uit zijn.
german: [_J_] Ja, das klingt wichtig, ich glaube, [mom_name] und ich werde ein wenig alleine sein.

source: [_RT_] {i}Really?... Again?... Does he really think that any of us don't know what he's doing?{/i}
dutch: [_RT_] {i}Echtelijk?... Denk hij echt dat iemand van ons niet weet wat hij doet?{/i}
german: [_RT_] {i}wirklich?... Wieder?... Glaubt er wirklich, dass irgendjemand von uns nicht weiß, was er tut?{/i}

source: [_RT_] {i}The only one he might be fooling is Mom.{/i}
dutch: [_RT_] {i}De enige die hij voor de gek kan houden is Mom.{/i}
german: [_RT_] {i}Der einzige, den er vielleicht trügert, ist Mom.{/i}

source: [_RT_] {i}And at this point, she's a willing participant.{/i}
dutch: [_RT_] {i}En op dit moment is ze een bereidwillige deelnemer.{/i}
german: [_RT_] {i}Und an diesem Punkt ist sie eine bereitwillige Teilnehmerin. {/i}

source: [_RT_] {i}Oh... I guess that's the only person he needs to fool.{/i}
dutch: [_RT_] {i}Oh... Ik denk dat dat de enige persoon is die hij hoeft te dwingen.{/i}
german: [_RT_] {i}Oh... Ich denke, das ist die einzige Person, die er zum Narren halten muss.{/i}

source: [_R_] I think I'll just stay here.
dutch: [_R_] Ik denk dat ik gewoon hier zal blijven.
german: [_R_] Ich denke, ich werde hier bleiben.

source: [_M_] [ryan]! Don't be rude! I didn't raise you like that! Go see what he needs. I'm sure Joey wouldn't let you go if there were any danger to you.
dutch: [_M_] [ryan]! Wees niet onbeleefd! Ik heb je zo niet opgehaald! Kijk eens wat hij nodig heeft. Ik weet zeker dat Joey je niet zou laten gaan als er gevaar voor je was.
german: [_M_] [ryan]! Sei nicht unhöflich! Ich habe dich so nicht erhöht! Lass dir anschauen, was er braucht. Ich bin sicher, dass Joey dich nicht gehen lassen würde, wenn es eine Gefahr für dich gäbe.

source: [_J_] That's right. I trust my team completely.
dutch: [_J_] dat klopt. Ik vertrouw mijn team volledig.
german: [_J_] Das ist richtig. Ich vertraue meinem Team voll und ganz.

source: [_R_] Ohhh... Fine...
dutch: [_R_] Ohhh... prima...
german: [_R_] Ohhhh... gut...

source: [_G_] Alright you two... Go on... Get lost
dutch: [_G_] Oké jou twee... Ga op... Verloren
german: [_G_] Du hast zwei... Gehe weiter... Verliere dich

source: [_A_] Do we have a half hour again?
dutch: [_A_] Hebben we weer een half uur?
german: [_A_] Haben wir eine halbe Stunde wieder?

source: [_G_] At the very least.
dutch: [_G_] Op zijn minst
german: Zumindest [_G_].

source: [_G_] No point coming back before that.
dutch: [_G_] Geen punt dat voor die tijd terugkomt.
german: [_G_] Davor kommt kein Punkt zurück.

source: [_A_] Come on, [ryan]. Let's go find something to do for the next half hour.
dutch: [_A_] Kom op, [ryan]. Laten we het volgende half uur eens uitzoeken.
german: [_A_] Komm, [ryan]. Lass uns etwas für die nächste halbe Stunde tun.

source: [_A_] You ready to keep the score even between us and them?
dutch: [_A_] Ben je klaar om de score zelfs tussen ons en hen te behouden?
german: [_A_] Du bist bereit, die Punktzahl auch zwischen uns und ihnen zu halten?

source: [_R_] Uhh... I guess.
dutch: [_R_] Uhhh... Ik denk het.
german: [_R_] Uhhh... Ich vermute.

source: [_A_] Well, don't follow me if this is a chore for you.
dutch: [_A_] Nou, volg me niet als dit een koorts voor jou is.
german: [_A_] Na ja, folge mir nicht, wenn es dir gefällt.

source: [_RT_] {i}It's not a chore... And I should be happy to get to mess around with Armani... I just can't get my mind off what's going on in the dinning room.{/i}
dutch: [_RT_] {i}Het is geen schaak... En ik zou blij moeten zijn om rond te lopen met Arman. . Ik kan me gewoon niet afzijdig houden van wat er gaande is in de eetkamer.{/i}
german: [_RT_] {i}Es ist keine Aufgabe... Und ich sollte froh sein, mit Armani herumzuspielen. . Ich kann mir einfach nicht vorstellen, was im Speisesaal vor sich geht.{/i}

source: [_RT_] {i}Now that they've fucked, are they going to start fucking in there, too?{/i}
dutch: [_RT_] {i}Nu ze fucken, gaan ze daar ook beginnen te fucken?{/i}
german: [_RT_] {i}Nun, da sie gefickt haben, werden sie dort auch anfangen zu ficken? {/i}

source: [_A_] Oh, good! I was starting to worry that maybe you wouldn't follow.
dutch: [_A_] Oh, goed! Ik begon me zorgen te maken dat je misschien niet zou volgen.
german: [_A_] Oh, gut! Ich habe angefangen zu befürchten, dass du vielleicht nicht folgen würdest.

source: [_A_] I'm so glad you did though!
dutch: [_A_] Ik ben zo blij dat je het wel hebt gedaan!
german: [_A_] Ich bin so froh, dass du es aber getan hast!

source: [_A_] You know...
dutch: [_A_] weet u...
german: [_A_] Sie wissen...

source: [_A_] I really enjoyed doing this last time.
dutch: [_A_] Het doet me echt plezier dit de laatste keer te doen.
german: [_A_] Ich habe es das letzte Mal sehr genossen.

source: [_A_] And I was really hoping we would run into you and your mom again tonight.
dutch: [_A_] En ik hoopte echt dat we vanavond weer tegen jou en je moeder zouden oplopen.
german: [_A_] Und ich hatte wirklich gehofft, dass wir heute Abend wieder auf dich und deine Mama laufen würden.

source: [_A_] But I did hear what happened between Joey and your mom, and you have my deepest sympathy.
dutch: [_A_] Maar ik heb wel gehoord wat er tussen Joey en je moment is gebeurd en je hebt mijn diepste medeleven.
german: [_A_] Aber ich habe gehört, was zwischen Joey und deiner Mutter geschah, und du hast mein tiefstes Mitgefühl.

source: [_R_] Really!? Joey told you?!
german: [_R_] Wirklich!? Joey sagte dir?!

source: [_A_] No... Most secrets are kept pretty well within a crime family, but certain FBI aganets aren't quite as good at discretion.
dutch: [_A_] Nee... De meeste geheimen worden vrij goed bewaard binnen een criminele familie, maar bepaalde FBI aganets zijn niet zo goed naar eigen goeddunken.
german: [_A_] Nein... Die meisten Geheimnisse werden in einer Verbrecherfamilie sehr gut aufbewahrt, aber bestimmte FBI-Aganets sind nicht ganz so gut im Ermessen.

source: [_R_] {i}(Whisper yell){/i} Fucking Diaz!
dutch: [_R_] {i}(Whisper yell){/i} Vurige Diaz!
german: [_R_] {i}(Flüsteryell){/i} Fucking Diaz!

source: [_A_] Yeah, she can be a little hard to control.
dutch: [_A_] Ja, ze kan een beetje moeilijk te besturen zijn.
german: [_A_] Ja, sie kann ein wenig schwer zu kontrollieren sein.

source: [_A_] And while I know it doesn't make up for what Joey's been doing with your mom, hopefully you get some satisfaction with messing around with his niece.
dutch: [_A_] En terwijl ik weet dat het niet goed is wat Joey's doet met je moeite, Hopelijk krijg je enige voldoening met het rokken van zijn niece.
german: [_A_] Und während ich weiß, dass es nicht ausgleicht, was Joey mit deiner Mutter gemacht hat, hoffentlich erhalten Sie eine gewisse Genugtuung über das Durcheinander mit seiner Nichte.

source: [_A_] And what's going on in the other room is completely our of our control...
dutch: [_A_] En wat er in de andere kamer gebeurt, is volledig onze controle...
german: [_A_] Und was in den anderen Räumen vor sich geht, ist völlig unserer Kontrolle...

source: [_A_] And I'm sorry there isn't anything that can be done to stop Joey and your mom from messing around again.
dutch: [_A_] En het spijt me dat er niet iets gedaan kan worden om te voorkomen dat Joey en je moeder weer een puinhoop maken.
german: [_A_] Und es tut mir leid, dass es nichts gibt, was getan werden kann, um Joey und deine Mutter daran zu hindern, wieder herumzuspielen.

source: [_A_] I'd help you out if it wasn't out of our control.
dutch: [_A_] Ik zou je helpen als het niet buiten onze controle was.
german: [_A_] Ich würde dir helfen, wenn es nicht außerhalb unserer Kontrolle lag.

source: [_A_] But at least we can control what happens in here.
dutch: [_A_] Maar we kunnen hier in ieder geval controleren wat er gebeurt.
german: [_A_] Aber zumindest können wir kontrollieren, was hier passiert.

source: [_R_] What were we talking about?
dutch: [_R_] Waar hadden we het over?
german: [_R_] Worüber haben wir gesprochen?

source: [_A_] Haha... That's what I like to hear.
dutch: [_A_] Haha... Dat is wat ik graag hoor.
german: [_A_] Haha... Das ist es, was ich gerne höre.

source: [_A_] And why don't I just get rid of this dress completely.
dutch: [_A_] En waarom doe ik deze jurk niet gewoon volledig.
german: [_A_] Und warum nicht einfach dieses Kleid ganz loswerden.

source: [_A_] It's not like it's covering much anyways.
dutch: [_A_] Het lijkt er toch niet op dat het veel bedekt.
german: [_A_] Es ist nicht so, als ob es sowieso viel bedeckt.

source: [_A_] Now, follow me.
dutch: [_A_] Nu, volg me.
german: [_A_] Jetzt folge mir.

source: [_J_] I'm just going to say it again... You're an amazing woman, and from everything I've learned about [dad_name] through the years, I can confidently say that he doesn't deserve you.
dutch: [_J_] Ik ga het gewoon weer zeggen... Je bent een geweldige vrouw, en van alles wat ik door de jaren heen over [dad_name] heb geleerd, kan ik gerust zeggen dat hij je niet verdient.
german: [_J_] Ich werde es nur noch einmal sagen... Du bist eine erstaunliche Frau, und von allem, was ich über [dad_name] im Laufe der Jahre gelernt habe, kann ich zuversichtlich sagen, dass er dich nicht verdient.

source: [_J_] I still can't stop thinking about what happened between us on the beach.
dutch: [_J_] Ik kan nog steeds niet ophouden na te denken over wat er tussen ons is gebeurd op het strand.
german: [_J_] Ich kann immer noch nicht aufhören, darüber nachzudenken, was zwischen uns am Strand passiert ist.

source: [_J_] I still can't stop thinking about what we did in here last time.
dutch: [_J_] Ik kan nog steeds niet ophouden na te denken over wat we hier de vorige keer hebben gedaan.
german: [_J_] Ich kann immer noch nicht aufhören, darüber nachzudenken, was wir beim letzten Mal hier gemacht haben.

source: [_M_] Jeez... I still can't believe I did that!
dutch: [_M_] Jeez... Ik kan nog steeds niet geloven dat ik dat gedaan heb!
german: [_M_] Jeez... Ich kann immer noch nicht glauben, dass ich das getan habe!

source: [_MT_] {i}And as horny as I am right now, I'm about to rip those pants down and do something else!{/i}
dutch: [_MT_] {i}En zo verschrikkelijk als ik nu ben, ik sta op het punt om die broek neer te zetten en iets anders te doen!{/i}
german: [_MT_] {i}Und so geil wie ich jetzt bin, ich rippe diese Hose ab und mache etwas anderes!{/i}

source: [_M_] You know, I'd let you just fuck me right here if you want.
dutch: [_M_] weet het, ik laat je me hier gewoon stompen als je wilt.
german: [_M_] Du weißt schon, ich würde dich einfach hier ficken lassen, wenn du willst.

source: [_J_] I'm sorry, but that won't do here. There's a pretty strict honor code in place.
dutch: [_J_] Het spijt me, maar dat zal hier niet zijn. Er is een behoorlijk strikte eer code op zijn plaats.
german: [_J_] Es tut mir leid, aber das geht hier nicht. Es ist ein ziemlich strikter Ehrencode vorhanden.

source: [_M_] Come to the beach later, then. I'll get [ryan] to think it's part of our date.
dutch: [_M_] Kom later naar het strand, dan. Ik neem [ryan] om te denken dat het een deel van onze datum is.
german: [_M_] Komm später zum Strand. Ich werde [ryan] bekommen, um zu glauben, dass es Teil unseres Datums ist.

source: [_J_] How could I resist an offer like that.
dutch: [_J_] Hoe kan ik een dergelijk aanbod weerstaan.
german: [_J_] Wie konnte ich einem solchen Angebot widerstehen.

source: [_M_] It's probably my turn to do something for you.
dutch: [_M_] Het is waarschijnlijk mijn beurt om iets voor jou te doen.
german: [_M_] Es ist wahrscheinlich an der Reihe, etwas für dich zu tun.

source: [_J_] No, [mom_name]. I don't want you to think that I'm a selfish lover.
dutch: [_J_] Nee, [mom_name]. Ik wil niet dat je denkt dat ik een egoïstisch liefhebber ben.
german: [_J_] Nein, [mom_name]. Ich möchte nicht, dass du denkst, dass ich ein egoistischer Liebhaber bin.

source: [_J_] I wasn't raised like that.
dutch: [_J_] Ik ben niet zo opgevoed.
german: [_J_] Ich war so nicht hochgehoben.

source: [_J_] And now, I want to do something for you again.
dutch: [_J_] En nu, ik wil weer iets voor je doen.
german: [_J_] Und jetzt möchte ich wieder etwas für dich tun.

source: [_MT_] {i}Oh, my God!{/i}
dutch: [_MT_] {i}Oh, mijn God!{/i}
german: [_MT_] {i}Oh, mein Gott!{/i}

source: [_J_] I want to see that pussy squirt again!
dutch: [_J_] Ik wil dat potje nog een keer zien!
german: [_J_] Ich möchte sehen, dass die Fotze squirt wieder!

source: [_J_] All you have to do is nod.
dutch: [_J_] Het enige wat je hoeft te doen is nee.
german: [_J_] Du musst nur nicken.

source: [_MT_] {i}Can I do this?{/i}
dutch: [_MT_] {i}Kan ik dit doen?{/i}
german: [_MT_] {i}Kann ich das tun? {/i}

source: [_MT_] {i}For God's sake, my own son is somewhere close by... Maybe just outside this room.{/i}
dutch: [_MT_] {i}omwille van God, is mijn eigen zoon ergens dichtbij ... Misschien net buiten deze kamer.{/i}
german: [_MT_] {i}um Gottes willen, mein eigener Sohn ist irgendwo in der Nähe... Vielleicht gerade außerhalb dieses Raums.{/i}

source: [_MT_] {i}Can I really cheat on his father again, with him so near?{/i}
dutch: [_MT_] {i}Kan ik zijn vader weer echt bedriegen en zo bij?{/i}
german: [_MT_] {i}Kann ich seinen Vater wirklich noch einmal betrügen, mit ihm so nahe?{/i}

source: [_MT_] {i}I guess I should have been expecting that!{/i}
dutch: [_MT_] {i}Ik denk dat ik dat had moeten verwachten!{/i}
german: [_MT_] {i}Ich denke, ich hätte das erwarten sollen!{/i}

source: [_MT_] {i}So... forceful.{/i}
dutch: [_MT_] {i}So... gedwongen.{/i}
german: [_MT_] {i}So... kraftvoll.{/i}

source: [_MT_] {i}So... powerful!{/i}
dutch: [_MT_] {i}So... krachtig!{/i}
german: [_MT_] {i}So... mächtig!{/i}

source: [_MT_] {i}I'm melting!{/i}
dutch: [_MT_] {i}Ik smelt!{/i}
german: [_MT_] {i}Ich schmelze!{/i}

source: [_J_] Yes!... That's it!... Let them breathe!
dutch: [_J_] Ja!... Dat is het!... Laat ze ademen!
german: [_J_] Ja!... Das ist!... Lass sie atmen!

source: [_J_] God, [mom_name]! I love your breasts!
dutch: [_J_] God, [mom_name]! Ik hou van je borsten!
german: [_J_] Gott, [mom_name]! Ich liebe deine Brüste!

source: [_MT_] {i}Oh, this feels so good!... My breasts need the attention!{/i}
dutch: [_MT_] {i}Ah, dit voelt zo lekker!... Mijn borsten hebben de aandacht nodig!{/i}
german: [_MT_] {i}Oh, das fühlt sich so gut an!... Meine Brüste brauchen die Aufmerksamkeit!{/i}

source: [_MT_] {i}It almost makes up for not having anything in my ass.{/i}
dutch: [_MT_] {i}Het maakt het bijna mogelijk om niets in mijn ass.{/i} te hebben
german: [_MT_] {i}Es macht fast den Nachteil, dass ich nichts in meinem Arsch habe. {/i}

source: [_MT_] {i}Oh, this situation... This environment... These circumstances are all just turning me on so badly!{/i}
dutch: [_MT_] {i}Ah, deze situatie... Deze omgeving... Deze omstandigheden zetten me allemaal zo slecht aan!{/i}
german: [_MT_] {i}Oh, diese Situation... Diese Umgebung... All diese Umstände schalten mich so schlecht ein!{/i}

source: [_MT_] {i}I might not even need any anal stimulation... which I now know Joey doesn't mind anal sex, but I don't dare ask him to use his fingers.{/i}
dutch: [_MT_] {i}Ik heb misschien geen anale stimulering nodig... Ik weet nu dat Joey het geen zin heeft om een anaal geslacht, maar ik durf hem niet te vragen zijn vingers te gebruiken.{/i}
german: [_MT_] {i}Ich brauche keine Analstimulierung... das ich jetzt weiß, hat Joey nichts gegen Anal Sex, aber ich wage ihn nicht, seine Finger zu benutzen.{/i}

source: [_MT_] {i}I might not even need any anal stimulation... which is good, because how am I supposed to explain that to Joey?{/i}
dutch: [_MT_] {i}Ik heb misschien geen anale stimulering nodig... wat goed is, want hoe moet ik dat uitleggen aan Joey?{/i}
german: [_MT_] {i}Ich brauche vielleicht keine Analstimulierung... was gut ist, denn wie soll ich das Joey erklären?{/i}

source: [_MT_] {i}Oh, yes!... Right there!{/i}
dutch: [_MT_] {i}Oh, ja!... Recht!{/i}
german: [_MT_] {i}Ah, ja!... Genau da!{/i}

source: [_A_] See... It feels just as good as last time, doesn't it?
dutch: [_A_] Zie... Het voelt net zo goed als de vorige keer, nietwaar?
german: [_A_] Sieh... Es fühlt sich genauso gut wie das letzte Mal an, oder?

source: [_R_] I didn't say... it doesn't feel good... I'm really enjoying myself.
dutch: [_R_] Ik heb niet gezegd... het voelt niet goed... Ik geniet echt van mezelf.
german: [_R_] Ich sagte nicht... es fühlt sich nicht gut... Ich genieße mich sehr.

source: [_A_] Oh, good! I guess I'm still just a little self conscious that I'm not giving out more.
dutch: [_A_] Oh, goed! Ik denk dat ik me nog steeds een beetje bewust ben van het feit dat ik niet meer uitgeef.
german: [_A_] Oh, gut! Ich vermute, ich bin mir immer noch ein wenig selbstbewusst, dass ich nicht mehr vergebe.

source: [_A_] Once I get married and lose my virginity, you can be my guy on the side.
dutch: [_A_] Zodra ik getrouwd ben en mijn maagheid verlies, kan je mijn vent aan de kant zijn.
german: [_A_] Sobald ich verheiratet bin und meine Jungfräulichkeit verliere, kannst du mein Mann auf der Seite sein.

source: [_R_] Oh, what an honor.
dutch: [_R_] Oh, wat een eer.
german: [_R_] Oh, was für eine Ehre.

source: [_A_] You bet your ass it is.
dutch: [_A_] Jij wed dat het is.
german: [_A_] Sie wetten Ihren Arsch es ist.

source: [_RT_] {i}Goddam! I still want Armani's virginity!{/i}
dutch: [_RT_] {i}Goddam! Ik wil nog steeds Arman's maagheid!{/i}
german: [_RT_] {i}Goddam! Ich möchte immer noch Armis Jungfräulichkeit!{/i}

source: [_A_] I'm pretty decent... with my mouth, didn't you think?
dutch: [_A_] Ik ben best fatsoenlijk... met mijn mond, dacht je niet?
german: [_A_] Ich bin ziemlich anständig... mit meinem Mund denkst du?

source: [_A_] You want to... have me suck you off again?
dutch: [_A_] Je wilt... heb ik je nog een keer uitgezonden?
german: [_A_] Du willst dich wieder absaugen lassen?

source: [_R_] Uhh.. Yeah!... Who wouldn't?
dutch: [_R_] Uh.. Ja!... Wie zou dat niet kunnen?
german: [_R_] Uhhh.. Ja!... Wer würde es nicht?

source: [_A_] Kay... Just like last time, you just can't cum... down my throat... on my face... or in my hair.
dutch: [_A_] Kay... Net als de vorige keer kan je gewoon niet denken... door mijn keel... op mijn gezicht... of in mijn haar.
german: [_A_] Kay... Genau wie beim letzten Mal kannst du einfach nicht mit... meine Kehle runter... auf meinem Gesicht... oder in meinem Haar.

source: [_RT_] {i}It may not be Mom, but damn!... How can I complain about getting to do this with Armani?{/i}
dutch: [_RT_] {i}Het is misschien niet Mama, maar bezwaren!... Hoe kan ik erover klagen met Arman?{/i}
german: [_RT_] {i}Es ist vielleicht nicht Mama, aber verdammt! ... Wie kann ich mich darüber beschweren, dies mit Armani zu erleben?{/i}

source: [_RT_] {i}God, I hope they're not fucking in the other room! At least there is some satisfaction in getting something from his niece.{/i}
dutch: [_RT_] {i}God, Ik hoop dat ze niet infucken in de andere kamer! Tenminste is er enige voldoening om iets te krijgen van zijn niece.{/i}
german: [_RT_] {i}Gott, ich hoffe, dass sie nicht im anderen Raum fucken! Zumindest gibt es eine gewisse Genugtuung, etwas von seiner Nichte zu bekommen.{/i}

source: [_RT_] {i}God, I hope Joey's not getting any further with Mom, There is still some satisfaction in getting something from his niece.{/i}
dutch: [_RT_] {i}God, Ik hoop dat Joey's niet verder komt met Mam, er is nog steeds wat tevredenheid in het krijgen van iets van zijn niece.{/i}
german: [_RT_] {i}Gott, ich hoffe, Joey wird nicht weiter mit Mama, es gibt immer noch eine gewisse Genugtuung, etwas aus seiner Nichte zu bekommen. {/i}

source: [_RT_] {i}What would he do to me if he found out?{/i}
dutch: [_RT_] {i}Wat zou hij voor mij doen als hij het ontdekte?{/i}
german: [_RT_] {i}Was würde er mir tun, wenn er herausgefunden hätte? {/i}

source: [_RT_] {i}Mmm... Just look at that sexy girl on the end of my knob!{/i}
dutch: [_RT_] {i}Mmm... Kijk gewoon naar dat sexy meisje aan het einde van mijn knob!{/i}
german: [_RT_] {i}Mmm... Schaue dir dieses sexy Mädchen am Ende meines Knopfes an!{/i}

source: [_RT_] {i}At the very least, my life, and more importantly, my sex life isn't boring anymore.{/i}
dutch: [_RT_] {i}Mijn leven en belangrijker nog, mijn seksleven is niet langer saai. {/i}
german: [_RT_] {i}Zumindest mein Leben und vor allem mein Sexleben langweilig nicht mehr.{/i}

source: [_RT_] {i}Here I am, getting head from one of the most powerful Mafia king pin's niece.{/i}
dutch: [_RT_] {i}Hier ben ik aan het hoofd van een van de krachtigste Mafia king pin's niece.{/i}
german: [_RT_] {i}Hier bin ich und bekomme Kopf von einer der mächtigsten Mafia-Königin Nichte der Nichte.{/i}

source: [_RT_] {i}Ohhh... I'm getting close!{/i}
dutch: [_RT_] {i}Ahh... Ik kom dichtbij!{/i}
german: [_RT_] {i}Ohhhh... Ich bin nah!{/i}

source: [_RT_] {i}Time to pull out!{/i}
dutch: [_RT_] {i}Tijd om uit te trekken!{/i}
german: [_RT_] {i}Zeit zum Ausziehen!{/i}

source: [_A_] Holy...
dutch: [_A_] Hallo...
german: [_A_] Heilig...

source: [_A_] That's a lot of cum!
dutch: [_A_] Dat is een hoop kum!
german: [_A_] Das ist viel mit!

source: [_A_] They still aren't done with... Uh... Whatever they're doing?
dutch: [_A_] Ze zijn nog niet klaar... Uh... Wat ze ook doen?
german: [_A_] Sie sind immer noch nicht mit ... Uh... Was immer sie tun?

source: [_G_] It's not my business to know what they're doing, and until Joey calls me, no they aren't done.
dutch: [_G_] Het is niet mijn taak om te weten wat ze aan het doen zijn, en tot Joey me belt, zijn ze niet klaar.
german: [_G_] Es ist nicht mein Geschäft zu wissen, was sie tun, und bis Joey mich anruft, nein, sie sind nicht getan.

source: [_RT_] {i}Dammit!{/i}
german: [_RT_] {i}Damm!{/i}

source: [_M_] Joey... I'm getting close.
dutch: [_M_] Joe... Ik kom dichtbij.
german: [_M_] Joey... Ich bin nah.

source: [_J_] Don't hold back!
dutch: [_J_] houd het niet tegen!
german: [_J_] Halten Sie sich nicht zurück!

source: [_J_] I'm hoping you squirt even more than last time!
dutch: [_J_] Ik hoop dat je nog meer pleinen dan de vorige keer!
german: [_J_] Ich hoffe, du Squirt noch mehr als das letzte Mal!

source: [_J_] Oh, my God!... I think you did it!
dutch: [_J_] Oh, mijn God!... Ik denk dat je het hebt gedaan!
german: [_J_] Oh, mein Gott!... Ich glaube, du hast es getan!

source: {i}{b}"Mom's Sexual Frustration =0"{/b}{/i}
dutch: {i}{b}"Momenten Seksuele Frustratie =0"{/b}{/i}
german: {i}{b}"Mamas Sexual Frustration =0"{/b}{/i}

source: [_G_] It doesn't matter how many times you ask, the answer is going to be the same.
dutch: [_G_] Het maakt niet uit hoe vaak je vraagt, het antwoord zal hetzelfde zijn.
german: [_G_] Es spielt keine Rolle, wie oft Sie fragen, die Antwort wird die gleiche sein.
