Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Camille, I think that's enough for today.
italian: [_M_] Camille, penso che sia sufficiente per oggi.

source: [_M_] So, [ryan]... What can I do for you?
italian: [_M_] Allora, [ryan]... Cosa posso fare per te?

source: [_R_] Nothing, really. I just woke up and thought I'd say hi on my way to the bathroom.
italian: [_R_] Nulla, davvero. Mi sono appena svegliato e ho pensato che avrei detto ciao sulla mia strada per il bagno.

source: [_M_] Oh, that's really sweet of you!
italian: [_M_] Oh, è davvero dolce di te!

source: [_C_] Don't buy it... He's after something.
italian: [_C_] Non comprate... sta dopo qualcosa.

source: [_RT_] {i}You bet I am!... I need another handy!{/i}
italian: [_RT_] {i}Scommetti che sono!... Ho bisogno di un altro utile!{/i}

source: [_M_] Would you stop?
italian: [_M_] ti fermeresti?

source: [_M_] I think you've got a certain uniform you need to change into, and some housework that needs to get done.
italian: [_M_] Penso che tu abbia una certa uniformità in cui devi cambiare, e alcuni lavori domestici che devono essere realizzati.

source: [_C_] Not today! [ryan] gave me the day off. Didn't you?
italian: [_C_] Non oggi! [ryan] mi ha dato la giornata libera. Non è vero?

source: [_M_] What?
italian: [_M_] Cosa?

source: [_R_] Uh, yeah... Camille worked really hard yesterday, so I thought I'd reward her.
italian: [_R_] Uh, sì... Camille ha lavorato molto duramente ieri, quindi pensavo di averla premiata.

source: [_M_] I'm glad to hear it.
italian: [_M_] Sono felice di sentirlo.

source: [_M_] Well, enjoy your day off.
italian: [_M_] Beh, goditi la tua giornata libera.

source: [_M_] Come on in [ryan] and we can have a chat while I'm picking out my clothes.
italian: [_M_] Vieni in [ryan] e possiamo fare una chiacchierata mentre sto prendendo i miei vestiti.

source: [_C_] I'll change in the bathroom, and then I'm out of here.
italian: [_C_] cambierò in bagno, e poi sono fuori da qui.

source: [_M_] Good idea.
italian: [_M_] Buona idea.

source: [_M_] So, [ryan]... Tell me a little about what's going on in your life.
italian: [_M_] Allora, [ryan]... Raccontami un po' di cosa sta succedendo nella tua vita.

source: [_C_] You know how sadistic it is to make your own sister wear that kinky shit to clean your house, right?
italian: [_C_] Sai quanto sia sadico far indossare a tua sorella quella merda viziosa per pulire la tua casa, giusto?

source: [_M_] Oh, stop complaining! You earned the right to wear it by being such an elitist snob.
italian: [_M_] Oh, smettila di lamentarti! Ti sei guadagnato il diritto di indossarlo essendo uno snob così elitario.

source: [_M_] Now, go get your uniform on.
italian: [_M_] Ora, vai ad accendere la tua uniforme.

source: [_C_] Fine.
italian: [_C_] Bene.

source: [_C_] I'll be in the bathroom changing into my fetish outfit, I mean uniform, if you guys need me.
italian: [_C_] Sarò in bagno cambiando nel mio vestito fetish, intendo uniforme, se i ragazzi hanno bisogno di me.

source: [_M_] I know you get the weekend off, so why don't you run along so I can talk with my son?
italian: [_M_] So che ottieni il fine settimana, quindi perché non corri per poter parlare con mio figlio?

source: [_C_] You don't have to ask me twice
italian: [_C_] Non devi chiedermelo due volte

source: [_M_] Come on in [ryan] and we can have a chat while I'm getting my school clothes ready to be ironed.
italian: [_M_] Vieni in [ryan] e possiamo fare una chiacchierata mentre sto preparando i vestiti della mia scuola per essere stirati.

source: [_R_] Wow... I think both of you have your legs stretched even wider than the last time I saw you holding this pose!
italian: [_R_] Wow... Penso che entrambi abbiate le gambe allungate ancora più larghe dell'ultima volta che vi ho visti tenervi in posa!

source: [_RT_] {i}One day I'll personally stretch both of your legs wide open!{/i}
italian: [_RT_] {i}Un giorno sarò personalmente aperto entrambe le gambe!{/i}

source: [_C_] Aaaand... he's back!
italian: [_C_] Aaaand... è tornato!

source: [_C_] Don't you have some homework, or anything else to do besides bug us?
italian: [_C_] Non hai dei compiti o altro da fare oltre a noi?

source: [_R_] I could go pee all over the toilet seat before you have to clean it.
italian: [_R_] Potrei andare a fare la pipì su tutto il sedile della toilette prima che tu debba pulirlo.

source: [_C_] You already do.
italian: [_C_] Hai già fatto.

source: [_R_] Nothing, really. I just wanted to come say hi, again.
italian: [_R_] Niente, davvero. Volevo solo venire a dire di nuovo.

source: [_C_] Don't buy it... He's always after something.
italian: [_C_] Non compratelo... Lui è sempre dopo qualcosa.

source: [_MT_] {i}After his last pervy move, she might be right.{/i}
italian: [_MT_] {i}Dopo la sua ultima mossa pervy, potrebbe avere ragione.{/i}

source: [_MT_] {i}Still, I should give my son the benefit of the doubt.{/i}
italian: [_MT_] {i}Ancora, dovrei dare a mio figlio il beneficio del dubbio.{/i}

source: [_M_] Come on in [ryan] and we can try to have that chat again while I'm picking out my clothes.
italian: [_M_] Vieni in [ryan] e possiamo provare ad avere di nuovo quella chat mentre sto scegliendo i miei vestiti.

source: [_M_] So, [ryan]... Tell me again about what's going on in your life.
italian: [_M_] Dunque, [ryan]... Raccontami ancora una volta di cosa sta succedendo nella tua vita.

source: [_C_] I still can't believe what a sadist you are to make your own sister wear that kinky shit to clean your house!
italian: [_C_] Non riesco ancora a credere a ciò che un sadico devi far indossare alla tua sorella quella merda stravagante per pulire la tua casa!

source: [_M_] Oh, stop complaining! Until you stop being such an elitist snob, you'll keep wearing that uniform to work in our house.
italian: [_M_] Oh, smettila di lamentarti! Fino a quando non smetti di essere uno snob così elitario, continuerai a indossare quella uniforme per lavorare nella nostra casa.

source: [_M_] Come on in [ryan] and we can try to have that chat again while I'm getting my school clothes ready to be ironed.
italian: [_M_] Vieni in [ryan] e possiamo provare ad avere quella chat di nuovo mentre sto preparando i vestiti della mia scuola per essere stirati.

source: [_R_] Wow, Mom!... You make that look easy!
italian: [_R_] Wow, mamma!... Lo rendi facile!

source: [_RT_] {i}I wish you were as easy!{/i}
italian: [_RT_] {i}Vorrei che fossi così facile!{/i}

source: [_R_] Nice breathing technique!
italian: [_R_] Bella tecnica di respirazione!

source: [_RT_] {i}And thanks for the view!{/i}
italian: [_RT_] {i}E grazie per la vista!{/i}

source: [_M_] Did you come to say hi, again?
italian: [_M_] Sei venuto a dirlo, di nuovo?

source: [_R_] You guessed it.
italian: [_R_] L'hai indovinato.

source: [_M_] Oh, that's really sweet of you.
italian: [_M_] Oh, è davvero dolce da parte vostra.

source: [_M_] I'm just finishing up my yoga.
italian: [_M_] Sto solo finendo il mio yoga.

source: [_M_] Come on in and we can try to have that chat again.
italian: [_M_] Vieni dentro e possiamo provare ad avere quella chat di nuovo.

source: [_M_] Now I'm going to try and get my work clothes ironed so I don't have to worry about it Monday morning.
italian: [_M_] Ora cercherò di ottenere i miei vestiti da lavoro stirati, quindi non devo preoccuparmi di esso lunedì mattina.

source: [_M_] Why don't you come in while I collect them?
italian: [_M_] Perché non entri mentre le colleziono?

source: [_M_] Why don't you come on in while I pick out my clothes.
italian: [_M_] Perché non entri mentre io scelgo i miei vestiti.

source: [_M_] Tell me again about what's going on in your life.
italian: [_M_] Raccontami ancora una volta di cosa sta succedendo nella tua vita.

source: [_R_] What do you want to know?
italian: [_R_] Cosa vuoi sapere?

source: [_M_] Well, You never really elaborated about how you're holding up with all the recent events going on in our lives.
italian: [_M_] Beh, non hai mai veramente elaborato su come stai tenendo conto di tutti gli eventi recenti in corso nella nostra vita.

source: [_R_] There's not a whole lot to say, I guess.
italian: [_R_] Non c'è molto da dire, immagino.

source: [_RT_] {i}There's a fucking truck load of things to say, I just can't say them to Mom yet.{/i}
italian: [_RT_] {i}C'è un carico di cose da dire sul camion del cazzo, non posso ancora dirle a Mamma.{/i}

source: [_M_] You can be as open as you like with me.
italian: [_M_] Puoi essere aperto come ti piace con me.

source: [_RT_] {i}That would get me kicked out of the house.{/i}
italian: [_RT_] {i}Questo mi farebbe uscire la casa.{/i}

source: [_RT_] {i}Especially if she knew what I was imagining myself doing to her right now!{/i}
italian: [_RT_] {i}Soprattutto se sapeva che cosa stavo immaginando me stesso facendo in questo momento!{/i}

source: [_RT_] {i}Goddam, that ass is so sexy!{/i}
italian: [_RT_] {i}Goddam, quel culo è così sexy!{/i}

source: [_RT_] {i}I can only dream about fucking that ass, but right now I'll settle for another handy!{/i}
italian: [_RT_] {i}Posso solo sognare di scopare quel culo, ma in questo momento mi accontenterò di un altro utile!{/i}

source: [_MT_] {i}Why do I get the feeling he's just staring at my ass again?{/i}
italian: [_MT_] {i}Perché ho la sensazione che stia guardando di nuovo il mio asino?{/i}

source: [_R_] What was your question?
italian: [_R_] Qual era la tua domanda?

source: [_M_] [ryan], are you just staring at my butt again?
italian: [_M_] [ryan], stai solo fissando il mio culo di nuovo?

source: [_R_] No, no... of course not... Why would you think that?
italian: [_R_] No, no... ovviamente no... Perché penseresti?

source: [_M_] Well, you got awfully quiet again.
italian: [_M_] Beh, ti sei ritrovato terribilmente tranquillo.

source: [_R_] Oh, yeah... I was thinking about more homework.
italian: [_R_] Oh, sì... Stavo pensando a più compiti.

source: [_M_] Math, again?
italian: [_M_] Matematica, ancora?

source: [_R_] Uhh, yeah.
italian: [_R_] Uhh, sì.

source: [_R_] I'm still struggling to memorize the quadratic formula.
italian: [_R_] Sto ancora lottando per memorizzare la formula quadratica.

source: [_M_] Ok, let me know if I can help you with that.
italian: [_M_] Ok, fatemi sapere se posso aiutarvi con questo.

source: [_R_] Yeah, yeah... I will.
italian: [_R_] Sì, sì... lo farò.

source: [_M_] You'd better run and get ready for school. We don't want to be late.
italian: [_M_] Faresti meglio a correre e prepararti per la scuola. Non vogliamo essere in ritardo.

source: [_R_] I'm a guy, remember? I can be ready in less than five minutes.
italian: [_R_] Sono un ragazzo, ricordi? Posso essere pronto in meno di cinque minuti.

source: [_M_] Well, I'm not. It takes me much longer, so why don't you run along so I can get dressed?
italian: [_M_] Beh, non lo sono. Mi ci vuole molto più tempo, quindi perché non correte lungo così posso vestirsi?

source: [_M_] There, my clothes are all layed out. Why don't you run so I can change into my work clothes? I need to get my ironing and my other chores done.
italian: [_M_] Lì sono tutti disposti i miei vestiti. Perché non correte così posso trasformarmi nei miei vestiti da lavoro? Ho bisogno di fare la mia stiratura e le mie altre faccende.

source: [_M_] You too, Honey! Maybe next time we'll have more time to really talk.
italian: [_M_] Anche te, Miele! Forse la prossima volta avremo più tempo per parlare.

source: [_R_] That would be great!
italian: [_R_] Sarebbe fantastico!

source: [_MT_] {i}My boy just wanted to talk with his mom... What a sweet guy he is!{/i}
italian: [_MT_] {i}Il mio ragazzo voleva solo parlare con la sua mamma... Che tipo dolce che è!{/i}

source: [_RT_] {i}That was a nice visit... Not very productive. I need to turn things up if I'm ever going to get anywhere with Mom.{/i}
italian: [_RT_] {i}Questa è stata una bella visita... Non molto produttiva. Ho bisogno di alzare le cose se mai andrò da qualche parte con la mamma.{/i}

source: [_MT_] {i}Uhhh... He's just after another handjob.{/i}
italian: [_MT_] {i}Uhhh... È subito dopo un altro handjob.{/i}

source: [_MT_] {i}Well, if he's backed up, he's backed up.{/i}
italian: [_MT_] {i}Beh, se è stato eseguito il backup, è stato eseguito il backup.{/i}

source: [_MT_] {i}What if he tries to kiss me on the lips again?{/i}
italian: [_MT_] {i}Cosa succede se cerca di baciarmi di nuovo sulle labbra?{/i}

source: [_MT_] {i}Still, how can I deny affection to my own son?{/i}
italian: [_MT_] {i}Ancora, come posso negare l'affetto a mio figlio?{/i}

source: [_MT_] {i}What if he tries to grab my ass again?{/i}
italian: [_MT_] {i}Cosa succede se cerca di afferrare di nuovo il mio culo?{/i}

source: [_MT_] {i}Really?... A teenage boy is asking his mom for another hug?{/i}
italian: [_MT_] {i}Davvero?... Un ragazzo adolescente sta chiedendo a sua mamma un altro abbraccio?{/i}

source: [_MT_] {i}How could I say no to that?{/i}
italian: [_MT_] {i}Come posso dire no a quello?{/i}

source: [_M_] Bring it in!
italian: [_M_] Portalo in!

source: [_RT_] {i}Mmm... I've always loved "Mom hugs", but now for an entirely different reason.{/i}
italian: [_RT_] {i}Mmm... Ho sempre amato "Mom hugs", ma ora per un motivo completamente diverso.{/i}

source: [_RT_] {i}I love having these breasts pressed on my face!{/i}
italian: [_RT_] {i}Mi piace avere questi seni premuto sul mio viso!{/i}

source: [_MT_] {i}I'm not sure if this much enthusiasm for a mom hug is healthy?{/i}
italian: [_MT_] {i}Non sono sicuro che questo tanto entusiasmo per un abbraccio della mamma sia sano?{/i}

source: [_MT_] {i}Most teenagers are distancing themselves from their mom's at this age... I guess I should feel really lucky that we seem to be actually getting closer.{/i}
italian: [_MT_] {i}La maggior parte degli adolescenti si allontana dalla mamma a questa età. . – Credo che dovrei sentirmi davvero fortunato che sembriamo davvero avvicinarsi.{/i}

source: [_R_] Thanks Mom!... It's always good to spend a minute with you.
italian: [_R_] Grazie Mamma!... È sempre bene trascorrere un minuto con voi.

source: [_MT_] {i}My God... He's not after a handy after all!{/i}
italian: [_MT_] {i}Mio Dio... Non è dopo un comodo dopo tutto!{/i}

source: [_MT_] {i}Why is he being so schmaltzy?{/i}
italian: [_MT_] {i}Perché è così schmaltzy?{/i}

source: [_MT_] {i}I guess I should just enjoy it... This kind of attention won't last forever.{/i}
italian: [_MT_] {i}Immagino che dovrei solo godermi... Questo tipo di attenzione non durerà per sempre.{/i}

source: [_M_] You too!
italian: [_M_] Anche te!

source: [_M_] I'll see you a little later today.
italian: [_M_] Ti vedrò un po' più tardi oggi.

source: [_RT_] {i}That was a nice visit... Not very productive. I'm gonna need to turn things up soon if I'm ever going to get anywhere with Mom.{/i}
italian: [_RT_] {i}Questa è stata una bella visita... Non molto produttivo. Avrò bisogno di girare le cose presto se ho mai andare a ottenere ovunque con la mamma.{/i}

source: [_R_] Thanks, Mom!... Mwwahhh...
italian: [_R_] Grazie, Moma!... Mwwahhh...

source: [_MT_] {i}A kiss on the cheek?... That's all he's after?{/i}
italian: [_MT_] {i}Un bacio sulla guancia?... È tutto dopo?{/i}

source: [_MT_] {i}Didn't he enjoy my handjob?{/i}
italian: [_MT_] {i}Non gli è piaciuto il mio handjob?{/i}

source: {b}{i}"Mom's Sexual Frustration +1"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma +1"{/i}{/b}

source: [_M_] Thank you too, [ryan]... I'm lucky to have you.
italian: [_M_] Grazie anche, [ryan]... Sono fortunato ad averti.

source: [_MT_] {i}I'm so lucky to have such a good son!{/i}
italian: [_MT_] {i}Sono così fortunato ad avere un figlio così buono!{/i}

source: [_MT_] {i}I love that he feels comfortable enough to kiss me on the cheek!{/i}
italian: [_MT_] {i}Mi piace che si senta abbastanza comodo da baciarmi sulla guancia!{/i}

source: [_MT_] {i}This kind of intimacy with my own son used to make me really uncomfortable.{/i}
italian: [_MT_] {i}Questo tipo di intimità con mio figlio mi rendeva davvero scomodo.{/i}

source: [_MT_] {i}But, now I feel like we have a different type of relationship.{/i}
italian: [_MT_] {i}Ma, ora mi sembra che abbiamo un tipo diverso di relazione.{/i}

source: [_MT_] {i}This type of intimacy doesn't feel inappropriate at all to me anymore.{/i}
italian: [_MT_] {i}Questo tipo di intimità non si sente più inappropriato.{/i}

source: [_M_] Thanks you too, [ryan]... I'm lucky to have you.
italian: [_M_] Grazie anche, [ryan]... Sono fortunato ad averti.

source: [_M_] You're just going to keep doubling down on this whole European cheek kiss thing, huh?
italian: [_M_] Stai solo per continuare a raddoppiare su questa cosa di baciare la guancia europea, eh?

source: [_R_] Well, yeah... why shouldn't we be more affectionate in our family?
italian: [_R_] Beh, sì... perché non dovremmo essere più affettuosi nella nostra famiglia?

source: [_R_] Dad isn't here to make us feel shameful about it.
italian: [_R_] Papà non è qui per farci sentire vergognosi.

source: [_M_] You're not wrong... I guess it's just going to take some getting used to on my part.
italian: [_M_] Non hai torto... Immagino che sta per prendere un po 'abituarsi da parte mia.

source: [_M_] Our family has traditionally had an unhealthy lack of affection, so I'll try to stop letting it make me feel uncomfortable.
italian: [_M_] La nostra famiglia ha tradizionalmente avuto una mancanza di affetto malsano, quindi cercherò di smettere di lasciarmi sentire a disagio.

source: [_M_] A kiss on the cheek to say goodbye?... What, are we suddenly European?
italian: [_M_] Un bacio sulla guancia per salutare?... Che cosa, siamo improvvisamente europei?

source: [_R_] Sorry, I've just seen some of my other friends be a lot more affectionate with their families than we are.
italian: [_R_] Mi dispiace, ho appena visto che alcuni miei altri amici sono molto più affettuosi con le loro famiglie di quanto non lo siamo.

source: [_R_] I think Dad created a family culture where showing any kind of affection between each other is wrong.
italian: [_R_] Penso che papà abbia creato una cultura di famiglia in cui mostrare ogni tipo di affetto tra di loro è sbagliato.

source: [_R_] I thought maybe we could change that while he's gone.
italian: [_R_] Ho pensato che forse potremmo cambiare questo mentre lui è andato.

source: [_M_] Well... You're not wrong. My family showed more affection than we do as a family.
italian: [_M_] Beh... Non ti sbagli. La mia famiglia ha mostrato più affetto di noi come famiglia.

source: [_MT_] {i}A lot more.{/i}
italian: [_MT_] {i}Molto di più.{/i}

source: [_M_] I guess I can make an effort to show a little more affection now that your dad isn't here to make me feel uncomfortable about it.
italian: [_M_] Immagino di poter fare uno sforzo per mostrare un po' più di affetto ora che tuo padre non è qui per farmi sentire a disagio.

source: [_R_] You're the best, Mom!
italian: [_R_] Sei il migliore, la mamma!

source: [_R_] I'll see you soon, ok?
italian: [_R_] La vedrò presto, ok?

source: [_M_] Yeah, in a bit.
italian: [_M_] Sì, in un po'.

source: [_RT_] {i}Yay... Mom's letting me show her a little more affection! It's small progress, but it's still progress.{/i}
italian: [_RT_] {i}Yay... Mamma mi fa vedere un po' più di affetto! È piccolo progresso, ma è ancora progresso.{/i}

source: [_M_] Whoa, whoa, whoa, mister!... Are you trying to kiss me on the lips again?
italian: [_M_] Whoa, whoa, whoa, whoa, mister!... Stai cercando di baciarmi di nuovo sulle labbra?

source: [_R_] Yeah, I thought maybe you wouldn't mind this time.
italian: [_R_] Sì, pensavo forse non ti dispiacerebbe questa volta.

source: [_M_] Whoa, whoa, whoa, mister!... What do you think you're doing?
italian: [_M_] Whoa, whoa, whoa, mistero!... Cosa pensi che stai facendo?

source: [_R_] I was just going to give you a kiss.
italian: [_R_] Stavo solo per darti un bacio.

source: [_M_] On the lips?
italian: [_M_] Sulle labbra?

source: [_R_] Yeah, I thought...
italian: [_R_] Sì, ho pensato...

source: [_M_] What the hell!?
italian: [_M_] Ma che diavolo!?

source: {b}{i}"Mom's Anger +5"{/i}{/b}
italian: {b}{i}"Rabbia Della Mamma +5"{/i}{/b}

source: [_M_] You thought I wouldn't mind this time!? Has anything changed from the last time!?
italian: [_M_] Hai pensato che questa volta non mi sarebbe piaciuto!? È cambiato nulla dall'ultima volta!?

source: [_M_] Am I still you mom!? Are you still my som!? Has an intimate kiss on the lips with your own mother suddenly become normal?
italian: [_M_] Sono ancora mamma!? Sei ancora il mio alcuno!? Ha un bacio intimo sulle labbra con tua madre improvvisamente diventato normale?

source: [_R_] Some moms kiss their sons.
italian: [_R_] Alcune mamme baciano i loro figli.

source: [_M_] And those mom's shouldn't be mothers!
italian: [_M_] E quella mamma non dovrebbe essere madre!

source: [_M_] Don't ever try that again!
italian: [_M_] Non provarlo mai più!

source: [_R_] It's just that I've seen some of my friends kiss their moms on the lips, so I thought...
italian: [_R_] È solo che ho visto alcuni dei miei amici baciare le loro mamme sulle labbra, quindi ho pensato...

source: [_M_] No!... If your friend's moms are letting their sons do that, they need a thorough head examination!
italian: [_M_] no!... Se le mamme del tuo amico lasciano che i loro figli lo facciano, hanno bisogno di un esame approfondito della testa!

source: [_M_] Moms shouldn't kiss their sons on the lips after they're about three years old!
italian: [_M_] Le mamme non dovrebbero baciare i loro figli sulle labbra dopo circa tre anni!

source: [_M_] Maybe not at all!
italian: [_M_] Forse non è tutto!

source: [_M_] Don't try that again!
italian: [_M_] Non riprovare!

source: [_M_] Now you better go get ready for school!
italian: [_M_] Ora è meglio andare a prepararsi per la scuola!

source: [_M_] Now get out of my room!
italian: [_M_] Ora esci dalla mia stanza!

source: [_R_] But I...
italian: [_R_] Ma Io...

source: [_M_] Out, now!
italian: [_M_] Fuori, adesso!

source: [_RT_] {i}Shit!... I really fucked that up.{/i}
italian: [_RT_] {i}merda!... Ho davvero scopato quello.{/i}

source: [_RT_] {i}I'd better be really careful not to push too hard or I might drive Mom further away instead of winning her heart.{/i}
italian: [_RT_] {i}Farei meglio a non spingere troppo duro o potrei guidare Mamma più lontano invece di vincere il suo cuore.{/i}

source: [_R_] Wow, Mom!... That looks difficult!
italian: [_R_] Wow, Mom!... Sembra difficile!

source: [_RT_] {i}And fucking sexy!{/i}
italian: [_RT_] {i}E cazzo sexy!{/i}

source: [_M_] Is there something I can do for you, [ryan]?
italian: [_M_] C'è qualcosa che posso fare per te, [ryan]?

source: [_R_] Not really. I just woke up and thought I'd say hi on my way to the bathroom.
italian: [_R_] Non davvero. Mi sono appena svegliato e ho pensato che avrei detto ciao sulla mia strada per il bagno.

source: [_M_] Come on in and we can have a chat.
italian: [_M_] Entra e possiamo avere una chat.

source: [_M_] Tell me a little about what's going on in your life.
italian: [_M_] Raccontami un po' di cosa sta succedendo nella tua vita.

source: [_M_] Well, How are you holding up with all the changes in our lives?
italian: [_M_] Beh, come ti stai trattenendo con tutti i cambiamenti nella nostra vita?

source: [_R_] As good as can be expected, I guess.
italian: [_R_] Come bene come ci si può aspettare, immagino.

source: [_M_] That doesn't tell me much... Would you care to elaborate?
italian: [_M_] Quello non mi dice molto... Le piacerebbe elaborare?

source: [_RT_] {i}I'd like to elaborate on that ass!{/i}
italian: [_RT_] {i}Vorrei approfondire su quel culo!{/i}

source: [_RT_] {i}Goddam, it looks so sexy!{/i}
italian: [_RT_] {i}Goddam, sembra così sexy!{/i}
