Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] Oh, I'm sorry. I was just coming out here to relax with my glass of wine.
italian: [_R_] Oh, mi dispiace. Stavo appena uscendo qui per rilassarmi con il mio bicchiere di vino.

source: [_R_] It slipped my mind that you were sitting out here, or I would have brought an extra glass.
italian: [_R_] Mi ha scivolato la mente che stavi seduto qui, o avrei portato un bicchiere in più.

source: [_R_] You know what, have my glass, and I'll just go get me another in a minute.
italian: [_R_] Sai cosa, hai il mio bicchiere, e andrò a prendermi un altro in un minuto.

source: [_CT_] {i}So, he's playing that game again... Just acting as if fucking my tits the other day was the most natural thing in the world.{/i}
italian: [_CT_] {i}Così, sta giocando di nuovo quel gioco... Agendo come se scopare le mie tette l'altro giorno era la cosa più naturale del mondo.{/i}

source: [_CT_] {i}Well, two can play at that game.{/i}
italian: [_CT_] {i}Beh, due possono giocare a quel gioco.{/i}

source: [_C_] Alright, It is your wine though, right?
italian: [_C_] Va bene, è il tuo vino, vero?

source: [_R_] Yep, I wouldn't dare use all of Mom's wine.
italian: [_R_] Yep, non oserei usare tutto il vino della mamma.

source: [_CT_] {i}Look at him!... He's acting like I didn't just give him a handjob the other day.{/i}
italian: [_CT_] {i}Guardatelo!... Si sta comportando come non gli ho dato solo un bel lavoro l'altro giorno.{/i}

source: [_CT_] {i}Isn't he embarrassed to face me again?... I know I've been dreading an awkward conversation.{/i}
italian: [_CT_] {i}Non è imbarazzato di affrontarmi di nuovo?... So che ho letto una conversazione imbarazzata.{/i}

source: [_CT_] {i}Damnit Camille, No!... Why should you feel awkward? He's the one who initiated it, and he's obviously not feeling awkward.{/i}
italian: [_CT_] {i}Damnit Camille, No!... Perché dovresti sentirti imbarazzante? È lui che l'ha iniziata, e ovviamente non si sente imbarazzante.{/i}

source: [_CT_] {i}Don't give him the power.{/i}
italian: [_CT_] {i}Non dargli il potere.{/i}

source: [_C_] You know what?... If that's my sister's wine, I'd better not... And you probably shouldn't either.
italian: [_C_] Sai cosa?... Se questo è il vino di mia sorella, farei meglio no... E probabilmente non dovresti neanche tu.

source: [_R_] No I bought this bottle.
italian: [_R_] No ho comprato questa bottiglia.

source: [_C_] Is it Bordeaux again?
italian: [_C_] È di nuovo Bordeau?

source: [_R_] I believe so.
italian: [_R_] lo credo.

source: [_C_] Everybody around here is scraping to get by, and here you are buying expensive wines every day.
italian: [_C_] Tutti in giro qui sta raschiando per arrivare, e qui si acquista vini costosi ogni giorno.

source: [_R_] I have very few pleasures in life right now... Just let me enjoy this indulgence.
italian: [_R_] Ho pochissimi piaceri nella vita in questo momento... Mi lasci semplicemente godere di questa indulgenza.

source: [_C_] I guess I can get behind that way of thinking.
italian: [_C_] Immagino di poter andare dietro quel modo di pensare.

source: [_CT_] {i}Doesn't he feel as awkward as I do after our last conversation?{/i}
italian: [_CT_] {i}Non si sente così imbarazzante come faccio dopo la nostra ultima conversazione?{/i}

source: [_CT_] {i}Shit!... If he's not feeling awkward, than I can't feel awkward either. I'm not gonna give him that kind of power over my emotions.{/i}
italian: [_CT_] {i}merda!... Se non si sente scomodo, nemmeno io mi sento imbarazzante. Non gli darò quel tipo di potere sulle mie emozioni. {/i}

source: [_R_] No, I bought this bottle.
italian: [_R_] No, ho comprato questa bottiglia.

source: [_C_] Uhh... Yeah... I'll gladly take that glass.
italian: [_C_] Uhh... Sì... volentieri prenderò quel bicchiere.

source: [_R_] Enjoy.
italian: [_R_] Godere.

source: [_CT_] {i}As awful as my nephew can be... He does have his moments.{/i}
italian: [_CT_] {i}Come terribile come mio nipote può essere... Ha i suoi momenti. {/i}

source: [_CT_] {i}I guess he's not a total asshole... Just ninety-seven percent.{/i}
italian: [_CT_] {i}Immagino che non sia un buco totale... Solo il novantasette per cento.{/i}

source: [_CT_] {i}Mmmm... That's so good.{/i}
italian: [_CT_] {i}Mmmm... È così buono.{/i}

source: [_CT_] {i}I can feel my stress just melting away.{/i}
italian: [_CT_] {i}Posso sentire il mio stress solo sciogliendo.{/i}

source: [_C_] Oh... I got carried away again!... I didn't mean to drink it so quickly.
italian: [_C_] Oh... Sono stato portato via di nuovo!... non avevo intenzione di berlo così rapidamente.

source: [_R_] No worries, I just left the bottle in the kitchen. I'll run grab it and refill your glass.
italian: [_R_] Non preoccuparti, ho appena lasciato la bottiglia in cucina. Corro afferrare e riempire il bicchiere.

source: [_C_] Uhhh... Thanks!... Really.
italian: [_C_] Uhhhh... Grazie!... Davvero.

source: [_MD_] And, here's that bottle you left in here.
italian: [_MD_] E, ecco quella bottiglia che hai lasciato qui.

source: [_MD_] Don't worry!... You've got this!
italian: [_MD_] Non preoccuparti!... Hai questo!

source: [_MD_] Going for the big blowjob today, am I right?
italian: [_MD_] Andare per il grande pompino oggi, ho ragione?

source: [_R_] Well, that's what I'm hoping for.
italian: [_R_] Beh, è quello che spero.

source: [_MD_] Don't worry. That wine will loosen her right up. Then it's just a matter of price, and how horny and submissive she's feeling.
italian: [_MD_] Non ti preoccupare. Quel vino la allenterà in su. Poi è solo una questione di prezzo, e quanto cornea e sottomessa sta sentendo.

source: [_R_] Yeah, I can do this.
italian: [_R_] Sì, posso fare questo.

source: [_MD_] That's right!
italian: [_MD_] Va bene!

source: [_MD_] Go, get it, young man!
italian: [_MD_] Vai, ottieni, giovane!

source: [_MD_] You're going to ask for a boob-job, am I right?
italian: [_MD_] Hai intenzione di chiedere un boob-job, ho ragione?

source: [_R_] Yeah, I think so.
italian: [_R_] Sì, penso di sì.

source: [_MD_] You think so?....
italian: [_MD_] Pensi così?....

source: [_MD_] You'd better know so!
italian: [_MD_] Faresti meglio a conoscerlo!

source: [_R_] Hahaha... Ok, I know so.
italian: [_R_] Hahaha... Ok, lo so.

source: [_MD_] That's better!
italian: [_MD_] È meglio!

source: [_MD_] A boob-job isn't much of a step up from a handjob, so this shouldn't be too difficult.
italian: [_MD_] Un boob-job non è molto un passo in avanti da un sego, quindi questo non dovrebbe essere troppo difficile.

source: [_MD_] I know last time didn't work out.
italian: [_MD_] So che l'ultima volta non ha funzionato.

source: [_MD_] But hopefully her chores have made her more submissive, and hopefully she's feeling a little more horny today.
italian: [_MD_] Ma speriamo che le sue faccende la abbiano resa più sottomessa, e speriamo che oggi si senta un po' più eccitata.

source: [_MD_] If you don't think she's there, abort the mission... I think we'll have better luck on the next go if we don't make things more awkward between the two of you.
italian: [_MD_] Se non pensi di essere lì, interrompi la missione... Penso che avremo più fortuna sul prossimo andare se non rendiamo le cose più imbarazzanti tra i due di voi.

source: [_R_] Alright, thanks for the pep-talk!
italian: [_R_] Va bene, grazie per il pep-talk!

source: [_R_] I'm going in.
italian: [_R_] sto entrando.

source: [_R_] I'm back... Uh, with the wine.
italian: [_R_] Sono tornato... Uh, con il vino.

source: [_C_] Perfect!... I was wondering what was taking you?
italian: [_C_] Perfetto!... Mi chiedevo cosa ti stava portando?

source: [_RT_] {i}This is the perfect opportunity to sneak a peek at them boobies... Do I dare?{/i}
italian: [_RT_] {i}Questa è l'occasione perfetta per sbirciare una sbirciatina alle loro tette... Non osere?{/i}

source: [_C_] Careful!... You're going to spill all over if you keep staring at my cleavage and not at the glass.
italian: [_C_] Attenzione!... Stai per sparire dappertutto se continui a fissare la mia scissione e non il bicchiere.

source: [_CT_] {i}Opportunistic shit!{/i}
italian: [_CT_] {i}merda opportunistica!{/i}

source: [_CT_] {i}No self control!{/i}
italian: [_CT_] {i}Nessun autocontrollo!{/i}

source: [_CT_] {i}He just takes what he wants... And apparently right now, that's me.{/i}
italian: [_CT_] {i}Egli prende solo quello che vuole... E apparentemente in questo momento, questo è me.{/i}

source: [_C_] Do you have no shame?
italian: [_C_] Non hai vergogna?

source: [_R_] Rarely.
italian: [_R_] Raramente.

source: [_CT_] {i}The first time [ryan] poured my wine, his eyes didn't leave my cleavage.{/i}
italian: [_CT_] {i}La prima volta [ryan] ha versato il mio vino, i suoi occhi non hanno lasciato la mia scissione.{/i}

source: [_CT_] {i}Look at this impressive self control now.{/i}
italian: [_CT_] {i}Guarda questo impressionante autocontrollo ora.{/i}

source: [_C_] Thank you, [ryan].
italian: [_C_] Grazie, [ryan].

source: [_C_] You know, one of the things I like most about red wine...
italian: [_C_] Sai, una delle cose che più mi piace del vino rosso...

source: [_RT_] {i}Ok, here comes Mandy.{/i}
italian: [_RT_] {i}Ok, ecco Mandy.{/i}

source: [_RT_] {i}I can't believe Aunt Cami didn't catch her last time!{/i}
italian: [_RT_] {i}Non riesco a credere Zia Cami non l'ha catturata l'ultima volta!{/i}

source: [_RT_] {i}I love the picture she sent me of my dick between her tits!{/i}
italian: [_RT_] {i}Mi piace la foto che mi ha mandato del mio cazzo tra le sue tette!{/i}

source: [_RT_] {i}I need to get her to be my camera crew for all my sexual exploits.{/i}
italian: [_RT_] {i}Ho bisogno di farla diventare la mia macchina fotografica per tutti i miei sfruttamento sessuali.{/i}

source: [_RT_] {i}It would be great to have them all documented for my posterity.{/i}
italian: [_RT_] {i}Sarebbe bello averli tutti documentati per la mia posterità.{/i}

source: [_RT_] {i}At least she got some great pictures.{/i}
italian: [_RT_] {i}Ha almeno alcune immagini fantastiche.{/i}

source: [_RT_] {i}I wonder what she's going to do with them.{/i}
italian: [_RT_] {i}Mi chiedo cosa stia per fare con loro.{/i}

source: [_RT_] {i}I mean, she was just a few feet away.{/i}
italian: [_RT_] {i}Voglio dire, lei era a pochi piedi.{/i}

source: [_C_] ...Don't you agree, [ryan]?
italian: [_C_] ...Non sei d'accordo, [ryan]?

source: [_R_] Uhhh... yeah.
italian: [_R_] Uhhh... sì.

source: [_C_] Of course you do.
italian: [_C_] Certo che sì.

source: [_C_] Oh yeah... That there, is a full-bodied wine!
italian: [_C_] Oh sì... Che lì, è un vino corposo!

source: [_C_] I've got to hand it to you, you've got good taste.
italian: [_C_] Devo consegnarlo a te, hai un buon gusto.

source: [_R_] I don't know about that... I just buy the kind my mom gets.
italian: [_R_] Non so di quello... compro solo il tipo che mia mamma ottiene.

source: [_C_] Haha... That's right... I forgot.
italian: [_C_] Haha... Proprio così... mi sono dimenticato.

source: [_C_] Well, at least [mom_name] has good taste in at least one thing.
italian: [_C_] Beh, almeno [mom_name] ha un buon gusto in almeno una cosa.

source: {b}{i}"Bottle of Wine -1"{/i}{/b}
italian: {b}{i}"Bottiglia di vino -1"{/i}{/b}

source: [_RT_] {i}I wonder what that's supposed to mean?{/i}
italian: [_RT_] {i}Mi chiedo cosa dovrebbe significare?{/i}

source: [_C_] Oh, When we had money, I bought the best wine!
italian: [_C_] Oh, quando abbiamo avuto soldi, ho comprato il miglior vino!

source: [_C_] I can still almost taste it.
italian: [_C_] posso ancora quasi assaggiarlo.

source: [_C_] God!... I'd give anything to have money again.
italian: [_C_] Dio!... Darei qualcosa per avere di nuovo dei soldi.

source: [_R_] Well, while I can't solve your money problems yet, I can offer you some temporary relief.
italian: [_R_] Beh, mentre non riesco a risolvere i vostri problemi di denaro, posso offrirvi un sollievo temporaneo.

source: [_C_] What?... You don't think I have any other ways to make money?
italian: [_C_] Cosa?... Non pensi che io abbia altri modi per fare soldi?

source: [_J_] All you'd have to do is get your sister back here to do a little partners dance with you from time to time.
italian: [_J_] Tutto quello che dovresti fare è riportare tua sorella qui per fare un piccolo partner ballare con te di tanto in tanto.

source: [_CT_] {i}That's not an option... fuck...{/i}
italian: [_CT_] {i}Non è un'opzione... fuck...{/i}

source: [_R_] Aunt Camille?
italian: [_R_] Zia Camille?

source: [_C_] So, what is it you have in mind?
italian: [_C_] Allora, che cosa hai in mente?

source: [_C_] I'm guessing it's more than just a handjob or a titjob this time.
italian: [_C_] Immagino che questa volta sia più di un semplice lavoro a mano o di un lavoro a titoli.

source: [_C_] I can already warn you, that I'm not comfortable doing more than what we've already done.
italian: [_C_] posso già avvertirti, che non sono a mio agio a fare più di quello che abbiamo già fatto.

source: [_C_] So, four hundred for a handjob and six hundred for a titjob.
italian: [_C_] Quindi, quattrocento per un lavoro a mano e seicento per un lavoro a titoli.

source: [_C_] That's my final offer.
italian: [_C_] Questa è la mia offerta finale.

source: [_R_] Hmmm... Well, what if...
italian: [_R_] Hmmm... Beh, cosa se...

source: [_R_] Well, I can tell that you're needing money pretty bad.
italian: [_R_] Beh, posso dire che hai bisogno di soldi piuttosto male.

source: [_C_] So, what if I am?
italian: [_C_] Quindi, cosa succede se sono?

source: [_C_] How much are you going to give me?
italian: [_C_] Quanto mi darete?

source: [_R_] I'm thinking I'll give you the same amount I gave you last time.
italian: [_R_] sto pensando che ti darò la stessa quantità che ti ho dato l'ultima volta.

source: [_C_] Four hundred dollars?... all right, I'll give you another handjob for four hundred dollars.
italian: [_C_] Quattrocento dollari?... va bene, ti darò un'altra mano per quattrocento dollari.

source: [_R_] Actually...
italian: [_R_] Veramente...

source: [_C_] So, what if I am.
italian: [_C_] Quindi, cosa succede se sono.

source: [_R_] That depends on what you're offering.
italian: [_R_] Dipende da quello che stai offrendo.

source: [_C_] Alright, Same offer as before, I'll let you gaze on my tits for one minute for... two hundred dollars.
italian: [_C_] Va bene, Stessa offerta come prima, ti lascerò guardare le mie tette per un minuto per... duecento dollari.

source: [_R_] Oh please... You've shown me your tits for $100 before.
italian: [_R_] Oh per favore... Mi hai mostrato le tue tette per $100 prima.

source: [_R_] I'm getting bored of only looking... I'm willing to spend more, to get more.
italian: [_R_] Mi annoia solo di guardare... sono disposto a spendere di più, per ottenere di più.

source: [_C_] What are you suggesting?
italian: [_C_] Cosa stai suggerendo?

source: [_RT_] {i}I don't know why talking to Aunt Cami intimidates me so much.{/i}
italian: [_RT_] {i}Non so perché parlare con zia Cami mi intimidisce tanto.{/i}

source: [_RT_] {i}As mean as she is to me, is how much more satisfying it will be when I corrupt her.{/i}
italian: [_RT_] {i}Per quanto lei sia per me, è quanto più soddisfacente sarà quando la corrompo.{/i}

source: [_RT_] {i}Time to get closer.{/i}
italian: [_RT_] {i}Ora di avvicinarsi.{/i}

source: [_RT_] {i}She hasn't even noticed that I'm in the same room as her.{/i}
italian: [_RT_] {i}Non ha nemmeno notato che sono nella sua stessa stanza.{/i}

source: [_RT_] {i}She must be really interested in whatever is on her phone.{/i}
italian: [_RT_] {i}Deve essere davvero interessata a qualsiasi cosa sia sul suo telefono.{/i}

source: [_RT_] {i}If I squint, I might be able to make out what she's looking at.{/i}
italian: [_RT_] {i}Se ho spremuto, potrei essere in grado di capire quello che sta guardando.{/i}

source: [_RT_] {i}Haha!... She's looking at porn{/i}
italian: [_RT_] {i}Haha!... Sta guardando porno{/i}

source: [_RT_] {i}Let's see... "Housewife cheats with young stud with huge cock!"{/i}
italian: [_RT_] {i}Vediamo... "Casalinga tradisce con giovane perno con enorme cazzo!"{/i}

source: [_RT_] {i}I'm a young stud with a huge cock... Does she have a type?... Maybe I do have a chance with Aunt Cami.{/i}
italian: [_RT_] {i}Sono un giovane perno con un enorme cazzo... Ha un tipo?... Forse ho una possibilità con zia Cami.{/i}

source: [_CT_] {i}I can't get my nephew's cock out of my thoughts... If I remember right, even the kids huge cock in this video isn't as big as [ryan]'s.{/i}
italian: [_CT_] {i}Non posso estrarre il cazzo del mio nipote dai miei pensieri... Se ricordo bene, anche i bambini cazzo enorme in questo video non è grande come [ryan]'s.{/i}

source: [_CT_] {i}Why did that stupid asshole have to show me his cock?... That was a dick move!... Why am I using puns in my own thoughts?{/i}
italian: [_CT_] {i}Perché quel buco stupido mi ha mostrato il suo cazzo?. . Questa è stata una mossa di cazzo!... Perché sto usando dei puns nei miei pensieri?{/i}

source: [_RT_] {i}Time to talk to Aunt Cami.{/i}
italian: [_RT_] {i}Tempo di parlare con zia Cami.{/i}

source: [_R_] Hey, Aunt Camille, What's up?
italian: [_R_] Ehi, zia Camille, Che cos'è?

source: [_C_] Shit!... Oh... Sorry, [ryan]... You scared me.
italian: [_C_] merda!... Oh... Scusa, [ryan]... Mi hai spaventato.

source: [_C_] Why the hell are you sneaking up on me?
italian: [_C_] Perché l'inferno si sta intrufolando su di me?

source: [_CT_] {i}Did he see what I was looking up?{/i}
italian: [_CT_] {i}Ha visto quello che stavo cercando?{/i}

source: [_R_] I've been thinking about how our relationship isn't the greatest, so I thought maybe I could hang out with you tonight... maybe, we can get on better terms?
italian: [_R_] Ho pensato a come il nostro rapporto non sia il più grande, quindi ho pensato forse che potrei uscire con voi stasera. . forse, possiamo ottenere termini migliori?

source: [_C_] [ryan]... No offense, but I'd rather hang out with a skunk than with you right now.
italian: [_C_] [ryan]... Nessuna offesa, ma preferirei uscire con uno skunk che con te in questo momento.

source: [_C_] Can you just give me some alone time right now?
italian: [_C_] Puoi solo darmi un po' di tempo da solo in questo momento?

source: [_R_] Hmmm... Ok... I can do that.
italian: [_R_] Hmmm... Ok... posso farlo.

source: [_R_] But before I go. Can I get you some tea to help you wind down before bed?
italian: [_R_] Ma prima di andare. Posso farti un po' di tè per aiutarti a finire prima di dormire?

source: [_C_] Yyyiiickkk... No thank you. Not a big fan of tea... Plus I've tried the tea you have in your kitchen, and it makes me feel weird before I drift off to sleep.
italian: [_C_] Yyyiiickkk... No grazie. Non un grande fan del tè... Inoltre ho provato il tè che hai in cucina, e mi fa sentire strano prima di andare a dormire.

source: [_C_] So that's a big pass for me.
italian: [_C_] Questo è un grande passo per me.

source: [_R_] Alright... I'll see you later than.
italian: [_R_] Va bene... Ti vedrò più tardi.

source: [_C_] I hope not.
italian: [_C_] Spero di no.

source: [_RT_] {i}Damnit!... She hates the tea too... Like mother, like daughter, I guess.{/i}
italian: [_RT_] {i}Damnit!... Lei odia anche il tè... Come la madre, come la figlia, immagino.{/i}

source: [_RT_] {i}Wait!... Like daughter... Maybe Mandy has an idea of how to get in better with Aunt Cami.{/i}
italian: [_RT_] {i}Aspetta!... Come la figlia... Forse Mandy ha un'idea di come migliorare con zia Cami.{/i}

source: [_RT_] {i}I wonder if Mandy's expecting me to come in for more "truth or dare"?{/i}
italian: [_RT_] {i}Mi chiedo se Mandy si aspetta di entrare per più "verità o osare"?{/i}

source: [_RT_] {i}Oh, wow!... It looks like she got started without me tonight.{/i}
italian: [_RT_] {i}Oh, wow!... Sembra che abbia iniziato senza di me stasera.{/i}

source: [_MD_] You scared the hell out of me!
italian: [_MD_] Hai spaventato l'inferno da me!

source: [_R_] Well, it looks like you were going to carry on without me.
italian: [_R_] Beh, sembra che tu stia andando avanti senza di me.

source: [_MD_] I didn't know if you were coming or not, so I just thought I'd get Lauren all ready for you in case you did.
italian: [_MD_] Non sapevo se venissi o no, quindi pensavo solo di avere Lauren tutti pronti per te nel caso in cui lo avessi fatto.

source: [_R_] Hmmm... That's thoughtful... and tempting.
italian: [_R_] Hmmm... è pensieroso... e allettante.

source: [_R_] Wait, I don't have time for this.
italian: [_R_] Aspetta, non ho tempo per questo.

source: [_R_] You're mom is sleeping in the Lounge tonight... I've finally got a chance to try and work my charm on her.
italian: [_R_] Sei mamma sta dormendo nella Lounge stasera... Ho finalmente la possibilità di provare a lavorare il mio fascino su di lei.

source: [_R_] Only problem is that she shut me down.
italian: [_R_] Solo un problema è che mi ha chiuso.

source: [_R_] Maybe you've got some ideas to help me break down her walls?
italian: [_R_] Forse hai qualche idea per aiutarmi a abbattere le sue pareti?

source: [_MD_] Mmmm... Why don't you sit down while I think.
italian: [_MD_] Mmmm... Perché non ti siedi mentre penso.

source: [_MD_] Let's see... I know she's struggling really hard with being poor... So, offering her money is a good idea.
italian: [_MD_] Vediamo... So che sta lottando molto duramente per essere povera... Quindi, offrire i suoi soldi è una buona idea.

source: [_R_] But, how can I offer her money if she won't even give me a chance to sit down and talk with her?
italian: [_R_] Ma, come posso offrire i suoi soldi se non mi dà nemmeno la possibilità di sedermi e parlare con lei?

source: [_MD_] Oh... I know... Alcohol usually lowers her defenses.
italian: [_MD_] Oh... Lo so... L'alcool di solito abbassa le sue difese.

source: [_MD_] She was complaining that your mom told her to stop drinking all the wine, so if you bought her some... She might just be happy enough to talk to you.
italian: [_MD_] Si lamentava che tua mamma le disse di smettere di bere tutto il vino, quindi se le compraste un po'. Potrebbe essere abbastanza felice da parlarvi.

source: [_R_] Shoot, it's too late for me to buy wine tonight... I'll have to borrow some of Mom's and then replace it before she notices it's missing.
italian: [_R_] Shoot, è troppo tardi per me comprare vino stasera... Dovrò prendere in prestito alcuni di mamma e poi sostituirlo prima che lei si accorga che manca.

source: [_MD_] Yay... I'm so excited!
italian: [_MD_] Yay... Sono così emozionata!

source: [_MD_] If you succeed in corrupting my mom, she won't have any room to criticize me ever again.
italian: [_MD_] Se riesci a corrompere mia mamma, non avrà più spazio per criticarmi.

source: [_MD_] Finally!... Some sexual freedom!
italian: [_MD_] Finalmente!... Una certa libertà sessuale!

source: [_R_] I still can't believe you're encouraging me to do this.
italian: [_R_] Non riesco ancora a credere che tu mi stia incoraggiando a farlo.

source: [_MD_] If you'd been raised by my mom, you might understand.
italian: [_MD_] Se fossi stato cresciuto da mia mamma, potresti capire.

source: [_MD_] She's got this moral superiority complex, and nobody is as good as she is.
italian: [_MD_] Ha questo complesso di superiorità morale, e nessuno è buono come lei.

source: [_MD_] Though, the way she dresses, you'd never know it.
italian: [_MD_] Anche se, il modo in cui si veste, non lo avresti mai conosciuto.

source: [_R_] I've seen her do it to my mom... It's probably the thing about Aunt Cami that drives her the most crazy.
italian: [_R_] L'ho vista farlo a mia mamma... È probabilmente la cosa di Zia Cami che la spinge il più pazzo.
