Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Good, because for my part, it's been really good for me.
italian: [_M_] Buono, perché da parte mia, è stato davvero buono per me.

source: [_M_] You've boosted my self esteem, you've made me feel safe, you've been providing for so many of my needs.
italian: [_M_] Hai aumentato la mia autostima, mi hai fatto sentire al sicuro, hai fornito molte delle mie esigenze.

source: {b}{i}"You have found the "Two of Diamonds" Card!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Due diamanti"!"{/i}{/b}

source: Prison Guard
italian: Guardia Prigione

source: Unidentified Girl
italian: Ragazza Non Identificata

source: Dad's Thoughts
italian: Pensieri Del Papà

source: Joey's Thoughts
italian: Pensieri Di Joey

source: Ravyn's Thoughts
italian: Pensieri Di Ravyn

source: Old Lady
italian: Vecchia Signora

source: Waitress' Thoughts
italian: Pensieri Di Cameriera

source: Emma's Thoughts
italian: Pensieri Di Emma

source: Go talk to her
italian: Vai a parlare con lei

source: Leave her in peace
italian: La lasci in pace

source: Wait for Aunt Cami to fall asleep.
italian: Aspetta che Zia Cami si addormenti.

source: Go talk to Aunt Cami.
italian: Vai a parlare con zia Cami.

source: Go do something else.
italian: Andate a fare qualcos'altro.

source: Wait longer
italian: Attendere più lungo

source: I should go talk to her.
italian: Dovrei andare a parlare con lei.

source: Wait longer for Aunt Cami to fall asleep.
italian: Aspetta più a lungo che zia Cami si addormenti.

source: Make your move! {i}(Must have $400+){/i}
italian: Fai la tua mossa! {i}(Deve avere $400+){/i}

source: {s}Make your move!{/s} {i}(Must have $400+){/i}
italian: {s}Fai la tua mossa!{/s} {i}(Deve avere $400+){/i}

source: Abort!
italian: Annullata!

source: Make your move! {i}(Must have $600+){/i}
italian: Fai la tua mossa! {i}(Deve avere $600+){/i}

source: {s}Make your move!{/s} {i}(Must have $600+){/i}
italian: {s}Fai la tua mossa!{/s} {i}(Deve avere $600+){/i}

source: Make your move! {i}(Must have $1000+){/i}
italian: Fai la tua mossa! {i}(Deve avere $1000+){/i}

source: {s}Make your move!{/s} {i}(Must have $1000+){/i}
italian: {s}Fai la tua mossa!{/s} {i}(Deve avere $1000+){/i}

source: Casual (Cheap Date {i}$300{/i})
italian: Casual (Data Economica {i}$300{/i})

source: Dressy (Expensive Date {i}$800{/i})
italian: Dressy (Data Costosa {i}$800{/i})

source: Tease her.
italian: La incappare.

source: Let it be.
italian: Lasciate che lo sia.

source: Make your move
italian: Fai la tua mossa

source: Not today
italian: Non oggi

source: Yeah, no need to waste time.
italian: Sì, non c'è bisogno di perdere tempo.

source: Just the vagina first, I like a little foreplay.
italian: Solo la vagina prima, mi piace un po 'preliminare.

source: Lick her pussy!
italian: Lecca la sua figa!

source: Don't break her rule!
italian: Non rompere la sua regola!

source: Take some initiative!
italian: Prendete qualche iniziativa!

source: Risk a closer look.
italian: Rischi uno sguardo più vicino.

source: Better not.
italian: Meglio no.

source: You're showing too much
italian: Stai mostrando troppo

source: I think it looks great!
italian: Penso che sembri grande!

source: I'm just not into this one.
italian: Semplicemente non sono in questo.

source: I really like this one.
italian: A me piace davvero questo.

source: Wear the dress.
italian: Indossa il vestito.

source: Wear the jeans.
italian: Indossa i jeans.

source: You decide.
italian: Tu decidi.

source: Grab her ass
italian: Afferra il culo

source: Do nothing
italian: Non fare nulla

source: Check out her tits!
italian: Dai un'occhiata alle sue tette!

source: Resist!
italian: Resisti!

source: See ya, Mom. Have a good day!
italian: Vedi ya, mamma. Buona giornata!

source: Can I get a hug?
italian: Posso prendere un abbraccio?

source: Can I watch you change?
italian: Posso guardare che cambiate?

source: Say goodbye
italian: Dite addio

source: Kiss Mom's cheek
italian: Baciare la guancia della mamma

source: Grab Mom's butt
italian: Cattura il culo della mamma

source: Kiss Mom's lips
italian: Baciare le labbra della mamma

source: Yes, start date
italian: Sì, data di inizio

source: Compliment her ass
italian: Complimenti il suo culo

source: Just stay silent
italian: Rimani in silenzio

source: Sure, I could help!
italian: Certo, potrei aiutare!

source: Hmm... Maybe I should try a different angle.
italian: Hmm... Forse dovrei provare un angolo diverso.

source: Look Closer
italian: Guarda Più Chiaro

source: Give you undivided attention to Lauren
italian: Date un'attenzione illimitata a Lauren

source: Make a move
italian: Fai una mossa

source: Nope, too risky.
italian: No, troppo rischioso.

source: Just the pussy, thank you.
italian: Solo la figa, grazie.

source: pussy and ass, please.
italian: figa e asino, per piacere.

source: Go for it!
italian: Andate per questo!

source: Better not
italian: Meglio non

source: Yes ($50)
italian: Sì ($50)

source: Return to Casino
italian: Ritorna al casinò

source: Just a lap dance ($50)
italian: Solo un giro danza ($50)

source: Is the VIP room available?
italian: La camera VIP è disponibile?

source: I'll have one of those free waters, please.
italian: Avrò una di quelle acque libere, per favore.

source: Can I get one of those fancy whiskey's? ($50)
italian: Posso ottenere uno di quei whisky fantasiosi? ($50)

source: Ask About "Special" Services.
italian: Chiedi Su Servizi "Speciali".

source: No, Thank you!
italian: No, grazie!

source: One Hundred Dollars
italian: Cento Dollari

source: Footjob
italian: Pompino

source: Two Hundred Dollars
italian: Due Centinaia Di Dollari

source: Eight Hundred Dollars
italian: Otto Cento Dollari

source: One Thousand Dollars
italian: Un Mille Dollari

source: Never Mind
italian: Mai Mente

source: Water's free isn't it?
italian: L'acqua è libera non è vero?

source: What can I get for fifty bucks?
italian: Cosa posso ottenere per cinquanta dollari?

source: Thanks, but I'm good, for now.
italian: Grazie, ma sono buono, per ora.

source: Do you offer any extra, "special" services?
italian: Offrite altri servizi "speciali"?

source: Left Pole
italian: Polo Sinistro

source: Middle Pole
italian: Palo Centrale

source: Right Pole
italian: Polo Destro

source: Leave VIP room
italian: Lascia la stanza VIP

source: return
italian: indietro

source: Slow Down
italian: Lento Giù

source: Change View and Slow Down
italian: Cambia vista e basso

source: Change View
italian: Cambia Vista

source: Speed Up
italian: Accelerazione

source: Speed UP and Change View
italian: Speed UP e modifica la vista

source: Close-Up
italian: Avvicinamento

source: Reverse Cowgirl Close-up
italian: Inverti Cowgirl Chiusura

source: Hard Doggy
italian: Pecorina Difficile

source: Make Candy Taste her Ass
italian: Fare Candy Taste suo culo

source: Back to Anal
italian: Torna a Anale

source: Zoom out
italian: Riduci ingrandimento

source: Zoom in
italian: Aumenta ingrandimento

source: Change Position
italian: Cambia Posizione

source: Bad-mouth Dad
italian: Bad-mouth papà

source: Praise Mom
italian: Lode Mamma

source: I'd better not.
italian: Farei meglio a non farlo.

source: Of course I should!
italian: Naturalmente dovremo!

source: Take a Peek
italian: Fai un Peek

source: Don't do it
italian: Non farlo

source: That might be too bold.
italian: Potrebbe essere troppo audace.

source: Be mean back
italian: Sii indietro medio

source: Be respectful
italian: Sii rispettoso

source: Buy the bottle
italian: Compra la bottiglia

source: Don't buy it
italian: Non comprarlo

source: I don't have enough money
italian: Non ho abbastanza soldi

source: Yeah, we should go back home
italian: Sì, dovremmo tornare a casa

source: Let's keep the good times rolling!
italian: Manteniamo i buoni tempi rotolati!
