Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] Oh man, besides that one I told you about last time, there was another one that...
dutch: [_R_] Oh man, naast dat waar ik je de vorige keer over heb verteld, was er nog een dat...
german: [_R_] Oh Mann, neben dem, was ich dir beim letzten Mal gesagt habe, gibt es einen anderen...

source: [_MT_] {i}Mmmm... I played the update the day it came out, but I love hearing [ryan]'s excitement as he talks about those scenes with Linda.{/i}
dutch: [_MT_] {i}mmm... Ik heb de update gespeeld op de dag dat het uitkwam, maar ik vind het leuk om [ryan]opgewonden te horen terwijl hij over die scènes met Linda.{/i} spreekt
german: [_MT_] {i}Mmmm... Ich spielte das Update am Tag, an dem es herauskam, aber ich höre gerne [ryan]Aufregung, da er über die Szenen mit Linda redet.{/i}

source: [_MT_] {i}Oh, my... Did I subconsciously start rubbing my pussy again?{/i}
dutch: [_MT_] {i}Ah, mij... Heb ik mijn kledingstukken al bewust opnieuw neergelegd?{/i}
german: [_MT_] {i}Oh, mich... Habe ich unterbewusst wieder damit begonnen, meine Fotze zu reiben?{/i}

source: [_R_] And then...
dutch: [_R_] En dan...
german: [_R_] Und dann...

source: {i}{b}"(Door opening, and loud voices coming in)"{/b}{/i}
dutch: {i}{b}"(Deuropening, en luide stemmen die binnenkomen)"{/b}{/i}
german: {i}{b}"(Türöffnung, und laute Stimmen, die eingehen)"{/b}{/i}

source: [_R_] It's fucking Matt again!
dutch: [_R_] Het is weer een wassen neus!
german: [_R_] Es fickt Matt wieder!

source: [_M_] Finally!
dutch: [_M_] Eindelijk!
german: [_M_] Ende!

source: [_M_] Nevermind.
dutch: [_M_] Nooit.
german: [_M_] Nein.

source: [_M_] Really!?
german: [_M_] Wirklich!?

source: [_MT_] {i}I was hoping he would show up again!{/i}
dutch: [_MT_] {i}Ik hoopte dat hij nog eens zou verschijnen! {/i}
german: [_MT_] {i}Ich hatte gehofft, er würde wieder erscheinen!{/i}

source: {i}(Muffled talking and laughing){/i}
dutch: {i}(Muffled praten en lachen){/i}
german: {i}(verstummtes Sprechen und Lachen){/i}

source: [_M_] I wish you would be nicer to Matt.
dutch: [_M_] Ik wou dat je beter Matt was.
german: [_M_] Ich wünschte, Sie wären netter zu Matt.

source: [_R_] Well, you ruined that possibility that night on the beach.
dutch: [_R_] Nou, je hebt die mogelijkheid die nacht op het strand verpest.
german: [_R_] Nun, du hast diese Möglichkeit zerstört, dass die Nacht am Strand.

source: [_M_] You don't have to be that way, you know... Jealousy doesn't become you.
dutch: [_M_] Je hoeft niet zo te zijn, weet je... Joods wordt je niet.
german: [_M_] Du musst nicht so sein, weißt du... Eifersucht wird nicht du.

source: [_R_] He's just such a douche!
dutch: [_R_] Hij is net zo'n deche!
german: [_R_] Er ist genau so eine Douche!

source: [_R_] Why are all women attracted to jerks?
dutch: [_R_] Waarom zijn alle vrouwen aangetrokken tot haakjes?
german: [_R_] Warum werden alle Frauen von Wanken angezogen?

source: [_R_] What!? He's the one who's the dick to me.
dutch: [_R_] Wat!? Hij is degene die me de luid heeft gegeven.
german: [_R_] Was!? Er ist derjenige, der den Schwanz zu mir hat.

source: [_MT_] {i}He certainly has a huge one.{/i}
dutch: [_MT_] {i}Hij heeft zeker een grote. {/i}
german: [_MT_] {i}Er hat sicherlich ein riesiges. {/i}

source: [_R_] He thinks he's so smooth and he thinks he can have any girl he wants.
dutch: [_R_] denkt dat hij zo soepel is en dat hij denkt dat hij elk meisje kan hebben dat hij wil.
german: [_R_] Er glaubt, er ist so glatt und er glaubt, dass er jedes Mädchen haben kann, das er will.

source: [_M_] Sounds like someone may be jealous?
dutch: [_M_] Klinkt alsof iemand jaloers is?
german: [_M_] Klingt wie jemand könnte eifersüchtig sein?

source: [_R_] NO!
dutch: [_R_] NU!
german: [_R_] Nein!

source: [_R_] I mean, sure I'd love to be as popular and... tall as he is, but I don't ever want to be as full of myself as he is.
dutch: [_R_] Ik bedoel, zeker dat ik net zo populair ben als... Groot als hij is, maar ik wil nooit zo vol zijn als hij is.
german: [_R_] Ich meine, ich bin sicher, dass ich so beliebt sein würde und... So groß er auch ist, aber ich möchte nie so voll von mir sein, wie er ist.

source: [_M_] Like I said last time, it's confidence, women are drawn to confidence.
dutch: [_M_] Zoals ik de vorige keer zei, is het vertrouwen, vrouwen worden getekend voor vertrouwen.
german: [_M_] Wie ich beim letzten Mal sagte, ist es Vertrauen, Frauen werden zum Vertrauen geführt.

source: [_M_] I've noticed your confidence has been growing a lot lately, and I've got to say, it looks really good on you.
dutch: [_M_] Ik heb je vertrouwen de laatste tijd veel gegroeid en ik moet zeggen, het ziet er erg goed uit op je.
german: [_M_] Ich habe festgestellt, dass dein Vertrauen in der letzten Zeit sehr gewachsen ist, und ich muss sagen, es sieht wirklich gut auf dich aus.

source: [_R_] Shit!... They've seen us.
dutch: [_R_] Shit!... Ze hebben ons gezien.
german: [_R_] Shit!... Sie haben uns gesehen.

source: [_R_] Dammit, they're going to come over again.
dutch: [_R_] Dammit, ze zullen weer overkomen.
german: [_R_] Verdammnis, sie werden wieder kommen.

source: [_M_] Hey, I know you don't like Matt, but that doesn't give you an excuse to use bad language.
dutch: [_M_] Hey, ik weet dat je Matt niet leuk vind, maar dat geeft je geen excuus om een slechte taal te gebruiken.
german: [_M_] Hey, ich weiß, du magst Matt nicht, aber das gibt dir keine Entschuldigung für schlechte Sprache.

source: [_R_] Mom, could you drop it with the language thing? I'm a grown ass adult!
dutch: [_R_] Mam, kun je het met de taal laten vallen? Ik ben een volwassen man!
german: [_R_] Mama, würdest du es mit der Sprache absetzen? Ich bin ein Erwachsener im Arsch!

source: [_MB_] Miss [mom_name], [ryan]... It's good to see you here again!
dutch: [_MB_] Miss [mom_name], [ryan]... Het is goed om je hier weer te zien!
german: [_MB_] Miss [mom_name], [ryan]... Es ist schön, Sie wieder hier zu sehen!

source: [_M_] Hey Matt, Darnell, Trent, How are you boys doing?
dutch: [_M_] Hey Matt, Donkerder, Trent, hoe gaan jullie aan het doen?
german: [_M_] Hey Matt, Darnell, Trent, Wie gehst du Jungen durch?

source: [_DR_] We're good, thanks, Miss [mom_name].
dutch: [_DR_] We zijn goed, bedankt, mevrouw [mom_name].
german: [_DR_] Wir sind gut, danke, Miss [mom_name].

source: [_M_] Did you get your make up math work finished, Trent?
dutch: [_M_] Heb je wiskunde werk laten afmaken, Trent?
german: [_M_] Hast du deine Mathe-Arbeit beendet, Trent?

source: [_T_] It's still not quite done.
dutch: [_T_] Het is nog niet helemaal klaar.
german: [_T_] Es ist noch nicht ganz fertig.

source: [_DR_] Miss [mom_name]? Remember how that old guy was peeing on your car the last time you were here?
dutch: [_DR_] Miss [mom_name]? Herinnert u zich nog hoe die oude kerel op uw auto schookte de laatste keer dat u hier was?
german: [_DR_] Miss [mom_name]? Denken Sie daran, wie der alte Kerl das letzte Mal auf Ihrem Auto gepissen hat?

source: [_M_] Yes...
dutch: [_M_] Ja...
german: [_M_] Ja...

source: [_DR_] We saw him again. He seems to have taken a liking to your car. We chased him off, but he seemed to be lurking in the alley and waiting for us to leave.
dutch: [_DR_] We hebben hem weer gezien. Hij lijkt wel leuk te zijn voor je auto. We vroegen hem uit, maar hij leek in het steegje te zitten zitten en op ons te wachten om weg te gaan.
german: [_DR_] Wir haben ihn noch einmal gesehen. Er scheint Ihrem Auto gefallen zu haben. Wir jagten ihn ab, aber er schien in der Gasse zu lauern und darauf zu warten, dass wir ihn verlassen.

source: [_R_] Bullshit! They just made him up to get me away from you last time so Matt could...
dutch: [_R_] Bullshit! Ze hebben hem net gemaakt om me weg te krijgen van je laatste keer, dus Mat kan...
german: [_R_] Bullshit! Sie haben ihn geschafft, um mich das letzte Mal von dir zu entfernen, so dass Matt könnte...

source: [_M_] [ryan]! I love that car! Please go make sure it's still safe!
dutch: [_M_] [ryan]! Ik hou van die auto! Zorg ervoor dat het nog steeds veilig is!
german: [_M_] [ryan]! Ich liebe dieses Auto! Bitte stelle sicher, dass es immer noch sicher ist!

source: [_R_] But Mom! I'm trying to tell you...
dutch: [_R_] Maar maal! Ik probeer je te vertellen...
german: [_R_] Aber Mama! Ich versuche dir zu sagen...

source: [_M_] Please!
dutch: [_M_] graag!
german: [_M_] bitte!

source: [_DR_] We'll come with you!
dutch: [_DR_] We komen met je bij!
german: [_DR_] Wir werden mit dir kommen!

source: [_T_] Yeah, let's go kick his ass!
dutch: [_T_] Yeah, laten we zijn best kicken!
german: [_T_] Ja, lass uns seinen Arsch kicken!

source: [_M_] No, be nice! He's probably just confused!
dutch: [_M_] Nee, wees aardig! Hij is waarschijnlijk net verward!
german: [_M_] Nein, sei schön! Er ist wahrscheinlich verwirrt!

source: [_M_] I'm glad you stayed again. Those three can handle guarding the car without you.
dutch: [_M_] Ik ben blij dat je weer bent gebleven. Die drie kunnen zonder jou de auto bewaken.
german: [_M_] Ich bin froh, dass Sie wieder geblieben sind. Diese drei können es schaffen, das Auto ohne Sie zu bewachen.

source: [_MB_] There's no one to even guard it from.
dutch: [_MB_] Er is niemand om er zelfs maar van te waken.
german: [_MB_] Es gibt niemanden, vor dem es bewacht werden kann.

source: [_MB_] I figured.
dutch: [_MB_] Ik bedacht me.
german: [_MB_] Ich habe abgebildet.

source: [_R_] So, we've got to wait out here for ten minutes again before you'll let me go in?
dutch: [_R_] Dus, we moeten hier tien minuten opnieuw uitwachten voordat je me laat binnengaan?
german: [_R_] Also müssen wir wieder zehn Minuten warten, bevor du mich einsteigen kannst?

source: [_DR_] You got it.
dutch: [_DR_] Je hebt het.
german: [_DR_] Du hast es.

source: [_RT_] {i}Fuck!... There's nothing I can do about this!{/i}
dutch: [_RT_] {i}Fuck!... Daar kan ik hier niets aan doen!{/i}
german: [_RT_] {i}Fuck!... Es gibt nichts, was ich tun kann!{/i}

source: [_R_] Fine... Just let me know when the time is up.
dutch: [_R_] Fine... Laat het me weten wanneer de tijd om is.
german: [_R_] Schön... Lassen Sie mich wissen, wann die Zeit abgelaufen ist.

source: [_MB_] I can't stop thinking about that last night on the beach!
dutch: [_MB_] Ik kan er de afgelopen nacht aan denken op het strand!
german: [_MB_] Ich kann nicht aufhören, darüber nachzudenken, letzte Nacht am Strand!

source: [_MB_] So much that my grades are going to suffer.
dutch: [_MB_] zo veel dat mijn cijfers zullen lijden.
german: [_MB_] So viel, dass meine Noten leiden werden.

source: [_M_] Not in my class, they won't.
dutch: [_M_] Niet in mijn klas, ze niet.
german: [_M_] Nicht in meiner Klasse, sie nicht.

source: [_M_] And I haven't been able to stop thinking about that huge cock.
dutch: [_M_] En ik heb nog niet kunnen stoppen met nadenken over die enorme hanen.
german: [_M_] Und ich konnte nicht aufhören, über diesen riesigen Schwanz nachzudenken.

source: [_MB_] Ha... I'm more than just a dick, you know, Miss [mom_name].
dutch: [_MB_] Ha... Ik ben meer dan een doekje, weet je, mevrouw [mom_name].
german: [_MB_] Ha... Ich bin mehr als nur ein Schwanz, weisst du, Miss [mom_name].

source: [_M_] Hmmm... Are you though?
dutch: [_M_] Hmmm... Ben jij daarna?
german: [_M_] Hmmm... Bist du denn?

source: [_M_] I mean... I know that.
dutch: [_M_] I betekent... Dat weet ik.
german: [_M_] Ich meine... Ich weiß das.

source: [_MB_] I've got a permenant erection whenever I'm in your class.
dutch: [_MB_] Ik heb een permenante ectie wanneer ik in je klas zit.
german: [_MB_] Ich habe eine durchdringende Erektion, wann immer ich in deiner Klasse bin.

source: [_M_] I've noticed.
dutch: [_M_] Ik heb gemerkt
german: [_M_] Ich habe bemerkt.

source: [_MB_] It's so hard to pretend that nothing happened when we're at school together!
dutch: [_MB_] Het is zo moeilijk om te doen alsof er niets gebeurd is als we samen op school zijn!
german: [_MB_] Es ist so schwer zu behaupten, dass nichts passiert ist, wenn wir gemeinsam in der Schule sind!

source: [_M_] I'm sorry, but it's so important that you do!
dutch: [_M_] Het spijt me, maar het is zo belangrijk dat je het doet!
german: [_M_] Es tut mir leid, aber es ist so wichtig, dass du es tust!

source: [_MB_] I'm dying to do that again!
dutch: [_MB_] Ik ga dood om dat weer te doen!
german: [_MB_] Ich sterbe, um das wieder zu tun!

source: [_MB_] Do you think we could slip into the bathroom?
dutch: [_MB_] Denk je dat we in de badkamer kunnen kopen?
german: [_MB_] Glauben Sie, wir könnten ins Badezimmer schlüpfen?

source: [_M_] Not in a place like this.
dutch: [_M_] Niet in een plek zoals deze.
german: [_M_] Nicht an einem solchen Ort.

source: [_M_] But I am going to end up at the beach again tonight, so let's just plan on meeting at the same place around the same time?
dutch: [_M_] Maar ik kom vanavond weer op het strand Dus laten we gewoon plannen maken om op dezelfde plaats rond dezelfde tijd bijeen te komen?
german: [_M_] Aber ich werde heute Abend wieder am Strand landen, also lasst uns einfach planen, um am gleichen Ort um die gleiche Zeit zu treffen?

source: [_M_] Leave your buddies at home, though.
dutch: [_M_] laat je vrienden thuis staan.
german: [_M_] Lassen Sie Ihre Freunde jedoch zu Hause.

source: [_MB_] God, you've made me so happy!
dutch: [_MB_] God, je hebt me zo blij gemaakt!
german: [_MB_] Gott, du hast mich so glücklich gemacht!

source: [_MB_] Until then, can I still take care of you here?
dutch: [_MB_] Tot dan, kan ik hier nog voor je zorgen?
german: [_MB_] Bis dahin kann ich mich hier noch um dich kümmern?

source: [_MB_] I keep thinking about what you did for me the last time we were here.
dutch: [_MB_] Ik blijf nadenken over wat je de laatste keer dat we hier waren, voor mij hebt gedaan.
german: [_MB_] Ich denke ständig darüber nach, was du beim letzten Mal hier für mich getan hast.

source: [_M_] Yeah, me too.
german: [_M_] Ja, auch ich.

source: [_MB_] I was wondering if I could try to please you again?
dutch: [_MB_] Ik vroeg me af of ik je opnieuw kon proberen te plezieren?
german: [_MB_] Ich fragte mich, ob ich versuchen könnte, dir erneut zu gefallen?

source: [_MBT_] God! those tits are beautiful!
dutch: [_MBT_] God! Die stippen zijn mooi!
german: [_MBT_] Gott! Diese Titten sind schön!

source: [_MB_] Please, give me permission to take care of you again?
dutch: [_MB_] Alsjeblieft, geef me toestemming om weer voor je te zorgen?
german: [_MB_] Bitte erteile mir die Erlaubnis, dich wieder zu betreuen?

source: [_M_] You are such a gentleman!
dutch: [_M_] Je bent zo'n heer!
german: [_M_] Du bist ein solcher Gentleman!

source: [_M_] {i}(Whispering){/i} Yes... That's it... You found my clitoris much faster this time!
dutch: [_M_] {i}(fluister){/i} Ja... Dat is het... Je hebt mijn clitoris deze keer veel sneller gevonden!
german: [_M_] {i}(Flüstern){/i} Ja... Das war's... Du hast meine Klitoris dieses Mal viel schneller gefunden!

source: [_M_] Mmmm... Yes!... Right there!
dutch: [_M_] Mmmm... Ja!... juist!
german: [_M_] Mmmm... Ja!... Genau da!

source: [_M_] Yes, yes... Keep it up!
dutch: [_M_] Ja, ja... Ga zo door!
german: [_M_] Ja, ja... Weiter so!

source: [_MT_] {i}Oh, this feels too good!{/i}
dutch: [_MT_] {i}Oh, dit voelt te goed!{/i}
german: [_MT_] {i}Oh, das fühlt sich zu gut!{/i}

source: [_MT_] {i}Oh, God!... I've needed this so much!{/i}
dutch: [_MT_] {i}Oh, God!... Ik heb dit zo hard nodig!{/i}
german: [_MT_] {i}Oh, Gott!... Ich brauche das so viel!{/i}

source: [_RT_] {i}Those fucking assholes!{/i}
dutch: [_RT_] {i}Die fucking assholes!{/i}
german: [_RT_] {i}Die ficken Arscholes!{/i}

source: [_RT_] {i}Time to go see what the damage is.{/i}
dutch: [_RT_] {i}Tijd om te gaan zien wat de schade is.{/i}
german: [_RT_] {i}Zeit, um zu sehen, was der Schaden ist.{/i}

source: [_RT_] {i}Thank God!... It's just oral again!{/i}
dutch: [_RT_] {i}God!... Het is gewoon mondeling opnieuw!{/i}
german: [_RT_] {i}Vielen Dank!... Es ist wieder mündlich!{/i}

source: [_RT_] {i}At least they didn't take it to the bathroom to do something else.{/i}
dutch: [_RT_] {i}Eens hebben ze het niet naar de badkamer gebracht om iets anders te doen.{/i}
german: [_RT_] {i}Zumindest haben sie es nicht zum Badezimmer gebracht, um etwas anderes zu tun.{/i}

source: [_RT_] {i}I'm too late again to stop it!... Fuck!... I could tell she was feeling super horny!{/i}
dutch: [_RT_] {i}Ik ben weer te laat om het te stoppen!... Fuck!... Ik zou kunnen zeggen dat ze zich super horisch voelt!{/i}
german: [_RT_] {i}Ich bin zu spät, um es zu stoppen!... Fuck!... Ich könnte ihr sagen, sie fühlte sich super geil!{/i}

source: [_RT_] {i}Why does Matt have to keep showing up?... That should have been me taking care of her under the table.{/i}
dutch: [_RT_] {i}Waarom moet Matt blijven verschijnen?... Dat zou me hebben verzorgd onder de tafel.{/i}
german: [_RT_] {i}Warum muss Matt immer wieder erscheinen?... Das hätte ich mich unter dem Tisch um sie kümmern sollten.{/i}

source: [_M_] {i}(repressed moan){/i}
dutch: [_M_] {i}(repressief maan){/i}
german: [_M_] {i}(unterdrückter Moan){/i}

source: [_M_] {i}(Whispering){/i} Ohh... God!
dutch: [_M_] {i}(Fluister){/i} Oh... God!
german: [_M_] {i}(Flüstern){/i} Ohhh... Gott!

source: {i}"Mom's Sexual Frustration = 0"{/i}
dutch: {i}"Momenten Seksuele Frustratie = 0"{/i}
german: {i}"Mamas Sexual Frustration = 0"{/i}

source: [_MB_] {i}(Talking Quietly){/i} Oh, hey, [ryan].
dutch: [_MB_] {i}(Praat zachtjes ){/i} Oh, Hé, [ryan].
german: [_MB_] {i}(leise sprechen){/i} Oh, hey, [ryan].

source: [_MB_] Did you enjoy our encore?
dutch: [_MB_] Hou je van onze encore?
german: [_MB_] Haben Sie unsere Umzäunung genossen?

source: [_MB_] Look what your Mom gave me to remember this moment.
dutch: [_MB_] Kijk eens wat je moeder me heeft gegeven om dit moment te onthouden.
german: [_MB_] Schau, was deine Mama mir gegeben hat, um mich an diesen Moment zu erinnern.

source: [_MB_] I'm starting a collection.
dutch: [_MB_] Ik begin een verzameling.
german: [_MB_] Ich beginne eine Sammlung.

source: [_R_] You piece of shit!
dutch: [_R_] Jij bent aan schoffel!
german: [_R_] Du bist Scheiße!

source: [_MB_] They're soaked in her juices, so they smell just like her.
dutch: [_MB_] ze zijn doordrenkt in haar sapen, dus ze ruikden net als haar.
german: [_MB_] Sie sind in ihre Säfte gesaugt, so riechen sie wie sie.

source: [_MB_] It's perfect because the smell from the last ones was wearing off.
dutch: [_MB_] is perfect omdat de geur van de laatste droeg.
german: [_MB_] Es ist perfekt, weil der Geruch der letzten abgesaugt hat.

source: [_MB_] And now when I'm jerking off with these panties wrapped around my face, I don't have to imagine what it would be like to fuck Miss [mom_name]... Cuz I already know.
dutch: [_MB_] En nu ik uitleid met deze panelen rond mijn gezicht Ik hoef me niet voor te stellen hoe het zou kunnen zijn om mevrouw [mom_name]onhandig te maken. . Cuz ik weet het al.
german: [_MB_] Und jetzt, wenn ich mich mit diesen Höschen, die um mein Gesicht gewickelt sind, abziehe, muss ich mir nicht vorstellen, wie es wäre, Miss [mom_name] zu ficken... Cuz weiß ich schon.

source: [_MB_] It's not going to be long until she's begging me to fuck her.
dutch: [_MB_] Het zal niet lang duren totdat ze me smeekt om haar te rooien.
german: [_MB_] Es wird nicht lange dauern, bis sie mich bittet, sie zu ficken.

source: [_R_] You better get out of my face!
dutch: [_R_] Je komt beter uit mijn gezicht!
german: [_R_] Du solltest besser aus dem Gesicht kommen!

source: [_MB_] Happily... The guys are waiting for me outside.
dutch: [_MB_] Gelukkig ... De jongens wachten op me buiten.
german: [_MB_] Glücklich... Die Jungs warten draußen auf mich.

source: [_MB_] They'll be pretty excited to hear all the details.
dutch: [_MB_] ze zullen best enthousiast zijn om alle details te horen.
german: [_MB_] Sie werden gespannt sein, alle Details zu hören.

source: [_RT_] {i}I'll destroy you someday!... Somehow.{/i}
dutch: [_RT_] {i}Ik zal je op een dag vernietigen!... iemand{/i}
german: [_RT_] {i}Ich werde dich eines zerstören!... Irgendwie.{/i}

source: [_RT_] {i}I wonder what Mom has to say about all this.{/i}
dutch: [_RT_] {i}Ik vraag me af wat ik over dit alles te zeggen heb.{/i}
german: [_RT_] {i}Ich frage mich, was Mama zu all dem zu sagen hat.{/i}

source: [_R_] Hey, Mom... Tired?
dutch: [_R_] Hé, Maar... Vermogen?
german: [_R_] Hey, Mom... Müde?

source: [_M_] Not too tired. Just feeling really relaxed... and content.
dutch: [_M_] niet te moe. Alleen voel je echt relaxt... en inhoud.
german: [_M_] Nicht zu müde. Fühlen Sie sich wirklich entspannt... und Inhalt.

source: [_R_] Oh?... Why is that?
dutch: [_R_] Oh?... Waarom niet?
german: [_R_] Oh?... Warum ist das?

source: [_M_] Oh... no reason. I'm just enjoying our date.
dutch: [_M_] Oh... geen reden. Ik geniet net van onze datum.
german: [_M_] Oh... kein Grund. Ich genieße unser Datum.

source: [_RT_] {i}She doesn't know that I saw anything.{/i}
dutch: [_RT_] {i}Ze weet niet dat ik iets heb gezien.{/i}
german: [_RT_] {i}Sie weiß nicht, dass ich etwas gesehen habe.{/i}

source: [_RT_] {i}She's going to pretend nothing happened.{/i}
dutch: [_RT_] {i}Ze gaat doen alsof er niets is gebeurd.{/i}
german: [_RT_] {i}Sie wird vorgeben, dass nichts passiert ist.{/i}

source: [_R_] Spilled your water again?
dutch: [_R_] Spilled je water weer?
german: [_R_] hat dein Wasser wieder vergossen?

source: [_RT_] {i}You watery tart!{/i}
dutch: [_RT_] {i}Jij watertart!{/i}
german: [_RT_] {i}Du wässriger Tart!{/i}

source: [_M_] Oh... I... must have.
dutch: [_M_] Oh... moet hebben.
german: [_M_] Oh... Ich... Muss haben.

source: [_R_] But your water glass is still completely full.
dutch: [_R_] Maar je waterglas is nog steeds volledig vol.
german: [_R_] Aber dein Wasserglas ist immer noch voll.

source: [_M_] Ummm, yeah... That's because... The... waitress came and refilled it again.
dutch: [_M_] Ummm, ja... Dat is omdat... De... wachttijd kwam en vult het opnieuw.
german: [_M_] Ummm, ja... Das war... die Kellnerin kam und füllte sie erneut.

source: [_R_] Why isn't there any water on the table?... Why are all the napkins dry?... The only place I see water is over here on the floor.
dutch: [_R_] Waarom is er geen water op de tafel?... Waarom zijn alle napkins droog? . - De enige plek waar ik water zie is hier op de vloer.
german: [_R_] Warum gibt es kein Wasser auf dem Tisch?... Warum sind alle Servietten trocken?. Der einzige Ort, den ich sehe, ist hier auf dem Boden.

source: [_M_] What's your weird hang up about me spilling my water on the floor?
dutch: [_M_] Wat is jouw vreemde ophanging dat ik mijn water op de grond spmor?
german: [_M_] Was ist dein seltsames Aufhängen, wenn ich mein Wasser auf den Boden gieße?

source: [_M_] You act like I did something to betray you.
dutch: [_M_] Je doet alsof ik iets heb gedaan om je te verraden.
german: [_M_] Du handelst so, als habe ich etwas getan, um dich zu verraten.

source: [_MT_] {i}He's my son!... not my lover. What Matt and I did is none of his business, and not betrayal.{/i}
dutch: [_MT_] {i}Hij is mijn zoon!... niet mijn liefhebber. Wat Matt en ik deden, is geen zaak en niet verraadd.{/i}
german: [_MT_] {i}Er ist mein Sohn!... nicht mein Liebhaber. Was Matt und ich taten ist kein Geschäft und nicht verraten.{/i}

source: [_MT_] {i}Shit... I didn't even think about [dad_name] again!... how is it that I don't even give my husband any consideration anymore?{/i}
dutch: [_MT_] {i}Shit... Ik heb niet eens aan [dad_name] gedacht!... hoe is het dat ik mijn man niet eens meer enige overweging geef?{/i}
german: [_MT_] {i}Shit... Ich habe nicht einmal wieder an [dad_name] gedacht!... Wie ist es, dass ich meinem Mann nicht einmal mehr eine Aufmerksamkeit schenken?{/i}
