Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_AD_] You've been enjoying the VIP room, yeah?
dutch: [_AD_] Je hebt genoten van de VIP kamer, ja?
german: [_AD_] Du hast den VIP-Raum genossen, ja?

source: [_R_] Okay, but...
dutch: [_R_] Oké, maar...
german: [_R_] Okay, aber...

source: [_AD_] As for the beautiful, and brilliant FBI agent? Well, she'd like you more if you stopped complaining about every little thing and just enjoyed the ride.
dutch: [_AD_] Voor de mooie, en briljante FBI agent? Nou, ze zou graag meer willen als je niet over alles zou klagen en van de ritten zou genieten.
german: [_AD_] Wie für den schönen und brillanten FBI-Agenten? Nun, sie würde dir gerne mehr wünschen, wenn du aufhörst, dich über jede kleine Sache zu beschweren und einfach nur die Fahrt genossen hast.

source: [_AD_] Stop thinking about all the negatives and just focus on the good things.
dutch: [_AD_] Stop met denken over alle negatieve punten en concentreer je gewoon op de goede dingen.
german: [_AD_] Hören Sie auf, über alle Negative nachzudenken, und konzentrieren Sie sich nur auf die guten Dinge.

source: [_VOM_] On stage next, is a club favorite.
dutch: [_VOM_] eerstvolgende stap is een club favoriet.
german: [_VOM_] Auf der nächsten Bühne ist ein Clubfavorit.

source: [_AD_] Speaking of.
dutch: [_AD_] Spreken van.
german: [_AD_] Sprich von.

source: [_VOM_] Put your hands together for your favorite redheaded MILF. I hope you're hungry because this sexy waitress is ready to take your order and make sure you leave fully satisfied!
dutch: [_VOM_] gooi je handen samen voor je favoriete rood-heer MILF. Ik hoop dat je honger hebt, want deze sexy waitress is klaar om je bestelling aan te nemen en ervoor te zorgen dat je volledig tevreden verlaat!
german: [_VOM_] Lege deine Hände zusammen für deinen Lieblings-roten MILF. Ich hoffe, dass du hungrig bist, weil diese sexy Kellnerin bereit ist, deine Bestellung zu nehmen und sicherzustellen, dass du voll zufrieden gehst!

source: [_M_] Hi'ya fellas.
german: [_M_] Hi'ya stürzt.

source: [_X_] You're back!
dutch: [_X_] Je bent terug!
german: [_X_] Du bist wieder da!

source: [_M_] Did you miss me?
dutch: [_M_] Heb je me gemist?
german: [_M_] Haben Sie mich verpasst?

source: [_X_] Oh, Momma! You look just like my second wife when I met her working as a waitress down at the old Milkshake Shack.
dutch: [_X_] Oh, Momma! Je ziet eruit als mijn tweede vrouw toen ik haar ontmoette als een wachttijd bij de oude Milkshake Shack.
german: [_X_] Oh, Momma! Du siehst genauso aus wie meine zweite Frau, als ich sie als eine Kellnerin auf die alte Milchshake-Hütte arbeitete.

source: [_M_] I hope you enjoy the show.
dutch: [_M_] Ik hoop dat je van de show houdt.
german: [_M_] Ich hoffe, dass dir die Show gefällt.

source: [_S_] Hey, handsome... Your shoulders are getting big! You been working out since I last saw you?
dutch: [_S_] Hallo, handig... Je schouders worden groter! Je werkt al sinds ik je voor het laatst zag?
german: [_S_] Hey, handsehnlich... Deine Schultern werden groß! Du arbeitest seit ich dich zuletzt gesehen habe?

source: [_X_] You noticed! Gotta keep fit for the ladies ya'know?
dutch: [_X_] Merk u! Blijf passen bij de dames en heren?
german: [_X_] Du hast bemerkt! Gotta bleib fit für die Damen ya'know?

source: [_S_] It's paying off. You're not skipping leg day now, are you?
dutch: [_S_] Het kost goed. Je slaat nu geen been uit, toch?
german: [_S_] Es zahlt sich aus. Du überspringst jetzt nicht den Beintag, bist du?

source: [_X_] No way. You can feel em if ya want?
dutch: [_X_] Geen enkele manier. Wil je meteen?
german: [_X_] Nein. Du kannst dich fühlen, wenn du möchtest?

source: [_S_] Next time I just might! Can I get you your usual beer? Or maybe since you're getting stronger, you'd like a stronger drink too?
dutch: [_S_] De volgende keer doe ik het goed! Kan ik je normaal bier brengen? Of misschien omdat je sterker wordt, zou je ook een sterkere drank willen?
german: [_S_] Das nächste Mal könnte ich es sein! Kann ich dir dein normales Bier besorgen? Oder vielleicht da du stärker wirst, möchtest du auch ein stärkeres Getränk haben?

source: [_MT_] {i}Oh, she's good!{/i}
dutch: [_MT_] {i}Oh, ze is goed!{/i}
german: [_MT_] {i}Oh, sie ist gut!{/i}

source: [_S_] This seat taken, Hon?
dutch: [_S_] Deze zitplaats genomen, Een?
german: [_S_] Dieser Platz genommen, Hon?

source: [_X_] You can sit in grandpa's lap any old time, baby doll.
dutch: [_X_] Je kunt altijd in opa zitten, babypop.
german: [_X_] Du kannst jederzeit in der Runde der Großväter sitzen, Baby-Puppen.

source: [_MT_] {i}Oh, my! It's a little much sitting on his lap like that.{/i}
dutch: [_MT_] {i}Ah, ik! Het zit een beetje op zijn plek zoals dat.{/i}
german: [_MT_] {i}Oh, meine! Es sitzt ein bisschen auf seiner Runde.{/i}

source: [_MT_] {i}She's practically inviting him to put his hands on her.{/i}
dutch: [_MT_] {i}Ze nodigt hem praktisch uit om zijn handen op haar te plaatsen.{/i}
german: [_MT_] {i}Sie lädt ihn praktisch ein, ihr die Hände zu legen. {/i}

source: [_MT_] {i}Is she doing that because of what I said about letting Principal Hardun touch me?{/i}
dutch: [_MT_] {i}doet ze dat vanwege wat ik heb gezegd over het aanraken van Principal Hardun aan mij?{/i}
german: [_MT_] {i}Tun sie das, weil ich über Principal Hardun mich berühren möchte? {/i}

source: [_S_] You scoundrel! I better keep a close eye on you.
dutch: [_S_] Jij schurk! Ik kan je beter goed in de gaten houden.
german: [_S_] Du Schurken! Ich halte dich besser im Auge.

source: [_MT_] {i}I should be discouraging this! No, she'd just call me a hypocrite. I can't tell her the truth about Principal Hardun. It's not like she can do anything about it, and it'd upset her.{/i}
dutch: [_MT_] {i}Ik zou dit moeten ontmoedigen! Nee, ze zou me gewoon een hypocriet noemen. Ik kan haar de waarheid over Principal Hardun, niet vertellen. Het is alsof ze er niets aan kan doen, en het zou haar boos maken.{/i}
german: [_MT_] {i}Ich sollte das entmutigen! Nein, sie nenne mich einfach als Heuchler. Ich kann ihr nicht die Wahrheit über Principal Hardun sagen. Es ist nicht so, als könne sie etwas dagegen tun, und es würde sie stören.{/i}

source: [_MT_] {i}...I suppose a couple pats on her bum isn't a big deal. Not if she's inviting it like that. Joey's security will make sure no one takes it too far.{/i}
dutch: [_MT_] {i}... Ik veronderstel dat een paar pats op haar bum geen grote deal is. Niet als ze het zo uitnodigt. De veiligheid van Joey's zorgt ervoor dat niemand te ver gaat.{/i}
german: [_MT_] {i}...Ich nehme an, dass ein paar Pfosten an ihrem Bum kein großes Geschäft ist. Nicht wenn sie es so einlädt. Joey's Sicherheit wird sicherstellen, dass niemand es zu weit nimmt. {/i}

source: [_M_] {b}Sigh{/b}
dutch: [_M_] {b}Echt{/b}
german: [_M_] {b}Sehen{/b}

source: [_MT_] {i}Sidney's going to get very popular around here.{/i}
dutch: [_MT_] {i}Sidney zal hier erg populair worden.{/i}
german: [_MT_] {i}Sidney wird hier sehr beliebt werden.{/i}

source: [_MT_] {i}It's not just fashion Sidney has an eye for. She's got a great sense for what's sexy. I wasn't sure about this outfit, but these men are eating the whole sexy waitress thing up.{/i}
dutch: [_MT_] {i}Het is niet alleen mode Sidney heeft een oog. Ze heeft een groot gevoel voor wat sexy is. Ik was niet zeker van deze outfit, maar deze mannen eten het hele sexy waitress stijl.{/i}
german: [_MT_] {i}Es ist nicht nur Mode Sidney hat ein Auge für. Sie hat einen großen Sinn für das, was ist sexy. Ich war mir nicht sicher, was dieses Outfit angeht, aber diese Männer essen die ganze sexy Wartezeit.{/i}

source: [_MT_] {i}I suppose it shouldn't be surprising. I've seen how [ryan] and his father would oogle the waitresses whenever we'd go out to eat. I was always pissed at [dad_name] when he did that! He wouldn't even try to hide it.{/i}
dutch: [_MT_] {i}Ik denk dat het niet verrassend zou moeten zijn. Ik heb gezien hoe [ryan] en zijn vader de kelners oogsten wanneer we naar buiten gaan. Ik werd altijd naar [dad_name] gepist wanneer hij dat deed! Hij zou niet eens proberen het te verbergen.{/i}
german: [_MT_] {i}Ich denke, es sollte nicht überraschen. Ich habe gesehen, wie [ryan] und sein Vater die Kellner gequält haben, wann immer wir hingehen würden, um zu essen. Ich war immer bei [dad_name] angepissen, als er das getan hat! Er wollte es nicht einmal verbergen. {/i}

source: [_MT_] {i}Well, guess what [dad_name]! Now your wife's the one in the sexy waitress outfit, and all these men can't wait to see me take it off!{/i}
dutch: [_MT_] {i}Nou, raad wat [dad_name]! Nu is jouw vrouw in de sexy waitress outfit, en al deze mannen kunnen niet wachten om me weg te nemen!{/i}
german: [_MT_] {i}Nun, raten Sie, was [dad_name]ist! Jetzt ist deine Frau diejenige in der sexy Kellnerei, und alle diese Männer können nicht warten, bis ich sie abnehme!{/i}

source: [_PH_] I must say Mrs. [mom_name], that was an amazing performance. Have you considered teaching a dance class? I could look into getting board approval for a new extracurricular course if you're interested.
dutch: [_PH_] Ik moet mevrouw [mom_name]zeggen, dat was een geweldige prestatie. Heb je nagedacht over het onderwijzen van een dansklas? Als je daar interesse in hebt, zou je kunnen kijken naar goedkeuring aan boord voor een nieuwe buitenschoolse cursus.
german: [_PH_] Ich muss sagen, Frau [mom_name], das war eine erstaunliche Leistung. Hast du daran gedacht, eine Tanzschule zu unterrichten? Wenn du interessiert bist, könnte ich dir eine Genehmigung für einen neuen außerschulischen Kurs besorgen.

source: [_PH_] I'm surprised to see you here again, Mrs. [mom_name]. I thought for sure you'd have quit after getting caught last time. You must really need the money.
german: [_PH_] Ich bin überrascht, Sie wieder hier zu sehen, Frau [mom_name]. Ich dachte, dass du das letzte Mal verlassen würdest, nachdem du erwischt wurdest. Du musst das Geld wirklich brauchen.

source: [_M_] Haven't you humiliated me enough already?
german: [_M_] Du hast mich nicht schon genug gedemütigt?

source: [_PH_] How can you say that? I'm just checking up on one of my staff who's clearly going through some tough financial times.
dutch: [_PH_] Hoe kan je dat zeggen? Ik kijk gewoon naar een van mijn medewerkers die duidelijk moeilijke financiële tijden doormaken.
german: [_PH_] Wie kannst du das sagen? Ich überprüfe nur einen meiner Mitarbeiter, der einige schwere finanzielle Zeiten durchlebt.

source: [_PH_] I got here a little late though. Why don't you keep going? It feels wrong to tip you for only half a strip tease.
dutch: [_PH_] Ik ben hier een beetje laat gekomen. Waarom ga je niet verder? Het voelt fout om je te tikken voor slechts een halve strip thee.
german: [_PH_] Ich bin aber etwas spät hier angekommen. Warum gehst du nicht weiter? Es ist falsch, dich für nur einen halben Streifen zu tippen.

source: [_M_] I'm practically naked. What more do you want?
dutch: [_M_] Ik ben bijna naakt. Wat wil je nog meer?
german: [_M_] Ich bin praktisch nackt. Was willst du mehr?

source: [_PH_] Practically naked isn't naked. Take off those panties and make a show of it.
dutch: [_PH_] Praktisch naakt is niet naakt. Haal deze panelen uit en maak er een show van.
german: [_PH_] Praktisch nackt ist nicht nackt. Starte diese Hosen und zeige sie.

source: [_M_] What? I can't believe you're asking me that!
dutch: [_M_] Wat? Ik kan niet geloven dat je me dat vraagt!
german: [_M_] Was? Ich kann nicht glauben, du fragst mich!

source: [_PH_] Tell you what Mrs. [mom_name], I'll make it worth your while. To help you out with your money problems, I'll pay you seventy five dollars if you give them to me.
dutch: [_PH_] Vertel je wat mevrouw [mom_name], ik zal het je tijd waard maken. Om je te helpen met je problemen met je geld, zal ik je zeventig dollar betalen als je ze aan me geeft.
german: [_PH_] Sag dir, was Frau [mom_name], ich werde es deine Zeit wert machen. Um Ihnen mit Ihren Geldproblemen zu helfen, bezahle ich Ihnen siebzig Dollar, wenn Sie sie mir geben.

source: [_M_] You want to keep my panties?
dutch: [_M_] Wil je mijn broek bewaren?
german: [_M_] Du möchtest meine Hosen halten?

source: [_PH_] You need the money don't you? Isn't that why you're here?
dutch: [_PH_] Je hebt het geld nodig, nietwaar? Is dat niet waarom je hier bent?
german: [_PH_] Du brauchst das Geld nicht wahr? Ist das nicht der Grund, warum du hier bist?

source: [_PH_] {i}I'd hate to think one of my employees was risking a scandal at my school unless she had no other options.{/i}
dutch: [_PH_] {i}Ik zou graag zien dat een van mijn medewerkers een schandaal riskeerde op mijn school, tenzij ze geen andere opties had.{/i}
german: [_PH_] {i}Ich würde es hassen zu denken, dass einer meiner Mitarbeiter einen Skandal in meiner Schule riskiert, wenn sie keine anderen Optionen hat.{/i}

source: [_PH_] {i}That busybody Mrs. Karen would start a riot at the next parents meeting if somehow she heard a rumor about one of her kids teachers working at a strip club.{/i}
dutch: [_PH_] {i}Dat busybody mevrouw Karen zou een rellen beginnen tijdens de volgende bijeenkomst van ouders als ze op de een of andere manier een gerucht hoorde over een van haar leerkrachten voor kinderen die in een stripclub werken. /i}
german: [_PH_] {i}Diese Busybody Mrs. Karen würde beim nächsten Elterntreffen einen Aufruhr starten, wenn sie irgendwie ein Gerücht über einen ihrer Kinderlehrer hörte, der in einem Strip Club arbeitet. /i}

source: [_MT_] I can't say no or he'll ruin me. But I can't just give in. Maybe I can get something out of this at least.
dutch: [_MT_] Ik kan niet zeggen dat hij me zal verpesten. Maar ik kan niet zomaar ingeven. Misschien kan ik er tenminste iets uit halen.
german: [_MT_] Ich kann kein Nein sagen oder er wird mich ruinieren. Aber ich kann nicht einfach nachgeben. Vielleicht kann ich zumindest etwas davon bekommen.

source: [_M_] If you give me four hundred dollars, I'll let you keep them.
dutch: [_M_] Als je me vierhonderd dollar geeft, laat ik ze dan behouden.
german: [_M_] Wenn du mir vierhundert Dollar schenkst, lasse ich sie behalten.

source: [_PH_] For used panties? a hundred and fifty is more than fair.
dutch: [_PH_] Voor gebruikte spanners? Honderdvijftig is meer dan eerlijk.
german: [_PH_] Für gebrauchte Panties? hundertfünfzig ist mehr als fair.

source: [_M_] Three hundred! And... and I'll throw in a lapdance after.
dutch: [_M_] Drie honderd! En... en ik gooi daarna een lapdans.
german: [_M_] Dreihundert! Und... und ich werfe danach einen Laptanz.

source: [_PH_] My God... I've always wanted to see that cunt of yours!
dutch: [_PH_] Mijn God... Ik heb altijd die jacht op jou gezien!
german: [_PH_] Mein Gott... Ich wollte schon immer deine Fotze sehen!

source: [_PH_] Fine. Three hundred. You drive a hard bargain Mrs. [mom_name], but you've got a deal.
dutch: [_PH_] Prima. Drie honderd. Je rijdt op een harde koehandel mevrouw [mom_name], maar je hebt een deal.
german: [_PH_] Schön. Dreihundert. Du fährst hart mit Frau [mom_name], aber du hast einen Deal.

source: [_MT_] {i}This is so humilliating. At least I'm getting a good amount of money for my anguish.{/i}
dutch: [_MT_] {i}Dit is zo nederig. Ik krijg ten minste een goede hoeveelheid geld voor mijn angst.{/i}
german: [_MT_] {i}Das ist so demütigend. Zumindest bekomme ich eine gute Menge Geld für meine Angst.{/i}

source: [_PH_] Selling your panties and a lapdance to your boss. I love it! You really are a whore.
dutch: [_PH_] Verkoop jouw pannennen en een lapdans voor je baas. Ik vind het geweldig! Je bent echt een zuurstof.
german: [_PH_] Deine Hosen und einen Lapdance an deinen Boss verkaufen. Ich liebe es! Du bist wirklich eine Hure.

source: [_MT_] {i}This asshole! It's not like I have any choice.{/i}
dutch: [_MT_] {i}Deze schoenen! Het is niet zoals ik een keuze heb. {/i}
german: [_MT_] {i}Dieser Arschfotze! Es ist nicht so, als hätte ich keine Wahl. {/i}

source: [_M_] Here, take them and give me my money.
dutch: [_M_] Hier, neem ze en geef me mijn geld.
german: [_M_] Hier, nimm sie und gib mir mein Geld.

source: [_PH_] I wonder what else you'd be willing to do for the right price?
dutch: [_PH_] Ik vraag me af wat je nog meer voor de juiste prijs wilt doen?
german: [_PH_] Ich frage mich, was Sie sonst noch zum richtigen Preis tun wollen?

source: [_M_] Nothing! You've gotten more than enough from me.
dutch: [_M_] Niets! Je hebt meer dan genoeg van mij gekregen.
german: [_M_] Nichts! Du hast mehr als genug von mir bekommen.

source: [_PH_] Now, no need to take that tone with me. After all, I'm doing you a favor here. Besides...
dutch: [_PH_] Nu hoef je die toon niet mee te nemen. Want ik doe je hier een plezier. Boven...
german: [_PH_] Jetzt brauche ich diesen Ton nicht mitzunehmen. Immerhin mache ich dir hier einen Gefallen. Nebenbei...

source: [_PH_] Completely stripping down and exposing yourself to me. Don't tell me this doesn't turn you on.
dutch: [_PH_] Meest je neerhalen en jezelf aan me blootstellen. Vertel me niet dat dit je niet aanzet.
german: [_PH_] Entfernen und enthüllen Sie sich vollständig. Sagen Sie mir nicht, dass dies dich nicht anschaltet.

source: [_M_] Ha! Turns me off more like it. You don't have any idea how to turn me on.
dutch: [_M_] Ha! Zet me er meer uit zoals het lijkt. Je hebt geen idee hoe ik moet aanzetten.
german: [_M_] Ha! Schaltet mich so aus. Du hast keine Ahnung, wie du mich einschalten kannst.

source: [_PH_] Don't lie to an educator Mrs. [mom_name]. I can see juices running down your thighs.
dutch: [_PH_] Niet liegen tegen een leraar mevrouw [mom_name]. Ik zie sappen om je heengaan rollen.
german: [_PH_] Lüge nicht bei einer Erzieherin Frau [mom_name]. Ich sehe Säfte, die deine Oberschenkel hinunter laufen.

source: [_M_] That?! That's just sweat. Dancing is very intense cardio...
dutch: [_M_] Dat?! Dat is gewoon zweet en het dansen is erg intense cardio...
german: [_M_] das?! Das ist nur Schweiß. Tanzen ist sehr intensiv...

source: [_MT_] {i}Oh, my God! Is he right? Am I wet right now? No! Why would I be aroused by this?{/i}
dutch: [_MT_] {i}Oh, mijn God! Heeft hij gelijk? Ben ik nat nu? Nee! Waarom zou ik hierom?{/i}
german: [_MT_] {i}Oh, mein Gott! Ist er richtig? Bin ich jetzt nass? Nein! Warum würde ich davon geweckt werden?{/i}

source: [_PH_] I don't think so. I'm quite certain that wettness on your thighs came from inside your pussy. Not sweat off your body.
dutch: [_PH_] Ik denk het niet. Ik ben er vrij zeker van dat de natte op je dijpen van binnen kwamen. Niet van je lichaam.
german: [_PH_] Ich glaube das nicht. Ich bin mir ziemlich sicher, dass die Feuchtigkeit auf deinen Oberschenkeln aus der Fotze kam. Ich schweiße nicht vom Körper.

source: [_M_] You're wrong. It's sweat. Who could ever get turned on being exploited by their boss.
dutch: [_M_] Je hebt het verkeerd. Het is zover. Wie kan er ooit aan toegevoegd worden door zijn baas.
german: [_M_] Du hast Unrecht. Es ist Schweiß. Wer könnte jemals von seinem Chef ausgebeutet werden.

source: [_PH_] Not exploiting. Helping. Maybe I should hold on to this money till we sort this out.
dutch: [_PH_] Niet exploiteren. Helpen. Misschien moet ik aan dit geld vasthouden totdat we dit oplossen.
german: [_PH_] Nicht ausbeuten. Hilfe. Vielleicht sollte ich an diesem Geld festhalten, bis wir das regeln.

source: [_PH_] Let's go to a private booth for that lap dance you owe me. Then I can make a closer inspection of that pussy. See if you're telling the truth or not.
dutch: [_PH_] Laten we naar een persoonlijke draaitafel gaan voor die scherpe dans die je me verschuldigd bent. Dan kan ik die pil nauwkeuriger onderzoeken. Kijk of je de waarheid vertelt of niet.
german: [_PH_] Lass uns an einen privaten Stand gehen für diesen Rundentanz, den du mir schuldig bist. Dann kann ich eine genauere Betrachtung der Fotze machen.

source: [_PH_] But if you're lying to me, and I find a wet pussy. I'll have to punish it.
dutch: [_PH_] Maar als je tegen mij liegt, vind ik een natte druk. Ik zal het moeten straffen.
german: [_PH_] Aber wenn du zu mir lügst und ich finde eine nasse Fotze. Ich muss sie bestrafen.

source: [_MT_] {i}Oh, God. Why is he doing this to me? I'm so mortified. My heart is racing and my skin is tingling all over. It's almost like I'm...{/i}
dutch: [_MT_] {i}Oh, God. Waarom doet hij dit voor mij? Ik ben zo moreel. Mijn hart is racen en mijn huid is bijna klaar. Het lijkt wel alsof ik zou kunnen...{/i}
german: [_MT_] {i}Oh, Gott. Warum tut er das mit mir? Ich bin so mortifiziert. Mein Herz ist Rennen und meine Haut bricht überall auf. Es ist fast wie ich...{/i}

source: [_MT_] {i}No, no, it can't be!{/i}
dutch: [_MT_] {i}Nee, het kan niet zijn!{/i}
german: [_MT_] {i}Nein, nein, es kann nicht sein!{/i}

source: [_AD_] Looks like your principal collected himself a little souvenir.
dutch: [_AD_] Het lijkt erop dat uw hoofdpersoon zichzelf een beetje souvenir heeft verzameld.
german: [_AD_] Sieht so aus, als hätte dein Hauptmann selbst ein kleines Souvenir gesammelt.

source: [_R_] Uggh... I can't believe she gave them to him. He must have made her do it. The pervert!
dutch: [_R_] Uggh... Ik kan niet geloven dat ze ze hem gegeven heeft. Hij moet haar hebben gemaakt. De perverver!
german: [_R_] Uggh... Ich kann nicht glauben, dass sie ihm gegeben hat. Er muss sie dazu gebracht haben, es zu tun. Der pervertiert!

source: [_AD_] Please... You're going to act like you never stole a pair of Mommy's panties?
dutch: [_AD_] Alsjeblieft... Ga je doen alsof je nooit een paar broek van Mommy's hebt gestolen?
german: [_AD_] Bitte... Du wirst so handeln, wie du niemals ein Paar von Mommys Hosen gestohlen hast?

source: [_R_] I put them back after I... Never mind.
dutch: [_R_] Ik zet ze terug nadat ik... dat vind ik niet erg.
german: [_R_] Ich stecke sie zurück nach Ich...

source: [_R_] Where are they going? Is he taking her to get another lap dance?
dutch: [_R_] Waar gaan ze naartoe? Neem ze haar mee voor een nieuwe popdans?
german: [_R_] Wohin gehen sie? Hat er sie mitgenommen, um einen weiteren Rundentanz zu bekommen?

source: [_AD_] Mmm hmm. He sure is.
dutch: [_AD_] Mmm hmm. Hij weet het zeker.
german: [_AD_] Mmm hmm. Das ist sicher.

source: [_R_] Hasn't he done enough to her? I've got to do something... Get in there and...
dutch: [_R_] Heeft hij niet genoeg gedaan om haar te helpen? Ik moet iets doen... Kom er binnen en...
german: [_R_] hat er nicht genug zu ihr getan? Ich muss etwas tun... Geh hin und...

source: [_AD_] Don't get any funny ideas, Slick.
dutch: [_AD_] Krijg geen grappige ideeën, Klik.
german: [_AD_] Erhalte keine lustigen Ideen, Slick.

source: [_AD_] If you walk in on them, there's going to be a line of people ready to kick your ass. Starting with Joey's goons for making a scene.
dutch: [_AD_] Als je op hen loopt, zal er een lijn zijn van mensen die klaar staan om je te schoppen. Begin met Joey's goons voor het maken van een scène.
german: [_AD_] Wenn du auf ihnen gehst, wird es eine Reihe von Leuten geben, die bereit sind, deinen Arsch zu werfen. Beginnend mit Joey's Goons für eine Szene.

source: [_RT_] {i}She's right. I need a plan to get Mom out of there without exposing myself. Pull the fire alarm? No, camera's everywhere.{/i}
dutch: [_RT_] {i}Ze heeft gelijk. Ik heb een plan nodig om mama eruit te krijgen zonder mezelf bloot te stellen. Trek het vuuralarm neer? Nee, camera's overal.{/i}
german: [_RT_] {i}Sie hat Recht. Ich brauche einen Plan, um Mama von dort zu bekommen, ohne mich selbst zu entlarven. Den Feueralarm zu ziehen? Nein, Kameras überall.{/i}

source: [_AD_] Then [mom_name] when you get home, for being at the club in the first place.
dutch: [_AD_] Dan [mom_name] als je thuiskomt, om überhaupt bij de club te zijn.
german: [_AD_] Dann [mom_name] wenn Sie nach Hause kommen, weil Sie überhaupt im Club sind.
