Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_M_] Hmmm... Do you know how to do any yard work?
dutch: [_M_] Hmmm... Weet jij hoe je een werf kunt laten werken?
french: [_M_] Hmmm... Sais-tu comment faire des travaux de jardin?
german: [_M_] Hmmm... Weißt du, wie du irgendeinen Hof arbeiten kannst?
portuguese: [_M_] Hmmm... Você sabe como fazer algum quintal?

source: [_M_] I've had a hard time keeping on top of the yard, now that we cant afford a landscaper.
dutch: [_M_] heb ik moeite gehad om boven de tuin te blijven, nu we ons een landschap kunnen veroorloven.
french: [_M_] J'ai eu du mal à garder le dessus de la cour, maintenant que nous ne pouvons pas nous permettre un paysagiste.
german: [_M_] Ich habe es schwer gehabt, mich auf dem Hof zu halten, jetzt, da wir uns keine Landschafter leisten können.

source: [_MD_] Sure... At least, I think I can figure it out.
dutch: [_MD_] Zeker ... Ik denk dat ik het kan uitzoeken.
french: [_MD_] Bien sûr... Au moins, je pense pouvoir le comprendre.
german: [_MD_] Sicher... Zumindest denke ich, dass ich es herausfinden kann.

source: [_M_] Well, maybe [ryan] can help you with anything you're unsure of.
dutch: [_M_] Nou, misschien [ryan] kan je helpen met iets waar je niet zeker van bent.
french: [_M_] Eh bien, peut-être que [ryan] peut t'aider avec tout ce dont tu n'es pas sûr.
german: [_M_] Nun, vielleicht [ryan] kann dir bei allem, was du nicht sicher bist, helfen.
portuguese: [_M_] Bem, talvez [ryan] possa te ajudar com qualquer coisa de que você não tenha certeza.

source: [_MD_] All right, I can do the yardwork in the {b}evenings{/b} after I get home from school.
dutch: [_MD_] Oké, ik kan de yardwork doen in de {b}avond{/b} nadat ik van school thuiskom.
french: [_MD_] D'accord, je peux faire le travail du jardin dans {b}les soirées{/b} après mon retour de l'école.
german: [_MD_] Alles in Ordnung, ich kann die Meßwerte{/b} in den {b}Abenden, nachdem ich von der Schule nach Hause gekommen bin, erledigen.

source: [_M_] Will you be changing schools?
dutch: [_M_] Wil je van school veranderen?
french: [_M_] Vas-tu changer d'école?
german: [_M_] Wirst du Schulen wechseln?

source: [_C_] Not yet. Mandy's tuition has already been paid until the end of this semester.
dutch: [_C_] Nog niet. De tuïtie van een bedrijf is al betaald tot het einde van dit semester.
french: [_C_] Pas encore. Les frais de scolarité de Mandy ont déjà été payés jusqu'à la fin de ce semestre.
german: [_C_] Noch nicht. Mandys Unterricht wurde bereits bis zum Ende dieses Semesters bezahlt.

source: [_MD_] This semester is almost over though, and then I'll probably have to go to public school, since we can't afford the private school you teach at.
dutch: [_MD_] Dit semester is bijna voorbij, en dan moet ik waarschijnlijk naar de openbare school gaan, omdat we ons de privéschool waar je les in geeft, niet kunnen veroorloven.
french: [_MD_] Ce semestre est presque terminé, et je devrai probablement aller à l'école publique, car nous ne pouvons pas nous permettre l'école privée dans laquelle tu enseignes.
german: [_MD_] Dieses Semester ist jedoch fast vorbei, und dann werde ich wahrscheinlich zur öffentlichen Schule gehen müssen, da wir uns die Privatschule nicht leisten können, an der du unterrichtest.

source: [_M_] Well, let me talk to a few people, they might make an exception since you're my niece.
dutch: [_M_] Nou, laat me praten met een paar mensen, ze kunnen een uitzondering maken omdat je mijn nicht bent.
french: [_M_] Eh bien, laisses-moi parler à quelques personnes, elles pourraient faire une exception puisque tu es ma nièce.
german: [_M_] Nun, lass mich mit ein paar Leuten reden, sie könnten eine Ausnahme machen, da du meine Nichte bist.

source: [_MT_] {i}Hopefully school board member Will Tylor won't want anything in exchange.{/i}
dutch: [_MT_] {i}Hoezeer schoolboard Wil Tylor niets in ruil hebben.{/i}
french: [_MT_] {i}Espérons que Tylor, membre du conseil scolaire, ne voudra rien en échange.{/i}
german: [_MT_] {i}Hoffentlich wird Tylor nichts im Austausch wollen.{/i}

source: [_MD_] Oh, I hope so! I'd love to go to school with Lauren and [ryan]!
dutch: [_MD_] Oh, dat hoop ik! Ik ga graag naar school met Lauren en [ryan]!
french: [_MD_] Oh, je l'espère! J'adorerais aller à l'école avec Lauren et [ryan]!
german: [_MD_] Oh, das hoffe ich! Ich würde gerne mit Lauren und [ryan] zur Schule gehen!

source: [_M_] Alright, I'll see what I can do.
french: [_M_] D'accord, je vais voir ce que je peux faire.
german: [_M_] Okay, ich werde sehen, was ich tun kann.
portuguese: [_M_] Certo, vou ver o que posso fazer.

source: [_RT_] {i}Huh?... Oh that's my phone.{/i}
dutch: [_RT_] {i}Huh?... Oh dat is mijn telefoon.{/i}
french: [_RT_] {i}Hein ?... C'est mon téléphone.{/i}
german: [_RT_] {i}Huh?... Oh, das ist mein Telefon.{/i}
portuguese: [_RT_] {i}Huh?... Oh, esse é o meu telefone.{/i}

source: [_RT_] {i}text from a blocked number?{/i}
dutch: [_RT_] {i}tekst van een geblokkeerd nummer?{/i}
french: [_RT_] {i}texto d'un numéro bloqué ?{/i}
german: [_RT_] {i}Text von einer blockierten Nummer?{/i}

source: [_RT_] {i}I wonder what this could be?{/i}
dutch: [_RT_] {i}Ik vraag me af wat dit zou kunnen betekenen?{/i}
french: [_RT_] {i}Je me demande ce que cela pourrait être?{/i}
german: [_RT_] {i}Ich frage mich, was das sein könnte? {/i}

source: [_RT_] {i}Do I dare click on the image to download it?{/i}
dutch: [_RT_] {i}durf ik op de afbeelding te klikken om deze te downloaden?{/i}
french: [_RT_] {i}Est-ce que j'ose cliquer sur l'image pour la télécharger ?{/i}
german: [_RT_] {i}wage ich es, auf das Bild zu klicken, um es herunterzuladen? {/i}
portuguese: [_RT_] {i}Tenho coragem de clicar na imagem para baixá-la?{/i}

source: [_RT_] {i}Oh, my God!{/i}
dutch: [_RT_] {i}Oh, mijn God!{/i}
french: [_RT_] {i}Oh, mon Dieu!{/i}
german: [_RT_] {i}Oh, mein Gott!{/i}
portuguese: [_RT_] {i}Oh, meu Deus! {/i}

source: [_RT_] {i}Is that Agent Diaz?{/i}
dutch: [_RT_] {i}Is de agent Diaz?{/i}
french: [_RT_] {i}Est-ce l'agent Diaz?{/i}
german: [_RT_] {i}Ist dieser Agent Diaz?{/i}
portuguese: [_RT_] {i}O Agente Diaz?{/i}

source: [_RT_] {i}Wow! What a whore!{/i}
dutch: [_RT_] {i}Wow! Wat een hof!{/i}
french: [_RT_] {i}Wow! Quelle pute!{/i}
german: [_RT_] {i}Wow! Was für eine Hunde!{/i}

source: [_RT_] {i}At least I have some photo evidence to blackmail her now.{/i}
dutch: [_RT_] {i}Ik heb tenminste wat fotobewijs om haar nu te chanteren.{/i}
french: [_RT_] {i}Au moins, j'ai des preuves photographiques pour la faire chanter maintenant.{/i}
german: [_RT_] {i}Zumindest habe ich ein paar Fotonachweise um sie jetzt zu erpressen.{/i}
portuguese: U[_RT_] {i}Pelo menos tenho algumas provas de foto para chantageá-la agora.{/i}

source: [_RT_] {i}What? Photo deleted?{/i}
dutch: [_RT_] {i}Wat? Foto verwijderd?{/i}
french: [_RT_] {i}Quoi? Photo supprimée?{/i}
german: [_RT_] {i}Was? Foto gelöscht?{/i}
portuguese: [_RT_] {i}O que? Foto excluída?{/i}

source: [_RT_] {i}Shit! Of course she's hacked my phone!{/i}
dutch: [_RT_] {i}Shit! Natuurlijk heeft ze mijn telefoon gehackt!{/i}
french: [_RT_] {i}Merde! Bien sûr qu'elle a piraté mon téléphone!{/i}
german: [_RT_] {i}Shit! Natürlich hat sie mein Telefon gehackt!{/i}

source: [_M_] [ryan]?... Is that more important than our meeting?
dutch: [_M_] [ryan]A?... Is dat belangrijker dan onze vergadering?
french: [_M_] [ryan]?... Est-ce plus important que notre rencontre ?
german: [_M_] [ryan]?... Ist das wichtiger als unser Meeting?
portuguese: [_M_] [ryan]?... Isso é mais importante do que a nossa reunião?

source: [_R_] What?... Oh sorry, no... I'm putting it away.
dutch: [_R_] Wat?... Sorry, nee... Ik zet het weg.
french: [_R_] Quoi?... Oh désolé, non... Je le range.
german: [_R_] Was?... Oh, nein... Ich bringe es weg.
portuguese: U[_R_] o que?... Ah, não, não... estou despendendo.

source: [_M_] Is there anything else we need to talk about?
dutch: [_M_] Is er nog iets anders waar we over moeten praten?
french: [_M_] Y a-t-il autre chose dont nous devons parler?
german: [_M_] Gibt es noch etwas, über das wir reden müssen?

source: [_L_] If you can make it, we have a family breakfast every morning.
dutch: [_L_] Als je het kunt maken, dan ontbijten we elke ochtend.
french: [_L_] Si tu peux le faire, nous prenons un petit déjeuner en famille tous les matins.
german: [_L_] Wenn Sie es schaffen können, haben wir jeden Morgen ein Familienfrühstück.

source: [_M_] Yep, that's right. First thing in the morning.
dutch: [_M_] Yep, dat is goed. Eerst 's ochtends alles.
french: [_M_] Oui, c'est vrai. Première chose le matin.
german: [_M_] Ja, das ist richtig. Erste Sache am Morgen.
portuguese: [_M_] Sim, é verdade. A primeira coisa da manhã.

source: [_C_] Mandy and I usually skip breakfast, so don't wait for us if we don't show up.
dutch: [_C_] Snoep en ik sla het ontbijt meestal over, dus wacht niet op ons als we niet verschijnen.
french: [_C_] Mandy et moi avons l'habitude de sauter le petit déjeuner, alors ne nous attendez pas si nous ne nous présentons pas.
german: [_C_] Mandy und ich überspringe normalerweise Frühstück, also warte nicht auf uns, wenn wir nicht auftauchen.
portuguese: [_C_] Mandy e eu normalmente pulamos o café da manhã, então não espere por nós se não aparecermos.

source: [_M_] Ok... Well, I think that's all we have.
dutch: [_M_] Ok... Nou, ik denk dat dat alles is wat we hebben.
french: [_M_] D'accord... Je pense que c'est tout ce qu'on a.
german: [_M_] Ok... Nun, ich glaube, das ist alles, was wir haben.
portuguese: [_M_] Ok... Bem, eu acho que é tudo o que temos.

source: [_M_] I know this living situation isn't ideal, but hopefully we can all get along and make the most of it.
dutch: [_M_] Ik weet dat deze levende situatie niet ideaal is, maar hopelijk kunnen we er allemaal langs komen en er optimaal gebruik van maken.
french: [_M_] Je sais que cette situation de vie n'est pas idéale, mais j'espère que nous pourrons tous nous entendre et en tirer le meilleur parti.
german: [_M_] Ich weiß, dass diese Lebenssituation nicht ideal ist, aber hoffentlich können wir alle das Beste daraus machen.

source: [_M_] This experience can either bring us all closer together, or tear us apart.
dutch: [_M_] Deze ervaring kan ons allemaal dichter bij elkaar brengen of ons uit elkaar scheuren.
french: [_M_] Cette expérience peut soit nous rapprocher tous, soit nous déchirer.
german: [_M_] Diese Erfahrung kann uns entweder alle näher bringen oder uns auseinanderreißen.

source: [_M_] I'm begging all of you to put aside former grudges and differences, and try your best to get along!
dutch: [_M_] Ik smeek je allemaal om oude hakken en verschillen op te bergen en probeer je best te doen!
french: [_M_] Je vous supplie tous de mettre de côté les anciennes rancunes et les différences, et de faire de votre mieux pour vous entendre!
german: [_M_] Ich bettele alle von dich, um die früheren Widerstände und Differenzen beiseite zu legen und versuche dein Bestes zu tun, um mitzukommen!
portuguese: [_M_] Estou implorando a todos vocês que ponham de lado antigos ressentimentos e diferenças, e tentem o seu melhor para se dar jeito!

source: [_S_] Ok, Mom.
dutch: [_S_] Ok, mama.
french: [_S_] D'accord, Maman.
german: [_S_] Ok, Mama.
portuguese: [_S_] Ok, mamãe.

source: [_L_] Sure thing, Mom.
dutch: [_L_] Zeker opmerking, mama.
french: [_L_] Bien sûr, Maman.
german: [_L_] Sicher, Mama.
portuguese: [_L_] Certeza, mamãe.

source: [_MD_] You got it, Aunt [mom_name].
dutch: [_MD_] Je hebt het, Aunt [mom_name].
french: [_MD_] C'est bon, Tante [mom_name].
german: [_MD_] Du hast es, Tante [mom_name].
portuguese: [_MD_] Você pegou, tia [mom_name].

source: {i}{b}"Mom's Respect +1"{/b}{/i}
dutch: {i}{b}"Moment's Respect +1"{/b}{/i}
french: {i}{b}«Respect de maman +1»{/b}{/i}
portuguese: {i}{b}"Respeito da Mãe +1"{/b}{/i}

source: [_M_] That's not a very good attitude!
dutch: [_M_] Dat is geen goede houding!
french: [_M_] Ce n'est pas une très bonne attitude!
german: [_M_] Das ist keine sehr gute Haltung!
portuguese: [_M_] Essa atitude não é muito boa!

source: [_M_] Please don't make your attitude conditional on her!
dutch: [_M_] Maak je houding niet afhankelijk van haar!
french: [_M_] Ne lui laisse pas subordonner ton attitude!
german: [_M_] Bitte machen Sie Ihre Haltung nicht von ihr abhängig!

source: {i}{b}"Mom's Respect -1"{/b}{/i}
dutch: {i}{b}"Moment's Respect -1"{/b}{/i}
french: {i}{b}«Respect de maman -1»{/b}{/i}
portuguese: {i}{b}"Respeito da mãe -1"{/b}{/i}

source: [_C_] Ok... I'll try my best.
dutch: [_C_] Ok... Ik zal mijn best doen.
french: [_C_] D'accord... Je ferai de mon mieux.
german: [_C_] Ok... Ich werde mein Bestes versuchen.
portuguese: [_C_] Ok... Vou tentar o meu melhor.

source: [_M_] Great! Thank you eveyone for being patient and sitting through this little meeting.
dutch: [_M_] Geweldig! Bedankt dat je geduldig bent en door deze kleine vergadering zit.
french: [_M_] Génial! Merci à tout le monde d'avoir été patient et d'avoir passé cette petite réunion.
german: [_M_] Großartig! Danke eveyone für Geduld und sitzt durch dieses kleine Treffen.
portuguese: [_M_] Ótimo! Muito obrigado por ser paciente e se sentar neste pequeno encontro.

source: [_M_] Let's help Aunt Camille and Mandy unpack their bags, and then get back to our normal routines.
dutch: [_M_] Laten we helpen met Aunt Camille en Mandy hun tassen uitpakken en dan terugkeren naar onze normale routines.
french: [_M_] Aidons tante Camille et Mandy à déballer leurs sacs, puis à reprendre nos routines normales.
german: [_M_] Lass uns Tante Camille und Mandy helfen, ihre Taschen zu entpacken und dann wieder zu unseren normalen Routinen zurückkehren.

source: [_RT_] {i}{b}(HINT){/b} I think I've heard Mandy watching TV in the lounge with Lauren in the evenings. I should go see them.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik denk dat ik Mandy watching TV heb gehoord in de lounge met Lauren 's avonds. Ik moet ze gaan bekijken.{/i}
french: [_RT_] {i}{b}(Indice){/b} je pense que j’ai entendu Mandy regarder la télévision dans le salon avec Lauren le soir. Je devrais y aller. {/i}
german: [_RT_] {i}{b}(HINT){/b} Ich denke, ich habe gehört, dass Mandy am Abend mit Lauren TV in der Lounge schaut. Ich sollte sie sehen.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Acho que já ouvi Mandy assistindo TV na sala com Lauren nas tardes. Devo vê-los.{/i}

source: [_RT_] {i}{b}(HINT){/b} Mandy and Lauren will be showering together every weekday. The only time I might catch her alone in the shower is on the weekend. I wonder if she'll put on a good show when her libido is full?{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Mandy en Lauren zullen samen elke weekdag douchen. De enige keer dat ik haar in de douche kan pakken is het weekend. Ik vraag me af of ze een goede show zal plaatsen wanneer haar libido vol is?{/i}
french: [_RT_] {i}{b}(Indice){/b} Mandy et Lauren se doucheront ensemble tous les jours de la semaine. La seule fois où je la verrai seule sous la douche, ce sera le week-end. Je me demande si elle fera un bon spectacle quand sa libido sera à fond ?{/i}
german: [_RT_] {i}{b}(HINT){/b} Mandy und Lauren duschen jeden Wochentag. The only time I could catch her alone in the shower is on the weekend. Ich frage mich, ob sie auf eine gute Show setzen wird, wenn ihr Libido voll ist?{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Mandy e Lauren serão exibidos juntos toda semana. A única vez que posso pegá-la sozinha no banheiro é no fim de semana. Será que ela vai colocar um bom show quando o libido estiver cheio?{/i}

source: [_RT_] {i}{b}(HINT){/b} Mandy's always alone in Lauren's room in the evening. I wonder what I'll see if her libido is full.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Mandy's altijd alleen in Lauren's kamer 's avonds. Ik vraag me af wat ik zal zien als haar libido vol is.{/i}
french: [_RT_] {i}{b}(Indice){/b} Mandy est toujours seule dans la chambre de Lauren le soir. Je me demande ce que je verrai si sa libido est à fond.{/i}
german: [_RT_] {i}{b}(HINT){/b} Mandy's always alone in Laurens Zimmer am Abend. Ich frage mich, was ich sehen werde, ob ihr Libido voll ist.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Mandy, sempre sozinho na sala de Lauren, à noite. Pergunto-me o que vou ver se o liito está cheio.{/i}

source: [_RT_] {i}{b}(HINT){/b} Aunt Cami always showers in the afternoon, I wonder what I'll see if I spy on her when her libido is full.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Aunt Cami altijd douchen in de namiddag. Ik vraag me af wat ik zal zien als ik haar bespioneer als haar libido vol is. /i}
french: [_RT_] {i}{b}(Indice){/b} tante Camille prend toujours une douche l’après-midi, je me demande ce que je vais voir si je l’espionne quand sa libido est au max. {/i}
german: [_RT_] {i}{b}(HINT){/b} Tante Cami duscht immer am Nachmittag, Ich frage mich, was ich sehen werde, wenn ich sie ausspioniere, wenn ihr Libido voll ist. /i}
portuguese: [_RT_] {i}{b}(HINT){/b} tia Cami sempre toma banho à tarde, O que será que vou ver se eu a espiar quando o libido estiver cheio? /i}

source: [_RT_] {i}{b}(HINT){/b} Aunt Cami's always alone in Mom's room in the evening. I wonder what I'll see if her libido is full.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Aunt Cami's altijd alleen in Mom's ruimte 's avonds. Ik vraag me af wat ik zal zien of haar libido vol is.{/i}
french: [_RT_] {i}{b}(Indice){/b} tante Camille est toujours seule dans la chambre de maman le soir. Je me demande ce que je vais voir si sa libido est au max. {/i}
german: [_RT_] {i}{b}(HINT){/b} Tante Cami ist abends im Zimmer von Mama. Ich frage mich, was ich sehen werde, ob ihr Libido voll ist.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} tia Cami sempre sozinho na sala da mãe ao anoitecer. O que será que vou ver se o libido está cheio.{/i}

source: [_RT_] {i}{b}(HINT){/b} With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I should still make sure to pay to keep them safe.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Met Mandy van een muis in de kamer van Lauren, de bezoeken van Agent Diaz's kunnen interessant worden. Ik moet er nog voor zorgen dat je betaalt om ze veilig te houden.{/i}
french: [_RT_] {i}{b}(Indice){/b} Avec la cousine Mandy dans la chambre de Lauren, les visites de l’agent Diaz pourraient devenir intéressantes. Je devrais quand même m’assurer de payer pour les garder en sécurité. {/i}
german: [_RT_] {i}{b}(HINT){/b} Mit Cousin Mandy im Lauren-Raum könnten die Besuche des Agenten Diaz interessant werden. Ich sollte immer noch bezahlen, um sie sicher zu halten.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Com Cousin Mandy na sala Lauren, as visitas do Agente Diaz poderiam ser interessantes. Eu ainda deveria pagar para mantê-los seguro.{/i}

source: [_RT_] {i}{b}(HINT){/b} With Cousin Mandy in Lauren's room, Agent Diaz's visits could get interesting. I wonder what would happen if I don't pay Diaz this week?{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Met Mandy van een muis in de kamer van Lauren, de bezoeken van Agent Diaz's kunnen interessant worden. Ik vraag me af wat er zou gebeuren als ik deze week Diaz niet betaal?{/i}
french: [_RT_] {i}{b}(Indice){/b} Avec la cousine Mandy dans la chambre de Lauren, les visites de l'agent Diaz pourraient devenir intéressantes. Je me demande ce qui se passerait si je ne payais pas Diaz cette semaine ?{/i}
german: [_RT_] {i}{b}(HINT){/b} Mit Cousin Mandy im Lauren-Raum könnten die Besuche des Agenten Diaz interessant werden. Ich frage mich, was passieren würde, wenn ich diese Woche nicht Diaz zahle? {/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Com Cousin Mandy na sala Lauren, as visitas do Agente Diaz poderiam ser interessantes. O que será que aconteceria se eu não pagasse Diaz esta semana? {/i}

source: [_RT_] {i}{b}(HINT){/b} Cousin Mandy volonteered to help with the yard work. Maybe I should meet her in the Lounge on Saturday Afternoon to help her get started.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Kousin Snoep volonteerde om te helpen met het werken op de grond. Misschien moet ik haar op zaterdag Afternoon in de Lounge ontmoeten om haar te helpen aan de slag.{/i}
french: [_RT_] {i}{b}(INDICE){/b} La cousine Mandy s'est portée volontaire pour aider à l'entretien du jardin. Je devrais peut-être la rencontrer dans le salon samedi après-midi pour l'aider à démarrer.{/i}
german: [_RT_] {i}{b}(HINT){/b} Cousin Mandy volonteed, um bei der Werftarbeit zu helfen. Vielleicht sollte ich sie am Samstagnachmittag in der Lounge treffen, um ihr beim Start zu helfen.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Cousin Mandy volonteey para ajudar com o trabalho no quintal. Talvez eu devesse encontrá-la na Sala no Sábado Tarde para ajudá-la a começar.{/i}

source: [_RT_] {i}I finally finished the Zad 3D work and photo editing.{/i}
dutch: [_RT_] {i}Ik heb eindelijk het Zad 3D-werk voltooid en foto bewerking.{/i}
french: [_RT_] {i}J'ai enfin terminé le travail Zad 3D et la retouche photo.{/i}
german: [_RT_] {i}Ich habe endlich das Zad 3D-Werk und die Bearbeitung von Fotos fertiggestellt.{/i}

source: [_RT_] {i}They turned out pretty damn hot if I do say so myself.{/i}
dutch: [_RT_] {i}Ze bleken verdomd heet te zijn als ik het zo zeg. {/i}
french: [_RT_] {i}Elles se sont révélées sacrément chaudes si je le dis moi-même.{/i}
german: [_RT_] {i}Sie haben sich als ziemlich verdammt heiß herausgestellt, wenn ich das selbst sage.{/i}
portuguese: [_RT_] {i}Eles ficaram muito malditos e quentes se eu mesmo o disso.{/i}

source: [_RT_] {i}Uploading the pictures now... and click submit... and now we just wait to see if anyone likes them.{/i}
dutch: [_RT_] {i}Nu de foto's uploaden... en klik op verzenden... en nu wachten we gewoon om te zien of iemand ze leuk vindt.{/i}
french: [_RT_] {i}Télécharger les photos maintenant.... et cliquer sur Soumettre.... et maintenant, j'attends de voir si quelqu'un les aime.{/i}
german: [_RT_] {i}Lade die Bilder jetzt hoch... und klicke auf Absenden... und jetzt warten wir nur, um zu sehen, ob jemand sie mag.{/i}

source: [_KT_] {i}Oh, my God! Is that Miss [mom_name] posing with Megan!?{/i}
dutch: [_KT_] {i}Oh, mijn God! Is dat mevrouw [mom_name] geplaatst met Megan!?{/i}
french: [_KT_] {i}Oh, mon Dieu! Est-ce que madame [mom_name] pose avec Megan!?{/i}
german: [_KT_] {i}Oh, mein Gott! Ist das Miss [mom_name] mit Megan!?{/i}

source: [_KT_] {i}I've got to have this!{/i}
dutch: [_KT_] {i}Ik moet dit hebben!{/i}
french: [_KT_] {i}Je dois avoir ça!{/i}
german: [_KT_] {i}Ich muss das haben!{/i}

source: [_J_] Well... If it isn't the lovely, lovely [mom_name]
french: [_J_] Bien... Si ce n'est pas la belle, belle [mom_name]
german: [_J_] Nun... Wenn es nicht das schöne, schöne [mom_name]
portuguese: [_J_] Bem... Se não é o bonito, adorável [mom_name]

source: [_S_] Oh, my God!
dutch: [_S_] Oh, mijn God!
french: [_S_] Oh, mon Dieu!
german: [_S_] Oh, mein Gott!
portuguese: [_S_] Oh, meu Deus!

source: [_L_] He really did get Mom to do the photo shoot!
dutch: [_L_] Hij heeft de maan echt laten schieten om de foto te laten schieten!
french: [_L_] Il a vraiment demandé à maman de faire la séance photo!
german: [_L_] Er hat die Mama bekommen, um das Foto zu schießen!
portuguese: [_L_] Ele realmente conseguiu que a mamãe fizesse a foto atirar!

source: [_AD_] Haha... That manipulative son of a bitch got [mom_name] to do a photo shoot?
dutch: [_AD_] Haha... Die manipulatieve zoon van een bitje kreeg [mom_name] om een foto te zetten?
french: [_AD_] Haha... Ce fils de pute manipulateur a eu [mom_name] pour faire une séance photo?
german: [_AD_] Haha... Dieser manipulative Sohn einer Hündin hat [mom_name] dazu gebracht, ein Foto zu schießen?
portuguese: [_AD_] Haha... Aquele filho manipulador da puta conseguiu [mom_name] para tirar uma fotografia?
