Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_BJ_dealer_] Player has twenty one, dealer has eighteen. Player wins.
french: [_BJ_dealer_] Le joueur a vingt une, le dealer a dix-huit ans. Le joueur gagne.
italian: [_BJ_dealer_] Player ha ventuno, dealer ha diciotto anni. Giocatore vince.
portuguese: [_BJ_dealer_] Jogador tem vinte e um, o negociante tem dezoito. O jogador ganha.
russian: [ _BJ_dealer_] Игрок имеет двадцать один, у дилера восемнадцать. Игрок выигрывает.

source: [_C_] Yes! I won!
french: [_C_] Oui ! J'ai gagné !
italian: [_C_] Sì! Ho vinto!
portuguese: [_C_] Sim! Eu ganhei!
russian: [ _C_] Да! Я выиграл!

source: [_C_] My system for blackjack is perfect!
french: [ _C_ ] Mon système pour blackjack est parfait !
italian: [_C_] Il mio sistema per il blackjack è perfetto!
portuguese: [_C_] Meu sistema de blackjack é perfeito!
russian: [_C_] Моя система для Блэкджека отлична!

source: [_C_] I just needed more chips for it to work is all.
french: [ _C_ ] J'ai juste besoin de plus de jetons pour que ça fonctionne.
italian: [_C_] avevo solo bisogno di più chip per funzionare è tutto.
portuguese: [_C_] Eu só precisava de mais batatas fritas para que funcionasse é tudo.
russian: [ _C_] Мне просто нужно больше фишек для работы.

source: [_C_] I should just have Joey throw you out, but since you did pay for my drinks... I guess I'll let you watch me use my system to win big.
french: [ _C_ ] Je devrais juste avoir Joey vous jeter dehors, mais puisque vous avez payé pour mes boissons ... Je vais te laisser me regarder utiliser mon système pour gagner gros.
italian: [_C_] Dovrei solo farti buttare via Joey, ma da quando hai pagato le mie bevande. . – Immagino che ti lascerò guardare me usare il mio sistema per vincere grande.
portuguese: [__C_] Eu deveria apenas ter Joey te jogando para fora, mas desde que você fez pagamento pelas minhas bebidas ... Acho que vou deixar você me ver usando meu sistema para ganhar grande.
russian: [ _C_] Я просто должен был выкинуть тебя Джоуи, но так как ты заплатил за мои напитки ... Думаю, я позволю тебе посмотреть, как я использую свою систему для победы.

source: [_RT_] {i}Can't she see Joey's trying to get her under his thumb, just like Mom?{/i}
french: [_RT_] {i}ne peut pas voir Joey essayer de la mettre sous son pouce, tout comme Maman ?{/i}
italian: [_RT_] {i}Non riesce a vedere Joey che sta cercando di prenderla sotto il pollice, proprio come la mamma?{/i}
portuguese: [_RT_] {i}não consegue ver Joey's tentando colocá-la debaixo do seu polegar, assim como a mamãe ?{/i}
russian: [_RT_] {i}Не видит, что Джо пытается получить её под большой пальцем, как мама?{/i}

source: [_RT_] {i}I'm tempted to just let that happen, but what Armani said made it pretty clear. Joey is going to use Cami's stupidity against Mom, somehow.{/i}
french: [_RT_] {i}Je suis tenté de laisser cela se produire, mais ce qu'Armani a dit est assez clair. Joey va utiliser la stupidité de Cami contre Maman, d'une manière ou d'une autre.{/i}
italian: [_RT_] {i}Sono tentato di lasciare che ciò accada, ma quello che Armani ha detto lo ha reso abbastanza chiaro. Joey userà in qualche modo la stupidità di Cami contro la mamma.{/i}
portuguese: [_RT_] {i}Estou tentado a deixar isso acontecer, mas o que Armani disse deixou isso muito claro. Joey vai usar a estupidez de Cami contra a mamãe, de alguma forma.{/i}
russian: [_RT_] {i}Я соблазнился только что допустить, но то, что сказала Армани. Джой собирается использовать глупость Ками против мамы, как-то так.{/i}

source: [_RT_] {i}He'll probably lump the two debts together into one payment, or something... They'll both have to go work at his club if we can't pay all of it.{/i}
french: [ _RT_ ] {i}Il va probablement verser les deux dettes ensemble en un seul paiement, ou quelque chose ... Ils devront tous les deux aller travailler à son club si nous ne pouvons pas payer tout cela. { /i }
italian: [_RT_] {i}Probabilmente fonderà i due debiti insieme in un unico pagamento, o qualcosa. Dovranno entrambi andare a lavorare al suo club se non possiamo pagarlo tutto.{/i}
portuguese: [_RT_] {i}Ele provavelmente vai esfolar as duas dívidas juntas em um pagamento, ou algo ... Os dois terão que ir trabalhar em seu clube se não pudermos pagar tudo isso. {/i}
russian: [_RT_] {i}Он, вероятно, скомпилирует два долга вместе с одним платежом или что-то. . Они обоим придется пойти работать в его клубе, если мы не сможем заплатить все это.{/i}

source: [_RT_] {i}With the amount of chips she's stupidly accepted. I doubt I'm making enough cover it all.{/i}
french: [_RT_] {i}Avec la quantité de jetons qu'elle est stupidement acceptée. Je doute que je fasse assez de couverture.{/i}
italian: [_RT_] {i}Con la quantità di chip lei è stupidamente accettata. Dubito che sto facendo abbastanza coprire tutto.{/i}
portuguese: [_RT_] {i}Com a quantidade de batatas fritas que ela está aceita. Duvido que esteja fazendo cobertura suficiente para tudo.{/i}
russian: [_RT_] {i}С количеством фишек, которые она неустанно приняла. Я сомневаюсь, что покрываю их достаточно всем.{/i}

source: [_RT_] {i}If I want to keep them off Joey's stage, I'd have to drain what little savings I have to keep up, and my savings wouldn't last long.{/i}
french: [ _RT_ ] {i}Si je veux les garder hors de l'étape de Joey, je dois vider les petites économies que je dois économiser, et mes économies ne dureront pas longtemps. { /i }
italian: [_RT_] {i}Se voglio tenerli fuori dalla fase di Joey, Io dovrei prosciugare i piccoli risparmi che devo tenere in alto, e i miei risparmi non durerebbero a lungo. /i}
portuguese: [_RT_] {i}Se eu quiser mantê-los fora do palco do Joey, eu teria que drenar que pouca poupança eu tenho que manter, e minha poupança não duraria muito. {/i}
russian: [_RT_] {i}Если я хочу, чтобы они не были на сцене Джо, Я бы хотел истощить, какую экономию я мне придется продолжать, и мои сбережения не продлится долго. /i}

source: [_RT_] {i}I want to just grab her by the hair and drag her out of here. But I can't.{/i}
french: [_RT_] {i}Je veux juste la saisir par les cheveux et la faire sortir d'ici. Mais je ne peux pas.{/i}
italian: [_RT_] {i}Voglio solo afferrarla dai capelli e trascinarla fuori da qui. Ma non posso. {/i}
portuguese: [_RT_] {i}eu quero simplesmente pegá-la pelo cabelo e arrastá-la para fora daqui. Mas eu não posso.{/i}
russian: [ _RT_] {i}Я хочу просто схватить ее за волосы и вытащить ее отсюда. Но я не могу.

source: [_RT_] {i}I'll have to play this smart. Minimize the damage by getting her to quit as soon as possible.{/i}
french: [_RT_] {i}Je vais devoir jouer à ce jeu intelligent. Réduire les dégâts en l'amenant à cesser dès que possible.{/i}
italian: [_RT_] {i}Dovrò giocare questo smart. Minimizza il danno facendole uscire il prima possibile.{/i}
portuguese: [_RT_] {i}terei que tocar inteligente. Minimize o dano fazendo com que ela saia o mais rápido possível.{/i}
russian: [ _RT_] {i}Мне придется сыграть эту умную. Минимизируй ущерб, чтобы как можно скорее уволиться. { /i }

source: [_RT_] {i}First thing's first. She needs to stop drinking. She'll lose what little sense she has if she gets drunk.{/i}
french: [_RT_] {i}La première chose est la première. Elle a besoin d'arrêter de boire. Elle va perdre le peu de sens qu'elle a si elle se saoule {/i}
italian: [_RT_] {i}Prima cosa. Ha bisogno di smettere di bere. Perderà quel poco senso che ha se si ubriaca.{/i}
portuguese: [_RT_] {i}Primeira coisa é primeira. Ela precisa parar de beber. Ela vai perder o pouco sentido que tem se ficar bêbada. {/i}
russian: [_RT_] {i}Сначала ей нужно перестать пить. Она потеряет смысл, если выпит еее.{/i}

source: [_RT_] {i}Should I use logic to get her to stop, or appeal to her ego?{/i}
french: [_RT_] {i}Devrais-je utiliser la logique pour la faire cesser ou faire appel à son égo ?{/i}
italian: [_RT_] {i}Dovrei usare la logica per farla fermare, o fare appello al suo ego?{/i}
portuguese: [_RT_] {i}Devo usar a lógica para fazer com que ela pare, ou apelar para o seu egoísmo? {/i}
russian: [_RT_] {i}Я должен использовать логику, чтобы заставить её остановиться или призвать ее его?{/i}

source: [_R_] Drinking with this much money on the line isn't a good idea.
french: [ _R_ ] Boire avec cette somme d'argent sur la ligne n'est pas une bonne idée.
italian: [_R_] Bere con questi molti soldi sulla linea non è una buona idea.
portuguese: [_R_] Beber com este dinheiro na linha não é uma boa ideia.
russian: [ _R_] Пить с этим много денег на линии-это не хорошая идея.

source: [_R_] Why don't we get you some water. You'll need a clear head to use this professional system of yours.
french: [ _R_ ] Pourquoi ne pas vous chercher de l'eau. Vous aurez besoin d'une tête claire pour utiliser ce système professionnel.
italian: [_R_] Perché non ti prendiamo un po' d'acqua. Avrai bisogno di una testa chiara per usare questo tuo sistema professionale.
portuguese: [__R_] Por que não te damos uma água. Você vai precisar de uma cabeça clara para usar esse seu sistema profissional.
russian: Почему бы нам не достать тебе воды. Вам понадобится ясная голова, чтобы использовать вашу профессиональную систему.

source: [_C_] Don't tell me what I need.
french: [ _C_ ] Ne me dites pas ce dont j'ai besoin.
italian: [_C_] Non dirmi cosa mi serve.
portuguese: [_C_] Não diga o que eu preciso.
russian: [_C_] Не говорите мне, что мне нужно.

source: [_C_] [mom_name] may have made you the boss of me when I'm cleaning her house, but after tonight, I won't have to put up with your lecherous orders ever again.
french: [_C_] [mom_name] peut vous avoir fait le patron de moi quand je nettoie sa maison, mais après ce soir, je n'aurai plus jamais à supporter vos commandes enflammées.
italian: [_C_] [mom_name] potrebbe averti fatto il capo di me quando sto pulendo la sua casa, ma dopo stasera, non dovrò mai più sopportare i tuoi ordini lecherous.
portuguese: [_C_] [mom_name] pode ter te feito o chefe minha quando estou limpando a casa dela, mas depois de hoje à noite, eu não terei que suportar seus pedidos mais generosos.
russian: [ _C_] [ mom_name] могла сделать тебя боссом, когда я убираю ее дом, но после этой ночи мне больше не придется мирится с творожками.

source: {i}{b}"Aunt Camille's Submission -5"{/b}{/i}
french: {i}{b}"Annonce de la Soumission de Camille -5"{/b}{/i}
portuguese: {i}{b}"Submissão do Camilo -5"{/b}{/i}
russian: {i}{b}"Отправленные Камиллы - 5"{/b}{/i}

source: [_C_] Waitress! Another Daiquiri.
french: [_C_] Attendeur! Un autre Daiquiri.
italian: [_C_] Waitress! Un'altra Daiquiri.
portuguese: [_C_] Garçonete! Outra Daiquiri.
russian: [ _C_] Waitress! Еще один дайкири.

source: [_R_] {i}She's too stubborn. Better to flatter that ego.{/i}
french: [_R_] {i}Elle est trop têtue. Mieux vaut flatter cet ego.{/i}
italian: [_R_] {i}Lei è troppo testarda. Meglio appiattire quell'ego.{/i}
portuguese: [_R_] {i}Ela é muito teimosa. Melhor festejar aquele ego.{/i}
russian: [_R_] {i}она слишком утоплена. Лучше, чтобы выровнять её.{/i}

source: [_R_] It's a good thing you were smart enough to check out some professional systems. These casinos prey on people's ignorance all the time.
french: [ _R_ ] C'est une bonne chose que vous étiez assez intelligent pour vérifier certains systèmes professionnels. Ces casinos s'attaquent à l'ignorance des gens tout le temps.
italian: [_R_] È una buona cosa che sei stato abbastanza intelligente per controllare alcuni sistemi professionali. Questi casinò preda sull'ignoranza della gente per tutto il tempo.
portuguese: [_R_] É uma coisa boa que você foi inteligente o bastante para conferir alguns sistemas profissionais. Esses casinos caçam a ignorância das pessoas o tempo todo.
russian: [_R_] Хорошо, что вы были достаточно умными, чтобы проверить некоторые профессиональные системы. Эти казино все время добывают на невежестве людей.

source: [_C_] Of Course! I'm not an idiot.
french: [ _C_ ] De cours ! Je ne suis pas un idiot.
italian: [_C_] ovviamente! Non sono un idiota.
portuguese: [_C_] de certeza! Eu não sou um idiota.
russian: Конечно! Я не идиот.

source: [_R_] Do the professionals drink when they play too?
french: [ _R_ ] Est-ce que les professionnels boivent quand ils jouent aussi?
italian: [_R_] I professionisti bevono quando giocano troppo?
portuguese: [_R_] Os profissionais também bebem quando jogam?
russian: [_R_] Специалисты пьют когда тоже играют?

source: [_C_] Well... I suppose they don't. Not anything alcoholic anyway.
french: [_C_] Eh bien... je suppose qu'ils ne le sont pas. Rien d'alcoolisé.
italian: [_C_] Beh... Suppongo che no. Niente alcolico comunque.
portuguese: [_C_] Bem... Eu suponho que não sejam. Nem nada alcoólico.
russian: [ _C_] Ну ... Я думаю, что нет. В любом случае, ничего алкоголика.

source: [_R_] Oh, that's smart! Need a clear head to use that system of theirs. Why don't I get you something non-alcoholic from the bar?
french: [_R_] Oh, c'est malin ! Besoin d'une tête claire pour utiliser ce système de la leur. Pourquoi ne pas vous obtenir quelque chose de non alcoolisé dans le bar ?
italian: [_R_] Oh, è intelligente! Hai bisogno di una testa chiara per usare quel loro sistema. Perché non ti prendo qualcosa di analcolico dal bar?
portuguese: [_R_] Ah, isso é inteligente! Preciso de uma cabeça clara para usar esse sistema deles. Por que eu não te receito algo não alcoólico do bar?
russian: О, это умно! Нужна четкая голова, чтобы использовать эту систему. Почему бы тебе не сделать что-нибудь безалкогольное из бара?

source: [_X_] Excuse me for interrupting.
french: [ _X_ ] Excusez-moi pour interrompre.
italian: [_X_] Scusami per l'interruzione.
portuguese: [_X_] Desculpe-me por interromper.
russian: [ _X_] Извините за прерывание.

source: [_X_] Ms. Camille? Mr. DeCapo wanted to let you know that your drinks tonight are on the house and sent over another Daiquiri for you.
french: [_X_] Mme Camille ? M. DeCapo a voulu vous informer que vos boissons sont sur la maison ce soir et envoyées sur un autre Daiquiri pour vous.
italian: [_X_] Ms. Camille? Il signor DeCapo voleva farti sapere che le tue bevande stasera sono in casa e ti hanno inviato un altro Daiquiri.
portuguese: [_X_] Camille? O Sr. DeCapo queria que soubessem que suas bebidas hoje à noite estão em casa e mandaram mais um Daiquiri para você.
russian: Мисс Камилла? Мистер ДеКапо хотел, чтобы вы знали, что ваши напитки сегодня на доме и послали другую Дайкири для вас.

source: [_R_] Oh, no. Miss? She won't be having...
french: [_R_] Oh, non. Manquante? Elle n'aura pas...
italian: [_R_] Oh, no. Perso? Non avrà...
portuguese: [_R_] Ah, não. Miss? Ela não vai ter ...
russian: О, нет. Мисс? Она не будет ...

source: [_C_] Just put it right here, and thank Joey for me.
french: [ _C_ ] Il suffit de le mettre ici, et je remercie Joey pour moi.
italian: [_C_] Mettilo subito qui, e ringrazio Joey per me.
portuguese: [__C_] Basta colocar aqui mesmo, e agradecer ao Joey por mim.
russian: Просто положи его сюда, и спасибо Джоуи за меня.

source: [_R_] Hang on a second. He's just trying to get you drunk so you'll lose.
french: [_R_] Attendez une seconde. Il essaie juste de vous faire boire pour que vous perdiez.
italian: [_R_] Hang per un secondo. Sta solo cercando di farti ubriacare così perderai.
portuguese: [_R_] Espere um segundo. Ele está tentando bêbar, para que você perca.
russian: Подожди секунду. Он просто пытается тебя напиться, чтобы ты проиграл.

source: [_C_] I can handle my liquor! What would you even know about booze at nineteen? I bet you're a lightweight. Probably pass out after a single drink.
french: [_C_] Je peux gérer ma liqueur ! Que sauriez-vous même au sujet de l'alcool à dix-neuf ans ? Je parie que vous êtes un peu léger. Probablement passer après une seule boisson.
italian: [_C_] Posso gestire il mio liquore! Cosa sapresti anche su booze a diciannove? Scommetto che sei un peso leggero. Probabilmente passare fuori dopo una singola bevanda.
portuguese: [_C_] mantenho o meu licor! O que você até saberia sobre a bota às novem? Aposto que você é um leve peso. Provavelmente desmaiem depois de uma única bebida.
russian: [ _C_] Я могу справиться с моим алкоголиком! Что ты вообще знаешь о бухте в девятнадцать? Бьюсь об заклад, ты легкая. Наверное, выпьем за одним напитком.

source: [_C_] Why don't you just sit there and be quiet for once, and I'll order you a soda. Or maybe, you'd like a glass of milk.
french: [ _C_ ] Pourquoi ne pas vous asseoir là et être silencieux pour une fois, et je vous ordonnerai un soda. Ou peut-être, vous aimeriez un verre de lait.
italian: [_C_] Perché non ti siedi lì e siedi tranquillo per una volta, e ti ordinerò una soda. O forse, vorresti un bicchiere di latte.
portuguese: [__C_] Por que você não se senta lá e fica quieto por uma vez, e eu vou te pedir um refrigerante. Ou talvez, você gostaria de um copo de leite.
russian: [ _C_] Почему бы тебе просто не сесть и не потише, и я прикажу тебе газировку. Или, может быть, ты хочешь стакан молока.

source: {i}{b}"Aunt Camille's Respect -5"{/b}{/i}
french: {i}{b}"Respect de Camille de Tante -5"{/b}{/i}
portuguese: {i}{b}"Respeito da Camila -5"{/b}{/i}
russian: {i}{b}"Уважение тетки -5"{/b}{/i}

source: [_RT_] {i}Huh... She's actually been winning more than she's lost.{/i}
french: [_RT_] {i}Huh... En fait, elle a gagné plus que ce qu'elle a perdu.{/i}
italian: [_RT_] {i}Huh... In realtà sta vincendo più di quanto abbia perso.{/i}
portuguese: [_RT_] {i}Huh... Na verdade, ela está ganhando mais do que perdeu.{/i}
russian: [_RT_] {i}Huh... Она на самом деле выиграла больше, чем она проиграла.{/i}

source: [_RT_] {i}But she can't keep this up for long. Especially if she keeps drinking like that.{/i}
french: [_RT_] {i}mais elle ne peut pas maintenir cela longtemps. Surtout si elle continue à boire comme ça.{/i}
italian: [_RT_] {i}Ma non riesce a tenere il passo a lungo. Soprattutto se continua a bere così.{/i}
portuguese: [_RT_] {i}Mas ela não consegue manter isso guardado por muito tempo. Especialmente se ela continuar bebendo desse jeito.{/i}
russian: [_RT_] {i}Но она не может долго держать это. Особенно если она продолжает пить это.{/i}

source: [_RT_] {i}If I can get her afraid of Joey, maybe she'll see reason and quit while she's ahead.{/i}
french: [ _RT_ ] {i}Si je peux avoir peur de Joey, elle va peut-être voir la raison et cesser de fumer pendant qu'elle est en tête. { /i }
italian: [_RT_] {i}Se posso avere paura di Joey, forse lei vedrà la ragione e smetterà mentre lei è in futuro.{/i}
portuguese: [_RT_] {i}Se eu puder tê-la com medo do Joey, talvez ela vá ver motivo e sair enquanto está à frente.{/i}
russian: [_RT_] {i}Если я смогу избавиться от её страха, может она увидит причины и уйдет, пока она вперед.{/i}

source: [_C_] What?
french: [_C_] Quoi?
italian: [_C_] Cosa?
portuguese: [_C_] O quê?
russian: [ _C_] Что?

source: [_R_] Yeah, just in the back.
french: [ _R_ ] Ouais, juste dans le dos.
italian: [_R_] Sì, proprio nella schiena.
portuguese: [_R_] Sim, só nas costas.
russian: Да, только в спину.

source: [_R_] I happened to see it by chance. Just before they dragged in some punk that crossed Joey.
french: [_R_] Je l'ai vu par hasard. Juste avant qu'ils ne glissent dans un punk qui a traversé Joey.
italian: [_R_] Mi è capitato di vederlo per caso. Poco prima si sono trascinati in qualche punk che ha attraversato Joey.
portuguese: [_R_] Eu aconteceu de vê-lo por acaso. Pouco antes de se arrastaram em algum punk que atravessou Joey.
russian: [ _R_] Я случайно увидел это. Как раз перед тем, как они потащились в какой-то панк,

source: [_R_] I didn't see what they did to him, but when they were done, I doubt that guy walked out, if you catch my drift.
french: [ _R_ ] Je n'ai pas vu ce qu'ils ont fait à lui, mais quand ils ont été faits, je doute que ce gars ait quitté, si vous attrapez ma dérive.
italian: [_R_] Non ho visto quello che hanno fatto a lui, ma quando sono stati finiti, dubito che quel tipo è andato fuori, se si cattura la mia deriva.
portuguese: [_R_] Eu não vi o que eles fizeram com ele, mas quando eles foram feitos, eu duvido que aquele cara tenha saído, se você pegar meu drift.
russian: [ _R_] Я не видел, что они сделали с ним, но когда они были законны, я сомневаюсь, что парень вышел, если вы поймаете мой дрейф.

source: [_C_] You gonna tell me a ghost story next? Maybe that guy haunts the men's room to this day, or something?
french: [_C_] Vous allez me raconter une histoire de fantôme? Peut-être que ce gars hante la chambre des hommes à ce jour, ou quelque chose ?
italian: [_C_] Mi racconterai una storia fantasma? Magari quel tipo tormenta la stanza degli uomini fino ad oggi, o qualcosa?
portuguese: [_C_] Você vai me contar uma história de fantasma a seguir? Talvez esse cara assombre o quarto dos homens até hoje, ou alguma coisa?
russian: Ты собираешься рассказать мне историю с призраком? Может, этот парень преследует мужскую комнату до этого дня, или что-то еще?

source: [_R_] I'm telling you, you don't want to get mixed up with these people.
french: [_R_] Je vous le dis, vous ne voulez pas vous mêler à ces gens.
italian: [_R_] Ti sto dicendo, non vuoi essere confuso con queste persone.
portuguese: [__R_] Eu estou te dizendo, você não quer se misturar com essas pessoas.
russian: Я говорю тебе, ты не хочешь путаться с этими людьми.

source: [_R_] You've won some money, call it a night before...
french: [ _R_ ] Vous avez gagné de l'argent, appelez-le une nuit avant ...
italian: [_R_] Hai vinto un po' di soldi, chiamalo una notte prima...
portuguese: U[_R_] Você ganhou dinheiro, ligue para uma noite antes...
russian: [_R_] Вы выиграли немного денег, позвоните ей ночь...

source: [_C_] Before what? I end up in Joey's scary back room?
french: [_C_] Avant quoi ? Je me retrouve dans la chambre arrière de Joey ?
italian: [_C_] Prima di cosa? Finisco nella spaventosa stanza posteriore di Joey?
portuguese: [_C_] Antes de quê? Eu termino na Sala dos fundos assustadora do Joey?
russian: [_C_] До чего? Я в конце страшной зала Джоу?

source: [_R_] That, or shaking your ass on his stage.
french: [_R_] ça ou secoue ton cul sur sa scène.
italian: [_R_] Questo, o scuotendo il culo sul suo palco.
portuguese: [_R_] Isso, ou tremer sua asa.
russian: [ _R_] Это или трясло твою задницу на его сцене.

source: [_C_] That's never going to happen.
french: [_C_] Cela n'arrivera jamais.
italian: [_C_] Non succederà mai.
portuguese: [_C_] Isso nunca vai acontecer.
russian: Этого никогда не случится.

source: [_C_] As for your little "scary story". I suppose someone like Joey would have someone like you shaking in their boots.
french: [ _C_ ] Pour votre petite "histoire effrayée". Je suppose que quelqu'un comme Joey aurait quelqu'un comme vous agiter dans ses bottes.
italian: [_C_] Per quanto riguarda la tua piccola "storia spaventosa". Suppongo che qualcuno come Joey avrebbe qualcuno come se tu scuotesse nei loro stivali.
portuguese: [_C_] Quanto à sua pequena "história assustadora". Suponho que alguém como o Joey tenha alguém como você sacudindo as botas.
russian: [_C_] Что касается вашей маленькой "страшной истории". Я полагаю, что кто-то вроде Джой будет иметь кого-то встряхнувшего в их сапоги.

source: [_C_] But not me, that stuff only happens in the movies anyways.
french: [ _C_ ] Mais pas moi, ça ne se passe que dans les films de toute façon.
italian: [_C_] Ma non me, che la roba accade solo nei film comunque.
portuguese: [_C_] Mas não eu, que coisas só acontecem nos filmes de qualquer maneira.
russian: [ _C_] Но не я, что такое случается только в кино.

source: [_C_] Dealer, hit me.
french: [_C_] Marchant, frappez-moi.
italian: [_C_] Rivenditore, mi ha colpito.
portuguese: [_C_] Destruidor, me bateu.
russian: [ _C_] Дилер, ударил меня.
