Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_M_] Sorry.... you're right...
dutch: [_M_] Sorry.... je hebt gelijk...
french: [_M_] Désolé.... tu as raison...
german: [_M_] Entschuldigung.... Sie haben Recht...
italian: [_M_] Scusa.... hai ragione...
portuguese: [_M_] Desculpe.... você está certo...

source: [_C_] I'm a little concerned about your lack of outrage!
dutch: [_C_] Ik maak me een beetje zorgen over jouw gebrek aan woede!
french: [_C_] Je suis un peu préoccupé par ton manque d'indignation!
german: [_C_] Ich bin ein wenig besorgt über deine mangelnde Entrüstung!
italian: [_C_] Sono un pò preoccupato per la tua mancanza di indignazione!
portuguese: [__C_] Estou um pouco preocupado com a sua falta de ultraje!

source: [_M_] Camille.... I'm a teacher at a high school.
dutch: [_M_] Camille.... Ik ben een leraar op een middelbare school.
french: [_M_] Camille... Je suis enseignante dans un lycée.
german: [_M_] Camille.... Ich bin Lehrer an einer Hochschule.
italian: [_M_] Camille.... Sono un'insegnante in una scuola superiore.
portuguese: [_M_] Camilha.... sou professor de uma escola secundária.

source: [_M_] Do you know how many kids are sending naked pictures of themselves to each other these days?
dutch: [_M_] Weet je hoeveel kinderen deze dagen naakte foto's van zichzelf versturen?
french: [_M_] Sais-tu combien d'enfants s'envoient des photos nues d'eux-mêmes de nos jours?
german: [_M_] Weißt du, wie viele Kinder in diesen Tagen nackte Bilder von sich selbst senden?
italian: [_M_] Sai quanti ragazzi si mandano foto di loro stessi nudi in questi giorni?
portuguese: [__M_] Você sabe quantas crianças estão enviando fotos nuas de si mesmas para os outros hoje em dia?

source: [_M_] I can't even see Mandy's nipples in this pic, so comparatively it's not that bad.
dutch: [_M_] Ik kan de noepjes van Mandy's niet eens op deze foto zien, dus het is naar verhouding niet zo slecht.
french: [_M_] Je ne peux même pas voir les mamelons de Mandy sur cette photo, donc comparativement ce n'est pas si mal.
german: [_M_] Ich kann nicht einmal die Brustwarzen von Mandy in diesem Bild sehen, also ist es vergleichsweise nicht so schlecht.
italian: [_M_] Non riesco nemmeno a vedere i capezzoli di Mandy in questa foto, quindi in confronto non è così male.
portuguese: [__M_] Eu não consigo nem ver os mamilos da Mandy neste pic, então comparativamente não é tão ruim assim.

source: [_C_] Not that bad?! Are you kidding me?
dutch: [_C_] Niet zo slecht? Heb je me voor de gek?
french: [_C_] Pas si mal?! Tu te moques de moi ?
german: [_C_] Nicht so schlecht?! Verrückst du mich?
italian: [_C_] Non così male?! Mi stai prendendo in giro?
portuguese: [_C_] Isso não é tão ruim?! Você está brincando comigo?

source: [_RT_] {i}Wow!.... I can't believe Mom's not furious!{/i}
dutch: [_RT_] {i}Wow!.... Ik kan het niet geloven dat Mis niet woedend!{/i}
french: [_RT_] {i}Wow!.... Maman n'est pas furieuse !{/i}
german: [_RT_] {i}Wow!.... Ich kann Mom's nicht glauben, nicht wüten!{/i}
italian: [_RT_] {i}Wow!.... Non posso credere che mamma non sia furiosa
portuguese: [_RT_] {i}Uau! .... Eu não posso acreditar que a mamãe não está furiosa! {/i}

source: [_C_] I.... but.... urrrrgggghhhh...
dutch: [_C_] I.... maar.... . rrrgggghhhhhhh...
french: [_C_] Je.... mais.... urrrrgggghhhh...
german: [_C_] I.... Aber.... urrrrgggghhh...
italian: [_C_] Io.... ma.... urrrrgggghhhh...

source: [_M_] Really Camille, just calm down, you're making a big deal out of nothing.
dutch: [_M_] Echt Camille, rustig aan, je komt van niets heel veel.
french: [_M_] Vraiment Camille, calme-toi, tu fais une grosse affaire avec rien.
german: [_M_] Wirklich Kamille, beruhige dich einfach, du machst eine Menge aus nichts.
italian: [_M_] Davvero Camille, calmati, stai facendo un gran casino per niente.
portuguese: [__M_] Realmente Camille, apenas calma, você está fazendo um grande negócio do nada.

source: [_C_] Calm down?
dutch: [_C_] kalm neer?
french: [_C_] Se calmer?
german: [_C_] Beruhigt?
italian: [_C_] Calmarmi?
portuguese: [_C_] Calma-se?

source: [_C_] I guess I shouldn't be too surprised.... how can I expect a woman who spends her weekends working at a strip club to find this shocking.
dutch: [_C_] Ik denk dat ik niet te verbaasd moet zijn.... Hoe kan ik van een vrouw die haar weekeinde doorbrengt in een stripclub verwachten dat zij deze schokkende situatie zal ondervinden?
french: [_C_] Je suppose que je ne devrais pas être trop surprise.... comment puis-je m'attendre à ce qu'une femme qui passe ses week-ends à travailler dans un club de strip-tease trouve cela choquant.
german: [_C_] Ich denke, ich sollte nicht allzu überraschen.... Wie kann ich erwarten, dass eine Frau, die ihr Wochenende verbringt, in einem Strip-Club zu arbeiten, diese schockieren wird.
italian: [_C_] Immagino che non dovrei essere troppo sorpreso.... come posso aspettarmi che una donna che passa i suoi fine settimana lavorando in uno strip club trovi questo scioccante.
portuguese: [_C_] Acho que não deveria ficar muito surpreso.... Como é que posso esperar que uma mulher que passa o fim-de-semana a trabalhar numa espécie de clube de tiras encontre este choque?

source: [_RT_] {i}Oh, shit!.... Aunt Cami's out for blood!{/i}
dutch: [_RT_] {i}Oh, shit!.... Aunt Cami's weg voor bloed!{/i}
french: [_RT_] {i}Oh, merde !.... Tante Camille cherche la bagarre!{/i}
german: [_RT_] {i}Oh, shit!.... Tante Cami um Blut!{/i}
italian: [_RT_] {i}Oh, merda!.... Zia Cami fuori per sangue!{/i}
portuguese: [_RT_] {i}Ah, mera!.... A tia Cami está sem sangue!{/i}

source: [_M_] What?.... Where did.... who told...
dutch: [_M_] Wat?.... Waar is dat.... wie zegt...
french: [_M_] Quoi?.... Où est-ce que... qui te l'a dit...
german: [_M_] Was?.... Wo geschah das...
italian: [_M_] Cosa?.... Dove l'ha fatto.... chi l'ha detto...

source: [_C_] Bobby told me all about it.... I guess with [dad_name] in prison, the DeCapos are still keeping Bobby in the loop about his brother-in-law and family.
dutch: Bobby heeft me alles verteld. Ik denk dat met [ dad_name] in de gevangenis, de DeCapos Bobby nog steeds in de lus houden over zijn zwager en familie.
french: [_C_] Bobby m'a tout dit à ce sujet.... Je suppose qu'avec [dad_name] en prison, les DeCapos tiennent toujours Bobby au courant de son beau-frère et de sa famille.
german: [_C_] Bobby erzählte mir alles darüber.... Ich vermute, mit [dad_name] im Gefängnis, die DeCapos halten Bobby immer noch in der Schleife über seinen Schwiegerbruder und seine Familie.
italian: [_C_] Bobby mi ha detto tutto.... Immagino che con [dad_name] in prigione, i DeCapos stiano ancora tenendo Bobby al corrente di suo cognato e della sua famiglia.
portuguese: [_C_] Bobby me contou tudo sobre isso.... Eu acho que com [dad_name] na prisão, o DeCapos ainda estão mantendo Bobby no loop sobre o seu cunhado e família.

source: [_C_] I just can't believe you would resort to making money that way.
dutch: [_C_] Ik kan gewoon niet geloven dat je op die manier geld zou verdienen.
french: [_C_] Je n'arrive tout simplement pas à croire que tu aurais recours à gagner de l'argent de cette façon.
german: [_C_] Ich kann nicht glauben, dass du auf diese Weise Geld verdienen würdest.
italian: [_C_] Non posso credere che si ricorra a fare soldi in questo modo.
portuguese: [__C_] Eu só não posso acreditar que você iria recorrer para ganhar dinheiro dessa forma.

source: [_M_] It's not like I had a choice in the matter, and what would you know about making money? You've never held a job a day in your life.
dutch: [_M_] Het is niet alsof ik een keuze had in de zaak, en wat zou jij weten over het verdienen van geld? Je hebt nog nooit een baan in je leven gehouden.
french: [_M_] Ce n'est pas comme si j'avais le choix en la matière, et que sais-tu de gagner de l'argent? Tu n'as jamais occupé un emploi de toute ta vie.
german: [_M_] Es ist nicht so, als hätte ich eine Wahl in der Angelegenheit, und was würdest du wissen über Geld zu verdienen? Sie haben noch nie einen Job pro Tag in Ihrem Leben gehabt.
italian: [_M_] Non è che avessi scelta, e cosa ne sai tu di come fare soldi? Non hai mai avuto un lavoro in vita tua.
portuguese: [_M_] Não é como se eu tivesse uma escolha no assunto, e o que você saberia sobre ganhar dinheiro? Você nunca realizou um trabalho por dia em sua vida.

source: [_C_] I'm a stay at home mom! That's the hardest job in the world!
dutch: [_C_] Ik ben thuis gebleven! Dat is de moeilijkste baan ter wereld!
french: [_C_] Je suis une mère au foyer! C'est le travail le plus difficile au monde!
german: [_C_] Ich bin ein Aufenthalt zu Hause! Das ist der schwierigste Job der Welt!
italian: [_C_] Sono una mamma casalinga! È il lavoro più difficile del mondo!
portuguese: [_C_] Sou uma estada em casa! Esse é o trabalho mais difícil do mundo!

source: [_M_] Maybe for someone who doesn't have a housekeeper and a nanny!
dutch: [_M_] Misschien voor iemand die geen huishoudelijke en kinderschoenen heeft!
french: [_M_] Peut-être pour quelqu'un qui n'a pas de femme de ménage et de nounou!
german: [_M_] Vielleicht für jemanden, der keinen Hauswirt und Kindermädchen hat!
italian: [_M_] Forse per qualcuno che non ha una governante e una tata!
portuguese: [_M_] Talvez para alguém que não tem um dono de casa ou uma maldição!

source: [_C_] That just leaves me free so I can give all of my attention to my Mandy.
dutch: [_C_] Dat laat me gewoon vrij zodat ik al mijn aandacht kan geven aan mijn boodschap.
french: [_C_] Cela me laisse juste libre pour que je puisse donner toute mon attention à ma Mandy.
german: [_C_] Das lässt mich einfach frei, damit ich meine ganze Aufmerksamkeit auf meinen Mandy richten kann.
italian: [_C_] Questo mi lascia libera, così posso dare tutta la mia attenzione alla mia Mandy.
portuguese: [__C_] Que simplesmente me deixa livre para que eu possa dar toda a minha atenção para a minha Mandy.

source: [_M_] And look how good that's working out for you.... she's posting dirty pictures on the internet.
dutch: [_M_] En kijk eens hoe goed dat voor je werkt.... ze post vuile foto's op het internet.
french: [_M_] Et regarde à quel point cela fonctionne bien pour toi.... elle publie des photos coquines sur Internet.
german: [_M_] Und schau, wie gut das für dich arbeitet.... sie schickt schmutzige Bilder im Internet.
italian: [_M_] E guarda come sta funzionando bene per te.... sta postando foto sconce su internet.
portuguese: [_M_] E veja o quão bom isso está funcionando para você.... ela está postando imagens sujas na internet.

source: [_C_] NO! [ryan] is taking and posting pics of my Mandy on the internet.
dutch: [_C_] Nee! [ryan] neemt en plaatst foto's van mijn snoepje op internet.
french: [_C_] NON! [ryan] prend et publie des photos de ma Mandy sur Internet.
german: [_C_] NEIN! [ryan] fotografiert und veröffentlicht Bilder meines Mandy im Internet.
italian: [_C_] NO! [ryan] sta facendo e pubblicando foto della mia Mandy su internet.
portuguese: [_C_] NÃO! [ryan] está tirando e postando fotos do meu mandante na internet.

source: [_C_] Clearly you're not going to do anything about it, so I'll just show myself out.
dutch: [_C_] Het is duidelijk dat je er niets aan gaat doen, dus zal ik me even laten zien.
french: [_C_] Il est clair que tu ne vas rien faire à ce sujet, alors je vais juste m'en occuper.
german: [_C_] Du wirst offensichtlich nichts dagegen unternehmen, also werde ich mich nur zeigen.
italian: [_C_] Chiaramente non hai intenzione di fare nulla al riguardo, quindi mi mostrerò da solo.
portuguese: [_C_] É claro que você não vai fazer nada a respeito, então vou só me mostrar.

source: [_M_] I think that's a good idea.
dutch: [_M_] Ik denk dat dat een goed idee is.
french: [_M_] Je pense que c'est une bonne idée.
german: [_M_] Ich denke, das ist eine gute Idee.
italian: [_M_] Penso che sia una buona idea.
portuguese: [_M_] Eu acho que é uma boa ideia.

source: [_MT_] {i}My sister is such a bitch!{/i}
dutch: [_MT_] {i}Mijn zus is zo'n bitch!{/i}
french: [_MT_] {i}Ma soeur est une telle chienne!{/i}
german: [_MT_] {i}Meine Schwester ist so eine Hünde!{/i}
italian: [_MT_] {i}Mia sorella è proprio una stronza! {/i}
portuguese: [_MT_] {i}Minha irmã é uma puta demais!{/i}

source: [_R_] Goodbye, Aunt Cami.
dutch: [_R_] Vaarwel, Aunt Cami.
french: [_R_] Au revoir, Camille.
german: [_R_] Abschied von Tante Cami.
italian: [_R_] Addio, zia Cami.
portuguese: [__R_] Adeus, Tia Cami.

source: [_C_] Uhhh.... It's Aunt Camille.
dutch: [_C_] Uhhh.... het is een tante kamel.
french: [_C_] Uhhh.... C'est tante Camille.
german: [_C_] Uhhhh.... Es ist Tante Kamille.
italian: [_C_] Uhhh.... E' la zia Camille.
portuguese: [_C_] Uhhh .... É a Tia Camille.

source: [_C_] And don't think you're going to get off that easy. I don't know what I have to do to convince [mom_name] to punish you, but I'll think of something.
dutch: [_C_] En denk niet dat je zo makkelijk van start gaat. Ik weet niet wat ik moet doen om [mom_name] te overtuigen om je te straffen, maar ik zal iets overwegen.
french: [_C_] Et ne penses pas que tu vas t'en sortir aussi facilement. Je ne sais pas ce que je dois faire pour convaincre [mom_name] de te punir, mais je vais penser à quelque chose.
german: [_C_] Und glaubt nicht, du wirst so einfach davonkommen. Ich weiß nicht, was ich tun muss, um [mom_name] davon zu überzeugen, Sie zu bestrafen, aber ich denke an etwas.
italian: [_C_] E non pensate che state andando scendere così facile. Non so cosa devo fare per convincere [mom_name] a punirti, ma penso a qualcosa.
portuguese: [_C_] e não pense que você vai sair assim tão fácil. Eu não sei o que tenho que fazer para convencer [mom_name] a punir você, mas vou pensar em algo.

source: [_C_] And stay away from my Mandy from now on.
dutch: [_C_] En blijf van nu uit de buurt van mijn snoep.
french: [_C_] Et restes à l'écart de ma Mandy à partir de maintenant.
german: [_C_] und bleib von nun an weg von meinem Mandy.
italian: [_C_] E stai lontano dalla mia Mandy d'ora in poi.
portuguese: [_C_] E fique longe da minha Mandy de agora em diante.

source: [_R_] Ok.... love you too!
dutch: [_R_] Ok.... hou ook van jou!
french: [_R_] D'accord.... je t'aime aussi!
german: [_R_] Ok.... Liebe auch dich!
italian: [_R_] Ok.... ti amo anch'io!
portuguese: [_R_] Ok.... te ama também!

source: [_RT_] {i}I can't believe I didn't get in trouble!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik geen problemen heb gehad!{/i}
french: [_RT_] {i}Je n'arrive pas à croire que je n'ai pas eu d'ennuis!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass ich nicht in Schwierigkeiten geraten ist!{/i}
italian: [_RT_] {i}Non posso credere di non essermi messo nei guai!{/i}
portuguese: [_RT_] {i}Eu não posso acreditar que não me meti em problemas! {/i}

source: [_RT_] {i}I guess Aunt Cami pissed her off too much for Mom to even think about punishing me.{/i}
dutch: [_RT_] {i}Ik denk dat Aunt Cami haar te veel van haar af heeft gepikt voor mama om zelfs maar te denken aan het straffen van me.{/i}
french: [_RT_] {i}Je suppose que tante Camille l'a trop énervée pour que maman pense même à me punir.{/i}
german: [_RT_] {i}Ich vermute, Tante Cami hat sie zu viel gepissen, als dass Mama überhaupt darüber nachdenken könnte, mich zu bestrafen.{/i}
italian: [_RT_] {i}Immagino che Zia Cami la abbia sbattuta troppo perché la mamma pensasse addirittura a punirmi.{/i}
portuguese: [_RT_] {i}suponho que Aunt Cami a tenha amado demais para que Mamãe pense até em punir me.{/i}

source: [_RT_] {i}It was surprising that Mom wasn't upset about me taking those kinds of pictures of my sister and cousin though.{/i}
dutch: [_RT_] {i}Het was verrassend dat mama me niet boos maakte over het maken van dit soort foto's van mijn zus en neef toch.{/i}
french: [_RT_] {i}Il était surprenant que maman n'ait pas été contrariée par le fait que je prenne ce genre de photos de ma sœur et de ma cousine.{/i}
german: [_RT_] {i}Es war überraschend, dass Mama nicht darüber aufgeregt war, dass ich jedoch solche Bilder meiner Schwester und Cousins machte. {/i}
italian: [_RT_] {i}È stato sorprendente che la mamma non si sia arrabbiata perché ho fatto quel tipo di foto a mia sorella e mia cugina.{/i}
portuguese: [_RT_] {i}foi surpreendente que a mamãe não estivesse chateada por eu tirar esses tipos de fotos da minha irmã e primo.{/i}

source: [_RT_] {i}With everything else that's going on, she probably just doesn't have the emotional energy to deal with it.{/i}
dutch: [_RT_] {i}Met alles wat er gaande is, heeft ze waarschijnlijk niet de emotionele energie om ermee om te gaan.{/i}
french: [_RT_] {i}Avec tout ce qui se passe, elle n'a probablement tout simplement pas l'énergie émotionnelle pour y faire face.{/i}
german: [_RT_] {i}Mit allem, was sonst passiert, hat sie wahrscheinlich nicht die emotionale Energie, um es zu bewältigen.{/i}
italian: [_RT_] {i}Con tutto quello che sta succedendo, probabilmente non ha l'energia emotiva per affrontare la cosa.{/i}
portuguese: [_RT_] {i}com tudo o que está acontecendo, ela provavelmente não tem energia emocional para lidar com isso.{/i}

source: [_RT_] {i}{b}(HINT){/b} Boy, Aunt Cami can be such a bitch!... I don't know what Uncle Bobby see's in her. I'd leave her ass in a second.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} jongen, Aunt Cami kan zo'n bitche zijn!. . Ik weet niet wat Oom Bobby ziet in haar. Ik zou haar over een seconde achterlaten.{/i}
french: [_RT_] {i}{b}(Indice){/b} Bon sang, tante Cami peut être une vraie salope... Je ne sais pas ce que l'oncle Bobby voit en elle. Je quitterais son cul en une seconde.{/i}
german: [_RT_] {i}{b}(HINT){/b} Jung, Tante Cami kann so eine Hündin sein! . Ich weiß nicht, was Onkel Bobby in ihr sieht. Ich würde ihren Arsch in einer Sekunde lassen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Ragazzo, zia Cami può essere una tale cagna!. . – Non so cosa lo zio Bobby veda in lei. Lascerei il suo culo in un secondo.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} menino, Aunt Cami pode ser uma puta! . Não sei o que o Tio Bobby vê nela. Deixaria a cama em um segundo.{/i}

source: [_C_] He's left me...
dutch: [_C_] Hij heeft me verlaten...
french: [_C_] Il m'a quitté...
german: [_C_] Er hat mich verlassen...
italian: [_C_] Mi ha lasciato...

source: [_M_] What?.... What are you talking about?
dutch: [_M_] Wat?.... Waar heb je het over?
french: [_M_] Quoi?.... Qu'est-ce que tu racontes?
german: [_M_] Was?.... Worüber redest du?
italian: [_M_] Cosa?.... Di cosa stai parlando?
portuguese: [_M_] O quê? .... Do que você está falando?

source: [_C_] Bobby ran away with Mandy's nanny.
dutch: [_C_] Bobby liep weg met Mandy's betutteling.
french: [_C_] Bobby s'est enfui avec la nounou de Mandy.
german: [_C_] Bobby lief mit Mandys Kindermädchen weg.
italian: [_C_] Bobby è scappato con la tata di Mandy.
portuguese: [_C_] Bobby fugiu com a paternidade de Mandy.

source: [_C_] Yeah.... stupid, home-wrecking bitch.
dutch: [_C_] Yeah.... dommere, home-wrecking bitch.
french: [_C_] Ouais.... stupide salope qui détruit ma maison.
german: [_C_] Ja.... dumme, heimtückische Hündin
italian: [_C_] Si.... stupida puttana rovinafamiglie.
portuguese: [_C_] Sim.... estúpido, cadarço de casa.

source: [_C_] I woke up this morning and found a note saying I'd probably never see him again.
dutch: [_C_] Ik werd vanochtend wakker en vond een briefje dat ik hem waarschijnlijk nooit meer zou zien.
french: [_C_] Je me suis réveillé ce matin et j'ai trouvé une note disant que je ne le reverrais probablement jamais.
german: [_C_] Ich wachte heute Morgen auf und fand eine Notiz, dass ich ihn wahrscheinlich nie mehr sehen würde.
italian: [_C_] Mi sono svegliata stamattina e ho trovato un biglietto che diceva che probabilmente non l'avrei più rivisto.
portuguese: [_C_] Acordei esta manhã e encontrei uma nota dizendo que provavelmente nunca mais o veria.

source: [_C_] He emptied our bank accounts, sold his Ferrari, and disappeared without a trace.
dutch: [_C_] Hij heeft onze bankrekeningen geleegd, zijn Ferrari verkocht en verdween spoorloos.
french: [_C_] Il a vidé nos comptes bancaires, a vendu sa Ferrari et a disparu sans laisser de trace.
german: [_C_] Er leerte unsere Bankkonten, verkaufte seinen Ferrari und verschwand spurlos.
italian: [_C_] Ha svuotato i nostri conti bancari, venduto la sua Ferrari, e scomparso senza traccia.

source: [_C_] The FBI has been over at our house since noon, going through all of our stuff. Trying to figure out where the bastard went.
dutch: [_C_] The FBI is al sinds twaalf uur naar ons huis gegaan, door al onze spullen te doorlopen. Probeer uit te zoeken waar de dader naartoe ging.
french: [_C_] Le FBI est chez nous depuis midi, en train de fouiller toutes nos affaires. J'essaie de savoir où est allé ce salaud.
german: [_C_] Das FBI ist seit Mittag vorbei und durchs ganze unsere Sachen. Versuche, herauszufinden, wohin die Bastard ging.
italian: [_C_] L'FBI è stata a casa nostra da mezzogiorno e ha esaminato tutte le nostre cose. Cercando di capire dove sia andato il bastardo.
portuguese: [_C_] O FBI está acabando em nossa casa desde o meio-dia, passando por todas as nossas coisas. Tentando descobrir para onde foi o desgraçado.

source: [_C_] I guess they're more interested in him than he led me to believe.
dutch: [_C_] Ik denk dat ze meer geïnteresseerd zijn in hem dan hij me liet geloven.
french: [_C_] Je suppose qu'ils sont plus intéressés par lui qu'il ne m'a laissé croire.
german: [_C_] Ich denke, sie interessieren sich mehr für ihn, als er mich glauben ließ.
italian: [_C_] Credo che siano più interessati a lui di quanto mi abbia fatto credere.
portuguese: [_C_] Acho que eles estão mais interessados nele do que ele me levou a acreditar.

source: [_M_] Well, I can sympathize with you there.... the FBI makes you feel like you have no privacy left.
dutch: [_M_] Nou, ik kan daar sympathiseren.... de FBI geeft je het gevoel dat je geen privacy meer hebt.
french: [_M_] Eh bien, je peux sympathiser avec toi là-bas.... le FBI vous donne l'impression que vous n'avez plus d'intimité.
german: [_M_] Nun, ich kann mit dir dort sympathisieren.... das FBI macht dir das Gefühl, du hast keine Privatsphäre mehr.
italian: [_M_] Beh, posso comprenderti lì.... l'FBI ti fa sentire come se non avessi più privacy.
portuguese: [_M_] Bem, eu posso simpatizar com você lá... o FBI faz você se sentir como se não tivesse mais privacidade.

source: [_C_] What am I going to do?
dutch: [_C_] Wat ga ik doen?
french: [_C_] Qu'est-ce que je vais faire?
german: [_C_] Was werde ich tun?
italian: [_C_] Cosa devo fare?
portuguese: [_C_] O que eu vou fazer?

source: [_M_] Oh honey, come here...
dutch: [_M_] Oh honing, kom hier...
french: [_M_] Oh chérie, viens ici ...
german: [_M_] Oh Honig, komme hier...
italian: [_M_] Oh tesoro, vieni qui...
portuguese: [_M_] Oh mel, venha aqui...

source: [_M_] We'll figure something out...
dutch: [_M_] We zullen iets uitzoeken...
french: [_M_] Nous allons trouver quelque chose...
german: [_M_] Wir werden etwas herausfinden...
italian: [_M_] Ci inventeremo qualcosa...
portuguese: U[_M_] Nós descobriremos alguma coisa...

source: [_C_] I don't know how.... I'm never going to find a job...
dutch: [_C_] Ik weet niet hoe.... ik ga nooit een baan vinden...
french: [_C_] Je ne sais pas comment.... Je ne trouverai jamais de travail...
german: [_C_] Ich weiß nicht, wie. Ich werde nie einen Job finden...
italian: [_C_] Non so come... non troverò mai un lavoro...

source: [_C_] I've been a stay at home mom for 18 years.... I have no work experience...
dutch: [_C_] Ik ben al 18 jaar thuis een moeder van huis... Ik heb geen werkervaring...
french: [_C_] Je suis maman au foyer depuis 18 ans.... Je n'ai aucune expérience professionnelle...
german: [_C_] Ich habe 18 Jahre zu Hause Mama gehabt.... Ich habe keine Berufserfahrung...
italian: [_C_] Sono stata una mamma casalinga per 18 anni.... Non ho esperienza lavorativa...
