Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_LT_] {i}If he wanted to stop this, he should have helped me more with the election.{/i}
dutch: [_LT_] {i}Als hij dit wilde stoppen, had hij me meer moeten helpen bij de verkiezingen.{/i}

source: [_MB_] Fat chance of that!... Your sister doesn't seem to ever get enough of my dark meat.
dutch: [_MB_] Vetten kans op dat!... Jouw zus lijkt nooit genoeg te krijgen van mijn donker vlees.

source: [_RT_] {i}Hopefully my presence will start to dull their libidos.{/i}
dutch: [_RT_] {i}Hopelijk zal mijn aanwezigheid de libidos.{/i} slepen

source: [_RT_] {i}Why does "Game of Thots" Have to have so many sex scenes?{/i}
dutch: [_RT_] {i}Waarom heeft "Game of Thots" zoveel seksscènes nodig?{/i}

source: [_RT_] {i}This is doing nothing to help me.{/i}
dutch: [_RT_] {i}Dit doet niets om me te helpen.{/i}

source: [_R_] What are you two?... Fucking rabbits?
dutch: [_R_] Wat ben je twee? ... Vuile konijnen?

source: [_L_] You can leave if this makes you uncomfortable.
dutch: [_L_] Je kunt vertrekken als dit je oncomfortabel maakt.

source: [_LT_] {i}I wonder if he's starting to enjoy watching us... He better not... This is supposed to make him jealous.{/i}
dutch: [_LT_] {i}Ik vraag me af of hij begint te genieten van het observeren... beter niet... Dit zou hem jaloers moeten maken.{/i}

source: [_L_] Mmmmm... Now I'm gonna give you the full Cersie Slannister treatment.
dutch: [_L_] Mmmmm... Nu zal ik je de volledige Cersie lannister geven.

source: [_MB_] God, yes!
dutch: [_MB_] God, ja!

source: [_RT_] {i}Fuck... I think she likes taking her shorts off to tease me?{/i}
dutch: [_RT_] {i}Fuck... Ik denk dat ze haar broek graag afpakt om me te peuteren?{/i}

source: [_RT_] {i}She's pointing her ass straight at me.{/i}
dutch: [_RT_] {i}Zij wijst haar pas recht op mij.{/i}

source: [_RT_] {i}Fuck... What a beautiful ass.{/i}
dutch: [_RT_] {i}Fuck... Wat een mooie ass.{/i}

source: [_LT_] {i}I can feel my brother's eyes on my ass.{/i}
dutch: [_LT_] {i}Ik kan de ogen van mijn broer op mijn ass.{/i} voelen

source: [_L_] [ryan], if you're sick of watching me suck Matt's beautiful cock, you're more than welcome to come get a taste of my pussy and ass.
dutch: [_L_] [ryan], als je het beu bent om me de mooie jas van Matt's te kijken Je bent meer dan welkom om een smaak van mijn drukte te krijgen.

source: [_R_] Goddammit, Lauren! I don't need your charity!
dutch: [_R_] Goddammit, Lauren! Ik heb je liefdadigheid niet nodig!

source: [_L_] Are you sure? You're looking pretty lonely back there.
dutch: [_L_] Weet je het zeker? Je ziet er vrij eenzaam uit.

source: [_L_] Don't you want to have just a little taste?
dutch: [_L_] Wil je niet gewoon een smaak hebben?

source: [_R_] Do I really look that desperate?
dutch: [_R_] Kijk ik echt zo wanhopig uit?

source: [_RT_] {i}Fuck... I can't keep letting Lauren pull the strings like this.{/i}
dutch: [_RT_] {i}Fuck... Ik kan Lauren niet blijven toestaan om dergelijke tekenreeksen te trekken. {/i}

source: [_RT_] {i}What am I going to do?{/i}
dutch: [_RT_] {i}Wat ga ik doen?{/i}

source: [_RT_] {i}Fuck it... I want a taste!{/i}
dutch: [_RT_] {i}Fuck het... Ik wil een smaak!{/i}

source: [_RT_] {i}Why do I let my sister's pussy have so much control over me?{/i}
dutch: [_RT_] {i}Waarom laat ik mijn zussen zoveel controle over mij hebben?{/i}

source: [_LT_] {i}Oh, God... I love that I'm making my brother so desperate that he can't help but eat me out!{/i}
dutch: [_LT_] {i}Oh, God... Ik hou ervan dat ik mijn broer zo wanhopig maak dat hij me niet kan helpen maar opeten!{/i}

source: {b}{i}"Lauren's Submission -1"{/i}{/b}
dutch: {b}{i}"Lauren's Indiening -1"{/i}{/b}

source: [_L_] Alright Matt... I'm ready to get fucked!
dutch: [_L_] Echte Matt... Ik ben klaar om fuck te worden!

source: [_R_] Get Matt to lick it.
dutch: [_R_] Neem Matt om hem te laten vallen.

source: [_MB_] I don't do that.
dutch: [_MB_] Ik doe dat niet.

source: [_LT_] {i}(sarcastically) What a generous lover.{/i}
dutch: [_LT_] {i}(sarcastisch) Wat een gulle lover.{/i}

source: [_L_] That's fine... I was only trying to get lubed up so that Matt can more easily fuck my pussy anyways.
dutch: [_L_] Dat is prima... Ik probeerde alleen maar op te vallen zodat Matt mijn poëzie toch makkelijker kan verprutsen.

source: [_L_] I think I'm probably wet enough to take Matt's giant cock even without you licking down there.
dutch: [_L_] Ik denk dat ik waarschijnlijk nat genoeg ben om Matt's reusachtige hap mee te nemen, zelfs zonder dat je er op klikt.

source: [_L_] Ready to fuck me, Matt?
dutch: [_L_] Klaar om me te trotseren, Matt?

source: [_L_] Why do you act so shocked every time?
dutch: [_L_] Waarom doe je elke keer zo schokkend?

source: [_L_] Like always, you're free to leave.
dutch: [_L_] Zoals altijd, ben je vrij om te vertrekken.

source: [_LT_] {i}God, I hope he doesn't leave!{/i}
dutch: [_LT_] {i}God, ik hoop dat hij niet verlaat!{/i}

source: [_L_] Fuck... That's such a huge cock!
dutch: [_L_] Fuck... Dat is zo'n grote cock!

source: [_L_] I can't believe how full it makes me feel.
dutch: [_L_] Ik kan niet geloven hoe vol het me doet voelen.

source: [_RT_] {i}Sidney is fucking deaf!{/i}
dutch: [_RT_] {i}Sidney is vervaagd!{/i}

source: [_RT_] {i}One day she's gonna look up though.{/i}
dutch: [_RT_] {i}Op een dag zal ze op zoek gaan.{/i}

source: [_L_] Hhhhnnnggghhhh...
dutch: [_L_] Hhnngghhhhh...

source: [_RT_] {i}Fucking shut up!... The least you can do is pretend you don't love it!{/i}
dutch: [_RT_] {i}Fucking is gestopt!... Het minste wat je kan doen is doen alsof je er niet van houdt!{/i}

source: [_LT_] {i}I think I'm making him jealous.{/i}
dutch: [_LT_] {i}Ik denk dat ik hem jaloers.{/i}

source: [_LT_] {i}I sure hope I am.{/i}
dutch: [_LT_] {i}Ik hoop echt dat ik het heb.{/i}

source: [_LT_] {i}I still imagine it's my brother's dick.{/i}
dutch: [_LT_] {i}Ik kan me nog steeds voorstellen dat het mijn broer zijn woorden.{/i}

source: [_LT_] {i}But, he doesn't deserve me.{/i}
dutch: [_LT_] {i}Maar, hij verdient me niet.{/i}

source: [_LT_] {i}Matt's huge cock can't be good for my insides.{/i}
dutch: [_LT_] {i}Matt's enorme rak kan niet goed zijn voor mijn binnen.{/i}

source: [_LT_] {i}It's so big, it does hit my clit pretty damn good though.{/i}
dutch: [_LT_] {i}is zo groot, het raakt mijn clit wel best wel verdomd. {/i}

source: [_L_] Gaaawd... You're such a good fuck, Matt!
dutch: [_L_] Gaaawd... Je bent zo lekker, Matt!

source: [_L_] I'm gonna....
dutch: [_L_] Ik ben gonna....

source: [_MB_] Oh yeah, Lauren, I'm about to explode!
dutch: [_MB_] Oh, Lauren, ik sta op het punt te ontploffen!

source: [_L_] Yes!... Fill my pussy!
dutch: [_L_] Ja!... Vul mijn poes!

source: [_R_] What?
dutch: [_R_] Wat?

source: [_R_] Not again!...
dutch: [_R_] Niet meer al!...

source: {b}{i}"Matt's cum loads in Lauren's pussy +1"{/i}{/b}
dutch: {b}{i}"Matt's kubus in Lauren's posy +1"{/i}{/b}

source: {i}"Total loads of Matt's cum in Lauren's pussy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
dutch: {i}"Totale lading van Matt's kubus in Lauren's pussy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}

source: [_L_] Wow!... Look how much is dripping out!
dutch: [_L_] wow!... Kijk hoeveel er uitloopt!

source: [_L_] You filled my womb again!
dutch: [_L_] Je hebt mijn buik weer vuld!

source: [_MB_] Please tell me you've started on birth control!
dutch: [_MB_] Vertel me dat je bent begonnen met geboortecontrole!

source: [_L_] Uhh... Not yet.
dutch: [_L_] Uhh... Nog niet.

source: [_R_] What the fuck, Lauren? I can't believe you're not pregnant yet.
dutch: [_R_] Wat is er onzinnig, Lauren? Ik kan nog niet geloven dat je niet zwanger bent.

source: [_L_] Butt out!... You're not in charge of my body!
dutch: [_L_] Butt out!... Je bent niet de baas over mijn body!

source: [_MB_] I still agree with your brother on this though.
dutch: [_MB_] Ik ben het op dit punt nog steeds eens met je broer.

source: [_L_] I'm not an idiot!... I know I can't afford to get pregnant.
dutch: [_L_] Ik ben geen idioot! Ik weet dat ik het me niet kan veroorloven zwanger te worden.

source: [_LT_] {i}Though the thought of his swimmers knocking me up still turns me on.{/i}
dutch: [_LT_] {i}Alhoewel de gedachten van zijn swers me nog steeds opsteken.{/i}

source: [_L_] I'll go get some "Plan B" birth control tomorrow.
dutch: [_L_] Ik krijg morgen wat geboortebeperking "Plan B".

source: [_R_] You'd better not forget!
dutch: [_R_] Je zou beter niet vergeten!

source: [_LT_] {i}I always forget... I wonder why I'm not pregnant yet... Maybe Matt's destroyed my womb with his huge cock... Or maybe his swimmers arent very strong.{/i}
dutch: [_LT_] {i}Ik vergeet het altijd... Ik vraag me af waarom ik nog niet zwanger ben... Misschien heeft Matt's mijn schoot vernietigd met zijn enorme cock... Of misschien is zijn swesting erg sterk. {/i}

source: [_L_] When I wiggle, I can feel your cum sloshing around in my womb.
dutch: [_L_] Wanneer ik zwaai, kan ik je knuffel in mijn buik voelen.

source: [_R_] God, Lauren, I'm still here.
dutch: [_R_] God, Lauren, ik ben er nog steeds.

source: [_MT_] {i}What a refreshing shower.{/i}
dutch: [_MT_] {i}Wat een verfrissende douche.{/i}

source: [_MT_] {i}Oh, good!... Matt's here again.{/i}
dutch: [_MT_] {i}Oh, goed!... Mat is er weer.{/i}

source: [_MT_] {i}He seemed to enjoy the show I gave him on his last visit. Maybe I should make his evening again?{/i}
dutch: [_MT_] {i}Hij leek te genieten van de show die ik hem heb gegeven tijdens zijn laatste bezoek. Misschien zou ik zijn avond weer moeten maken?{/i}

source: [_M_] Matt... I'm sorry you've caught me in my towel again, it's just that I always shower in the evenings.
dutch: [_M_] Matt... Het spijt me dat je me opnieuw in mijn handdoek hebt gevangen, maar het is gewoon dat ik altijd douche 's avonds.

source: [_M_] That's not why you always visit in the evenings is it?
dutch: [_M_] Dat is niet waarom je altijd in de avonden iets bezoekt?

source: [_L_] Mooomm!
dutch: [_L_] Moomaan!

source: [_MB_] I mean... I... I always feel lucky when I get to see more of you, Miss [mom_name]
dutch: [_MB_] Ik bedoel... Ik... Ik heb altijd geluk wanneer ik meer van jou zie, Mis [mom_name]

source: [_RT_] {i}Mom's towel is slipping down again!{/i}
dutch: [_RT_] {i}Momenten glijden weer naar beneden!{/i}

source: [_RT_] {i}Once could be an accident, but any more than that is on purpose.{/i}
dutch: [_RT_] {i}Eens een ongeluk kan zijn, maar meer dan dat is doel.{/i}

source: [_RT_] {i}She must be feeling pretty lonely without Dad... I've just got to figure out how to use that to my advantage, and not fucking Matt's.{/i}
dutch: [_RT_] {i}Ze moet zich vrij eenzaam voelen zonder papa... Ik moet gewoon uitzoeken hoe ik dat kan gebruiken in mijn voordeel, en niet om Matt's.{/i} te fucken

source: [_R_] Mom!... Your towel!... Pull it up!
dutch: [_R_] Moment!... Je handdoek!... Sleep het omhoog!

source: [_M_] Oh, my goodness!... What is wrong with our towels?!
dutch: [_M_] Oh, mijn goed!... Wat is er mis met onze handdoeken?!

source: [_M_] I'm so sorry!
dutch: [_M_] Het spijt ons!

source: [_M_] I said I'm sorry!
dutch: [_M_] Ik heb gezegd dat het me spijt!

source: [_MB_] No, don't worry about it... I didn't even notice. As always, I was only looking at your beautiful eyes.
dutch: [_MB_] Nee, maak je geen zorgen... Ik merkte het niet eens. Zoals altijd keek ik alleen maar naar je mooie ogen.

source: [_MT_] {i}Haha... Just like last time, he couldn't keep his eyes off my breasts.{/i}
dutch: [_MT_] {i}Haha... Net als de vorige keer kon hij zijn ogen niet van mijn borsten houden.{/i}

source: [_MT_] {i}Fuck... I'm getting wet thinking about Matt looking at my nipples.{/i}
dutch: [_MT_] {i}Fuck... Ik begin nat te denken over Matt die naar mijn nipels kijkt.{/i}

source: {b}{i}"Mom's Libido +1"{/i}{/b}
dutch: {b}{i}"Momenten Libido +1"{/i}{/b}

source: [_MT_] {i}Fuck!... I need to get myself off... but I can't even take care of myself with my sister sleeping in the room with me.{/i}
dutch: [_MT_] {i}Fuck!... Ik moet mezelf uitgaan... maar ik kan niet eens voor mezelf zorgen met mijn zus die in de kamer slaapt met mij.{/i}

source: [_L_] God, Mom!... Why are you still just standing there!
dutch: [_L_] God, mam!... Waarom sta je daar nog steeds!

source: [_L_] Why do you keep trying to hang out with us in nothing but your towel... You're embarrassing me.
dutch: [_L_] Waarom probeer je steeds weer met ons samen te hangen in alleen maar je handdoek... Je brengt me in verlegenheid.

source: [_MB_] Really, I don't mind!
dutch: [_MB_] Echt, ik vind het niet!

source: [_LT_] {i}(sarcastically) Real subtle, Matt... I'd break up with him today, but then how would I make [ryan] jealous?{/i}
dutch: [_LT_] {i}(Klokkelijk) Echt subtiel, Matt... Ik zou vandaag met hem opdelen, maar hoe zou ik [ryan] jaloers maken?{/i}

source: [_M_] You're right... I'd better run.
dutch: [_M_] Je hebt gelijk... Ik kan beter runnen.

source: [_R_] Yeah, I'm out of here too.
dutch: [_R_] Yeah, ik ben hier ook weg.

source: [_RT_] {i}Oh, what the hell?{/i}
dutch: [_RT_] {i}Oh, wat de hel?{/i}

source: [_RT_] {i}Why the fuck is Matt here?{/i}
dutch: [_RT_] {i}Waarom is de fuck Mat hier?{/i}

source: [_RT_] {i}And why is he cuddling with my sister on the couch?{/i}
dutch: [_RT_] {i}En waarom knuffelt hij met mijn zuster op de bank?{/i}

source: [_RT_] {i}Oh, hell no!... They're watching "Game of Thots" without me!{/i}
dutch: [_RT_] {i}Oh, hel nee!... Ze kijken zonder mij! {/i}

source: [_RT_] {i}I wonder if Sidney knows anything about this.{/i}
dutch: [_RT_] {i}Ik vraag me af of Sidney hier iets van weet.{/i}

source: [_S_] Can this wait?... I'm really busy, and I don't want to be bothered.
dutch: [_S_] Kan ik dit wachten?... Ik heb het erg druk, en ik wil niet gestoord worden.

source: [_R_] Too busy to notice, or care that our little sister is cuddling on the couch with some creepy dude?
dutch: [_R_] Te druk om te nodigen, of zorg dat onze kleine zus op de bank knuffelt met wat griezelige dienst?

source: [_S_] What?... You're talking about Matt?
dutch: [_S_] Wat?... Je hebt het over Matt?

source: [_R_] You know him?
dutch: [_R_] ken je hem?

source: [_S_] Well... I mean I just met him... He came up and introduced himself, and he seems like a really great guy.
dutch: [_S_] Walt... Ik bedoel dat ik hem net heb ontmoet... Hij kwam op en introduceerde zichzelf, en hij lijkt echt een geweldige kerel te zijn.

source: [_R_] He tricked you, then!... He's a douche!
dutch: [_R_] Hij heeft je in de maling genomen, dan!... Hij is een duche!

source: [_S_] Pfff... Hahahaha...
dutch: [_S_] Pfff... Hahaa...

source: [_S_] Matt?... No...
dutch: [_S_] Matt?... Nee...

source: [_S_] I've got pretty good intuition about people, plus, I know his older brother.
dutch: [_S_] Ik heb best goede intuïtie over mensen, plus, ik ken zijn oudere broer.

source: [_S_] We went to high school together.
dutch: [_S_] We gingen samen naar middelbare school.

source: [_S_] He was a year older than me... I always had kind of a crush on him.
dutch: [_S_] Hij was een jaar ouder dan ik... Ik had hem altijd een soort verplettering.

source: [_S_] Look at him over there. He looks a lot like his brother.
dutch: [_S_] Kijk daar naar hem. Hij ziet er veel uit als zijn broer.

source: [_RT_] {i}Oh, my God!{/i}
dutch: [_RT_] {i}Oh, mijn God!{/i}

source: [_R_] Sidney... You're not wearing any panties!
dutch: [_R_] Zidney... Je draagt geen vijvers!

source: [_S_] Of course not. I like to tease you when you come over to talk to me.
dutch: [_S_] Natuurlijk niet. Ik speel je graag door wanneer je bij me komt praten.

source: [_R_] Did you tease Matt, too?
dutch: [_R_] Heb je ook Matt gesneden?

source: [_S_] Of course not... At least... I don't think...
dutch: [_S_] Natuurlijk niet... Tenminste, denk ik niet...

source: [_S_] Did I?...
dutch: [_S_] Heeft ik?...

source: [_S_] Oh, my God... I'm not sure!... I might have.
dutch: [_S_] Oh, mijn God... Ik weet het niet zeker!... Misschien wel.

source: [_S_] I'm always so careful to keep my legs crossed when Mom or Lauren come and talk to me...
dutch: [_S_] Ik zorg er altijd voor dat mijn benen gekruist blijven wanneer mama of Lauren komen praten met mij...

source: [_S_] But Matt made me nervous...
dutch: [_S_] Maar Matt maakte me zenuwachtig...

source: [_R_] Nervous how?
dutch: [_R_] Nerveus hoe?

source: [_S_] I don't know... like the butterflies you get when you talk to a cute boy.
dutch: [_S_] Ik weet het niet... net als de vlinders die je krijgt wanneer je met een schattige jongen praat.

source: [_R_] Oh, for fuck's sake!
dutch: [_R_] Oh, voor fuck's naam!

source: [_R_] Well, Lauren would have probably said something if she saw you flashing her new boyfriend... right?
dutch: [_R_] Nou, Lauren zou waarschijnlijk iets hebben gezegd als ze je haar nieuwe vriendje zou zien knipperen... toch?

source: [_S_] She was in the bathroom when Matt came over to introduce himself.
dutch: [_S_] Ze was in de badkamer toen Matt kwam om zichzelf voor te stellen.

source: [_S_] Fuck... I think I might have flashed him.
dutch: [_S_] Fuck... Ik denk dat ik hem zou hebben geflasht.

source: [_S_] His eyes... might have been wandering down.
dutch: [_S_] Zijn ogen... misschien aan het wandelen.

source: [_S_] I wonder if he liked it...
dutch: [_S_] Ik vraag me af of hij het leuk vindt...

source: [_R_] Good hell, Sidney!
dutch: [_R_] Goede hel, Sidney!

source: [_S_] What do you mean, good hell?
dutch: [_S_] Wat bedoel je, goede hel?

source: [_S_] It shouldn't matter to you who I flash!
dutch: [_S_] Het zou niet voor jou moeten schelen wie ik flash!

source: [_S_] Well, it shouldn't... You're my brother, not my boyfriend.
dutch: [_S_] Nou, het zou niet moeten... Jij bent mijn broer, niet mijn vriend.

source: [_S_] And if you can't get that straight, then we'll have to stop messing around completely!
dutch: [_S_] En als je dat niet kunt, dan moeten we stoppen met het rommelen!

source: [_S_] And don't you dare fuck up what Lauren's got going with her love life.
dutch: [_S_] En je durft Lauren niet te verdompelen wat ze doet met haar liefdesleven.

source: [_S_] I don't care if you think Matt's a douchebag... Matt would make a great boyfriend for Lauren.
dutch: [_S_] Het kan me niet schelen als je denkt dat Matt's een dechebag is... Matt zou een goede vriend voor Lauren maken.

source: [_S_] And at least, if she has a boyfriend, she won't have to resort to what we've got going on.
dutch: [_S_] En als ze een vriend heeft, hoeft ze in ieder geval niet in te gaan op wat er gaande is.

source: [_R_] What we've got going on?
dutch: [_R_] Wat hebben we aan de hand?

source: [_S_] You know... since neither of us have a boyfriend or girlfriend, we just use each other to fill our sexual canteens.
dutch: [_S_] Jij weet... Aangezien geen van ons een vriendje of vriendin heeft, gebruiken we elkaar alleen om onze seksuele kantines op te vullen.

source: [_R_] I don't think of you as just a booty call.
dutch: [_R_] Ik zie je niet alleen als een booty bel.

source: [_S_] That's sweet... But you shouldn't try and make our relationship something it can never be.
dutch: [_S_] Dat is zoet... Maar je zou niet moeten proberen om iets te maken wat het nooit kan zijn.

source: [_ST_] {i}Shit!... Why am I so glad he said that?{/i}
dutch: [_ST_] {i}Shit!... Waarom ben ik zo blij dat hij dat heeft gezegd?{/i}

source: [_S_] Society would never accept what we're doing.
dutch: [_S_] Society zou nooit accepteren wat we doen.

source: [_S_] In fact, I think we could go to jail if we ever tried to make it more.
dutch: [_S_] Eigenlijk denk ik dat we naar de gevangenis kunnen gaan als we ooit geprobeerd hebben om er meer van te maken.

source: [_R_] Yeah, well, fuck society. I'd rather follow my heart than follow what a bunch of hypocritical immoral politicians say.
dutch: [_R_] Yeah, nare samenleving. Ik volg liever mijn hart dan wat een stelletje hypocriete immorele politici zeggen.

source: [_S_] Yeah, well... Unfortunately, that's the world we live in.
dutch: [_S_] Yeah, goed... Helaas is dat de wereld waarin we leven.

source: [_ST_] {i}[ryan] makes me feel safe... I've never had anyone make me feel so fulfilled sexually... It fucking sucks that this can't become more!{/i}
dutch: [_ST_] {i}[ryan] maakt me veilig voel... Ik heb nog nooit iemand gehad die me zo sexueel heeft gemaakt... Het is een fucking dat dit niet meer kan worden!{/i}

source: [_S_] It can't ever be anything more than that.
dutch: [_S_] Het kan nooit meer zijn dan dat.

source: [_R_] I know.
dutch: [_R_] ik weet het.

source: [_ST_] {i}Damn... I kinda hoped he'd disagree with me... Even though I know it's good that he didn't.{/i}
dutch: [_ST_] {i}Damn... Ik hoopte dat hij het oneens was met mij... ook al weet ik dat het goed is dat hij het niet deed. {/i}

source: [_ST_] {i}I really should start trying to make an effort to meet other guys... Too bad Matt's already taken... I wonder how his big brother's doing?{/i}
dutch: [_ST_] {i}Ik moet echt proberen om andere jongens te ontmoeten. . Te slechte Matt's al genomen... Ik vraag me af hoe zijn grote broer dat doet?{/i}

source: [_R_] Alright, well I'm going to go try and stop Lauren and Matt from getting any closer.
dutch: [_R_] Oké, ik ga proberen te voorkomen dat Lauren en Matt dichterbij komen.

source: [_S_] No... Please don't.
dutch: [_S_] Nee... Doe het niet.

source: [_R_] Sidney, You don't know that douchebag like I do. We don't want our sister getting any closer with this prick.
dutch: [_R_] Sidney, je weet niet zo duchebag als ik. We willen niet dat onze zus dichter bij deze prijs komt.

source: [_S_] Fine... Just don't be too noisy. I really want to finish these designs I'm working on.
dutch: [_S_] Fine... Wees gewoon niet te lawaai. Ik wil deze ontwerpen echt afmaken.

source: [_RT_] {i}Ugghh... I still can't believe this is happening.{/i}
dutch: [_RT_] {i}Oegghh... Ik kan nog steeds niet geloven dat dit gebeurt.{/i}

source: [_RT_] {i}I don't even know how to stop it... I guess I'll just have to play it by ear.{/i}
dutch: [_RT_] {i}Ik weet niet eens hoe ik het moet stoppen... Ik neem aan dat ik het gewoon moet afspelen vanaf ear.{/i}

source: [_RT_] {i}Shit... What do I even say?{/i}
dutch: [_RT_] {i}Shit... Wat zeg ik?{/i}

source: [_R_] You're watching "Game of Thots" without me?
dutch: [_R_] ben zonder mij aan het kijken naar "Game of Thots"

source: [_L_] Yeah, Matt hasn't seen it yet, so we're watching it from the beginning.
dutch: [_L_] Yeah, Matt heeft het nog niet gezien, dus we kijken het vanaf het begin.

source: [_L_] I didn't think you'd mind if we watched it without you, since you've seen these episodes.
dutch: [_L_] Ik dacht niet dat je het leuk zou vinden om het zonder jou te bekijken, omdat je deze afleveringen hebt gezien.

source: [_R_] Well, I do mind... This is our show.
dutch: [_R_] Nou, dat denk ik... Dit is onze serie.

source: [_MB_] Don't worry... We'll invite you back when we catch up to where you and Lauren left off.
dutch: [_MB_] Maak je geen zorgen... We nodigen je terug als we je inhalen waar jij en Lauren gestopt zijn.

source: [_R_] Invite me back?... This is my house. I don't need to be invited to watch tv.
dutch: [_R_] Nodig me uit weer?... Dit is mijn huis. Ik hoef niet uitgenodigd te worden om tv.

source: [_L_] You're more than welcome to join us.
dutch: [_L_] Je bent meer dan welkom om je bij ons aan te sluiten.

source: [_R_] Maybe I will.
dutch: [_R_] Misschien zal ik het doen.

source: [_RT_] {i}Hopefully they won't do anything with me sitting right next to them.{/i}
dutch: [_RT_] {i}Hopelijk doen ze niets met mij die rechts naast hen zit.{/i}
