Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Hahaha.... yeah you might want to steer clear of the subject of my porn addiction.
dutch: [_R_] Hahahaha.... ja, je wilt misschien het onderwerp van mijn bruinverslaving uit de weg gaan.
french: [_R_] Hahaha.... oui, vous voudrez peut-être éviter le sujet de ma dépendance au porno.
german: [_R_] Hahahaha.... ja, vielleicht solltest du das Thema meiner Pornoabhängigkeit loswerden.
italian: [_R_] Hahaha.... Sì, forse è meglio che tu stia lontano dall'argomento della mia dipendenza dal porno.
portuguese: [_R_] Hahaha.... sim, você pode querer evitar o assunto da minha dependência pornética.

source: [_S_] I Had to know!?.... An anal gape shot!?.... I just can't wrap my head around the fact that you asked me to do that.
dutch: [_S_] Ik heb het moeten weten!?.... Een anale gape schoten!?.... Ik kan mijn hoofd niet rondstrooien om het feit dat je me gevraagd hebt dat te doen.
french: [_S_] Je devais savoir!?.... Un coup de bouche anale!?.... Je ne peux pas comprendre que tu m'aies demandé de faire ça.
german: [_S_] Ich hatte zu wissen!?.... Eine Anallücke Schuss!?.... Ich kann mich einfach nicht um die Tatsache wickeln, dass du mich gebeten hast, das zu tun.
italian: [_S_] Avevo bisogno di sapere!?.... Un colpo di gola anale!?.... Non posso proprio avvolgere la mia testa intorno al fatto che mi hai chiesto di farlo.
portuguese: [_S_] Eu tinha que saber!?.... Um tiro de macacos anal!?.... Eu simplesmente não consigo envolver minha cabeça no fato de que você me pediu para fazer isso.

source: [_R_] Ok, do you need some time to consider it?...
dutch: [_R_] Ok, heb je wat tijd nodig om erover na te denken?...
french: [_R_] Ok, as-tu besoin de temps pour y réfléchir?...
german: [_R_] Ok, brauchst du etwas Zeit, um es zu erwägen?...
italian: [_R_] Ok, hai bisogno di un po' di tempo per considerarlo?...

source: [_R_] Sidney? Are you good?...
dutch: [_R_] Zidney? Ben je goed?...
french: [_R_] Sidney ? Ça va ?...
german: [_R_] Sidney? Bist du gut?...
italian: [_R_] Sidney? Sei bravo?...
portuguese: [_R_] Sidney? Você é bom?...

source: [_S_] Yes, dammit! [ryan] just shut the fuck up for a second...
dutch: [_S_] Ja, damm! [ryan] deed de fuck even stil...
french: [_S_] Oui, bon sang! [ryan] ferme ta gueule une seconde...
german: [_S_] Ja, damm! [ryan] schalte den Fick für eine Sekunde...
italian: [_S_] Sì, dannazione! [ryan] chiudi quella cazzo di bocca per un secondo...
portuguese: [_S_] Sim, sim! [ryan] acabou de calar a boca por um segundo...

source: [_S_] I don't think there's any way I could do that. This is an erotic shoot, not a porno shoot.
dutch: [_S_] Ik denk dat er geen manier is om dat te doen. Dit is een erotisch schiet, geen porno schip.
french: [_S_] Je ne pense pas qu'il y ait moyen de le faire. C'est un tournage érotique, pas un tournage porno.
german: [_S_] Ich glaube nicht, dass ich das tun könnte. Dies ist ein erotischer Schuss und kein Porno-Shoot.
italian: [_S_] Non penso che ci sia un modo per farlo. Questo è uno scatto erotico, non un porno shoot.
portuguese: [_S_] Eu não acho que haja nenhuma maneira de eu fazer isso. Isso é um tiro erótico, não um tiro de porno.

source: [_R_] What's more erotic than that?
dutch: [_R_] Wat is erotiever dan dat?
french: [_R_] Quoi de plus érotique que ça?
german: [_R_] Was ist erotischer als das?
italian: [_R_] Cosa c'è di più erotico di quello?

source: [_R_] Anyways there are so many girls posting erotic cosplays anymore, you have to do something a little shocking to stand out.
dutch: [_R_] Hoe dan ook, er zijn zo veel meisjes die erotische cosplays posteren, je moet iets schokkend doen om op te vallen.
french: [_R_] De toute façon, il y a tellement de filles qui postent des cosplays érotiques, il faut faire quelque chose d'un peu choquant pour se démarquer.
german: [_R_] Auf jeden Fall gibt es so viele Mädchen, die erotische Cosplays verschicken, du musst etwas schockierend tun, um dich abzuheben.
italian: [_R_] Comunque ci sono così tante ragazze posting erotico cosplay più, devi fare qualcosa di un po 'scioccante per distinguersi.

source: [_S_] But a gape?...
dutch: [_S_] Maar een gapend?...
french: [_S_] Mais un gueule grande ouverte?...
german: [_S_] Aber ein Gang?...
italian: [_S_] Ma una lacuna?...
portuguese: U[_S_] Mas um gape?...

source: [_S_] Ok. I've already gone this far. But just to warn you.... I refuse to go any farther.
dutch: [_S_] Ok. Ik ben al ver gegaan. Maar om je te waarschuwen.... Ik weiger verder te gaan.
french: [_S_] D'accord. Je suis déjà allé aussi loin. Mais juste pour t'avertir.... Je refuse d'aller plus loin.
german: [_S_] Ok. Ich bin schon so weit gegangen. Aber nur um dich zu warnen... Ich weigere mich, weiter zu gehen.
italian: [_S_] Ok. Sono già andato così lontano. Ma solo per avvertirvi... mi rifiuto di andare oltre.

source: [_R_] That's fair. We're about to wrap up anyways.
dutch: [_R_] Dat is eerlijk. We staan op het punt om het af te ronden.
french: [_R_] C'est juste. Nous sommes sur le point de conclure de toute façon.
german: [_R_] Das ist fair. Wir sind dabei, uns trotzdem abzuwickeln.
italian: [_R_] È giusto. Stiamo per concludere comunque.
portuguese: [_R_] É justo. Estamos prestes a encerrar mesmo assim.

source: [_S_] Fine! So, how do you want me to pose?
french: [_S_] Bien! Alors, comment veux-tu que je pose ?
german: [_S_] Schön! Also, wie soll ich stehen?
italian: [_S_] Fine! Quindi, come vuoi che io posi?
portuguese: [_S_] Final! Então, como você quer que eu posse?

source: [_R_] Ok, let's just have you lie on your back, legs spread and in the air...
dutch: [_R_] Ok, laten we je gewoon laten liggen op je rug, de benen verspreid en in de lucht...
french: [_R_] Ok, allonges-toi sur le dos, les jambes écartées et en l'air...
german: [_R_] Ok, lasst uns euch auf den Rücken legen, die Beine verteilt und in der Luft...
italian: [_R_] Ok, facciamo che ti sdrai sulla schiena, con le gambe aperte e in aria...
portuguese: [_R_] Ok, vamos apenas mandar você deitar em suas costas, pernas se espalhadas e no ar...

source: [_S_] How did I let you talk me into this?
dutch: [_S_] Hoe heb ik je laten praten?
french: [_S_] Comment t'ai-je laissé me lancer là-dedans ?
german: [_S_] Wie habe ich mich reden lassen?
italian: [_S_] Come ho lasciato che mi parlassi in questo?

source: [_R_] Maybe you've always secretly wanted to do something like this.
dutch: [_R_] Misschien heb je dit altijd in het geheim willen doen.
french: [_R_] Peut-être que tu as toujours secrètement voulu faire quelque chose comme ça.
german: [_R_] Vielleicht wolltest du schon immer heimlich so etwas tun.
italian: [_R_] Forse hai sempre voluto segretamente fare qualcosa del genere.

source: [_S_] You're an idiot!
dutch: [_S_] Je bent een idioot!
french: [_S_] Tu es un idiot !
german: [_S_] Du bist ein Idiot!
italian: [_S_] Sei un idiota!
portuguese: U[_S_] Você é um idiota!

source: [_R_] Hahaha.... yeah, but I'm the one with the camera.
dutch: [_R_] Hahaha.... ja, maar ik ben degene met de camera.
french: [_R_] Hahaha.... oui, mais c'est moi qui ai la caméra.
german: [_R_] Hahahaha.... ja, aber ich bin derjenige mit der Kamera.
italian: [_R_] Hahaha.... sì, ma io sono quello con la macchina fotografica.
portuguese: [_R_] Hahaha.... sim, mas sou o que tem a câmera.

source: [_S_] And you know what?.... No.... I can't do anymore...
dutch: [_S_] En jij weet wat?.... Nee.... Ik kan niet meer doen...
french: [_S_] Et tu sais quoi?.... Non.... Je n'en peux plus...
german: [_S_] Und du weißt was?.... Nein... Ich kann nicht mehr tun?
italian: [_S_] E tu sai cosa?.... No.... non posso più fare...

source: [_S_] Maybe we can try again another time.... but I've just got to be done for today...
dutch: [_S_] Misschien kunnen we het nog een keer opnieuw proberen... maar ik ben gewoon klaar voor vandaag...
french: [_S_] Peut-être que nous pouvons réessayer une autre fois.... mais je dois juste avoir fini pour aujourd'hui...
german: [_S_] Vielleicht können wir es noch einmal versuchen.... aber ich muss gerade für heute erledigt werden...
italian: [_S_] Forse possiamo riprovare un'altra volta... ma devo solo fare per oggi...
portuguese: [_S_] Talvez possamos tentar novamente outra vez.... mas eu acabei de terminar por hoje...

source: [_S_] Uuuuggghhhh.... just go fuck yourself!
dutch: [_S_] Uuuuuggghhhhhhh... . ga je gewoon neusen!
french: [_S_] Uuuuggghhhh.... va te faire foutre !
german: [_S_] Uuuggghhhh.... einfach ficken Sie sich!
italian: [_S_] Uuuuggghhhh.... vai a farsi scopare!

source: {i}{b}"Sidney's Anger +8"{/b}{/i}
french: {i}{b}«Colère de Sidney +8»{/b}{/i}
german: {i}{b}"Sidney's Zorn +8"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +8"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +8"{/b}{/i}

source: {i}{b}"Sidney's Affection -2"{/b}{/i}
french: {i}{b}«Affection de Sidney -2»{/b}{/i}
german: {i}{b}"Sidney Affection -2"{/b}{/i}
italian: {i}{b}"L'affetto di Sidney -2"{/b}{/i}
portuguese: {i}{b}"Sidney Affection -2"{/b}{/i}

source: [_S_] And showing some skin for the camera is a little bit exciting!
dutch: [_S_] En het tonen van wat huid voor de camera is een beetje spannend!
french: [_S_] Et montrer de la peau pour la caméra est un peu excitant!
german: [_S_] Und es ist ein bisschen spannend!
italian: [_S_] E mostrare qualche pelle per la fotocamera è un po 'emozionante!
portuguese: [_S_] e mostrar uma skin para a câmera é um pouco empolgante!

source: {i}{b}"Sidney's Libido +2"{/b}{/i}
french: {i}{b}«Libido de Sidney +2»{/b}{/i}
italian: {i}{b}"Libido di Sidney +2"{/b}{/i}

source: [_R_] Awesome! I like the sassy look as you pretend to put on your gloves.
dutch: [_R_] Geweldig! Ik vind de sassy leuk als je doet alsof je je handschoenen op wilt zetten.
french: [_R_] Génial! J'aime le regard impertinent quand tu fais semblant de mettre tes gants.
german: [_R_] Großartig! Ich mag die Sassy aussehen, während du vorgibst, deine Handschuhe anzulegen.
italian: [_R_] Fantastico! Mi piace il look sassy come si finge di indossare i guanti.

source: [_R_] You sure you haven't done some posing for a college boyfriend or something?
dutch: [_R_] weet je zeker dat je geen kandidaat hebt gesteld voor een vriendje of iets voor een college?
french: [_R_] Tu es sûr de ne pas avoir posé pour un petit ami d'université ou quelque chose comme ça?
german: [_R_] Du bist sicher, dass du dich nicht für einen College-Freund oder irgendetwas eingesetzt hast?
italian: [_R_] Sei sicuro di non aver fatto un po' di posa per un fidanzato universitario o qualcosa?
portuguese: [_R_] Você tem certeza de que não fez alguns proponentes para um namorado de faculdade ou algo?

source: [_S_] Don't push it, [ryan]!
dutch: [_S_] Niet duwen [ryan]!
french: [_S_] Ne poussez pas, [ryan]!
german: [_S_] schieben Sie es nicht, [ryan]!
italian: [_S_] Non spingerlo, [ryan]!
portuguese: [_S_] Não empurre-o, [ryan]!

source: [_R_] Hahaha.... I'm just fucking with you.
dutch: [_R_] Hahahaha.... Ik ben gewoon met je aan het verwarren.
french: [_R_] Hahaha .... Je suis juste avec toi.
german: [_R_] Hahahaha.... Ich ficke einfach mit dir.
italian: [_R_] Hahaha.... Sto solo scopando con te.
portuguese: [_R_] Hahaha.... Estou só fazendo carona com você.

source: [_R_] Hold that for just a second longer.
dutch: [_R_] Hou dat nog een seconde langer vast.
french: [_R_] Maintiens cela juste une seconde de plus.
german: [_R_] Halte das für nur eine Sekunde länger.
italian: [_R_] Tieni premuto per solo un secondo più a lungo.

source: [_R_] Damn Sidney! That really is sexy!
dutch: [_R_] Damn Sidney! Dat is echt sexy!
french: [_R_] Putain de Sidney! C'est vraiment sexy!
german: [_R_] Verdammte Sidney! Das ist wirklich sexy!
italian: [_R_] Damn Sidney! È davvero sexy!
portuguese: [_R_] Malditos Sidney! Isso realmente é sexy!

source: [_R_] I can't wait for the next ones.
dutch: [_R_] Ik kan niet wachten op de volgende.
french: [_R_] J'ai hâte aux prochains.
german: [_R_] Ich kann nicht auf die nächsten warten.
italian: [_R_] non vedo l'ora dei seguenti.
portuguese: [_R_] não posso esperar pelos próximos.

source: [_S_] Let me guess.... It's time to show some tits?
dutch: [_S_] Laat me raden.... Het is tijd om wat tips te tonen?
french: [_S_] Laisses-moi deviner.... Il est temps de montrer des seins?
german: [_S_] Lassen Sie mich erraten.... Es ist Zeit, ein paar Titten zu zeigen?
italian: [_S_] Lasciatemi indovinare.... È il momento di mostrare alcune tette?

source: [_R_] That's just creepy that you saw into your future!
dutch: [_R_] Dat is gewoon belachelijk dat je jouw toekomst in hebt gezien!
french: [_R_] C'est juste effrayant que tu vois dans ton avenir!
german: [_R_] Das ist einfach grausam, dass du in deine Zukunft gesehen hast!
italian: [_R_] È solo pauroso che hai visto nel tuo futuro!
portuguese: [_R_] Isso é assustador que você viu em seu futuro!

source: [_S_] I thought you were supposed to be acting professional, but you don't ever stop acting like a smartass!
dutch: [_S_] Ik dacht dat je professioneel zou moeten handelen, maar je doet nooit alsof je slim was!
french: [_S_] Je pensais que tu étais censé agir comme un professionnel, mais tu n'arrêtes jamais d'agir comme un trou du cul!
german: [_S_] Ich dachte, dass du professionell handeln solltest, aber du wirst nie aufhören zu handeln wie ein Smartass!
italian: [_S_] Pensavo che dovessi essere professionista, ma non smettere mai di comportarti come uno smartass!

source: [_R_] I am being professional. I'm trying to defuse the tension of the situation with humor.
dutch: [_R_] Ik ben professioneel. Ik probeer de spanning met de humor te verminderen.
french: [_R_] Je suis professionnel. J'essaie de désamorcer la tension de la situation avec humour.
german: [_R_] Ich bin professionell. Ich versuche die Spannung der Situation mit Humor zu entschärfen.
italian: [_R_] Sono professionale. Sto cercando di disinnescare la tensione della situazione con l'umorismo.
portuguese: [_R_] estou sendo profissional. Estou tentando desarmar a tensão da situação com o humor.

source: [_S_] Oh, I'm sorry, that was my misunderstanding.... I didn't realize you were trying to be funny.
dutch: [_S_] Oh, het spijt me, dat was mijn misverstand.... Ik wist niet dat je grappig probeerde te zijn.
french: [_S_] Oh, je suis désolé, c'était mon malentendu.... Je ne savais pas que tu essayais d'être drôle.
german: [_S_] Oh, es tut mir leid, das war mein Missverständnis.... Ich wusste nicht, dass du versuchst lustig zu sein.
italian: [_S_] Oh, mi dispiace, che era il mio malinteso.... Non mi sono reso conto che stavi cercando di essere divertente.

source: [_R_] Oh, hardy har har.... when did you grow a sense of humor?
dutch: [_R_] Oh, harir har.... wanneer groeide je een gevoel van humor?
french: [_R_] Oh, har har.... quand as-tu développé le sens de l'humour?
german: [_R_] Oh, hardy har hart... Wann hast du Humor gewachsen?
italian: [_R_] Oh, har duro har.... quando hai cresciuto un senso dell'umorismo?

source: [_S_] I guess at this point, I'm just feeling a tad nihilistic.
dutch: [_S_] Ik denk dat ik op dit moment alleen maar een tem nihilisme voel.
french: [_S_] Je suppose qu'à ce stade, je me sens juste un peu nihiliste.
german: [_S_] Ich vermute an dieser Stelle, ich fühle mich einfach ein wenig nihilistisch.
italian: [_S_] Immagino a questo punto, sto solo sentendo un odore nichilistico.

source: [_R_] I don't know what that means.... is it a joke?...
dutch: [_R_] Ik weet niet wat dat betekent.... . is het een grap?...
french: [_R_] Je ne sais pas ce que cela signifie.... c'est une blague ?...
german: [_R_] Ich weiß nicht, was das bedeutet... ist es ein Witz?...
italian: [_R_] Non so cosa significha.... è una barzelletta?...

source: [_S_] Oh never mind, let's just keep going. I'm hoping this isn't going to take up the entire day.
dutch: [_S_] Oh oh, laten we gewoon doorgaan, ik hoop dat dit niet de hele dag zal duren.
french: [_S_] Oh tant pis, continuons. J'espère que ça ne prendra pas toute la journée.
german: [_S_] Oh, nein, lasst uns einfach weitermachen. Ich hoffe, das wird nicht den ganzen Tag dauern.
italian: [_S_] Oh non importa, continuiamo ad andare. Spero che questo non ci occuperà tutto il giorno.
portuguese: [_S_] Oh não importa, vamos simplesmente continuar. Espero que isso não ocupe o dia todo.

source: [_S_] How do you want me to pose?
dutch: [_S_] Hoe wil je dat ik een keuze maak?
french: [_S_] Comment veux-tu que je pose?
german: [_S_] Wie willst du mich stellen?
italian: [_S_] Come vuoi che io posi?
portuguese: [_S_] Como você quer que eu posse?

source: [_S_] Yeah, I think you need a new deck of tarot cards, because I'm done for today.
dutch: [_S_] Yeah, ik denk dat je een nieuw dek tarot kaartjes nodig hebt, want ik ben klaar voor vandaag.
french: [_S_] Ouais, je pense que tu as besoin d'un nouveau jeu de cartes de tarot, parce que j'ai fini pour aujourd'hui.
german: [_S_] Ja, ich denke, du brauchst ein neues Deck Tarot-Karten, weil ich für heute fertig bin.
italian: [_S_] Sì, penso che abbiate bisogno di un nuovo mazzo di carte taroc, perché ho finito per oggi.
portuguese: [_S_] Sim, eu acho que você precisa de um novo baralho de cartas de tarot, porque estou pronto para hoje.

source: [_R_] What?.... Why?...
dutch: [_R_] Wat?.... Waarom?...
french: [_R_] Quoi?.... Pourquoi?...
german: [_R_] Was?.... Warum?...
italian: [_R_] Cosa?.... Perché?...

source: [_S_] I Just can't cross that line yet. I don't want pictures of my goodies all over the internet.
dutch: [_S_] Ik kan die lijn alleen nog niet oversteken. Ik wil geen foto's van mijn goodies via het internet.
french: [_S_] Je ne peux tout simplement pas encore franchir cette ligne. Je ne veux pas de photos de mon intimité sur Internet.
german: [_S_] Ich kann diese Linie noch nicht überqueren. Ich möchte keine Bilder meiner Goodies im ganzen Internet.
italian: [_S_] Non posso ancora attraversare quella linea. Non voglio foto delle mie chicche su Internet.

source: [_R_] But you knew these were the kind of pictures we would be taking...
dutch: [_R_] Maar je wist dat dit de soort foto's waren die we zouden maken...
french: [_R_] Mais tu savais que c'était le genre de photos que nous prendrions...
german: [_R_] Aber du wusstest das waren die Bilder, die wir machen würden...
italian: [_R_] Ma sapevi che queste erano le foto che avremmo scattato...
portuguese: [_R_] Mas você sabia que esses são os tipos de fotos que estaríamos recebendo...

source: [_S_] And I thought I was ready, but it turns out I'm not.
dutch: [_S_] En ik dacht dat ik klaar was, maar het blijkt dat ik het niet ben.
french: [_S_] Et je pensais que j'étais prête, mais il s'avère que je ne le suis pas.
german: [_S_] Und ich dachte, ich wäre fertig, aber es stellt sich heraus, ich bin es nicht.
italian: [_S_] E pensavo di essere pronto, ma si scopre che non sono io.

source: [_S_] Maybe on a different day.
dutch: [_S_] Misschien op een andere dag.
french: [_S_] Peut-être un autre jour.
german: [_S_] Vielleicht an einem anderen Tag.
italian: [_S_] Forse in un altro giorno.
portuguese: [_S_] Talvez em um dia diferente.

source: [_S_] I'll see you back at home.
dutch: [_S_] Ik zal je thuis zien.
french: [_S_] Je te reverrais à la maison.
german: [_S_] Ich sehe dich zu Hause.
italian: [_S_] Ti vedrò di ritorno a casa.
portuguese: [_S_] Vejo você de volta em casa.

source: [_R_] For the next shot I think we should...
dutch: [_R_] Voor het volgende schot denk ik dat we moet...
french: [_R_] Pour le prochain shooting, je pense que nous devrions...
german: [_R_] Für den nächsten Schuss denke ich, wir sollten...
italian: [_R_] Per il prossimo tiro penso che dovremmo...

source: [_S_] What kind of hole are you talking about? Like a small hole in the butt cheek?
dutch: [_S_] Over welk gat praat je? Als een gat in het schoffel wang?
french: [_S_] De quel genre de trou parles-tu? Comme un petit trou dans la joue des fesses?
german: [_S_] Von welcher Art von Loch redet du? Wie ein kleines Loch in der Wanne?
italian: [_S_] Di che tipo di buco stai parlando? Come un piccolo buco nella guancia?
portuguese: [_S_] Sobre que tipo de buraco você está falando? Como um pequeno buraco na bochecha da coronha?

source: [_S_] Why would I ask such a stupid question?.... I know what kind of hole you want.
dutch: [_S_] Waarom zou ik zo'n domme vraag willen stellen?.... Ik weet wat voor gat jij wilt.
french: [_S_] Pourquoi poserais-je une question aussi stupide?.... Je sais quel genre de trou tu veux.
german: [_S_] Warum sollte ich solch eine dumme Frage stellen?.... Ich weiß, was für ein Loch du willst.
italian: [_S_] Perché vorrei fare una domanda così stupida?... so che tipo di buco vuoi.

source: [_R_] Don't worry it's very immersive. You know how Lauren Craft is always getting her clothes dirty and ripping them.
dutch: [_R_] Maak je geen zorgend. Je weet hoe Lauren Craft altijd haar kleren vuil maakt en ze verdeelt
french: [_R_] Ne t'inquiètes pas, c'est très immersif. Tu sais comment Lauren Craft salit et déchire toujours ses vêtements.
german: [_R_] Keine Sorge, es ist sehr immersiv. Du weißt, wie Lauren Craft ihre Kleidung immer schmutzig und reißt.
italian: [_R_] Non preoccuparti è molto coinvolgente. Sai come Lauren Craft si sporca sempre i vestiti e li strappa.
portuguese: [_R_] Não se preocupe, é muito envolvente. Você sabe como a Forja de Lauren está sempre sujando suas roupas e rasgando-as.

source: [_R_] Seems like we've got to do the same to have a legitimate Womb Raider photoshoot.
dutch: [_R_] Het lijkt erop dat we hetzelfde moeten doen om een legitieme Womb Raider fotoshoot te hebben.
french: [_R_] Il semble que nous devons faire de même pour avoir une séance photo légitime de Womb Raider.
german: [_R_] Anscheinend müssen wir dasselbe tun, um ein legitimes Womb Raider Fotoshoot zu haben.
italian: [_R_] Sembra che dobbiamo fare lo stesso per avere un legittimo Womb Raider photoshoot.

source: [_S_] So, how do you want to do this?
dutch: [_S_] Dus hoe wil je dit doen?
french: [_S_] Alors, comment veux-tu faire cela?
german: [_S_] Wie wollen Sie das tun?
italian: [_S_] Quindi, come vuoi fare questo?

source: [_S_] And why am I not surprised?
dutch: [_S_] En waarom ben ik niet verbaasd?
french: [_S_] Et pourquoi ne suis-je pas surprise?
german: [_S_] Und warum bin ich nicht überrascht?
italian: [_S_] E perché non mi stupisco?

source: [_S_] It's not enough for you to post my tits all over the internet, you need to expose every inch of me?
dutch: [_S_] Het is niet genoeg dat je mijn tips op het hele internet plaatst, je moet elke centimeter aan me blootstellen?
french: [_S_] Il ne te suffit pas de poster mes seins partout sur Internet, tu dois exposer chaque centimètre de moi?
german: [_S_] Es reicht nicht, meine Titten im Internet zu veröffentlichen, du musst jeden Zoll von mir aufdecken?
italian: [_S_] Non è sufficiente che tu pubblichi le mie tette in tutta internet, devi esporre ogni centimetro di me?

source: [_R_] You knew these were the kinds of pictures I've been taking with Lauren. You shouldn't be surprised!
dutch: [_R_] Je wist dat dit de soorten foto's waren die ik met Laken heb genomen. Je mag niet verrast worden!
french: [_R_] Tu savais que c'était le genre de photos que j'ai prises avec Lauren. Tu ne devrais pas être surprise!
german: [_R_] Du wusstest das waren die Bilder, die ich mit Lauren gemacht habe. Du solltest nicht überraschen!
italian: [_R_] Sapevi che questi erano i tipi di foto che ho scattato con Lauren. Non dovresti essere sorpreso!

source: [_S_] I just can't do it.
dutch: [_S_] Ik kan het gewoon niet doen.
french: [_S_] Je ne peux tout simplement pas le faire.
german: [_S_] Ich kann es einfach nicht tun.
italian: [_S_] Semplicemente non posso farlo.
portuguese: [_S_] Eu simplesmente não posso fazer isso.
