Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MD_] With your constant underhanded comments about her being a stripper, when all she's trying to do is prevent her family from being killed by the mafia!
french: [ _MD_ ] Avec vos commentaires incessants sur son être un strip-teaseuse, quand tout ce qu'elle essaie de faire, c'est d'empêcher sa famille d'être tuée par la mafia !
italian: [_MD_] Con i tuoi continui commenti sottomessi su di lei essere un stripper, quando tutto quello che sta cercando di fare è evitare che la sua famiglia venga uccisa dalla mafia!
portuguese: [_MD_] Com a sua constante desprovida comentários sobre ela ser uma stripper, quando tudo o que ela está tentando fazer é evitar que sua família seja morta pela máfia!
russian: [ _MD_] С вашими постоянными комментариями о том, что она стриптиз, когда все, что она пытается сделать, это предотвратить убийство ее семьи мафией!

source: [_MD_] I know I hoped that outfit would help humble you, but no! If anything, you somehow became even more prideful!
french: [ _MD_ ] Je sais que j'espérais que la tenue vous aiderait humblement, mais non ! Si quoi que ce soit, vous êtes devenu encore plus prieur !
italian: [_MD_] So che speravo che quell'abito ti avrebbe aiutato umile, ma no! Semmai, in qualche modo sei diventato ancora più orgoglioso!
portuguese: [_MD_] Eu sei que esperava que essa roupa ajudasse a humilhar você, mas não! Se alguma coisa, você de alguma forma ficou ainda mais orgulhoso!
russian: [ _MD_] Я знаю, я надеялся, что этот наряд поможет вам смиренно, но нет! Если что-то, ты как-то стал еще более придирчивым!

source: [_C_] Mandy! How dare you disrespect...
french: [_C_] Mandy ! Comment osez-vous manquer de respect...
italian: [_C_] Mandy! Come osate non rispettare...
portuguese: [_C_] Mandy! Como você ousa desrespeitar...
russian: [ _C_] Мэнди! Как ты смеешь неуважение ...

source: [_MD_] You're not deserving of any respect!... You're a fucking...
french: [ _MD_ ] Vous ne mérissez aucun respect ! ... Tu es un putain ...
italian: [_MD_] Non ti meriti alcun rispetto!... Sei un cazzo...
portuguese: [_MD_] Você não merece nenhum respeito!... Você é um caralho...
russian: [_MD_] Вы не заслуживаете никакого уважения!... Вы тратьте...

source: [_C_] Mandy, what's wrong!?...
french: [_C_] Mandy, qu'est-ce qui ne va pas!?...
italian: [_C_] Mandy, cosa c'è di male!?...
portuguese: [_C_] Mandy, o que há de errado!?...
russian: Мэнди, что случилось?

source: [_MD_] Behind you!
french: [_MD_] Derrière vous !
italian: [_MD_] Dietro di te!
portuguese: [_MD_] Atrás de você!
russian: [ _MD_] За вами!

source: [_MP_] You've got to help me!
french: [_MP_] Vous devez m'aider !
italian: [_MP_] Devi aiutarmi!
portuguese: [_MP_] você tem que me ajudar!
russian: [_MP_] Ты должен мне помочь!

source: [_MP_] I've been betrayed!
french: [_MP_] J'ai été trahi !
italian: [_MP_] Sono stato tradito!
portuguese: [_MP_] Eu fui traído!
russian: Меня предали!

source: [_C_] It's okay, Mister... I think you might be a little confused.
french: [_C_] C'est bien, Mister... Je pense que vous pourriez être un peu confus.
italian: [_C_] Va bene, Mister... penso che potresti essere un po' confuso.
portuguese: [_C_] Está tudo bem, Mister ... Acho que você pode estar um pouco confuso.
russian: Все в порядке, мистер ... Я думаю, что ты немного запутался.

source: [_MP_] No!
french: [_MP_] Non !
portuguese: U[_MP_] Não!
russian: [ _MP_] Нет!

source: [_MP_] The commies have infiltrated our government!
french: [ _MP_ ] Les biens communs ont infiltré notre gouvernement !
italian: [_MP_] Le commesse si sono infiltrate nel nostro governo!
portuguese: [_MP_] Os companheiros infiltraram o nosso governo!
russian: [ _MP_] Коммуны проникли в наше правительство!

source: [_MP_] They stuck me in a secret facility! They're forcing me to take mind altering drugs!
french: [_MP_] Ils m'ont coincé dans une installation secrète! Ils me forcent à prendre tête à changer de drogue !
italian: [_MP_] Mi hanno bloccato in una struttura segreta! Mi stanno costringendo a prendere la mente alterando le droghe!
portuguese: [_MP_] Eles me prensaram em uma instalação secreta! Eles estão me forçando a tomar mente alterando drogas!
russian: Они застрели меня в секретном учреждении! Они заставляют меня передумать наркотики!

source: [_MP_] They're doing experiments on me!
french: [ _MP_ ] Ils font des expériences sur moi !
italian: [_MP_] Mi stanno facendo esperimenti!
portuguese: [_MP_] Eles estão fazendo experimentos em mim!
russian: Они проводят эксперименты на мне!

source: [_MP_] They want to steal all my sperm to make super soldiers!
french: [ _MP_ ] Ils veulent voler tout mon sperme pour faire des super soldats !
italian: [_MP_] Vogliono rubare tutto il mio sperma per fare super soldati!
portuguese: [_MP_] Eles querem roubar todos os meus espermatozóides para fazer super soldados!
russian: [_MP_] Они хотят украсть все мои сперматозоиды, чтобы создать супер солдат!

source: [_C_] I don't think...
french: [ _C_ ] Je ne pense pas ...
italian: [_C_] Non penso...
portuguese: [_C_] Eu não acho...
russian: Я не думаю ...

source: [_MP_] But, why am I telling you all this?
french: [ _MP_ ] Mais pourquoi je vous dis tout ça?
italian: [_MP_] Ma, perché vi dico tutto questo?
portuguese: [_MP_] Mas por que razão estou a dizer tudo isto?
russian: Но почему я тебе всё это рассказываю?

source: [_MP_] You can't help me, can you?
french: [_MP_] Vous ne pouvez pas m'aider ?
italian: [_MP_] Non mi potete aiutare, vero?
portuguese: [_MP_] Você não pode me ajudar, pode?
russian: [_MP_] Ты не можешь мне помочь?

source: [_MP_] You're just a couple helpless women yourselves, arent you?
french: [ _MP_ ] Vous êtes juste un couple de femmes impuissantes, vous arant?
italian: [_MP_] Sei solo una coppia donne indifese voi stessi, arent voi?
portuguese: [_MP_] Vocês são apenas umas duas mulheres indefesas vocês mesmos, arent você?
russian: [_MP_] Вы только пару беспомощных женщин сам, прозрачные вы?

source: [_C_] We're not helpless!
french: [ _C_ ] Nous ne sommes pas impuissants !
italian: [_C_] Non siamo impotenti!
portuguese: [__C_] Nós não somos indefesos!
russian: Мы не беспомощны!

source: [_MP_] Sitting in a car, alone in a park, at this hour?
french: [_MP_] Assis dans une voiture, seul dans un parc, à cette heure ?
italian: [_MP_] Seduto in auto, da solo in un parco, a quest'ora?
portuguese: [_MP_] Sentar em um carro, sozinho em um parque, a esta hora?
russian: [ _MP_] Сидишь в машине, одна в парке, в этот час?

source: [_MP_] I know what you are...
french: [ _MP_ ] Je sais ce que vous êtes ...
italian: [_MP_] So cosa sei...
portuguese: [_MP_] Eu sei o que você é ...
russian: [_MP_] Я знаю, что ты находишь...

source: [_MP_] And I've got to admit, I'm tempted.
french: [ _MP_ ] Et je dois l'admettre, je suis tenté.
italian: [_MP_] E devo ammettere, sono tentato.
portuguese: [_MP_] E eu tenho que admitir, estou tentado.
russian: И я должен признать, что у меня соблазн.

source: [_MP_] Okay, why not?
french: [_MP_] Ok, pourquoi pas ?
italian: [_MP_] Okay, perché no?
portuguese: [_MP_] Ok, por que não?
russian: [ _MP_] Хорошо, почему нет?

source: [_MP_] This is going to be a tough choice.
french: [ _MP_ ] Ce sera un choix difficile.
italian: [_MP_] Questa sarà una scelta difficile.
portuguese: U[_MP_] Esta vai ser uma escolha difícil.
russian: [ _MP_] Это будет трудный выбор.

source: [_MP_] I wish I could afford both of you.
french: [ _MP_ ] J'aimerais pouvoir vous offrir les deux.
italian: [_MP_] Vorrei che potessi permettermi entrambi.
portuguese: [_MP_] Eu gostaria de poder pagar os dois.
russian: [ _MP_] Я бы хотел позволить себе вас обоих.

source: [_C_] I don't know who you think we are, but I'm pretty sure you're dead wrong!
french: [_C_] Je ne sais pas qui vous pensez que nous sommes, mais je suis sûr que vous avez tort !
italian: [_C_] Non so chi pensi che siamo, ma sono abbastanza sicuro che sei morto sbagliato!
portuguese: [_C_] Eu não sei quem você acha que somos, mas eu tenho certeza se você está completamente errado!
russian: [_C_] Я не знаю, кто ты думаешь, но я уверен, что ты мертв!

source: [_MP_] Let me just see how much money I have.
french: [ _MP_ ] Laissez-moi voir combien d'argent j'ai.
italian: [_MP_] Permettetemi di vedere quanti soldi ho.
portuguese: [_MP_] Deixe-me ver quanto dinheiro tenho.
russian: Дай мне посмотреть, сколько у меня денег.

source: [_C_] Sir... We are not...
french: [_C_] Monsieur... Nous ne sommes pas...
italian: [_C_] Signore... Non siamo...
portuguese: [_C_] Sir ... Nós não somos ...
russian: [ _C_] Сэр ... Мы не ...

source: [_MP_] I don't have any pockets!
french: [ _MP_ ] Je n'ai pas de poches !
italian: [_MP_] Non ho nessuna tasca!
portuguese: [_MP_] Eu não tenho bolsos!
russian: У меня нет карманов!

source: [_MP_] They stole all my money!
french: [ _MP_ ] Ils ont volé tout mon argent !
italian: [_MP_] Hanno rubato tutti i miei soldi!
portuguese: [_MP_] Eles roubaram todo o meu dinheiro!
russian: [_MP_] Они украли все мои деньги!

source: [_MP_] Please, will you do a war veteran a favor?
french: [_MP_] S'il vous plaît, allez-vous faire une faveur à un vétéran de guerre ?
italian: [_MP_] Per favore, farai un veterano di guerra un favore?
portuguese: [_MP_] Por favor, você vai fazer um favor veterano de guerra?
russian: [ _MP_] Пожалуйста, сделай ветеран войны одолжение?

source: [_C_] We absolutley will not!
french: [ _C_ ] Nous ne le serons pas !
italian: [_C_] Non lo faremo assolutamente!
portuguese: [_C_] Nós absolutley não vai!
russian: [ _C_] We absoltley не будет!

source: [_MP_] Fine!
french: [_MP_] D'accord !
portuguese: U[_MP_] Final!
russian: [ _MP_] Отлично!

source: [_MP_] If I had any money, I sure wouldn't choose you!
french: [ _MP_ ] Si j'avais de l'argent, je ne vous choisierais pas !
italian: [_MP_] Se avessi dei soldi, sicuramente non ti scegliere!
portuguese: [_MP_] Se eu tivesse algum dinheiro, com certeza não escolheria você!
russian: [_MP_] Если бы у меня были деньги, я бы не выбрал бы вас!

source: [_MP_] You stingy whore!
french: [ _MP_ ] Vous puez putain !
italian: [_MP_] Ti puttana puttana!
portuguese: [_MP_] Você pica quem é!
russian: Ты вонючка шлюха!

source: [_C_] How dare you?!
french: [ _C_ ] Comment osez-vous?
italian: [_C_] Come ti osa?!
portuguese: [_C_] Como ousa?!
russian: Как ты смеешь?

source: [_MP_] Well, the least you can do is just sit there and try and look pretty for me.
french: [ _MP_ ] Eh bien, le moins que tu peux faire, c'est juste s'asseoir là et essayer de me regarder plutôt.
italian: [_MP_] Beh, il minimo che si può fare è semplicemente sedersi lì e cercare di guardare piuttosto per me.
portuguese: [_MP_] Bem, o mínimo que você pode fazer é simplesmente sentar lá e tentar ficar bonita para mim.
russian: [ _MP_] Ну, самое меньшее, что ты можешь сделать-просто сидеть и пытаться выглядеть симпатичней для меня.

source: [_MP_] I've got to empty my balls in case the commies catch me and try to take my super sperm.
french: [ _MP_ ] Je dois vider mes couilles au cas où les communes m'attrapaient et essayaient de prendre mon super sperme.
italian: [_MP_] Devo svuotare le mie palle nel caso in cui le commie mi catturino e cercare di prendere il mio super sperma.
portuguese: [_MP_] Eu tenho que esvaziar minhas bolas caso os comunistas me pegam e tentem pegar meu super esperma.
russian: Я должен опустовать яйца на случай, если они поймают меня и попытаются забрать мою супер-сперму.

source: [_C_] What are you?...
french: [ _C_ ] Qu'est-ce que vous? ...
italian: [_C_] Cosa sei?...
portuguese: [__C_] O que você é? ...
russian: [ _C_] Что ты? ...

source: [_C_] Mandy, close your eyes!
french: [_C_] Mandy, fermez les yeux !
italian: [_C_] Mandy, chiudi gli occhi!
portuguese: [_C_] Manda, feche os olhos!
russian: [ _C_] Мэнди, закляй глаза!

source: [_C_] You put that thing away right now!
french: [ _C_ ] Vous avez mis cette chose à l'écart maintenant !
italian: [_C_] Hai messo questa cosa in questo momento!
portuguese: U[_C_] Você já põe essa coisa!
russian: [_C_] Вы отложили эту вещь прямо сейчас!

source: [_C_] You perverted old geezer!
french: [ _C_ ] Vous avez perverti l'ancien geezer !
italian: [_C_] Hai pervertito il vecchio geezer!
portuguese: [_C_] Você perverteu um velho geezer!
russian: [ _C_] Ты изврал старого геезера!

source: [_MP_] Oh, come on! wipe that bitchy look off your face and give me a sultry look.
french: [_MP_] Oh, allez-y ! essuyez cette chienne regarder votre visage et donnez-moi un regard mignon.
italian: [_MP_] Oh, vieni! asciughi quel bitchy guardare fuori il tuo viso e mi dia un aspetto più sbronzo.
portuguese: [_MP_] Oh, vam! Limpe aquela puta que olhou do seu rosto e me dê uma aparência de sultismo.
russian: [ _MP_] О, да ладно! Утереть это стержневой взгляд с лица и дать мне угрюмое выражение.

source: [_MP_] I'll never get there if you keep scowling like that!
french: [_MP_] Je ne m'y rendrai jamais si vous continuez à camoufler comme ça !
italian: [_MP_] Non arriverò mai se continuerai a scavare così!
portuguese: [_MP_] nunca chegarei lá se você continuar fazendo barulho assim!
russian: Я никогда не приду, если ты будешь так скувать!

source: [_MDT_] {i}Oh, my God!... It's Mr. Peterson! Sidney told me all about him!{/i}
french: [_MDT_] {i}Oh, mon Dieu!... C'est M. Peterson! Sidney m'a tout raconté sur lui!{/i}
italian: [_MDT_] {i}Oh, mio Dio!... è il signor Peterson! Sidney mi ha detto tutto su di lui!{/i}
portuguese: [_MDT_] {i}Oh, meu Deus! ... É o Sr. Peterson! O Sidney me contou tudo sobre ele! {/i}
russian: [ _MDT_] {i}О, мой Бог! ... Это мистер Питерсон! Сидни рассказал мне все о нём!

source: [_MDT_] {i}She forgot to mention how big his dick is.{/i}
french: [_MDT_] {i}Elle a oublié de mentionner la taille de sa queue.{/i}
italian: [_MDT_] {i}Ha dimenticato di menzionare quanto grande è il suo cazzo.{/i}
portuguese: [_MDT_] {i}Ela se esqueceu de mencionar quão grande é o seu dique.{/i}
russian: [_MDT_] {i}Она забыла упомянуть, насколько большой его кости.{/i}

source: [_MDT_] {i}Lauren's never going to believe this!{/i}
french: [_MDT_] {i}Lauren ne croira jamais ça!{/i}
italian: [_MDT_] {i}Lauren non crederà mai a questo!{/i}
portuguese: [_MDT_] {i}Lauro nunca vai acreditar nisso!{/i}
russian: [ _MDT_] {i}Лорен никогда не поверит этому! { /i }

source: [_X_] {i}(Distant voice){/i} There's some movement behind the bushes, I think I might have found him.
french: [_X_] {i}(voix dorée){/i} Il y a un mouvement derrière les buissons, je pense que j'aurais pu le trouver.
italian: [_X_] {i}(Distant voice){/i} C'è qualche movimento dietro i cespugli, penso che potrei averlo trovato.
portuguese: [__X_] {i}(voz Distante) {/i} Há algum movimento por trás do busto, acho que eu poderia ter encontrado ele.
russian: [ _X_] {i}(Непостоянный голос) { /i } Есть какое-то движение за кустами, я думаю, что я мог найти его.

source: [_X_] Send another officer, just in case he proves as hard to catch as last time.
french: [ _X_ ] Envoyer un autre agent, juste au cas où il s'avère aussi difficile à attraper que la dernière fois.
italian: [_X_] Invia un altro ufficiale, nel caso in cui si dimostri difficile da prendere come l'ultima volta.
portuguese: [__X_] Enviar outro oficial, só para o caso de ele se provar tão difícil de pegar como da última vez.
russian: [ _X_] Отправьте другого офицера, на всякий случай, если он докажет, как трудно поймать, как в прошлый раз.

source: [_MP_] Oh, no!... They've found me!
french: [_MP_] Oh, non !... Ils m'ont trouvé!
italian: [_MP_] Oh, no!... Mi hanno trovato!
portuguese: [_MP_] Ah, não! ... Eles me encontraram!
russian: О, нет! Они нашли меня!

source: [_MP_] And that bitch face never allowed me to finish!
french: [ _MP_ ] Et cette salope ne m'a jamais permis de finir !
italian: [_MP_] E quella cagna faccia non mi ha mai permesso di finire!
portuguese: [_MP_] E essa cara de bitch nunca me permitiu terminar!
russian: [_MP_] И это суковое лицо никогда не позволяло мне закончить!

source: [_MP_] {i}(Yelling){/i} You'll never get my sperm!
french: [_MP_] {i}(Yelling){/i} Tu n'auras jamais mon sperme !
italian: [_MP_] {i}(Yelling){/i} Non otterrai mai il mio sperma!
portuguese: [_MP_] {i}(Yelling){/i} você nunca receberá o meu esperma!
russian: [_MP_] {i}(Отлично){/i} Ты никогда не получишь мою сперму!

source: [_C_] Hurray, It's the police!
french: [_C_] Hurray, c'est la police !
italian: [_C_] Hurray, è la polizia!
portuguese: [__C_] Hurray, É a polícia!
russian: [_C_] Храбрей, это полиция!

source: [_MD_] Mom, we're here illegally, remember?
french: [_MD_] Maman, nous sommes ici illégalement, souvenez-vous?
italian: [_MD_] Mamma, siamo qui illegalmente, ricordi?
portuguese: [_MD_] Mamãe, estamos aqui ilegalmente, lembrar?
russian: Мам, мы здесь нелегально, помнишь?

source: [_C_] Officer, thank God!... You showed up just in time.
french: [_C_] Officier, Dieu merci!... Vous êtes venu juste à temps.
italian: [_C_] Ufficiale, grazie Dio!... Ti sei presentato in tempo.
portuguese: [_C_] Oficial, obrigado a Deus!... Você apareceu bem a tempo.
russian: Офицер, слава Богу! Ты появился как раз в свое время.

source: [_MD_] {i}Damn!... I wanted to see him nut!{/i}
french: [_MD_] {i}Damn !... Je voulais le voir ! {/i}
italian: [_MD_] {i}Damn!... Volevo vederlo nod!{/i}
portuguese: [_MD_] {i}Caramba! ... Eu queria vê-lo louco! {/i}
russian: [_MD_] {i}Черт!... Я хотел его посмотреть!{/i}

source: [_MD_] {i}I wonder if he could have shot far enough to hit us from where he was standing.{/i}
french: [_MD_] {i}Je me demande s'il aurait pu tirer assez loin pour nous frapper de l'endroit où il se tenait.{/i}
italian: [_MD_] {i}Mi chiedo se avrebbe potuto sparare abbastanza lontano per colpirci da dove si trovava. {/i}
portuguese: [_MD_] {i}Será que ele poderia ter atingido longe o suficiente para nos atingir de onde estava de pé. {/i}
russian: [_MD_] {i}Мне интересно, мог ли он застрелить, чтобы попасть в нас, откуда он стоял.{/i}

source: [_P_] Camille?... Mandy?... Are you both all right?
french: [_P_] Camille ?... Mandy ?... Vous êtes tous les deux d'accord ?
italian: [_P_] Camille?... Mandy?... Stai bene?
portuguese: [_P_] Camille? ... Mandy? ... Os dois estão bem?
russian: Камилла? Мэнди? Вы оба в порядке?

source: [_C_] How do you know our names?
french: [ _C_ ] Comment connaites-tu nos noms?
italian: [_C_] Come conosci i nostri nomi?
portuguese: [__C_] Como você conhece nossos nomes?
russian: [_C_] Как вы знаете наши имена?

source: [_P_] Because I've been following you.
french: [ _P_ ] Parce que je vous ai suivi.
italian: [_P_] Perché ti ho seguito.
portuguese: [_P_] Porque eu tenho acompanhado você.
russian: Потому что я слежу за тобой.

source: [_P_] Joey DeCapo was worried you might be a flight risk, so he called my Lieutenant, who radio'd me and told me to drop everything I was doing, to come babysit you.
french: [ _P_ ] Joey DeCapo s'inquiétait que vous pourriez être un risque de fuite, alors il a appelé mon lieutenant, qui m'a dit de laisser tomber tout ce que je faisais, de venir vous asseoir.
italian: [_P_] Joey DeCapo era preoccupato per voi potrebbe essere un rischio di volo, così ha chiamato il mio tenente, che mi avrebbe detto e mi ha detto di cadere tutto quello che stavo facendo, per venire babysit.
portuguese: [_P_] Joey DeCapo estava preocupado que você pudesse ser um risco de voo, então ele chamou meu Tenente, quem me deu rádio e me disse para largar tudo o que eu estava fazendo, para vir sentar-se em você.
russian: [ _P_] Джоуи ДеКапо беспокоился, что ты рискуешь перелётом, поэтому он позвонил моему лейтенанту, который сказал мне, чтобы я сбросил все, что я делаю, чтобы приехать с тобой.

source: [_C_] Then it's true?
french: [_C_] Alors c'est vrai ?
italian: [_C_] Allora è vero?
portuguese: [_C_] Então é verdade?
russian: [_C_] Тогда это правда?

source: [_C_] The police in this city are on the DeCapo's payroll?
french: [ _C_ ] La police de cette ville est sur la paie de DeCapo?
italian: [_C_] La polizia in questa città è sul libro paga di DeCapo?
portuguese: [_C_] A polícia desta cidade está na folha de pagamento do DeCapo?
russian: [_C_] Полиция в этом городе находится на зарплате декапо?

source: [_P_] No, Ma'am, not all of us. Just the ones of us who matter.
french: [ _P_ ] Non, Ma'am, pas tous. Juste ceux d'entre nous qui comptent.
italian: [_P_] No, Ma'am, non tutti noi. Solo quelli di noi che contano.
portuguese: [_P_] Não, Ma'am, não todos nós. Apenas aqueles de nós que importam.
russian: [ _P_] Нет, мэм, не все из нас. Только те, кто имеет значение.

source: [_C_] I can't believe this! You should be chasing down that filthy pervert, not obeying some criminal's orders!
french: [_C_] Je n'arrive pas à y croire ! Vous devriez traquer ce pervers sale et ne pas obéir aux ordres de certains criminels !
italian: [_C_] Non riesco a crederci! Dovresti inseguire quel perverso sporco, non obbedire agli ordini di alcuni criminali!
portuguese: [_C_] Eu não posso acreditar nisso! Você deveria estar perseguindo aquele pervertido imundo, não obedecendo a ordens de algum criminoso!
russian: Поверить не могу! Ты должен гоняться за этим грязным извращенком, не подчиняешься приказам какого-то преступника!

source: [_P_] That "filthy pervert" is a war hero!
french: [ _P_ ] Ce "pervers sale" est un héros de guerre !
italian: [_P_] Quel "sporco pervertito" è un eroe di guerra!
portuguese: [__P_] Que "pervertido imundo" é um herói de guerra!
russian: [ _P_] Что "грязный извращeй"-герой войны!

source: [_P_] Haha... I heard his retirement home sent him to the hospital for a vasectomy, since his personal caretakers keep getting pregnant.
french: [_P_] Haha... J'ai entendu sa maison de retraite l'envoyer à l'hôpital pour une vasectomie, puisque ses soignants personnels ne cessent de tomber enceinte.
italian: [_P_] Haha... Ho sentito la sua casa di riposo lo ha mandato all'ospedale per una vasectomia, poiché i suoi custodi personali continuano a rimanere incinti.
portuguese: [_P_] Haha... ouvi que sua casa de aposentadoria o mandou para o hospital por um vasectomia, já que seus cuidadores pessoais continuam engravidando.
russian: [ _P_] Хаха ... Я слышал, что его дом престарелых отправил его в больницу на вазэктомию, так как его личные воспитатели продолжают забеременеть.

source: [_P_] Not against their wills or anything! I guess he's just super charismatic when he's on his meds.
french: [ _P_ ] Pas contre leurs testaments ou quoi que ce soit ! Je suppose qu'il est juste super charismatique quand il est sur ses meds.
italian: [_P_] Non contro la loro volontà o nulla! Immagino che sia solo super carismatico quando è sui suoi meds.
portuguese: [_P_] Não é contra suas vontades ou qualquer outra coisa! Acho que ele é apenas super carismático quando está com sua medalha.
russian: [_P_] Не против их воли или ничего! Я думаю, что он просто супер харизматик, когда он на своих меди.

source: [_P_] Anyways, I guess he had a weird reaction to the anestesia, bolted out of his bed right before the doctor could make an incision, and he's been on the run since this morning.
french: [ _P_ ] Quoi qu'il en soit, je suppose qu'il a eu une réaction bizarre à l'anestesia, sorti de son lit juste avant que le médecin puisse faire une incision, et il est en fuite depuis ce matin.
italian: [_P_] Comunque, immagino che abbia avuto una reazione strana all'anestesia, fuoriuscito dal letto proprio prima che il medico potesse fare un'incisione, ed è in fuga da questa mattina.
portuguese: U[_P_] De qualquer forma, acho que ele teve uma reação estranha à estesta, Tirado da cama antes que o médico pudesse fazer uma incisão, e ele está correndo desde hoje de manhã.
russian: [ _P_] В любом случае, я думаю, у него была странная реакция на анестезию, выдернулось из его постели прямо перед тем, как доктор мог сделать надрез, и он был в бегах с утра.
