Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_CT_] {i}I know it's hot at night, but that little pervert is just across the hall. They didn't even lock the door!{/i}
french: [_CT_] {i}Je sais qu'il fait chaud la nuit, mais ce petit pervers se trouve juste devant la salle. Ils n'ont même pas verrouillé la porte !{/i}
italian: [_CT_] {i}So che è caldo di notte, ma quel piccolo perverso è proprio attraverso la sala. Non hanno nemmeno bloccato la porta!{/i}
portuguese: [_CT_] {i}Eu sei que é quente à noite, mas aquele pequeno pervertido fica só do outro lado do corredor. Eles nem trancaram a porta! {/i}
russian: [_CT_] {i}Я знаю, что это жаркое ночью, но этот маленький извращение только через зал. Они даже не заблокировали дверь!{/i}

source: [_CT_] {i}Mandy's been so brazen around him since we moved in. Walking around with no bra, wet t-shirts and bikinis... She's ignoring all the warnings I've ever given her about men.{/i}
french: [_CT_] {i}Mandy a été si effrayé autour de lui depuis que nous avons déménagé. En marchant sans bra, avec des t-shirts mouillés et des bikinis... Elle ignore tous les avertissements que je lui ai donnés sur les hommes{/i}
italian: [_CT_] {i}Mandy è stato così brasato intorno a lui da quando ci siamo trasferiti. Camminando senza reggiseno, magliette bagnate e bikini... Ignora tutti gli avvertimenti che le ho mai dato sugli uomini.{/i}
portuguese: [_CT_] {i}Mandy tem sido tão brazen ao redor dele desde que nos mudamos. Andar por aí sem sutiã, camisetas molhadas e biquínis ... Ela está ignorando todos os avisos que eu já dei a ela sobre homens. {/i}
russian: [_CT_] {i}Манди был так храбрец вокруг него с того момента, как мы переехали. Проходя по кругу без медведей, мокрых футболк и бикинис... Она игнорирует все предупреждения, которые я когда-либо давал о мужчинах.{/i}

source: [_CT_] {i}I don't care that she's eighteen now. Living with my sister's family has clearly corrupted her sense of feminine modesty!{/i}
french: [_CT_] {i}Peu importe qu'elle ait dix-huit ans. Vivre avec la famille de ma sœur a clairement corrompu son sens de la modestie féminine!{/i}
italian: [_CT_] {i}Non mi importa di essere diciotto ora. Vivere con la famiglia di mia sorella ha chiaramente corrotto il suo senso di modestia femminile!{/i}
portuguese: [__CT_] {i}Eu não me importo que ela tem dezoito agora. Viver com a família da minha irmã corrompeu claramente o seu senso de pudor feminina! {/i}
russian: [_CT_] {i}Мне не нравится, что она сейчас восемнадцать лет. Жизнь с семьей моей сестры явно испортила чувство женского скромности!{/i}

source: [_CT_] {i}If she's sleeping naked in the same house with someone like "him" lurking around. God knows what he would do to her if I wasn't... wasn't...{/i}
french: [_CT_] {i}Si elle dort nu dans la même maison avec quelqu'un comme "lui" qui rôde autour. Dieu sait ce qu'il ferait à elle si je ne l'étais pas...{/i}
italian: [_CT_] {i}Se dorme nuda nella stessa casa con qualcuno come "lui" in agguato. Dio sa che cosa le farebbe se non fossi no... no...{/i}
portuguese: [_CT_] {i}Se ela está dormindo nu na mesma casa com alguém como "ele" espreitando por aí. Deus sabe o que ele faria com ela se eu não soubesse... não soubesse... {/i}
russian: [_CT_] {i}Если она спала голый в том же доме с кем-то вроде "его" застрелили вокруг. Бог знает, что он будет с ней делать, если не было... не было...{/i}

source: [_C_] {i}(sigh){/i}
french: [_C_] {i}(soupir) {/i}
portuguese: [_C_] {i}(visão){/i}
russian: [_C_] {i}(зрение){/i}

source: [_CT_] {i}Dammit, we've both been corrupted living here!{/i}
french: [_CT_] {i}Dammit, nous avons tous deux été corrompus !{/i}
italian: [_CT_] {i}Dammit, siamo stati entrambi corrotti vivere qui!{/i}
portuguese: [_CT_] {i}Droga, ambos fomos corrompidos a viver aqui!{/i}
russian: [_CT_] {i}Dammit, мы оба были повреждены здесь!{/i}

source: [_CT_] {i}That little shit's talked me into doing so many nasty things with him! After I sucked that ridiculous cock of his, I had the taste of his cum in my mouth for the rest of the night.{/i}
french: [_CT_] {i}Cette petite merde m'a donné la peine de faire tant de mauvaises choses avec lui! Après avoir sucé cette queue ridicule de sien, j'ai eu le goût de son foutre dans ma bouche pour le reste de la nuit. /i}
italian: [_CT_] {i}Quella piccola merda mi ha parlato di fare così tante cose brutte con lui! Dopo aver succhiato quel suo ridicolo cazzo, ho avuto il gusto del suo sperma in bocca per il resto della notte. /i}
portuguese: [_CT_] {i}Essa pequena merda me convenceu a fazer tantas coisas desagradáveis com ele! Depois de chupar esse capuz ridículo da sua, tive o sabor de seu cum na boca ao resto da noite. /i}
russian: [ _CT_] {i}Эта маленькая херня уговаривала меня сделать с ним столько гадостей! После того, как я отсосал этот нелепый член его, у меня был вкус его кум в рот до конца ночи. { /i }

source: [_CT_] {i}At least his cum tastes better than Bobby's... More youthful, maybe?{/i}
french: [_CT_] {i}Au moins son foutre a un meilleur goût que celui de Bobby... Plus jeune, peut-être?{/i}
italian: [_CT_] {i}Almeno il suo sperma ha un sapore migliore di Bobby... Più giovane, forse?{/i}
portuguese: [_CT_] {i}pelo menos seu cum é melhor que Bobby... Mais jovem, talvez?{/i}
russian: [_CT_] {i}по крайней мере его кум вкусов лучше, чем Бобби... Больше юноши, можно?{/i}

source: [_CT_] {i}I'd hate to imagine what my baby would think of her mother if she knew what I've done with her cousin.{/i}
french: [ _CT_ ] {i}Je détesterais imaginer ce que mon bébé pourrait penser de sa mère si elle savait ce que j'ai fait avec son cousin. { /i }
italian: [_CT_] {i}Odierei immaginare cosa penserebbe il mio bambino di sua madre se sapesse cosa ho fatto con sua cugina.{/i}
portuguese: [__CT_] {i}Eu detestaria imaginar o que meu bebê pensaria da mãe se ela soubesse o que eu fiz com a prima dela. {/i}
russian: [_CT_] {i}Я бы ненавижу представить себе, что мой ребенок подумает о своей маме, если бы она знала, что я сделал с двоюродным братом.{/i}

source: [_C_] {i}(Whispering){/i} Don't worry, baby... Momma is going to get us both out of this place.
french: [_C_] {i}(Whispering){/i} Ne vous inquiétez pas, bébé... Momma va nous sortir tous les deux de cet endroit.
italian: [_C_] {i}(Whispering){/i} Non ti preoccupare, baby... Momma ci porterà entrambi fuori da questo posto.
portuguese: [_C_] {i}(sussurrando){/i} Não se preocupe, bebê... A mãe vai nos tirar ambos deste lugar.
russian: [_C_] {i}(Шепотая){/i} Не волнуйтесь, младенца... Момма собирается достать нас оба из них.

source: [_R_] Wow, that was close! Well, should we pick up where we left off?
french: [_R_] Wow, c'était proche ! Eh bien, devrions-nous aller chercher là où nous en sommes restés ?
italian: [_R_] Wow, che era vicino! Beh, dovremmo prendere da dove ci siamo lasciati?
portuguese: [_R_] Uau, isso foi perto! Bem, devemos pegar onde paramos?
russian: Ого, это было близко! Ну, мы должны забрать, куда мы ушли?

source: [_MD_] What do you think she meant by that? That she was going to get us out of here?
french: [_MD_] Que pensez-vous qu'elle voulait dire par là ? Qu'elle allait nous sortir d'ici?
italian: [_MD_] Che cosa pensi che intenda per questo? Che ci avrebbe portati fuori da qui?
portuguese: [_MD_] O que você acha que ela quis dizer com isso? Que ela iria nos tirar daqui?
russian: [_MD_] Как вы думаете, что она это означала? Она собирается нас отсюда?

source: [_R_] I don't know. It's not like there's anywhere else you two could go, right?
french: [_R_] Je ne sais pas. C'est pas comme s'il y avait ailleurs que vous pourriez aller, n'est-ce pas?
italian: [_R_] Non lo so. Non è come se ci fosse un altro che voi due poteste andare, giusto?
portuguese: [_R_] Eu não sei. Não é como se houvesse em qualquer outro lugar que vocês dois pudessem ir, certo?
russian: Не знаю. Это не похоже на то, что вы двое могли бы пойти, так?

source: [_MD_] Did you see what she was wearing?
french: [ _MD_ ] As-tu vu ce qu'elle portait?
italian: [_MD_] Hai visto cosa stava indossando?
portuguese: [__MD_] Você viu o que ela estava usando?
russian: [ _MD_] Вы видели, на что она была одета?

source: [_R_] No, I was under the bed. I mean, I guess I saw her shoes.
french: [ _R_ ] Non, j'étais sous le lit. Je suppose que j'ai vu ses chaussures.
italian: [_R_] No, ero sotto il letto. Intendo dire che le ho viste scarpe.
portuguese: [_R_] Não, eu estava debaixo da cama. Quero dizer, acho que vi os sapatos dela.
russian: Нет, я была под кроватью. Думаю, я видел ее туфли.

source: [_MD_] She was all dressed up. Where could she be going this late, dressed like that?
french: [_MD_] Elle était tout vêtue. Où pourrait-elle aller aussi tard, vêtue comme ça?
italian: [_MD_] era tutta vestita. Dove poteva andare in ritardo, vestita così?
portuguese: U[_MD_] Ela estava toda vestida. Para onde poderia ir tão tarde, vestida assim?
russian: Она была одета. Куда она может идти так поздно, одетая так?

source: [_R_] Who cares? Come on, let's get back to you taking me balls dee...
french: [ _R_ ] Qui se soucie? Allez, revenons à toi en train de me prendre des boules ...
italian: [_R_] A chi importa? Avanti, torniamo a prendermi le palle de...
portuguese: [_R_] Quem se importa? Vamos lá, vamos voltar para você me levando bolas pra cá...
russian: Кого это волнует? Давай, давай вернемся к тому, что ты отнимаешь у меня яйца ...

source: [_MD_] You should follow her.
french: [_MD_] Vous devriez la suivre.
italian: [_MD_] Dovresti seguirla.
portuguese: [_MD_] Você deveria segui-la.
russian: [_MD_] Вы должны следовать за ней.

source: [_MD_] She's up to something. I know it.
french: [_MD_] Elle est à la hauteur de quelque chose. Je le sais.
italian: [_MD_] Sta fino a qualcosa. Lo so.
portuguese: [_MD_] Ela está aprontando algo. Eu sei.
russian: Она что-то задевает. Я знаю это.

source: [_R_] Mandy...
french: [_R_] Mand...
portuguese: [_R_] Mas...
russian: [ _R_] Мэнди ...

source: [_MD_] Get dressed and go after her right now, or I'll tell Lauren you came to me bragging about fucking her.
french: [ _MD_ ] Va habiller et aller après elle maintenant, ou je vais dire à Lauren que tu es venue me vantage de la baiser.
italian: [_MD_] Vestiti e vai dopo di lei in questo momento, o dirò a Lauren che sei venuto da me per il coraggio di scoparla.
portuguese: U[_MD_] Se vestir e ir depois dela agora, ou eu direi a Lauren que você veio até mim se gabando de caramba.
russian: Одевайся и иди за ней, или я скажу Лорен, что ты пришла ко мне хвастаться.

source: [_R_] Okay, fine... I'll go.
french: [_R_] D'accord, d'accord... Je vais y aller.
italian: [_R_] Okay, va bene... Io andrò.
portuguese: [_R_] Ok, fine ... Eu vou.
russian: Хорошо, хорошо ... Я пойду.

source: [_RT_] {i}What is it with my aunt and cock blocking me lately? It's like she has a sixth sense for giving me blue balls or something.{/i}
french: [ _RT_ ] {i}Qu'est-ce que ma tante et ma bite me bloquent ces derniers temps? C'est comme si elle avait un sixième sens pour me donner des couilles bleues ou quelque chose. { /i }
italian: [_RT_] {i}Cos'è con mia zia e mio cazzo che mi blocca ultimamente? È come lei ha un sesto senso per darmi palle blu o qualcosa. /i}
portuguese: [_RT_] {i}O que é que está com a minha tia e o pau me bloqueando ultimamente? É como se ela tenha um sexto sentido para me dar bolas azuis ou algo assim. {/i}
russian: [_RT_] {i}Что такое моя тетка и петушка в последнее время блокирует меня? Это как она имеет шестой смысл давать мне голубые шарики или что-то. /i}

source: [_RT_] {i}Now, Mandy's got me out here in the middle of the night, following her mom around town.{/i}
french: [_RT_] {i}Maintenant, Mandy's m'a fait sortir ici au milieu de la nuit, après sa mère dans la ville.{/i}
italian: [_RT_] {i}Ora, Mandy mi ha preso qui in mezzo alla notte, seguendo la mamma intorno alla città.{/i}
portuguese: [_RT_] {i}Agora, Mandy me levou para cá no meio da noite, depois de sua mãe perto da cidade.{/i}
russian: [ _RT_] {i}Теперь, Мэнди меня вытащила сюда посреди ночи, следуя за ее мамой в городе. { /i }

source: [_RT_] {i}Mandy was begging me to fuck her before Aunt Cami ruined it!{/i}
french: [_RT_] {i}Mandy me suppliait de la baiser avant que la Tante Cami ne la ruine !{/i}
italian: [_RT_] {i}Mandy mi stava chiedendo di scoparla prima che Zia Cami lo rovina!{/i}
portuguese: [_RT_] {i}Mandy estava me implorando para transar com ela antes da Tia Cami arruiná-la! {/i}
russian: [ _RT_] {i}Мэнди умоляла меня трахать ее до того, как тетя Ками испортила его! { /i }

source: [_RT_] {i}Dammit, my balls are sore as hell now!{/i}
french: [_RT_] {i}Dammit, mes boules sont mortes comme un enfer !{/i}
italian: [_RT_] {i}Dammit, le mie palle sono doloranti come inferno ora!{/i}
portuguese: [_RT_] {i}Dammit, minhas bolas estão doloridas como o inferno agora!{/i}
russian: [_RT_] {i}Dammit, мои мячи огорчены как ады!{/i}

source: [_RT_] {i}Sorry, boys... Soon as we find out what Aunt Cami's up to, we'll head back to Mandy's tight little pussy.{/i}
french: [_RT_] {i}Désolé, les garçons... Bientôt, alors que nous découvrons à quoi consiste Cami, nous allons retourner à la petite chatte serrée de Mandy.{/i}
italian: [_RT_] {i}Siamo spiacenti, ragazzi... Presto come scopriamo cosa Zia Cami, torneremo alla piccola figa stretta di Mandy.{/i}
portuguese: [_RT_] {i}Desculpe, meninos ... Logo que descobriremos o que a Tia Cami está apta, nós vamos voltar para a coxinha apertada da Mandy. {/i}
russian: [_RT_] {i}Простите, ребята... Скоро узнаем, какая Атетка Ками вверх, мы вернемся к маленькой pussy.{/i}

source: [_RT_] {i}Where the hell is she going anyways? This isn't exactly the nice part of town...{/i}
french: [_RT_] {i}Où l'enfer va quand même ? Ce n'est pas exactement la belle partie de la ville...{/i}
italian: [_RT_] {i}Dove l'inferno sta andando comunque? Questa non è esattamente la parte bella della città...{/i}
portuguese: [_RT_] {i}Para onde diabos ela vai? Essa não é exatamente a parte agradável da cidade...{/i}
russian: [_RT_] {i}, где она все равно собирается? Это не совсем хорошая часть города...{/i}

source: [_RT_] {i}She better not be dating some sugar daddy she met while she was out shopping with the money I've been giving her.{/i}
french: [_RT_] {i}Il vaut mieux ne pas faire des rencontres de papa sucrière pendant qu'elle faisait ses courses avec l'argent que je lui donnais. {/i}
italian: [_RT_] {i}Lei meglio non essere incontri qualche papà di zucchero che ha incontrato mentre era fuori shopping con i soldi che le ho dato. {/i}
portuguese: [_RT_] {i}É melhor ela não namorar um pai de açúcar que conheceu enquanto fazia compras com o dinheiro que eu estava dando a ela.{/i}
russian: [_RT_] {i}Она лучше не будет привязывать сахарную пасту, которую она встречала, пока она не покупала деньги, которые я отдал.{/i}

source: [_RT_] {i}If she needs money, she should be shaking her ass at me, not some random asshole with loose pockets.{/i}
french: [ _RT_ ] {i}Si elle a besoin d'argent, elle devrait lui serrer le cul, pas un connard au hasard avec des poches libres. { /i }
italian: [_RT_] {i}Se ha bisogno di soldi, dovrebbe scuotermi il culo, non qualche buco casuale con tasche sciolte.{/i}
portuguese: [_RT_] {i}Se ela precisar de dinheiro, ela deveria estar sacudando a bunda em mim, não algum babaca aleatório com bolsos soltos. {/i}
russian: [_RT_] {i}Если ей нужны деньги, она должна встряхнуть у меня задницу, а не случайную ашшору с сыпучими карманами.{/i}

source: [_RT_] {i}The hell? Why's she pulling up {b}here{/b}?{/i}
french: [_RT_] {i}L'enfer? Pourquoi est-ce qu'elle arrache {b}ici{/b}?{/i}
italian: [_RT_] {i}L'inferno? Perché sta tirando su {b}qui{/b}?{/i}
portuguese: [_RT_] {i}O inferno? Por que ela está puxando {b}aqui{/b}?{/i}
russian: [ _RT_] {i}Черт? Почему она тянет {b}здесь { /b }? { /i }

source: [_RT_] {i}Fucking perfect! Here I was worried she was dating some rich asshole, and instead she pulls up to Mr. DeCapo's club.{/i}
french: [_RT_] {i}Fucking parfait ! Ici, je m'inquiétais qu'elle était en train de rencontrer de riches amoureux, et au lieu de cela, elle se dirige vers le club de M. Depo.{/i}
italian: [_RT_] {i}Cazzo perfetto! Qui ero preoccupato che lei stesse incontrando un po 'ricco stronzo, e invece lei tira fino al club del signor DeCapo.{/i}
portuguese: [_RT_] {i}minutos de merda perfeito! Aqui eu estava preocupada que ela estava namorando algum babaca rico, e em vez disso ela puxa para o clube do Sr. DeCapo. {/i}
russian: [_RT_] {i}отлично вплетается! Я беспокоилась о том, что она дотягивает до мистера ДеКапо.{/i}

source: [_RT_] {i}Why would she be here, of all places?{/i}
french: [_RT_] {i}Pourquoi serait-elle ici, de tous les endroits ?{/i}
italian: [_RT_] {i}Perché sarebbe qui, di tutti i posti?{/i}
portuguese: [_RT_] {i}Por que ela estaria aqui, de todas as places? {/i}
russian: [_RT_] {i}Почему она будет здесь, из всех мест?{/i}

source: [_RT_] {i}Oh, shit! Did she get a job stripping?!{/i}
french: [_RT_] {i}Oh, merde! Elle a eu un emploi dépouillé ?!{/i}
italian: [_RT_] {i}Oh, merda! Ha ottenuto uno stripping?!{/i}
portuguese: [_RT_] {i}Ah, merda! Será que ela conseguiu um trabalho stripping?! {/i}
russian: [ _RT_] {i}О, черт! У неё была зачистка?

source: [_RT_] {i}No way! After all the crap she's given Mom about being a stripper, did she finally get desperate enough for money to become one herself? She's certainly got the tits for it.{/i}
french: [_RT_] {i}Aucun moyen ! Après tout le merde qu'elle a donné à maman sur le fait d'être un décapant, a-t-elle finalement eu assez désespérément pour que l'argent devienne un seul ? Elle a certainement les seins pour elle. /i}
italian: [_RT_] {i}Nessun modo! Dopo tutto il colpo che ha dato a mamma di essere una spogliarellista, ha finalmente ottenuto abbastanza disperato per i soldi per diventare una sola se stessa? Lei ha certamente le tette per esso. /i}
portuguese: [_RT_] {i}Sem jeito! Depois de todas as porcarias que ela deu a mamãe sobre ser uma stripper, ela finalmente ficou desesperada o suficiente para que o dinheiro se tornava uma só? Ela certamente tem os peitos para isso. {/i}
russian: [_RT_] {i}Нет пути! В конце концов она дала Маме о том, что она стриппер, она наконец-то получала достаточно отчаянного для того, чтобы деньги сами стали одно? Она наверняка получила сиськи для этого. /i}

source: [_RT_] {i}Mandy's never going to believe this! Her prudish mom, working the pole is hard to imagine, but what else would she be doing here?{/i}
french: [_RT_] {i}Mandy's ne va jamais croire cela! Sa mère prudiste, travailler le poteau est difficile à imaginer, mais que ferait-elle d'autre ici? {/i}
italian: [_RT_] {i}Mandy non crederà mai a questo! La sua mamma prudish, che lavora il polo è difficile da immaginare, ma che altro farebbe qui?{/i}
portuguese: [_RT_] {i}Mandy's nunca vai acreditar nisso! Sua mãe pruíada, trabalhar o poste é difícil de imaginar, mas o que mais ela estaria fazendo aqui? {/i}
russian: [_RT_] {i}Манди никогда не поверит этому! Её дочь мама, работая полюсом трудно себе представить, но что еще она тут сделала?{/i}

source: [_RT_] {i}I should get some pictures as proof or Mandy will never believe me.{/i}
french: [_RT_] {i}Je devrais avoir quelques photos comme preuve ou Mandy ne me croira jamais. {/i}
italian: [_RT_] {i}Dovrei ottenere alcune foto come prova o Mandy non mi crederà.{/i}
portuguese: [_RT_] {i}I deveria obter algumas imagens como prova ou mandy nunca vai acreditar em mim.{/i}
russian: [_RT_] {i}Я должен получить несколько фотографий в качестве доказательства или Манди никогда не поверит мне.{/i}

source: [_RT_] {i}Okay... Get in, snap some pictures for Mandy, and then head back for some pussy pounding. She's going to be over the moon when I show her pics of her mom working as a stripper.{/i}
french: [_RT_] {i}Okay... Mettez-vous, prenez quelques photos pour Mandy, puis retournez en arrière pour une petite pilule. Elle va être au-dessus de la lune quand je montre ses photos de sa mère travaillant comme un stripper.{/i}
italian: [_RT_] {i}Okay... Entra dentro, scatta alcune foto per Mandy, e poi torna indietro per qualche fica che si gonfia. Lei sta per essere sopra la luna quando mostro le sue foto di sua mamma che lavora come spogliarello.{/i}
portuguese: [_RT_] {i}Okay... Entre, tire algumas fotos para o Mandy, e então volte para pegar algumas picadas sem graça. Ela vai ficar por cima da lua quando eu lhe mostrar as fotos da mãe trabalhando como uma stripper.{/i}
russian: [_RT_] {i}Хорошо... Входите, привяжите несколько фотографий для Мандии, а затем вернитесь к небольшому фунтингу. Она будет над Луной, когда я покажу свои фотографии своей мамы, работающей как стриппер.{/i}

source: [_RT_] {i}Hmmm... Same old faces every time I walk through here. No one at the slot machines ever looks happy.{/i}
french: [_RT_] {i}Hmmm... Les mêmes visages chaque fois que je passe ici. Personne sur les machines à sous n'a l'air heureux{/i}
italian: [_RT_] {i}Hmmm... Stessi volti vecchi ogni volta che cammino qui. Nessuno alle slot machine sembra mai felice.{/i}
portuguese: [_RT_] {i}Hmmm ... Os mesmos rostos antigos cada vez que eu ando por aqui. Ninguém nas máquinas caça-níqueis nunca parece feliz. {/i}
russian: [_RT_] {i}Гммммм... Те же старые лица каждый раз, когда я проезжаю сюда. Никто в слот-машинах никогда не выглядит счастливо. {/i}

source: [_RT_] {i}You'd think they'd learn by now. The house always wins. Especially when the house is run by the mafia.{/i}
french: [ _RT_ ] {i}Vous penseriez qu'ils apprendaient maintenant. La maison gagne toujours. Surtout quand la maison est dirigée par la mafia. { /i }
italian: [_RT_] {i}Penseresti che avrebbero imparato adesso. La casa vince sempre. Soprattutto quando la casa è gestita dalla mafia.{/i}
portuguese: [_RT_] {i}achavam que eles iriam aprender agora. A casa sempre ganha. Especialmente quando a casa é administrada pela mafia.{/i}
russian: [ _RT_] {i}Вы бы думали, что они уже научились. Дом всегда выигрывает. Особенно, когда дом управляется мафией. { /i }

source: [_RT_] {i}Huh, not on stage yet. She must still be in the dressing room getting ready.{/i}
french: [_RT_] {i}Huh, pas encore sur scène. Elle doit toujours être dans le dressing pour se préparer.{/i}
italian: [_RT_] {i}Huh, non ancora sul palcoscenico. Deve essere ancora in fase di preparazione.{/i}
portuguese: [_RT_] {i}Huh, ainda não chegou ao palco. Ela deve estar no vestido aprontando.{/i}
russian: [ _RT_] {i}Hah, not on stage yet. Она все еще должна быть в раздевалке.

source: [_RT_] {i}I'll just hit the bar, say hi to Armani, and grab a drink while I wait. Maybe Armani can tell me how long Cami's been working here.{/i}
french: [_RT_] {i}Je vais juste frapper la barre, dire bonjour à Armani, et prendre une boisson pendant que j'attends. Armani peut peut-être me dire combien de temps Cami travaille ici.{/i}
italian: [_RT_] {i}Colpirò appena il bar, di' ciao ad Armani, e prendi un drink mentre aspetto. Forse Armani può dirmi quanto tempo Cami sta lavorando qui.{/i}
portuguese: [_RT_] {i}eu vou bater no bar, dizer oi para Armani, e tomar uma bebida enquanto espero. Talvez Armani possa me dizer quanto tempo Cami esteve trabalhando aqui.{/i}
russian: [ _RT_] {i}Я просто ударилась в бар, поздорилась с Армани и выпью, пока я подожду. Может, Армани может сказать мне, как долго Кэми работал здесь.

source: [_RT_] {i}Oh, Hang on!{/i}
french: [_RT_] {i}Oh, accrochez-vous!{/i}
italian: [_RT_] {i}Oh, attendi!{/i}

source: [_RT_] {i}Is that Cami at the blackjack table?{/i}
french: [_RT_] {i}Est-ce Cami à la table du blackjack ?{/i}
italian: [_RT_] {i}È questo Cami al tavolo del blackjack?{/i}
portuguese: [_RT_] {i}É que Cami está na tabela de blackjack? {/i}
russian: [_RT_] {i}Это ками за столом блэкджека?{/i}
