Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: {i}(Chanting){/i} Walk of shame! Walk of shame! Walk of shame! Walk of shame!
dutch: {i}(Chanting){/i} Wandeling van beschadiging! Schaam loop! Schandloop! Schaam loopt!
german: {i}(Chanting){/i} Gehe der Schande! Gehe zur Schande! Gehe der Schande!

source: [_R_] Fuck! If they keep this noise up the police are going to come back
dutch: [_R_] Fuck! Als ze dit geluid omhoog houden zal de politie terugkomen
german: [_R_] Fuck! Wenn sie dieses Geräusch hochhalten werden die Polizei wieder kommen

source: {i}(Muffled){/i} Walk of shame! Walk of shame! Walk of shame! Walk of shame!
dutch: {i}(Muffled){/i} Loop van schande! Schaam! Schaam loop! Schandloop! Schaam lopen op!
german: {i}(Muffled){/i} Gehe der Schande! Gehe der Schande! Gehe der Schande! Gehe der Schande!

source: [_M_] No, don't go out!
dutch: [_M_] Nee, ga niet uit!
german: [_M_] Nein, gehen Sie nicht aus!

source: [_R_] Trust me, it's better to deal with them than dealing with the police.
dutch: [_R_] Vertrouw me, het is beter met hen om te gaan dan met de politie.
german: [_R_] Vertrauen Sie mir, es ist besser, mit ihnen umzugehen als mit der Polizei.

source: [_R_] Besides, I can explain away some innocent skinny dipping and hiding from the police.
dutch: [_R_] Bovendien, ik kan een beetje onschuldige bruid duiken en verbergen voor de politie.
german: [_R_] Außerdem, kann ich ein paar unschuldige hässliche Tauchen und Verstecken vor der Polizei erklären.

source: {i}"One explanation later."{/i}
dutch: {i}"Later één verklaring."{/i}
german: {i}"Eine Erklärung später."{/i}

source: [_T_] But why were you skinny dipping? Why weren't you just swimming in your underwear? She's your mom for fuck's sake.
dutch: [_T_] Maar waarom ben je een mooie duik? Waarom ben je niet gewoon in je onderwezer zwemmen? Ze is je moeder voor fucks.
german: [_T_] Aber warum bist du häutlich getaucht? Warum bist du nicht nur in deiner Unterwäsche schwimmen? Sie ist deine Mutter, um ficken zu können.

source: [_R_] Oh, I don't know, Trent! Maybe because someone took her panties from her earlier on today.
dutch: [_R_] Oh, ik weet het niet, Trent! Misschien omdat iemand haar panelen eerder vandaag heeft genomen.
german: [_R_] Oh, ich weiß es nicht, Trent! Vielleicht, weil heute jemand von ihr ihre Pantoffeln genommen hat.

source: [_MB_] I didn't take anything. She gave them to me.
dutch: [_MB_] Ik nam niets mee. Ze gaf ze aan me.
german: [_MB_] Ich habe nichts genommen. Sie gab sie mir.

source: [_M_] {i}(Muffled yelling){/i} Matt, you weren't supposed to tell anyone!
dutch: [_M_] {i}(Muffled yelling){/i} Mat, je had het helemaal niet moeten vertellen!
german: [_M_] {i}(Muffled yelling){/i} Matt, du solltest niemandem sagen!

source: [_MB_] {i}(Yelling) Sorry, Miss [mom_name]! I just thought it would be useful information to help explain your situation{/i}
dutch: [_MB_] {i}(Yelling) Sorry, Miss [mom_name]! Ik dacht gewoon dat het nuttige informatie zou zijn om te helpen uw situatie uit te leggen {/i}
german: [_MB_] {i}(Yelling) Sorry, Miss [mom_name]! Ich dachte, es wäre nützlich, um deine Situation zu erklären{/i}

source: [_R_] Anyways, I thought she'd feel more comfortable if I were naked too.
dutch: [_R_] Hoe dan ook, ik dacht dat ze zich ook comfortabeler zou voelen als ik naakt was.
german: [_R_] Jedenfalls dachte ich, sie würde sich wohl fühlen, wenn ich auch nackt wäre.

source: [_DR_] Goddam! You're fucking lucky you didn't get caught by the police. I doubt they'd be as understanding as we are.
dutch: [_DR_] Godda! Je hebt geluk dat je niet betrapt bent door de politie. Ik betwijfel of ze zo verstaanbaar zullen zijn als wij.
german: [_DR_] Goddam! Du fickst das Glück, dass du nicht von der Polizei erwischt wurdest. Ich bezweifle, dass sie genauso verstehen würden wie wir.

source: [_R_] Yeah, we were just giving it some time for the police to get far away before we came out and went to look for our clothes.
dutch: [_R_] Ja We gaven de politie gewoon wat tijd om ver weg te komen voordat we naar buiten kwamen en onze kleren gingen zoeken.
german: [_R_] Ja, Wir waren nur ein wenig Zeit für die Polizei weit weg zu kommen, bevor wir herauskamen und ging für unsere Kleidung zu suchen.

source: [_R_] Then you assholes showed up.
dutch: [_R_] Vervolgens verschenen je assholes op.
german: [_R_] Dann sind die Arschfotzen erschienen.

source: [_MB_] Sorry, if we knew it was Miss [mom_name] we wouldn't have tried to scare you.
dutch: [_MB_] Sorry, als we wisten dat het mevrouw [mom_name] was, zouden we je niet bang hebben proberen te maken.
german: [_MB_] Tut uns leid, wenn wir wussten, dass es Miss [mom_name] war, hätten wir nicht versucht dich zu erschrecken.

source: [_MB_] So, where are your clothes?
dutch: [_MB_] Dus waar zijn jullie kleren?
german: [_MB_] Also, wo sind deine Kleider?

source: [_R_] Up the beach a ways. I'm not exactly sure, we had to run a ways to get to these shacks, with the tide going out, they might be hard to find.
dutch: [_R_] Boven het strand een manier. Ik ben niet helemaal zeker, we moesten een manier rennen om bij deze ketens te komen, Als de vloed verdwijnt, zijn ze misschien moeilijk te vinden.
german: [_R_] Hoch den Strand auf Wege. Ich bin mir nicht ganz sicher, wir mussten eine Möglichkeit haben, um diese Hütten zu erreichen, mit der Flut nach draußen, könnten sie schwer zu finden.

source: [_MB_] Alright, guys. Let's help [ryan] find those clothes. I'd hate to leave Miss [mom_name] stranded like this any longer.
dutch: [_MB_] Oke, jongens. Laten we [ryan] helpen om die kleren te vinden. Ik heb de haat om Miss [mom_name] langer te laten stranden.
german: [_MB_] Okay, Jungs. Lass uns [ryan] helfen, diese Kleidung zu finden. Ich würde es nicht länger wollen, dass Miss [mom_name] so gestrandet ist.

source: [_M_] {i}(Muffled yelling){/i} Thank you, boys! And thank you for understanding! You see, it's much more innocent than it appears.
dutch: [_M_] {i}(Muffled yelling){/i} Dank u, jongens! En bedankt voor uw begrip! Je ziet, het is veel onschuldiger dan het lijkt.
german: [_M_] {i}(Muffled yelling){/i} Vielen Dank, Jungen und vielen Dank für Ihr Verständnis! Du siehst, es ist viel unschuldiger als es scheint.

source: [_DR_] Don't worry, Miss [mom_name].
dutch: [_DR_] Maak je geen zorgen, mevrouw [mom_name].
german: [_DR_] Keine Sorge, Miss [mom_name].

source: [_T_] Yeah, we don't think any less of you. You're still our favorite teacher.
dutch: [_T_] Yeah, we denken niet minder. Je bent nog steeds onze favoriete leraar.
german: [_T_] Ja, wir denken nicht weniger von dir. Du bist immer noch unser Lieblingslehrer.

source: [_R_] Don't worry, Mom! We'll hurry as fast as we can and be right back.
dutch: [_R_] Maak je geen zorgen, mama. We haasten ons zo snel als we kunnen en zijn zo terug.
german: [_R_] Keine Sorge, Mama! Wir werden uns so schnell wie möglich beeilen und wieder zurück sein.

source: [_R_] Wait, aren't you coming to help, Matt?
dutch: [_R_] Wacht, kom je niet te helpen, Matt?
german: [_R_] Warte, bist du nicht gekommen, um zu helfen, Matt?

source: [_MB_] Are you serious? And leave your mom completely naked and alone? That wouldn't be right.
dutch: [_MB_] Ben je het ernstig? En laat je moeder volledig naakt en alleen? Dat zou niet juist zijn.
german: [_MB_] Sind Sie ernst? Und lassen Sie Ihre Mutter komplett nackt und allein? Das wäre nicht richtig.

source: [_M_] {i}(Muffled yelling){/i} I would feel better if someone were here guarding the door.
dutch: [_M_] {i}(Muffled yelling){/i} Ik zou me beter voelen als iemand hier de deur bewaakt.
german: [_M_] {i}(Muffled yelling){/i} Ich würde mich besser fühlen, wenn jemand hier die Tür bewacht.

source: [_R_] I should stay, then!
dutch: [_R_] Ik moet blijven, dan!
german: [_R_] Ich sollte also bleiben!

source: [_MB_] Don't be an idiot! You're the only one who knows where your clothes might be.
dutch: [_MB_] Wees geen idioot! Je bent de enige die weet waar je kleren kunnen zijn.
german: [_MB_] Sei kein Idiot! Du bist der Einzige, der weiß, wo deine Kleidung liegen könnte.

source: [_MB_] Don't worry, I'm going to take good care of your mom.
dutch: [_MB_] Maak je geen zorgen, ik ga goed voor je moeder zorgen.
german: [_MB_] Keine Sorge, ich werde mich gut um deine Mutter kümmern.

source: [_DR_] Come on, [ryan].
dutch: [_DR_] Kom op, [ryan].
german: [_DR_] Komm, [ryan].

source: [_R_] No... Let Darnell or Trent stay!
dutch: [_R_] Nee... Laat Darnell of Trent blijven!
german: [_R_] Nein... Darnell oder Trent bleiben lassen!

source: [_T_] We said, come on!
dutch: [_T_] we zeiden, kom op!
german: [_T_] Wir sagten, kommen Sie an!

source: {i}"(Knocking on door)"{/i}
dutch: {i}"(doorspoelen)"{/i}
german: {i}"(Klopfen an der Tür)"{/i}

source: [_MB_] {i}(Voice through door){/i} Miss [mom_name], You there?
dutch: [_MB_] {i}(Stem door deur){/i} Miss [mom_name], jij daar?
german: [_MB_] {i}(Stimme durch Tür){/i} Miss [mom_name], Du da?

source: [_M_] Yeah... I'm here.
dutch: [_M_] Ja... Ik ben hier.
german: [_M_] Ja... Ich bin hier.

source: [_MB_] You okay?
dutch: [_MB_] Ben je goed?
german: [_MB_] Du in Ordnung?

source: [_M_] Yeah, just really embarrassed.
dutch: [_M_] Yeah, net gênant.
german: [_M_] Ja, nur wirklich peinlich.

source: [_MT_] {i}And somehow still horny!{/i}
dutch: [_MT_] {i}En op een of andere manier nog horig!{/i}
german: [_MT_] {i}Und irgendwie noch geil!{/i}

source: [_MB_] You really don't need to worry, Miss [mom_name]. I'll make sure the boys don't say a word to anyone about tonight.
dutch: [_MB_] Je hoeft je echt geen zorgen, mevrouw [mom_name]. Ik zal ervoor zorgen dat de jongens vanavond niemand iets zeggen.
german: [_MB_] Du musst dir wirklich keine Sorgen machen, Miss [mom_name]. Ich stelle sicher, dass die Jungen heute Abend niemandem ein Wort sagen.

source: [_M_] Oh, yeah... Beacuse teenage boys are so good at keeping their mouths shut.
dutch: [_M_] Oh, ja... Het baken van tienerjongens zijn zo goed om hun mond dicht te houden.
german: [_M_] Oh, ja. ... Teenager-Beacuse sind so gut dabei, den Mund zu halten.

source: [_MB_] Trust me. If I make it really clear to them that they better keep their mouths shut, they won't tell a soul.
dutch: [_MB_] Vertrouw me. Als ik het echt duidelijk voor hen maakt dat ze hun mond beter ophouden, zullen ze geen ziel vertellen.
german: [_MB_] Vertrauen Sie mir. Wenn ich es ihnen wirklich deutlich mache, dass sie ihren Mund besser schmieden, werden sie keine Seele erzählen.

source: [_M_] You'd really do that for me?
dutch: [_M_] Je zou dat echt voor me doen?
german: [_M_] Du würdest das wirklich für mich tun?

source: [_MB_] I'd do anything for you, Miss [mom_name]!
dutch: [_MB_] Ik zou alles voor je doen, mevrouw [mom_name]!
german: [_MB_] Ich würde etwas für dich tun, Miss [mom_name]!

source: [_M_] That's really sweet of you. Thank you, Matt!
dutch: [_M_] Dat is echt zoet. Bedankt, Matt!
german: [_M_] Das ist wirklich süß von dir. Vielen Dank, Matte!

source: [_M_] That's not even the first time you've taken care of me today.
dutch: [_M_] is niet eens de eerste keer dat je voor me zorgt.
german: [_M_] Das ist nicht einmal das erste Mal, dass du dich heute um mich kümmerst.

source: [_MB_] Oh, trust me. That was my pleasure to take care of you in the restaurant!
dutch: [_MB_] Oh, vertrouwt me. Dat was mijn genoegen om voor jou te zorgen in het restaurant!
german: [_MB_] Oh, vertraue mir. Das war mir eine Freude, mich im Restaurant um dich zu kümmern!

source: [_MB_] That hasn't stopped replaying in my head.
dutch: [_MB_] Dat is in mijn hoofd niet gestopt.
german: [_MB_] Das hat nicht aufgehört, mich in meinem Kopf wiederzugeben.

source: [_M_] I keep thinking about it too. And if I'm being honest, I haven't stopped thinking about your dick since I sucked it at the photo shoot.
dutch: [_M_] Ik blijf er ook aan denken. En als ik eerlijk ben, ben ik niet gestopt met nadenken over je smet omdat ik het heb meegezogen op de foto die je hebt geschoten.
german: [_M_] Ich denke auch darüber nach. Und wenn ich ehrlich bin, habe ich nicht aufgehört, an deinen Schwanz zu denken, da ich ihn beim Fotoshoot gesaugt habe.

source: [_M_] Matt, teachers aren't supposed to think these kind of things about thier students, much less do them!
dutch: [_M_] Matt, leraren horen dit soort dingen niet te denken over dielere leerlingen, veel minder doen ze ook!
german: [_M_] Matt, Lehrer sollen diese Dinge nicht an die Schüler denken, geschweige denn tun!

source: [_M_] I'm a terrible person!
dutch: [_M_] Ik ben een vreselijk persoon!
german: [_M_] Ich bin ein schrecklicher Mensch!

source: [_MB_] I don't know the details of what you're going through right now, Miss [mom_name], but I know you're a beautiful sexual woman.
dutch: [_MB_] Ik ken de details van wat je nu doormaakt niet, mevrouw [mom_name], maar ik weet dat je een mooie seksuele vrouw bent.
german: [_MB_] Ich weiß nicht, was du gerade durchfährst, Miss [mom_name], aber ich weiß, du bist eine schöne sexuelle Frau.

source: [_MB_] I'm driven by my need for sex every day. People like us need to take care of eachother, or we'll go crazy!
dutch: [_MB_] Ik ben elke dag gedreven door mijn behoefte aan seks per dag. Mensen zoals wij moeten voor elkaar zorgen, anders gaan we gek worden!
german: [_MB_] Ich bin jeden Tag von meinem Bedürfnis nach Sex getrieben. Leute wie wir müssen uns um jeden anderen kümmern, oder wir werden verrückt!

source: [_M_] I thought you were celibate on account of Megan.
dutch: [_M_] Ik dacht dat je celibaat was vanwege Megan.
german: [_M_] Ich dachte, du warst celibate wegen Megan.

source: [_MB_] I lied... I would have told you anything to get some attention from you after seeing you in those sexual situations at the photoshoot.
dutch: [_MB_] ik liedje... Ik zou je iets hebben verteld om wat aandacht van je te krijgen nadat je gezien hebt in die seksuele situaties op de fotoshoot.
german: [_MB_] Ich liegen... Ich hätte dir alles gesagt, was du von dir bekommen kannst, nachdem du dich in diesen sexuellen Situationen auf dem Fotoshoot gesehen hast.

source: [_M_] You naughty boy!
dutch: [_M_] Jij stoute jongen!
german: [_M_] Du bist unartiger Junge!

source: [_MB_] I am, and if you'll let me, I'd love to come in there and show you just how naughty I can be.
dutch: [_MB_] Ik ben, en als je me laat zien, zou ik graag daar naartoe komen en je laten zien hoe stoutmoedig ik kan zijn.
german: [_MB_] Ich bin es, und wenn du mich lassen wirst, würde ich gerne hinkommen und dir zeigen, wie unartig ich sein kann.

source: [_MT_] {i}I can't really let this happen, can I?{/i}
dutch: [_MT_] {i}Ik kan dit niet echt laten gebeuren, kan ik?{/i}
german: [_MT_] {i}Ich kann das nicht wirklich zulassen, kann ich?{/i}

source: [_MT_] {i}This is crossing a pretty big line!{/i}
dutch: [_MT_] {i}Dit is een behoorlijk grote lijn!{/i}
german: [_MT_] {i}Dies überquert eine ziemlich große Linie!{/i}

source: [_MT_] {i}Before my husband was imprisoned, I never so much as flirted with a student... And now, I'm completely naked, about to open the door for a student to do who knows what to me?{/i}
dutch: [_MT_] {i}Voordat mijn man gevangen werd gezet, heb ik nooit zoveel geflirt met een student... En nu ben ik helemaal naakt, ik sta op het punt om de deur te openen voor een student die weet wat hij moet doen?{/i}
german: [_MT_] {i}Bevor mein Mann inhaftiert wurde, habe ich nie so sehr mit einem Schüler geflirtet... Und jetzt bin ich völlig nackt, um die Tür für einen Schüler zu öffnen, zu tun, wer was zu mir sagt? {/i}

source: [_MT_] {i}Fuck... but I want it so bad!... I'm so fucking horny right now!{/i}
dutch: [_MT_] {i}Fuck... maar ik wil het zo slecht!... Ik ben nu zo verdomd van hoorn!{/i}
german: [_MT_] {i}Fick... aber ich will es so schlecht!... Ich ficke jetzt so geil aus!{/i}

source: [_MT_] {i}What do I do?{/i}
dutch: [_MT_] {i}Wat doe ik?{/i}
german: [_MT_] {i}Was mache ich? {/i}

source: [_M_] We'd better do this fast.
dutch: [_M_] We kunnen dit beter snel doen.
german: [_M_] Wir sollten das besser schnell machen.

source: [_MB_] Don't worry, I whispered to my boys to make sure to take their time.
dutch: [_MB_] Maak je geen zorgen, ik fluisterde naar mijn jongens om er zeker van te zijn dat ze tijd nemen.
german: [_MB_] Keine Sorge, ich flüsterte zu meinen Jungen, um ihre Zeit zu nehmen.

source: [_R_] Fucking finally!
dutch: [_R_] Eindelijk!
german: [_R_] Fickt endlich!

source: [_R_] I was afraid we'd never find them.
dutch: [_R_] Ik was bang dat we ze nooit zouden vinden.
german: [_R_] Ich hatte Angst, wir würden sie nie finden.

source: [_R_] Let's hurry up and get back.
dutch: [_R_] Laten we opschieten en terugkeren.
german: [_R_] lasst uns eilen und wieder zurückkommen.

source: [_DR_] Hold up, get dressed first. I'm tired of looking at your naked ass.
german: [_DR_] Halte, werde zuerst gekleidet. Ich bin es leid, deinen nackten Arsch anzusehen.

source: [_R_] There, I'm dressed and I've got my mom's stuff. Let's go.
dutch: [_R_] Daar ben ik gekleed en ik heb de dingen van mijn moeder. Laten we gaan.
german: [_R_] Dort bin ich gekleidet und ich habe meine Mimi Sache. Lass uns gehen.

source: [_DR_] Dude, chill out! Where's the fire?
dutch: [_DR_] Dude, chill out! Waar is het vuur?
german: [_DR_] Dude, chillen aus! Wo ist das Feuer?

source: [_T_] I think we should hurry back, too.
dutch: [_T_] Ik denk dat we ons ook moeten haasten.
german: [_T_] Ich denke, wir sollten uns ebenfalls beeilen.

source: [_DR_] But Matt said we should take our time.
dutch: [_DR_] Maar Matt zei dat we onze tijd moeten nemen.
german: [_DR_] Aber Matt sagte, wir sollten uns Zeit nehmen.

source: [_R_] He said what!?
dutch: [_R_] zei hij wat!?
german: [_R_] Er sagte was!?

source: [_T_] Dude, if we hurry back, maybe we can watch.
dutch: [_T_] Dude, als we ons haasten, kunnen we misschien kijken.
german: [_T_] Dude, wenn wir uns beeilen, können wir vielleicht beobachten.

source: [_RT_] {i}Goddammit! Of course Matt's intentions were to fuck my mom.{/i}
dutch: [_RT_] {i}Goddammit! Natuurlijk waren de bedoelingen van Matt's mijn moeder te vrolijken.{/i}
german: [_RT_] {i}Goddammit! Natürlich wurde Matts Absicht meine MM zu ficken.{/i}

source: [_RT_] {i}Here I am doing all the ground work to open her up sexually, and Matt's going to get all the benefits.{/i}
dutch: [_RT_] {i}Hier werk ik de hele grond in haar werk om haar seksueel te openen en krijg alle voordelen.{/i}
german: [_RT_] {i}Hier mache ich die ganze Bodenarbeit, um sie sexuell zu öffnen und Matts wird alle Vorteile erhalten.{/i}

source: [_RT_] {i}Hopefully Mom will resist him.{/i}
dutch: [_RT_] {i}Hopelijk zal de maan hem weerstaan.{/i}
german: [_RT_] {i}Hoffentlich wird ihm die Mutter widerstehen. {/i}

source: [_RT_] {i}What am I saying? I left her there as horny as a bitch in heat.{/i}
dutch: [_RT_] {i}Wat moet ik zeggen? Ik liet haar daar zo verschrikkelijk als een beet in de hitte.{/i}
german: [_RT_] {i}Was sage ich? Ich habe sie dort so geil wie eine Hündin in der Hitze.{/i}

source: [_RT_] {i}It will take a miracle for her...{/i}
dutch: [_RT_] {i}Het neemt een wonder voor haar...{/i}
german: [_RT_] {i}Es wird ein Wunder für sie dauern...{/i}

source: [_DR_] Holy... Go Matt!
dutch: [_DR_] Hallo... Ga maar!
german: [_DR_] Heilig... Geh Matte!

source: [_R_] I'm going to kill him!
dutch: [_R_] Ik ga hem doden!
german: [_R_] Ich werde ihn töten!

source: [_T_] Haha... Hold up there, Tiger!
dutch: [_T_] Haha... Hou daar op, graag!
german: [_T_] Haha... Halten Sie da oben, Tiger!

source: [_T_] You think your Mom will be happy if you inturrupt?
dutch: [_T_] Je denkt dat je maan blij zal zijn als je inturrupt?
german: [_T_] Du denkst, dass deine Mutter glücklich sein wird, wenn du dich einreihe?

source: [_DR_] Yeah, that's just going to make things super awkward between you two.
dutch: [_DR_] Yeah, dat gaat dingen super lastig maken tussen jou.
german: [_DR_] Ja, das macht die Dinge zwischen euch zwei einfach super schwierig.

source: [_DR_] Better to just let them finish and pretend you didn't see anything.
dutch: [_DR_] Beter om ze gewoon af te maken en te doen alsof je niks hebt gezien.
german: [_DR_] Besser es, sie einfach fertig zu lassen und so zu tun, als hättest du nichts gesehen.

source: [_R_] Oh yeah? Are you speaking from experience? Has Matt fucked both your moms too?
dutch: [_R_] Oh ja? Spreek je van ervaring? Is Matt ook allebei jouw moeders gefokt?
german: [_R_] Oh yeah? Hast du aus Erfahrung gesprochen? Hat Matt auch deine beiden Mütter gefickt?

source: [_T_] Dude, I'd let Matt fuck my mom if he let me fuck his mom. His mom is fucking hot!
dutch: [_T_] Dude, ik laat Matt mijn moeder rooien als hij me zijn moeder laat vermoeden. Zijn moeder is waanzinnig heet!
german: [_T_] Dude, ich würde Matt meine Mama ficken lassen, wenn er mir seine Mama ficken lässt.

source: [_DR_] Yeah, but his mom doesn't fuck around.
dutch: [_DR_] Yeah, maar zijn moeder is niet nutteloos.
german: [_DR_] Ja, aber seine Mama fickt nicht herum.

source: [_RT_] {i}Revenge! I'm going to fuck that monster's mom!{/i}
dutch: [_RT_] {i}Revenge! Ik ga dat monster's moeder worden!{/i}
german: [_RT_] {i}Rache! Ich werde das Monster jetzt fucken! {/i}

source: [_M_] Oh, my God, Matt! I've never felt so full!
dutch: [_M_] Oh, mijn God, Matt! Ik voel me nog nooit zo vol!
german: [_M_] Oh, mein Gott, Matte! Ich habe mich noch nie so voll gefühlt!

source: [_M_] Your dick is huge! It's almost... painful!
dutch: [_M_] Jouw lui is geweldig! Het is hoogst... pijnlijk!
german: [_M_] Dein Schwanz ist riesig! Es ist fast schmerzhaft... schmerzhaft!

source: [_MB_] Don't worry, your body will adjust eventually.
dutch: [_MB_] Geen zorgen, je lichaam zal zich uiteindelijk aanpassen.
german: [_MB_] Keine Sorge, Ihr Körper wird sich irgendwann anpassen.

source: [_MBT_] {i}Then she'll keep on crawling back, cuz nothing else will scratch the places I'm reaching right now.{/i}
dutch: [_MBT_] {i}Dan blijft ze verpletteren, cuz niets anders krabben de plaatsen die ik nu bereik.{/i}
german: [_MBT_] {i}Dann kriegt sie weiter zurück, cuz nichts anderes wird die Orte, die ich gerade erreiche, kratzen.{/i}

source: [_MB_] Goddam, Miss [mom_name]! Fucking you out here in the open air is sexy as shit, but I'm still surprised you'd rather fuck out here then inside where it's more private.
dutch: [_MB_] Goddam, Mis [mom_name]! Je naar buiten brengen in de open lucht is sexy als shit, maar ik ben nog steeds verrast dat je hier liever uitspuugt dan binnenin waar het privé is.
german: [_MB_] Goddam, Miss [mom_name]! Hier draussen zu ficken ist sexy wie Scheiße, aber ich bin immer noch überrascht, dass du lieber hier draußen drin drin, wo es mehr privat.

source: [_MB_] Do you get off on the thrill of getting caught by your son, or the other guys, or something?
dutch: [_MB_] Ga je op de spanningsveld zitten om gepakt te worden door je zoon, of de andere jongens, of iets?
german: [_MB_] Kommst du mit dem Nervenkitzel von deinem Sohn, den anderen Jungs oder etwas ab?

source: [_M_] Uhhh... yeah, something like that.
dutch: [_M_] Uhhhh... ja, zo is het.
german: [_M_] Uhhh... ja, so etwas wie das.

source: [_MT_] {i}If Matt had gone inside he would have seen and smelled the huge puddle of [ryan]'s and my sex juices all over the floor.{/i}
dutch: [_MT_] {i}Als Matt erin was gegaan zou hij de enorme puddel van [ryan]en mijn sekssap over de hele vloer hebben gezien en vernietigd. /i}
german: [_MT_] {i}Hätte Matt nach innen gegangen, hätte er das riesige Puddle von [ryan]'s und meiner Sexsäfte auf dem ganzen Boden gesehen und gerüstet. /i}
