Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] I'll do it after this show is over.
italian: [_R_] lo farò dopo che questo spettacolo è finito.

source: [_M_] No, you'll do it now.
italian: [_M_] No, lo farai adesso.

source: [_R_] But...
italian: [_R_] Ma...

source: [_M_] No buts, Mister. Take Mandy with you. You can split the work between you.
italian: [_M_] Non mai, Mistero. Prendi Mandy con te. Puoi dividere il lavoro tra di te.

source: [_M_] The backyard chores are her responsibility too, now.
italian: [_M_] Le faccende del cortile sono anche le sue responsabilità.

source: [_MD_] I've never had chores before. What do we have to do?
italian: [_MD_] Non ho mai avuto faccende prima. Che cosa dobbiamo fare?

source: [_R_] Come on, Mandy, I'll show you. It'll be nice to have some help at least.
italian: [_R_] Avanti, Mandy, ti mostrerò. Sarà bello avere almeno qualche aiuto.

source: [_RT_] {i}Hell, yeah!... Mom accepted my date invitation!{/i}
italian: [_RT_] {i}Inferno, sì!... Mamma ha accettato il mio invito alla data!{/i}

source: [_RT_] {i}She didn't even seem to mind that both Aunt Cami and I called it a date.{/i}
italian: [_RT_] {i}Lei non sembrava nemmeno pensare che sia zia Cami che io abbiamo chiamato una data.{/i}

source: [_RT_] {i}Now... What should I wear?{/i}
italian: [_RT_] {i}Ora... Cosa dovrei indossare?{/i}

source: [_RT_] {i}This looks a little casual, but anyone who knows about style will recognize that these jeans cost more than five hundred dollars.{/i}
italian: [_RT_] {i}Sembra un po' casuale, ma chiunque sappia dello stile riconoscerà che questi jeans costano più di cinquecento dollari.{/i}

source: [_RT_] {i}And this shirt says a lot about who I am.{/i}
italian: [_RT_] {i}E questa camicia dice molto su chi sono.{/i}

source: [_RT_] {i}I think I look good, but maybe I should wear something else.{/i}
italian: [_RT_] {i}Penso di avere un bell'aspetto, ma forse dovrei indossare qualcos'altro.{/i}

source: [_RT_] {i}Damn... I look good!{/i}
italian: [_RT_] {i}Damn... Ho un bell'aspetto!{/i}

source: [_RT_] {i}But am I overdoing it in a button up shirt?{/i}
italian: [_RT_] {i}Ma sto sovrascrivendo in una camicia di bottone?{/i}

source: [_RT_] {i}Is the other outfit too casual?{/i}
italian: [_RT_] {i}L'altro vestito è troppo casuale?{/i}

source: [_RT_] {i}Which one should I wear?{/i}
italian: [_RT_] {i}Quale dovrei indossare?{/i}

source: [_RT_] {i}The more casual outfit?{/i}
italian: [_RT_] {i}L'outfit più casuale?{/i}

source: [_RT_] {i}Or the more formal looking one?{/i}
italian: [_RT_] {i}O più formale cerca?{/i}

source: [_RT_] {i}Yeah, I look great!... This is definitely the way to go.{/i}
italian: [_RT_] {i}Sì, ho un aspetto fantastico!... Questo è sicuramente il modo di andare.{/i}

source: [_RT_] {i}I definitely look pretty fancy in this outfit, but I can't afford a dress collar shirt kind of date.{/i}
italian: [_RT_] {i}Cerco sicuramente abbastanza fantasia in questo outfit, ma non posso permettermi una camicia collo tipo di data.{/i}

source: [_RT_] {i}There... That outfit suits my budget a little better.{/i}
italian: [_RT_] {i}Lì... Questo vestito si adatta al mio budget un po 'meglio.{/i}

source: [_RT_] {i}Mom's taking a while to get ready.{/i}
italian: [_RT_] {i}Mamma prende un po' di tempo per prepararsi.{/i}

source: [_RT_] {i}Maybe I should peek at the spycams to see what she's doing.{/i}
italian: [_RT_] {i}Forse dovrei sbirciare le spycam per vedere cosa sta facendo.{/i}

source: [_RT_] {i}Hmm... Not in the bathroom.{/i}
italian: [_RT_] {i}Hmm... Non in bagno.{/i}

source: [_RT_] {i}Not in her bedroom...{/i}
italian: [_RT_] {i}Non nella sua camera da letto...{/i}

source: [_R_] Wow, you look incredible! I never get tired of seeing you in that dress.
italian: [_R_] Wow, sembri incredibile! Non mi stanco mai di vederti in quel vestito.

source: [_M_] Thank you, but... What are you wearing?
italian: [_M_] Grazie, ma... Cosa stai indossando?

source: [_R_] I dressed up nice again... These are my really expensive designer jeans.
italian: [_R_] ho vestito di nuovo bello... Questi sono i miei jeans designer davvero costosi.

source: [_R_] You don't like...
italian: [_R_] Non ti piace...

source: [_M_] No... You should be yourself... I'm sure it'll be just fine.
italian: [_M_] no... Dovresti essere te stesso... sono sicuro che andrà bene.

source: [_M_] You clean up pretty well yourself.
italian: [_M_] Ti ripulisci abbastanza bene.

source: [_M_] What a handsome young man you've become!
italian: [_M_] Che bel giovane uomo che sei diventato!

source: [_R_] Should we go?
italian: [_R_] Dovremmo andare?

source: [_M_] Yeah, I can't wait!
italian: [_M_] Sì, non posso aspettare!

source: [_RT_] {i}Shit!... What did that bastard do now?{/i}
italian: [_RT_] {i}Shit!... Cosa ha fatto quel bastardo adesso?{/i}

source: [_RT_] {i}Dad doesn't deserve such an amazing woman.{/i}
italian: [_RT_] {i}Papà non merita una donna così incredibile.{/i}

source: [_RT_] {i}Now, I've just got to get Mom to see it that way.{/i}
italian: [_RT_] {i}Ora, devo solo ottenere la mamma per vederla in quel modo.{/i}

source: [_R_] Mom?
italian: [_R_] Mamma?

source: [_R_] Are you ok?
italian: [_R_] Stai bene?

source: [_M_] What is it, [ryan]!?
italian: [_M_] Che cos'è, [ryan]!?

source: [_M_] I don't need any of your bullshit problems right now!
italian: [_M_] Non ho bisogno di nessuno dei tuoi problemi di stronzate in questo momento!

source: [_M_] Oh, my God!... [ryan], I'm so sorry!
italian: [_M_] Oh, mio Dio!... [ryan], mi dispiace!

source: [_M_] I don't know what came over me...
italian: [_M_] Non so cosa mi sia venuto finito...

source: [_M_] It's just... I'm sorry!
italian: [_M_] È solo... mi dispiace!

source: [_M_] Come here... Tell me what you need.
italian: [_M_] Vieni qui... Dimmi cosa ti serve.

source: [_R_] Don't worry about what I need, Mom.
italian: [_R_] Non preoccuparti di quello che mi serve, mamma.

source: [_R_] What can I do for you?... What do you need?
italian: [_R_] Che cosa posso fare per voi?... Di cosa avete bisogno?

source: [_M_] Oh, it's just more problems with your dad.
italian: [_M_] Oh, è solo più problemi con il tuo papà.

source: [_M_] He doesn't want me to come during visitation hours anymore, unless he specifically invites me.
italian: [_M_] Non vuole che io venga più durante le ore di visita, a meno che non mi inviti specificamente.

source: [_M_] He said that since I didn't bother to come see him for so long after he got arrested, I can just wait longer to see him again.
italian: [_M_] Disse che da quando non mi sono preoccupato di venire a trovarlo per così tanto tempo dopo essere stato arrestato, Posso solo aspettare più a lungo per vederlo di nuovo.

source: [_M_] He said he needs that time to strategize with his lawyer.
italian: [_M_] Ha detto che ha bisogno di quel tempo per strategizzare con il suo avvocato.

source: [_M_] But I was able to get his lawyer to admit that he's got someone else visiting him, but he wouldn't say who.
italian: [_M_] Ma sono stato in grado di convincere il suo avvocato ad ammettere che ha avuto qualcun altro che lo visita, ma non direbbe chi.

source: [_R_] What a bastard!
italian: [_R_] Che bastardo!

source: [_M_] Normally I'd tell you not to talk about your dad like that, but right now, I don't disagree.
italian: [_M_] Normalmente ti direi di non parlare di tuo papà così, ma in questo momento, non sono in disaccordo.

source: [_R_] Well, screw him... We don't need him.
italian: [_R_] Beh, avvitatelo... Non abbiamo bisogno di lui.

source: [_R_] Let's show him that we can live our lives just fine without him.
italian: [_R_] Mostriamogli che possiamo vivere la nostra vita solo bene senza di lui.

source: [_R_] Let's start by doing something to lift our spirits.
italian: [_R_] Cominciamo facendo qualcosa per sollevare i nostri spiriti.

source: [_R_] I'm going to take you out on a date.
italian: [_R_] ti porterò fuori in una data.

source: [_M_] [ryan], we don't have the money to do anything fun.
italian: [_M_] [ryan], non abbiamo i soldi per fare niente di divertente.

source: [_R_] Mom... We don't need money to have fun, but we can definitely have more fun with money.
italian: [_R_] Mom... Non abbiamo bisogno di soldi per divertirci, ma possiamo sicuramente divertirci di più con i soldi.

source: [_R_] That's why I've got some extra cash put aside for just such an emergency.
italian: [_R_] Ecco perché ho qualche denaro in più messo da parte per una tale emergenza.

source: [_M_] But [ryan], we need to use that money to...
italian: [_M_] But [ryan], abbiamo bisogno di utilizzare quel denaro per...

source: [_R_] We haven't fallen behind on our Mafia debt payments. If we don't do something for us, what's the point of living?
italian: [_R_] Non siamo rimasti indietro sui nostri debiti mafiosi. Se non facciamo qualcosa per noi, qual è il punto di vivere?

source: [_M_] Yeah?
italian: [_M_] Sì?

source: [_M_] Okay, I could really use a day out.
italian: [_M_] Okay, potrei davvero usare un giorno fuori.

source: [_M_] But, don't call it a date. That just sounds... weird.
italian: [_M_] Ma, non chiamarlo un appuntamento. Quel suono è semplice... strano.

source: [_R_] Why not?... When I was little, you always called our alone time together "a date with Mommy."
italian: [_R_] Perché no?... Quando ero piccolo, hai sempre chiamato il nostro tempo da solo insieme "un appuntamento con la mamma".

source: [_M_] Well, yeah... It was cute back then... Now it seems... inappropriate.
italian: [_M_] Beh, sì... E 'stato carino indietro allora... Ora sembra... inappropriato.

source: [_R_] I don't care what we call it. I'm just excited to spend some time with you.
italian: [_R_] Non mi importa quello che chiamiamo. Sono semplicemente entusiasta di trascorrere del tempo con te.

source: [_M_] I guess this could be fun?
italian: [_M_] Immagino che questo potrebbe essere divertente?

source: [_M_] What do you have in mind?
italian: [_M_] Che cosa hai in mente?

source: [_R_] Well, I know you like shopping.
italian: [_R_] Beh, so che ti piace fare shopping.

source: [_M_] I did like shopping... Now buying our clothes at the local Mal-Mart just doesn't get me very excited.
italian: [_M_] Mi è piaciuto fare shopping... Ora comprare i nostri vestiti al Mal-Mart locale non mi entusiasma molto.

source: [_M_] I miss shopping downtown at the luxe clothing stores.
italian: [_M_] Mi manca lo shopping nel centro dei negozi di abbigliamento di lusso.

source: [_R_] Well, let's do that then.
italian: [_R_] Beh, allora lo facciamo.

source: [_M_] We can't afford to...
italian: [_M_] Non possiamo permetterci di...

source: [_R_] I think I can swing it.
italian: [_R_] penso di poterlo oscillare.

source: [_M_] Seriously?
italian: [_M_] Seriamente?

source: [_R_] You bet.
italian: [_R_] Scommettete.

source: [_R_] We'll go as soon as you're ready.
italian: [_R_] andremo non appena sarai pronto.

source: [_M_] Okay, but you get ready too. You can't go to those fancy stores looking like that.
italian: [_M_] Okay, ma ti prepari anche. Non puoi andare in quei negozi di fantasia che sembrano così.

source: [_R_] No... Of course not.
italian: [_R_] No... Naturalmente no.

source: [_RT_] {i}What's wrong with shorts and a tank top?{/i}
italian: [_RT_] {i}Cosa c'è di sbagliato con i pantaloncini e una canotta?{/i}

source: [_RT_] {i}She can call it whatever she likes, we both know what this is.{/i}
italian: [_RT_] {i}Lei può chiamarlo quello che le piace, entrambi sappiamo cosa è questo.{/i}

source: [_RT_] {i}Holy hell!... I've been so busy lately that I've hardly gamed at all... I wonder if my online gamer buddies miss me.{/i}
italian: [_RT_] {i}Holy hell!... Sono stato così impegnato ultimamente che non ho giocato affatto... Mi chiedo se i miei amici di giocatori online mi mancano.{/i}

source: [_RT_] {i}Anyways... I think I look good, but maybe I should wear something else.{/i}
italian: [_RT_] {i}Comunque... Penso di avere un bell'aspetto, ma forse dovrei indossare qualcos'altro.{/i}

source: [_RT_] {i}Is the other outfit too casual?... I haven't been shopping with Mom for so long, I can't remember how she'd have me dress.{/i}
italian: [_RT_] {i}L'altro vestito è troppo casuale?... Non faccio shopping con la mamma da tanto tempo, non ricordo come mi avrebbe vestito.{/i}

source: [_R_] Wow, you look incredible!
italian: [_R_] Wow, sembri incredibile!

source: [_R_] I dressed up nice... These are my really expensive designer jeans.
italian: [_R_] mi sono vestito bello... Questi sono i miei jeans designer davvero costosi.

source: [_C_] I'm in the middle of cleaning this bacteria pit... Whatever you want, you're going to have to wait.
italian: [_C_] Sono nel bel mezzo della pulizia di questo pozzo batterico... Qualunque cosa voglia, dovrai aspettare.

source: [_R_] Sorry, I don't have time to wait. I'm supposed to go with Mom to the prison to visit my dad.
italian: [_R_] Mi dispiace, non ho tempo di aspettare. Dovrei andare con la mamma in prigione per visitare mio papà.

source: [_C_] Well, I'm not leaving.
italian: [_C_] Beh, non me ne sto andando.

source: [_R_] Fine.
italian: [_R_] Bene.

source: [_C_] Oh! what the fuck?
italian: [_C_] Oh! cosa scopare?

source: [_R_] I wasn't kidding. I'm in a really big hurry.
italian: [_R_] Non stavo scherzando. Sono davvero di grande fretta.

source: [_C_] I can't believe you have the nerve to just strip right in front of your own aunt!
italian: [_C_] Non posso credere che tu abbia il coraggio di spogliarti proprio di fronte alla tua zia!

source: [_R_] Maybe I wouldn't have the courage if I didn't know you liked it so much.
italian: [_R_] Forse non avrei avuto il coraggio se non sapessi che ti è piaciuto così tanto.

source: [_C_] Oh, God!... You wish.
italian: [_C_] Oh, Dio!... Volete.

source: [_R_] What do you mean, you wish? You're literally staring at my cock through the reflection of the mirror.
italian: [_R_] Che cosa intendi, vuoi? Stai letteralmente fissando il mio cazzo attraverso il riflesso dello specchio.

source: [_C_] Only because it's so freakishly big.
italian: [_C_] Solo perché è così stravagante grande.

source: [_R_] You should see it when it's hard.
italian: [_R_] Dovresti vederlo quando è difficile.

source: [_R_] You'd really like that.
italian: [_R_] Ti piacerebbe davvero.

source: [_C_] You think I like it?
italian: [_C_] Pensa che mi piace?

source: [_C_] It's more like, how can I help but stare at it?
italian: [_C_] È più simile, come posso aiutare ma fissarlo?

source: [_C_] It's freakishly large and impractical.
italian: [_C_] È freakishly grande e impraticabile.

source: [_C_] You're going to have to find a girl that's already fucked a horse to be able to accommodate you.
italian: [_C_] Dovrai trovare una ragazza già scopata un cavallo per poterti accomodare.

source: [_RT_] {i}Whatever bitch... My sisters took it pretty well.{/i}
italian: [_RT_] {i}Qualunque cagna... Le mie sorelle lo hanno preso abbastanza bene.{/i}

source: [_C_] And the fact that it's attached to a stupid filthy pervert makes it as repulsive as you are.
italian: [_C_] E il fatto che sia attaccato a uno stupido sporco perverso lo rende così ripugnante come sei.

source: [_R_] If that's what you've got to tell yourself to sleep at night.
italian: [_R_] Se è quello che devi dire a te stesso di dormire di notte.

source: [_C_] Oh you little!...
italian: [_C_] Oh poco!...

source: {i}{b}"Aunt Camille's Anger +1"{/b}{/i}
italian: {i}{b}"zia Camille's Rger +1"{/b}{/i}

source: [_R_] Sorry, it's just that you've seen it before, so I didn't think you'd mind.
italian: [_R_] Mi dispiace, è solo che l'hai visto prima, quindi non pensavo ti sarei dispiaciuto.

source: [_C_] Well, I don't think it's a good idea for you to get too comfortable just dropping your pants in front of me, that's all.
italian: [_C_] Beh, non penso che sia una buona idea per voi di diventare troppo comodo semplicemente cadere i pantaloni di fronte a me, è tutto.

source: [_R_] I swear I wouldn't if I wasn't in such a big hurry.
italian: [_R_] Giuro che non farei se non fossi di così grande fretta.

source: [_R_] Say, why in the hell are you dressed like that, and cleaning on the weekend?
italian: [_R_] Dite, perché all'inferno siete vestiti così, e la pulizia nel fine settimana?

source: [_C_] Why don't you ask your mom?
italian: [_C_] Perché non chiedi a tua mamma?

source: [_CT_] {i}God!... He might be a midget for a 19 yr old, but he definitely makes up for it in his pants.{/i}
italian: [_CT_] {i}Dio!... Potrebbe essere un midget per un vecchio di 19 anni, ma sicuramente lo colma nei suoi pantaloni.{/i}

source: [_C_] Well, like you said, you guys are going to visit that asshole father of yours, you know... the guy who got us all into this mess.
italian: [_C_] Beh, come avete detto, voi ragazzi andate a visitare quel vostro padre del culo del vostro, sapete. . il tipo che ci ha portati tutti in questo casino.

source: [_CT_] {i}I can't believe the little shit makes no attempt to cover himself!{/i}
italian: [_CT_] {i}Non riesco a credere che la piccola merda non faccia alcun tentativo di coprire se stesso!{/i}

source: [_C_] So, since she's too busy to do her chores, guess who gets to fill in for her?
italian: [_C_] Quindi, dal momento che è troppo impegnata per fare le sue faccende, indovinare chi si riempie per lei?

source: [_R_] You?
italian: [_R_] Tu?

source: [_C_] That's right!
italian: [_C_] Va bene!

source: [_R_] And she made you put on your maid outfit?
italian: [_R_] E ti ha fatto indossare il tuo abito da domestica?

source: [_C_] Uhhh... No, I guess she didn't... I guess I just did it out of habit.
italian: [_C_] Uhhhh... No, immagino che non lo abbia fatto... Immagino di averlo fatto per abitudine.

source: [_R_] That's an obedient servant.
italian: [_R_] È un servo obbediente.

source: [_C_] Fuck you!
italian: [_C_] Cazzo te!

source: [_R_] Why don't you just picture that while I take a shower.
italian: [_R_] Perché non foto che mentre faccio una doccia.

source: [_CT_] {i}Ok Camille, the sink is finished, time to move onto the toilet.{/i}
italian: [_CT_] {i}Ok Camille, il lavandino è finito, il tempo per passare alla toilette.{/i}

source: [_CT_] {i}Just try not to look at your nephew in the show...{/i}
italian: [_CT_] {i}Prova a non guardare il tuo nipote nello spettacolo...{/i}

source: [_CT_] {i}Damnit!{/i}
italian: [_CT_] {i}Dannazione! {/i}

source: [_CT_] {i}Goddam, that kid is hung.{/i}
italian: [_CT_] {i}Goddam, quel bambino è appeso.{/i}

source: [_CT_] {i}I wonder if [mom_name] knows how much he takes after our father.{/i}
italian: [_CT_] {i}Mi chiedo se [mom_name] sappia quanto prende dopo nostro padre.{/i}

source: [_CT_] {i}And why am I thinking of my nephews cock?{/i}
italian: [_CT_] {i}E perché penso al mio cazzo di nipote?{/i}

source: [_CT_] {i}I mean... I've always been a loyal wife!{/i}
italian: [_CT_] {i}Voglio dire... Sono sempre stata una moglie leale!{/i}

source: [_CT_] {i}That is... if you don't count me checking out guys at the gym.{/i}
italian: [_CT_] {i}Che è... se non mi contate controllare i ragazzi alla palestra.{/i}

source: [_CT_] {i}Mmmm... I love seeing their dick bulges through their shorts and sweat pants.{/i}
italian: [_CT_] {i}Mmmm... Mi piace vedere il loro cazzo rigonfiare attraverso i loro pantaloncini e sudare pantaloni.{/i}

source: [_CT_] {i}But, even though some of them are 6 foot plus, and built like a fucking tank, I've never seen any dick bulges bigger than [ryan]'s, on any of those grown men.{/i}
italian: [_CT_] {i}Ma, anche se alcuni di loro sono 6 piedi più, e costruito come una vasca del cazzo, Non ho mai visto alcun cazzo rigonfiare più grande di [ryan]'s, su nessuno di quegli uomini cresciuti. /i}

source: [_CT_] {i}Oh... Why did he turn around?{/i}
italian: [_CT_] {i}Oh... Perché si è voltato?{/i}

source: [_CT_] {i}I wasn't done looking.{/i}
italian: [_CT_] {i}Non ho guardato.{/i}

source: [_CT_] {i}Wait... no!... I didn't mean that!{/i}
italian: [_CT_] {i}Aspetta... no!... Non intendevo questo!{/i}

source: [_CT_] {i}Fuck!{/i}
italian: [_CT_] {i}Fanculo!{/i}

source: [_RT_] {i}Ahh... Feels good to shower. I should do it more often.{/i}
italian: [_RT_] {i}Ahh... Si sente bene da doccia. Dovrei farlo più spesso.{/i}

source: [_RT_] {i}Ok, I think I'm ready to go see Dad.{/i}
italian: [_RT_] {i}Ok, penso di essere pronto per andare a vedere papà.{/i}

source: [_RT_] {i}Fuck... I should be excited, but I don't really have any desire to see him.{/i}
italian: [_RT_] {i}Fuck... Dovrei essere emozionato, ma non ho davvero voglia di vederlo.{/i}

source: [_RT_] {i}As chaotic as life is right now, I still feel better about myself when he's not here.{/i}
italian: [_RT_] {i}Siccome la vita è caotica, mi sento ancora meglio di me quando non è qui.{/i}

source: [_RT_] {i}I think Mom and Lauren do to.{/i}
italian: [_RT_] {i}Penso che Mamma e Lauren da fare.{/i}

source: [_RT_] {i}Maybe not Sidney, I think she was always his favorite.{/i}
italian: [_RT_] {i}Forse non Sidney, penso che lei fosse sempre il suo preferito.{/i}

source: [_RT_] {i}I guess I should go see if Mom's ready to go yet.{/i}
italian: [_RT_] {i}Immagino che dovrei andare a vedere se la mamma è pronta ad andare ancora.{/i}

source: [_RT_] {i}She locked it.{/i}
italian: [_RT_] {i}Lo ha bloccato.{/i}

source: [_R_] Let me in!
italian: [_R_] Mi lasci entrare!

source: [_C_] No, I'm not opening the door! You'll have to wait until I'm done cleaning in here!
italian: [_C_] No, non sto aprendo la porta! Dovrai aspettare fino a quando non ho finito di pulire qui!

source: [_RT_] {i}I guess I'm not getting in there again.{/i}
italian: [_RT_] {i}Immagino che non sto entrando di nuovo.{/i}

source: [_RT_] {i}Well, I don't hear anything going on in there...{/i}
italian: [_RT_] {i}Beh, non sento nulla in corso in là...{/i}

source: [_RT_] {i}Oh!... That's because she's getting ready for the Mafia to come over.{/i}
italian: [_RT_] {i}Oh!... Questo perché si sta preparando affinché la mafia venga a capire.{/i}

source: [_RT_] {i}I'd better run and make sure I'm ready too.{/i}
italian: [_RT_] {i}Farei meglio a correre e assicurarmi di essere pronto troppo.{/i}

source: [_RT_] {i}Mom's in the shower like usual. Uh oh... sounds like she's up to something again.{/i}
italian: [_RT_] {i}Mamma sotto la doccia come al solito. Uh oh... suona come lei è fino a qualcosa di nuovo.{/i}

source: [_RT_] {i}This is my chance to prevent her from getting off. If she can't relieve herself sexually, she might be less capable of resisting my advances.{/i}
italian: [_RT_] {i}Questa è la mia occasione per impedirle di scendere. Se non riesce a liberarsi sessualmente, potrebbe essere meno in grado di resistere ai miei avanzamenti.{/i}

source: [_RT_] {i}First, let's just see what she's up to.{/i}
italian: [_RT_] {i}Per prima cosa, vediamo cosa sta per fare.{/i}

source: [_RT_] {i}Just as I suspected.{/i}
italian: [_RT_] {i}Proprio come sospettavo.{/i}

source: [_RT_] {i}Mom's going for it again!{/i}
italian: [_RT_] {i}Mamma sta andando di nuovo per questo!{/i}

source: [_RT_] {i}She must be feeling pretty lonely.{/i}
italian: [_RT_] {i}Deve sentirsi abbastanza sola.{/i}

source: [_RT_] {i}With a little more work, in time, she'll be coming to me.{/i}
italian: [_RT_] {i}Con un po' più di lavoro, in tempo, lei verrà da me.{/i}

source: [_RT_] {i}I love that she's into the anal stuff. That's going to be amazing once I break that barrier.{/i}
italian: [_RT_] {i}Mi piace che sia nella roba anale. Sarà incredibile una volta che rompo quella barriera.{/i}

source: [_RT_] {i}You should try something bigger, Mom. You need to start getting used to my big dick.{/i}
italian: [_RT_] {i}Dovresti provare qualcosa di più grande, la mamma. Devi iniziare ad abituarti al mio grande cazzo.{/i}
