Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Okay, enough staring into my asshole! Come stick your dick in it already!
french: [_M_] D'accord, assez regardant dans mon asshot! Venez y mettre votre bite déjà !
italian: [_M_] Okay, abbastanza fissando il mio stronzo! Vieni a bastone il tuo cazzo già dentro!
portuguese: [__M_] Ok, chega de olhar para o meu babaca! Vem enfiar o pau nele já!
russian: Так, хватит пялиться в мою заднику! Иди, засуни свой член в это уже!

source: [_RT_] {i}Fuuuck... I never thought I'd hear Mom say those words!{/i}
french: [_RT_] {i}Fuuuck... Je n'aurais jamais pensé entendre ma mère dire ces mots !{/i}
italian: [_RT_] {i}Fuuuck... Non ho mai pensato di sentire la mamma dire quelle parole!{/i}
portuguese: [_RT_] {i}Fuuuck... Nunca pensei que ouviria minha mãe dizer essas palavras!{/i}
russian: [_RT_] {i}Фууак... Я не думал, что я слышу эти слова!{/i}

source: [_M_] Oh... God!... I... feel... so... full!
french: [_M_] Oh... Dieu!... Je... je sentir... bien... plein !
italian: [_M_] Oh... Dio!... mi senti... così... pieno!
portuguese: [_M_] Oh ... Deus! ... I... sinta ... tão ... completa!
russian: [ _M_] О ... Боже! Я ... чувствую ... так ... полно!

source: [_M_] You're bigger... than the plug!
french: [ _M_ ] Vous êtes plus gros ... que le bouchon !
italian: [_M_] Sei più grande... della spina!
portuguese: U[_M_] Você é maior... que o plu!
russian: Ты больше, чем вилка!

source: [_M_] I'm so glad... I loosened myself... up with it!
french: [_M_] Je suis tellement heureux... Je me suis déconnecté... avec elle!
italian: [_M_] sono così felice... mi sono allentato... su di esso!
portuguese: [__M_] Eu estou tão feliz ... Eu me afrouxei ... para cima com isso!
russian: Я так рада ... Я ослабил себя ... с этим!

source: [_R_] Yeah... I can actually... slide in and out... of there now.
french: [ _R_ ] Ouais ... Je peux vraiment ... glisser et sortir ... de là maintenant.
italian: [_R_] Sì... posso in realtà... scivolare dentro e fuori... di lì ora.
portuguese: [_R_] Sim... Na verdade, posso deslizar... de lá para dentro, e para fora... agora.
russian: [ _R_] Да ... Я вообще-то могу ... сползаться туда и выйти оттуда.

source: [_R_] And with time... I'm sure I'll be able... to get deeper and deeper.
french: [_R_] Et avec le temps... Je suis sûr que je serai en mesure de m'approfondir.
italian: [_R_] E con il tempo... sono sicuro che sarò in grado di... di approfondire e approfondire.
portuguese: [_R_] E com o tempo... Tenho certeza que serei capaz... para se aprofundar e aprofundar.
russian: [ _R_] И со временем ... Я уверен, что смогу ... глубже и глубже.

source: [_MT_] {i}How is it possible that my son's cock in my ass makes my pussy feel so good?{/i}
french: [_MT_] {i}Comment est-il possible que la queue de mon fils dans mon cul me fasse si bien sentir ma chatte ?{/i}
italian: [_MT_] {i}Come è possibile che il cazzo di mio figlio nel mio culo faccia sentire la mia figa così bene?{/i}
portuguese: [_MT_] {i}Como é possível que o pau do meu filho na minha bunda faça o meu bichano se sentir tão bom? {/i}
russian: [_MT_] {i}Как можно сделать так, чтобы мой сын мог чувствовать себя так хорошо?{/i}

source: [_MT_] {i}I know there's some kind of mental aspect to it... Eating the forbidden fruit, maybe?{/i}
french: [_MT_] {i}Je sais qu'il y a une sorte d'aspect mental... Manger les fruits interdits, peut-être?{/i}
italian: [_MT_] {i}So che c'è una sorta di aspetto mentale... Mangiare il frutto proibito, forse?{/i}
portuguese: [_MT_] {i}Eu sei que há algum tipo de aspecto mental a ele ... Comer a fruta proibida, maybe? {/i}
russian: [_MT_] {i}Я знаю, что к нему есть некоторый психический аспект... Едят запрещенные фрукты, может быть?{/i}

source: [_MT_] {i}God... I'm getting close!{/i}
french: [_MT_] {i}Dieu... Je me rapproche !{/i}
italian: [_MT_] {i}Dio... Sto avvicinando!{/i}
portuguese: [_MT_] {i}Deus ... Estou chegando perto! {/i}
russian: [_MT_] Бог {i}... Я приближаюсь!{/i}

source: [_M_] [ryan]!... I'm going to...
french: [_M_] [ryan]!... Je vais voir...
italian: [_M_] [ryan]!... Sto andando a...
portuguese: [_M_] [ryan]!... Eu vou para...
russian: [_M_] [ryan]!... Я собираюсь...

source: [_M_] Ahhh... God!
french: [_M_] Ahhhh... Dieu !
italian: [_M_] Ahhh... Dio!
portuguese: U[_M_] Ahhh... Deus!
russian: [ _M_] Боже!

source: [_M_] That felt just as good as last time!
french: [ _M_ ] C'était tout aussi bon que la dernière fois !
italian: [_M_] Che si è sentito buono come l'ultima volta!
portuguese: [_M_] Isso se sentiu tão bem quanto da última vez!
russian: Это было так же хорошо, как и в прошлый раз!

source: [_M_] I know this is wrong... But God help me, I love it!
french: [_M_] Je sais que c'est mal... Mais Dieu m'aide, je l'aime !
italian: [_M_] So che questo è sbagliato... Ma Dio mi aiuta, lo amo!
portuguese: [_M_] Eu sei que isso é errado ... Mas Deus me ajude, adorei!
russian: [_M_] Я знаю, что это неправильно... Но Бог помогает мне, я люблю это!

source: [_M_] Your father could never make me cum like that!
french: [_M_] Ton père n'a jamais pu me faire foutre comme ça!
italian: [_M_] Tuo padre non potrebbe mai farmi sperare così!
portuguese: [_M_] O seu pai nunca poderia me fazer sentir assim mesmo!
russian: [_M_] Ваш отец никогда не может заставить меня как!

source: [_M_] Before you came along, I only ever squirted when I took care of myself.
french: [ _M_ ] Avant de vous entendre, je n'ai jamais écureé quand j'ai pris soin de moi.
italian: [_M_] Prima di venire avanti, ho sempre schizzato solo quando mi sono preso cura di me stesso.
portuguese: [__M_] Antes de vir junto, eu só me agasalhei quando cuidei de mim mesma.
russian: [ _М_] До того, как ты появился, я только когда-нибудь забеливал, когда я заботилась о себе.

source: [_M_] I can't believe the best sex of my life is with my son!
french: [ _M_ ] Je ne peux pas croire que le meilleur sexe de ma vie est avec mon fils !
italian: [_M_] Non riesco a credere che il miglior sesso della mia vita sia con mio figlio!
portuguese: [_M_] Não acredito que o melhor sexo da minha vida seja com meu filho!
russian: [_M_] Я не могу верить, что лучший секс моей жизни с моим сыном!

source: [_R_] Doesn't the forbidden just make it so much hotter?
french: [ _R_ ] Est-ce que l'interdit ne le rend pas tellement plus chaud?
italian: [_R_] Il proibito non lo rende tanto più caldo?
portuguese: [_R_] Não é proibido apenas torná-lo tanto mais gostante?
russian: Разве запретный не делает так много жарче?

source: [_M_] God... it really fucking does!
french: [_M_] Dieu... c'est vraiment fucking !
italian: [_M_] Dio... è davvero fottuto!
portuguese: [_M_] Deus ... realmente porra faz!
russian: [_M_] Бог... это действительно Fucking!

source: {i}{b}"Mom's Libido -5"{/b}{/i}
french: {i}{b}«Libido de maman -5»{/b}{/i}
italian: {i}{b}"Libido della Mamma -5"{/b}{/i}
portuguese: {i}{b}"Mamãe Lido -5"{/b}{/i}
russian: {i}{b}"Либидо мамы -5"{/b}{/i}

source: [_M_] I'm impressed you were able to keep yourself from cumming before I did.
french: [_M_] Je suis impressionné que vous ayez pu vous empêcher de foutre avant que je ne le fasse.
italian: [_M_] Sono impressionato che sei stato in grado di tenerti dal cumming prima di farlo.
portuguese: [_M_] Estou impressionado que você conseguiu se manter estreito antes de mim.
russian: [_M_] Я впечатлил вас от громождения, прежде чем я сделал.

source: [_M_] Now, you can fuck me however you would like.
french: [ _M_ ] Maintenant, vous pouvez me baiser, cependant vous voulez.
italian: [_M_] Ora, puoi scoparmi come ti piacerebbe.
portuguese: [__M_] Agora, você pode me foder no entanto você gostaria.
russian: [ _M_] Теперь, ты можешь трахни меня, как бы ты хотела.

source: [_R_] I'm sorry, Mom... I wasn't able to come up with the money this week.
french: [_R_] Je suis désolé, Maman... Je n'ai pas pu trouver l'argent cette semaine.
italian: [_R_] Mi dispiace, mamma... Non sono stato in grado di trovare i soldi questa settimana.
portuguese: [__R_] Eu sinto muito, mãe ... Eu não fui capaz de chegar com o dinheiro esta semana.
russian: Прости, мам ... На этой неделе я не смог приехать с деньгами.

source: [_M_] Oh, don't feel too bad, honey! I'm sure you tried your best
french: [_M_] Oh, ne vous sentez pas trop mal, miel ! Je suis sûr que vous avez fait de votre mieux
italian: [_M_] Oh, non si sente troppo male, miele! Sono sicuro che hai fatto del tuo meglio
portuguese: [_M_] Oh, não se sente muito, mel! Tenho certeza que você tentou seu melhor
russian: Не очень плохо себя чувствуешь, милая! Я уверен, вы старались.

source: [_M_] It's not fair to put that much pressure on a high schooler. You should be worrying about things like who's party to go to this weekend.
french: [ _M_ ] Il n'est pas juste de faire pression sur un lycée. Vous devriez vous inquiéter de choses comme qui est le parti d'aller à ce week-end.
italian: [_M_] Non è giusto esercitare questa pressione su un liceale. Dovreste preoccuparvi di cose come la festa di andare a questo fine settimana.
portuguese: [_M_] Não é justo colocar tanta pressão em uma alta escolarista. Você deveria estar se preocupando com coisas como quem é festa para ir até este fim de semana.
russian: [_M_] Недопустимо оказывать такое давление на старшеклассников. Вы должны беспокоиться о том, как отправиться на выходные дни.

source: [_RT_] {i}I don't deserve this nice boob hug!{/i}
french: [_RT_] {i}Je ne mérite pas cet embrassade !{/i}
italian: [_RT_] {i}Non mi merito questo bel boob hug!{/i}
portuguese: [_RT_] {i}Eu não mereço esse abraço boob bacana! {/i}
russian: [ _RT_] {i}Я не заслуживаю этого приятные обниматься! { /i }

source: [_RT_] {i}It's all my fault that Mom has to spend her night with mafiosos and perverts.{/i}
french: [_RT_] {i}C'est tout mon reproche que ma mère doive passer sa nuit avec des mafiosos et des perverts.{/i}
italian: [_RT_] {i}È colpa mia che la mamma debba trascorrere la sua notte con mafiosos e perverts.{/i}
portuguese: [_RT_] {i}É tudo culpa minha que Mamãe tenha que passar a noite com mafiosos e percursos.{/i}
russian: [_RT_] {i}Я виноват, что мама должна ночь с мафиозями и извращениями.{/i}

source: [_RT_] {i}Why did I lie about not having the money? Sure there's other stuff to use it on, but is that really more important than keeping my mom out of Joey's club?{/i}
french: [ _RT_ ] {i}Pourquoi j'ai menté sur le fait de ne pas avoir l'argent? Bien sûr qu'il y a d'autres choses à utiliser, mais est-ce vraiment plus important que de garder ma mère hors du club de Joey? { /i }
italian: [_RT_] {i}Perché ho mentito di non avere il denaro? Certo ci sono altre cose su cui usarlo, ma è davvero più importante che tenere mia mamma fuori dal club di Joey?{/i}
portuguese: [_RT_] {i}Por que eu menti sobre não ter o dinheiro? Claro que há outras coisas para usar, mas será que isso é realmente mais importante do que manter minha mãe fora do club? de Joey? {/i}
russian: [_RT_] {i}Почему я ложю о том, что у меня нет денег? Конечно, есть и другие вещи, которые будут использоваться, но это действительно более важно, чем вывести маму из клуба Джоа?{/i}

source: [_RT_] {i}Do I kind of enjoy being responsible for making my mom do slutty things there?{/i}
french: [_RT_] {i}Est-ce que j'aime beaucoup être responsable de faire de ma mère des choses salopes là-bas ?{/i}
italian: [_RT_] {i}Mi piace di essere responsabile di rendere la mia mamma fare cose troia lì?{/i}
portuguese: [_RT_] {i}Eu meio que eu gosto de fazer minha mãe fazer coisas vadias lá?{/i}
russian: [_RT_] {i}Я с удовольствием несу ответственность за то, чтобы моя мама делала там суровые вещи?{/i}

source: [_RT_] {i}I really need to learn to manage my money better!{/i}
french: [ _RT_ ] {i}J'ai vraiment besoin d'apprendre à mieux gérer mon argent ! { /i }
italian: [_RT_] {i}Ho davvero bisogno di imparare a gestire meglio il mio denaro!{/i}
portuguese: [_RT_] {i}Eu realmente preciso aprender a gerenciar melhor o meu dinheiro! {/i}
russian: [_RT_] {i}Мне действительно нужно научиться лучше управлять своими деньгами!{/i}

source: [_MT_] {i}I'm so glad [ryan] didn't have the money with him this week! I was going to be going with Joey either way, but now he can't blame me for wanting to go.{/i}
french: [_MT_] {i}Je suis tellement content [ryan] n'a pas eu l'argent avec lui cette semaine! J'allais aller avec Joey dans les deux sens, mais maintenant il ne peut pas me reprocher de vouloir partir. /i}
italian: [_MT_] {i}Sono così contento che [ryan] non abbia avuto i soldi con lui questa settimana! Stavo per andare con Joey in entrambi i sensi, ma ora non può incolpare me per volere andare. /i}
portuguese: [_MT_] {i}Estou tão feliz que [ryan] não tenha tido dinheiro com ele esta semana! Eu ia com Joey de qualquer maneira, mas agora ele não pode me culpar por querer ir. /i}
russian: [ _MT_] {i}Я так рада, что на этой неделе у него не было денег! Я собиралась идти с Джоуи в любом случае, но теперь он не может винить меня за то, что я хочу уйти.

source: [_J_] Yes, well... I hate to press you, but We've got to go collect another girl or payment from across town.
french: [ _J_ ] Oui, eh bien ... Je déteste te preste, mais on doit aller chercher une autre fille ou un paiement de toute la ville.
italian: [_J_] Sì, bene... Odio premerti, ma dobbiamo andare a raccogliere un'altra ragazza o il pagamento da tutta la città.
portuguese: [_J_] Sim, bem... Odeio te pressionar, mas temos que coletar outra garota ou pagamento do outro lado da cidade.
russian: Да, ну ... Я не хочу наживать на тебя, но мы должны забрать другую девушку или оплатить из города.

source: [_J_] Take care, [ryan]! I hope you know how important it is to take care of your family.
french: [ _J_ ] Prenez soin, [ ryan ] ! J'espère que vous savez combien il est important de prendre soin de votre famille.
italian: [_J_] Prenditi cura, [ryan]! Spero che tu sappia quanto sia importante prendersi cura della tua famiglia.
portuguese: [_J_] Tome cuidado, [ryan]! Espero que você saiba o quanto é importante cuidar da sua família.
russian: [ _J_] Take care, [ ryan]! Надеюсь, ты знаешь, как важно заботиться о твоей семье.

source: [_R_] Of course I know that.
french: [_R_] Bien sûr, je le sais.
italian: [_R_] Naturalmente lo so.
portuguese: [_R_] É claro que eu sei disso.
russian: Конечно, я это знаю.

source: [_J_] Well, maybe try harder next week then.
french: [_J_] Eh bien, peut-être essayez plus dur la semaine prochaine.
italian: [_J_] Beh, forse prova di più la prossima settimana allora.
portuguese: [_J_] Bem, talvez tente mais na próxima semana.
russian: Ну, может, попробуй еще на следующей неделе.

source: [_RT_] {i}Look how that son of a bitch is grabbing Mom's ass right in front of me!{/i}
french: [_RT_] {i}Regarde comment ce fils d'une chienne saisit le cul de Maman juste devant moi !{/i}
italian: [_RT_] {i}Guardate come quel figlio di una cagna sta afferrando il culo della mamma proprio di fronte a me!{/i}
portuguese: [__RT_] {i}Olha como aquele filho da puta está agarrando a bunda da mamãe bem na minha frente! {/i}
russian: [_RT_] {i}Посмотрите, как этот сын суки захватывает задницу Мамы перед мной!{/i}

source: [_RT_] {i}And Mom doesn't seem to mind at all! Isn't she ashamed about what the neighbors might think?{/i}
french: [_RT_] {i}Et ma mère ne semble pas me déranger! N'a-t-elle pas honte de ce que les voisins pourraient penser?{/i}
italian: [_RT_] {i}E Mamma non mi sembra affatto dispiace! Non si vergogna di quello che i vicini potrebbero pensare?{/i}
portuguese: [_RT_] {i}e Mamãe não parece nem se importar! Ela não teve vergonha do que os vizinhos poderiam pensar?{/i}
russian: [ _RT_] {i}И мама вообще не возражает! Разве ей не стыдно за то, что соседи могли подумать?

source: [_RT_] {i}And Mom's too scared to swat his hand away. She's probably mortified about the possibility that one of our neighbors might see.{/i}
french: [_RT_] {i}Et Maman a trop peur de se ramper la main. Elle est probablement mortifiée de la possibilité que l'un de nos voisins pourrait voir. {/i}
italian: [_RT_] {i}E la mamma è troppo spaventata per stroncare la mano. Probabilmente è mortificata sulla possibilità che uno dei nostri vicini possa vedere. {/i}
portuguese: [_RT_] {i}e a Mamãe têm medo demais de encostar sua mão. Ela provavelmente é mortificada sobre a possibilidade de um dos nossos vizinhos ver.{/i}
russian: [ _RT_] {i}И мама слишком напугана, чтобы поглаживать его руку. Она, вероятно, умурилась о возможности, которую может увидеть один из наших соседей. { /i }

source: [_RT_] I hope she's going to be alright. Maybe I should swind by the club just to make sure.
french: [_RT_] J'espère qu'elle va être très bien. Peut-être que je devrais me laisser bercer par le club pour être sûr.
italian: [_RT_] Spero che lei stia andando bene. Forse dovrei giurare dal club solo per assicurarmi.
portuguese: [_RT_] Espero que ela esteja bem. Talvez eu devesse fazer parte do clube apenas para ter certeza.
russian: Надеюсь, она будет в порядке. Может быть, я должен отказаться от клуба, просто чтобы убедиться.

source: [_RT_] {i}Looks like Aunt Cami sleeping on the couch isn't going to change Sidney's routine.{/i}
french: [ _RT_ ] {i}Looks comme tante Cami qui dort sur le canapé ne va pas changer la routine de Sidney. { /i }
italian: [_RT_] {i}Sembra che zia Cami dormire sul divano non cambierà la routine di Sidney.{/i}
portuguese: [_RT_] {i}Parece que Aunt Cami dormindo no sofá não vai mudar a rotinaria de Sidney.{/i}
russian: [_RT_] {i}Похоже, что спящий на диване Этт Кеми не сможет изменить рутину Сиднее.{/i}

source: [_R_] Hey Sid.
french: [_R_] Hé Sid.
italian: [_R_] Ehi Sid.
portuguese: [_R_] Olá Side.

source: [_S_] Hey, [ryan]. Are you ready to go running?
french: [_S_] Hé, [ryan]. Es-tu prêt à y aller?
italian: [_S_] Ehi, [ryan]. Sei pronto ad andare in esecuzione?
portuguese: [_S_] Ei, [ryan]. Você está pronto para correr?

source: [_C_] {i}(Sleepily){/i} Go run somewhere else...
french: [_C_] {i}(Sleepily){/i} Allez courir quelque part ailleurs...
italian: [_C_] {i}(Sleepily){/i} Vai a correre da qualche altra parte...
portuguese: [_C_] {i}(Sleepily){/i} Vá correr em algum outro lugar...
russian: [_C_] {i}(Sleepily){/i} Идет бежать где-то еще...

source: [_S_] I'm not running in here, Aunt Cami. I'm going to the park.
french: [_S_] Je ne suis pas en train de courir ici, Aunt Cami. Je vais au parc.
italian: [_S_] Non sto correndo qui, zia Cami. Vado al parco.
portuguese: [_S_] Eu não estou correndo por aqui, tia Cami. Estou indo para o parque.
russian: Я здесь не бегаю, тетя Ками. Я иду в парк.

source: [_C_] Yes!... Go run park.
french: [_C_] Oui!... Allez faire du parc.
italian: [_C_] Sì!... Vai al parco.
portuguese: [_C_] Sim! ... Vá correr parque.
russian: [ _C_] Да! ... Иди в парк.

source: [_S_] So, did you want to go?
french: [ _S_ ] Alors, tu voulais y aller?
italian: [_S_] Allora, volevi andare?
portuguese: [_S_] Então, você queria ir?
russian: [ _S_] Итак, вы хотели уйти?

source: [_R_] You bet I am. Let me run and change my clothes and I'll meet you outside.
french: [_R_] Tu paries que je le suis. Laisses-moi aller et changer mes vêtements et je te retrouve à l’extérieur.
italian: [_R_] Scommetti che sono. Lasciami correre e cambiare i miei vestiti e ti conoscerò fuori.

source: [_R_] Sorry Sid, I'm just not feeling it today.
french: [_R_] Désolé Sid, je ne le sens tout simplement pas aujourd'hui.
italian: [_R_] Mi dispiace Sid, non lo sento proprio oggi.

source: [_S_] That's ok. Ever since Mr. Peterson got put back into his nursing home, I don't feel afraid to go running there all alone.
french: [_S_] C'est ok. Depuis que M. Peterson a été remis dans sa maison de retraite, je n'ai pas peur d'aller courir toute seule.
italian: [_S_] Va bene. Da quando il signor Peterson è tornato nella sua casa di cura, non ho paura di andare a correre lì da solo.

source: [_S_] But hopefully you'll be up for it next time.
french: [_S_] Mais j'espère que tu seras prêt la prochaine fois.
italian: [_S_] Ma speriamo che la prossima volta lo farai.
portuguese: [_S_] Mas esperamos que você esteja pronto na próxima vez.

source: [_S_] It's nice to not have to run alone.
french: [_S_] C'est bien de ne pas avoir à courir seul.
italian: [_S_] È bello non dover correre da solo.
russian: [_S_] Приятно не обязательно запускать в одиночку.

source: [_RT_] {i}Oh, Lauren's not here. She's probably in her bedroom.{/i}
french: [_RT_] {i}Oh, Lauren n'est pas là. Elle est probablement dans sa chambre à coucher.{/i}
italian: [_RT_] {i}Oh, Lauren non qui. È probabilmente nella sua camera da letto.{/i}
portuguese: [_RT_] {i}Oh, Lauren não está aqui. Ela provavelmente está no quarto dela.{/i}
russian: [ _RT_] {i}О, Лорен здесь нет. Она, наверное, в своей спальне.

source: [_RT_] {i}Oh, fuck!{/i}
french: [_RT_] {i}Oh, putain!{/i}
italian: [_RT_] {i}Oh, cazzo!
russian: [ _RT_] {i}О, блядь! { /i }

source: [_RT_] {i}Matt's back?{/i}
french: [_RT_] {i}Matt est de retour?{/i}
portuguese: [_RT_] Volta a {i}Matt?{/i}
russian: [_RT_] {i}назад Мат?{/i}

source: [_RT_] {i}Goddamn him! Fucking Lauren wasn't enough. Now he's fucking Mom too!{/i}
french: [_RT_] {i}Goddamn lui! Fucking Lauren ne suffisait pas. Maintenant il baise sa mère aussi!{/i}
italian: [_RT_] {i}Goddamn lui! Cazzo Lauren non bastava. Ora sta scopando anche la mamma!{/i}
portuguese: [_RT_] {i}Goddamn ele! A porra da Lauren não foi suficiente. Agora ele é foda da mamãe também! {/i}
russian: [ _RT_] {i}Годи его! Ёбаной Лорен было недостаточно. Теперь он, блядь, тоже мама!

source: [_RT_] {i}I need to figure out a way to get him out of our lives as soon as possible.{/i}
french: [_RT_] {i}J'ai besoin de trouver un moyen de le sortir de notre vie dès que possible.{/i}
italian: [_RT_] {i}Ho bisogno di capire un modo per farlo uscire dalla nostra vita il prima possibile.{/i}
portuguese: [_RT_] {i}Eu preciso descobrir uma maneira de tirá-lo de nossas vidas o mais rápido possível.{/i}
russian: [_RT_] {i}Мне нужно как можно скорее найти способ его достать из нашей жизни.{/i}

source: [_RT_] {i}But for tonight, should I sit down and try to stop them from fooling around, or ignore them and hang out with Sidney?{/i}
french: [_RT_] {i}Mais pour ce soir, devrais-je m'asseoir et essayer de les empêcher de tromper ou de les ignorer et de pendre avec Sidney ?{/i}
italian: [_RT_] {i}Ma per stasera, dovrei sedermi e cercare di impedirli di ingannare, o ignorarli e uscire con Sidney?{/i}
portuguese: [_RT_] {i}Mas para esta noite, eu deveria me sentar e tentar impedi-los de brincar, ou ignorá-los e sair com o Sidney? {/i}
russian: [_RT_] {i}Но на сегодня я должен сесть и попытаться помешать им обмануть или проигнорировать их и пообщаться с Сидней?{/i}

source: [_R_] You're watching "Game of Thots" without me again?
french: [_R_] Tu regardes encore 'Game of Thots' sans moi ?
italian: [_R_] Stai guardando "Game of Thots" senza di me?
portuguese: [_R_] Você está assistindo a "Game of Thots" sem mim novamente?
russian: [_R_] Вы не меня снова просматриваете "Игра Thots"?

source: [_L_] Oh hey, [ryan].
french: [_L_] Oh hé, [ryan].
portuguese: [_L_] Oh ei, [ryan].

source: [_L_] Yeah, don't worry... We're still not caught up to where we left off.
french: [_L_] Ouais, ne t'inquiète pas... Nous ne sommes toujours pas rattrapés là où nous nous étions arrêtés.
italian: [_L_] Sì, non ti preoccupare... Non siamo ancora presi da dove ci siamo lasciati.
portuguese: [_L_] Sim, não se preocupe... Ainda não estamos de onde paramos.

source: [_MB_] Hoping to join us for another Netfucks and chill session?
french: [_MB_] Dans l'espoir de nous rejoindre pour une autre session de Netfucks and chill?
italian: [_MB_] Sperando di unirsi a noi per un'altra Netfucks e chill session?
portuguese: [_MB_] Esperamos juntar-se a nós em outra sessão de Netfucks e calafrios?
