Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_C_] So, you're going on another date with your own son?
french: [_C_] Donc, vous allez à un autre rendez-vous avec votre propre fils ?
italian: [_C_] Quindi, stai andando in un altro appuntamento con il tuo figlio?
portuguese: [_C_] Então, você estará indo em outro encontro com o seu próprio filho?
russian: [_C_] Итак, вы ищите другую дату со своим сыном?

source: [_C_] That sounds super healthy.
french: [_C_] Cela semble très sain.
italian: [_C_] Sembra super sano.
russian: [_C_] Это звучит супер здорово.

source: [_M_] Just ignore her.
french: [_M_] Ignorez-la.
italian: [_M_] La ignora e basta.
portuguese: [_M_] Só a ignore.

source: [_M_] I'll see you in a few minutes.
french: [_M_] Je vous verrai dans quelques minutes.
italian: [_M_] ti vedrò tra qualche minuto.
portuguese: [_M_] Eu te vejo em alguns minutos.

source: [_RT_] {i}Hmm... maybe giving them more time to work on their relationship is more important than me taking Mom on a date.{/i}
french: [_RT_] {i}Hmm... Il est peut-être plus important de leur donner plus de temps pour travailler sur leur relation que de prendre maman à une date.{/i}
italian: [_RT_] {i}Hmm... forse dare loro più tempo per lavorare sulla loro relazione è più importante di me prendere mamma in una data.{/i}
portuguese: [_RT_] {i}. .. talvez dar a eles mais tempo para trabalhar em seu relacionamento é mais importante do que eu levar a mamãe em uma data. {/i}
russian: [ _RT_] {i}Хм ... может дать им больше времени на работу над их отношениями важнее, чем я забираю маму на свидание. { /i }

source: [_RT_] {i}There's always next Sunday.{/i}
french: [_RT_] {i}Il y a toujours le dimanche prochain. {/i}
italian: [_RT_] {i}C'è sempre domenica prossima.{/i}
portuguese: [_RT_] {i}sempre haverá próximo domingo.{/i}
russian: [_RT_] {i}В следующем воскресенье всегда есть.{/i}

source: [_RT_] {i}I shouldn't push my luck... that's enough for tonight.{/i}
french: [_RT_] {i}Je ne devrais pas forcer ma chance... Ça suffit pour ce soir.{/i}
italian: [_RT_] {i}Non dovrei spingere la mia fortuna... è abbastanza per questa sera.{/i}
portuguese: [_RT_] {i}Eu não deveria empurrar minha sorte... isso é suficiente para a noite.{/i}
russian: [_RT_] {i}Мне не следует отталкивать мою удачу... это достаточно для сегодняшнего дня.{/i}

source: [_RT_] {i}Now that having sex with Mom isn't strictly off limits, maybe it's time I get rid of the drugged tea.{/i}
french: [ _RT_ ] {i}Maintenant que le fait d'avoir des relations sexuelles avec maman n'est pas strictement limité, il est peut-être temps de me débarrasser du thé drogué. { /i }
italian: [_RT_] {i}Ora che fare sesso con la mamma non è rigorosamente fuori limiti, forse è tempo di sbarazzarmi del tè drogato.{/i}
portuguese: [_RT_] {i}Agora que fazer sexo com a mamãe não é estritamente fora dos limites, talvez seja hora de eu me livrar do chá drogado.{/i}
russian: [_RT_] {i}Теперь, когда сексуальные отношения с мамой не строго нарушаются, может быть, пришло время избавиться от алкоголя.{/i}

source: [_RT_] {i}Think of all the things we could be doing at night, but right now, she's just too tired.{/i}
french: [_RT_] {i}Pensez à tout ce que nous pourrions faire la nuit, mais en ce moment, elle est trop fatiguée.{/i}
italian: [_RT_] {i}Pensa a tutte le cose che potremmo fare di notte, ma in questo momento è troppo stanca.{/i}
portuguese: [_RT_] {i}Pense em todas as coisas que poderíamos estar fazendo à noite, mas, agora mesmo, ela está apenas cansada demais. {/i}
russian: [_RT_] {i}Подумайте обо всех вещах, которые мы можем сделать ночью, но прямо сейчас она слишком устала.{/i}

source: [_RT_] {i}I guess I'm still free to have a bit of fun with her.{/i}
french: [_RT_] {i}Je suppose que je suis toujours libre de m'amuser avec elle.{/i}
italian: [_RT_] {i}Immagino di essere ancora libero di divertirsi un po' con lei.{/i}
portuguese: [_RT_] {i}acho que ainda estou livre para me divertir um pouco com ela.{/i}
russian: [_RT_] {i}Я полагаю, что с ней все еще бесплатено повеселись.{/i}

source: [_RT_] {i}Should I help myself?{/i}
french: [_RT_] {i}Devrais-je m'aider ? {/i}
italian: [_RT_] {i}Dovrei aiutarmi?{/i}
portuguese: [_RT_] {i}Devo ajudar o myself? {/i}
russian: [_RT_] {i}Должен я помочь себе?{/i}

source: [_RT_] {i}So what whould I choose tonight?{/i}
french: [_RT_] {i}Alors, qu'est-ce que je choisis ce soir ?{/i}
italian: [_RT_] {i}Quindi che cosa sceglio stasera?{/i}
russian: [_RT_] {i}Так что я сейчас выбираю?{/i}

source: [_RT_] {i}I've gotta take off that bra so I have some goods to look at while her feet are caressing my cock.{/i}
french: [_RT_] {i}Je dois enlever ce soutien-gorge pour avoir des bonnes choses à regarder pendant que ses pieds caressent ma bite.{/i}
italian: [_RT_] {i}Ho preso via quel reggiseno così ho alcune merci da guardare mentre i suoi piedi si accarezzano il mio cazzo.{/i}
russian: [_RT_] {i}Я должен взлететь эту bra так что у меня есть вещи, чтобы посмотреть, пока ее ноги притягиваются.{/i}

source: [_RT_] {i}I can't wait to cum all over them!{/i}
french: [_RT_] {i}J'ai hâte de jouir sur eux!{/i}
italian: [_RT_] {i}Non vedo l'ora di sborrare su di loro!{/i}
russian: [_RT_] {i}Я не могу дождаться, чтобы обрубить всех их!{/i}

source: [_RT_] {i}Oh, fuck! That feels so good!{/i}
french: [_RT_] {i}Oh, putain! Ça fait tellement du bien !{/i}
italian: [_RT_] {i}Oh, cazzo! Mi sembra così buono!{/i}
portuguese: [_RT_] {i}Ah, foi! Isso me parece tão bom!{/i}

source: [_RT_] {i}And the view can't be beat.{/i}
french: [_RT_] {i}Et la vue ne peut pas être meilleure.{/i}
italian: [_RT_] {i}E la vista non può essere battuta.{/i}
portuguese: [_RT_] {i}e a vista não pode ser batida.{/i}
russian: [_RT_] {i}И представление не может быть пройдено.{/i}

source: [_RT_] {i}Oh, yeah! I'm about to cum!{/i}
french: [_RT_] {i}Oh, oui! Je suis sur le point de jouir!{/i}
italian: [_RT_] {i}Oh, sì! Sto per sborsare!{/i}

source: [_RT_] {i}And I get to cum all over Mom's tits!{/i}
french: [_RT_] {i}Et j'arrive à jouir sur les seins de maman!{/i}
italian: [_RT_] {i}E vengo a sborrare tutte le tette della mamma!{/i}
portuguese: [_RT_] {i}E chegarei em chá todos os títulos da mamãe!{/i}
russian: [_RT_] {i}И я получаю обручальную маму по силам!{/i}

source: [_RT_] {i}This was such a good idea!{/i}
french: [_RT_] {i}C'était une si bonne idée!{/i}
italian: [_RT_] {i}Questa è stata una buona idea!{/i}
portuguese: [_RT_] {i}Esta foi uma ideia muito boa!{/i}

source: [_RT_] {i}Fuck yeah... I covered her.{/i}
french: [_RT_] {i}Putain ouais... Je l'ai couverte.{/i}
italian: [_RT_] {i}Scopa sì... L'ho coperta.{/i}
portuguese: [_RT_] {i}Porta... Eu a coberto.{/i}

source: [_RT_] {i}Now to hide the evidence and rub it all in. This extra moisturizer should make her skin even more radiant.{/i}
french: [_RT_] {i}Maintenant pour cacher les preuves et tout nettoyer. Cet hydratant supplémentaire devrait rendre sa peau encore plus radieuse.{/i}
italian: [_RT_] {i}Ora per nascondere le prove e strofinare tutto. Questo idratante extra dovrebbe rendere la sua pelle ancora più radiante.{/i}
russian: [_RT_] {i}Теперь чтобы спрятать доказательства и разрушить их. Этот дополнительный увлажнитель должен сделать ее кожу еще более сияющей.{/i}

source: [_RT_] {i}First I've got to get those tiny panties off and turn her on her stomach.{/i}
french: [_RT_] {i}Je dois tout d'abord enlever ces petites culottes et la mettre sur le ventre.{/i}
italian: [_RT_] {i}Prima devo spegnere quelle piccole mutandine e accenderle lo stomaco.{/i}
portuguese: [_RT_] {i}Primeiro eu tenho que desligar essas pequenas calcinhas e ligá-la ao estômago.{/i}
russian: [_RT_] {i}Я должен сначала отключить эти крошечные брюки и включить её на животе.{/i}

source: [_RT_] {i}I'm going to cum all over that ass!{/i}
french: [_RT_] {i}Je vais jouir sur tout ce cul!{/i}
italian: [_RT_] {i}Sto andando a sborrare tutto quel culo!{/i}
russian: [_RT_] {i}Я собираюсь курить по всему этому!{/i}

source: [_RT_] {i}Oh, wow! This is where my dick belongs!{/i}
french: [_RT_] {i}Oh, wow ! C'est ici que ma bite doit être !{/i}
italian: [_RT_] {i}Oh, wow! Ecco dove appartiene il mio cazzo!{/i}

source: [_RT_] {i}Ohhh... I'm gonna cum!{/i}
french: [_RT_] {i}Ohhh... Je vais jouir!{/i}
italian: [_RT_] {i}Ohhh... Sto andando a cum!{/i}
russian: [_RT_] {i}Ох... Я уехал!{/i}

source: [_RT_] {i}Mom... I'm gonna cum all over your ass!{/i}
french: [_RT_] {i}Maman... Je vais jouir sur ton cul!{/i}
italian: [_RT_] {i}Moma... Mi dilungherò in tutto il tuo culo!{/i}
russian: [_RT_] {i}Mom... Я собираюсь обрушиться на всю твою сторону!{/i}

source: [_RT_] {i}Oh, yeah... she's fucking covered!{/i}
french: [_RT_] {i}Oh, oui... elle est couverte !{/i}
italian: [_RT_] {i}Oh, sì... ha scopato!{/i}
russian: [_RT_] {i}Ах, да... она помахает!{/i}

source: [_RT_] {i}Now to wipe that moisturizing goodness into her skin, and say goodbye until next time.{/i}
french: [_RT_] {i}Maintenant, essuyer cette crème hydratante sur sa peau, et dire au revoir jusqu'à la prochaine fois.{/i}
italian: [_RT_] {i}Ora per pulire quella bontà idratante nella sua pelle, e dire addio alla prossima volta.{/i}
portuguese: [_RT_] {i}Agora para limpar essa bondade cintilante em sua pele, e dizer adeus até a próxima vez.{/i}
russian: [_RT_] {i}Теперь очистите эту увлажнительную доброту в кожу и попрощайтесь до следующего раза.{/i}

source: [_RT_] {i}I wonder if Mandy would be willing to take our game of "truth or dare" to the next level.{/i}
french: [_RT_] {i}Je me demande si Mandy serait prêt à porter notre jeu de « vérité ou d'oser » au niveau supérieur.{/i}
italian: [_RT_] {i}Mi chiedo se Mandy sarebbe disposto a prendere il nostro gioco di "verità o osare" al livello successivo.{/i}
portuguese: [_RT_] {i}Será que Mandy estaria disposto a levar o nosso jogo de "verdade ou dare" ao próximo nível.{/i}
russian: [_RT_] {i}Мне интересно, хочет ли Манди взять нашу игру "истина или страсть" на следующий уровень.{/i}

source: [_RT_] {i}She's sucking my dick every chance she gets. Is she ever going to do more than just handjobs and BJ's?{/i}
french: [_RT_] {i}Elle suce ma queue à chaque chance qu'elle reçoit. Va-t-elle faire plus que de simples mainjobs et BJ'?{/i}
italian: [_RT_] {i}Lei sta succhiando il mio cazzo ogni possibilità che ottiene. Ha mai intenzione di fare di più di semplici handjobs e BJ?{/i}
portuguese: [_RT_] {i}Ela está chupando meu pau cada chance que ela recebe. Será que ela já vai fazer mais do que apenas handjobs e BJ ' s? s? {/i}
russian: [_RT_] {i}Она сосает меня всякий раз, когда она получает. Она когда-либо будет делать больше, чем просто задания и BJ's?{/i}

source: [_RT_] {i}Mandy's just as horny and depraved as I am. Why the hell haven't we had sex yet?{/i}
french: [_RT_] {i}Mandy's tout aussi cornée et dépravée que moi. Pourquoi n'avons-nous pas encore eu de rapports sexuels?{/i}
italian: [_RT_] {i}Mandy così arrapato e depravato come me. Perché l'inferno non abbiamo ancora fatto sesso?{/i}
portuguese: [_RT_] {i}Mandy é tão cravado quanto eu. Por que o inferno ainda não fizemos sexo?{/i}
russian: [ _RT_] {i}Mandy's just as horny and depraved as I am. Почему у нас еще не было секса?

source: [_RT_] {i}Could she be afraid of her mom finding out?{/i}
french: [_RT_] {i}Pourrait-elle avoir peur de la découverte de sa mère ?{/i}
italian: [_RT_] {i}Potrebbe avere paura di scoprire sua mamma?{/i}
portuguese: [_RT_] {i}Será que ela poderia ter medo de sua mãe encontrar out? {/i}
russian: [_RT_] {i}Могла бы она боялась найти маму?{/i}

source: [_RT_] {i}I guess Aunt Cami can be pretty scary. Maybe even scarier if she's your mom.{/i}
french: [ _RT_ ] {i}Je suppose que tante Cami peut être assez effrayante. Peut-être même scarier si elle est ta mère. { /i }
italian: [_RT_] {i}Immagino che la zia Cami possa essere piuttosto spaventosa. Forse ancora più spaventosa se è tua mamma.{/i}
portuguese: [_RT_] {i}acho que Cami tia pode ser muito assustador. Talvez até mesmo assustadora se ela for sua mãe.{/i}
russian: [_RT_] {i}Я думаю, что Атетт Ками может быть довольно страшным. Может быть, даже scarier, если она твоя мамама.{/i}

source: [_RT_] {i}But Mandy's not afraid to suck my dick, literally behind her mom's back.{/i}
french: [_RT_] {i}Mais Mandy n'a pas peur de sucer ma bite, littéralement derrière le dos de sa mère.{/i}
italian: [_RT_] {i}Ma Mandy non ha paura di succhiare il mio cazzo, letteralmente dietro la schiena di sua mamma.{/i}
portuguese: [_RT_] {i}Mas Mandy não tem medo de chupar meu pau, literalmente atrás das costas da mãe dela. {/i}
russian: [_RT_] {i}Но Манди не боится сосать мой кубик, буквально за своей мамой.{/i}

source: [_RT_] {i}She's always so aggressive when she wants to feed her cum addiction. I guess I thought when it came to sex, she'd make the first move and just jump me one night.{/i}
french: [_RT_] {i}Elle est toujours si agressive quand elle veut nourrir sa dépendance au fou. Je suppose que je pensais quand il était question de sexe, elle allait faire le premier coup et juste me sauter une nuit.{/i}
italian: [_RT_] {i}Lei è sempre così aggressiva quando vuole nutrire la sua dipendenza da sborra. Immagino che ho pensato quando è venuto al sesso, lei avrebbe fatto la prima mossa e solo salto una notte.{/i}
portuguese: [_RT_] {i}Ela é sempre tão agressiva quando quer alimentar o seu vício de cum. Acho que pensei que quando viesse a sex, ela faria o primeiro movimento e só me saltaria uma noite.{/i}
russian: [_RT_] {i}Она всегда так агрессивна, когда хочет кормить свою камовую зависимость. Думаю, что я подумал, когда пришла к сексу, сделаю первый шаг и просто прыгнет меня за одну ночь.{/i}

source: [_RT_] {i}But so far she seems fine with just blowjobs.{/i}
french: [_RT_] {i}Mais jusqu'à présent, elle a l'air bonne avec juste des pioches.{/i}
italian: [_RT_] {i}Ma finora sembra bene con solo pompini.{/i}
portuguese: [_RT_] {i}Mas até agora ela parece bem com apenas golpeadores.{/i}
russian: [_RT_] {i}Но до сих пор она отлично подходит для мигания.{/i}

source: [_RT_] {i}Well, standing around thinking about it isn't going to change anything. If I want things to move forward with Mandy, I guess I'll have to make the move.{/i}
french: [ _RT_ ] {i}Eh bien, debout autour de la pensée, ça ne va pas changer quoi que ce soit. Si je veux que les choses vont de l'avant avec Mandy, je suppose que je devrai faire le déplacement. { /i }
italian: [_RT_] {i}Beh, in piedi intorno a pensarci non cambierà nulla. Se voglio che le cose vadano avanti con Mandy, immagino che dovrò fare la mossa.{/i}
portuguese: [_RT_] {i}Bem, ficar pensando que isso não vai mudar nada. Se eu quiser que as coisas avancem com o Mandy, acho que terei que fazer a movimentação.{/i}
russian: [_RT_] {i}Ну, постоя вокруг мысли, что это не будет ничего менять. Если я хочу, чтобы в руках Манди вещи, я должен сделать ход.{/i}

source: [_RT_] {i}Should I knock and see if I can talk my way into my cousin's panties?{/i}
french: [ _RT_ ] {i}Devrais-je frapper et voir si je peux me rendre dans les cultés de mon cousin? { /i }
italian: [_RT_] {i}Dovrei bussare e vedere se posso parlare nei miei amici di mio cugino?{/i}
portuguese: [_RT_] {i}Devo bater e ver se eu posso falar o meu caminho dentro da pantiesca do meu primo? {/i}
russian: [_RT_] {i}Должен ли я постучаться и посмотреть, могу ли я поговорить по пути в пьянство моего брата?{/i}

source: [_MD_] Yeah? Who's there?
french: [_MD_] Ouais? Qui est là?
italian: [_MD_] Sì? Chi c'è là?
portuguese: [_MD_] Sim? Quem está lá?
russian: [ _MD_] Да? Кто там?

source: [_R_] It's me. Can I come in?
french: [_R_] C'est moi. Puis-je entrer ?
italian: [_R_] Sono io. Posso entrare?
portuguese: [_R_] Sou eu. Posso entrar?
russian: [_R_] Это я. Могу ли я приехать?

source: [_MD_] Huh? Oh, sure... Come on in.
french: [_MD_] Hein? Oh, sûr... Allez-y.
italian: [_MD_] Huh? Oh, sicuro... Vieni dentro.
portuguese: [_MD_] Huh? Ah, certo... Venha embora.
russian: [ _MD_] Да? О, конечно ... Заходи.

source: [_R_] Hey.
french: [_R_] Salut.
portuguese: [_R_] Ei.
russian: [ _R_] Привет.

source: [_R_] Hey, earth to Mandy... Hello, Mandy.
french: [_R_] Hé, la terre à Mandy... Bonjour, Mandy.
italian: [_R_] Ehi, terra a Mandy... Ciao, Mandy.
portuguese: [_R_] Ei, terra a mandar... Olá Mandy.
russian: [ _R_] Hey, earth to Mandy ... Привет, Мэнди.

source: [_R_] You playing Womb Raider again? You should be careful. I hear playing those violent video games will turn you into a degenerate.
french: [ _R_ ] Tu jouas à Womb Raider? Tu devrais être prudent. J'entends jouer à ces jeux vidéo violents vous transformera en un dégénéré.
italian: [_R_] Stai giocando di nuovo a Womb Raider? Dovresti fare attenzione. Sento che suonare quei violenti videogiochi ti trasformeranno in un degenerato.
portuguese: [_R_] Você joga Mulher Assaltante novamente? Você deve ter cuidado. Ouvi jogar esses jogos violentos farão você um degenerar.
russian: [_R_] Вы снова играете на Womb Raider? Вы должны быть осторожны. Я слышал, что воспроизведение этих жестоких видеоигр превратит вас в дегенерацию.

source: [_R_] Oh, wait. I forgot who I was talking to.
french: [_R_] Oh, attendez. J'ai oublié à qui je parlais.
italian: [_R_] Oh, aspetta. Ho dimenticato con chi stavo parlando.
portuguese: [_R_] Ah, espera. Eu esqueci com quem eu estava falando.
russian: О, подожди. Я забыл, с кем я разговариваю.

source: [_MD_] You're a real comedian.
french: [ _MD_ ] Vous êtes un vrai comédien.
italian: [_MD_] Sei un vero comico.
portuguese: [_MD_] Você é um verdadeiro comediante.
russian: [_MD_] Вы настоящий комедий.

source: [_R_] It's a talent.
french: [_R_] C'est un talent.
italian: [_R_] È un talento.
portuguese: [_R_] É um talento.
russian: Это талант.

source: [_R_] So what's got you so distracted? Is it porn?
french: [_R_] Alors, qu'est-ce qui vous distrait si ? Est-ce du porno?
italian: [_R_] Quindi cosa hai così distratto? È porno?
portuguese: [_R_] Então o que te deixou tão distraído? É pornografia?
russian: Так что ты так отвлекла? Это порно?

source: [_R_] It's porn, isn't it? Please tell me it's porn.
french: [_R_] C'est du porn, n'est-ce pas? S'il vous plaît, dites-moi que c'est du porno.
italian: [_R_] È porno, vero? Per favore, dimmi che è porno.
portuguese: [_R_] é pornô, não é? Por favor, diga-me que é pornô.
russian: Это порно, не так ли? Пожалуйста, скажи, что это порно.

source: [_MD_] No, it's not porn, you jackass.
french: [ _MD_ ] Non, ce n'est pas du porno, vous jackass.
italian: [_MD_] No, non è porno, tu jackass.
portuguese: [_MD_] Não, não é pornão, sua jaqueta.
russian: Нет, это не порно, ты придурковато.

source: [_MD_] I'm studying for exams. You know they're coming up soon, right?
french: [ _MD_ ] J'étudie pour les examens. Vous savez qu'ils arrivent bientôt, n'est-ce pas?
italian: [_MD_] sto studiando per gli esami. Sai che stanno arrivando presto, giusto?
portuguese: [_MD_] Estou estudando para provas. Você sabe que eles estão chegando logo, certo?
russian: [_MD_] Я изучаю экзамены. Ты знаешь, что они скоро приближаются, верно?

source: [_MD_] Haven't studied at all, have you?
french: [_MD_] Vous n'avez pas étudié du tout, n'est-ce pas?
italian: [_MD_] Non hai studiato per niente, vero?
portuguese: [__MD_] Não estudaram em nada, não é mesmo?
russian: [ _MD_] Не изучили вообще, не так ли?

source: [_R_] A little.
french: [ _R_ ] Un peu.
italian: [_R_] Un po'.
portuguese: [_R_] Um pouco.
russian: Немного.

source: [_RT_] {i}Mom and I have been spending a lot of time studying Oedipal complexes together.{/i}
french: [_RT_] {i}Maman et moi avons passé beaucoup de temps à étudier ensemble les complexes Oedipal. {/i}
italian: [_RT_] {i}Mamma e io abbiamo passato molto tempo a studiare insieme complessi edipali.{/i}
portuguese: [_RT_] {i}Mamãe e eu temos passado muito tempo estudando complexos do Oedipal juntos.{/i}
russian: [ _RT_] {i}Мама и я много времени тратят на изучение комплексов "Oedipal". { /i }

source: [_MD_] They're like forty percent of our grade.
french: [ _MD_ ] Ils sont comme quarante pour cent de notre grade.
italian: [_MD_] Sono come il quaranta per cento del nostro grado.
portuguese: [_MD_] Eles estão como quarenta porcento da nossa série.
russian: [ _MD_] Они как сорок процентов нашего класса.

source: [_MD_] You know if you fail them, you'll have to repeat the year {b}again{/b}, right?
french: [_MD_] Vous savez si vous échouez, vous devrez répéter l'année {b}encore{/b}, n'est-ce pas?
italian: [_MD_] Sai se li fallisci, dovrai ripetere di nuovo l'anno {b}di nuovo{/b}, vero?
portuguese: [_MD_] Você sabe se você faltar neles, você terá que repetir o ano {b}novamente {/b}, certo?
russian: [_MD_] Ты знаешь, если провалишь их, тебе придется повторить год {b}снова{/b}, верно?

source: [_R_] Hey! Last year wasn't my fault. I had mono.
french: [_R_] Hé ! L'année dernière n'était pas ma faute. J'ai eu un mono.
italian: [_R_] Hey! L'anno scorso non era colpa mia. Ho avuto mono.
portuguese: [_R_] Ei! O ano passado não foi culpa minha. Eu tive mono.
russian: [ _R_] Эй! В прошлом году я не виноват. У меня было моно.

source: [_MD_] Yeah, well I don't plan on being held back. My old school never had us reading psychology books dealing with incest, so I've got a lot of studying I need to do.
french: [ _MD_ ] Ouais, bien je n'ai pas l'intention d'être retenu. Mon ancienne école ne nous a jamais fait lire des livres de psychologie traitant de l'inceste, donc j'ai beaucoup d'études que j'ai besoin de faire.
italian: [_MD_] Sì, beh, non ho intenzione di essere trattenuto. La mia vecchia scuola non ci ha mai fatto leggere libri di psicologia che si occupano di incesto, quindi ho un sacco di studi che devo fare.
portuguese: [_MD_] Sim, bem não pretendo ser segurado. Minha escola velha nunca nos fez ler livros de psicologia lidando com o incesto, então tenho muitos estudos que preciso fazer.
russian: [ _MD_] Да, ну, я не планирую вернуться. Моя старая школа никогда не дала нам читать книги по психологии, которые занимаются инцестом, так что мне нужно много учиться.

source: [_MD_] Lauren and I {i}were{/i} going to do an all-night study session to help me catch up, but you can see how well that turned out.
french: [_MD_] Lauren et moi {i}allons{/i} faire une session d'étude de nuit pour m'aider à rattraper mon retard, mais vous pouvez voir à quel point cela s'est bien passé.
italian: [_MD_] Lauren e I {i}erano{/i} stanno per fare una sessione di studio tutta la notte per aiutarmi a recuperare, ma si può vedere quanto sia andato bene.
portuguese: [__MD_] Lauren e eu {i}fomos {/i} indo fazer uma sessão de estudos all-night para me ajudar a recuperar o atraso, mas você pode ver o quão bem isso acabou.
russian: [ _MD_] Лорен и я {i}были { /i }, чтобы сделать сеанс работы в ночное время, чтобы помочь мне наверстать упустив, но вы видите, как хорошо это оказалось.

source: [_MD_] Do you think your mom would mind tutoring me? I know she's got a lot going on right now, but I could really use her help if I want to do well on her exams.
french: [ _MD_ ] Pensez-vous que votre mère me dérangerait? Je sais qu'elle a beaucoup de travail en ce moment, mais je pourrais vraiment utiliser son aide si je veux bien faire ses examens.
italian: [_MD_] Pensi che tua mamma vorrebbe esercitarmi? So che sta succedendo molto in questo momento, ma potrei davvero usare il suo aiuto se voglio fare bene ai suoi esami.
portuguese: [_MD_] Você acha que sua mãe se importaria em me tugar? Eu sei que ela tem muita coisa acontecendo agora, mas eu realmente usaria a ajuda dela se eu quisesse ir bem nos exames dela.
russian: [_MD_] Считаете ли вы, что ваша мама не может учиться мне? Я знаю, что у неё много происходит прямо сейчас, Но я мог бы воспользоваться ее помощью, если я хочу хорошо справляться с экзаменами.
