Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}It might mean less money coming in each week, but I'll sleep much better knowing that no scummy guys will be putting their hands on my sister ever again.{/i}
dutch: [_RT_] {i}Dit kan betekenen dat er per week minder geld binnenkomt maar ik zal veel beter slapen in de wetenschap dat geen enkele boosdoener ooit weer zijn handen op mijn zus zal leggen. /i}
german: [_RT_] {i}Es könnte bedeuten, dass jede Woche weniger Geld einkommt aber ich werde viel besser schlafen wissend, dass keine Scummy Jungs werden ihre Hände auf meine Schwester jemals wieder. /i}

source: [_S_] The facts are that there isn't anywhere else in the city where I'll be able to make better money than Joey's club.
dutch: [_S_] De feiten zijn dat er nergens anders in de stad is waar ik beter geld kan verdienen dan Joey's club.
german: [_S_] Tatsache ist, dass es nirgendwo sonst in der Stadt gibt, wo ich besser Geld verdienen kann als Joey's Club.

source: [_S_] The faster I make good money, the sooner I can go back to fashion school and finish my program so I can actually work in something I love.
dutch: [_S_] Hoe sneller ik goed geld doe, Hoe eerder ik terug kan gaan naar de modeschool en mijn programma kan voltooien, zodat ik echt kan werken in iets waar ik van hou.
german: [_S_] Je schneller ich gutes Geld mache je eher ich zurück zur Modeschule gehen und mein Programm beenden kann, so dass ich tatsächlich in etwas arbeiten kann, was ich liebe.

source: [_S_] Not to mention, I give part of that money to [ryan] to help us pay the mafia and other bills each week.
dutch: [_S_] Niet te noemen, ik geef een deel van dat geld aan [ryan] om ons te helpen elke week de maffia en andere rekeningen te betalen.
german: [_S_] Nicht zu erwähnen, gebe ich einen Teil dieses Geldes an [ryan] um uns dabei zu helfen, die Mafia und andere Rechnungen jede Woche zu bezahlen.

source: [_S_] Joey's bouncers actually give me more protection from creepy guys than I even would if I were flipping burgers at McDiddles.
dutch: [_S_] Joey's bouncers bieden me meer bescherming tegen griezelige jongens dan ik zelfs zou doen als ik burgers op McDiddles zou zwaaien.
german: [_S_] Joey's Bouncers geben mir tatsächlich mehr Schutz vor gruseligen Jungs, als ich es sogar wäre, wenn ich Burger bei McDiddles drehen würde.

source: [_S_] And most importantly, I'm a grown ass woman, and I'm old enough to make my own choices in this matter.
dutch: [_S_] En het belangrijkste, ik ben een volwassen vrouw en ik ben oud genoeg om mijn eigen keuzes te maken in deze kwestie.
german: [_S_] Und am wichtigsten, ich bin eine erwachsene Arschfrau, und ich bin alt genug, um meine eigenen Entscheidungen in dieser Angelegenheit zu treffen.

source: [_S_] And you may not believe this, but when I found out you used to be a stripper, and that you've started stripping again so you can save your family from poverty and the Mafia...
dutch: [_S_] En je mag dit misschien niet geloven, maar wanneer ik erachter ben gekomen ben je vroeger een bijltje geweest, en dat u weer bent begonnen met het afbijten van uw familie, zodat u uw gezin kunt redden van armoede en de maffia...
german: [_S_] Und du kannst das vielleicht nicht glauben, aber als ich herausfand, dass du früher ein Stripper warst, und dass Sie damit begonnen haben, Ihre Familie vor Armut und der Mafia zu retten...

source: [_S_] Well, you just became a whole lot more interesting to me than I ever knew you were. I actually fucking admire you for it.
dutch: [_S_] Nou, je bent net veel interessanter geworden voor mij dan ik ooit wist dat je was. Ik bewonder je er eigenlijk om.
german: [_S_] Nun, du bist gerade für mich sehr viel interessanter geworden, als ich je wusste, dass du es warst.

source: [_M_] Goddammit!... You make some good points. And even if I want you doing something else, who am I to tell you how to live your life.
dutch: [_M_] Goddamm!... Je maakt goede punten. En zelfs als ik wil dat je iets anders doet, wie ben ik om je te vertellen hoe je je leven moet leiden.
german: [_M_] Goddammit!... Du machst einige gute Punkte. Und selbst wenn ich möchte, dass Sie etwas anderes tun, wer bin ich Ihnen zu sagen, wie Sie Ihr Leben zu leben.

source: [_M_] I'm not totally blind to what a hypocrite I'm being.
dutch: [_M_] Ik ben niet helemaal blind voor wat een hypocriet ik ben.
german: [_M_] Ich bin nicht völlig blind gegenüber dem, was ein Heuchler ich bin.

source: [_M_] I just want you to have the kind of life you will love.
dutch: [_M_] Ik wil gewoon dat je het soort leven hebt waar je van zal houden.
german: [_M_] Ich möchte nur, dass du das Leben hast, das du liebst.

source: [_M_] And if this is the path you need to get you there, well, I shouldn't stand in your way.
dutch: [_M_] En als dit het pad is dat je nodig hebt om je er bij te brengen, dan moet ik niet in de weg staan.
german: [_M_] Und wenn dies der Weg ist, den du dorthin bringen musst, nun, ich sollte dir nicht im Weg stehen.

source: [_M_] In fact, I'm going to help you.
dutch: [_M_] Eigenlijk ga ik je helpen.
german: [_M_] In der Tat werde ich dir helfen.

source: [_M_] I'll come with you to the club each Monday.
dutch: [_M_] Ik kom elke maandag met je bij de club.
german: [_M_] Ich komme jeden Montag mit dir in den Club.

source: [_M_] I'll give you tips, I'll give you advice.
dutch: [_M_] Ik zal je tips geven, ik geef je advies.
german: [_M_] Ich gebe dir Tipps, ich gebe dir Ratschläge.

source: [_M_] I'll help you with your makeup.
dutch: [_M_] Ik zal je met je make-up helpen.
german: [_M_] Ich werde dir beim Makeup helfen.

source: [_M_] Anything I can do to help my little girl!
dutch: [_M_] Alles wat ik kan doen om mijn meisje te helpen!
german: [_M_] Alles, was ich tun kann, um meinem kleinen Mädchen zu helfen!

source: [_S_] Thank you, Mom!
dutch: [_S_] Dank u, ma!
german: [_S_] Danke, Mam!

source: [_M_] Of course, and I'm sorry for being such an overprotective helicopter mom
dutch: [_M_] Natuurlijk, en het spijt me dat ik zo'n overbeschermende helikopter moeder ben
german: [_M_] Natürlich, und es tut mir leid, dass ich eine solche überschützende Hubschraubermutter bin

source: [_S_] I forgive you!
dutch: [_S_] Ik vergeef je!
german: [_S_] Ich verzeihe dich!

source: [_S_] I love you, Mom!
dutch: [_S_] Ik hou van je, mam!
german: [_S_] Ich liebe dich, Mama!

source: [_M_] I love you too!
dutch: [_M_] Ik hou ook van jou!
german: [_M_] Ich liebe dich auch!

source: {i}{b}(HINT){/b} Mom's getting to be so much less prudish. Maybe it's time to see what she'll do with me if I invite her on a date. Sunday's probably the only time we could both do it.{/i}
dutch: {i}{b}(HINT){/b} Momenten worden zo veel minder voorzichtig. Misschien is het tijd om te kijken wat ze met me zal doen als ik haar op een datum uitnodig. Waarschijnlijk is de enige tijd die we beiden konden doen.{/i}
german: {i}{b}(HINT){/b} Mamas wird so viel weniger umsichtig. Vielleicht ist es an der Zeit zu sehen, was sie mit mir machen wird, wenn ich sie zu einem Datum einladen werde. Wahrscheinlich das einzige Mal, dass wir es tun können.{/i}

source: [_S_] I'm not saying it's ideal, It's just the fastest way for me to make enough money to go back to fashion school and finish my program.
dutch: [_S_] Ik zeg niet dat het ideaal is, Het is de snelste manier voor mij om genoeg geld te verdienen om terug te gaan naar de mode school en mijn programma af te maken.
german: [_S_] Ich sage nicht, dass es ideal ist, Es ist nur der schnellste Weg für mich, genug Geld zu verdienen, um zurück zur Modeschule zu gehen und mein Programm zu beenden.

source: [_S_] And if I'm being totally honest, when I found out you used to strip, and were doing it again to save our family from financial ruin and the Mafia...
dutch: [_S_] En als ik helemaal eerlijk ben, dan ontdekte ik dat je vroeger stak en deed het opnieuw om onze familie te behoeden voor financiële ondergang en de maffia...
german: [_S_] Und wenn ich ganz ehrlich bin, wenn ich herausgefunden habe, dass du früher abgeschnitten hast, und wieder tun, um unsere Familie vor finanziellen Ruinen und der Mafia zu retten...

source: [_S_] Well, It made me look up to you... Made me want to be more like you.
dutch: [_S_] Nou, ik heb je laten zoeken... Ik wil meer doen als jij.
german: [_S_] Nun, es hat mich zu dir nach oben geschaut... Ich wollte mehr sein wie du.

source: [_M_] Oh, Sidney... I know stripping kind of sounds exciting, but there's so many things I wished I'd known when I was younger.
dutch: [_M_] Oh, Sidney... Ik weet dat het soort opwindende geluiden veroorzaakt, maar er zijn zoveel dingen die ik gewild had toen ik jonger was.
german: [_M_] Oh, Sidney... Ich kenne die Art von Klängen spannend, aber es gibt so viele Dinge, die ich wünschte, ich hätte gewusst, als ich jünger war.

source: [_M_] If I'd known what I know today, I never would have done it in the first place... I'm only doing it now out of desperation.
dutch: [_M_] Als ik zou weten wat ik vandaag weet, zou ik het nooit helemaal gedaan hebben. . - Ik doe het nu alleen nog uit wanhoop.
german: [_M_] Wenn ich gewusst hätte, was ich heute weiß, hätte ich es überhaupt nicht getan. . Ich tue es nur jetzt aus Verzweiflung.

source: [_M_] I thought it would lead me to become a model in the fashion world, but look where I've ended up, all because I took a job in that stupid club right out of high school.
dutch: [_M_] Ik dacht dat het me ertoe zou brengen een model te worden in de mode maar kijk waar ik toe ben geëindigd, allemaal omdat ik vanaf de middelbare school een baan in die domme club opnam.
german: [_M_] Ich dachte, es würde mich dazu führen, ein Modell in der Modewelt zu werden aber schauen, wo ich lande, alles, weil ich einen Job in diesem dummen Club direkt aus der High School.

source: [_M_] It might feel like your only option right now, but trust me, if we put our heads together, we can figure out a better way.
dutch: [_M_] Het kan je op dit moment als je enige optie voelen, maar vertrouw me Als we de koppen bij elkaar steken, kunnen we een betere manier vinden.
german: [_M_] Es könnte sich als deine einzige Option im Moment anfühlen, aber vertraue mir, Wenn wir uns zusammensetzen, können wir einen besseren Weg finden.

source: [_S_] I also kinda thought that working at the club might bring us closer together. We've never been very close.
dutch: [_S_] Ik dacht ook dat het werken bij de club ons dichter bij elkaar zou kunnen brengen. We zijn nog nooit zo dichtbij geweest.
german: [_S_] Ich dachte auch, dass die Arbeit im Club uns näher bringen könnte. Wir waren noch nie so nah.

source: [_M_] No, you're right... and I'm sorry I was such a busy mom when you were younger. I want to make it up to you.
dutch: [_M_] Nee, je hebt gelijk... en het spijt me dat ik zo'n drukke moeder was toen je jonger was. Ik wil het aan je maken.
german: [_M_] Nein, du hast Recht... und es tut mir leid, als du jünger bist. Ich möchte es dir überlassen.

source: [_M_] Is there anything you can think of that we can do together to strengthen our relationship?
dutch: [_M_] Is er iets dat je kunt bedenken dat we samen kunnen doen om onze relatie te versterken?
german: [_M_] Können Sie sich vorstellen, dass wir gemeinsam unsere Beziehungen stärken können?

source: [_S_] I remember when I was a little girl, I'd help you in your garden. You always made me feel like such a good helper. Those are some of my favorite memories of you.
dutch: [_S_] Ik herinner me dat ik een klein meisje was, ik zou je helpen in je tuin. Je hebt me altijd als zo'n goede helper laten voelen. Dat zijn een paar van mijn favoriete herinneringen aan je.
german: [_S_] Ich erinnere mich, als ich ein kleines Mädchen war, würde ich dir in deinem Garten helfen. Du hast mich immer wie ein so guter Helfer gefühlt. Das sind einige meiner Lieblingserinnerungen.

source: [_M_] I'll tell you what. Instead of coming to the club to work on Monday evening. Let's work together in the garden. Heaven knows it needs some major work.
dutch: [_M_] Ik zal je vertellen wat er gebeurt. In plaats van maandagavond naar de club te komen om te werken. Laten we samenwerken in de tuin. De hemel weet dat er wat werk voor nodig is.
german: [_M_] Ich sage dir was, anstatt am Montagabend in den Club zu kommen. Lass uns im Garten zusammenarbeiten.

source: [_S_] What about money?
dutch: [_S_] Hoe zit het met geld?
german: [_S_] Was ist mit Geld?

source: [_M_] [ryan]'s been having a lot of success with his little online venture. Maybe there's something we can do to help him bring in more money.
dutch: [_M_] [ryan]heeft veel succes geboekt met zijn kleine online onderneming. Misschien is er iets wat we kunnen doen om hem te helpen meer geld mee te brengen.
german: [_M_] [ryan]hat mit seinem kleinen Online-Projekt viel Erfolg gehabt. Vielleicht gibt es etwas, was wir tun können, um ihm zu helfen, mehr Geld zu bringen.

source: [_M_] If you're helping him bring in money, it's only right that you should get some of that to help you pay for school.
dutch: [_M_] Als je hem helpt geld mee te brengen, is het alleen maar goed dat je daar wat van krijgt om je te helpen betalen voor school.
german: [_M_] Wenn du ihm hilfst, Geld zu holen, ist es nur richtig, dass du einen Teil davon bekommst, um dir zu helfen, für die Schule zu bezahlen.

source: [_S_] That sounds great, Mom!
dutch: [_S_] Dat klinkt geweldig, mamaal!
german: [_S_] Das klingt toll, Mama!

source: [_S_] Thank you!
dutch: [_S_] Dank je!
german: [_S_] Ich danke Ihnen!

source: [_S_] I'm really lucky you're my mom!
dutch: [_S_] Ik heb echt geluk dat je mijn moeder bent!
german: [_S_] Ich bin wirklich glücklich, dass du mein Mädchen bist!

source: [_M_] And I'm really lucky to have you for a daughter.
dutch: [_M_] En ik heb echt geluk dat je een dochter hebt.
german: [_M_] Und ich bin wirklich glücklich, dich für eine Tochter zu haben.

source: [_RT_] {i}Well, now that I'm feeling all warm and fuzzy, I'd better go to bed.{/i}
dutch: [_RT_] {i}Nou, nu ik me helemaal warm en onduidelijk voel, zou ik beter naar bed kunnen gaan.{/i}
german: [_RT_] {i}Nun, jetzt, da ich mich alles warm und unklar fühle, würde ich lieber ins Bett gehen.{/i}

source: [_RT_] {i}I'll miss that extra money Sidney's been bringing in each week, but on the other hand I couldn't be happier that she won't be working in the club anymore.{/i}
dutch: [_RT_] {i}Ik zal dat extra geld dat Sidney elke week binnenbrengt missen. maar aan de andere kant kon ik niet gelukkiger zijn dat ze niet meer in de club zou werken. /i}
german: [_RT_] {i}Ich vermisse das extra Geld Sidney jede Woche einbringt aber auf der anderen Seite konnte ich nicht glücklicher sein, dass sie nicht mehr im Club arbeitet. /i}

source: [_RT_] {i}I'll sleep much better knowing that she's not anywhere near that fucker, Joey.{/i}
dutch: [_RT_] {i}Ik zal veel beter slapen in de wetenschap dat ze nog niet in de buurt is van die fucker, Joey.{/i}
german: [_RT_] {i}Ich werde viel besser schlafen wissend, dass sie nirgendwo in der Nähe des Fuckers ist, Joey.{/i}

source: {i}{b}(HINT){/b} Mom's getting even more busy now that she'll be gardening with Sidney. I need quality time with her too! Sunday's probably the only time we could spend time together.{/i}
dutch: {i}{b}(HINT){/b} Momes wordt nog drukker nu dat ze tuiniert met Sidney. Ik heb ook kwaliteitstijd nodig met haar! Waarschijnlijk is de enige tijd die we op zondag samen kunnen doorbrengen.{/i}
german: {i}{b}(HINT){/b} Mamas wird jetzt noch beschäftigter, da sie mit Sidney Gartenbau betreibt. Ich brauche auch Zeit mit ihr! Sonntags wahrscheinlich die einzige Zeit, die wir zusammen verbringen können.{/i}

source: [_A_] Are you sure it's back here?
dutch: [_A_] Weet je zeker dat het hier terug is?
german: [_A_] Bist du sicher, dass du wieder hier bist?

source: [_J_] Yeah, it definitely rolled over the counter top.
dutch: [_J_] Yeah, het rolde zeker over de toonbank op.
german: [_J_] Ja, es rollte definitiv über den Zähler.

source: [_A_] I'm not seeing it.
dutch: [_A_] Ik zie het niet.
german: [_A_] Ich sehe es nicht.

source: [_J_] Well, keep looking.
dutch: [_J_] Nou, blijf kijken.
german: [_J_] Nun, weiter suchen.

source: [_RT_] {i}Hopefully Sidney isn't too busy. Oh, is that Joey DeCapo at the bar? Maybe I should turn around.{/i}
dutch: [_RT_] {i}Hopelijk is Sidney niet te druk. Oh, is dat Joey DeCapo in de bar? Misschien moet ik me rond draaien.{/i}
german: [_RT_] {i}Hoffentlich ist Sidney nicht zu beschäftigt. Oh, ist das Joey DeCapo an der Bar? Vielleicht sollte ich mich umdrehen.{/i}

source: [_RT_] {i}Wait, he's perving on some girl... Is that my sister?{/i}
dutch: [_RT_] {i}wacht, hij leeft wat meisjes... Is dat mijn zus?{/i}
german: [_RT_] {i}Warte, er ist ein wenig Mädchen... Ist das meine Schwester?{/i}

source: [_RT_] {i}I'd better see if she needs some help.{/i}
dutch: [_RT_] {i}Ik zou beter zien of ze hulp nodig heeft.{/i}
german: [_RT_] {i}Ich würde besser sehen, ob sie Hilfe braucht.{/i}

source: [_J_] See if it rolled under those cabinets.
dutch: [_J_] Kijk of het onder deze kastjes rolt.
german: [_J_] sehen, ob es unter diesen Schränken gerollt wird.

source: [_JT_] {i}Even though I like my women older and married, I've got to admit, that is one sweet little ass.{/i}
dutch: [_JT_] {i}ook al hou ik van mijn vrouwen ouder en getrouwd, ik moet het toegeven, dat is één zoete klein bezitje.{/i}
german: [_JT_] {i}Auch wenn ich meine Frauen älter und verheiratet mag, muss ich zugeben, das ist eine süße kleine Arsch.{/i}

source: [_JT_] {i}Mmmm... She takes after my sister.{/i}
dutch: [_JT_] {i}Mmmm... Ze duurt na mijn zusje.{/i}
german: [_JT_] {i}Mmmm... Sie nimmt meine Schwester an.{/i}

source: [_R_] Can I help with anything over here?
dutch: [_R_] Kan ik hier met iets anders helpen?
german: [_R_] Kann ich hier bei etwas helfen?

source: [_J_] Well, if it isn't Ronald. How's you mom?
dutch: [_J_] Nou, als het niet Ronald is. Hoe ben je er?
german: [_J_] Nun, wenn es nicht Ronald ist. Wie bist du Mama?

source: [_R_] She's fine, thanks... And it's [ryan], not Ronald.
dutch: [_R_] Ze is prima, bedankt... en het is [ryan], niet Ronald.
german: [_R_] Sie ist schön, danke... Und es ist [ryan], nicht Ronald.

source: [_J_] I'm sorry. I guess you just remind me of a Ronald.
dutch: [_J_] Het spijt me. Ik denk dat je me gewoon aan een Ronald herinnert.
german: [_J_] Es tut mir leid. Ich denke, du erinnerst mich nur an einen Ronald.

source: [_RT_] {i}What's that supposed to mean?{/i}
dutch: [_RT_] {i}Wat moet dat betekenen?{/i}
german: [_RT_] {i}Was soll das meinen? {/i}

source: [_A_] I found it, Uncle.
dutch: [_A_] Ik heb het gevonden, oom.
german: [_A_] Ich habe es gefunden, Oncle.

source: [_RT_] {i}Oh, thank God!... It was his niece he was perving on, not my sister.{/i}
dutch: [_RT_] {i}Oh, God!... Het was zijn nicht waarop hij stond, niet mijn zussen.{/i}
german: [_RT_] {i}Ah, Gott sei Dank!... Es war seine Nichte, auf der er lebte, nicht meine Schwester. {/i}

source: [_RT_] {i}Maybe being attracted to family members isn't as rare as I thought it was.{/i}
dutch: [_RT_] {i}Misschien dat je naar gezinsleden wordt aangetrokken is niet zo zeldzaam als ik dacht dat het was.{/i}
german: [_RT_] {i}Vielleicht wird er zu Familienmitgliedern angezogen nicht so selten wie ich dachte. {/i}

source: [_J_] Armani was just helping me find my cufflink.
dutch: [_J_] Armani hielp me gewoon mijn manchet.
german: [_J_] Armani hat mir gerade geholfen, meine Manschette zu finden.

source: [_A_] You looking for Sidney?
dutch: [_A_] Ben je op zoek naar Zidney?
german: [_A_] Du suchst nach Sidney?

source: [_R_] Uh, yeah...
dutch: [_R_] Uh, ja...
german: [_R_] Äh, ja...

source: [_A_] She's in the bathroom. She should be back soon.
dutch: [_A_] Ze is in de badkamer. Ze zou snel terug moeten zijn.
german: [_A_] Sie ist im Badezimmer. Sie sollte bald wieder da sein.

source: [_J_] Armani, can you go check on the guests by the slot machines? I wanted to have a little talk with Ron... I mean, [ryan].
dutch: [_J_] Armani, kun je de gasten laten controleren door de automaten. Ik wilde graag wat praten met Ron. . Ik bedoel [ryan].
german: [_J_] Armani, kannst du die Gäste an den Spielautomaten sehen? Ich wollte ein kleines Gespräch mit Ron führen. . Ich meine, [ryan].

source: [_A_] Of course.
dutch: [_A_] Natuurlijk.
german: [_A_] Natürlich.

source: [_J_] As I told you before, I'm in your debt for saving my life.
dutch: [_J_] Zoals ik je eerder heb verteld, ben ik in je schuld voor het redden van mijn leven.
german: [_J_] Wie ich dir bereits sagte, bin ich in deiner Schuld, um mein Leben zu retten.

source: [_J_] I was expecting you to cash in your favor by coming to ask me to get your dad out of jail.
dutch: [_J_] Ik had verwacht dat je je gunst zou betalen door me te vragen je vader uit de gevangenis te krijgen.
german: [_J_] Ich hatte erwartet, dass du zu deinen Gunsten einzahlst, indem du mich fragst, deinen Vater aus dem Gefängnis zu holen.

source: [_R_] Uhh...
dutch: [_R_] Uh...
german: [_R_] Uhhh...

source: [_J_] I've been working with your dad for a lot of years. From what I know of the man, I can't imagine he's a very good father.
dutch: [_J_] Ik werk al veel jaren met je vader. Van wat ik ken van de man, kan ik me niet voorstellen dat hij een zeer goede vader is.
german: [_J_] Ich arbeite seit vielen Jahren mit deinem Vater. Von dem, was ich vom Mann kenne, kann ich mir nicht vorstellen, dass er ein sehr guter Vater ist.

source: [_J_] I wouldn't be surprised if your life is better with him in prison.
dutch: [_J_] Ik zou niet verbaasd zijn als jouw leven beter is met hem in de gevangenis.
german: [_J_] Ich würde mich nicht wundern, wenn dein Leben mit ihm im Gefängnis besser ist.

source: [_J_] I'll take it from your silence that I'm not far off.
dutch: [_J_] Ik neem het uit je stilzwijgen weg dat ik niet ver uit ben.
german: [_J_] Ich nehme es aus deinem Schweigen, dass ich nicht weit weg bin.

source: [_J_] As you know, I won't erase his debt to us.
dutch: [_J_] Zoals je weet, zal ik zijn schuld aan ons niet wissen.
german: [_J_] Wie du weißt, werde ich seine Schulden bei uns nicht löschen.

source: [_J_] So, unfortunately you're still on the hook for making the interest payments.
dutch: [_J_] Dus helaas ben je nog steeds op de haak voor het betalen van de rentebetaling.
german: [_J_] Also leider sind Sie immer noch am Haken für die Zinszahlungen.

source: [_J_] But besides that... Have you thought of anything I can do for you to pay my debt?
dutch: [_J_] Maar afgezien daarvan... Heb je nagedacht over alles wat ik voor jou kan doen om mijn schuld te betalen?
german: [_J_] Aber darüber hinaus... Haben Sie an alles gedacht, was ich für Sie tun kann, um meine Schulden zu bezahlen?

source: [_R_] Not really.
dutch: [_R_] Niet echt.
german: [_R_] nicht wirklich.

source: [_J_] I thought that might be the case.
dutch: [_J_] Ik dacht dat dat wel het geval zou kunnen zijn.
german: [_J_] Ich dachte, dass das der Fall sein könnte.

source: [_J_] So... until you think of something else... There's something I want you to have.
dutch: [_J_] Zie... totdat je iets anders denkt... Er is iets dat ik wil hebben.
german: [_J_] Also... bis du an etwas anderes denkst... Es ist etwas, das du haben möchtest.

source: [_RT_] {i}Oh, no way! Is he going to give me a gun?{/i}
dutch: [_RT_] {i}Oh, geen manier! Gaan hij me een wapen geven?{/i}
german: [_RT_] {i}Oh, keine Weise! Wird er mir eine Waffe geben? {/i}

source: [_RT_] {i}Like, one of those untraceable ones in the Mafia movies?{/i}
dutch: [_RT_] {i}Like, een van deze onvindbare in de maffioscoop?{/i}
german: [_RT_] {i}Gefällt, einer der nicht rückverfolgbaren in den Mafia-Filmen?{/i}

source: [_J_] Here.
dutch: [_J_] Heer.
german: [_J_] Hier.

source: [_R_] What's this?
dutch: [_R_] Wat is dit?
german: [_R_] Was ist das?
