Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Oh, God!... I forgot.
dutch: [_M_] Oh, God!... Ik ben het vergeten.
german: [_M_] Oh, Gott!... Ich habe vergessen.

source: [_R_] Wait! Did you say you and Dad didn't do anything?
dutch: [_R_] Wacht! Heb je gezegd dat jij en vader niets hebben gedaan?
german: [_R_] Warte! Hast du gesagt, du und Papst haben nichts getan?

source: [_M_] Not that it's any of your business, but no... we did not.
dutch: [_M_] Niet dat het een van uw zaken is, maar nee... wij niet.
german: [_M_] Nicht, dass es eines deiner Geschäfte ist, aber nein... wir haben es nicht getan.

source: [_M_] He rejected me.
dutch: [_M_] hij verwierp me.
german: [_M_] Er hat mich abgelehnt.

source: [_R_] He rejected you?
dutch: [_R_] heeft hij je geweigerd?
german: [_R_] Er hat dich abgelehnt?

source: [_R_] Is... is... is he blind!?
dutch: [_R_] Is... is... is hij blind!?
german: [_R_] Is... is... is er blind!?

source: [_R_] Is he an idiot?
dutch: [_R_] Is hij een idioot?
german: [_R_] Ist er ein Idiot?

source: [_RT_] {i}I mean, I'm glad they didn't do anything... but I was hoping Mom would reject him, not the other way around.{/i}
dutch: [_RT_] {i}Ik, ik ben blij dat ze niets hebben gedaan... maar ik hoopte dat Mama hem zou verwerpen, niet andersom.{/i}
german: [_RT_] {i}Ich meine, ich bin froh, dass sie nichts getan haben... aber ich hatte gehofft, dass Mama ihn ablehnen würde, nicht umgekehrt.{/i}

source: [_RT_] {i}She looks so miserable now.{/i}
dutch: [_RT_] {i}Ze ziet er nu zo ellendig uit.{/i}
german: [_RT_] {i}Sie sieht jetzt so elend aus.{/i}

source: [_RT_] {i}I hate Dad for making my mom miserable!{/i}
dutch: [_RT_] {i}Ik haat papa omdat ik mijn moeder misbaar maak!{/i}
german: [_RT_] {i}Ich hasse Papier, weil ich meine Mutter elend mache!{/i}

source: [_M_] He was certainly acting like an idiot.
dutch: [_M_] Hij gedraaide zich zeker als een idioot.
german: [_M_] Er handelte sicher wie ein Idiot.

source: [_M_] He wants to talk to you now.
dutch: [_M_] Hij wil nu met je praten.
german: [_M_] Er möchte jetzt mit dir sprechen.

source: [_M_] Please make it fast. I just want to get home.
dutch: [_M_] Maak het alsjeblieft snel. Ik wil gewoon thuiskomen.
german: [_M_] Bitte machen Sie es schnell. Ich möchte nur nach Hause kommen.

source: [_MT_] {i}Well, [ryan] sure got friendly with that random girl in the waiting room.{/i}
dutch: [_MT_] {i}Nou, [ryan] zeker is vriendelijk geworden tegen dat willekeurige meisje in de wachtkamer.{/i}
german: [_MT_] {i}Nun, [ryan] wurde sicher freundlich mit diesem zufälligen Mädchen im Wartezimmer. {/i}

source: [_MT_] {i}They look like they're best friends already.{/i}
dutch: [_MT_] {i}Ze zien eruit alsof ze al beste vrienden zijn.{/i}
german: [_MT_] {i}Sie sehen aus als wären sie bereits die besten Freunde.{/i}

source: [_MT_] {i}I don't like the idea of [ryan]'s girl friends showing off their underwear like that though.{/i}
dutch: [_MT_] {i}Ik vind het idee dat de meisjesvrienden van [ryan]hun ondergoed laten zien niet zo goed zijn.{/i}
german: [_MT_] {i}Mir gefällt die Idee von [ryan]Mädchenfreunden nicht, die ihre Unterwäsche wie diese zeigen. {/i}

source: [_MT_] {i}It's only barely doing it's job.{/i}
dutch: [_MT_] {i}Het is maar amper zijn werk doen.{/i}
german: [_MT_] {i}Es ist nur knapp seine Aufgabe.{/i}

source: [_M_] So who's your new friend?
dutch: [_M_] Dus wie is jouw nieuwe vriend?
german: [_M_] Wer ist dein neuer Freund?

source: [_R_] Oh, you're done already?
dutch: [_R_] Oh, ben je al klaar?
german: [_R_] Oh, du bist schon fertig?

source: [_R_] That was fast.
dutch: [_R_] Dat was snel.
german: [_R_] Das war schnell.

source: [_R_] Oh... This is Breanne.
dutch: [_R_] Oh... Dit is Breeuw.
german: [_R_] Oh... Das ist Breanne.

source: [_R_] She's visiting her dad today too.
dutch: [_R_] Ze bezoekt vandaag ook haar vader.
german: [_R_] Sie besucht heute auch ihren Vater.

source: [_MT_] {i}Her dad must be that creepy guy in the visitor room.{/i}
dutch: [_MT_] {i}Haar vader moet zo griezelig zijn in de bezoekerskamer.{/i}
german: [_MT_] {i}Ihr Vater muss jener grausame Kerl im Besucherraum sein.{/i}

source: [_MT_] {i}Hopefully she's not as creepy as her father.{/i}
dutch: [_MT_] {i}Hopelijk is ze niet zo gek als haar vader.{/i}
german: [_MT_] {i}Hoffentlich ist sie nicht so grausam wie ihr Vater.{/i}

source: [_BA_] Speaking of which... I'd better get in there and see him.
dutch: [_BA_] Spreken van... Ik zou er beter aan doen om hem te zien.
german: [_BA_] Sprich von wem... Ich würde besser hineinkommen und ihn sehen.

source: [_BA_] He's probably sick of waiting.
dutch: [_BA_] Hij is waarschijnlijk ziek van het wachten.
german: [_BA_] Er ist wahrscheinlich krank zu warten.

source: [_R_] Thanks for helping me pass the time.
dutch: [_R_] Bedankt voor het helpen van me om de tijd voorbij te komen.
german: [_R_] Danke, dass du mir geholfen hast.

source: [_BA_] Yeah, you too. Maybe we'll see each other again on the next visiting day?
dutch: [_BA_] Ja, jij ook. Misschien zien we elkaar bij het volgende bezoek?
german: [_BA_] Ja, du auch. Vielleicht sehen wir uns am nächsten Besuchstag wieder?

source: [_R_] Maybe.
dutch: [_R_] misschien.
german: [_R_] vielleicht.

source: [_R_] Why was your visit so short?
dutch: [_R_] Waarom was je bezoek zo kort?
german: [_R_] Warum war dein Besuch so kurz?

source: [_R_] Could Dad really only last two seconds?
dutch: [_R_] Zou papa echt maar twee seconden kunnen duren?
german: [_R_] Könnte Papa wirklich nur zwei Sekunden dauern?

source: [_M_] Not that it's any of your business, but we didn't end up doing anything like that.
dutch: [_M_] Niet dat het jouw bedrijf is, maar zo zijn we uiteindelijk niet bezig.
german: [_M_] Nicht, dass es zu deinem Geschäft gehört, aber wir haben nichts dergleichen getan.

source: [_M_] You're dad rejected me.
dutch: [_M_] Je hebt vader me geweigerd.
german: [_M_] Du bist Vater abgelehnt.

source: [_R_] I mean, how could he resist you?
dutch: [_R_] Ik bedoel, hoe kan hij je weergeven?
german: [_R_] Ich meine, wie konnte er dir widerstehen?

source: [_R_] Especially now that you've apparently ditched your underwear somewhere.
german: [_R_] Gerade jetzt, da du deine Unterwäsche irgendwo aufgegeben hast.

source: [_R_] If he could see through that dress as well as I can...
dutch: [_R_] Als hij die jurk net zo goed kon doorzien als ik...
german: [_R_] Wenn er das Kleid so gut durchsehen konnte wie ich kann...

source: [_R_] Especially now that you've apparently ditched your bra somewhere.
dutch: [_R_] Vooral nu je klaarblijkelijk je baas ergens in de mouwen hebt gegooid.
german: [_R_] Gerade jetzt, da du den BH irgendwo abgeworfen hast.

source: [_R_] If he could see through that blouse as well as I can...
dutch: [_R_] Als hij zo goed als ik door die bloes kon zien ...
german: [_R_] Wenn er diese Bluse so gut wie möglich durchsehen konnte...

source: [_R_] I don't know how he'd be able to resist you.
dutch: [_R_] Ik weet niet hoe hij je zou kunnen weerstaan.
german: [_R_] Ich weiß nicht, wie er dir widerstehen kann.

source: [_M_] Oh, shit!... I forgot I wasn't wearing anything underneath.
dutch: [_M_] Oh, aart!... Ik ben vergeten dat ik niets eronder draag.
german: [_M_] Oh, shit!... Ich habe vergessen, dass ich nichts darunter trage.

source: [_R_] Don't worry. I don't mind.
dutch: [_R_] Maak je geen zorgen. Ik vind het niet erg.
german: [_R_] Keine Sorge. Ich habe nichts dagegen.

source: [_RT_] {i}fuck! I'm glad Mom and Dad didn't do anything... but I was hoping Mom would reject him, not the other way around.{/i}
dutch: [_RT_] {i}fuck! Ik ben blij dat Mama en vader niets hebben gedaan... maar ik hoopte dat Mama hem zou verwerpen, niet andersom.{/i}
german: [_RT_] {i}fuck! Ich bin froh, dass Mutter und Vater nichts getan haben... aber ich hoffte, dass Mom ihn ablehnen würde, nicht umgekehrt.{/i}

source: [_M_] You need to start minding... But that's a conversation for another day.
dutch: [_M_] Je moet beginnen met ondernemen... Maar dat is een gesprek voor een andere dag.
german: [_M_] Du musst anfangen, dich zu verhalten... Aber das ist ein Gespräch für einen anderen Tag.

source: [_M_] Your dad wants to talk to you now.
dutch: [_M_] Je vader wil nu met je praten.
german: [_M_] Ihr Vater will jetzt mit Ihnen sprechen.

source: [_PG_] Second to last booth on the left.
dutch: [_PG_] Tweede naar laatste draaitafel aan de linkerkant.
german: [_PG_] Zweiter zum letzten Stand auf der linken Seite.

source: [_RT_] {i}Looks like Breanne's already talking to her dad.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Breanne al met haar dad.{/i} spreekt
german: [_RT_] {i}sieht so aus, als würde Breanne bereits mit ihrem Vater reden.{/i}

source: [_RT_] {i}Oh, God!... Is she doing that on purpose?{/i}
dutch: [_RT_] {i}Oh, God!... Doet ze dat op doel?{/i}
german: [_RT_] {i}Oh, Gott!... Tun sie das mit Absicht?{/i}

source: [_RT_] {i}You idiot, of course she's doing it on purpose! The question is if you should look closer?{/i}
dutch: [_RT_] {i}Jij idioot, natuurlijk doet ze het met doelen! De vraag is of je er dichterbij moet kijken?{/i}
german: [_RT_] {i}Du idiot, natürlich tut sie es mit Absicht! Die Frage ist, ob du näher schauen sollst?{/i}

source: [_RT_] {i}There's no harm in looking.{/i}
dutch: [_RT_] {i}Er is geen kwaad in het uiterzijn.{/i}
german: [_RT_] {i}Es ist kein Schaden in der Suche.{/i}

source: [_RT_] {i}And she does have a beautiful ass.{/i}
dutch: [_RT_] {i}En ze heeft een mooie assen.{/i}
german: [_RT_] {i}Und sie hat einen schönen Arsch.{/i}

source: [_RT_] {i}I need to convince the girls in family to wear underwear like that everywhere they go.{/i}
dutch: [_RT_] {i}Ik moet de meisjes in hun gezin overtuigen om ondergoed te dragen zoals ze overal doen.{/i}
german: [_RT_] {i}Ich muss die Mädchen in der Familie davon überzeugen, Unterwäsche wie überall zu tragen.{/i}

source: [_RT_] {i}Oh shit!... Her father noticed I was staring.{/i}
dutch: [_RT_] {i}Oh shit!... Haar vader merkte op dat ik sterk.{/i}
german: [_RT_] {i}Oh shit!... Ihr Vater bemerkte, dass ich starte.{/i}

source: [_RT_] {i}He looks like he wants to kill me.{/i}
dutch: [_RT_] {i}Hij lijkt erop dat hij me wil doden.{/i}
german: [_RT_] {i}Er sieht aus als wolle er mich töten.{/i}

source: [_RT_] {i}Why does he look familiar?{/i}
dutch: [_RT_] {i}Waarom ziet hij er vertrouwd uit?{/i}
german: [_RT_] {i}Warum sieht er vertraut aus?{/i}

source: [_RT_] {i}I'd better hurry over to Dad's booth.{/i}
dutch: [_RT_] {i}Ik zou beter overhaast naar papa's booth.{/i}
german: [_RT_] {i}Ich würde mich lieber zum Stand des Vaters beeilen.{/i}

source: [_RT_] {i}She's not my girlfriend.{/i}
dutch: [_RT_] {i}Ze is niet mijn vriendin.{/i}
german: [_RT_] {i}Sie ist nicht meine Freundin. {/i}

source: [_RT_] {i}I shouldn't lead her on.{/i}
dutch: [_RT_] {i}Ik moet haar niet leiden op.{/i}
german: [_RT_] {i}Ich sollte sie nicht anführen.{/i}

source: [_RT_] {i}I just need to talk to Dad real quick, and get the hell out of here.{/i}
dutch: [_RT_] {i}Ik moet gewoon met Papa echt snel praten en de hel hiervandaan halen. {/i}
german: [_RT_] {i}Ich brauche nur mit Papa schnell zu sprechen und die Hölle hieraus zu holen.{/i}

source: [_PG_] Alright [dad_name], you know the deal.
dutch: [_PG_] Oké [dad_name], jij weet de deal.
german: [_PG_] Alright [dad_name], Sie kennen das Deal.

source: [_PG_] I'll be back to get you as soon as your visit's over.
dutch: [_PG_] Ik kom terug om je te krijgen zodra je bezoek voorbij is.
german: [_PG_] Ich bin zurück und werde dich sobald dein Besuch vorbei ist.

source: [_MT_] {i}That girl made [ryan] blow his load right onto the floor.{/i}
dutch: [_MT_] {i}Dat meisje heeft [ryan] zijn lading meteen op de grond gegooid. {/i}
german: [_MT_] {i}Das Mädchen ließ [ryan] seine Last auf den Boden sprengen. {/i}

source: [_MT_] {i}I've made him shoot more, you loose hussy!{/i}
dutch: [_MT_] {i}Ik heb hem meer laten schieten, jij verliest echt!{/i}
german: [_MT_] {i}Ich habe ihn mehr schießen lassen, du verlierst Hussy!{/i}

source: [_MT_] {i}Yikes!... Why do I feel pride in that?{/i}
dutch: [_MT_] {i}Yikes!... Waarom ben ik er trots op?{/i}
german: [_MT_] {i}Yikes!... Warum bin ich stolz darauf?{/i}

source: [_MT_] {i}Uuurggghhh... I really thought I'd have a nice warm load in my womb, or lingering in my mouth, right now.{/i}
dutch: [_MT_] {i}Ueighh... Ik dacht echt dat ik op dit moment een mooie warme belasting in mijn baarmoeder zou hebben, of in mijn mond zou rondslopen.{/i}
german: [_MT_] {i}Uuurggghh... Ich dachte wirklich, ich hätte eine schöne warme Last in meinem Mutterleib oder im Mund im Mund verbannt.{/i}

source: [_MT_] {i}Fucking [dad_name]!{/i}
german: [_MT_] {i}[dad_name] gefickt! {/i}

source: [_MT_] {i}Maybe prison's made him gay?{/i}
dutch: [_MT_] {i}Misschien heeft gevangenen hem gay gemaakt?{/i}
german: [_MT_] {i}Vielleicht hat ihn sein Gefängnis schwul gemacht?{/i}

source: [_MT_] {i}Doesn't matter... I've gotten along without him in so many other ways.{/i}
dutch: [_MT_] {i}Doet er niet toe... Ik ben zonder hem op zoveel andere manieren mee meegegaan.{/i}
german: [_MT_] {i}spielt keine Rolle... Ich bin auf so viele andere Weise ohne ihn herbeigekommen.{/i}

source: [_MT_] {i}I'll get along without him sexually as well.{/i}
dutch: [_MT_] {i}Ik ga ook zonder hem seksueel mee.{/i}
german: [_MT_] {i}Ich werde auch ohne ihn Geschlechtsverkehr auskommen. {/i}

source: [_MT_] {i}Am I really considering an affair?{/i}
dutch: [_MT_] {i}Am denk ik echt aan een affaire?{/i}
german: [_MT_] {i}Überlege ich wirklich eine Angelegenheit?{/i}

source: [_MT_] {i}It's not like he's given me much of a choice.{/i}
dutch: [_MT_] {i}Het is niet zoals hij mij veel keuze heeft gegeven. {/i}
german: [_MT_] {i}Es ist nicht so, als ob er mir viel Auswahl gegeben hat.{/i}

source: [_MT_] {i}But, I don't have any men in my pathetic life.{/i}
dutch: [_MT_] {i}Maar, ik heb geen mannen in mijn zielige leven.{/i}
german: [_MT_] {i}Aber ich habe keine Männer in meinem pathetischen Leben.{/i}

source: [_MT_] {i}Fuck!... I can't really consider that... Can I?{/i}
dutch: [_MT_] {i}Fuck!... Ik kan dat niet echt overwegen... Kan ik?{/i}
german: [_MT_] {i}Fuck!... Ich kann das nicht wirklich berücksichtigen... Kann ich?{/i}

source: [_MT_] {i}I wonder if this cum is still warm?{/i}
dutch: [_MT_] {i}Ik vraag me af of dit kubus nog warm is?{/i}
german: [_MT_] {i}Ich frage mich, ob diese cum noch warm ist? {/i}

source: [_MT_] {i}It fucking is...{/i}
dutch: [_MT_] {i}Het is fuckend...{/i}
german: [_MT_] {i}Es fucking ist...{/i}

source: [_MT_] {i}I wonder if it tastes like [dad_name]'s?{/i}
dutch: [_MT_] {i}Ik vraag me af of het zoals [dad_name]smaakt?{/i}
german: [_MT_] {i}Ich frage mich, ob es schmeckt wie [dad_name]'s?{/i}

source: [_MT_] {i}Mmmm... Even better than [dad_name]'s'!... Somehow, it tastes... sweeter... younger.{/i}
dutch: [_MT_] {i}Mmmm... Nog beter dan [dad_name]'s'!... Op een bepaalde manier, smaakt het... snoepje... jonger.{/i}
german: [_MT_] {i}Mmmm... Noch besser als [dad_name]'s!... Irgendwie, schmeckt es süßlicher... Jünger.{/i}

source: [_MT_] {i}Oh, fucking hell!... What am I doing!?{/i}
dutch: [_MT_] {i}Oh, verdomde hel!... Wat doe ik!?{/i}
german: [_MT_] {i}Oh, fucking Hölle!... Was mache ich!?{/i}

source: [_MT_] {i}Have I completely lost my mind?{/i}
dutch: [_MT_] {i}Heb ik mijn gedachten helemaal verloren?{/i}
german: [_MT_] {i}Habe ich meinen Verstand komplett verloren?{/i}

source: [_MT_] {i}Fuck... This is a prison... Did somebody catch that on camera?{/i}
dutch: [_MT_] {i}Fuck... Dit is een gevangenis... Heeft iemand dat op de camera gevonden?{/i}
german: [_MT_] {i}Fuck... Dies ist ein Gefangen... Hat jemand das bei der Kamera gefangen?{/i}

source: [_D_] Hello, son.
dutch: [_D_] Hallo, zoon.
german: [_D_] Hallo, Sohn.

source: [_R_] Dad... What did you need me to come here for?
dutch: [_R_] Dad... Waar heb je me voor nodig om hierheen te komen?
german: [_R_] Vater. Wozu brauchte ich hier?

source: [_D_] Straight to business... I like that.
dutch: [_D_] Aight to business ... Dat vind ik leuk.
german: [_D_] Direkt zum Geschäft... Ich mag das.

source: [_D_] I hear you've been stepping up, providing for the family?
dutch: [_D_] Ik hoor dat je opbreekt en de familie verzorgt?
german: [_D_] Ich höre, dass du dich verstärkt hast, um die Familie zu versorgen?

source: [_R_] That, and more.
dutch: [_R_] dat, en meer.
german: [_R_] Das und mehr.

source: [_D_] Glad to hear it.
dutch: [_D_] Blij om het te horen.
german: [_D_] Glud, es zu hören.

source: [_D_] I gave your mom a note that she's supposed to deliver to Joey DeCapo, but clearly you're the more responsible one out of the two of you, and I should have given it to you.
dutch: [_D_] Ik heb je moeder een briefje gegeven dat ze zou moeten leveren aan Joey DeCapo, maar het is duidelijk dat u degene bent die meer verantwoordelijkheid draagt, en dat had ik u moeten overhandigen.
german: [_D_] Ich habe deiner Mama eine Notiz gegeben, die sie Joey DeCapo geben soll aber du bist eindeutig der verantwortlichere von den beiden von Ihnen, und ich hätte es Ihnen geben sollen.

source: [_D_] Can you make sure she delivers it?
dutch: [_D_] Kan je ervoor zorgen dat ze het bezorgt?
german: [_D_] Kannst du sicherstellen, dass sie sie liefert?

source: [_R_] Uhhh... I guess.
dutch: [_R_] Uhhhh... Ik denk het.
german: [_R_] Uhhh... Ich vermute.

source: [_D_] Great.
dutch: [_D_] Geweldig.
german: [_D_] Toll.

source: [_D_] I also heard a little rumor that Joey DeCapo owes you a favor?
dutch: [_D_] Ik hoorde ook een klein gerucht dat Joey DeCapo jou een gunst verschuldigd is?
german: [_D_] Ich habe auch ein kleines Gerücht gehört, dass Joey DeCapo dir einen Gefallen schuldet?

source: [_D_] Why haven't you cashed in that favor to get me the hell out of here?
dutch: [_D_] Waarom heb je die gunst niet in beslag genomen om me de hel hier uit te brengen?
german: [_D_] Warum hast du mich nicht in diese Gunst eingelöst, um mich hier aus der Hölle zu holen?

source: [_R_] Uhhh... I guess I hadn't really thought I could use it for that.
dutch: [_R_] Uhhhh... Ik denk dat ik niet echt dacht dat ik het daarvoor kon gebruiken.
german: [_R_] Uhhhh... Ich vermute, ich hätte nicht wirklich gedacht, dass ich es dafür verwenden könnte.

source: [_R_] Does Joey have that kind of power?
dutch: [_R_] Heeft Joey dat soort kracht?
german: [_R_] Hat Joey diese Art von Macht?

source: [_D_] I'd be surprised if he didn't.
dutch: [_D_] zou verbaasd zijn als hij dat niet deed.
german: [_D_] Ich würde mich wundern, wenn er es nicht tat.

source: [_D_] Several Mafia families have a lot of power here inside the prison system, but none as much as the DeCapos.
dutch: [_D_] Verschillende maffiafamilies hebben hier veel macht in het gevangenissysteem, maar niet zo veel als de DeCapos.
german: [_D_] Mehrere Mafia-Familien haben hier im Gefängnis viel Macht, aber keine so sehr wie die DeCapos.

source: [_D_] I'm sure he's got quite a few judges on the payroll as well.
dutch: [_D_] Ik weet zeker dat hij ook een behoorlijk aantal rechters op de loonlijst krijgt.
german: [_D_] Ich bin sicher, dass er auch mehrere Richter auf der Gehaltsliste hat.

source: [_D_] So, talk to Joey, and see if you can cash in that favor to get me out of here, will you?
dutch: [_D_] Dus, praat met Joey, en kijk of je geld in die gunst kunt spenderen om me hier uit te krijgen, jij dan?
german: [_D_] Also, sprich mit Joey und schau, ob du diese Gunst einlösen kannst, um mich von hier herauszuholen, oder?

source: [_D_] Good boy.
dutch: [_D_] Goede jongen.
german: [_D_] Guten Jungen.

source: [_D_] Thanks for visiting me today.
dutch: [_D_] Bedankt voor het bezoeken van mij vandaag.
german: [_D_] Danke, dass du mich heute besuchst.

source: [_R_] Before I go, I wanted to ask you what you did to make Mom so upset.
dutch: [_R_] Voordat ik ga, wilde ik je vragen wat je hebt gedaan om Mama zo boos te maken.
german: [_R_] Bevor ich gehe, wollte ich dich fragen, was du getan hast, um Mama so verärgert zu machen.

source: [_D_] Fuck... What did she tell you?
dutch: [_D_] Fuck... Wat heeft ze je verteld?
german: [_D_] Fuck... Was hat sie dir gesagt?

source: [_R_] She said you rejected her.
dutch: [_R_] Ze zei dat je haar verwist.
german: [_R_] Sie sagte, du hast sie abgelehnt.

source: [_D_] Well, she came in here hornier than a dog in heat, and practically expected me to jump her bones right here.
dutch: [_D_] Nou, ze kwam hier hornier binnen dan een hond in warmte, en verwachtte bijna dat ik haar botten hier zou slaan.
german: [_D_] Nun, sie kam hier himmlischer als ein Hund in Hitze und erwartete praktisch von mir, dass ich ihre Knochen hier springe.

source: [_R_] I don't need the details.
dutch: [_R_] Ik heb de details niet nodig.
german: [_R_] Ich brauche die Details nicht.

source: [_D_] You asked, and your old enough to hear this kind of stuff.
dutch: [_D_] Je vroeg en je oude genoeg om dit soort dingen te horen.
german: [_D_] Du hast gefragt, und dein Altes genug, um diese Art von Sachen zu hören.

source: [_D_] And let me level with you.
dutch: [_D_] En laat me een level maken met jou.
german: [_D_] Und lass mich mit dir laufen.

source: [_D_] Your Mom used to be one the prettiest girls I've ever seen.
dutch: [_D_] Je mama was een van de mooiste meisjes die ik ooit heb gezien.
german: [_D_] Deine Mutter war eines der schönsten Mädchen, die ich je gesehen habe.

source: [_D_] But, she's getting old.
dutch: [_D_] Maar ze wordt oud.
german: [_D_] Aber sie wird alt.

source: [_D_] I'm just not very sexually attracted to woman older than about thirty.
dutch: [_D_] Ik ben gewoon niet erg seksueel aangetrokken tot vrouw ouder dan ongeveer dertig.
german: [_D_] Ich bin einfach nicht sehr sexuell von Frauen älter als etwa dreißig angezogen.

source: [_R_] You're not attracted to Mom anymore?
dutch: [_R_] Je bent niet meer aangetrokken tot mam?
german: [_R_] Du bist nicht mehr von der Mama angezogen?

source: [_D_] No, not really.
dutch: [_D_] Nee, niet echt.
german: [_D_] Nein, nicht wirklich.

source: [_D_] But that doesn't mean that I don't still think she's a great...
dutch: [_D_] Maar dat betekent niet dat ik nog niet vind dat ze groot is...
german: [_D_] Aber das bedeutet nicht, dass ich noch nicht glaube, sie ist eine große...

source: [_R_] You're an idiot!
dutch: [_R_] Je bent een idioot!
german: [_R_] Du bist ein Idiot!

source: [_R_] No, you watch it!
dutch: [_R_] Nee, je kijkt het!
german: [_R_] Nein, du schaust zu!

source: [_R_] Mom is one of the most beautiful woman I have ever seen!
dutch: [_R_] Mama is een van de mooiste vrouwen die ik ooit heb gezien!
german: [_R_] Die Mutter ist eine der schönsten Frauen, die ich je gesehen habe!

source: [_R_] She's ten times hotter than pretty much any of the girls my age!
dutch: [_R_] Ze is tien keer warmer dan bijna een van de meisjes van ik!
german: [_R_] Sie ist zehnmal heißer als fast jede der Mädchen mein Alter!

source: [_R_] Plus, she's an amazing woman who works her ass off, cares for her family, takes care of the house, and you don't even appreciate any of that!
dutch: [_R_] Plus, ze is een geweldige vrouw die haar pas afwerkt, geeft om haar familie. zorgt voor het huis, en je waardeert daar niet eens bij!
german: [_R_] Plus, sie ist eine erstaunliche Frau, die ihren Arsch bearbeitet, kümmert sich um ihre Familie, kümmert sich um das Haus, und Sie schätzen nichts davon!

source: [_R_] You don't fucking deserve her!
dutch: [_R_] Je hebt haar niet in de maling gekregen!
german: [_R_] Du hast sie nicht verdient!

source: [_D_] If you talk to me like that one more time...
dutch: [_D_] Als je zo met me praat...
german: [_D_] Wenn du so mit mir redest, ein weiteres Mal...

source: [_R_] I'm not talking to you at all anymore!
dutch: [_R_] Ik praat helemaal niet meer tegen jou!
german: [_R_] Ich rede nicht mehr mit dir!
