Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Don't finish that.
italian: [_M_] Non finisca.

source: [_M_] I'll see you soon.
italian: [_M_] Ci vediamo presto.

source: [_RT_] {i}Ugghhh... No remote. Looks like I'm stuck watching two teams I know nothing about play soccer.{/i}
italian: [_RT_] {i}Ugghhh... Nessun remoto. Sembra che io sia bloccato a guardare due squadre che non so nulla di giocare a calcio.{/i}

source: [_RT_] {i}Could this day get any worse?{/i}
italian: [_RT_] {i}Questo giorno potrebbe peggiorare?{/i}

source: [_RT_] {i}Ohhh... It actually just got a whole lot better.{/i}
italian: [_RT_] {i}Ohhh... In realtà ha ottenuto molto meglio.{/i}

source: [_RT_] {i}That dress is so short.{/i}
italian: [_RT_] {i}Quel vestito è così corto.{/i}

source: [_RT_] {i}I can see her panties... And they're leaving little to the imagination.{/i}
italian: [_RT_] {i}Posso vedere i suoi pantaloni... E stanno lasciando poco all'immaginazione.{/i}

source: [_RT_] {i}Oh shit!... She caught me staring!{/i}
italian: [_RT_] {i}Oh merda!... Mi ha preso a fissare!{/i}

source: [_RT_] {i}She's coming over here!... What do I do?{/i}
italian: [_RT_] {i}Lei sta arrivando qui!... Cosa faccio?{/i}

source: [_UG_] Cola Cola, or Mounted Spew?
italian: [_UG_] Cola Cola, o Spew montato?

source: [_UG_] To drink, which one do you want?
italian: [_UG_] Per bere, chi vuoi?

source: [_R_] Oh, uhh... I guess I'll take the Cola... Thanks!
italian: [_R_] Oh, uhhh... Immagino che prenderò la Cola... Grazie!

source: [_UG_] My name's Breanne, by the way.
italian: [_UG_] Il mio nome Breanne, a proposito.

source: [_R_] Oh... That's a nice name... I'm [ryan].
italian: [_R_] Oh... Questo è un bel nome... Sono [ryan].

source: [_R_] Thanks again for the soda.
italian: [_R_] Grazie ancora per la soda.

source: [_BA_] Sure... What you in for?
italian: [_BA_] Certo... Che cosa ti per?

source: [_R_] Just visiting my dad.
italian: [_R_] Basta visitare mio papà.

source: [_R_] How bout you?
italian: [_R_] Come ti bout?

source: [_BA_] Visiting Dad as well.
italian: [_BA_] Visitare papà pure.

source: [_BA_] Why's yours in prison?
italian: [_BA_] Perché sei in prigione?

source: [_R_] Cuz the fucking idiot thought it would be a good idea to do business with the Mafia.
italian: [_R_] Cuz l'idiota del cazzo ha pensato che sarebbe stata una buona idea fare affari con la mafia.

source: [_R_] Then he got himself caught.
italian: [_R_] Poi si fece catturare.

source: [_BA_] Really? Which family?
italian: [_BA_] Davvero? Quale famiglia?

source: [_R_] Uhh... The DeCapos... why?
italian: [_R_] Uhh... The DeCapos... perché?

source: [_BA_] Well, then we're practically siblings.
italian: [_BA_] Beh, allora siamo praticamente fratelli.

source: [_BA_] My dad worked for the DeCapos too... that is, before he stole money from them and went into hiding.
italian: [_BA_] Mio papà lavorò anche per i DeCapos... cioè, prima che rubasse i soldi da loro e andasse a nascondersi.

source: [_R_] Oh, wow!... He's lucky to be alive.
italian: [_R_] Oh, wow!... È fortunato ad essere vivo.

source: [_BA_] Yeah, some punk ass kid who didn't know how to mind his own business ratted him out for no reason... Just to be a dick.
italian: [_BA_] Yeah, un po 'di culo punk bambino che non sapeva come ricordarsi la sua propria attività lo ha attirato fuori per nessuna ragione. . Solo per essere un cazzo.

source: [_BA_] So, now I'm devising a plan with my dad on how we can bring that stupid mother fucker down.
italian: [_BA_] Quindi, ora sto elaborando un piano con mio papà su come possiamo portare giù quella madre stupida.

source: [_BA_] And when I say mother fucker... I mean he's literally fucking his mom!
italian: [_BA_] E quando dico che la madre scopa... voglio dire che sta letteralmente scopando sua mamma!

source: [_BA_] Yeah... Fucking pervert!
italian: [_BA_] Sì... Scopata pervertita!

source: [_R_] Well, maybe his mom was a really beautiful and awesome woman.
italian: [_R_] Beh, forse sua mamma era una donna davvero bella e impressionante.

source: [_BA_] My dad worked with her, said she wasn't that great.
italian: [_BA_] Mio papà ha lavorato con lei, ha detto che non era così grande.

source: [_BA_] Besides, even if she was, who fucks their own mother?
italian: [_BA_] Inoltre, anche se era, chi scopa la propria madre?

source: [_R_] Yeah... That's... I know I wouldn't do that.
italian: [_R_] Sì... Quello è... lo so che non lo farei io.

source: [_BA_] Right?
italian: [_BA_] Destra?

source: {i}"Meanwhile"{/i}
italian: {i}"Nel frattempo"{/i}

source: [_PG_] Right this way, Ma'am.
italian: [_PG_] Proprio così, Ma'am.

source: [_PG_] Go to booth seven... It's the second to last.
italian: [_PG_] Vai allo stand sette... È il secondo a durare.

source: [_ER_] God!... You must be [mom_name]. You're even more beautiful in person.
italian: [_ER_] Dio!... Devi essere [mom_name]. Sei ancora più bello di persona.

source: [_MT_] {i}Why does that man look familiar?{/i}
italian: [_MT_] {i}Perché quell'uomo sembra familiare?{/i}

source: [_MT_] {i}Like, a face I've seen in one of those games I played recently.{/i}
italian: [_MT_] {i}Mi piace, un volto che ho visto in una di quelle partite che ho giocato recentemente.{/i}

source: [_ER_] Hold still.
italian: [_ER_] Mantieni ancora.

source: [_ER_] Got it!
italian: [_ER_] C'è!

source: [_M_] Did you just take a picture of me?
italian: [_M_] Hai appena scattato una foto di me?

source: [_ER_] Oh yeah... And it's going to keep me warm tonight.
italian: [_ER_] Oh sì... Ed è per tenermi caldo stasera.

source: [_M_] You awful, awful man!
italian: [_M_] Tu un uomo terribile, terribile!

source: [_D_] That's just Eric... He's not so bad.
italian: [_D_] È solo Eric... Non è così male.

source: [_M_] It's so good to see you!
italian: [_M_] È così bello vederti!

source: [_PG_] You know the rules.
italian: [_PG_] Conosci le regole.

source: [_PG_] I'm going to go sit in the cage, and I'll buzz your box when the time is up.
italian: [_PG_] andrò a sedermi nella gabbia, e farò il buzz la tua scatola quando il tempo è finito.

source: [_PG_] {i}(Whispering){/i} As per Joey DeCapo's request... I've turned off the camera for this section of the visitors area, and gave you a booth without glass in the middle.
italian: [_PG_] {i}(Whispering){/i} Secondo la richiesta di Joey DeCapo... Ho spento la fotocamera per questa sezione della zona visitatori e ti ho dato uno stand senza vetro nel mezzo.

source: [_PG_] {i}(Continued Whispering){/i}You'll let Joey's inside man know I've been cooperating, right?
italian: [_PG_] {i}(Continued Whispering){/i}Potrai far sapere a Joey che ho collaborato, giusto?

source: [_D_] {i}(Whispering){/i} I'll be sure to let Brazzi know.
italian: [_D_] {i}(Whispering){/i} Sarò sicuro di far sapere a Brazzi.

source: [_PG_] {i}(Whispering){/i} Thanks!
italian: [_PG_] {i}(Whispering){/i} Grazie!

source: [_PG_] {i}(unnecessarily loud voice){/i}Now, I don't want any funny business.
italian: [_PG_] {i}(voce senza necessità){/i}Ora, non voglio affari divertenti.

source: [_M_] I can't even tell you how good it is to see you!
italian: [_M_] Non posso nemmeno dirti quanto sia buono vederti!

source: [_D_] Oh, really? I figured you'd forgotten about me. I had to get my lawyer to convince you to come.
italian: [_D_] Oh, veramente? Ho capito che avevi dimenticato di me. Ho dovuto convincere il mio avvocato a venire.

source: [_M_] I'm sorry about that. It's just that the prospect of coming to visit you in prison, has been really scary for me.
italian: [_M_] mi dispiace di questo. È solo che la prospettiva di venire a trovarti in prigione, è stata davvero spaventosa per me.

source: [_D_] You think your scared? Try sleeping in a cell next to some of the murderers and rapists that I get to call neighbors.
italian: [_D_] Pensi che la tua paura? Prova a dormire in una cella accanto ad alcuni degli assassini e stupratori che posso chiamare vicini.

source: [_M_] Yeah... That must be terrifying.
italian: [_M_] Sì... Questo deve essere terrificante.

source: [_MT_] {i}Almost as terrifying as having the Mafia show up at your door?{/i}
italian: [_MT_] {i}Quasi terrificante come avere la mafia si presenta a casa tua?{/i}

source: [_M_] I'm sorry... it must be awful in here.
italian: [_M_] mi dispiace... deve essere terribile qui.

source: [_D_] You can't even imagine.
italian: [_D_] Non puoi nemmeno immaginare.

source: [_D_] On Fridays, they serve this crappy pizza. It reminds me of when I was in school.
italian: [_D_] Venerdì servono questa pizza crappy. Mi ricorda quando ero a scuola.

source: [_D_] But at least they serve a pretty good peach cobbler after dinner.
italian: [_D_] Ma almeno servono un buon ciabattino di pesca dopo cena.

source: [_D_] But they don't give us any ice cream to go with it.
italian: [_D_] Ma non ci danno alcun gelato per andare con esso.

source: [_D_] God... I can't wait to get out of here.
italian: [_D_] Dio... Non vedo l'ora di uscire da qui.

source: [_MT_] {i}I wish someone would make peach cobbler for me... I'd even love it without ice cream.{/i}
italian: [_MT_] {i}Vorrei che qualcuno facesse ciabattina di pesca per me... lo amerei anche senza gelato.{/i}

source: [_D_] Why are you wearing those gemstones around your neck?
italian: [_D_] Perché indossi quelle gemme intorno al collo?

source: [_M_] You gave this necklace to me.
italian: [_M_] Mi hai dato questa collana.

source: [_D_] Yeah, but why haven't you hocked it yet?
italian: [_D_] Sì, ma perché non l'hai ancora detto?

source: [_D_] You could have paid a decent part of the Mafia debt to the DeCapos with those stones.
italian: [_D_] Avresti potuto pagare una parte decente del debito mafioso a DeCapos con quelle pietre.

source: [_M_] I'm not selling my necklace!
italian: [_M_] Non sto vendendo la mia collana!

source: [_M_] It's special to me!
italian: [_M_] È speciale per me!

source: [_M_] Each one of those stones represents one of my kids.
italian: [_M_] Ognuna di queste pietre rappresenta uno dei miei figli.

source: [_M_] Each stone is for their birth months.
italian: [_M_] Ogni pietra è per i loro mesi di nascita.

source: [_D_] Do you think I'm an idiot? Do you think I don't know that?
italian: [_D_] Pensate che io sia un idiota? Pensate che io non lo sappio?

source: [_D_] I'm the one who bought the necklace, [mom_name].
italian: [_D_] Sono colui che ha comprato la collana, [mom_name].

source: [_D_] And two of those stones are diamonds, pretty large ones.
italian: [_D_] E due di queste pietre sono diamanti, piuttosto grandi.

source: [_D_] And that emerald would sell for a lot too.
italian: [_D_] E che smeraldo venderebbe anche per molto.

source: [_M_] I'm not fucking selling my necklace!
italian: [_M_] Non sto scopando vendendo la mia collana!

source: [_D_] Fine... We'll just let Joey take it out of my knees then.
italian: [_D_] Fine... Allora, lasceremo che Joey lo tolga dalle mie ginocchia.

source: [_M_] We're doing just fine... We're making the weekly payments.
italian: [_M_] Stiamo andando bene... Stiamo effettuando i pagamenti settimanali.

source: [_D_] Interest only, though.
italian: [_D_] Interesse solo, però.

source: [_M_] Yeah, but we'll get there.
italian: [_M_] Sì, ma ci arriveremo.

source: [_M_] [ryan]'s starting to make some good money.
italian: [_M_] [ryan]sta iniziando a fare dei buoni soldi.

source: [_D_] He's finally taking the family business serious, huh?
italian: [_D_] sta finalmente prendendo sul serio l'azienda familiare, eh?

source: [_M_] Uhhh... Yeah... yep, he's working there every day.
italian: [_M_] Uhhhh... Sì... yep, sta lavorando lì ogni giorno.

source: [_D_] It's about time he pulled his head out of his ass.
italian: [_D_] È tempo che tiri la testa dal suo culo.

source: [_D_] How are the girls doing?
italian: [_D_] Come stanno le ragazze?

source: [_R_] I hope you don't take any offense, because talking to you has been great, but waiting here is so boring.
italian: [_R_] Spero che tu non ti offendi, perché parlare con te è stato grande, ma aspettare qui è così noioso.

source: [_BA_] Boring, huh?
italian: [_BA_] Noioso, eh?

source: [_BA_] If you want, I could give you a handjob.
italian: [_BA_] Se vuoi, potrei darti una mano.

source: [_R_] {i}(Coughing noises){/i}
italian: [_R_] {i}(rumorosi){/i}

source: [_BA_] I'm sorry... I shouldn't have said that while you were drinking.
italian: [_BA_] Mi dispiace... Non avrei dovuto dirlo mentre bevevete.

source: [_BA_] You ok?
italian: [_BA_] Stai bene?

source: [_R_] Yeah... {i}cough{/i}... I just wasn't expecting {i}cough{/i}... That kind of joke.
italian: [_R_] Yeah... {i}tosse{/i}... Non mi aspettavo che {i}tosse{/i}... Quel tipo di scherzo.

source: [_BA_] Oh, I wasn't joking.
italian: [_BA_] Oh, non stavo scherzando.

source: [_R_] We're in a prison... We'll get caught.
italian: [_R_] Siamo in una prigione... Ci cattureremo.

source: [_BA_] Nope... Look above you.
italian: [_BA_] Nope... Guarda sopra di te.

source: [_BA_] We're in the shadow of that camera.
italian: [_BA_] Siamo all'ombra di quella macchina fotografica.

source: [_BA_] They can't see anything directly below it.
italian: [_BA_] Non possono vedere nulla direttamente sotto di esso.

source: [_BA_] So, nobody's going to see.
italian: [_BA_] Quindi, nessuno vedrà.

source: [_RT_] {i}Mom did say she'd be a while.{/i}
italian: [_RT_] {i}Mamma ha detto che sarebbe un po '.{/i}

source: [_BA_] So, you in?
italian: [_BA_] Allora, tu?

source: [_R_] I can't think of a better way to pass the time.
italian: [_R_] Non riesco a pensare a un modo migliore per passare il tempo.

source: [_BA_] Same, unzip... I can't wait to see your dick... I hope it's big, but I'm okay with jerking a little guy too.
italian: [_BA_] Same, unzip... Non vedo l'ora di vedere il tuo cazzo... Spero che sia grande, ma sto bene con masturbarsi anche un ragazzino.

source: [_R_] You'll just have to kneel down here and take a look.
italian: [_R_] Dovrai solo inginocchiarti qui e dare un'occhiata.

source: [_BA_] Whoa!... That's the biggest cock I've ever seen in real life.
italian: [_BA_] Choa!... Questo è il cazzo più grande che abbia mai visto nella vita reale.

source: [_BA_] I've only ever seen bigger in porn.
italian: [_BA_] ho visto solo più grande nel porno.

source: [_BA_] Congratulations, dude!
italian: [_BA_] Congratulazioni, dude!

source: [_R_] Unnn... Your hands are so soft. that feels really good.
italian: [_R_] Unnn... Le tue mani sono così morbide. Che si sente davvero bene.

source: [_BA_] I haven't even got started.
italian: [_BA_] non ho nemmeno iniziato.

source: [_R_] Now, this is how to pass the time.
italian: [_R_] Ora, questo è come passare il tempo.

source: [_R_] If only I could get you to do this for me during my history class.
italian: [_R_] Se solo potessi farti fare questo per me durante la mia lezione di storia.

source: [_BA_] This is surprisingly enjoyable for me too.
italian: [_BA_] Questo è sorprendentemente piacevole anche per me.

source: [_RT_] {i}I can't just wish that Mom won't fuck Dad, but then go let some random girl jack me off.{/i}
italian: [_RT_] {i}Non posso solo desiderare che la mamma non scopare papà, ma poi andare lasciare un po 'di ragazza casuale jack me off.{/i}

source: [_R_] That's really generous, but we'd better not.
italian: [_R_] È davvero generoso, ma faremmo meglio a non farlo.

source: [_BA_] You sure? I'm pretty good at it.
italian: [_BA_] Sei sicuro? Sono abbastanza bravo in esso.

source: [_R_] Urrgghh... It's really tempting.
italian: [_R_] Urrgghh... È davvero allettante.

source: [_R_] The problem is that I've kinda got a girlfriend.
italian: [_R_] Il problema è che ho una ragazza.

source: [_R_] I think she'd be pretty mad if I did something like that to her.
italian: [_R_] Penso che sarebbe piuttosto pazza se avessi fatto qualcosa del genere per lei.

source: [_BA_] I can respect that.
italian: [_BA_] lo posso rispettare.

source: [_BA_] She's a lucky girl to have someone so loyal.
italian: [_BA_] Lei è una ragazza fortunata ad avere qualcuno così fedele.

source: [_BA_] You're making me want to do more with you.
italian: [_BA_] Mi stai facendo fare di più con te.

source: [_BA_] But I'm okay with just chatting, I guess.
italian: [_BA_] Ma sto bene con solo chiacchierare, immagino.

source: [_D_] So, [mom_name], I'm wondering if you're feeling adventurous?
italian: [_D_] Così, [mom_name], mi chiedo se ti senti avventuroso?

source: [_M_] Hmmm... maybe.
italian: [_M_] Hmmm... forse.

source: [_M_] Are you going to dare me to do something?
italian: [_M_] Mi darai il coraggio di fare qualcosa?

source: [_D_] Haha... Sure... I dare you to take off your panties and bra, and let me keep them.
italian: [_D_] Haha... Certo... Ti coraggio a toglierti le mutandine e il reggiseno, e lasciami tenerli.

source: [_M_] But, I'm wearing a see-through dress.
italian: [_M_] Ma, sto indossando un vestito trasparente.

source: [_M_] What if all the guards notice I'm not wearing my underwear on the way out?
italian: [_M_] E se tutte le guardie notassero che non sto indossando la mia biancheria intima in uscita?

source: [_M_] And [ryan] is sure to say something about it. I don't want him seeing my naked body through my semi-transparent dress.
italian: [_M_] E [ryan] è sicuro di dire qualcosa a riguardo. Non voglio che lui veda il mio corpo nudo attraverso il mio abito semi-trasparente.

source: [_D_] Haha... Sure... I dare you to take off your bra, and let me keep it.
italian: [_D_] Haha... Certo... Ti sfido a toglierti il tuo reggiseno, e lasciami mantenerlo.

source: [_M_] But, I'm wearing a see-through blouse.
italian: [_M_] Ma, sto indossando una camicetta trasparente.

source: [_M_] What if all the guards notice I'm not wearing my bra on the way out?
italian: [_M_] E se tutte le guardie notassero che non sto indossando il mio reggiseno in uscita?

source: [_M_] And [ryan] is sure to say something about it. I don't want him seeing my naked tits through my semi-transparent blouse.
italian: [_M_] E [ryan] è sicuro di dire qualcosa a riguardo. Non voglio che veda le mie tette nude attraverso la mia camicetta semi-trasparente.

source: [_D_] Don't worry, it's not that see-through. And [ryan]'s your son. He's not going to be staring at your tits. No boy wants to see their mother naked. I'll bet he doesn't notice at all.
italian: [_D_] Non ti preoccupare, non è quello che vede. E [ryan]è tuo figlio. Non starà fissando le tue tette. Nessun ragazzo vuole vedere la loro madre nuda. Scommetto che non si accorge affatto.

source: [_MT_] {i}You don't know anything about your son.{/i}
italian: [_MT_] {i}Non sai nulla di tuo figlio.{/i}

source: [_D_] Come on! What happened to that adventurous young woman I met in that strip club?
italian: [_D_] Vieni! Che cosa è successo a quella giovane avventurosa che ho incontrato in quel strip club?

source: [_MT_] {i}You took all the wind out of her sails.{/i}
italian: [_MT_] {i}Hai preso tutto il vento dalle sue vele.{/i}

source: [_MT_] {i}Maybe prison has changed him.{/i}
italian: [_MT_] {i}Forse la prigione lo ha cambiato. {/i}

source: [_MT_] {i}This is a pretty exciting dare he's given me.{/i}
italian: [_MT_] {i}Questo è un coraggio piuttosto eccitante che mi ha dato.{/i}

source: [_MT_] {i}It could be fun.{/i}
italian: [_MT_] {i}Potrebbe essere divertente.{/i}

source: [_M_] Alright. I accept your dare.
italian: [_M_] Bene. Accetto il tuo osare.

source: [_M_] I'm gonna need help getting my bra off, though.
italian: [_M_] Ho bisogno di aiuto per togliermi il reggiseno, però.

source: [_D_] My pleasure.
italian: [_D_] Il mio piacere.

source: [_DT_] {i}Eric's going to be excited when I give him his request.{/i}
italian: [_DT_] {i}Eric sarà entusiasta quando gli do la sua richiesta.{/i}

source: [_DT_] {i}I don't even want to think about what he's going to do with that underwear.{/i}
italian: [_DT_] {i}Non voglio nemmeno pensare a cosa intende fare con quella biancheria intima.{/i}

source: [_DT_] {i}At least I'll get some toilet hooch and cigarettes' out of this.{/i}
italian: [_DT_] {i}Almeno prenderò un po' di hooch del bagno e di sigarette.{/i}

source: [_M_] Ok, I'd better make sure nobody's coming.
italian: [_M_] Ok, farei meglio a fare in modo che nessuno stia arrivando.

source: [_M_] Alright, it looks like the coast is clear.
italian: [_M_] Va bene, sembra che la costa sia chiara.

source: [_M_] Hehehe... I can't believe we're doing this in the prison visiting room... Since when did you get so adventurous?
italian: [_M_] Hehehe... Non posso credere che lo stiamo facendo nella stanza in visita della prigione... da quando sei così avventuroso?

source: [_D_] I've always been adventurous.
italian: [_D_] sono sempre stato avventuroso.

source: [_M_] Not when it comes to sexual things.
italian: [_M_] Non quando si tratta di cose sessuali.

source: [_DT_] {i}Not with you, maybe.{/i}
italian: [_DT_] {i}Non con te, forse.{/i}

source: [_D_] There, it's unclasped.
italian: [_D_] Lì, è sbloccato.

source: [_M_] And let me just get my panties.
italian: [_M_] E lasciami prendere le mie mutandine.

source: [_D_] I should be able to hide these in my jumpsuit until I get back to my cell.
italian: [_D_] Dovrei essere in grado di nascondere questi nella mia tuta fino a quando non torno alla mia cella.

source: [_M_] Oh my God!... That was fun!... I feel so naughty sitting here without my underwear on.
italian: [_M_] Oh mio Dio!... è stato divertente!... mi sento così cattivo seduto qui senza la mia biancheria intima su.

source: [_M_] This stool is pretty cold on my bare pussy.
italian: [_M_] Questo sgabello è abbastanza freddo sulla mia figa nuda.

source: [_M_] And... Oh, no... My breasts just fell out of my dress...
italian: [_M_] E... Oh, no... I miei seni sono appena caduti dal mio vestito...

source: [_M_] Oh my God!... That was fun!... I feel so naughty sitting here without my bra on.
italian: [_M_] Oh mio Dio!... è stato divertente!... mi sento così cattivo seduto qui senza il mio reggiseno su.

source: [_M_] And... Oh, no... My breasts just fell out of my blouse...
italian: [_M_] E... Oh, no... I miei seni sono appena caduti dalla mia camicetta...

source: [_D_] God, [mom_name]!
italian: [_D_] Dio, [mom_name]!

source: [_D_] They still look incredible!
italian: [_D_] Sembrano ancora incredibili!

source: [_M_] Just a little preview of our conjugal that's coming up in a few minutes.
italian: [_M_] Solo una piccola anteprima del nostro coniugale che sta arrivando in pochi minuti.

source: [_D_] Shit... Ummm... About that.
italian: [_D_] merda... Ummm... A questo proposito.

source: [_D_] There's not going to be a conjugal visit.
italian: [_D_] Non ci sarà una visita coniugale.

source: [_M_] No conjugal?
italian: [_M_] Nessun coniugale?

source: [_D_] I'm sorry, honey... It's just that I've still got to meet with [ryan]... And I need to talk to my lawyer after... There's just not going to be enough time.
italian: [_D_] mi dispiace, miele... è solo che ho ancora incontrato [ryan]. . E ho bisogno di parlare con il mio avvocato dopo... C'è solo che non sarà abbastanza tempo.

source: [_M_] Not enough time?... Then why the hell have we been wasting time chit chatting in here?
italian: [_M_] Non c'è abbastanza tempo?... Allora perché l'inferno abbiamo perso tempo chiacchierando qui dentro?

source: [_D_] I wanted to hear about you and the family.
italian: [_D_] Volevo sentire di te e della famiglia.

source: [_M_] Then you should have sent a letter.
italian: [_M_] Allora dovresti aver inviato una lettera.

source: [_M_] I can't believe this.
italian: [_M_] Non posso crederci.

source: [_D_] Honey, It's really not a big...
italian: [_D_] Miele, non è davvero un grande...

source: [_M_] I'm leaving.
italian: [_M_] Io sto partendo.
