Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_J_] I've further been generous with Sidney by letting a college dropout, with no experiance, wait tables in my club so she can afford to go back to school.
dutch: [_J_] Ik ben verder genereus geweest met Sidney door een college uit te laten stappen zonder experiment, wacht tafels in mijn club zodat ze het zich kan veroorloven terug te gaan naar school.
german: [_J_] Ich bin weiter großzügig mit Sidney gewesen, indem ich ein College abbrechen lassen möchte ohne Erfahrung, warten Tische in meinem Club, so dass sie es sich leisten können, zurück zur Schule zu gehen.

source: [_RT_] {i}What the hell is that bastard saying to her? She looks terrified!{/i}
dutch: [_RT_] {i}Wat de hel is die tegen haar zegt? Ze ziet er angstaanjagend uit!{/i}
german: [_RT_] {i}Was ist die Hölle, die ihr sagt? Sie sieht furchtbar aus!{/i}

source: [_RT_] {i}If he doesn't back off, I'm going to have to go over there and.. and knock his lights out!{/i}
dutch: [_RT_] {i}Als hij niet terug is, moet ik daar heen gaan en... en zijn licht eruit laten kloppen!{/i}
german: [_RT_] {i}Wenn er nicht wieder absteigt, muss ich dorthin gehen und.. und seine Lichter rausklopfen!{/i}

source: [_J_] Now, do you have something to say to me for being so generous?
dutch: [_J_] Nu heb je iets tegen me te zeggen omdat je zo genereus bent?
german: [_J_] Jetzt, hast du mir etwas zu sagen, weil du so großzügig bist?

source: [_M_] th... thank you.
dutch: [_M_] de... dank je.
german: [_M_] den... Vielen Dank.

source: [_J_] Thank you for... what?
dutch: [_J_] Bedankt voor... Waarom?
german: [_J_] Vielen Dank für... was?

source: [_M_] Thank you, Joey, for being so... generous, with us.
dutch: [_M_] Bedankt voor je welwillend... ruimhartig, met ons.
german: [_M_] Vielen Dank, Joey, dass du so bist ... großzügig, mit uns.

source: [_J_] You're welcome [mom_name]. It's been my pleasure.
dutch: [_J_] Welkom [mom_name]. Het was mijn plezier.
german: [_J_] Du bist herzlich willkommen [mom_name]. Es war mein Vergnügen.

source: [_J_] You know, I can think of a few more ways I can be {i}generous{/i} with you. If you're interested.
dutch: [_J_] Weet je, ik kan nog een paar manieren bedenken waarop ik {i}genereus met je kan zijn. Als je geïnteresseerd bent.
german: [_J_] Du weißt schon, ich kann mir noch ein paar Möglichkeiten vorstellen, dass ich {i}großzügige{/i} mit dir sein kann. Wenn Sie interessiert sind.

source: [_RT_] {i}That bastard! I'm gonna...{/i}
dutch: [_RT_] {i}Dat bastard! Ik ben gonna...{/i}
german: [_RT_] {i}Diesen Bastard! Ich bin gonna...{/i}

source: [_X_] Whoa!... Easy there, Tiger.
dutch: [_X_] Whoa!... Eenvoudig daar, Tijger.
german: [_X_] Whoa!... Einfach da, Tiger.

source: [_AD_] Why don't you take a seat before you do something you'll regret.
dutch: [_AD_] Waarom neem je geen plaats voordat je iets doet wat je betreurt.
german: [_AD_] Warum nehmen Sie nicht einen Platz ein, bevor Sie etwas tun, was Sie bedauern.

source: [_R_] I don't have time for whatever games you want to play... I've got to stop...
dutch: [_R_] Ik heb geen tijd voor de spellen die je wilt spelen... Ik moet stoppen...
german: [_R_] Ich habe keine Zeit für alle Spiele die du spielen möchtest... Ich muss aufhören...

source: [_AD_] Sit down, before I arrest you for that fake ID in your pocket!
dutch: [_AD_] Sit down, voordat ik je arresteer voor die nep-ID in je zak!
german: [_AD_] Setze dich nieder, bevor ich dich für diese gefälschte ID in deiner Tasche verhaftet!

source: [_AD_] Your Mom's going to be fine, but she won't be if you go over there. Trust me on this one, Sport.
dutch: [_AD_] Je Moment gaat prima zijn, maar het zal niet zijn als je daar gaat. Vertrouw me op dit moment, Sport.
german: [_AD_] Deine Mamas werden in Ordnung sein, aber sie wird es nicht sein, wenn du dort hinüber gehst. Vertrauen Sie mir auf diese, Sport.

source: [_R_] Fuck, fine! What do you want?
dutch: [_R_] Fuck, prima! Wat wil je?
german: [_R_] Fuck, schön! Was willst du?

source: [_AD_] Me? I was just having a drink, enjoying a show. Then, this colossal moron I know, was about to go and ruin my evening by getting himself killed.
dutch: [_AD_] me? Ik had net een drankje, geniet van een show. Deze kolossale moron stond toen op het punt mijn avond te verwoesten door zichzelf om het leven te brengen.
german: [_AD_] Ich? Ich habe gerade ein Getränk getrunken und habe eine Show genossen. Damals, wie ich weiß, war diese ungeheure Moron im Begriff, meinen Abend zu ruinieren, indem sie sich selbst töteten.

source: [_AD_] What was your plan, Einstine? Go over there and punch a mob boss in the face in his own club?
dutch: [_AD_] Wat was je plan, Einstine? Ga daar naartoe en sla een mob baas in het gezicht van zijn eigen club?
german: [_AD_] Was war dein Plan, Einstine? Geh hinüber und schlug einen Mob-Boss im Gesicht in seinem eigenen Club?

source: [_R_] ...no!
dutch: [_R_] ...nee!
german: [_R_] ...nein!

source: [_R_] Look! He scaring my mom, okay. I'm a man! I can't just do nothing.
dutch: [_R_] Kijk! Hij sjeit mijn moeder, oké. Ik ben een mensen! Ik kan niet zomaar niks doen.
german: [_R_] Schau! Er schreckt meine Mama, ok. Ich bin ein Mann! Ich kann nicht einfach nichts tun.

source: [_AD_] Nothing is exactly what you're going to do. Your mom can take care of herself.
dutch: [_AD_] Niets is precies wat je gaat doen. Je moeder kan voor zichzelf zorgen.
german: [_AD_] Nichts ist genau das, was du tun wirst. Deine Mama kann sich um sich kümmern.

source: [_R_] You don't get it.
dutch: [_R_] Je krijgt het niet.
german: [_R_] Du erhältst es nicht.

source: [_AD_] No, it's you who isn't getting it. The mob doesn't play around [ryan]. It's not just your own neck that temper almost put in jeopardy. Do you think Joey would stop with just you?
dutch: [_AD_] Nee, jij bent degene die het niet krijgt. De mob speelt niet rond [ryan]. Het is niet alleen je eigen nek die temper bijna in gevaar bracht. Denk je dat Joey zou stoppen met alleen jou?
german: [_AD_] Nein, du bist der es nicht bekommt. Der Mob spielt nicht um [ryan]. Es ist nicht nur dein eigener Nacken, der das Tempo fast in Gefahr bringt. Hast du gedacht, dass Joey nur mit dir anhalten würde?

source: [_AD_] You weren't thinking about Sidney, or that hot little sister of yours. I've got plans for her and I don't need you fucking them up by forcing Joey to make an example out of your family.
dutch: [_AD_] Je dacht niet aan Sidney of die warme kleine zus van jou. Ik heb plannen voor haar en ik heb het niet nodig dat je ze verdomd maakt door Joey te dwingen een voorbeeld te nemen uit je familie.
german: [_AD_] Du hast nicht an Sidney oder an die heisse kleine Schwester deiner nachgedacht. Ich habe Pläne für sie und ich brauche sie nicht zu ficken, indem ich Joey dazu zwinge, aus deiner Familie ein Beispiel zu machen.

source: [_R_] If any if you!...
dutch: [_R_] Als jij iets hebt!...
german: [_R_] wenn überhaupt!...

source: [_AD_] [ryan]! You've seen the back room in this place. You know damn well what can happen to you if you cross Joey!
dutch: [_AD_] [ryan]! Je hebt de achterkamer op deze plek gezien. Je weet verdomd wat je kunt overkomen als je over Joey!
german: [_AD_] [ryan]! Du hast den Hinterraum an diesem Ort gesehen. Du weißt gut was mit dir passieren kann, wenn du Joey überquerst!

source: [_AD_] You remember that guy that tried to kill Joey? They used to call him Charlie the Chin?
dutch: [_AD_] Herinner je je die kerel die probeerde Joey? Ze noemden hem Charlie het China?
german: [_AD_] Du erinnerst dich an den Kerl, der Joey töten wollte? Er nannte ihn Charlie den Chin?

source: [_AD_] Well, they aint calling him the Chin no more. Joey took that big chin clean off after they were done interigating him.
dutch: [_AD_] Nou, ze schijnen hem niet meer te bellen. Joey trok die grote schin schoon nadat ze met hem bezig waren geweest.
german: [_AD_] Nun, sie nennen ihn ihn den Chin nicht mehr. Joey hat das große Kinn sauber gemacht, nachdem sie fertig waren, ihn zu verbergen.

source: [_AD_] And you don't want to know the kind of ruin I can bring down on your family if you cross {b}me{/b}!
dutch: [_AD_] En je wilt niet weten welke ruïne ik je familie kan meebrengen als je {b}me{/b} kruist!
german: [_AD_] Und du möchtest nicht wissen, welche Art von Ruine ich auf deine Familie bringen kann, wenn du {b}me{/b}!

source: [_R_] God, damn it.
dutch: [_R_] God, verdomd het.
german: [_R_] Gott, verdammt es.

source: [_AD_] Look, I like you, Kid... And after what you did for Joey with that scum bag Charlie, he likes you too.
dutch: [_AD_] Kijk, ik vind jou leuk, Kid... En na wat je voor Joey deed met die scum bag Charlie, houdt hij ook van jou.
german: [_AD_] Schau, ich mag dich, Kid... Und nach dem, was du für Joey mit dieser Schaumtasche Charlie gemacht hast, gefällt er auch dich.

source: [_AD_] So we'll let you get away with a few things. Maybe even help you get away with them, but only so long as you don't interfere with our goals. Don't test our generosity! You get me?
dutch: [_AD_] Dus we laten je een paar dingen wegkomen. Misschien help je er zelfs mee weg te komen, maar alleen zolang je je niet met onze doelen stort. Test niet onze vrijgevigheid! Nou wel?
german: [_AD_] Also lassen wir dich mit ein paar Dingen davonkommen. Vielleicht hilft Ihnen sogar dabei, sich mit ihnen zu begnügen, aber nur, solange Sie nicht in unsere Ziele eingreifen. Teste unsere Großzügigkeit nicht! Du bekommst mich?

source: [_AD_] You start mucking about with either of us, and things will go from pleasant to unpleasant real quick. Got it?
dutch: [_AD_] Je begint met met een van ons te muken, en dingen gaan van aangenaam tot onaangenaam snel. Heb je het mis?
german: [_AD_] Du fängst an mit einem von uns zu stumpfen und die Dinge werden von angenehmer bis unangenehmer echter Schnelligkeit gehen. Habe es schon?

source: [_R_] Fine... I got it, but I can't just let Joey hurt my mother.
dutch: [_R_] Fine... Ik heb het, maar ik kan mijn moeder niet zomaar laten kwetsen.
german: [_R_] Schön... Ich habe es, aber ich kann Joey nicht einfach meine Mutter verletzen lassen.

source: [_AD_] Relax kid. That's not his style with women he plans to conquer. He's just reminding her what's what. Like I'm doing with you.
dutch: [_AD_] Relax Kid. Dat is niet zijn stijl met vrouwen die hij van plan is te veroveren. Hij herinnert haar gewoon aan wat is. Zoals ik met jou doe.
german: [_AD_] Entspanntes Kind. Das ist nicht sein Stil mit Frauen, die er zu erobern plant. Er erinnert sie nur daran, was was ist. Wie ich mit dir mache.

source: [_AD_] Now, enough of this.
dutch: [_AD_] Nu genoeg van dit.
german: [_AD_] Jetzt genug davon.

source: [_AD_] Tell me about your hot little sister. What's it like fucking that pussy? Is it as tight as it looks?
dutch: [_AD_] Vertel me over je warme zuster. Wat houdt het ervan om die zus te verdommen? Is het zo strak als het eruit ziet?
german: [_AD_] Erzähle mir von deiner geilen kleinen Schwester. Wie ficke ich die Fotze? Ist sie so dicht wie sie aussieht?

source: [_R_] What?!... Oh, right... The cameras.
dutch: [_R_] Wat?!... Oh, rechts... de camera's.
german: [_R_] Was?!... Oh, oder... Die Kameras.

source: [_AD_] Mmmm... I can hardly wait to get a taste of her.
dutch: [_AD_] Mmmm... Ik kan amper wachten om een smaak van haar te krijgen.
german: [_AD_] Mmmm... Ich kann kaum warten, um einen Geschmack von ihr zu bekommen.

source: [_AD_] Don't look so glum. I'll let you keep fucking her after she's fallen in love with me. I think it's hot how you two go at it.
dutch: [_AD_] Kijk niet zo glum. Ik laat je haar blijven vermommen nadat ze verliefd is op mij. Ik denk dat het heet is hoe jullie beiden ernaar toe gaan.
german: [_AD_] Schau nicht so glum. Ich lasse dich weiter ficken, nachdem sie sich in mich verliebt hat. Ich denke, es ist heiß, wie Sie zwei gehen auf ihn.

source: [_R_] Yeah, right! She hates your guts.
dutch: [_R_] Yeah, toch! Ze haat je leed.
german: [_R_] Ja, richtig! Sie hasst deinen Hut.

source: [_AD_] Don't you worry about that. I've just been having fun so far. A little dancing, a little spanking, and once I've introduced her to a few more... personal acts, she'll be swooning for me.
dutch: [_AD_] Maak je daar geen zorgen over. Ik heb tot nu toe net plezier gehad. Een beetje dansen, een beetje spanken, en zodra ik haar aan nog een paar persoonlijke daden heb toegevoegd... zal ze voor mij wakker worden.
german: [_AD_] Sorgen Sie sich nicht darüber. Ich habe gerade Spaß gehabt. Ein wenig tanzen, ein wenig spanken, und wenn ich sie einmal ein paar vorgeführt habe ... persönliche Tänze, wird sie mir swooning sein.

source: [_AD_] And anyway, you should be more worried about that jock who's been stretching her out. And right in front of you too. That's sad, [ryan]. What's his name?
dutch: [_AD_] En toch, je zou je meer zorgen moeten maken over die grap die haar uitrekt. En voor jou ook. Dat is triest, [ryan]. Wat is zijn naam?
german: [_AD_] Und sowieso solltest du dich mehr Sorgen über den Jock machen, der sie ausstreckt. Und auch vor euch. Das ist traurig, [ryan]. Wie heißt das?

source: [_R_] Matt...
german: [_R_] Matte...

source: [_AD_] Man, that kids got a bigger dick than you do. I'd be impressed, if I wasn't worried what it's doing to my little Lauren's poor pussy.
dutch: [_AD_] Man, die kinderen krijgen een grotere luid dan jij. Ik zou onder de indruk zijn, als ik me geen zorgen maakte over wat het doet met de slechte pil van mijn kleine Lauren.
german: [_AD_] Mann, dass Kinder einen größeren Schwanz haben als du. Ich wäre beeindruckt, wenn ich mir nicht Sorgen machte, was es mit meiner kleinen Arschfotze Lauren macht.

source: [_AD_] [ryan]. I don't like my pussies stetched out and used up. What's your plan on getting rid of him?
dutch: [_AD_] [ryan]. Ik vind mijn pussies niet leuk en uitgekomen. Wat is je plan om van hem af te komen?
german: [_AD_] [ryan]. Ich mag meine Pussies nicht ausgerottet und aufgebraut. Was ist dein Plan, ihn loszuwerden?

source: [_R_] I'm working on it, okay?
dutch: [_R_] Ik werk eraan, oke?
german: [_R_] Ich arbeite daran. ok?

source: [_AD_] Well you'd better hurry. My informant at your school says he's got a habbit of passing girls around to all his friends once he gets bored of fucking them.
dutch: [_AD_] Nou, je kunt je beter haasten. Mijn informant op jouw school zegt dat hij een gewoonte heeft om meisjes aan al zijn vrienden door te geven zodra hij zich verveelt om ze te verprutsen.
german: [_AD_] Nun solltest du dich lieber beeilen. Mein Informant an deiner Schule sagt, dass er sich ein wenig daran gewöhnt hat, Mädchen zu all seinen Freunden herumzuspielen, sobald er es gelangweilt hat, sie zu ficken.

source: [_R_] What? I haven't... She'd never...!
dutch: [_R_] Wat? Ik haven'... Ze heeft nog...!
german: [_R_] Was? Ich hab es nicht...!

source: [_AD_] Well, come up with something, and soon!
dutch: [_AD_] Nou, kom met iets en binnenkort!
german: [_AD_] Nun, komm mit etwas auf, und bald!

source: [_AD_] In the mean time, remember not to do anything stupid with Joey, or anyone else here.
dutch: [_AD_] In de tussentijd vergeet niet iets dom te doen met Joey, of met iemand anders.
german: [_AD_] In der Zwischenzeit denke daran, nichts Dummes mit Joey oder irgendjemand anderem hier zu tun.

source: [_AD_] You need to keep a cool head, because you might see some crazy shit. Joey likes convincing his women to do things they never imagined they'd do in places they never imagined doing them.
dutch: [_AD_] Je moet een koel hoofd houden, omdat je misschien wat gekke huid zult zien. Joey overtuigde zijn vrouwen graag om dingen te doen die ze nooit dachten te hebben gedaan op plaatsen waar ze zich nooit hadden kunnen voorstellen hen te doen.
german: [_AD_] Du musst einen kühlen Kopf behalten, weil du vielleicht ein paar verrückte Scheiße sehen kannst. Joey überzeugt seine Frauen gerne davon, Dinge zu tun, die sie nie gedacht haben, an Orten zu tun, an denen sie sich nie vorgestellt hatten.

source: [_R_] What things?
dutch: [_R_] Welke dingen?
german: [_R_] Welche Dinge?

source: [_AD_] Things like fingering them out in the open where anyone can see them squirming.
dutch: [_AD_] Dingen doen ze alsof ze naar buiten worden geschoven waar iedereen ze kan zien pletten.
german: [_AD_] Dinge wie das Fingern im Freien wo jeder sie spritzen sehen kann.

source: [_R_] No! He wouldn't.
dutch: [_R_] Nee! Hij wilde niet.
german: [_R_] Nein! Er würde es nicht tun.

source: [_AD_] Why do you think I had you sit in that stool with your back to them?
dutch: [_AD_] Waarom denk je dat je hebt gedacht dat je in die kruk zat met je rug?
german: [_AD_] Warum solltest du dich mit dem Rücken zu ihnen in diesem Stuhl sitzen?

source: [_AD_] Take a peak, she looks like she's about to cum.
dutch: [_AD_] Neem een piek, ze ziet eruit alsof ze op het punt staat te cumeren.
german: [_AD_] Nimm einen Gipfel, sie sieht so aus, als ob sie kurz davor ist.

source: [_R_] {b}What?!{/b}
dutch: [_R_] {b}Wat?!{/b}
german: [_R_] {b}Was?!{/b}

source: [_AD_] Hahaha!... Got you.
dutch: [_AD_] Hahahaha!... Ik snap je.
german: [_AD_] Hahaha!... Hast du.

source: [_S_] Jeez, what are those two so excited about?
dutch: [_S_] Jeez, waar zijn die twee zo enthousiast over?
german: [_S_] Jeez, worüber sind diese beiden so aufgeregt?

source: [_M_] No idea.
dutch: [_M_] Geen idee.
german: [_M_] Keine Idee.

source: [_S_] Here's your wine, Mom.
dutch: [_S_] Hier is je wijn, MMom.
german: [_S_] Hier ist dein Wein, Mama.

source: [_M_] Thank's Honey. How are doing on tips? Better than before?
dutch: [_M_] Thanks Honing zit. Hoe gaat het met tips? Beter dan voorheen?
german: [_M_] Danke! Wie geht es mit Tipps? Besser als vorher?

source: [_S_] Oh, my God, yes! You were right... Flirting with the right guys is really paying off.
dutch: [_S_] Oh, mijn God, ja! Je hebt gelijk... door met de juiste jongens te flirten betalen echt.
german: [_S_] Oh, mein Gott, ja! Du hast Recht... Das Flirten mit den rechten Jungs zahlt sich wirklich aus.

source: [_M_] I was watching. You're a natural.
dutch: [_M_] ik keek. Je bent een natuurlijk.
german: [_M_] Ich habe mir angesehen. Du bist ein natürlicher Mensch.

source: [_S_] Mom? I saw Mr. DeCapo walking away when I came back from the bar, did you two talk?
dutch: [_S_] Mom? Ik zag meneer DeCapo weglopen toen ik terugkwam uit de bar, heb je twee gesprekken gehad?
german: [_S_] Mama? Ich sah Herrn DeCapo als ich von der Bar zurückgekehrt war, haben Sie zwei gesprochen?

source: [_M_] Oh! He just... wanted to make sure I wasn't mad about you working here.
dutch: [_M_] Oh! Hij gewoon... wilde ervoor zorgen dat ik niet gek was omdat je hier werkte.
german: [_M_] Oh! Er nur... wollte sicherstellen, dass ich nicht verrückt war, dass du hier arbeitest.

source: [_S_] And?
german: [_S_] Und?

source: [_M_] I uh... I thanked him for offering you this job. It really was... generous of him.
dutch: [_M_] I uh... Ik bedankte hem voor het bieden van dit werk. Het was... genereus van hem.
german: [_M_] Ich uh... Ich habe ihm dafür gedankt, dass er dir diese Aufgabe angeboten hat. Es war wirklich großzügig...

source: [_S_] That's great Mom! I'm happy you see it that way now. Well, I'm going to get back to work. I'll check on you when I get a break, okay?
dutch: [_S_] Dat is een geweldig moment! Ik ben blij dat je het nu zo ziet. Nou, ik ga weer aan het werk en zal even kijken wanneer ik pauze krijgt?
german: [_S_] Das ist super Mama! Ich bin froh, dass du es so siehst. Nun, ich werde wieder zur Arbeit kommen. Ich werde dich überprüfen, wenn ich eine Pause bekomme, ok?

source: [_M_] Ok, honey... I'll be here.
dutch: [_M_] Ok, honing... Ik ben hier.
german: [_M_] Ok, Honig... Ich bin hier.

source: [_MT_] {i}Jesus! For that kind of money?... If I hadn't seen Sidney coming back with my drink, I might have been tempted to let him... God. He wanted to do that to me right here where anyone could see it?{/i}
dutch: [_MT_] {i}Jezus! Voor dat soort geld?... Als ik Sidney niet had zien terugkeren met mijn drankje, was ik misschien in de verleiding gekomen hem te laten staan. . God. Hij wilde dat voor mij doen hier waar iedereen het kon zien?{/i}
german: [_MT_] {i}Jesus! Für diese Art von Geld?... Wenn ich nicht gesehen hätte, dass Sidney mit meinem Getränk zurückkehrte, wäre ich vielleicht versucht gewesen, ihn zu lassen. . Gott. Das wollte er mir hier machen, wo jeder es sehen konnte?{/i}

source: [_MT_] {i}What am I becoming.{/i}
dutch: [_MT_] {i}Wat ben ik aan het worden.{/i}
german: [_MT_] {i}Was werde ich.{/i}

source: [_RT_] {i}Goddam!... Things are getting pretty hairy at the club.{/i}
dutch: [_RT_] {i}Goddam!... Het wordt best geheid in de club.{/i}
german: [_RT_] {i}Goddam!... Die Dinge werden im Club ziemlich haarig.{/i}

source: [_RT_] {i}I'm completely losing control of what's going on with Mom and Sidney.{/i}
dutch: [_RT_] {i}Ik verlies volledig de controle over wat er gebeurt met MM en Sidney.{/i}
german: [_RT_] {i}Ich verliere die Kontrolle darüber, was mit Mama und Sidney vor sich geht.{/i}

source: [_RT_] {i}Somehow, I've got to figure this shit out!{/i}
dutch: [_RT_] {i}Op een bepaalde manier, ik moet dit shit uitzoeken!{/i}
german: [_RT_] {i}Irgendwie, ich muss diesen Shit herausnehmen!{/i}

source: [_RT_] {i}If Mom and Sidney are both here, all hell is going to break loose... If it hasn't already.{/i}
dutch: [_RT_] {i}Als mevrouw en Sidney hier beiden zijn, gaat de hel losbreken... Als het nog niet geweest is.{/i}
german: [_RT_] {i}Wenn Mutter und Sidney hier sind, wird die Hölle zerbrechen... Wenn sie noch nicht existiert.{/i}

source: [_RT_] {i}Well, they're not in the main area.{/i}
dutch: [_RT_] {i}Nou, ze bevinden zich niet in het hoofdgebied.{/i}
german: [_RT_] {i}Nun, sie sind nicht im Hauptbereich.{/i}

source: [_RT_] {i}I guess I could go check out the area by the stage.{/i}
dutch: [_RT_] {i}Ik denk dat ik het gebied kan bekijken vanaf het speelveld.{/i}
german: [_RT_] {i}Ich denke, ich könnte das Gebiet an der Bühne sehen.{/i}

source: [_RT_] {i}I'm just surprised I don't hear any yelling.{/i}
dutch: [_RT_] {i}Ik ben net verbaasd dat ik geen geaarzeld hoor.{/i}
german: [_RT_] {i}Ich bin nur überrascht, dass ich keine Würfel höhe.{/i}

source: [_R_] Huh? Hey Armani, what's up?
dutch: [_R_] Huh? Hey Armani, hoe gaat het?
german: [_R_] Huh? Hey Armani, was ist los?

source: [_A_] Not too much. Just starting my shift. Can I get you something to drink?
dutch: [_A_] Niet te veel. Begin gewoon met mijn dienst. Kan ik je iets te drinken krijgen?
german: [_A_] nicht zu viel. Ich beginne meine Schicht. Kann ich dir etwas zum Trinken bringen?

source: [_R_] Thanks, but I'm just trying to find Sidney, and possibly [mom_name]. You haven't seen either of them, have you?
dutch: [_R_] Bedankt, maar ik probeer gewoon Sidney te vinden, en mogelijk [mom_name]. Je hebt geen van beide gezien, toch?
german: [_R_] Danke, aber ich versuche nur Sidney und möglicherweise [mom_name]zu finden. Du hast keines von ihnen gesehen, oder?

source: [_A_] Yeah, they were both just heading to the dressing rooms.
dutch: [_A_] Yeah, ze waren allebei op weg naar de kledingkamers.
german: [_A_] Ja, beide waren gerade in die Umkleidekabinen gefahren.

source: [_R_] Together?!
german: [_R_] Zusammen mit?!

source: [_RT_] {i}Oh shit, My suspicions were right. Is mom taking Sidney to a more private place to kill her?{/i}
dutch: [_RT_] {i}Oh shit, mijn vermoedens hadden het bij het juiste eind. Is moeder Sidney naar een meer privé plaats om haar te doden?{/i}
german: [_RT_] {i}Oh shit, Meine Verdachtsmomente waren richtig. Führt die Mutter Sidney an einen privateren Ort, um sie zu töten?{/i}

source: [_RT_] {i}I hope I'm wrong.{/i}
dutch: [_RT_] {i}Ik hoop dat ik het mis heb.{/i}
german: [_RT_] {i}Ich hoffe, ich bin falsch.{/i}
