Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: [_M_] I was getting dressed, when I heard the commotion and Lauren said you ran in here with a knife.
french: [_M_] J'étais en train de m'habiller, quand j'ai entendu le vacarme et Lauren a dit que tu avais couru ici avec un couteau.
german: [_M_] Ich war gekleidet, als ich die Aufregung hörte und Lauren sagte, du lief hier mit einem Messer hinein.
italian: [_M_] Mi stavo vestendo, quando ho sentito la commozione e Lauren ha detto che sei entrato qui con un coltello.

source: [_M_] Why are you trying to break my mirror?
french: [_M_] Pourquoi essayez-vous de briser mon miroir ?
german: [_M_] Warum versuchst du meinen Spiegel zu zerstören?
italian: [_M_] Perché stai cercando di rompere il mio specchio?

source: [_M_] And is that what I think it is?
french: [_M_] Et c'est ce que je pense ?
german: [_M_] Und ist das, was ich denke, es ist?
italian: [_M_] Ed è quello che penso che sia?

source: [_R_] I don't know what you think it is, but no, I didn't do it, if that's what you're thinking.
french: [_R_] Je ne sais pas ce que vous pensez, mais non, je ne l'ai pas fait, si c'est ce que vous pensez.
german: [_R_] Ich weiß nicht, was du denkst, aber nein, ich habe es nicht getan, wenn du denkst.
italian: [_R_] Non so cosa pensi che sia, ma no, non l'ho fatto, se è quello che stai pensando.

source: [_R_] Besides, that's not what's important!
french: [_R_] D'ailleurs, ce n'est pas ça qui est important !
german: [_R_] Außerdem ist das nicht das Wichtigste!
italian: [_R_] Inoltre, questo non è quello che è importante!

source: [_R_] Sidney is trapped in the mirror!
french: [_R_] Sidney est piégé dans le miroir !
german: [_R_] Sidney ist im Spiegel gefangen!
italian: [_R_] Sidney è intrappolato nello specchio!

source: [_M_] What do you mean, trapped in the mirror?
french: [_M_] Comment ça, piégé dans le miroir ?
german: [_M_] Was meinst du, im Spiegel eingeschlossen?
italian: [_M_] Che cosa intendi, intrappolato nello specchio?

source: [_R_] The lights flickered a few times, and then I could see...
french: [_R_] Les lumières ont clignoté plusieurs fois, et puis j'ai pu voir...
german: [_R_] Die Lichter flackerten ein paar Male, und dann konnte ich sehen...
italian: [_R_] Le luci tremolavano alcune volte, e poi potevo vedere...

source: [_R_] Well, it was like I was looking into a different world... Like ours, only... scary.
french: [_R_] Eh bien, c'était comme si je regardais dans un monde différent... Comme le nôtre, seulement... effrayant.
german: [_R_] Nun, es war so, als ob ich in eine andere Welt schaute... wie unsere nur... beängstigend.
italian: [_R_] Beh, era come stavo guardando in un mondo diverso... Come il nostro, solo... spaventoso.

source: [_R_] And Sidney was trapped in a slimy goo!
french: [_R_] Et Sidney était piégé dans une glu gluante !
german: [_R_] Und Sidney war in einem schwachen Gon gefangen!
italian: [_R_] E Sidney è stato intrappolato in un bene snello!

source: [_M_] A slimy goo!?
french: [_M_] Une glu gluante !?
italian: [_M_] Un bene snello!?

source: [_M_] Oh, no!
french: [_M_] Oh, non!

source: [_R_] Yeah, I know!... What are we going to do?
french: [_R_] Oui, je sais ... Qu'est-ce qu'on va faire ?
german: [_R_] Ja, ich weiß!... Was werden wir tun?
italian: [_R_] Sì, lo so!... Che cosa faremo?

source: [_M_] Uhh... I'm not...
french: [_M_] Uhh... Je ne suis pas...
german: [_M_] Uhhh... Ich bin nicht...
italian: [_M_] Uhh... Non sono...

source: [_M_] First off, you're going to show me what drugs you're taking, where they are, and tell me who gave them to you!
french: [_M_] D'abord, tu vas me montrer quels médicaments tu prends, où ils sont, et me dire qui te les a donnés !
german: [_M_] Als Erstes wirst du mir zeigen, welche Drogen du einnimmst, wo sie sich befinden und erzähle mir, wer sie dir gegeben hat!
italian: [_M_] Prima di tutto, mi mostrerai quali sono le droghe che prendi, dove si trovano, e mi dirai chi li ha dati!

source: [_MB_] {i}(Muffled from behind the door){/i} You've got drugs? Why are you holding out? You should have shared them with us!
french: [_MB_] {i}(étouffé de derrière la porte){/i} Vous avez de la drogue ? Pourquoi vous la cachez ? Vous auriez dû les partager avec nous !
german: [_MB_] {i}(Muffled from behind the door){/i} Du hast Drogen? Warum hältst du dich zurück? Du solltest sie mit uns geteilt haben!
italian: [_MB_] {i}(mescolato da dietro la porta){/i} Hai droga? Perché stai tenendo fuori? Avresti dovuto condividerli con noi!

source: [_M_] {i}(Shouting){/i}Matt, and everybody else! Party's over, go home!
french: [_M_] {i}(crier){/i} Matt, et tous les autres ! La fête est finie, rentrez chez vous !
german: [_M_] {i}(Shouting){/i}Matt und alle anderen! Party ist vorbei, gehe nach Hause!
italian: [_M_] {i}(Shouting){/i}Matt, e tutti gli altri! Il partito è finito, vai a casa!

source: [_MG_] {i}(Muffled from behind the door){/i} We're on our way out the door Miss [mom_name]! Thanks for having us!
french: [_MG_] {i}(étouffé de derrière la porte){/i} Nous sommes sur le point de sortir par la porte Mlle [mom_name]! Merci de nous avoir reçu !
german: [_MG_] {i}(Muffled from behind the door){/i} Wir sind auf dem Weg zur Miss [mom_name]! Vielen Dank, dass Sie uns haben!
italian: [_MG_] {i}(mescolato da dietro la porta){/i} Siamo sulla nostra via d'uscita Miss [mom_name]! Grazie per averci!

source: [_M_] ....
french: [_M_] Quoi?

source: [_M_] Now, about those drugs!
french: [_M_] Maintenant, à propos de ces drogues !
german: [_M_] Jetzt, über diese Drogen!
italian: [_M_] Ora, di quelle droghe!

source: [_R_] I'm not on any drugs! I swear!
french: [_R_] Je ne prends pas de drogue ! Je le jure !
german: [_R_] Ich bin auf keiner Droge! Ich schwöre!
italian: [_R_] Non sono su nessuna droga! Giuro!

source: [_R_] I saw Sidney inside the mirror, but she wasn't in this room!
french: [_R_] J'ai vu Sidney dans le miroir, mais elle n'était pas dans cette pièce !
german: [_R_] Ich sah Sidney im Spiegel, aber sie war nicht in diesem Raum!
italian: [_R_] Ho visto Sidney dentro lo specchio, ma non era in questa stanza!

source: [_M_] Is that what you and Sidney are doing at night?! Getting high in your room?
french: [_M_] C'est ce que toi et Sidney faites la nuit ?! Vous vous défoncez dans votre chambre ?
german: [_M_] Ist es das, was du und Sidney nachts machen?! Sich in eurem Zimmer zuzudröhnen?
italian: [_M_] È quello che tu e Sidney state facendo di notte?! Più in alto nella vostra stanza?

source: [_R_] What? No! Mom, listen to me. She's in the mirror!
french: [_R_] Quoi ? Non ! Maman, écoute-moi. Elle est dans le miroir !
german: [_R_] Wie bitte? Nein! Mom, hör mir zu. Sie ist im Spiegel!
italian: [_R_] Cosa? No! Mamma, ascoltatemi. È nello specchio!

source: [_M_] Stay put young man, I'm going to find Sidney and we're going to all have a long talk about this!
french: [_M_] Ne bougez pas jeune homme, je vais trouver Sidney et nous allons tous avoir une longue discussion à ce sujet !
german: [_M_] Bleib hier, junger Mann, ich werde Sidney suchen und wir werden uns alle lange darüber unterhalten!
italian: [_M_] Rimani giovane uomo, troverò Sidney e tutti parleremo a lungo di questo!

source: [_M_] I know you're high right now, but don't go breaking my mirror while I'm gone!
french: [_M_] Je sais que tu es défoncé en ce moment, mais ne va pas casser mon miroir pendant que je suis parti !
german: [_M_] Ich weiß, dass du gerade high bist, aber mach nicht meinen Spiegel kaputt, während ich weg bin!
italian: [_M_] So che sei in alto in questo momento, ma non andare a rompere il mio specchio mentre sono finito!

source: [_M_] You wouldn't want to kill the mirror version of your sister while I'm finding the real one, would you?
french: [_M_] Tu ne voudrais pas tuer la version miroir de ta soeur pendant que je cherche la vraie, n'est-ce pas ?
german: [_M_] Du würdest doch nicht die Spiegelversion deiner Schwester töten wollen, während ich die echte Schwester suche, oder?
italian: [_M_] Non vorresti uccidere la versione speculare di tua sorella mentre trovo quella reale, vero?

source: [_MT_] {i}God, I hate reasoning with my students when they're high!{/i}
french: [_MT_] {i}Mon Dieu, je déteste raisonner avec mes étudiants quand ils sont défoncés!{/i}
german: [_MT_] {i}Gott, ich hasse es, mit meinen Schülern zu argumentieren, wenn sie high sind!{/i}
italian: [_MT_] {i}Dio, odio il ragionamento con i miei studenti quando sono alti!{/i}

source: [_R_] Shit, if I break the mirror, would that break the connection to that... other place? Fuck, I didn't think of that.
french: [_R_] Merde, si je casse le miroir, ça va couper la connexion avec cet... autre endroit ? Putain, je n'avais pas pensé à ça.
german: [_R_] Scheiße, wenn ich den Spiegel zerbreche, würde das die Verbindung zu diesem... anderen Ort unterbrechen? Scheiße, daran habe ich nicht gedacht.
italian: [_R_] Merda, se rompo lo specchio, che spezzerebbe la connessione a quello... altro posto? Cazzo non l'ho pensato.

source: [_M_] Obviously not! So, don't break my mirror while I'm gone!
french: [_M_] Évidemment non ! Alors, ne casse pas mon miroir pendant que je suis parti !
german: [_M_] Offensichtlich nicht! Also, zerbrich nicht meinen Spiegel, während ich weg bin!
italian: [_M_] Ovviamente no! Quindi, non rompere il mio specchio mentre sono finito!

source: [_R_] How... do... I... get... in?!
french: [_R_] Comment... faire... je... rentre... dedans ? ?!
german: [_R_] Wie... do... I... in?!
italian: [_R_] come... fare... otterra... in?!

source: [_S_] You can hear me again?
french: [_S_] Tu peux encore m'entendre ?
german: [_S_] Du kannst mich wieder hören?
italian: [_S_] Puoi sentirmi di nuovo?

source: [_S_] Help! The monster's back!
french: [_S_] A l'aide ! Le monstre est de retour !
german: [_S_] Hilfe! Das Monster ist zurück!
italian: [_S_] Aiuto! Il mostro è tornato!

source: [_R_] How do I get in?
french: [_R_] Comment puis-je entrer ?
german: [_R_] Wie komme ich ein?
italian: [_R_] Come posso entrare?

source: [_S_] He pulled me in through the slime!
french: [_S_] Il m'a tiré à travers la bave !
german: [_S_] Er zog mich durch den Schleim!
italian: [_S_] Mi ha tirato dentro attraverso la melma!

source: [_R_] Fuck!
french: [_R_] Merde!
german: [_R_] Verdammt!
italian: [_R_] Scopata!

source: [_RT_] {i}She said, through the slime.{/i}
french: [_RT_] {i}Elle a dit, à travers la bave.{/i}
german: [_RT_] {i}Sie sagte, durch den Schleim.{/i}
italian: [_RT_] {i}Ha detto, attraverso la slime.{/i}

source: [_RT_] {i}She must mean through this little puddle of goo.{/i}
french: [_RT_] {i}Elle doit vouloir dire à travers cette petite flaque de gluant.{/i}
german: [_RT_] {i}Sie muss durch dieses kleine Puddle von goo.{/i}
italian: [_RT_] {i}Deve significare attraverso questa piccola pozza di buono.{/i}

source: [_RT_] {i}Holy shit! That's so weird!{/i}
french: [_RT_] {i}Putain de merde ! C'est tellement bizarre!{/i}
german: [_RT_] {i}Heilige Scheiße! Das ist so seltsam!{/i}
italian: [_RT_] {i}merda santa! È così strana!{/i}

source: [_RT_] {i}Now, how do I fit my body through it?{/i}
french: [_RT_] {i}Maintenant, comment je fais passer mon corps à travers ?{/i}
german: [_RT_] {i}Nun, wie passe ich meinen Körper durch ihn?{/i}
italian: [_RT_] {i}Ora, come faccio a inserire il mio corpo attraverso di esso?{/i}

source: [_RT_] {i}Maybe I can smear it into a big enough puddle to get through.{/i}
french: [_RT_] {i}Peut-être que je peux l'étaler dans une assez grande flaque pour passer à travers.{/i}
german: [_RT_] {i}Vielleicht kann ich es in eine große genug Puddle schmieren, um durch zu gelangen.{/i}
italian: [_RT_] {i}Forse posso spalmarlo in una pozza abbastanza grande per passare.{/i}

source: [_S_] [ryan], Help! It's got me!
french: [_S_] [ryan] Au secours ! Il m'a eu !
german: [_S_] [ryan], Hilfe! Ich bin zufrieden!
italian: [_S_] [ryan], Aiuto! Mi ha fatto!

source: [_ST_] {i}What does it want? What is it doing?{/i}
french: [_ST_] {i}Que veut-il ? Que fait-il ? {/i}
german: [_ST_] {i}Was will sie? Was macht sie? {/i}
italian: [_ST_] {i}Cosa vuole? Cosa sta facendo?{/i}

source: [_ST_] {i}Why is it shoving it's huge claw into my mouth!{/i}
french: [_ST_] {i}Pourquoi est-ce qu'il enfonce ses énormes griffes dans ma bouche!{/i}
german: [_ST_] {i}Warum schiebt es die riesige Klaue in meinen Mund!{/i}
italian: [_ST_] {i}Perché spingere l'artiglio enorme nella mia bocca!{/i}

source: [_ST_] {i}Oh, that's disgusting!{/i}
french: [_ST_] {i}Oh, c'est dégoûtant!{/i}
german: [_ST_] {i}Oh, das ist abscheulich!{/i}
italian: [_ST_] {i}Oh, è disgustoso!{/i}

source: [_ST_] {i}No, no, please, noooo!{/i}
french: [_ST_] {i}Non, non, s'il vous plaît, noooonnn!{/i}
german: [_ST_] {i}Nein, nein, bitte, noooo!{/i}
italian: [_ST_] {i}No, no, per favore, noooo!{/i}

source: [_S_] {i}(Gurgling and gagging sounds){/i}
french: [_S_] {i}(Bruits de gargouillement et de déglutition){/i}
german: [_S_] {i}(Geräusche und Klänge){/i}

source: [_RT_] {i}Hold on Sidney! I'm coming!{/i}
french: [_RT_] {i}Accrochez-vous Sidney ! J'arrive!{/i}
german: [_RT_] {i}Warte auf Sidney ab! Ich komme!{/i}
italian: [_RT_] {i}Hold on Sidney! Sto arrivando!{/i}

source: [_RT_] {i}I've got to take this son of a bitch by surprise!{/i}
french: [_RT_] {i}Je dois prendre ce fils de pute par surprise!{/i}
german: [_RT_] {i}Ich muss diesen Sohn einer Hündin überraschen!{/i}
italian: [_RT_] {i}Devo prendere questo figlio di una cagna di sorpresa!{/i}

source: [_RT_] {i}Alright you giant, rotten scrotum.{/i}
french: [_RT_] {i}D'accord, espèce de scrotum géant et pourri.{/i}
german: [_RT_] {i}Alright you giant, verrotten scrotum.{/i}
italian: [_RT_] {i}Va bene che gigante, scroto marcio.{/i}

source: [_R_] Nobody grabs my sister's naked body like that, but me!
french: [_R_] Personne n'attrape le corps nu de ma soeur comme ça, sauf moi !
german: [_R_] Niemand schnappt so den nackten Körper meiner Schwester, aber ich!
italian: [_R_] Nessuno afferra il corpo nudo di mia sorella, ma io!

source: [_ST_] {i}Yes!... Somebody grab my body!... Grab my boobies!{/i}
french: [_ST_] {i}Oui !... Que quelqu'un attrape mon corps !... Attrapez mes seins!{/i}
german: [_ST_] {i}Ja!... Jemand schnappt meinen Körper!... Nimm meine Boobies!{/i}
italian: [_ST_] {i}Sì!... Qualcuno afferra il mio corpo!... Afferra le mie tetto!{/i}

source: [_R_] Oh shit! It looks pissed!
french: [_R_] Oh, merde ! Il a l'air énervé !
german: [_R_] Oh shit! Es sieht piste aus!
italian: [_R_] Oh merda! Sembra baciato!

source: [_R_] Is it going to attack?
french: [_R_] Est-ce qu'il va attaquer ?
german: [_R_] Wird es angreifen?
italian: [_R_] Sta per attaccare?

source: [_R_] This might be the end!
french: [_R_] C'est peut-être la fin !
german: [_R_] Das könnte das Ende sein!
italian: [_R_] Questa potrebbe essere la fine!

source: [_RT_] {i}I'd better lock it out in case it tries to come back.{/i}
french: [_RT_] {i}Je ferais mieux de le verrouiller au cas où il essaierait de revenir.{/i}
german: [_RT_] {i}Ich würde es besser ausschließen, wenn es wieder versuchen sollte.{/i}
italian: [_RT_] {i}Farei meglio a bloccarlo nel caso in cui provi a tornare indietro.{/i}

source: [_R_] Sidney, are you ok?
french: [_R_] Sidney, tu vas bien ?
german: [_R_] Sidney, bist du in Ordnung?
italian: [_R_] Sidney, stai bene?

source: [_S_] I'm more than ok! This is the second time you've saved my life!
french: [_S_] Je vais plus que bien ! C'est la deuxième fois que vous me sauvez la vie !
german: [_S_] Ich bin mehr als ok! Dies ist das zweite Mal, dass du mein Leben gerettet hast!
italian: [_S_] sono più che ok! Questa è la seconda volta che mi hai salvato la vita!

source: [_S_] Now, my hero! Come and claim you prize.
french: [_S_] Maintenant, mon héros ! Viens et réclame ton prix.
german: [_S_] Jetzt, mein Held! Komm und beanspruche deinen Preis.
italian: [_S_] Ora, il mio eroe! Vieni a rivendicarti il premio.

source: [_R_] Sidney! Now is hardly the time, or the place!
french: [_R_] Sidney ! Ce n'est ni le moment, ni l'endroit !
german: [_R_] Sidney! Jetzt ist kaum die Zeit, oder der Ort!
italian: [_R_] Sidney! Ora è difficilmente il tempo, o il posto!

source: [_R_] We need to get out of here!
french: [_R_] Nous devons sortir d'ici !
german: [_R_] Wir müssen hier herauskommen!
italian: [_R_] Dobbiamo uscire da qui!

source: [_R_] Shit, the mirror slime is gone!
french: [_R_] Merde, la bave du miroir a disparu !
german: [_R_] Shit, der Spiegel Schleim ist vorbei!
italian: [_R_] Merda, la melma dello specchio è finita!

source: [_R_] I wonder if we can find our way out if we explore the void outside.
french: [_R_] Je me demande si on peut trouver la sortie si on explore le vide à l'extérieur.
german: [_R_] Ich frage mich, ob wir unseren Weg finden können, wenn wir die Lücke draußen erkunden.
italian: [_R_] Mi chiedo se possiamo trovare la nostra via d'uscita se esploriamo il vuoto fuori.

source: [_R_] What the fuck?!
french: [_R_] C'est quoi ce bordel?!
german: [_R_] Was der Fick?!
italian: [_R_] Che cazzo?!

source: [_R_] Uhhh... Never mind!
french: [_R_] Uhhh... Peu importe !
german: [_R_] Ähhh... Schon gut!
italian: [_R_] Uhhh... Mai mente!

source: [_R_] Maybe... If we collect all the leftover slime in the bathroom, and rub it on the mirror...
french: [_R_] Peut-être... Si on ramasse tous les restes de bave dans la salle de bain, et qu'on les frotte sur le miroir...
german: [_R_] Vielleicht... Wenn wir den ganzen Rest im Badezimmer sammeln und ihn auf den Spiegel reiben...
italian: [_R_] Forse... Se raccogliamo tutta la melma sinistra in bagno, e strofinarlo sullo specchio...

source: [_S_] [ryan], I need you to come over here and breed me!... Now!
french: [_S_] [ryan] J'ai besoin que tu viennes ici et que tu te reproduises avec moi... Maintenant !
german: [_S_] [ryan], ich brauche dich hierher zu kommen und mich zu züchten!... Jetzt!
italian: [_S_] [ryan], Ho bisogno che tu venga qui e mi allevi!... Ora!

source: [_R_] Sidney!... What has gotten into you?
french: [_R_] Sidney !... Qu'est-ce qui t'a pris ?
german: [_R_] Sidney!... Was ist in dich eingegangen?
italian: [_R_] Sidney!... Cosa ti è arrivato?

source: [_S_] Mmmmm... Hopefully your sperm as soon as possible!
french: [_S_] Mmmmm... Espérons que votre sperme soit le plus tôt possible !
german: [_S_] Mmmmm... Hoffentlich so bald wie möglich!
italian: [_S_] Mmmmm... Speriamo che il tuo sperma il più presto possibile!

source: [_R_] We can do that later! Right now we have to escape!
french: [_R_] On peut faire ça plus tard ! Pour l'instant, nous devons nous échapper !
german: [_R_] Wir können das später tun! Im Moment müssen wir entkommen!
italian: [_R_] Possiamo farlo più tardi! In questo momento dobbiamo fuggire!

source: [_S_] Wouldn't you rather just stick that big old dick in this dripping wet pussy?
french: [_S_] Tu ne préfères pas fourrer ta grosse bite dans cette chatte humide et dégoulinante ?
german: [_S_] Wolltest du nicht lieber den großen alten Schwanz in dieser tropfenden nassen Fotze stecken lassen?
italian: [_S_] Non sarebbe piuttosto bastone che grande vecchio cazzo in questa figa bagnata gocciolante?

source: [_R_] That does sound great, but I'm telling you, another time would be better!
french: [_R_] Ça a l'air génial, mais je vous le dis, une autre fois serait mieux !
german: [_R_] Das klingt großartig, aber ich sage dir, es wäre eine andere Zeit besser!
italian: [_R_] Che sembra grande, ma ti sto dicendo, un'altra volta sarebbe meglio!

source: [_S_] Fuck you! I'm not going anywhere with you, until after you've filled my womb with a generous load!
french: [_S_] Va te faire foutre ! Je n'irai nulle part avec toi, jusqu'à ce que tu aies rempli mon utérus d'une généreuse charge !
german: [_S_] Fuck dich! Ich gehe nicht mit dir, bis du meinen Mutterleib mit einer großzügigen Ladung gefüllt hast!
italian: [_S_] Cazzo te! Non vado da nessuna parte con te, fino a quando non hai riempito il mio grembo con un carico generoso!

source: [_R_] Uhhh... Are you kidding me? Fine! Do you promise you'll escape with me after I fuck you?
french: [_R_] Uhhh... Tu te moques de moi ? Bien ! Tu promets de t'échapper avec moi après que je t'ai baisé ?
german: [_R_] Uhhhh... Versindest du mich? Gut! Verspricht mir, dass du mit mir fliehen wirst?
italian: [_R_] Uhhhh... Mi stai scherzando? Fine! Prometti che scapparai con me dopo averti scopata?

source: [_S_] Yes... Now come and take me!
french: [_S_] Oui... Maintenant, viens et prends-moi !
german: [_S_] Ja... Kommen Sie und nehmen Sie mich!
italian: [_S_] Sì... Ora vieni a prendermi!

source: [_R_] There! Happy?
french: [_R_] Là-bas ! Heureux ?
german: [_R_] Uns! Glücklich?
italian: [_R_] Lì! Felice?

source: [_S_] Oh yes... Fuck yes!!
french: [_S_] Oh oui... Putain oui !!
german: [_S_] Oh ja... Fuck yes!!
italian: [_S_] Oh sì... Scopare sì!!

source: [_RT_] {i}Why is she acting so weird?{/i}
french: [_RT_] {i}Pourquoi agit-elle si bizarrement ?{/i}
german: [_RT_] {i}Warum handelt sie so seltsam?{/i}
italian: [_RT_] {i}Perché si comporta così strana?{/i}

source: [_RT_] {i}I mean, it's pretty hot to see her need my dick so bad, but really?... In the creepiest place I've ever seen?{/i}
french: [_RT_] {i}Je veux dire, c'est assez chaud de la voir avoir besoin de ma bite à ce point, mais vraiment... Dans l'endroit le plus glauque que j'ai jamais vu ?{/i}
german: [_RT_] {i}Ich meine, es ist ziemlich heiß zu sehen, dass sie meinen Schwanz so schlecht braucht, aber wirklich?... an der grausamsten Stelle, die ich je gesehen habe?{/i}
italian: [_RT_] {i}Voglio dire, è piuttosto caldo vedere che ha bisogno del mio cazzo così male, ma davvero?... nel posto più creepido che abbia mai visto?{/i}

source: [_S_] I can't tell you how good you feel inside me!
french: [_S_] Je ne peux pas te dire à quel point tu te sens bien en moi !
german: [_S_] Ich kann dir nicht sagen, wie gut du dich in mir fühlst!
italian: [_S_] Non posso dirti quanto ti senti bene dentro di me!

source: [_S_] I think this feeling is making me extra fertile!
french: [_S_] Je pense que ce sentiment me rend extra fertile !
german: [_S_] Ich denke, dieses Gefühl macht mich extra fruchtbar!
italian: [_S_] Penso che questa sensazione mi stia rendendo più fertile!

source: [_RT_] {i}Is it just me, or is Sidney using a lot of "wanting to get pregnant" kind of talk.{/i}
french: [_RT_] {i}C'est moi, ou Sidney parle beaucoup de 'vouloir être enceinte'.{/i}
german: [_RT_] {i}Ist es nur ich, oder benutzt Sidney viel "um schwanger zu werden" Art von Gespräch.{/i}
italian: [_RT_] {i}È solo me, o Sidney sta usando un sacco di "voler rimanere incinta" tipo di discorso.{/i}

source: [_S_] Why haven't you filled my womb yet?
french: [_S_] Pourquoi n'as-tu pas encore rempli mon ventre ?
german: [_S_] Warum hast du meine Gebärmutter noch nicht gefüllt?
italian: [_S_] Perché non hai ancora riempito il mio grembo?

source: [_S_] Here, let me on top!
french: [_S_] Laissez-moi monter dessus !
german: [_S_] Hier, lassen Sie mich ganz oben!
italian: [_S_] Qui, lasciami in cima!

source: [_S_] There, now doesn't that feel good!
french: [_S_] Voilà, ça ne fait pas du bien !
german: [_S_] Dort fühlt sich jetzt nicht mehr gut!
italian: [_S_] Lì, ora non si sente bene!

source: [_S_] Doesn't it just make you want to shoot your swimmers all over inside me?
french: [_S_] Ça ne te donne pas envie d'envoyer tes nageurs partout en moi ?
german: [_S_] Willst du nicht einfach deine Schwimmer überall in mir schießen?
italian: [_S_] Non ti fa solo voler sparare i tuoi nuotatori dentro di me?
