Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] Oh.... ummmm.... I just though about a guy at school I have a crush on.... his name is a.... Chad!
dutch: [_S_] Oh... . ummmm.... Ik heb wel iets over een jongen op school maar ik heb een kruistocht.... zijn naam is een.... Tsj!
french: [_S_] Oh.... mmmm.... Je pense juste à un gars à l'école pour qui j'ai le béguin.... son nom est.... Chad !
german: [_S_] Oh.... ummmm.... Ich bin nur über einen Kerl in der Schule habe ich einen Knall auf... sein Name ist ein.... Tschad!
italian: [_S_] Oh.... ummmm.... Ho quasi un ragazzo a scuola ho una cotta su... il suo nome è un... Ciad!
portuguese: [_S_] Oh.... ummmm.... Só que um cara na escola me cai... o seu nome é um.... Chad!

source: [_ST_] {i}Yeah Chad!.... Why didn't I think about Chad at the time?{/i}
dutch: [_ST_] {i}Yeah Chad!.... Waarom dacht ik niet aan Tsjaad op dat moment?{/i}
french: [_ST_] {i}Ouais Chad!.... Pourquoi n'ai-je pas pensé à Chad?{/i}
german: [_ST_] {i}Yeah Tschad!.... Warum habe ich damals nicht an den Tschad gedacht? {/i}
italian: [_ST_] {i}Yeah Ciad!.... Perché non ho pensato al Ciad all'epoca?{/i}
portuguese: [_ST_] {i}Yeah Chad!.... Por que eu não pensei em Chade na época?{/i}

source: [_S_] What about you?
dutch: [_S_] Hoe zit het met jou?
french: [_S_] Et toi?
german: [_S_] Was ist mit dir?
italian: [_S_] Che dire di te?

source: [_R_] Oh, just Mrs. Stone the art teacher.
dutch: [_R_] Oh, alleen mevrouw Steen de kunst leraar.
french: [_R_] Oh, juste Mme Stone la prof d'art.
german: [_R_] Oh, nur Frau Stein die Kunstlehrerin.
italian: [_R_] Oh, solo la signora Pietra l'insegnante d'arte.
portuguese: [_R_] Oh, só a Sra. pedra do professor de arte.

source: [_RT_] {i}Oh, how could I think about anything else but my sister's sweet sweet pussy?!{/i}
dutch: [_RT_] {i}Oh, hoe kan ik aan iets anders denken dan aan de zoete zus duwt?!{/i}
french: [_RT_] {i}Oh, comment pourrais-je penser à autre chose que la douce chatte de ma sœur?!{/i}
german: [_RT_] {i}Ach, wie könnte ich an etwas anderes denken, außer an die süße Fotze meiner Schwester?!{/i}
italian: [_RT_] {i}Oh, come potrei pensare a qualcos'altro tranne la dolce spugna di mia sorella?!{/i}

source: [_S_] Oh.... do you have a crush on her?...
dutch: [_S_] Oh.... heb je een kruistocht bij haar?...
french: [_S_] Oh.... tu as le béguin pour elle?...
german: [_S_] Oh.... Hast du eine Vernichtung an ihr?...
italian: [_S_] Oh.... hai una cotta per lei?...
portuguese: [_S_] Ah.... Você está caidinho por ela?...

source: [_ST_] {i}Why don't I want him to have a crush on her?{/i}
dutch: [_ST_] {i}Waarom wil ik niet dat hij hier een crush op staat?{/i}
french: [_ST_] {i}Pourquoi je ne pourrais pas avoir le béguin pour elle?{/i}
german: [_ST_] {i}Warum soll er sie nicht vernichten? {/i}
italian: [_ST_] {i}Perché non voglio che lui abbia una cotta per lei?{/i}

source: [_R_] No.... she's just really hot.
dutch: [_R_] Nee.... ze is gewoon heet.
french: [_R_] Non.... elle est vraiment sexy.
german: [_R_] Nein.... sie ist wirklich heiß.
italian: [_R_] No.... è davvero calda.
portuguese: [_R_] Não.... ela está só quente.

source: [_ST_] {i}Oh, good!{/i}
dutch: [_ST_] {i}Oh, goed!{/i}
french: [_ST_] {i}Oh, bien!{/i}
german: [_ST_] {i}Ah, gut!{/i}
italian: [_ST_] {i}Oh, buono!{/i}
portuguese: [_ST_] {i}Oh, bom!{/i}

source: [_S_] Well, let's try and get some sleep.... I can't wait to see if this helps me with my problem.... you'll let me know right?
dutch: [_S_] Nou, laten we proberen om wat slaap te maken.... Ik kan niet wachten om te zien of dit me helpt met mijn probleem.... je laat het me goed weten?
french: [_S_] Eh bien, essayons de dormir un peu.... J'ai hâte de voir si cela m'aide à résoudre mon problème.... tu me préviendras, non ?
german: [_S_] Nun, lass uns versuchen, etwas Schlaf zu bekommen.... Ich kann nicht warten zu sehen, ob mir das bei meinem Problem hilft.... Du wirst mich wissen lassen?
italian: [_S_] Beh, cerchiamo di dormire un po'... non vedo l'ora di vedere se questo mi aiuta con il mio problema.... mi farai sapere giusto?
portuguese: [_S_] Bem, vamos tentar dormir um pouco... Mal posso esperar para ver se isso me ajuda com meu problema.... você me informará certo?

source: [_R_] Yeah, of course.... and I'll make sure not to take any melatonin so I don't accidentally sleep through it.
dutch: [_R_] Yeah, natuurlijk.... en ik zal ervoor zorgen dat ik geen melatonine neem zodat ik er per ongeluk niet door slapen.
french: [_R_] Oui, bien sûr.... et je m'assurerai de ne pas prendre de mélatonine pour ne pas dormir profondément.
german: [_R_] Ja, natürlich.... und ich werde sicher sein, kein Melatonin zu nehmen, so dass ich nicht versehentlich durch es schlafen kann.
italian: [_R_] Sì, ovviamente.... e mi assicurerò di non prendere alcuna melatonina in modo da non dormire accidentalmente attraverso di essa.
portuguese: [_R_] Sim, é claro... e eu me certificarei de não tomar nenhum melatonin para que eu não durma acidentalmente.

source: [_S_] Well, I think I already feel like a lot of my sexual frustration is gone, so I'm really optimistic.
dutch: [_S_] Nou, ik denk dat ik me al veel van mijn seksuele frustratie voel, dus ik ben echt optimistisch.
french: [_S_] Eh bien, je pense que j'ai déjà l'impression qu'une grande partie de ma frustration sexuelle a disparu, alors je suis vraiment optimiste.
german: [_S_] Nun, ich denke, ich fühle mich bereits wie eine Menge meiner sexuellen Frustration ist weg, daher bin ich wirklich optimistisch.
italian: [_S_] Bene, penso di sentirmi già molto della mia frustrazione sessuale è scomparsa, quindi sono davvero ottimista.

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Sidney -5»{/b}{/i}
italian: {i}{b}"Libido di Sidney -5"{/b}{/i}

source: [_R_] Yeah.... well hopefully that took care of it.
dutch: [_R_] Yeah.... goed hopelijk dat die er voor zorgde.
french: [_R_] Ouais.... j'espère que ça se passera bien.
german: [_R_] Yeah.... hoffentlich hat sich das darum kümmert.
italian: [_R_] Sì... bene si spera che si sia preso cura di esso.
portuguese: [_R_] Yeah... bem que espero que tenha cuidado disso.

source: [_RT_] {i}I'm pretty sure it did.... that is until I need her to suck my dick again!{/i}
dutch: [_RT_] {i}Ik ben er vrij zeker van dat.... dat is totdat ik haar nodig heb om mijn vuist weer op te stoten!{/i}
french: [_RT_] {i}Je suis presque sûr que c'était le cas.... c'est jusqu'à ce que j'aie besoin qu'elle me suce à nouveau la bite!{/i}
german: [_RT_] {i}Ich bin mir ziemlich sicher, dass es so ist.... das ist, bis ich sie brauche, um meinen Schwanz wieder zu saugen!{/i}
italian: [_RT_] {i}Sono abbastanza sicuro che ha fatto.... fino a quando non ho bisogno di lei per succhiare di nuovo il mio cazzo!{/i}
portuguese: [_RT_] {i}Tenho certeza que foi.... até que eu preciso dela para chupar meu pato novamente!{/i}

source: [_S_] Ok.... goodnight [ryan].
dutch: [_S_] Ok.... goedenavond [ryan].
french: [_S_] D'accord.... bonne nuit [ryan].
italian: [_S_] Ok.... buonanotte [ryan].
portuguese: [_S_] Ok.... Boa noite [ryan].

source: [_R_] Goodnight, Sidney.
dutch: [_R_] Vaarwel, Zidney.
french: [_R_] Bonne nuit, Sidney.
german: [_R_] Gutschein, Sidney.
italian: [_R_] Buonanotte, Sidney.
portuguese: [_R_] Boa noite, Sidney.

source: [_RT_] {i}{b}(HINT){/b} Recent events have caused me to have weird dreams. I wonder if I'll have another weird dream soon.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Recente gebeurtenissen hebben ervoor gezorgd dat ik rare dromen heb. Ik vraag me af of ik binnenkort nog een rare droom zal hebben.{/i}
french: [_RT_] {i}{b}(Indice){/b} Des événements récents m'ont fait faire des rêves bizarres. Je me demande si je ferai bientôt un autre rêve étrange.{/i}
german: [_RT_] {i}{b}(HINT){/b} Die jüngsten Ereignisse haben mich zu seltsamen Träumen veranlasst. Ich frage mich, ob ich bald einen weiteren seltsamen Traum haben werde. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Gli eventi recenti mi hanno fatto sognare strani. Mi chiedo se presto avrò un altro sogno strano.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Eventos recentes fizeram com que eu tivesse sonhos estranhos. Será que vou ter outro sonho estranho em breve.{/i}

source: [_RT_] {i}I can't believe I've convinced Sidney to sixty-nine with her own brother to release her sexual tension.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik Sidney tot 69 met haar eigen broer heb overtuigd om haar seksuele spanningen vrij te geven.{/i}
french: [_RT_] {i}Je n'arrive pas à croire que j'ai convaincu Sidney à faire un soixante-neuf avec son propre frère pour libérer sa tension sexuelle.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass ich Sidney zu 69 Jahren mit ihrem eigenen Bruder überzeugt habe, ihre sexuelle Spannung zu befreien.{/i}
italian: [_RT_] {i}Non posso credere di aver convinto Sidney a sessantanove con il proprio fratello a rilasciare la sua tensione sessuale.{/i}

source: [_RT_] {i}I guess I can be pretty influential when I want to be.... maybe I should start a cult or something.{/i}
dutch: [_RT_] {i}Ik denk dat ik vrij invloedrijk kan zijn wanneer ik wil worden... misschien moet ik een cult of iets anders beginnen.{/i}
french: [_RT_] {i}Je suppose que je peux être assez influent quand je veux l'être.... je devrais peut-être commencer une secte.{/i}
german: [_RT_] {i}Ich denke, ich kann ziemlich einflussreich sein, wenn ich sein möchte.... vielleicht sollte ich einen Kult oder etwas beginnen.{/i}
italian: [_RT_] {i}Immagino di poter essere abbastanza influente quando voglio essere.... forse dovrei iniziare un culto o qualcosa.{/i}

source: [_RT_] {i}Should I see if she's up for it again tonight?{/i}
dutch: [_RT_] {i}Moet ik zien of ze er vanavond weer voor staat?{/i}
french: [_RT_] {i}Devrais-je voir si elle est à nouveau prête ce soir?{/i}
german: [_RT_] {i}Sollte ich sehen, ob sie heute Abend wieder darauf wartet? {/i}
italian: [_RT_] {i}Dovrei vedere se è in su per questo ancora stasera?{/i}
portuguese: [_RT_] {i}deveria ver se ela está pronta para isso de novo esta noite?{/i}

source: [_R_] Yeah.... I was just wondering if you needed to.... you know...
dutch: [_R_] Ja.... Ik vroeg me af of je nodig hebt.... weet jij...
french: [_R_] Ouais.... Je me demandais si tu en avais besoin.... tu sais...
german: [_R_] Yeah.... Ich fragte mich gerade, ob du es brauchst .... du weißt...
italian: [_R_] Sì, stavo solo chiedendo se aveste bisogno... sapete...

source: [_S_] Well, we did it just last night.... did it keep me from being handsy in my sleep?
dutch: [_S_] Nou, we deden het pas gisteravond.... hield het me ervan om handig in mijn slaap te zijn?
french: [_S_] Eh bien, nous l'avons fait hier soir.... cela m'a-t-il empêché d'être lubrique dans mon sommeil?
german: [_S_] Nun, wir haben es erst letzte Nacht geschafft.... hat es mich davor bewahrt, im Schlaf handlich zu sein?
italian: [_S_] Beh, lo abbiamo fatto solo ieri sera.... mi ha impedito di essere utile nel mio sonno?
portuguese: [_S_] Bem, acabamos de ser noite passada... impediu-me de ser bonito no meu sono?

source: [_R_] Yeah.... I'm pretty sure it did.... at least I didn't feel anything.
dutch: [_R_] Ja.... . ik ben er vrij zeker van.... ten minste voelde ik niets.
french: [_R_] Ouais.... J'en suis presque sûr.... au moins, je n'ai rien senti.
german: [_R_] Ja.... Ich bin mir ziemlich sicher, dass es so ist.... zumindest fühle ich mich gar nichts.
italian: [_R_] Sì... sono abbastanza sicuro che ha fatto.... almeno non ho sentito niente.
portuguese: [_R_] Sim.... Tenho certeza que foi.... pelo menos eu não senti nada.

source: [_S_] Yay!...
french: [_S_] Ouah!...
italian: [_S_] Evviva!...

source: [_S_] Well, if it worked, should we take the night off to see if it will still work going forward?
dutch: [_S_] Nou, als het gewerkt heeft, moeten we de nacht dan uitdoen om te zien of het nog steeds vooruitgaat?
french: [_S_] Eh bien, si cela a fonctionné, devrions-nous prendre la nuit pour voir si cela fonctionnera encore à l'avenir?
german: [_S_] Nun, wenn es funktioniert, sollten wir die Nacht nehmen, um zu sehen, ob es noch weitergeht?
italian: [_S_] Beh, se ha funzionato, dovremmo prenderci la notte per vedere se funzionerà ancora in avanti?

source: [_R_] I don't think we're quite there. They say it usually takes at least 21 days to break a habit.
dutch: [_R_] Ik denk dat we er niet helemaal zijn. Ze zeggen dat het meestal minstens 21 dagen duurt om een gewoonte te breken.
french: [_R_] Je ne pense pas que nous y soyons tout à fait. Ils disent qu'il faut généralement au moins 21 jours pour briser une habitude.
german: [_R_] Ich denke, wir sind nicht ganz da. Sie sagen, dass es normalerweise mindestens 21 Tage dauert, um eine Gewohnheit zu brechen.
italian: [_R_] Non credo che siamo abbastanza lì. Dicono che di solito ci vogliono almeno 21 giorni per rompere un'abitudine.
portuguese: [_R_] acho que não estamos bem lá. Dizem que normalmente leva pelo menos 21 dias para quebrar um hábito.

source: [_R_] So, I'm thinking we should do it again to be on the safe side.
dutch: [_R_] Dus ik denk dat we het opnieuw moeten doen om veilig te zijn.
french: [_R_] Donc, je pense que nous devrions le faire à nouveau pour être sûr.
german: [_R_] Ich denke also, wir sollten es wieder tun, um auf der sicheren Seite zu sein.
italian: [_R_] Quindi, penso che dovremmo fare di nuovo per essere al sicuro.

source: [_S_] Well, we didn't sixty-nine last night.... was I handsy with you while we were sleeping?
dutch: [_S_] Nou, we hebben gisteravond geen 69 uur mee.... was ik handig met je bezig terwijl we slapen?
french: [_S_] Eh bien, nous n'avons pas fait de soixante-neuf hier soir.... j'étais lubrique avec toi pendant qu'on dormait ?
german: [_S_] Nun, wir haben nicht gestern Abend 69 ... War ich handlich mit dir, während wir schliefen?
italian: [_S_] Beh, noi non abbiamo sessantanove ieri sera.... ero pratico con te mentre stavamo dormendo?
portuguese: [_S_] Bem, nós não fizemos sessenta e nove noite passada... Eu fui bonito com você enquanto estávamos dormindo?

source: [_R_] Actually, yeah.... I had to brush your hand away several times last night.
dutch: [_R_] eigenlijk, ja... . Ik moest je hand meerdere keren weg poetsen gisterennacht.
french: [_R_] En fait, oui.... J'ai dû t'enlever la main plusieurs fois la nuit dernière.
german: [_R_] Eigentlich ja, ich musste deine Hand letzte Nacht mehrmals wegnehmen.
italian: [_R_] In realtà, sì... ho dovuto spazzolare la mano via più volte la scorsa notte.
portuguese: [_R_] Na verdade, sim.... Tive que escovar sua mão várias vezes ontem à noite.

source: [_S_] Shit! Maybe this isn't even working!
dutch: [_S_] Shit! Misschien werkt dit niet eens!
french: [_S_] Merde! Peut-être que ça ne marche même pas!
german: [_S_] Shit! Vielleicht funktioniert das gar nicht!
italian: [_S_] Merda! Forse questo non funziona!
portuguese: [_S_] Merda! Talvez isso nem esteja funcionando!

source: [_R_] Well, the last time we did do it, you weren't handsy with me at all.
dutch: [_R_] Nou, de laatste keer dat we het deden, was je helemaal niet goed met mij.
french: [_R_] Eh bien, la dernière fois qu'on l'a fait, tu n'étais pas du tout tendre avec moi.
german: [_R_] Nun, das letzte Mal, als wir es gemacht haben, waren Sie überhaupt nicht handlich mit mir.
italian: [_R_] Beh, l'ultima volta che lo abbiamo fatto, non eravate di mano con me.

source: [_R_] I think we just need to do it more often for a while.... they say it takes at least 21 days to break a habit.
dutch: [_R_] Ik denk dat we het gewoon een tijdje vaker moeten doen. .. ze zeggen dat het minstens 21 dagen duurt om een gewoonte te breken.
french: [_R_] Je pense que nous devons juste le faire plus souvent pendant un certain temps.... ils disent qu'il faut au moins 21 jours pour briser une habitude.
german: [_R_] Ich denke, wir müssen es eine Weile öfter tun. .. sie sagen, es dauert mindestens 21 Tage, um eine Gewohnheit zu brechen.
italian: [_R_] Penso che abbiamo solo bisogno di farlo più spesso per un po'... dicono che ci vogliono almeno 21 giorni per rompere un'abitudine.

source: [_S_] Ok, well I'm in it this far already, so I might as well go all the way in?
dutch: [_S_] Ok, ik ben er nu al in, dus kan ik net zo goed helemaal naar binnen gaan?
french: [_S_] Ok, eh bien, j'ai déjà commencer, alors autant aller jusqu'au bout?
german: [_S_] Ok, jetzt bin ich schon so weit drin, also könnte ich den ganzen Weg hineingehen?
italian: [_S_] Ok, beh, sono già così lontano, quindi potrei andare fino in fondo?

source: [_R_] Go all the way?...
dutch: [_R_] Ga helemaal weg?...
french: [_R_] Aller jusqu'au bout?...
german: [_R_] Alles gehen?...
italian: [_R_] Vai tutto il cammino?...
portuguese: U[_R_] Vá em todo o lado?...

source: [_S_] That's not what I meant pervert!
dutch: [_S_] Dat is niet wat ik bedoelde!
french: [_S_] Ce n'est pas ce que je voulais dire pervers!
german: [_S_] Das war nicht das, was ich pervers gemeint habe!
italian: [_S_] Non è quello che intendevo pervertito!

source: [_S_] But yeah, let's get the sixty-nine thing going.
dutch: [_S_] Maar goed, laten we het 69 ding voor elkaar krijgen.
french: [_S_] Mais oui, faisons avancer la chose avec des soixante-neuf.
german: [_S_] Aber ja, lasst uns das sechsundneunundsechzig machen.
italian: [_S_] Ma sì, prendiamo la sessantanove cosa.
portuguese: [_S_] Mas sim, vamos pegar a sessenta e nove coisa.

source: [_R_] Oh my God!.... I'm still amazed you can get your mouth around that!
dutch: [_R_] Oh mijn God!.... ik ben nog steeds verbaasd dat je je mond daar rond kunt krijgen!
french: [_R_] Oh mon Dieu!... Je suis toujours étonné que tu puisses te mettre dans la bouche tout cela!
german: [_R_] Oh mein Gott!.... Ich bin immer noch erstaunt, dass du dich umgehen kannst!
italian: [_R_] Oh mio Dio!.... Sono ancora stupito che tu possa avere la bocca intorno a quello!
portuguese: [_R_] Meu Deus!.... Ainda estou espantado que você possa manter a boca por aí!

source: [_RT_] {i}Oh my God!.... I'll never get sick of the taste of this pussy.{/i}
dutch: [_RT_] {i}Oh mijn God!.... Ik word nooit moe van deze puzzel.{/i}
french: [_RT_] {i}Oh mon Dieu!.... Je n'en aurai jamais marre du goût de cette chatte.{/i}
german: [_RT_] {i}Oh mein Gott!.... Ich werde nie den Geschmack dieser Fotze krank machen.{/i}
italian: [_RT_] {i}Oh mio Dio!.... Non mi stancherò mai del gusto di questa figa.{/i}
portuguese: [_RT_] {i}Oh meu Deus!.... Nunca vou me cansar do gosto deste pussy.{/i}

source: [_ST_] {i}Oh my God!.... This time I've got to be sure to think of Chad and not [ryan] and his huge cock.{/i}
dutch: [_ST_] {i}Oh mijn God!.... Deze keer moet ik zeker weten dat ik Tsjaad had en niet [ryan] en zijn enorme cock.{/i}
french: [_ST_] {i}Oh mon Dieu!.... Cette fois, je dois être sûr de penser à Chad et non à [ryan] et à son énorme queue.{/i}
german: [_ST_] {i}Oh mein Gott!.... Diesmal muss ich sicher sein, dass ich an den Tschad denke und nicht an [ryan] und seinen riesigen Schwanz. {/i}
italian: [_ST_] {i}Oh mio Dio!.... Questa volta devo essere sicuro di pensare al Ciad e non [ryan] e il suo enorme cazzo.{/i}
portuguese: [_ST_] {i}Oh meu Deus!.... Desta vez eu tenho que pensar no Chade e não no [ryan] e no seu coque enorme.{/i}

source: [_ST_] {i}Ahhhh [ryan]!.... That tongue!.... I mean.... dammit!.... Chad that tongue.... Chad that tongue.... Chad that tongue.{/i}
dutch: [_ST_] {i}Ahhhh [ryan]!.... Die tong!.... Ik bedoeld.... verdommen!.... had die tong... en had die taal.... had die tong.{/i}
french: [_ST_] {i}Ahhhh [ryan]!.... Cette langue!.... Je veux dire.... bon sang !.... Chad cette langue.... Chad cette langue.... Chad cette langue.{/i}
german: [_ST_] {i}Ahhhh [ryan]!.... Diese Zungen!.... Ich meine.... Dammit!.... Tschad die Zungen.... Tschad die Zungen.... Tschad die Zungen....
italian: [_ST_] {i}Ahhhh [ryan]!.... Quella lingua!.... voglio dire.... dammit!.... Ciad quella lingua.... Ciad quella lingua.... Ciad quella lingua.{/i}
portuguese: [_ST_] {i}Ahhhh [ryan]!.... Aquela língua!.... Fala.... Adeusinho!... Tchava essa língua.... Chade essa língua.... Chade essa língua.{/i}

source: [_RT_] {i}Holy Hell I love when she shakes like this!{/i}
dutch: [_RT_] {i}Heilige Hel waarvan ik hou wanneer ze zoals dit schudden!{/i}
french: [_RT_] {i}Merde, comme j'aime quand elle me branle comme ça!{/i}
german: [_RT_] {i}Heilige Hölle, die ich liebe wenn sie so schüttelt!{/i}
italian: [_RT_] {i}Sacro Inferno che amo quando trema così!{/i}

source: [_R_] So, how did Chad do this time?
dutch: [_R_] Dus, hoe had Tsjaad deze keer gedaan?
french: [_R_] Alors, comment Tchad a-t-il fait cette fois?
german: [_R_] Wie also hat der Tschad dieses Mal getan?
italian: [_R_] Così, come ha fatto il Ciad questa volta?
portuguese: [_R_] Então, como foi que o Chade fez desta vez?

source: [_S_] He did so good.... and he keeps getting better!
dutch: [_S_] Hij deed dat goed.... en hij wordt steeds beter!
french: [_S_] Il l'a fait tellement de bien.... et il ne cesse de s'améliorer!
german: [_S_] Er tat so gut.... und er wird immer besser!
italian: [_S_] Ha fatto così bene... e continua a migliorare!
portuguese: [_S_] Ele fez muito bem.... e continua ficando melhor!

source: [_S_] How about Mrs. Stone?
dutch: [_S_] Wat dacht je van mevrouw Steen?
french: [_S_] Et Mme Stone ?
german: [_S_] Wie wäre es mit Frau Stein?
italian: [_S_] Che ne dici della signora Pietra?
portuguese: [_S_] Que tal a Sra. Pedra?

source: [_R_] Well, she did pretty good for most of the time, but to be completely honest with you, she wasn't there the whole time...
dutch: [_R_] Nou, ze deed meestal best goed, maar om volledig eerlijk tegen je te zijn was ze er niet de hele tijd...
french: [_R_] Eh bien, elle a plutôt bien fait la plupart du temps, mais pour être tout à fait honnête avec toi, elle n'était pas là tout le temps...
german: [_R_] Nun, sie tat die meiste Zeit ziemlich gut, aber um ehrlich zu dir zu sein, war sie nicht die ganze Zeit da...
italian: [_R_] Beh, ha fatto abbastanza bene per la maggior parte del tempo, ma per essere completamente onesta con te, non c'era tutto il tempo...
portuguese: [_R_] Bem, ela se saiu muito bem durante a maior parte do tempo, mas para ser completamente honesta com você, ela não estava lá o tempo todo...

source: [_S_] Oh really?.... Who else did you fantasize about?
dutch: [_S_] Oh echt?.... Wie heb je er anders over gesproken?
french: [_S_] Oh vraiment?.... Sur qui d'autre as-tu fantasmé?
german: [_S_] Oh wirklich?.... Von wem hast du sonst geträumt?
italian: [_S_] Oh davvero?.... Chi altro ti sei immaginato?
portuguese: [_S_] Ah não?.... Quem mais você fantasiou?

source: [_R_] Well, that's the thing, I just stopped fantasizing and was living in the moment.... so.... I was thinking about how good you were doing.
dutch: [_R_] Nou, dat is alles, ik stopte net met fantaderen en woonde in het moment.... Ik was aan het nadenken over hoe goed je het deed.
french: [_R_] Eh bien, c'est le truc, j'ai juste arrêté de fantasmer et je vivais dans le moment présent.... si.... Je pensais à quel point tu le faisais bien.
german: [_R_] Nun, das ist die Sache, ich hörte gerade auf Fantasien und lebte im Moment.... Ich dachte, wie gut du gemacht hast.
italian: [_R_] Beh, questa è la cosa, ho smesso di fantasticare e stavo vivendo nel momento.... stavo pensando a quanto stavi facendo bene.
portuguese: [_R_] Bem, é isso mesmo, acabei de parar de fantasiar e estava vivendo no momento... Então... Estava pensando no quão bom você estava fazendo.

source: [_R_] And to be honest it wasn't that weird.
dutch: [_R_] En om eerlijk te zijn was het niet zo raar.
french: [_R_] Et pour être honnête, ce n'était pas si bizarre.
german: [_R_] Und um ehrlich zu sein, es war nicht so seltsam.
italian: [_R_] E ad essere onesti non era così strano.
