Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] What?... You think just because I gave you a blowjob, I'm not allowed to give anybody else one?
dutch: [_L_] Wat?... denk je alleen maar omdat ik een klavertje heb gegeven, mag ik niemand anders geven?

source: [_AUB_] Oh, damn, you must be her boyfriend.
dutch: [_AUB_] Oh, verdom, je moet haar vriend zijn.

source: [_L_] He's definitely not my boyfriend.
dutch: [_L_] Hij is zeker niet mijn vriend.

source: [_L_] I would choose a boyfriend that actually helps me out with my campaign.
dutch: [_L_] Ik zou een vriend kiezen die me echt helpt met mijn campagne.

source: [_R_] You know how busy I am.
dutch: [_R_] Jij weet hoe druk ik ben.

source: [_L_] Yeah, well, you can see how busy I am at the moment too.
dutch: [_L_] Yeah, je kunt ook zien hoe druk ik ben op het moment.

source: [_L_] So, if you'll excuse me.
dutch: [_L_] Dus, als je me verontschuldigt.

source: [_R_] I'm not leaving until you stop this!
dutch: [_R_] Ik vertrek niet totdat je dit stopt!

source: [_LT_] {i}Oh, good... I love it when he watches!{/i}
dutch: [_LT_] {i}Oh, goed... Ik vind het geweldig wanneer hij kijkt!{/i}

source: [_UB_] This is kind of weird having this kid watch us.
dutch: [_UB_] Dit is een rare manier om dit kind naar ons te kijken.

source: [_AUB_] It's not any weirder than having 20 other guys in here, waiting for their turn to get their dicks sucked.
dutch: [_AUB_] Het is niet vreemder dan hier 20 andere jongens in te hebben, in afwachting van hun beurt om hun polsen te laten uitzuigen.

source: [_UB_] Yeah... I guess that's true.
dutch: [_UB_] Ja... Ik denk dat dat waar is.

source: [_L_] Whoa... Only into the toilet please!
dutch: [_L_] Whoa... Alleen in het toilet alsjeblieft!

source: [_AUB_] Hnnnggghhh...
dutch: [_AUB_] Hnnngghhh...

source: [_L_] That was close... it almost hit me.
dutch: [_L_] Dat was dichtbij... het raakte me bijna.

source: [_RT_] {i}I can't believe how well she can throat a cock.{/i}
dutch: [_RT_] {i}Ik kan niet geloven hoe ze een cockt kan kappen.{/i}

source: [_RT_] {i}His cock is smaller than mine, but not by much.{/i}
dutch: [_RT_] {i}Zijn dek is kleiner dan de mijne, maar niet per veel.{/i}

source: [_L_] Hey!... Some of that got on my skirt.
dutch: [_L_] Hey!... Sommige daarvan zijn aan mijn rok gekomen.

source: [_R_] Yeah... Stop sucking dick and lets talk about a less... slutty campaign strategy.
dutch: [_R_] Yeah... Stop met het zwichten en laat praten over een minder... sluwe campagnestrategie.

source: [_L_] I'm not going to disappoint my future voters now.
dutch: [_L_] Ik ga nu mijn toekomstige kiezers niet teleurstellen.

source: [_L_] Come see me here later, and we can work out a better strategy for next week.
dutch: [_L_] Kom later hierheen en we kunnen een betere strategie uitwerken voor volgende week.

source: [_RT_] {i}Fuck!... Why didn't I work harder this week?{/i}
dutch: [_RT_] {i}Fuck!... Waarom heb ik deze week niet harder werk?{/i}

source: [_RT_] {i}I swore I wouldn't let that happen again, but here I am.{/i}
dutch: [_RT_] {i}Ik zal zwoeren dat niet meer laten gebeuren, maar hier ben ik het.{/i}

source: [_RT_] {i}I'd better step up my game and really work hard or I'm going to lose her.{/i}
dutch: [_RT_] {i}Ik zou mijn spel beter opvoeren en echt hard werken of ik ga haar verliezen.{/i}

source: {i}"Wow! Lauren just gained another 5 influence points all by herself. Blowjobs for votes... You should have put that on the posters."{/i}
dutch: {i}"Wow! Lauren hebben zojuist nog 5 beïnvloedingspunten gekregen. Blowjobs voor stemmen... Je zou dat op de posters moeten zetten."{/i}

source: [_Z_] Oh... come on, don't be like that!
dutch: [_Z_] Oh... kom, zo kan het niet zijn!

source: [_R_] Like what... An accessory to statutory rape?
dutch: [_R_] Vind je wat... Een accessoire bij wettelijke regen?

source: [_R_] Fuck no, you're too young!
dutch: [_R_] Fuck nee, je bent te jong!

source: [_Z_] That's not fair!
dutch: [_Z_] Dat is niet eerlijk!

source: [_R_] Get lost!
dutch: [_R_] Ga verloren!

source: [_RT_] {i}Now, I wonder if there's anything I can do this week to break up this train on my sister!{/i}
dutch: [_RT_] {i}Nu vraag ik me af of er iets is wat ik kan doen deze week om deze trein op mijn zus te laten rijden!{/i}

source: [_RT_] {i}Oh, God... I can't believe I have to see this again.{/i}
dutch: [_RT_] {i}Oh, God... Ik kan niet geloven dat ik dit nog een keer moet zien.{/i}

source: [_L_] Why are you here again?!
dutch: [_L_] Waarom ben je hier weer?!

source: [_R_] Because I thought you wouldn't do this again!
dutch: [_R_] Omdat ik dacht dat je dit niet meer zou doen!

source: [_L_] What gave you that idea?
dutch: [_L_] Wat gaf je dat idee?

source: [_R_] Well, haven't you already jacked off most the guys in the school?
dutch: [_R_] Nou, heb je niet al de meeste jongens op de school afgekraakt?

source: [_UB_] She's got to keep her voters happy, or we'll just move on to Matt.
dutch: [_UB_] Ze moet haar kiezers gelukkig houden, of we gaan gewoon door naar Matt.

source: [_R_] Oh?... Is he jacking guys off in another bathroom somewhere?
dutch: [_R_] Oh?... Jaagt hij jongens uit in een andere badkamer?

source: [_AUB_] No, but if he were, I'd take a hand job from him, too. I'm not gay or anything, but Matt is an extremely handsome guy.
dutch: [_AUB_] Nee, maar als hij dat wel was, zou ik ook een handbaan van hem nemen. Ik ben niet homo of wat dan ook, maar Matt is een uiterst handige kerel.

source: [_UB_] Dude! You are gay.
dutch: [_UB_] Dude! Je bent gay.

source: [_R_] Would you two just get lost?
dutch: [_R_] Wil je twee gewoon verloren raken?

source: [_L_] Don't listen to him. You two studs don't have to go anywhere until you've cum.
dutch: [_L_] Luister niet naar hem. Je hebt twee dingen niet hoeven te gaan tot je cum.

source: [_L_] If my brother didn't want me jacking off other guys, he would have done more to help me in the polls this week.
dutch: [_L_] Als mijn broer niet wilde dat ik andere jongens afschafte, zou hij meer hebben gedaan om me te helpen bij de stembus deze week.

source: [_R_] Lauren, It's not like I've got unlimited time and money. I've got other stuff I've got to deal with too.
dutch: [_R_] Lauren, het is niet zoals ik onbeperkte tijd en geld heb. Ik heb ook andere dingen waarmee ik te maken heb.

source: [_L_] And I don't have the time to do all the things you said you'd help me with on top of everything I have to do either.
dutch: [_L_] En ik heb niet de tijd om alles te doen wat je zei dat je me zou helpen bovenop alles wat ik moet doen.

source: [_L_] So, you're not getting me to stop, so why don't you just run along?
dutch: [_L_] Dus, je laat me niet stoppen, dus waarom ga je niet gewoon door?

source: [_R_] I'm not running along until you come to your senses!
dutch: [_R_] Ik ben niet mee bezig totdat je tot bezinning komt!

source: [_LT_] {i}God, I was hoping he'd say that!{/i}
dutch: [_LT_] {i}God, ik hoopte dat hij dat zou zeggen!{/i}

source: [_L_] Well, then enjoy the show.
dutch: [_L_] Nou, geniet dan van de show.

source: [_RT_] {i}Having her brother watch her do this, should make her feel uncomfortable.{/i}
dutch: [_RT_] {i}Laat haar broer dit zien en laat haar zich niet prettig voelen.{/i}

source: [_LT_] {i}I wonder if this is making him jealous.{/i}
dutch: [_LT_] {i}Ik vraag me af of dit hem jaloers.{/i}

source: [_LT_] {i}I mean, this could be him if he'd worked harder.{/i}
dutch: [_LT_] {i}Ik bedoel, dit zou hem kunnen zijn als hij hard gewerkt had.{/i}

source: [_RT_] {i}Why doesn't this seem to phase her?{/i}
dutch: [_RT_] {i}Waarom lijkt dit haar niet te faseren?{/i}

source: [_LT_] {i}But why does him watching me really turn me on?{/i}
dutch: [_LT_] {i}Maar waarom keek hij me echt draaien?{/i}

source: [_UB_] Oh fuck, that feels so good, Lauren!
dutch: [_UB_] Oh fuck, dat voelt er zo goed aan, Lauren!

source: [_AUB_] Yeah, I think I'm about to cum.
dutch: [_AUB_] Yeah, ik denk dat ik op het punt sta te cumeren.

source: [_L_] Just make sure you aim for the toilet. A few guys I was jacking off earliar got some on my shoes, but I don't want any more to get on me.
dutch: [_L_] Zorg er gewoon voor dat je op het toileet miet. Een paar jongens die ik eerder aan het jagen was, kregen er al wat op mijn schoenen, maar ik wil niet meer om me aan te pakken.

source: [_RT_] {i}How many guys has she jacked off so far?{/i}
dutch: [_RT_] {i}Hoeveel jongens heeft ze tot nu toe afgekapt?{/i}

source: [_UB_] Anything you want, beautiful!
dutch: [_UB_] Alles wat je wilt, mooi!

source: [_UB_] Hnnngghhh...
dutch: [_UB_] Hnngghhh...

source: [_AUB_] Ooohhh...
dutch: [_AUB_] Ooohh...

source: [_AUB_] Oh, God... That felt good!
dutch: [_AUB_] Oh, God... Dat voelde zich goed!

source: [_R_] Ok, now let's go and come up with other strategies to gain in the polls.
dutch: [_R_] Ok, nu gaan we met andere strategieën komen om te winnen in de peilingen.

source: [_L_] You know I'm not leaving until I've taken care of all these potential voters.
dutch: [_L_] Je weet dat ik niet verlaat tot ik voor al deze potentiële kiezers zorgde.

source: [_L_] Oh, and don't forget to tell your friends and girlfriends to vote for me!
dutch: [_L_] Oh, en vergeet niet je vrienden en vriendinnen te vertellen op mij te stemmen!

source: [_R_] Fine! I guess I'll just talk to you later!
dutch: [_R_] Prima! Ik denk dat ik later gewoon met je zal praten!

source: [_L_] Ok, just make sure you come back in the afternoon any weekday.
dutch: [_L_] Ok, zorg er gewoon voor dat je terugkomt in de middag elke weekdag.

source: [_L_] I'll give you something to do.
dutch: [_L_] Ik geef je iets te doen.

source: [_L_] If we're doing better in the polls, I won't have to take such drastic measures.
dutch: [_L_] Als we het beter doen in de opiniepeilingen, zal ik niet zulke drastische maatregelen moeten nemen.

source: [_R_] Duly noted.
dutch: [_R_] Waarvan akte.

source: {i}"Wow! Lauren just gained another 5 influence points all by herself. She really does have a knack for politics!"{/i}
dutch: {i}"Wow! Lauren hebben zojuist nog 5 beïnvloedingspunten in hun eentje gekregen. Ze heeft echt een knack voor politiek!"{/i}

source: [_RT_] {i}Oh!... What the hell?{/i}
dutch: [_RT_] {i}Oh!... Wat de hel?{/i}

source: [_RT_] {i}Why are there people lined out the door to Lauren's campaign headquarters?{/i}
dutch: [_RT_] {i}Waarom hebben er mensen de deur naar het hoofdkwartier van Lauren?{/i}

source: [_RT_] {i}Is that Zack in the back of the line?{/i}
dutch: [_RT_] {i}Is dat Zack op de achterkant van de regel?{/i}

source: [_R_] Zack? What the hell is going on here?
dutch: [_R_] Zack? Wat is hier de hel?

source: [_Z_] Oh, you didn't hear?... Lauren is giving handys to anyone who will pledge to vote for her!
dutch: [_Z_] Oh, heb je niet gehoord?... Lauren geeft handen aan iedereen die zal beloven op haar te stemmen!

source: [_Z_] But don't even think about budging. I got here as fast as I could, and I'm still in the back of the line.
dutch: [_Z_] Maar denk niet eens aan bewegende dingen. Ik ben hier zo snel als ik kon en ik ben nog steeds in de achterkant van de lijn.

source: [_R_] By handys, do you mean she's jacking guys off?
dutch: [_R_] Met handzaam bedoelen jullie dat ze jongens aan het jagen is?

source: [_RT_] {i}There's no way that's what he means.{/i}
dutch: [_RT_] {i}Er is geen manier die hij bedoelt.{/i}

source: [_Z_] Yeah, you just have to make a verbal pledge and she'll pull your dick till you cum.
dutch: [_Z_] Yeah, je moet alleen een verbale belofte doen en ze zal je dick trekken tot je cum.

source: [_Z_] I hope you're willing to miss our next class. Where we are in line, it's going to take a while.
dutch: [_Z_] Ik hoop dat je bereid bent om onze volgende les te missen. Waar we op rij staan, zal het een tijdje duren.

source: [_Z_] Oh, wait!... Isn't Lauren your sister?... So you probably don't want...
dutch: [_Z_] Oh, wacht!... Is Laden niet je zus?... Dus je wilt waarschijnlijk niet...

source: [_R_] No!... I don't... And I don't want you to get one from her either!
dutch: [_R_] Nee!... Ik niet... En ik wil ook niet dat jij er ook eentje van krijgt.

source: [_Z_] What!?... You can't stop me!
dutch: [_Z_] Wat?... Je kunt me niet stoppen!

source: [_R_] Yes I can!... You're only a junior, which means you can only be sixteen or seventeen years old!
dutch: [_R_] Ja dat kan ik!... Je bent slechts een onderwijzer, wat betekent dat je maar zestien of zeventien jaar oud kunt zijn!

source: [_Z_] I'm seventeen... What of it?
dutch: [_Z_] Ik ben zeventien...Hoe zit het?

source: [_R_] That's what I thought... Your not a legally consenting adult, so if you did anything with Lauren you could both get kicked out of school!
dutch: [_R_] Dat is wat ik dacht ... Je bent geen juridisch toestemmende volwassenheid, dus als je iets met Lauren doet, kun je beiden uit school worden gegooid!

source: [_Z_] But... I'm almost 18!
dutch: [_Z_] Maar... Ik ben bijna 18!

source: [_R_] Get out of here, before I kick your ass!
dutch: [_R_] Ga hier weg, voordat ik je assortiment schop!

source: [_Z_] But!...
dutch: [_Z_] Maar!...

source: [_R_] It won't matter anyways, I'm going to shut this whole thing down.
dutch: [_R_] Het zal hoe dan ook niet uitmaken, ik ga dit hele ding sluiten.

source: [_Z_] You're no fucking fun!
dutch: [_Z_] Je bent geen fucking fun!

source: [_RT_] {i}Stupid little shit! I'll be he's not even seventeen.{/i}
dutch: [_RT_] {i}Stomme klein, ik ben niet eens zeventien.{/i}

source: [_RT_] {i}If he is seventeen, the poor kid will probably end up even shorter than I am.{/i}
dutch: [_RT_] {i}Als hij zeventien is, zal het arme kind waarschijnlijk nog korter eindigen dan ik am.{/i}

source: [_RT_] {i}Now, I'm not going to wait in line to break up this train on my sister!{/i}
dutch: [_RT_] {i}Nu ga ik niet in lijn wachten om deze trein op te delen op mijn zus!{/i}

source: [_K_] Hey I saw that!... You just skipped two spots in line!
dutch: [_K_] Hé, ik zag dat!... Je hebt net twee vlekken in de lijn overgeslagen!

source: [_UB_] Yeah, but those two guys are so busy talking about some magic card game, they were holding up the line. Plus, they didn't even notice.
dutch: [_UB_] Yeah, maar die twee jongens zijn zo druk met praten over wat magische kaartenspel, ze hielden de lijn op. Bovendien hebben ze het niet eens opgemerkt.

source: [_K_] Hey, buddy! Not you, too!
dutch: [_K_] Hey, makker! Niet jij ook!

source: [_K_] Oh... [ryan]... What are you doing here?
dutch: [_K_] Oh... [ryan]... Wat doe je hier?

source: [_R_] What do you mean, what am I doing here?
dutch: [_R_] Wat bedoelt u, wat doe ik hier?

source: [_R_] This is the campaign headquarters, right?
dutch: [_R_] Dit is de campagne hoofdkwartier, toch?

source: [_K_] Uhhh...
dutch: [_K_] Uhh...

source: [_R_] So, is Lauren really giving out hand jobs for votes?
dutch: [_R_] Dus, geeft Lauren echt handjobs voor stemmen?

source: [_R_] How could you let her do this?
dutch: [_R_] Hoe kan je haar dit laten doen?

source: [_K_] I tried to talk her out of it, but at this point I'm afraid Lauren will do just about anything to win this election.
dutch: [_K_] Ik heb geprobeerd haar eruit te praten, maar op dit moment ben ik bang dat Lauren ongeveer alles zal doen om deze verkiezingen te winnen.

source: [_K_] I told her I'd help her with anything she needs, so...
dutch: [_K_] Ik zei haar dat ik haar zou helpen met alles wat ze nodig heeft, dus...

source: [_K_] Maybe you'd better go talk to her, see if you can talk some sense into her.
dutch: [_K_] Misschien kan je beter met haar gaan praten, kijk of je iets zinnigs met haar kunt praten.

source: [_RT_] {i}Oh, God... I don't know if I want to see what's behind this door.{/i}
dutch: [_RT_] {i}Oh, God... Ik weet niet of ik wil zien wat er achter deze deur zit.{/i}

source: [_RT_] {i}But I've got to do something about this.{/i}
dutch: [_RT_] {i}Maar ik moet hier iets aan doen.{/i}

source: [_R_] Lauren!... What the fuck?
dutch: [_R_] Lauren!... Wat is de fuk?

source: [_L_] What do you mean, what the fuck?...
dutch: [_L_] Wat bedoel je, wat ben je fuks?...

source: [_L_] I'm doing your job, since you've decided to take the week off.
dutch: [_L_] Ik doe jouw werk omdat je hebt besloten de week vrij te nemen.

source: [_UB_] Gross... his job is jacking guys off?
dutch: [_UB_] Gross... zijn baan is aan het uitjaagen?

source: [_R_] Shut up dude, and yeah, what do you mean by my job?
dutch: [_R_] Doe mee met mijn baan, en ja, wat bedoelt jij met mijn baan?

source: [_L_] You're supposed to win me votes every week... Since you took the week off, I've got to make up for the votes you failed to get.
dutch: [_L_] Je hoort elke week stemmen te winnen... Sinds je de week hebt opgehouden, moet ik de stemmen goedmaken die je niet hebt gekregen.

source: [_L_] And this, by far, is the most effective way I could think of.
dutch: [_L_] En dit is verreweg de meest effectieve manier waarop ik kon denken.

source: [_AUB_] Yeah, it's pretty effective, she's definitely getting my vote.
dutch: [_AUB_] Yeah, het is best effectief, ze krijgt zeker mijn stem.

source: [_R_] Why don't you to take off so I can talk to my sister in private!
dutch: [_R_] Waarom ga je niet opstijgen, zodat ik privé met mijn zus kan praten!

source: [_UB_] Whoa... She's your sister?... I guess you're not going to be next in line for a hand job.
dutch: [_UB_] Wie... Ze is jouw zuster?... Ik denk dat je niet de volgende in regel bent voor een handbaan.

source: [_AUB_] I don't know, man... If my sister looked like Lauren, I'd let her jack me off.
dutch: [_AUB_] Ik weet het niet, man... Als mijn zus er uitzag als Lauren, laat ik haar haar uitstrooien.

source: [_UB_] Should we leave, Lauren?
dutch: [_UB_] Moeten we vertrekken, Lauren?

source: [_RT_] {i}Well, at least it sounds like they remember her name... No doubt this is a really effective way to get votes, but I'm shocked Lauren would do something like this!{/i}
dutch: [_RT_] {i}Nou, het klinkt tenminste alsof ze haar naam onthouden... Dit is ongetwijfeld een zeer effectieve manier om stemmen te krijgen, maar ik ben geschokt door Lauren zou zoiets doen!{/i}

source: [_R_] I just can't believe you would jerk a bunch of random guys off!
dutch: [_R_] Ik kan gewoon niet geloven dat je een stelletje willekeurige jongens uit zou schieten!

source: [_L_] You didn't seem to have any objection when I jerked y.... ummm, that one guy off, and I'd say most people would argue that's way worse than this.
dutch: [_L_] Je leek geen bezwaar te hebben toen ik klaar bent.... ummm, die ene jongen af, en ik zou zeggen dat de meeste mensen zouden betogen dat dat veel erger is dan dit.

source: [_R_] Not in my opinion.
dutch: [_R_] Niet naar mijn mening.

source: [_R_] So why don't you just let go of those dicks, and let's figure out another way to get votes.
dutch: [_R_] Dus waarom laat je die woordenboeken niet gewoon los, en laten we eens een andere manier bedenken om stemmen te krijgen.

source: [_L_] You're not my dad! You can't tell me what to do!
dutch: [_L_] Je bent niet mijn vader! Je kunt me niet vertellen wat ik moet doen!

source: [_R_] Well, I'm staying here until you stop!
dutch: [_R_] Nou, ik blijf hier totdat je stopt!

source: [_L_] Good!... I hope you enjoy the show.
dutch: [_L_] Goed! ... Ik hoop dat je van de show houdt.

source: [_UB_] So, he's just going to watch us?
dutch: [_UB_] Dus, hij gaat ons gewoon kijken?

source: [_AUB_] Dude, you were watching her jack me off.
dutch: [_AUB_] Dude, je keek me af.

source: [_UB_] Hah... Yeah, I guess that's true.
dutch: [_UB_] Hah... Ja, ik denk dat dat waar is.

source: [_R_] Oh my God, Lauren... I can't believe you're doing that in front of me!
dutch: [_R_] Oh mijn God, Lauren... Ik kan niet geloven dat je dat voor me doet!

source: [_L_] Well, you're welcome to leave any time you want.
dutch: [_L_] Nou, je mag altijd vertrekken als je wilt.

source: [_LT_] {i}Why is it turning me on to have my brother watch me jack off these random guys?{/i}
dutch: [_LT_] {i}Waarom zet het me aan om mijn broer deze willekeurige jongens van me af te spelen?{/i}

source: [_LT_] {i}I hope he doesn't leave!{/i}
dutch: [_LT_] {i}Ik hoop dat hij niet verlaat!{/i}

source: [_RT_] {i}Why isn't she stopping?{/i}
dutch: [_RT_] {i}Waarom stopt ze niet op?{/i}

source: [_R_] There, now can we talk.
dutch: [_R_] Daar kunnen we nu praten.

source: [_L_] Not till I'm finished.
dutch: [_L_] Ik ben nog niet klaar.

source: [_R_] But you just...
dutch: [_R_] Maar jij gewoon...

source: [_L_] With all the guys in line.
dutch: [_L_] Met alle jongens in de rij.

source: [_R_] You're not fucking serious.
dutch: [_R_] Je bent niet serieus.

source: [_L_] Oh, yeah?
dutch: [_L_] Oh, ja?

source: [_R_] I don't want to see anymore. I'm leaving.
dutch: [_R_] Ik wil niet meer zien. Ik vertrek.

source: [_RT_] {i}Wow!... That was unexpected!{/i}
dutch: [_RT_] {i}Wow!... Dat was onverwacht!{/i}

source: [_RT_] {i}I wanted to corrupt Lauren, but just for me.{/i}
dutch: [_RT_] {i}Ik wilde Lauren, maar alleen voor mij.{/i}

source: [_RT_] {i}I mean, I guess I always knew there was some pent up sluttiness in her.{/i}
dutch: [_RT_] {i}Ik bedoel, ik denk dat ik altijd wist dat er wat stoutmoedigheid in haar zitten.{/i}

source: [_RT_] {i}Maybe I shouldn't be so surprised at the results when I opened up Panera's... Pantera's, or whatever that box is called.{/i}
dutch: [_RT_] {i}Misschien moet ik niet zo verbaasd zijn over de resultaten wanneer ik Panera's... Pantera's of wat die doos ook wordt genoemd.{/i}

source: [_RT_] {i}All I know is that if I don't want her satisfying her urges with any other guys but me.{/i}
dutch: [_RT_] {i}Het enige dat ik weet is dat als ik haar niet tevreden wil stellen met wat andere jongens dan ook.{/i}

source: [_RT_] {i}I'd better step up my game and really work hard if I want to keep her for myself.{/i}
dutch: [_RT_] {i}Ik zou mijn spel beter opvoeren en echt hard werken als ik haar voor mezelf wil houden.{/i}

source: {i}"Wow! Lauren just gained 5 influence points all by herself. That really was effective."{/i}
dutch: {i}"Wow! Lauren hebben zelf 5 beïnvloedingspunten gekregen. Dat was echt effectief."{/i}

source: [_RT_] {i}Dammit!... Is she crying again?{/i}
dutch: [_RT_] {i}Dammit! ... huilt ze opnieuw?{/i}

source: [_L_] Oh, [ryan]... I can't believe I did so poorly again!
dutch: [_L_] Oh, [ryan]... Ik kan niet geloven dat ik het zo slecht heb gedaan!

source: [_L_] I felt so humiliated, I had to leave class before anyone could see me cry.
dutch: [_L_] Ik voelde me zo vernederd, ik moest de les verlaten voordat iemand me kon zien huilen.

source: [_L_] Why did I do so badly?
dutch: [_L_] Waarom heb ik het zo slecht gedaan?

source: [_L_] Wait! I did everything I could to get votes this week.
dutch: [_L_] Wacht! Ik heb alles gedaan wat ik kon om stemmen te krijgen deze week.

source: [_L_] But you!
dutch: [_L_] Maar jij!

source: [_L_] Why didn't you do your part!?
dutch: [_L_] Waarom heb je je deel niet gedaan!?

source: [_R_] Lauren, I've got a lot of shit on my plate right now. I just didn't get much time to work on your campaign.
dutch: [_R_] Lauren, ik heb een heleboel zout op mijn bord op dit moment. Ik heb net niet veel tijd om aan jouw campagne te werken.

source: [_L_] Oh, so my shit isn't as important as Mom's shit... or Sidney's shit.
dutch: [_L_] Oh, dus mijn shit is niet zo belangrijk als moment's shit... of Sidney's shit.

source: [_R_] No, that's not what I'm saying.
dutch: [_R_] Nee, dat is niet wat ik zeg.

source: [_L_] Well, that's what it feels like to me.
dutch: [_L_] Nou, dat voelt me zo.
