Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] And since I'm not close enough with any girls to get one to give me a blowjob.... I thought that opportunity in my room might be a good chance to get one.
dutch: [_R_] En omdat ik niet dichtbij genoeg ben bij meisjes om er een te krijgen om me een klage baan te geven. .. Ik dacht dat die kans in mijn kamer een goede kans zou kunnen zijn om er een te krijgen.
french: [_R_] Et comme je ne suis pas assez proche des filles pour en avoir une pour me faire une fellation.... J'ai pensé que cette opportunité dans ma chambre pourrait être une bonne chance d'en avoir une.
german: [_R_] Und da ich nicht nah genug mit einem Mädchen bin, um mir einen Blowjob zu geben. .. Ich dachte, dass die Gelegenheit in meinem Zimmer könnte eine gute Chance sein, eine zu bekommen.
italian: [_R_] E dal momento che non sono abbastanza vicino con le ragazze per ottenere uno per darmi un pompino. .. Ho pensato che l'opportunità nella mia stanza potrebbe essere una buona occasione per ottenerne uno.

source: [_R_] And all I have to do is close my eyes and imagine someone else, and all of the sudden it's not my sister giving me a blowjob, but Miss Stone the art teacher.
dutch: [_R_] En het enige wat ik moet doen is mijn ogen sluiten en iemand anders voorstellen. en het is plots niet mijn zus die me een klap geeft, maar Mis Steen de kunstleraar.
french: [_R_] Et tout ce que j'ai à faire est de fermer les yeux et d'imaginer quelqu'un d'autre, et tout à coup ce n'est pas ma sœur qui me fait une fellation, mais Mlle Stone la professeure d'art.
german: [_R_] Und alles, was ich tun muss, ist meine Augen zu schließen und mir jemand anderem vorzustellen und ganz plötzlich ist es nicht meine Schwester geben mir einen Blowjob, aber Miss Stone der Kunstlehrer.
italian: [_R_] E tutto quello che devo fare è chiudere gli occhi e immaginare qualcun altro, e all'improvviso non è mia sorella che mi dà un pompino, ma Miss Stone l'insegnante d'arte.

source: [_S_] When you explain it like that, it doesn't seem nearly as creepy...
dutch: [_S_] Wanneer je het zo uitlegt, lijkt het bijna zo gek niet!
french: [_S_] Lorsque tu l'expliques comme ça, cela ne semble pas aussi effrayant...
german: [_S_] Wenn du es so erklärst, scheint es fast nicht so grausam zu sein...
italian: [_S_] Quando lo spieghi così, non sembra così raccapricciante...

source: [_S_] Ya know what?.... I'll make you a deal...
dutch: [_S_] Ya weet wat?.... Ik zal u een deal maken...
french: [_S_] Tu sais quoi?.... Je vais te faire un marché...
german: [_S_] Du weißt was?.... Ich werde dich zu einem Deal machen...
italian: [_S_] Sai una cosa?.... Ti propongo un accordo...
portuguese: [_S_] Cê sabe o quê?.... Eu lhe farei um negócio...

source: [_R_] Ok?...
french: [_R_] D'accord?...
italian: [_R_] Va bene?...

source: [_S_] I'll let you use all of the pictures from this photoshoot to post on your little website.
dutch: [_S_] Ik laat je alle foto's van deze foto gebruiken om op je kleine website te plaatsen.
french: [_S_] Je te laisse utiliser toutes les photos de cette séance photo pour les poster sur ton petit site web.
german: [_S_] Ich lasse dich alle Bilder von diesem Fotoshoot nutzen, um auf deiner kleinen Website zu posten.
italian: [_S_] Ti lascerò usare tutte le foto di questo photoshoot per postare sul tuo piccolo sito web.

source: [_S_] But if you will just agree not to post the butthole winking pic.... then I'll give you that blowjob.
dutch: [_S_] Maar als je ermee akkoord gaat om de krans niet te plaatsen.... dan geef ik je die klapper.
french: [_S_] Mais si tu acceptes simplement de ne pas poster la photo de clin d'œil au trou du cul.... alors je te ferais cette fellation.
german: [_S_] Aber wenn du einfach einverstanden bist, nicht das Butthole winkende Bild zu posten... dann werde ich dir diesen Blowjob geben.
italian: [_S_] Ma se accetti solo di non postare il butthole winking pic.... allora ti darò quel pompino.
portuguese: [_S_] Mas se você só concorda em não postar a picareta piscando a borboleta.... então eu lhe darei um boquete.

source: [_R_] Are you serious?
dutch: [_R_] Bent u het ernstig?
french: [_R_] Es-tu sérieuse?
german: [_R_] Sind Sie ernst?
italian: [_R_] Sei serio?

source: [_R_] You have yourself a deal!
dutch: [_R_] Je hebt jezelf een deal!
french: [_R_] Tu as toi-même un marché!
german: [_R_] Sie haben selbst ein Deal!
italian: [_R_] Hai un accordo!
portuguese: U[_R_] Você tem um negócio!

source: [_S_] Yesss!...
french: [_S_] Oui!...
italian: [_S_] Sì!...

source: [_S_] But it's not going to be weird right?
dutch: [_S_] Maar het gaat niet raar zijn?
french: [_S_] Mais ça ne va pas être bizarre non?
german: [_S_] Aber es wird nicht seltsam sein, richtig?
italian: [_S_] Ma non sarà strano a destra?
portuguese: [_S_] Mas isso não vai ser estranho certo?

source: [_S_] I'm just satisfying your curiosity as a good sister, and you're thinking about someone else while I do this.... right?
dutch: [_S_] Ik ben net je nieuwsgierigheid tevreden als een goede zus, en je denkt aan iemand anders terwijl ik dit doet.... toch?
french: [_S_] Je ne fais que satisfaire ta curiosité en tant que gentille sœur, et tu penses à quelqu'un d'autre pendant qui te fais cela.... pas vrai?
german: [_S_] Ich bin nur zufrieden mit deiner Neugier als gute Schwester, und du denkst an jemanden, während ich das tue .... oder?
italian: [_S_] sto solo soddisfacendo la tua curiosità come una buona sorella, e stai pensando a qualcun altro mentre faccio questo.... giusto?
portuguese: [_S_] Estou apenas satisfazendo sua curiosidade como uma boa irmã, e você está pensando em outra pessoa enquanto eu faço isso.... certo?

source: [_R_] .... Yeah.... of course!...
dutch: [_R_] .... Ja.... natuurlijk!... ...
french: [_R_] .... Ouais ... bien sûr!...
german: [_R_] .... Ja, natürlich!...
italian: [_R_] ... Sì, naturalmente!...

source: [_S_] Wow.... ok.... I can't believe we're doing this...
dutch: [_S_] Wow.... ok. Ik kan niet geloven dat we dit doen...
french: [_S_] Wow.... Ok.... Je n'arrive pas à croire qu'on fasse ça...
german: [_S_] Wow.... ok.... Ich kann nicht glauben, dass wir das machen...
italian: [_S_] Wow.... ok.... Non posso credere che lo stiamo facendo...

source: [_S_] But if it keeps my gaping butthole off the internet, it's worth it.
dutch: [_S_] Maar als mijn gaaf van het internet blijft staan, is het de moeite waard.
french: [_S_] Mais si cela garde mon trou du cul béant hors d'Internet, cela en vaut la peine.
german: [_S_] Aber wenn es meinen klaffenden Knöchel aus dem Internet hält, lohnt es sich.
italian: [_S_] Ma se mantiene il mio buco fuori da internet, ne vale la pena.
portuguese: [_S_] Mas se isso mantiver minha coronha estilhaçada pela internet, vale a pena.

source: [_S_] Oh my God.... you're hard already!
dutch: [_S_] Oh mijn God.... je bent al moeilijk!
french: [_S_] Oh mon Dieu.... tu es déjà dur !
german: [_S_] Oh mein Gott.... Du bist schon hart!
italian: [_S_] Oh mio Dio.... sei già duro!
portuguese: [_S_] Oh, meu Deus.... já é difícil!

source: [_R_] Since I hit puberty, I'm hard a lot more than I'm not.
dutch: [_R_] Sinds ik puberteit raak, ben ik veel moeilijker dan ik.
french: [_R_] Depuis que j'ai atteint la puberté, je suis plus dur que je ne le suis pas.
german: [_R_] Seit ich die Pubertät getroffen habe, bin ich sehr viel mehr als ich nicht.
italian: [_R_] Dal momento che ho colpito la pubertà, sono difficile molto più di me.

source: [_S_] You sure you've hit puberty?.... You're still pretty short.
dutch: [_S_] Je weet zeker dat je de puberteit hebt geraakt?.... Je bent nog steeds vrij kort.
french: [_S_] Tu es sûr d'avoir atteint la puberté?.... Tu es encore assez court.
german: [_S_] Du bist sicher, dass du die Pubertät getroffen hast?.... Du bist immer noch ziemlich kurz.
italian: [_S_] Sei sicuro di aver colpito la pubertà?.... Sei ancora abbastanza breve.
portuguese: U[_S_] Você tem certeza que bateu na puberdade?.... Você ainda é muito curto.

source: [_R_] Oh, ha.... ha.... ha.... you're so funny. Actually I hope I'm not done. I would like to get taller.
dutch: [_R_] Oh, ha.... ha.... . . . je bent zo grappig. Eigenlijk hoop ik dat ik niet klag. Ik zou graag groter worden.
french: [_R_] Oh, ha.... ha.... ha.... tu es si drôle. En fait, j'espère que je n'ai pas fini. J'aimerais devenir plus grand.
german: [_R_] Oh, ha.... ha.... ha.... du bist so lustig. Eigentlich hoffe ich, dass ich nicht fertig bin. Ich würde gerne höher werden.
italian: [_R_] Oh, ha.... ha.... ha.... sei così divertente. In realtà spero di non aver finito. Mi piacerebbe diventare più alto.

source: [_S_] Well, hopefully your penis doesn't grow any more, I think you'd kill someone if it got any bigger.
dutch: [_S_] Nou, hopelijk groeien je penis niet meer. Ik denk dat je iemand dood als het groter wordt.
french: [_S_] Eh bien, j'espère que ton pénis ne grandit plus, je pense que tu tuerais quelqu'un s'il grossissait.
german: [_S_] Nun, hoffentlich wächst dein Penis nicht mehr, ich denke, du würdest jemanden töten, wenn er größer wurde.
italian: [_S_] Beh, si spera che il vostro pene non cresca più, penso che si sarebbe uccidere qualcuno se ottenesse qualsiasi più grande.
portuguese: [_S_] Bem, espero que seu pênis não cresça mais, eu acho que você mataria alguém se ele ficou maior.

source: [_S_] How do you hide it when you're hard all the time?
dutch: [_S_] Hoe verberg je het wanneer je de hele tijd moeilijk bent?
french: [_S_] Comment le caches-tu quand tu es dur tout le temps?
german: [_S_] Wie verstecken Sie es, wenn Sie die ganze Zeit hart sind?
italian: [_S_] Come lo nascondi quando sei duro per tutto il tempo?
portuguese: [_S_] Como você esconde quando é difícil o tempo todo?

source: [_R_] Well, I tuck it under my waist band, and then cover what sticks out with my shirt.... sweatshirts with a pocket like this help.... It can be pretty awkward.
dutch: [_R_] Nou, ik neem het vast onder mijn tailleband, en bedek dan wat er met mijn shirt uit steekt. .. sweater met een zak zoals deze hulp.... Het kan vrij onhandig zijn.
french: [_R_] Eh bien, je le range sous ma ceinture, puis je couvre ce qui dépasse avec ma chemise.... sweatshirts avec une poche comme cette aide.... Ça peut être assez gênant.
german: [_R_] Nun, ich tucke es unter meiner Taillenband, und bedecke dann die Stöcke mit meinem Hemd. .. Sweatshirts mit einer Tasche wie diese Hilfe.... Es kann ziemlich unangenehm.
italian: [_R_] Beh, lo tuck sotto la mia cintura e poi coprire ciò che si attacca con la mia camicia. .. felpe con una tasca come questo aiuto.... Può essere piuttosto imbarazzante.
portuguese: [_R_] Bem, eu a banho sob a minha faixa de cintura e depois cobrimos o que fica com a minha camisa. .. suor com um bolso como esta ajuda.... Pode ser bem estranho.

source: [_S_] I'll bet.... damn, that's so big!
dutch: [_S_] Ik zal wedden.... knappen, dat is zo groot!
french: [_S_] Je parie.... putain, c'est tellement gros!
german: [_S_] Ich wette.... Verdammt, das ist so groß!
italian: [_S_] Scommetterò... dannato, è così grande!
portuguese: U[_S_] vou apostar.... mal, tão grande!

source: [_R_] Uuuuhhhhh.... thanks?
dutch: [_R_] Uuuhhhhhh.... bedankt?
french: [_R_] Uuuuhhhhh.... merci ?
german: [_R_] Uuuhhhhhh.... danke?
italian: [_R_] Uuuuhhhhh... grazie?

source: [_S_] I'm not kidding.... you could probably make some money producing your own porn scenes.
dutch: [_S_] Ik maak geen grapje.... je zou waarschijnlijk wat geld kunnen verdienen met het produceren van je eigen pornoscènes.
french: [_S_] Je ne plaisante pas... tu pourrais probablement gagner de l'argent en produisant tes propres scènes porno.
german: [_S_] Ich bin kein Scherz.... Du könntest wahrscheinlich etwas Geld verdienen und deine eigenen Porno-Szenen produzieren.
italian: [_S_] non sto scherzando.... si potrebbe probabilmente fare alcuni soldi producendo le proprie scene porno.

source: [_R_] Actually, I've thought a little bit about that.... maybe in the distant future, when I've got more experience.
dutch: [_R_] Eigenlijk heb ik daar wat aan gedacht.... misschien in de verre toekomst, als ik meer ervaring heb.
french: [_R_] En fait, j'y ai un peu réfléchi.... peut-être dans un avenir lointain, quand j'aurais plus d'expérience.
german: [_R_] Eigentlich habe ich etwas darüber nachgedacht... vielleicht in ferner Zukunft, wenn ich mehr Erfahrung habe.
italian: [_R_] In realtà, ho pensato un po 'a questo proposito.... forse in un futuro lontano, quando ho più esperienza.
portuguese: [_R_] Na verdade, eu pensei um pouco sobre isso.... talvez num futuro distante quando tiver mais experiência.

source: [_S_] And you'd need different models than your sisters and cousin.... haha...
dutch: [_S_] En je had verschillende modellen nodig dan jouw zussen en neef .... haha...
french: [_S_] Et tu aurais besoin de modèles différents de tes sœurs et de ta cousine.... haha...
german: [_S_] Und du brauchst andere Modelle als deine Schwestern und Cousin.... haha...
italian: [_S_] E avreste bisogno di modelli diversi rispetto alle vostre sorelle e cugini.... haha...
portuguese: [_S_] E você precisará de modelos diferentes das suas irmãs e primos.... ha...

source: [_R_] Uhhhhh.... yeah.... of course...
french: [_R_] Uhhhhh.... ouais.... bien sûr...
german: [_R_] Uhhhhhhh.... ja.... natürlich...
italian: [_R_] Uhhhhh.... sì.... certo...

source: [_S_] .... so...
dutch: [_S_] .... dus...
french: [_S_] ... donc ...
italian: [_S_] .... quindi...
portuguese: [_S_] .... sim...

source: [_S_] How am I going to fit this big boy in my mouth?
dutch: [_S_] Hoe ga ik deze grote jongen in mijn mond passen?
french: [_S_] Comment vais-je mettre ce grand garçon dans ma bouche?
german: [_S_] Wie passe ich diesen großen Jungen in den Mund ein?
italian: [_S_] Come sto per adattarsi a questo grande ragazzo in bocca?

source: [_S_] I hope I don't dislocate my jaw.
dutch: [_S_] Ik hoop dat ik mijn kap niet ontvouw.
french: [_S_] J'espère ne pas me disloquer la mâchoire.
german: [_S_] Ich hoffe, dass ich meinen Kiefer nicht verschiebe.
italian: [_S_] Spero di non dislocare la mia mascella.

source: [_ST_] {i}Oh my God!.... I'm actually doing this!.... {/i}
dutch: [_ST_] {i}Oh mijn God!.... Ik doe dit echt!.... {/i}
french: [_ST_] {i}Oh mon Dieu!.... En fait, je fais ça !.... {/i}
german: [_ST_] {i}Oh mein Gott!.... Ich mache das!.... {/i}
italian: [_ST_] {i}Oh mio Dio!.... Sto effettivamente facendo questo!.... {/i}

source: [_R_] Oh my God, Sidney.... this feels even better than I thought it would!
dutch: [_R_] Oh mijn God, Sidney... . Dit voelt nog beter dan ik dacht!
french: [_R_] Oh mon Dieu, Sidney.... cela se sent encore mieux que je ne le pensais!
german: [_R_] Oh mein Gott, Sidney.... das fühlt sich noch besser an, als ich dachte!
italian: [_R_] Oh mio Dio, Sidney... questo si sente ancora meglio di quanto pensassimo che sarebbe!
portuguese: [_R_] Meu Deus, Sidney... isso é ainda melhor do que eu pensava!

source: [_RT_] {i}I can't hold out any longer! I'm going to cum!{/i}
dutch: [_RT_] {i}Ik kan het niet meer uithouden! Ik ga het lekker!{/i}
french: [_RT_] {i}Je ne peux plus tenir! Je vais jouir!{/i}
german: [_RT_] {i}Ich kann nicht mehr ausstehen! Ich werde mit!{/i}
italian: [_RT_] {i}Non riesco più a trattenermi più! Sto per cum!{/i}
portuguese: [_RT_] {i}Não aguento mais! Vou mascarar!{/i}

source: [_RT_] {i}I'm going to cum right down my sister's throat!{/i}
dutch: [_RT_] {i}Ik zal mijn zuskeel omknuffen!{/i}
french: [_RT_] {i}Je vais jouir dans la gorge de ma sœur!{/i}
german: [_RT_] {i}Ich werde meine Schwester direkt in die Kehle tragen!{/i}
italian: [_RT_] {i}Sto andando a sborrare proprio giù la gola di mia sorella!{/i}
portuguese: [_RT_] {i}Eu vou para o cum direto da garganta da minha irmã!{/i}

source: [_RT_] {i}That's so wrong!.... {/i}
dutch: [_RT_] {i}Dat is zo verkeerd!.... {/i}
french: [_RT_] {i}C'est si mal! .... {/i}
german: [_RT_] {i}Das ist so falsch!.... {/i}
italian: [_RT_] {i}È così sbagliato!.... {/i}

source: [_RT_] {i}But soooooo.... hot!!.... !!{/i}
dutch: [_RT_] {i}Maar kalee.... heet!!.... !!{/i}
french: [_RT_] {i}Mais ssssiiiiiiii.... chaud!!.... !!{/i}
german: [_RT_] {i}Aber soooo.... heiß !!.... !!{/i}
italian: [_RT_] {i}Ma soooo.... hot!!.... !!{/i}
portuguese: [_RT_] {i}Mas caloooooo.... Quente!!.... !!{/i}

source: [_S_] MMMMmmmmmmmmmmmmmmmmmphhhhhhhhhhhh!!!!!...
dutch: [_S_] MMmmmmmmmmmmmmmmmmhhhhhhhhhhhh!!!...
french: [_S_] MMMMmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmhhhhhhhhhhh!!!!!...
german: [_S_] MMMMMMmmmmmmmmmmmmmmmmphhhhhhhhhhhh!!!!!...
italian: [_S_] MMMMmmmmmmmmmmmmmmmmmmhhhhhhhhhhhhhh!!!!!...
portuguese: [_S_] MMmmmmmmmmmmmmmmmphhhhhhhhhh!!!!!...

source: [_S_] [ryan]!!.... Why did you force me to swallow?!
dutch: [_S_] [ryan]!!.... Waarom heb je me gedwongen om te slikken?!
french: [_S_] [ryan]!!.... Pourquoi m'as-tu forcée à avaler?!
german: [_S_] [ryan]!!.... Warum hast du mich zum Schlucken gezwungen?
italian: [_S_] [ryan]!!.... Perché mi hai costretto a ingoiare?!
portuguese: [_S_] [ryan]!!.... Por que você me forçou a engolir?!

source: [_R_] I'm sorry!.... I wasn't thinking!...
dutch: [_R_] Het spijt mij!.... Ik dacht niet!...
french: [_R_] Je suis désolé!.... Je ne pensais pas!...
german: [_R_] Es tut mir leide!.... Ich dachte nicht!...
italian: [_R_] Mi dispiace!.... Non stavo pensando!...
portuguese: [_R_] Desculpe!.... Eu não estava pensando!...

source: [_R_] It just came on so fast, I didn't have time to think about it,
dutch: [_R_] Het kwam net zo snel, ik had geen tijd om erover na te denken.
french: [_R_] C'est venu si vite, je n'ai pas eu le temps d'y penser,
german: [_R_] Es kam gerade so schnell, ich hatte keine Zeit darüber nachzudenken
italian: [_R_] È appena arrivato così velocemente, non ho avuto tempo di pensarci,
portuguese: [_R_] Acabou de chegar tão rápido, não tive tempo de pensar nisso,

source: [_R_] And I just reacted without thinking...
dutch: [_R_] En ik reageerde net zonder na te denken...
french: [_R_] Et j'ai juste réagi sans réfléchir...
german: [_R_] Und ich reagierte gerade ohne zu denken...
italian: [_R_] E ho reagito senza pensare...

source: [_R_] I'm so sorry!...
dutch: [_R_] Het spijt mij!...
french: [_R_] Je suis désolé ! !...
german: [_R_] Es tut mir so leide!...
italian: [_R_] Mi dispiace tanto!...
portuguese: [_R_] Sinto muito!...

source: [_S_] {i}(pant.... pant).... {/i}.... well.... {i}(pant.... pant){/i}.... this was your first time.... {i}(pant.... pant){/i}...
dutch: [_S_] {i}(pant.... pant).... {/i}.... . . {i}(pant.... pant){/i}.... dit was je eerste keer.... {i}(pant.... pant){/i}...
french: [_S_] {i}(pantalon.... pantalon).... {/i}.... Bien.... {i}(pantalon.... pantalon) {/i}.... c'était ta première fois.... {i}(pantalon.... pantalon) {/i}...
german: [_S_] {i}(Pant.... Hosen).... {/i}.... nun.... {i}(Pant.... Hosen){/i}.... das war dein erstes Mal.... {i}(Pant.... Pant){/i}...
italian: [_S_] {i}(pant.... pant).... {/i}.... bene.... {i}(pant.... pant){/i}.... questa era la tua prima volta.... {i}(pant.... pant){/i}...
portuguese: [_S_] {i}(pant.... pant).... {/i}.... bem.... {i}(pant.... pant){/i}.... foi a sua primeira vez.... {i}(pant.... pant){/i}...

source: [_S_] It's ok.... {i}(pant.... pant){/i}.... next time though.... {i}(pant.... pant){/i}.... let the girl choose.... {i}(pant.... pant){/i}.... and don't hold her head down...
dutch: [_S_] Het is ok.... {i}(pant.... pant){/i}.... de volgende keer .... . {i}(pant.... pant){/i}.... laat het meisje kiezen.... {i}(pant.... pant){/i}.... niet vasthouden aan haar hoofd ...
french: [_S_] C'est bon.... {i}(pantalon.... pantalon) {/i}.... la prochaine fois cependant.... {i}(pantalon.... pantalon) {/i}.... laisses la fille choisir.... {i}(pantalon.... pantalon) {/i}.... et ne baisses pas la tête...
german: [_S_] Es ist in Ordnung.... {i}(pant.... pant){/i}.... beim nächsten Mal... {i}(pant.... pant){/i}.... lassen Sie das Mädchen auswählen.... {i}(pant.... pant){/i}.... und halten Sie den Kopf nicht herunter...
italian: [_S_] Va ok.... {i}(pant.... pant){/i}.... la prossima volta però.... {i}(pant.... pant){/i}.... lascia che la ragazza sceglia.... {i}(pant.... pant){/i}.... e non tenere la testa giù...
portuguese: [_S_] Está ok.... {i}(pant.... pant){/i}.... Na próxima vez.... {i}(pant.... pant){/i}.... deixe a menina escolher.... {i}(pant.... pant){/i}.... e não acerte sua cabeça...

source: [_S_] Ohhh.... I need to lie down and catch my breath...
dutch: [_S_] Ohhh.... . ik moet liggen en mijn adem van...
french: [_S_] Ohhh.... Je dois m'allonger et reprendre mon souffle...
german: [_S_] Ohhhh.... Ich muss mich hinlegen und meinen Atem aufnehmen...
italian: [_S_] Ohhh... Ho bisogno di sdraiarmi e prendere il respiro...
portuguese: U[_S_] Oh.... Preciso me deitar e recuperar o fôlego...

source: [_S_] Wow!.... I can't believe we just did that!...
french: [_S_] Wow!.... Je n'arrive pas à croire qu'on vient de faire ça !...
german: [_S_] Wow!.... Ich kann nicht glauben, dass wir das einfach gemacht haben!...
italian: [_S_] Wow!.... Non posso credere che l'abbiamo appena fatto!...

source: [_S_] Can you believe I was able to go so deep!?
dutch: [_S_] Kun je geloven dat ik zo diep kon gaan!?
french: [_S_] Peux-tu croire que j'ai pu aller si profondément!?
german: [_S_] Kannst du glauben, ich konnte so tief gehen!?
italian: [_S_] Riesci a credere che sia stato in grado di andare così in profondità!?
portuguese: [_S_] Você consegue acreditar que fui capaz de ir tão longe!?

source: {i}{b}"Sidney's Libido +10"{/b}{/i}
french: {i}{b}«Libido de Sidney +10»{/b}{/i}
italian: {i}{b}"Libido di Sidney +10"{/b}{/i}

source: [_R_] Yeah.... that was impressive!...
dutch: [_R_] Ja.... dat was indrukwekkend!...
french: [_R_] Ouais.... c'était impressionnant !...
german: [_R_] Ja.... das war beeindruckend!...
italian: [_R_] Sì, è stato impressionante!...
portuguese: [_R_] Sim.... isso foi impressionante!...

source: [_R_] You must have a lot of experience...
dutch: [_R_] Je moet veel ervaring hebben...
french: [_R_] Tu dois avoir beaucoup d'expérience...
german: [_R_] Sie müssen viel Erfahrung haben...
italian: [_R_] Devi avere molta esperienza...

source: [_S_] No!.... Almost none!...
dutch: [_S_] Nee!.... bijna geen!...
french: [_S_] Non!.... Presque aucune!...
german: [_S_] Nein!.... Fast keine!...
italian: [_S_] No!.... Quasi nessuno!...
portuguese: [_S_] Não!.... Quase nenhum!...

source: [_R_] Wow!.... That is impressive then!...
dutch: [_R_] Wow!.... Dat is indrukwekkend dan!...
french: [_R_] Wow!.... C'est impressionnant alors!...
german: [_R_] Wow!.... Das ist beeindruckend!...
italian: [_R_] Wow!.... Questo è impressionante allora!...
portuguese: [_R_] Uau!.... Isso é impressionante, então!...

source: [_R_] It felt sooooo good!
dutch: [_R_] Het voelde goed ooooo!
french: [_R_] C'était tellement bon!
german: [_R_] Es fühlte sich gut an!
italian: [_R_] Si sentiva sooooo buono!

source: [_S_] Haha.... so who were you thinking of?...
dutch: [_S_] Haha.... dus aan wie dacht je ervan?...
french: [_S_] Haha.... alors à qui pensais-tu?...
german: [_S_] Haha.... an wen hast du gedacht?...
italian: [_S_] Haha.... così chi stavi pensando?...
portuguese: [_S_] Haha.... em quem você estava pensando?...

source: [_RT_] {i}My beautiful sister Sidney of course!{/i}
dutch: [_RT_] {i}Mijn mooie zuster Sidney natuurlijk!{/i}
french: [_RT_] {i}Ma belle soeur Sidney bien sûr!{/i}
german: [_RT_] {i}Meine schöne Schwester natürlich!{/i}
italian: [_RT_] {i}La mia bella sorella Sidney naturalmente!{/i}

source: [_R_] Uuuhhh.... Lauren Craft of course...
dutch: [_R_] Uuhhhh... . Lauren Craft natuurlijk...
french: [_R_] Uuuhhh.... Lauren Craft bien sûr...
german: [_R_] Uuuhhhh.... Lauren Handwerk natürlich...
italian: [_R_] Uuuhhhh.... Lauren Craft naturalmente...
portuguese: [_R_] Uuhhh.... Artesanato de espera...
