Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}Yes! I'm finally okay... Everything is going to be okay again!{/i}
italian: [_MT_] {i}Sì! Finalmente sto bene... Tutto andrà di nuovo bene!{/i}

source: [_R_] Mom!
italian: [_R_] Mamma!

source: [_M_] Huh?
italian: [_M_] Eh?

source: [_M_] Why'd you sto... wait... what's?...
italian: [_M_] Perché stare... aspettare... cos'è?...

source: [_R_] Well, you turned over on your back again, and I, uh... Do you want me to...?
italian: [_R_] Beh, hai riacceso la schiena, e io, uh... Vuoi che io sia...?

source: [_S_] Jeez, [ryan]! I'm sure she's still not after a tit message from you!
italian: [_S_] Jeez, [ryan]! Sono sicuro che non è ancora dopo un messaggio di tit da parte tua!

source: [_R_] Lay off, will ya?
italian: [_R_] Lay off, sarà?

source: [_R_] Are you ok, Mom?
italian: [_R_] Stai bene, mamma?

source: [_S_] She's fine. Come on! I want my turn.
italian: [_S_] sta bene. Avanti! Voglio il mio turno.

source: [_M_] Yeah... I was just... I must have fallen asleep again.
italian: [_M_] Sì... ero solo... devo addormentarmi di nuovo.

source: [_R_] Just a second, Sidney! God!
italian: [_R_] Solo un secondo, Sidney! Dio!

source: [_R_] You're sure you're ok?
italian: [_R_] Sei sicuro che stai bene?

source: [_MT_] {i}Oh, my God! I'm having reccuring dreams!{/i}
italian: [_MT_] {i}Oh, mio Dio! Sto reccurando i sogni!{/i}

source: [_M_] I'm fine... Really.
italian: [_M_] sto bene... Davvero.

source: [_MT_] {i}No, I am not! My bikini bottoms are soaked through, again!{/i}
italian: [_MT_] {i}No, non lo sono! I miei fondali bikini sono impregnati, ancora!{/i}

source: [_MT_] {i}Plus, recurring dreams are a sign that I need to resolve something in my life!{/i}
italian: [_MT_] {i}Plus, i sogni ricorrenti sono un segno che devo risolvere qualcosa nella mia vita!{/i}

source: [_MT_] {i}Is my subconcious brain telling me I need to consummate my relationship with my own son?!{/i}
italian: [_MT_] {i}Il mio cervello subconcioso mi dice che devo consumare la mia relazione con mio figlio?!{/i}

source: [_MT_] {i}That dream... [ryan] was... Oh, God! And I was begging him to do it!{/i}
italian: [_MT_] {i}Quel sogno... [ryan] era... Oh, Dio! E io lo pregavo di farlo!{/i}

source: [_MT_] {i}I was so close to cumming when he woke me up. My heart is still racing. It was so real. I can still feel his massive cock pushing its way into my pussy.{/i}
italian: [_MT_] {i}Ero così vicino a cumming quando mi ha svegliato. Il mio cuore è ancora corsa. E 'stato così reale. Posso ancora sentire il suo cazzo massiccio spingendo il suo senso nella mia figa.{/i}

source: {i}"Mom's Libido = {b}Max!{/b}"{/i}
italian: {i}"Mamma Libido = {b}Max!{/b}"{/i}

source: {i}"Mom's Sexual Frustration = {b}Max!{/b}"{/i}
italian: {i}"Frustrazione Sessuale Della Mamma = {b}Max!{/b}"{/i}

source: [_MT_] {i}Shit, shit!... I'm so turned on right now! I feel like it would just take a touch to make me cum.{/i}
italian: [_MT_] {i}Merda, merda!... Sono così acceso adesso! Mi sembra che ci vorrebbe solo un tocco per farmi cum.{/i}

source: [_MT_] {i}Oh, no!... Can they smell how aroused I am? I've got to get out of here before they notice their horrible slut of a mother is about to cum in front her own children.{/i}
italian: [_MT_] {i}Oh, no!... Riescono a sentire l'odore che mi ha suscitato? Devo uscire da qui prima che notino la loro orribile troia di una madre sta per sborrare davanti ai suoi figli. /i}

source: [_MT_] {i}I'd better run take care of myself again before I make a fool of myself.{/i}
italian: [_MT_] {i}Farei meglio a correre di nuovo prendersi cura di me stesso prima di fare uno sciocco di me stesso.{/i}

source: [_M_] Actually, I'm feeling pretty tired. All that gardening really did me in. I think I'll go to my room and take a nap.
italian: [_M_] In realtà, mi sento abbastanza stanco. Tutto quel giardinaggio mi ha fatto entrare. Penso che andrò nella mia stanza e prenderò un pisolino.

source: [_R_] Oh, Okay... Let me know if you need anything.
italian: [_R_] Oh, Okay... Fatemi sapere se avete bisogno di qualcosa.

source: [_RT_] {i}I'm pretty sure Mom just had another one of those dreams.{/i}
italian: [_RT_] {i}Sono abbastanza sicuro che la mamma abbia avuto un altro di quei sogni.{/i}

source: [_RT_] {i}So, recurring dreams must be herreditary. That explains why I always have them at school during Mom's class.{/i}
italian: [_RT_] {i}Quindi, i sogni ricorrenti devono essere erreditari. Questo spiega perché li ho sempre a scuola durante la classe della mamma.{/i}

source: [_S_] So, you gonna chicken out again, or are you ready to mess around?
italian: [_S_] Quindi, andrai di nuovo a galla, o sei pronto a metterti in pausa?

source: [_R_] Huh? No, it's far too risky out here.
italian: [_R_] Huh? No, è troppo rischioso qui.

source: [_S_] Come on [ryan]. It's just us out here. Half the fun is in the risk!
italian: [_S_] Vieni su [ryan]. Siamo solo noi qui fuori. Metà il divertimento è in rischio!

source: [_RT_] {i}If Mom's going to put on another show, I sure as hell don't want to miss it!{/i}
italian: [_RT_] {i}Se la mamma sta per mettere su un altro spettacolo, sono sicuro che l'inferno non vuole perderlo!{/i}

source: [_R_] Umm... I guess I'm just more afraid of getting caught than you.
italian: [_R_] Umm... Immagino di avere più paura di essere catturato di te.

source: [_ST_] {i}Do I need to dress sexier to get his gaze off of Mom?{/i}
italian: [_ST_] {i}Ho bisogno di vestire sexier per ottenere lo sguardo fuori di mamma?{/i}

source: [_ST_] {i}Fuck... Am I really competing with my own mother for my brother's sexual attention?{/i}
italian: [_ST_] {i}Fuck... Sono davvero in competizione con mia madre per l'attenzione sessuale di mio fratello?{/i}

source: [_S_] Chicken!
italian: [_S_] Pollo!

source: [_R_] You girls should both just relax this time and let me apply your sunscreen for you.
italian: [_R_] Ragazze dovrebbero entrambi rilassarsi questa volta e lasciarmi applicare la protezione solare per voi.

source: [_MT_] {i}I don't know if I should encourage him, but it would be nice to have some more manly hands on my back again.{/i}
italian: [_MT_] {i}Non so se dovrei incoraggiarlo, ma sarebbe bello avere qualche mano più virile sulla mia schiena.{/i}

source: [_S_] Oh, I'm sure you'd love that, wouldn't you perv? I think Mom and I can handle putting sunscreen on ourselves.
italian: [_S_] Oh, sono sicuro che ti piacerebbe questo, non perv? Penso che mamma e posso gestire mettere la protezione solare su noi stessi.

source: [_ST_] {i}Get lost, Bro! I'm finally reconnecting with Mom. Don't ruin this for us.{/i}
italian: [_ST_] {i}Vieni perso, Bro! Sto finalmente riconnettermi con la mamma. Non rovinare questo per noi.{/i}

source: [_S_] Ugh, fine, take it dweeb. Try not to drool on her, yeah?
italian: [_S_] Ugh, bene, prendetelo dweeb. Cercate di non drool su di lei, sì?

source: [_M_] Don't fight, you two... Sidney, we're still spending time together. Just think of him as our personal cabin boy.
italian: [_M_] Non combattere, tu due... Sidney, stiamo ancora trascorrendo del tempo insieme. Basta pensare a lui come il nostro ragazzo di cabina personale.

source: [_R_] Boy?
italian: [_R_] Ragazzo?

source: [_M_] Fine, our personal cabin man. Happy? Now get to it before I burn!
italian: [_M_] Bene, il nostro uomo personale di cabina. Buono? Ora arrivate prima di bruciare!

source: [_R_] Ha... Yes Ma'am! By the time I'm done, you'll be completely protected from those harsh UV rays.
italian: [_R_] Ha... Sì Ma'am! Nel momento in cui ho finito, sarai completamente protetto da quei duri raggi UV.

source: [_M_] Oh, my savior!
italian: [_M_] Oh, mio salvatore!

source: [_S_] Yeah, right... I don't think there's anyone else on the planet like him. Thank God!
italian: [_S_] Sì, giusto... non penso che ci sia nessun altro sul pianeta come lui. Grazie Dio!

source: [_R_] Do you want me to rub your back while I'm at it? You said it was sore earlier?
italian: [_R_] Vuoi che ti strofinassi la schiena mentre mi trovo? Hai detto che era dolorante prima?

source: [_S_] Hey, you didn't say you were giving back rubs. I want one.
italian: [_S_] Ehi, non hai detto che stavi restituendo rubini. Ne voglio uno.

source: [_M_] Mmm... That feels wonderful! You have magic hands.
italian: [_M_] Mmm... Questo si sente meraviglioso! Hai mani magiche.

source: [_R_] No way, unlike you, Mom was nice to me. I'm going to be extra thorough with her. I'm not even sure I want to give you a back rub.
italian: [_R_] In nessun modo, a differenza di te, la mamma è stata gentile con me. Io sarò molto accurato con lei. Non sono nemmeno sicuro di volerti dare un rubino alla schiena.

source: [_MT_] {i}Listen to these two. I used to find their bickering so irritating, but right now.... with my life turned upside down, it's comforting in a way. I could almost think everything was normal again.{/i}
italian: [_MT_] {i}Ascoltate questi due. Ho usato trovare il loro bickering così irritante, ma proprio ora.... con la mia vita capovolta, è confortante in un certo senso. Potrei quasi pensare che tutto fosse di nuovo normale.{/i}

source: [_MT_] {i}It really is nice having Sidney back home. Thank God she saw reason and agreed to stop working in Joey's club. God only knows what being exposed to all that depravity would have done to her.{/i}
italian: [_MT_] {i}E 'davvero bello avere Sidney tornare a casa. Grazie a Dio ha visto la ragione e ha accettato di smettere di lavorare nel club di Joey. Dio sa solo che cosa essere esposto a tutto ciò che la depravazione avrebbe fatto a lei.{/i}

source: [_MT_] {i}I'd be stuck working there too if it wasn't for [ryan] finding a way to pay off Joey every week.{/i}
italian: [_MT_] {i}Sarei bloccato a lavorare anche lì se non fosse per [ryan] trovare un modo per pagare Joey ogni settimana.{/i}

source: [_MT_] {i}He really has stepped up since [dad_name] was arrested. My little boy is trying so hard to be man of the house and fill his fathers shoes.{/i}
italian: [_MT_] {i}Ha davvero intensificato da quando [dad_name] è stato arrestato. Il mio ragazzino sta cercando così difficile di essere uomo della casa e riempire le scarpe dei padri.{/i}

source: [_MT_] {i}I just worry that he's trying to fill in for his father in my bed, too.{/i}
italian: [_MT_] {i}Mi preoccupo solo che stia cercando di riempire per suo padre nel mio letto, troppo.{/i}

source: [_MT_] {i}Even worse, that I'm tempted to let him! Between all the effort he's been putting in for the family. Helping around the house, saving me from having to work at Joey's club, and that massive cock of his...{/i}
italian: [_MT_] {i}Ancora peggio, che sono tentato di lasciarlo! Tra tutto lo sforzo che sta facendo per la famiglia. Aiutandomi intorno alla casa, salvandomi dal dover lavorare al club di Joey, e quel suo cazzo massiccio...{/i}

source: [_M_] You don't have to...
italian: [_M_] Non è necessario...

source: [_R_] Everything's okay. I'm going to take care of you from now on.
italian: [_R_] Va tutto bene. D'ora in poi mi prenderò cura di voi.

source: [_M_] No, Sidney's here! She can't know about us. She wouldn't understand.
italian: [_M_] No, Sidney è qui! Non sa sapere di noi. Non capirebbe.

source: [_R_] You don't need to be afraid anymore. I'm going to take care of everything from now on.
italian: [_R_] Non hai più bisogno di avere paura. Mi prenderò cura di tutto d'ora in poi.

source: [_M_] Oh, heaven help me. I'm tired of fighting this.
italian: [_M_] Oh, il cielo mi aiuta. Sono stanco di combatterlo.

source: [_R_] Well, you turned over on your back and I, uh... Do you want me to...?
italian: [_R_] Beh, hai voltato la schiena e io, uh... Vuoi che io sia...?

source: [_S_] Jeez, [ryan]! Do you think she wants you to massage her tits, or something?
italian: [_S_] Jeez, [ryan]! Pensi che tu voglia massaggiare le sue tette, o qualcosa?

source: [_M_] Yeah... I was just... I must have fallen asleep.
italian: [_M_] Sì... ero solo... devo addormentarmi.

source: [_MT_] {i}Oh, my God! I just had a wet dream about my own son!{/i}
italian: [_MT_] {i}Oh, mio Dio! Ho appena fatto un sogno bagnato sul mio figlio!{/i}

source: [_MT_] {i}No, I am not! My bikini bottoms are soaked through!{/i}
italian: [_MT_] {i}No, non lo sono! I miei fondali bikini sono immersi attraverso!{/i}

source: [_RT_] {i}Is she really ok? If she feel asleep, it seemed like she was having a good dream from the smile on her face. But then she got all flustered when she woke up. Maybe even a little freaked out.{/i}
italian: [_RT_] {i}Sta davvero bene? Se lei si sente addormentata, sembrava che stava avendo un buon sogno dal sorriso sul suo volto. Ma poi si è levata tutto quando si è svegliata. Forse anche un po' fuori.{/i}

source: [_S_] Hey, I've got an idea... Now that you chased Mom off and ruined our evening, that was supposed to be between just me and her, maybe I can show you how "nice" I can be to you.
italian: [_S_] Hey, ho un'idea... Ora che hai inseguito la mamma e rovinato la nostra sera, che avrebbe dovuto essere tra me e lei, forse posso mostrarvi come "bello" posso essere a voi.

source: [_R_] Huh? Oh, right.
italian: [_R_] Huh? Oh, giusto.

source: [_S_] Come on [ryan]. It's just us out here now. What do you say we get a little crazy and "be nice to each other" out here in the yard?
italian: [_S_] Vieni su [ryan]. Sono solo noi qui fuori ora. Che cosa dite che impazziamo e "siate gentili gli uni con gli altri" qui in cortile?

source: [_RT_] {i}I should go check on her.{/i}
italian: [_RT_] {i}Dovrei andare a controllare su di lei.{/i}

source: [_R_] Umm... Can I get a rain check? I'm going to go inside too, I think.
italian: [_R_] Umm... Posso ottenere un controllo della pioggia? Anch'io andrò anche dentro, penso.

source: [_S_] Afraid we'll get caught?
italian: [_S_] Afraid ci cattureremo?

source: [_R_] Uh, yeah... It's too risky. I'll make it up to you later. I promise.
italian: [_R_] Uh, sì... è troppo rischioso. Lo farò più tardi. Lo prometto.

source: [_R_] Well, If you need someone to rub sunscreen on your back, I'm your guy.
italian: [_R_] Beh, se hai bisogno di qualcuno per strofinare la protezione solare sulla schiena, sono il tuo ragazzo.

source: [_ST_] {i}Goddammit... This is supposed to be me and Mom time!{/i}
italian: [_ST_] {i}Goddammit... Questo dovrebbe essere me e mamma tempo!{/i}

source: [_ST_] {i}It's enough for him to just be here. To have him rubbing us down and hijacking our conversation is too much!{/i}
italian: [_ST_] {i}È sufficiente che sia qui. Per farci strofinare e dirottare la nostra conversazione è troppo!{/i}

source: [_ST_] {i}I'm not gonna let this little two-timer get away with it!{/i}
italian: [_ST_] {i}Non lascerò che questo piccolo due timer se ne vada!{/i}

source: [_S_] Oh?... And are you going to rub that hardon between Mom's butt cheeks while you rub that sunscreen on her back?
italian: [_S_] Oh?... E stai per strofinare quel duro tra le guance del culo della mamma mentre strofina quella protezione solare sulla schiena?

source: [_S_] Oh, come on, Mom!
italian: [_S_] Oh, vieni, mamma!

source: [_S_] Don't tell me you didn't notice that he was raising a flag.
italian: [_S_] Non mi dica che non ti sei accorto che stava alzando una bandiera.

source: [_MT_] {i}Yeah, I noticed... I thought it was kind of a cute reaction.{/i}
italian: [_MT_] {i}Sì, ho notato... Ho pensato che fosse una sorta di reazione carina.{/i}

source: [_MT_] {i}Shit... Unless it was growing because of his sister.{/i}
italian: [_MT_] {i}merda... A meno che non crescesse a causa di sua sorella.{/i}

source: [_MT_] {i}Wait... No... [mom_name], it's not any better if he was getting hard because of you.{/i}
italian: [_MT_] {i}Aspetta... No... [mom_name], non è meglio se stava diventando difficile a causa di te.{/i}

source: [_MT_] {i}Okay... I'd better try and diffuse this situation.{/i}
italian: [_MT_] {i}Okay... Farò meglio a cercare di diffondere questa situazione.{/i}

source: [_M_] Sidney, you can't just assume a teenage boy is hard because he's thinking about sex. At [ryan]'s age, a young man can get hard even when thinking about math.
italian: [_M_] Sidney, non si può solo assumere un ragazzo adolescente è difficile perché sta pensando al sesso. All'età di [ryan], un giovane può diventare duro anche quando si pensa alla matematica.

source: [_M_] Trust me... I've unintentionally noticed boys getting hard in my math class.
italian: [_M_] Fidati di me... Ho notato involontariamente ragazzi che si fanno duro nella mia classe di matematica.

source: [_RT_] {i}In your class, Mom?... Those boys are thinking about more than math.{/i}
italian: [_RT_] {i}Nella tua classe, mamma?... Quei ragazzi stanno pensando più della matematica.{/i}

source: [_S_] Or they get erections because they're degenerate perverts who get turned on by their moms and sisters.
italian: [_S_] O ottengono erezioni perché sono degenerano pervertiti che si accendono dalle loro mamme e sorelle.

source: [_R_] I think I'm just going to back in the house.
italian: [_R_] Penso che io stia solo tornando in casa.

source: [_M_] That's a good strategy, Honey... Walking around a bit can help that go away.
italian: [_M_] Questa è una buona strategia, Honey... Camminare un po 'può aiutare a andare via.

source: [_R_] Thanks, Mom... I know.
italian: [_R_] Grazie, mamma... lo so.

source: {b}{i}"Sidney's Submission -1"{/i}{/b}
italian: {b}{i}"Presentazione Di "Sidney -1"{/i}{/b}

source: [_RT_] {i}My God!... That was humiliating!{/i}
italian: [_RT_] {i}Mio Dio!... Era umiliante!{/i}

source: [_RT_] {i}I thought things were good between me and Sidney.{/i}
italian: [_RT_] {i}Ho pensato che le cose fossero buone tra me e Sidney.{/i}

source: [_RT_] {i}Why'd she have to do me dirty like that.{/i}
italian: [_RT_] {i}Perchè dovrebbe farmi sporco così.{/i}

source: [_RT_] {i}Huh... Could she be jealous because she doesn't want to share any of my affection with Mom?{/i}
italian: [_RT_] {i}Huh... Potrebbe essere gelosa perché non vuole condividere alcun mio affetto con la mamma?{/i}

source: [_S_] I don't suppose you'd like to rub some sunscreen on us?
italian: [_S_] Non suppongo che vorresti strofinare qualche crema solare su di noi?

source: [_RT_] {i}I'll bet Sidney's noticed my growing manhood and wants to make a fool out of me.{/i}
italian: [_RT_] {i}Scommetto che Sidney ha notato la mia virilità crescente e vuole fare uno sciocco da me.{/i}

source: [_RT_] {i}I'm not falling for your trap you evil temptress!{/i}
italian: [_RT_] {i}Non sto cadendo per la tua trappola tu tempesta malvagia!{/i}

source: [_R_] I'd love to help you girls out, but I'm exhausted. I'm just going to go sit down.
italian: [_R_] mi piacerebbe aiutare le ragazze, ma sono esausta. Sto solo per andare sedersi.

source: [_ST_] {i}I thought for sure he...{/i}
italian: [_ST_] {i}Ho pensato per certo lui...{/i}

source: [_R_] But you two should definitely help each other apply that sunscreen before either of you get a sunburn.
italian: [_R_] Ma voi due dovrebbero sicuramente aiutarvi a vicenda applicare quella protezione solare prima di uno di voi ottenere una scottatura.

source: [_MT_] {i}I'd rather have [ryan]'s hands rubbing me down, but he doesn't seem to be into it right now... Just as well. It's probably best if I don't have another one of those dreams.{/i}
italian: [_MT_] {i}preferirei avere le mani di [ryan]che mi strofinano giù, ma non sembra essere in esso in questo momento. Come pure. Probabilmente è meglio se non ho un altro di quei sogni.{/i}

source: [_M_] Your brother's right. Would you mind putting some on my back, Sweety?
italian: [_M_] Il tuo fratello ha ragione. Ti dispiacerebbe mettermi un po' sulla schiena, Dolce?

source: [_S_] Um, sure.
italian: [_S_] Um, sicuro.

source: [_ST_] {i}Hopefully I can control my feelings better than last time.{/i}
italian: [_ST_] {i}Speriamo di poter controllare meglio i miei sentimenti rispetto all'ultima volta.{/i}

source: [_M_] Maybe you can rub my shoulders again, like you did last time.
italian: [_M_] Forse puoi strofinarmi di nuovo le spalle, come hai fatto l'ultima volta.

source: [_S_] No problem.
italian: [_S_] Nessun problema.

source: [_ST_] {i}This is normal... There's nothing weird about rubbing sunscreen on your mom.{/i}
italian: [_ST_] {i}Questo è normale... Non c'è niente di strano riguardo lo sfregamento della crema solare sulla tua mamma.{/i}

source: [_ST_] {i}So, why do I feel nervous again?{/i}
italian: [_ST_] {i}Quindi, perché mi sento di nuovo nervoso?{/i}

source: [_S_] Ok, Mom, you ready?
italian: [_S_] Ok, Mamma, sei pronto?

source: [_M_] Yes, I need one of your shoulder rubs!
italian: [_M_] Sì, ho bisogno di una delle tue spalle!

source: [_M_] Mmm... Your soft hands feel so good on my shoulders!
italian: [_M_] Mmm... Le tue mani morbide si sentono così bene sulle mie spalle!

source: [_MT_] {i}Plus, you're hands rubbing me down don't send me into a wet dream like your brothers hands do.{/i}
italian: [_MT_] {i}Plus, sei mani sfregandomi giù non mandarmi in un sogno umido come fanno le mani dei tuoi fratelli.{/i}

source: [_ST_] {i}Shit... Mom's not making this any easier!{/i}
italian: [_ST_] {i}Shit... Mamma non sta rendendo questo più facile!{/i}

source: [_M_] Oh! Oh that feels so good.
italian: [_M_] Oh! Oh che si sente così bene.

source: [_M_] Don't stop.
italian: [_M_] Non fermarti.

source: [_M_] Oh, yes! Your hands are magic. Right there.
italian: [_M_] Oh, sì! Le tue mani sono magiche. Proprio lì.

source: [_ST_] {i}[ryan], you horny little shit!{/i}
italian: [_ST_] {i}[ryan], hai cornea piccola merda!{/i}

source: [_ST_] {i}I can't believe he gets hard watching me rub down our Mom!{/i}
italian: [_ST_] {i}Non riesco a credere che lui si fa duro a guardarmi strofinare la nostra mamma!{/i}

source: [_ST_] {i}Would I be turned on if it was him rubbing Mom down?{/i}
italian: [_ST_] {i}Sarei acceso se fosse lui strofinare la mamma verso il basso?{/i}

source: [_ST_] {i}Don't even go there, Sidney!{/i}
italian: [_ST_] {i}Non andare nemmeno lì, Sidney!{/i}

source: [_ST_] {i}He's probably hoping I'll get all distracted like last time...{/i}
italian: [_ST_] {i}Probabilmente spera che tutto si distragga come l'ultima volta...{/i}

source: [_ST_] {i}When I wasn't paying attention and my hands wandered a little high...{/i}
italian: [_ST_] {i}Quando non stavo prestando attenzione e le mie mani vagavano un po' in alto...{/i}

source: [_M_] Sidney? You're getting a little...
italian: [_M_] Sidney? Stai ottenendo un po'...

source: [_ST_] {i}And quite by accident, they ended up on her...{/i}
italian: [_ST_] {i}E per caso, finirono su di lei...{/i}

source: [_S_] Huh? Oh, my God!
italian: [_S_] Eh? Oh, mio Dio!

source: [_S_] Mom, I'm so sorry. I got lost in thought... Again.
italian: [_S_] Mamma, mi dispiace. Mi sono perso nel pensiero... Ancora una volta.

source: [_M_] It's fine. But just my back please. I'm just going to lay on my stomach so those don't need any sunscreen.
italian: [_M_] Sta bene. Ma solo la mia schiena, per piacere. Sto solo andando a posare sullo stomaco in modo che quelli non hanno bisogno di alcuna protezione solare.

source: [_MT_] {i}Again?... Did she do it on purpose this time?{/i}
italian: [_MT_] {i}Di nuovo?... Lo ha fatto a scopo questa volta?{/i}

source: [_RT_] {i}Holy crap! Sidney just touched Mom's tits, again!{/i}
italian: [_RT_] {i}Holy crap! Sidney ha appena toccato le tette della mamma, ancora!{/i}

source: [_RT_] {i}That was too awesome! But can I get them to go as far as last time?{/i}
italian: [_RT_] {i}È stato troppo fantastico! Ma posso farli andare fino all'ultima volta?{/i}

source: [_R_] You should really get some sunscreen on your ti... err breasts, Mom.
italian: [_R_] Dovresti davvero ottenere un po 'di protezione solare sul tuo ti... seno erra, mamma.
