Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}{b}(HINT){/b} I can't believe how comfortable Mom was watching me jack off... Maybe I don't need to worry so much about getting boners around her, especially when she hugs me after I pay the mafia debt.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik kan niet geloven hoe comfortabel de mama was om me te zien jack uit... Misschien hoef ik me niet zoveel zorgen te maken om boners rond haar te krijgen, vooral wanneer ze me knuffelt nadat ik de maffiaschuld heb betaald.{/i}
french: [_RT_] {i}{b}(Indice){/b} Je n'arrive pas à croire que Maman était si à l'aise en me regardant me branler... Peut-être que je n'ai pas besoin de m'inquiéter autant de mes érections en sa présence, surtout quand elle me serre dans ses bras après que j'ai payé la dette de la mafia.{/i}
german: [_RT_] {i}{b}(HINT){/b} Ich kann nicht glauben, wie komfortabel Mama mir zugesehen hat... Vielleicht brauche ich mich nicht so sehr darum zu kümmern, ob ich Böner um sie herum, insbesondere, wenn sie mich umarmt, nachdem ich die Mafia-Schulden bezahlt habe.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Non riesco a credere che la mamma mi stia guardando jack off... Forse non ho bisogno di preoccuparmi così tanto di ottenere boners intorno a lei, soprattutto quando mi abbraccia dopo aver pagato il debito mafia.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Não acredito no quão confortável mamãe estava me vendo batendo... Talvez eu não precise tanto de me preocupar em conseguir ossos perto dela, especialmente quando ela me abraça depois de pagar a dívida da máfia.{/i}

source: [_RT_] {i}{b}(HINT){/b} Messing around in Mom's office is super risky... Her door doesn't even have a lock! The more we mess around in there, the greater our chances are of getting caught.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} rondvliegen in het kantoor van Moms is super risky... Haar deur heeft niet eens een slot! Hoe meer we daar verdrinken, hoe groter onze kans om gevangen te worden.{/i}
french: [_RT_] {i}{b}(Indice){/b} Faire des bêtises dans le bureau de maman est super risqué... Sa porte n'a même pas de verrou ! Plus on fait de bêtises là-dedans, plus on a de chances de se faire prendre.{/i}
german: [_RT_] {i}{b}(HINT){/b} Messing in Mamas Büro ist sehr gefährlich... Ihre Tür hat noch nicht einmal ein Schlösser! Je mehr wir dort herummissen desto größer sind unsere Chancen, erwischt zu werden.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Messaggiare nell'ufficio della mamma è super rischioso... La sua porta non ha nemmeno una serratura! Più ci mettiamo in disordine lì, maggiori sono le nostre probabilità di essere catturati.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Mensagens por aí no escritório da Mamãe é super risco... A porta dela nem tem uma fechadura! Quanto mais mexemos por lá, maiores serão as nossas chances de ser pega.{/i}

source: [_RT_] {i}Ok, off to the warehouse!{/i}
dutch: [_RT_] {i}Ok, uit naar het magazijn!{/i}
french: [_RT_] {i}Ok, dehors de l'entrepôt !{/i}
german: [_RT_] {i}Ok, zum Lager!{/i}
italian: [_RT_] {i}Ok, via al magazzino! {/i}
portuguese: [_RT_] {i}Ok, off para o armazém! {/i}

source: [_RT_] {i}I wonder where he is?{/i}
dutch: [_RT_] {i}Ik vraag me af waar hij is?{/i}
french: [_RT_] {i}Je me demande où il est?{/i}
german: [_RT_] {i}Ich frage mich, wo er ist? {/i}
italian: [_RT_] {i}Mi chiedo dove sia? {/i}
portuguese: [_RT_] {i}Eu me pergunto onde ele está? {/i}

source: [_B_] Thank God, you're finally here!
dutch: [_B_] Bedankt, je bent er eindelijk!
french: [_B_] Dieu merci, tu es enfin là!
german: [_B_] Gott sei Dank bist du endlich da!
italian: [_B_] Grazie a Dio, sei finalmente qui!
portuguese: [_B_] Graças a Deus, finalmente você está aqui!

source: [_R_] .... Is everything ok, Uncle Bobby?...
dutch: [_R_] .... Is alles ok, oom Bobby?...
french: [_R_] .... Tout va bien, Oncle Bobby ?...
german: [_R_] .... Ist alles in Ordnung, Onkel Bobby?...
italian: [_R_] .... Va tutto bene, zio Bobby?...
portuguese: [_R_] .... Está tudo bem, o tio Bobby?...

source: [_B_] Well, actually no, not really.
dutch: [_B_] Nou, eigenlijk nee, niet echt.
french: [_B_] Eh bien, en fait non, pas vraiment.
german: [_B_] Nun, eigentlich nein, nicht wirklich.
italian: [_B_] Beh, in realtà no, non proprio.
portuguese: U[_B_] Bem, na verdade não, na verdade.

source: [_B_] I'm in some trouble, and I've gots to disappear.
dutch: [_B_] Ik heb wat problemen en ik ga verdwijnen.
french: [_B_] J'ai des ennuis et je vais disparaître.
german: [_B_] Ich bin in einigen Schwierigkeiten und ich bin zum Verschwinden gekommen.
italian: [_B_] Sono in qualche difficoltà, e ho bisogno di sparire.

source: [_R_] Oh my God, are you serious?
dutch: [_R_] Oh mijn God, ben je het serieus?
french: [_R_] Oh mon Dieu, es-tu sérieux?
german: [_R_] Oh mein Gott, bist du ernst gemeint?
italian: [_R_] Oh mio Dio, dici sul serio?
portuguese: [_R_] Meu Deus, você está falando sério?

source: [_B_] Unfortunately, yes...
french: [_B_] Malheureusement, oui...
german: [_B_] Leider ja...
italian: [_B_] Purtroppo sì...
portuguese: [_B_] Infelizmente, sim...

source: [_B_] I just got a tip from our friend Agent Diaz...
dutch: [_B_] Ik heb net een tip van onze vriend Agent Diaz...
french: [_B_] Je viens de recevoir un conseil de notre ami Agent Diaz...
german: [_B_] Ich habe gerade einen Tipp von unserem Freund Agent Diaz erhalten...
italian: [_B_] Ho appena ricevuto una soffiata dal nostro amico agente Diaz...

source: [_B_] She says "hi" by the way.
dutch: [_B_] Ze zegt "hoog" onderweg.
french: [_B_] Elle dit 'bonjour' en passant.
german: [_B_] Sie sagt übrigens "Hallo".
italian: [_B_] A proposito, ti saluta.
portuguese: [_B_] ela diz "olá" a propósito.

source: [_B_] And she warned me that the FBI are going to bring me in on some fucked up, trumped up charges.
dutch: [_B_] En ze waarschuwde me dat de FBI me naar binnen zal brengen op wat fucked en op basis van de hoge kosten.
french: [_B_] Et elle m'a averti que le FBI allait m'amener sur des accusations foutues et inventées de toutes pièces.
german: [_B_] Und sie hat mich gewarnt, dass das FBI mich auf ein paar gefickte und getrimmte Anklagen bringen wird.
italian: [_B_] E mi ha avvertito che l'FBI sta per portarmi dentro con delle accuse fottute e inventate.
portuguese: [__B_] E ela me avisou que o FBI vai me trazer em cima de algum ferrão, trumpou cobras.

source: [_B_] They're going to threaten me with major prison time if I don't inform on the DeCapo family.
dutch: [_B_] Ze zullen me bedreigen met grote gevangenistijd als ik niet informeer over de familie DeCapo.
french: [_B_] Ils vont me menacer de prison si je n'informe pas sur la famille DeCapo.
german: [_B_] Sie werden mir mit großer Gefängniszeit drohen, wenn ich die Familie DeCapo nicht informiere.
italian: [_B_] Mi minacceranno di andare in prigione se non denuncerò la famiglia DeCapo.
portuguese: [__B_] Eles vão me ameaçar com o maior tempo de prisão se eu não informar sobre a família DeCapo.

source: [_B_] They offered the same thing to your dad, but he values his life and family enough not to take them up on it.
dutch: [_B_] Ze hebben je vader hetzelfde aangeboden, maar hij waardeert zijn leven en familie genoeg om ze niet op te nemen.
french: [_B_] Ils ont offert la même chose à votre père, mais il apprécie suffisamment sa vie et sa famille pour ne pas leurs parler.
german: [_B_] Sie haben deinem Vater das gleiche angeboten, aber er schätzt sein Leben und seine Familie so sehr, dass er sie nicht aufnimmt.
italian: [_B_] Hanno offerto la stessa cosa a tuo padre, ma lui tiene abbastanza alla sua vita e alla sua famiglia da non accettare.
portuguese: [__B_] Eles ofereceram a mesma coisa para o seu pai, mas ele valoriza sua vida e família o suficiente para não levá-los para cima dele.

source: [_B_] If he'd had some warning, he could have run away too.
dutch: [_B_] Als hij wat waarschuwing had gehad, had hij ook weg kunnen rennen.
french: [_B_] S'il avait eu un avertissement, il aurait pu s'enfuir aussi.
german: [_B_] Hätte er eine Warnung gehabt, hätte er auch weglaufen können.
italian: [_B_] Se avesse avuto un po' di preavviso, sarebbe potuto scappare anche lui.
portuguese: [__B_] Se ele tivesse tido algum aviso, ele poderia ter futado também.

source: [_R_] Where are you going to go?
dutch: [_R_] Waar ga je heen?
french: [_R_] Où vas-tu aller?
german: [_R_] Wohin gehst du?
italian: [_R_] Dove andrai?
portuguese: [_R_] Para onde você vai ir?

source: [_B_] It's best if you don't know, kid.... all I can say is I'll be leaving the country.
dutch: [_B_] Het is het beste als je het niet weet, niemand.... Ik kan alleen maar zeggen dat ik het land zal verlaten.
french: [_B_] C'est mieux si tu ne sais pas, gamin.... tout ce que je peux dire, c'est que je vais quitter le pays.
german: [_B_] Es ist am besten, wenn du nicht weißt, Kinder... alles, was ich sagen kann, ist, dass ich das Land verlassen werde.
italian: [_B_] E' meglio se non lo sai, kid.... tutto quello che posso dire è che lascerò il paese.
portuguese: [_B_] É melhor se você não sabe, criança... tudo o que posso dizer é que vou deixar o país.

source: [_R_] .... Damn.... I'll really miss hanging out with Mandy...
dutch: [_R_] .... Damn.... Ik zal het echt missen met Mandy...
french: [_R_] .... Bon sang... Mandy va vraiment me manquer...
german: [_R_] .... Verdammt... Ich vermisse wirklich mit Mandy...
italian: [_R_] .... Dannazione.... Mi mancherà molto uscire con Mandy...
portuguese: [_R_] ...Droga.... Sentirei uma falta de tempo com o Deus...

source: [_B_] .... Actually.... your Aunt Camille and Mandy won't be coming with me.
dutch: [_B_] .... eigenlijk .... je Aunt Camille en Snoep zullen niet met me komen.
french: [_B_] .... Réellement.... ta tante Camille et Mandy ne viendront pas avec moi.
german: [_B_] .... eigentlich.... deine Tante Camille und Mandy werden nicht mit mir kommen.
italian: [_B_] .... In realtà.... tua zia Camille e Mandy non verranno con me.
portuguese: [_B_] ...Na verdade.... a sua Camilo de tia e Masculino não virão comigo.

source: [_R_] .... What?.... You're just going to abandon them?
dutch: [_R_] .... Wat?.... gaat je ze gewoon in de steek laten?
french: [_R_] .... Comment?.... Tu vas les abandonner ?
german: [_R_] .... Was?.... Sie werden sie einfach aufgeben?
italian: [_R_] .... Cosa? .... Le abbandonerai e basta?
portuguese: [_R_] ...O que?.... Você vai abandoná-los?

source: [_B_] No.... not exactly.... and that's where I need your help.
dutch: [_B_] Nee.... niet precies.... en dat is waar ik jouw hulp nodig heb.
french: [_B_] Non.... pas exactement.... et c'est là que j'ai besoin de ton aide.
german: [_B_] Nein.... nicht genau... und da brauche ich deine Hilfe.
italian: [_B_] No.... non esattamente.... ed è qui che ho bisogno del tuo aiuto.
portuguese: [_B_] Não.... não exatamente.... e é aí que eu preciso da sua ajuda.

source: [_R_] Shit.... really?!
dutch: [_R_] Shit.... echt?!
french: [_R_] Merde.... Vraiment?!
german: [_R_] Shit.... wirklich?!
italian: [_R_] Merda.... davvero?!
portuguese: [_R_] Merda .... realmente?!

source: [_R_] As if I don't already have enough on my plate, having to help provide for my own family.
dutch: [_R_] Alsof ik niet al genoeg heb op mijn bord, omdat ik moet helpen om voor mijn eigen familie te zorgen.
french: [_R_] Comme si je n'en avais pas déjà assez à faire, devant aider à subvenir aux besoins de ma propre famille.
german: [_R_] als ob ich nicht schon genug auf meinem Teller habe und dabei helfen muss, meine eigene Familie zu versorgen.
italian: [_R_] Come se non avessi già abbastanza da fare, dovendo aiutare a provvedere alla mia famiglia.
portuguese: [_R_] Como se eu já não tivesse o suficiente no meu prato, ter que ajudar a prover para a minha própria família.

source: [_B_] Just relax, ok...
dutch: [_B_] relax, ok...
french: [_B_] Détends-toi, ok...
german: [_B_] Einfach entspannen, ok...
italian: [_B_] Rilassati, ok...
portuguese: [_B_] Apenas relaxe, ok...

source: [_B_] I'm not asking for much, and I'll make it worth your time.
dutch: [_B_] Ik vraag niet veel en ik maak het je tijd waard.
french: [_B_] Je ne demande pas grand-chose, et je ferais en sorte que cela vaille ton temps.
german: [_B_] Ich frage nicht viel, und ich mache es deine Zeit wert.
italian: [_B_] Non ti sto chiedendo molto e farò in modo che ne valga la pena.
portuguese: [__B_] Eu não estou pedindo muito, e vou fazer valer o seu tempo.

source: [_R_] Ok.... well, let's hear your plan.
dutch: [_R_] Ok... Nou, laten we je plan horen.
french: [_R_] D'accord.... eh bien, écoutons ton plan.
german: [_R_] Ok.... nun, lasst uns dein Paket hören.
italian: [_R_] Ok.... bene, sentiamo il tuo piano.
portuguese: [_R_] Ok.... bem, vamos ouvir o seu plano.

source: [_B_] Ok.... so I've got a pretty good amount of money that I've been able to secure in ways that I can access it, and where the FBI can't find it.
dutch: [_B_] Ok.... Dus ik heb een vrij goede hoeveelheid geld die ik heb kunnen beveiligen op manieren dat ik er toegang toe heb. en waar de FBI het niet kan vinden.
french: [_B_] D'accord.... j'ai donc une assez bonne somme d'argent que j'ai pu obtenir de manière à pouvoir y accéder, et où le FBI ne peut pas la trouver.
german: [_B_] Ok.... so habe ich eine ziemlich gute Menge an Geld, das ich auf eine Weise sichern konnte, dass ich darauf zugreifen kann und wo das FBI es nicht finden kann.
italian: [_B_] Ok.... quindi ho una discreta quantità di denaro che sono stato in grado di mettere al sicuro in modi in cui posso accedervi e dove l'FBI non può trovarlo.
portuguese: [_B_] Ok.... então eu tenho uma quantidade muito grande de dinheiro que eu consegui garantir de maneiras que eu posso acessá-lo, e onde o FBI não o encontra.

source: [_B_] Lucky for me I had some warning and was able to make some arrangements, unlike your father.
dutch: [_B_] Geluk voor mij had wat waarschuwing en kon wat afspraken maken, in tegenstelling tot jouw vader.
french: [_B_] Heureusement pour moi, j'ai eu un avertissement et j'ai pu prendre des dispositions, contrairement à ton père.
german: [_B_] Zum Glück hatte ich eine Warnung und konnte einige Arrangements machen, im Gegensatz zu deinem Vater.
italian: [_B_] Per mia fortuna ho avuto un po' di preavviso e ho potuto fare degli accordi, a differenza di tuo padre.
portuguese: [_B_] Sorte para mim eu tive um aviso e foi capaz de fazer alguns arranjos, ao contrário do seu pai.

source: [_R_] I thought you weren't able to help me with our loan to the DeCapos because you didn't have access to your money.
dutch: [_R_] Ik dacht dat je me niet kon helpen met onze lening aan de DeCapos omdat je geen toegang had tot jouw geld.
french: [_R_] Je pensais que tu n'étais pas en mesure de m'aider avec notre prêt aux DeCapos parce que tu n'avais pas accès à ton argent.
german: [_R_] Ich dachte, Sie wären nicht in der Lage, mir mit unserem Darlehen an die DeCapos zu helfen, weil Sie keinen Zugang zu Ihrem Geld hatten.
italian: [_R_] Pensavo che non fossi in grado di aiutarmi con il nostro prestito ai DeCapos perché non avevi accesso ai tuoi soldi.
portuguese: [__R_] Eu pensei que você não fosse capaz de me ajudar com o nosso empréstimo para o DeCapos porque você não tinha acesso ao seu dinheiro.

source: [_B_] That's true.... I didn't at the time. None of my money was liquid yet...
dutch: [_B_] Dat is waar.... Ik deed het op dat moment niet. Nog geen van mijn geld was vloeiend...
french: [_B_] C'est vrai.... Je ne l'ai pas fait à l'époque. Rien de mon argent n'était encore liquide...
german: [_B_] Das ist wahr.... Ich habe es damals nicht geschafft. Noch kein Geld war flüssig...
italian: [_B_] Questo è vero.... All'epoca non ce l'avevo. Nessuno dei miei soldi era ancora liquido...
portuguese: [_B_] Isso é verdade.... Eu não era da época. Nenhum do meu dinheiro era líquido...

source: [_R_] I don't know what that means.
dutch: [_R_] Ik weet niet wat dat betekent.
french: [_R_] Je ne sais pas ce que cela signifie.
german: [_R_] Ich weiß nicht, was das bedeutet.
italian: [_R_] Non so cosa significhi.
portuguese: [_R_] Eu não sei o que isso significa.

source: [_B_] It means disposable, spendable, it was all tied up in investments and assets.
dutch: [_B_] Het betekent verwijderbaar, uitgeven, het was allemaal gebonden aan investeringen en activa.
french: [_B_] Cela signifie jetable, dépensable, tout était lié à des investissements et à des actifs.
german: [_B_] Es bedeutet verfügbar, ausgabefähig, es war alles in Investitionen und Vermögenswerte gebunden.
italian: [_B_] Significa disponibile, spendibile, era tutto legato in investimenti e beni.
portuguese: [__B_] Significa descartável, gastável, estava tudo empatado em investimentos e ativos.

source: [_B_] But now I need all my money to get out of here and take care of my family.
dutch: [_B_] Maar nu heb ik al mijn geld nodig om hier uit te komen en voor mijn familie te zorgen.
french: [_B_] Mais maintenant j'ai besoin de tout mon argent pour sortir d'ici et prendre soin de ma famille.
german: [_B_] Aber jetzt brauche ich mein ganzes Geld, um hier raus zu kommen und sich um meine Familie zu kümmern.
italian: [_B_] Ma ora ho bisogno di tutti i miei soldi per uscire da qui e prendermi cura della mia famiglia.
portuguese: [__B_] Mas agora eu preciso de todo o meu dinheiro para sair daqui e cuidar da minha família.

source: [_B_] So, here's the deal.
dutch: [_B_] Dus hier is de deal.
french: [_B_] Alors, voici l'accord.
german: [_B_] Also, hier ist der Deal.
italian: [_B_] Quindi, ecco l'accordo.
portuguese: [_B_] Portanto, aqui está o negócio.

source: [_B_] I can't take Camille and Mandy with me because it would be too complicated.
dutch: [_B_] Ik kan Camille en Snoep niet meenemen omdat het te ingewikkeld zou zijn.
french: [_B_] Je ne peux pas emmener Camille et Mandy avec moi car ce serait trop compliqué.
german: [_B_] Ich kann Camille und Mandy nicht mitnehmen, weil es zu kompliziert wäre.
italian: [_B_] Non posso portare Camille e Mandy con me perché sarebbe troppo complicato.
portuguese: [__B_] Eu não posso levar Camille e Mandy comigo porque seria muito complicado.

source: [_B_] Plus I think they wouldn't even want to come if I gave them the choice.
dutch: [_B_] Plus Ik denk dat ze niet eens zouden willen komen als ik hun de keuze gaf.
french: [_B_] De plus, je pense qu'elles ne voudraient même pas venir si je leur donnais le choix.
german: [_B_] Plus Ich denke, sie würden nicht einmal kommen wollen, wenn ich ihnen die Wahl gäbe.
italian: [_B_] Inoltre penso che non vorrebbero nemmeno venire se gli dessi la possibilità di scegliere.
portuguese: [_B_] Além disso, acho que eles nem gostariam de vir se eu lhes der a escolha.

source: [_B_] Mandy loves her school, Camille loves her pilates class. Going into hiding isn't the kind of lifestyle my wife and daughter could handle.
dutch: [_B_] Mandy houdt van haar school, Camille houdt van haar pileert klasse. Het verbergen is niet het soort levensstijl dat mijn vrouw en dochter kunnen gebruiken.
french: [_B_] Mandy adore son école, Camille adore son cours de pilates. Se cacher n'est pas le genre de style de vie que ma femme et ma fille pourraient gérer.
german: [_B_] Mandy liebt ihre Schule, Camille liebt ihre Pilates-Klasse. Versteckt zu sein ist nicht die Art von Lebensstil, die meine Frau und Tochter bewältigen könnte.
italian: [_B_] Mandy ama la sua scuola, Camille ama il suo corso di pilates. Andare a nascondersi non è il tipo di vita che mia moglie e mia figlia potrebbero gestire.
portuguese: [_B_] A Mandy ama sua escola, Camille ama sua classe de pilotos. Inclinar para se esconder não é o tipo de estilo de vida que minha esposa e a filha poderia tratar.

source: [_B_] But obviously, I can't just abandon them and leave them destitute.
dutch: [_B_] Maar natuurlijk kan ik hen niet zomaar in de steek laten en hen berooit.
french: [_B_] Mais évidemment, je ne peux pas simplement les abandonner et les laisser sans ressources.
german: [_B_] Aber offensichtlich kann ich sie nicht einfach aufgeben und sie in Not lassen.
italian: [_B_] Ma ovviamente, non posso semplicemente abbandonarli e lasciarli destituiti.

source: [_B_] So, somehow I need to get money to them every month to pay their expenses.
dutch: [_B_] Dus op de een of andere manier moet ik elke maand geld naar hen halen om hun uitgaven te betalen.
french: [_B_] Donc, d'une manière ou d'une autre, j'ai besoin de leur apporter de l'argent chaque mois pour payer leurs dépenses.
german: [_B_] Also, irgendwie muss ich ihnen jeden Monat Geld geben, um ihre Ausgaben zu bezahlen.
italian: [_B_] Quindi, in qualche modo devo far arrivare loro dei soldi ogni mese per pagare le loro spese.
portuguese: [__B_] Então, de alguma forma eu preciso conseguir dinheiro para eles todos os meses para pagar suas despesas.

source: [_R_] And what can I do to help with that?
dutch: [_R_] En wat kan ik doen om daar mee te helpen?
french: [_R_] Et que puis-je faire pour aider à cela?
german: [_R_] Und was kann ich tun, um dabei zu helfen?
italian: [_R_] E cosa posso fare per aiutarle in questo?

source: [_B_] You've already done most of it!
dutch: [_B_] Je hebt het meeste al gedaan!
french: [_B_] Tu en as déjà fait la plupart !
german: [_B_] Du hast das meiste schon gemacht!
italian: [_B_] Hai già fatto quasi tutto tu!
portuguese: [_B_] Você já fez a maior parte disso!

source: [_R_] Huh?...
dutch: [_R_] Hoera?...
french: [_R_] Hein?...
italian: [_R_] Eh?...
portuguese: [_R_] Hein? ...

source: [_B_] With that little Cosplay Heaven account you set up.
dutch: [_B_] Met dat kleine Cosplay Heaven account ben je ingesteld.
french: [_B_] Avec ce petit compte Cosplay Heaven que tu as créé.
german: [_B_] Mit diesem kleinen Cosplay-Himmel-Account, den du eingerichtet hast.
italian: [_B_] Con quel piccolo account Cosplay Heaven che hai creato.
portuguese: [_B_] Com aquela pequena conta do Cosplay Cosplay Céus que você criou.

source: [_B_] Through the Cosplay Heaven Subscription service, I can become one of your patrons and send you the money my family needs to pay their weekly bills in the guise of supporting your photography.
dutch: [_B_] via de Cosplay Heaven Abonnement Ik kan een van je mecenassen worden en je het geld sturen dat mijn familie nodig heeft om hun wekelijkse rekeningen te betalen onder het mom van het ondersteunen van jouw fotografie.
french: [_B_] Grâce au service d'abonnement Cosplay Heaven, je peux devenir l'un de tes mécènes et t'envoyer l'argent dont ma famille a besoin pour payer ses factures hebdomadaires sous couvert de soutenir ta photographie.
german: [_B_] Durch den Cosplay Himmel-Abonnement-Dienst Ich kann zu einem Ihrer Förderer werden und Ihnen das Geld schicken, das meine Familie benötigt, um ihre wöchentlichen Rechnungen unter dem Deckmantel der Unterstützung Ihrer Fotografie zu bezahlen.
italian: [_B_] Attraverso il servizio Cosplay Heaven Subscription, posso diventare uno dei tuoi mecenati e mandarti i soldi di cui la mia famiglia ha bisogno per pagare le bollette settimanali con la scusa di sostenere la tua fotografia.
portuguese: [_B_] Através do serviço de assinatura Cosplay Cosplay Céu Posso me tornar um dos seus patrocinadores e enviar-lhe o dinheiro que minha família precisa para pagar as contas semanais deles disfarçadas de apoio à sua fotografia.

source: [_B_] I've already signed up for it.... my user name is "BigDickBobby"!
dutch: [_B_] Ik heb me er al voor aangemeld.... mijn gebruikersnaam is "BigDickBobby"!
french: [_B_] Je m'y suis déjà inscrit.... mon nom d'utilisateur est «BigDickBobby«!
german: [_B_] Ich habe mich bereits dafür angemeldet... mein Benutzername ist "BigDickBobby"!
italian: [_B_] Mi sono già iscritto.... mio nome utente è "BigDickBobby"!
