Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MD_] Aunt Cami, huh... I'll bet she hates it when you call her that.
italian: [_MD_] Zia Cami, eh... Scommetto che odia quando la chiami.

source: [_R_] Yeah, Why does she go so crazy when I shorten her name?
italian: [_R_] Sì, perché va così pazza quando accorciamo il suo nome?

source: [_MD_] It's like I said, she's just a pretentious bitch sometimes.
italian: [_MD_] È come ho detto, è solo una cagna pretenziosa a volte.

source: [_MD_] You've got to knock her down a few pegs.
italian: [_MD_] Dovete abbattere lei giù un paio di piedini.

source: [_MD_] I'm telling you, It will make life easier for all of us.
italian: [_MD_] ti sto dicendo, renderà la vita più facile per tutti noi.

source: [_R_] Alright... Time to try the impossible.
italian: [_R_] Va bene... È ora di provare l'impossibile.

source: [_MD_] Yay!
italian: [_MD_] Evviva!

source: [_RT_] {i}First things, first... I need to grab some wine.{/i}
italian: [_RT_] {i}Prime cose, prima... Ho bisogno di prendere un po' di vino.{/i}

source: [_RT_] {i}I need a wine glass.{/i}
italian: [_RT_] {i}Ho bisogno di un bicchiere di vino.{/i}

source: [_RT_] {i}And I need to collect my courage.{/i}
italian: [_RT_] {i}E devo raccogliere il mio coraggio. {/i}

source: [_RT_] {i}This is it, don't get scared now.{/i}
italian: [_RT_] {i}Questo è questo, non avere paura ora.{/i}

source: [_C_] Oh, hey, Aunt Camille?... I thought I told you I wanted to be alone.
italian: [_C_] Oh, hey, Aunt Camille?... Pensavo di averti detto che volevo essere solo.

source: [_R_] Yeah, you said you wanted to be alone right now. I gave you a while, and now I'm coming out relax and enjoy my nightly glass of wine.
italian: [_R_] Sì, hai detto che volevi essere solo in questo momento. Ti ho dato un po', e ora sto uscendo rilassati e goditi il mio bicchiere di vino notturno.

source: [_C_] Glass of wine?... You're not old enough to drink.
italian: [_C_] Vetro di vino?... Non sei abbastanza vecchio da bere.

source: [_R_] I'm old enough to vote and join the military, so, I'm old enough to drink.
italian: [_R_] sono abbastanza vecchio per votare e unirsi ai militari, quindi sono abbastanza vecchio da bere.

source: [_C_] You're mom's not going to be happy that you're drinking her wine.
italian: [_C_] Non sarai felice che tu stia bevendo il suo vino.

source: [_R_] Oh, this isn't her wine... I buy my own.
italian: [_R_] Oh, questo non è il suo vino... compro il mio.

source: [_RT_] {i}At least, I will after today.{/i}
italian: [_RT_] {i}Almeno dopo oggi.{/i}

source: [_C_] Who sells wine to a minor?
italian: [_C_] Chi vende vino a un minore?

source: [_RT_] {i}I should be able to get wine from there, right?{/i}
italian: [_RT_] {i}Dovrei essere in grado di ottenere vino da lì, giusto?{/i}

source: [_R_] Does Mom not let you drink her wine?
italian: [_R_] La mamma non ti lascia bere il suo vino?

source: [_C_] She gets mad at me when I do... But I've been sneaking it from time to time.
italian: [_C_] Mi arrabbia quando lo faccio... ma di tanto in tanto l'ho furta.

source: [_C_] It's just hard to go without, when I used to have at least one glass everyday.
italian: [_C_] E 'solo difficile andare fuori, quando ero solito avere almeno un bicchiere ogni giorno.

source: [_R_] Do you want this glass?... I can go pour myself another.
italian: [_R_] Vuoi questo bicchiere?... Posso andare a versare me stesso un altro.

source: [_C_] I don't want your charit...
italian: [_C_] Non voglio la tua carità...

source: [_C_] Oh who am I kidding? I would love a glass of wine!
italian: [_C_] Oh chi sto scherzando? Mi piacerebbe un bicchiere di vino!

source: [_C_] I'm feeling much better already.
italian: [_C_] Mi sento già molto meglio.

source: [_R_] Wow, the only other person I've seen put down a glass of wine like that, is Mom.
italian: [_R_] Wow, l'unica persona che ho visto mettere giù un bicchiere di vino come questo, è la mamma.

source: [_C_] I usually try to savor it a little more, but I've really been craving it lately.
italian: [_C_] Di solito cerco di assaporarlo un po' di più, ma ultimamente ho desiderato molto.

source: [_R_] Well, I was going to go pour myself a glass, why don't I just bring the bottle back, and you can have another glass yourself.
italian: [_R_] Beh, stavo per andare a versare me stesso un bicchiere, perché non porto solo la bottiglia indietro, e si può avere un altro vetro da soli.

source: [_C_] Thanks, I wouldn't say no to that.
italian: [_C_] Grazie, non direi di no a quello.

source: [_R_] I'll just be gone a second.
italian: [_R_] sarò appena andato un secondo.

source: [_C_] Alright.
italian: [_C_] Va bene.

source: [_C_] I'll just be here watching "The Real Housewives of Horny County".
italian: [_C_] Sarò qui a guardare "Le vere casalinghe della contea di Horny".

source: [_R_] Holy shit, Mandy... How did you sneak in here without us noticing?
italian: [_R_] Merda santa, Mandy... Come hai intrufolato qui senza di noi notare?

source: [_MD_] You wouldn't have noticed an elephant walking across the room the way your eyes were glued to my Mom's chest.
italian: [_MD_] Non avresti notato un elefante che attraversava la stanza nel modo in cui i tuoi occhi erano incollati al petto di mia mamma.

source: [_MD_] So... How's it going?
italian: [_MD_] Così... Com'è andato?

source: [_R_] So far, so good.
italian: [_R_] Finora, così bene.

source: [_R_] You were exactly right about using wine.
italian: [_R_] Avevi esattamente ragione di usare il vino.

source: [_R_] It changed her whole demeanor.
italian: [_R_] Ha cambiato tutta la sua causa.

source: [_MD_] Here, take the bottle.
italian: [_MD_] Qui, prendere il flacone.

source: [_MD_] Given the chance, she might just drink the whole thing.
italian: [_MD_] Data la possibilità, lei potrebbe solo bere tutta la cosa.

source: [_R_] Hopefully she'll be more open to suggestion if she's a little more sauced.
italian: [_R_] Speriamo che lei sarà più aperto al suggerimento se è un po' più salato.

source: [_MD_] Don't try to push her too hard.
italian: [_MD_] Non cercare di spingerla troppo duramente.

source: [_MD_] You'll need to do this one step at a time.
italian: [_MD_] Dovrai fare questo passo alla volta.

source: [_MD_] Now, get out there and do your duty to this family.
italian: [_MD_] Ora, esci e fai il tuo dovere a questa famiglia.

source: [_MD_] I'll be watching from the shadows.
italian: [_MD_] guarderò dalle ombre.

source: [_R_] What are you, Batman?
italian: [_R_] Che cosa sei, Batman?

source: [_R_] I'm back.
italian: [_R_] Sono tornato.

source: [_C_] I'm ready.
italian: [_C_] Sono pronto.

source: [_RT_] {i}Mandy is wrong... My eyes weren't just glued to Aunt Cami's breasts.{/i}
italian: [_RT_] {i}Mandy si sbaglia... I miei occhi non sono stati solo incollati al petto di zia Cami.{/i}

source: [_RT_] {i}Well, now they are.{/i}
italian: [_RT_] {i}Beh, ora sono.{/i}

source: [_RT_] {i}More of an ass guy myself, but huge tits have their merits too.{/i}
italian: [_RT_] {i}Più di un ragazzo di culo io, ma enormi tette hanno i loro meriti troppo.{/i}

source: [_RT_] {i}Even if they are fake.{/i}
italian: [_RT_] {i}Anche se sono falsi.{/i}

source: [_C_] See something you like down there?
italian: [_C_] Guarda qualcosa che ti piace laggiù?

source: [_RT_] {i}Oh fuck!... Mandy's getting too close!{/i}
italian: [_RT_] {i}Oh scopata!... Mandy si sta avvicinando!{/i}

source: [_R_] Uhhh...
italian: [_R_] Uhhhh...

source: [_C_] I did too. It's called a bold Bordeaux.
italian: [_C_] ho fatto anche. Si chiama un audace Bordeaux.

source: [_C_] Thanks again.
italian: [_C_] Grazie ancora.

source: [_RT_] {i}That's pretty risky of Mandy.{/i}
italian: [_RT_] {i}È abbastanza rischioso di Mandy.{/i}

source: [_C_] Mmmmm... That's so good!
italian: [_C_] Mmmmm... È così buono!

source: [_C_] Can I tell you something?
italian: [_C_] Posso dirti qualcosa?

source: [_R_] Sure.
italian: [_R_] Certo.

source: [_C_] I hate being poor!
italian: [_C_] Odio essere povero!

source: [_C_] I hate not being able to buy whatever type of wine I want.
italian: [_C_] Odio non essere in grado di comprare qualsiasi tipo di vino voglio.

source: [_C_] I hate not being able to buy as much wine as I want.
italian: [_C_] Odio non essere in grado di comprare tanto vino quanto voglio.

source: [_C_] I hate being told that I can't go to the gym because I can't afford a fucking gym membership.
italian: [_C_] Odio sentirmi dire che non posso andare in palestra perché non posso permettermi un'iscrizione in palestra del cazzo.

source: [_C_] Goddam, I hate being poor.
italian: [_C_] Dama di Dio, odio essere povero.

source: [_R_] Well, maybe I can start throwing some money your way.
italian: [_R_] Beh, forse posso iniziare a gettare un po 'di soldi a modo tuo.

source: [_C_] Hell, no!... I know what kind of favors come attached to money from you.
italian: [_C_] Inferno, no!... So che tipo di favori vengono attaccati al denaro da voi.

source: [_R_] But, was it worth it?
italian: [_R_] Ma, ne valeva la pena?

source: [_C_] What do you mean?
italian: [_C_] Cosa vuoi dire?

source: [_R_] I mean, you had to do very little, for a pretty decent amount of money.
italian: [_R_] Intendo dire che dovevi fare molto poco, per una quantità di denaro piuttosto decente.

source: [_R_] Did that money make you happy?
italian: [_R_] Quei soldi ti hanno reso felice?

source: {i}"A Few Days Ago."{/i}
italian: {i}"Pochi Giorni Fa."{/i}

source: [_CT_] {i}Shit... this is the last of the money I got from showing my tits to [ryan]!{/i}
italian: [_CT_] {i}Shit... questo è l'ultimo dei soldi che ho ricevuto mostrando le mie tette a [ryan]!{/i}

source: [_CT_] {i}If I don't win this hand, I'll need to show them to him again.{/i}
italian: [_CT_] {i}Se non vinco questa mano, dovrò mostrargli di nuovo.{/i}

source: [_CT_] {i}I've got to win!... I've got to get enough money to move out of that fucking pervert's house!{/i}
italian: [_CT_] {i}Devo vincere!... Devo ottenere abbastanza soldi per uscire da quella casa del cazzo!{/i}

source: [_C_] Uhh... I'm gonna stay.
italian: [_C_] Uhh... Rimarrò.

source: [_BJ_dealer_] You have 17 and the house has 20... Tough luck!
italian: [_BJ_dealer_] Hai 17 e la casa ha 20... Buona fortuna!

source: [_BJ_dealer_] Would you like me to have more money changed to chips for you?
italian: [_BJ_dealer_] Vorresti che avessi più soldi cambiati in chip per te?

source: [_C_] That won't be necessary.
italian: [_C_] Non sarà necessario.

source: [_CT_] {i}I need a drink!{/i}
italian: [_CT_] {i}Ho bisogno di un drink!{/i}

source: [_CT_] {i}I'm still feeling pretty shitty.{/i}
italian: [_CT_] {i}Mi sento ancora abbastanza timido.{/i}

source: [_C_] Can I get another one?
italian: [_C_] Posso prenderne un'altra?

source: [_A_] I don't know... I think you've maybe had too much.
italian: [_A_] non lo so... penso che tu abbia forse avuto troppo.

source: [_A_] And I really shouldn't let you have anything else until you've paid your tab.
italian: [_A_] E non dovrei permetterti di avere altro fino a quando non hai pagato la tua scheda.

source: [_J_] It's alright, Armani... Let her have another one... These drinks are all on me.
italian: [_J_] Va bene, Armani... Lasciala avere un altro... Queste bevande sono tutte su di me.

source: [_A_] You got it, Uncle Joey.
italian: [_A_] Lo hai ottenuto, zio Joey.

source: [_C_] Uncle Joey?... So, are you Joey DeCapo?
italian: [_C_] zio Joey?... Allora, sei Joey DeCapo?

source: [_J_] It's a pleasure to meet you.
italian: [_J_] È un piacere incontrarti.

source: [_J_] I very much liked working with your husband, and I'm sorry to hear that he's gone missing.
italian: [_J_] Mi è piaciuto molto lavorare con tuo marito, e mi dispiace sentire che è scomparso.

source: [_C_] Not missing... Ran out on us with our nanny.
italian: [_C_] Non mancante... Ran fuori su di noi con la nostra nanny.

source: [_C_] The bastard!
italian: [_C_] Il bastardo!

source: [_J_] I'm sorry to hear that... I'm sure that's left you in some financial trouble?
italian: [_J_] mi dispiace sentirlo... sono sicuro che ti è rimasto in qualche problema finanziario?

source: [_C_] Well, at least I'm not in debt to you... Like my sister is.
italian: [_C_] Beh, almeno non sono in debito con te... Come mia sorella è.

source: [_J_] Ah yes, the lovely Miss [mom_name]... She's become very popular around here.
italian: [_J_] Ah sì, la bella signorina [mom_name]... è diventata molto popolare da queste parti.

source: [_J_] But, even though she owes us a lot... We've set up a pretty good deal for her if she can't make her payments.
italian: [_J_] Ma, anche se ci deve molto... Abbiamo creato un buon affare per lei se non riesce a effettuare i suoi pagamenti.

source: [_J_] Ah yes, the lovely Miss [mom_name]... She's only been in a few times, but boy, we still get a ton of requests for her.
italian: [_J_] Ah sì, la bella signorina [mom_name]... Lei è stata solo in poche volte, ma ragazzo, abbiamo ancora una tonnellata di richieste per lei.

source: [_J_] Ah yes... The lovely Miss [mom_name]... She's only performed here once, but that was one amazing performance... Sure wish I could get her back in here.
italian: [_J_] Ah sì... La bella signorina [mom_name]... Si è esibita solo una volta, ma quella è stata una prestazione sorprendente... Sicuro che avrei potuto farla tornare qui.

source: [_J_] Thanks to her thrifty son, she keeps making all her payments, but if they ever do have a bad week, we've set up a pretty good safety net for her.
italian: [_J_] Grazie al suo figlio parsimonioso, continua a fare tutti i suoi pagamenti, ma se hanno mai avuto una brutta settimana, abbiamo creato una rete di sicurezza abbastanza buona per lei.

source: [_J_] I was hoping to make you a similar deal.
italian: [_J_] speravo di farti un affare simile.

source: [_J_] Though you don't owe us any money, I mean... besides your bar tab, I could help put some pretty good money in your pocket.
italian: [_J_] Anche se non ci devi nessun denaro, voglio dire... oltre alla tua scheda bar, potrei aiutare a mettere dei soldi abbastanza buoni in tasca.

source: [_C_] A strip dance with my sister!?
italian: [_C_] Una striscia danza con mia sorella!?

source: [_C_] You and my sister might not have any morals, but I sure do!
italian: [_C_] Tu e mia sorella potresti non avere alcun costume, ma sono sicuro di fare!

source: [_C_] To even suggest to do such a perverse thing... and then to ask me to do it with my sister!?
italian: [_C_] Per suggerire anche di fare una cosa così perversa... e poi chiedermi di farlo con mia sorella!?

source: [_J_] Hey, for some reason, that kind of thing is pretty popular these days. I guarantee it would fill the house. and I'd give you a pretty good percent of our take that night.
italian: [_J_] Hey, per qualche motivo, questo tipo di cose è abbastanza popolare in questi giorni. Vi garantisco che riempirebbe la casa e vi darò una percentuale abbastanza buona del nostro prendere quella notte.

source: [_C_] How dare you?... I know you're used to getting whatever you want, but my ass on that stage is something you're never going to see.
italian: [_C_] Come osere?... So che sei abituato a ottenere quello che vuoi, ma il mio culo su quel palco è qualcosa che non vedrai mai.

source: [_C_] Thank you for the drinks!... Goodbye!
italian: [_C_] Grazie per le bevande!... Arrivederci!

source: [_JT_] {i}Oh you just wait, Camille!... Desperation can make people do surprising things.{/i}
italian: [_JT_] {i}Oh che aspetti, Camille!... La disperazione può far sì che la gente faccia cose sorprendenti.{/i}

source: [_JT_] {i}God! a sister strip show... and later down the road, a full sister's package... They'd bring in so much cash!{/i}
italian: [_JT_] {i}Dio! una striscia di sorella... e più tardi lungo la strada, un pacchetto di sorelle... avrebbero portato così tanto denaro!{/i}

source: [_JT_] {i}I've got to make this happen!{/i}
italian: [_JT_] {i}Devo farlo accadere!{/i}

source: [_C_] Huh?
italian: [_C_] Eh?

source: [_R_] You with us?... You kind of zoned out there for a bit.
italian: [_R_] Tu con noi?... Ti sei messo in zona, per un po'.

source: [_C_] I'm sorry what was the question?
italian: [_C_] Mi dispiace che cosa era la domanda?

source: [_R_] I just asked if the money I gave you made you happy?
italian: [_R_] Ho appena chiesto se i soldi che ti ho dato ti hanno reso felice?

source: [_C_] Well... not really happy... but It gave me some hope.
italian: [_C_] Bene... non è davvero felice... ma mi ha dato qualche speranza.

source: [_CT_] {i}Even if that hope was short lived.{/i}
italian: [_CT_] {i}Anche se quella speranza era breve vissuta.{/i}

source: [_R_] Would more money give you more hope?
italian: [_R_] Ti darebbe più soldi di speranza?

source: [_CT_] {i}Fuck!... It looks like I'm going to be showing my tits again.{/i}
italian: [_CT_] {i}Fuck!... Sembra che mostrerò di nuovo le mie tette.{/i}

source: [_CT_] {i}It's almost as terrible as Joey's proposal, but at least it's much more private.{/i}
italian: [_CT_] {i}È terribile quasi quanto la proposta di Joey, ma almeno è molto più privato.{/i}

source: [_CT_] {i}Stripping with [mom_name] would make me the talk of the town.{/i}
italian: [_CT_] {i}Stripping con [mom_name] mi farebbe parlare la città.{/i}

source: [_CT_] {i}At least I know [ryan]'s not going to be bragging about paying to see his aunt's tits.{/i}
italian: [_CT_] {i}Almeno so che [ryan]non sta per vantarsi di pagare per vedere i titoli di sua zia.{/i}

source: [_C_] So what's this about, [ryan]?
italian: [_C_] Quindi di che cosa si tratta, [ryan]?

source: [_C_] I'm guessing you're hoping to see my tits?
italian: [_C_] Immagino che tu stia sperando di vedere le mie tette?

source: [_C_] So, how much are you going to pay for a view of your own aunt's boobs this time?
italian: [_C_] Quindi, quanto pagherai per vedere le tette di tua zia questa volta?

source: [_R_] Are you really offering?
italian: [_R_] Stai davvero offrendo?

source: [_C_] That's not what I'm saying, I'm just pointing out the direction this conversation is going.
italian: [_C_] Non è quello che sto dicendo, sto solo indicando la direzione che sta andando questa conversazione.

source: [_R_] So you're "not" offering?
italian: [_R_] Quindi sei "no" offerta?

source: [_C_] I didn't say that either.
italian: [_C_] neanche io l'ho detto.

source: [_RT_] {i}Aunt Cami's definitely being influenced by the alcohol.{/i}
italian: [_RT_] {i}La zia Cami è sicuramente influenzata dall'alcol.{/i}

source: [_R_] You must be needing money pretty bad.
italian: [_R_] Devi avere bisogno di soldi piuttosto male.

source: [_C_] Alright, I'll let you gaze on my tits for one minute for... two hundred dollars.
italian: [_C_] Va bene, ti lascerò guardare le mie tette per un minuto... duecento dollari.

source: [_R_] How about some physical contact?
italian: [_R_] Che ne dici di qualche contatto fisico?

source: [_C_] You want to touch me?
italian: [_C_] Mi vuoi toccare?

source: [_R_] No... I want you to touch me.
italian: [_R_] No... Voglio che mi tocchi.

source: [_C_] Like... Your dick?
italian: [_C_] Mi piace... Il tuo cazzo?

source: [_RT_] {i}Now would be the time to make my move, but I don't think she's ready.{/i}
italian: [_RT_] {i}Ora sarebbe il momento di fare la mia mossa, ma non credo che sia pronta.{/i}

source: [_RT_] {i}I might just end up with a black eye if I suggest anything else.{/i}
italian: [_RT_] {i}Potrei solo finire con un occhio nero se suggerisco qualcos'altro.{/i}

source: [_R_] I'm not suggesting anything... I think it's just the wine talking.
italian: [_R_] Non sto suggerendo niente... penso che sia solo il vino a parlare.

source: [_C_] I haven't seen you drink anything.
italian: [_C_] Non ti ho visto bere niente.

source: [_R_] Oh... well, I'd better go get some then... I'll go ahead and drink it in my room though.
italian: [_R_] Oh... beh, farei meglio a prenderne un po'... andrò avanti e berlo nella mia stanza però.

source: [_MD_] What the hell was that?
italian: [_MD_] Che diavolo era quello?

source: [_MD_] You were almost there!
italian: [_MD_] Ci eravate quasi!

source: [_R_] I'm pretty sure she would have rejected me.
italian: [_R_] Sono abbastanza sicuro che mi avrebbe rifiutato.

source: [_R_] I need to do a little more preparation before I make a move like that.
italian: [_R_] Ho bisogno di fare un po 'di preparazione in più prima di fare una mossa del genere.

source: [_MD_] Hmmm... to prepare her more, you would need to make her both more horny and submissive.
italian: [_MD_] Hmmm... per prepararla di più, dovresti renderla più cornea e sottomessa.

source: [_MD_] And, you need to make sure you have enough money to persuade her to do something she'd never do otherwise.
italian: [_MD_] E, è necessario assicurarsi di avere abbastanza soldi per convincerla a fare qualcosa che non avrebbe mai fare altrimenti.

source: {i}{b}(HINT){/b} Aunt Camille needs to have her libido full at 10 points, and her submission at least at 10 points.{/i}
italian: {i}{b}(HINT){/b} La zia Camille deve avere la sua libido piena a 10 punti, e la sua presentazione almeno a 10 punti.{/i}

source: [_R_] I think I could accomplish both of those things during her morning chores.
italian: [_R_] Penso che potrei realizzare entrambe queste cose durante le sue faccende mattutine.

source: [_MD_] Well then, go and prepare, and we'll try again when you think she's ready.
italian: [_MD_] Bene, vai a prepararti, e riproveremo quando pensi che sia pronta.

source: [_CT_] {i}Holy fuck!... I thought that little pervert was going to ask me for a handjob or something.{/i}
italian: [_CT_] {i}Sacro cazzo!... Pensavo che un piccolo perverso mi chiedesse un lavoro o qualcosa.{/i}

source: [_CT_] {i}The dick on that kid... I can just imagine his girth in my hand.{/i}
italian: [_CT_] {i}Il cazzo su quel bambino... posso solo immaginare la sua circonferenza in mano.{/i}

source: [_CT_] {i}Shit, Camille!... He's your nephew!... Get your mind out of the gutter!{/i}
italian: [_CT_] {i}Merda, Camilla!... Lui è il tuo nipote!... Senti fuori dal gutter!{/i}

source: [_CT_] {i}I would have shut him right down...of course!... At least... I think I would have.{/i}
italian: [_CT_] {i}Lo avrei chiuso fin da subito...naturalmente!... almeno... penso che avrei avuto {/i}

source: [_CT_] {i}What if I did indulge him?{/i}
italian: [_CT_] {i}Cosa succede se lo indulgo?{/i}

source: [_CT_] {i}Fuck!... Why am I even thinking about this?... I need to pay attention to my show.{/i}
italian: [_CT_] {i}Fuck!... Perché sto pensando a questo?... devo prestare attenzione al mio spettacolo.{/i}

source: [_R_] I've been really curious to see how it would feel to slide my dick in between your tits.
italian: [_R_] Sono stato davvero curioso di vedere come si sentirebbe di far scorrere il mio cazzo tra le tue tette.

source: [_C_] What?! You want to fuck my tits?
italian: [_C_] Cosa?! Vuoi scoparmi le tette?

source: [_C_] For four hundred dollars?
italian: [_C_] Per quattrocento dollari?

source: [_C_] You're out of your mind!
italian: [_C_] Sei fuori di mente!

source: [_RT_] {i}I might just end up with a black eye if I suggest anything more than a handjob.{/i}
italian: [_RT_] {i}Potrei solo finire con un occhio nero se suggerisco qualcosa di più di un handjob.{/i}

source: [_R_] You know what?... I'm just talking out of my ass, it must be all the wine.
italian: [_R_] Tu sai cosa?... Sto solo parlando dal mio asino, deve essere tutto il vino.

source: [_CT_] {i}He didn't want another handjob?... Didn't I do a good job last time?{/i}
italian: [_CT_] {i}Non voleva un altro handjob?... L'ultima volta non ho fatto un buon lavoro?{/i}

source: [_CT_] {i}I was kind of hoping to feel that dick in my hand again!{/i}
italian: [_CT_] {i}Ho sperato di sentire di nuovo quel cazzo in mano!{/i}
