Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}I can't tell her what really happened or she'll freak out. But if I leave out the part where Sidney got tied up by a killer, maybe she'll be impressed that I saved the day?{/i}
french: [ _RT_ ] {i}Je ne peux pas lui dire ce qui s'est réellement passé ou elle va s'en sortir. Mais si je quitte la partie où Sidney a été liée par un tueur, peut-être qu'elle sera impressionnée que j'ai sauvé la journée? { /i }
italian: [_RT_] {i}Non posso dirle cosa è successo o lei si dilungherà. Ma se lascio fuori la parte in cui Sidney è stato legato da un killer, forse lei sarà impressionato che ho salvato la giornata?{/i}
portuguese: [_RT_] {i}Eu não posso dizer a ela o que realmente aconteceu ou ela vai surtar. Mas se eu deixar de fora a parte em que Sidney foi amarrado por um matador, talvez ela fique impressionada por eu ter salvo o dia? {/i}
russian: [_RT_] {i}Я не могу сказать ей, что действительно произошло или она раздражает. Но если я уйду из той части, где Сиднея привязала убийца, то может быть впечатлен тем, что спас день?{/i}

source: {i}"one mostly true explanation later."{/i}
french: {i}« une explication presque vraie plus tard. » {/i}
italian: {i}"una spiegazione per lo più vera."{/i}
portuguese: {i}"uma explicação geralmente verdadeira mais tarde."{/i}
russian: {i}"одно объяснение позже."{/i}

source: [_M_] [ryan], if you don't want to say how you got the membership, just say so... You don't have to lie.
french: [ _M_ ] [ ryan ], si vous ne voulez pas dire comment vous avez eu l'adhésion, dis simplement ainsi ... Vous n'avez pas à mentiez.
italian: [_M_] [ryan], se non vuoi dire come hai ottenuto l'adesione, basta dirlo... Non devi mentire.
portuguese: [_M_] [ryan], se você não quiser dizer como assinante, basta dizer que sim... Você não precisa mentir.
russian: [_M_] [ryan], если вы не хотите говорить, как вы получили членство, просто скажите так... Вам не придется лгать.

source: [_R_] I'm not lying.
french: [_R_] Je ne mentis pas.
italian: [_R_] non sto mentendo.
portuguese: [_R_] Eu não estou mentindo.
russian: Я не лгу.

source: [_M_] Yeah, whatever.
french: [_M_] Ouais, quoi.
italian: [_M_] Sì, qualsiasi cosa.
portuguese: [_M_] Sim, seja lá o que for.
russian: Да, что угодно.

source: [_R_] I'm not.
french: [_R_] Je ne le suis pas.
italian: [_R_] Non lo sono.
portuguese: [_R_] Eu não sou.
russian: [_R_] Я не говорю.

source: [_M_] Than why didn't you tell me earlier?
french: [_M_] Pourquoi ne m'avez-vous pas dit plus tôt ?
italian: [_M_] Che perché non mi hai detto prima?
portuguese: [_M_] Então por que você não me disse mais cedo?
russian: [ _M_] Почему ты не сказала мне раньше?

source: [_M_] And if Joey owes you a favor, why didn't you ask him to forgive our debt?
french: [ _M_ ] Et si Joey vous doit une faveur, pourquoi ne lui avez-vous pas demandé de pardonner notre dette?
italian: [_M_] E se Joey ti deve un favore, perché non gli hai chiesto di perdonare il nostro debito?
portuguese: [_M_] E se o Joey lhe deve um favor, por que você não pediu para perdoar nossa dívida?
russian: [_M_] И если Джой должен вам одолжен, почему бы вам не попросить его простить наш долг?

source: [_R_] I tried, and he did forgive twenty thousand of it, but he said that's the most he could forgive without looking weak to the rest of "The Family".
french: [_R_] J'ai essayé, et il en a pardonné vingt mille, mais il a dit que c'est le plus qu'il pourrait pardonner sans avoir l'air faible pour le reste de la famille.
italian: [_R_] ho provato, e lui ha perdonato ventimila di esso, ma ha detto che è il massimo che poteva perdonare senza guardare debole al resto di "La famiglia".
portuguese: [_R_] Eu tentei, e ele perdoou vinte mil dele, mas ele disse que isso é o máximo que ele poderia perdoar sem parecer fraco para o resto de "A Família".
russian: [ _R_] Я пытался, и он простил двадцать тысяч, но он сказал, что больше всего он может простить, не глядя на "Семья".

source: [_M_] You're story isn't all adding up, but forget about it. I don't feel like hearing more bullshit.
french: [ _M_ ] Vous n'avez pas tous l'histoire d'ajouter, mais d'en oublier. Je n'ai pas envie d'entendre plus de conneries.
italian: [_M_] La tua storia non è tutto sommato, ma dimentica di questo. Non ho voglia di sentire più stronzate.
portuguese: [_M_] Você é história não está somada, mas esqueça. Não estou com vontade de ouvir mais besteira.
russian: [_M_] Ты ещё не вся история, но забудь об этом. Я не хочу, чтобы слышать больше бульдошата.

source: [_R_] It's not bullshit...
french: [ _R_ ] Ce n'est pas des conneries ...
italian: [_R_] Non è una stronza...
portuguese: U[_R_] Não é bullshit...
russian: [_R_] Это не ловушка...

source: [_M_] Fine... still, let's just drop it.
french: [_M_] Très bien... quand même, laissons tomber.
italian: [_M_] Fine... ancora, lasciamo cadere.
portuguese: [__M_] Bem ... ainda, vamos simplesmente soltar.
russian: Хорошо ... всё равно, давай просто бронем его.

source: [_M_] Haha... You're too easy to tease sometimes.
french: [_M_] Haha... Vous êtes parfois trop facile à taquiner.
italian: [_M_] Haha... Sei troppo facile da prendere in giro a volte.
portuguese: [_M_] Haha... Você é muito fácil de provocar às vezes.
russian: [ _M_] Хаха ... Иногда ты слишком легко дразнишься.

source: [_R_] So, you are going to take care of me, right?
french: [ _R_ ] Donc, vous allez m'occuper de moi, non?
italian: [_R_] Quindi, hai intenzione di prenderti cura di me, giusto?
portuguese: [_R_] Então, você vai cuidar de mim, certo?
russian: [ _R_] Итак, ты позаботишься обо мне, верно?

source: [_M_] I will, but it's going to be on my terms.
french: [_M_] Je le ferai, mais ça va se passer selon mes termes.
italian: [_M_] lo farò, ma sarà alle mie condizioni.
portuguese: [_M_] vou, mas vai ser nos meus termos.
russian: Я буду, но это будет на моих условиях.

source: [_M_] Hmmm... What should they be?
french: [_M_] Hmmm... Que devraient-ils être ?
italian: [_M_] Hmmm... Che cosa dovrebbero essere?
portuguese: [_M_] Hmmm ... O que eles deveriam ser?
russian: [ _M_] Hmmm ... И что же они должны быть?

source: [_M_] You didn't make the payment this week, so you don't get unrestricted access.
french: [ _M_ ] Vous n'avez pas fait le paiement cette semaine, donc vous n'avez pas accès sans restriction.
italian: [_M_] Non hai effettuato il pagamento questa settimana, quindi non hai accesso illimitato.
portuguese: [__M_] Você não fez o pagamento esta semana, então você não recebe acesso irrestrito.
russian: [_M_] Вы не сделали оплаты на этой неделе, так что вы не получите неограниченный доступ.

source: [_M_] First off, you have to take care of me orally.
french: [ _M_ ] Tout d'abord, vous devez prendre soin de moi oralement.
italian: [_M_] Prima di tutto, devi prenderti cura di me oralmente.
portuguese: [__M_] Primeiro fora, você tem que cuidar de mim oralmente.
russian: Во-первых, ты должен позаботиться обо мне в устной форме.

source: [_M_] And second. My pussy is off limits. Anal sex only.
french: [_M_] Et la seconde. Ma chatte est hors limites. Sexe anal seulement.
italian: [_M_] E secondo. La mia figa è fuori limiti. Il sesso anale solo.
portuguese: [_M_] e segundo. Minha pussy está fora de limites. Apenas para sexo Anal.
russian: [ _M_] И во-вторых. Моя киска отменяется. Только анальный секс.

source: [_R_] {i}(Sarcastically){/i} Oh, no... That's the worst punishment ever!
french: [_R_] {i}(Sarcastiquement){/i} Oh, non... C'est le pire châtiment jamais infligé !
italian: [_R_] {i}(Sarcastically){/i} Oh, no... Questa è la peggiore punizione mai!
portuguese: [_R_] {i}(Sarcasticamente){/i} Oh, não... Essa é a pior punição de sempre!
russian: [ _R_] {i}(Саркастически) { /i } О, нет ... Это самое худшее наказание!

source: [_M_] Get over here, smart ass!
french: [ _M_ ] Allez-y, le cul malin !
italian: [_M_] Vieni qui, culo intelligente!
portuguese: [__M_] Fique por aqui, bunda inteligente!
russian: [ _M_] Иди сюда, умница!

source: [_M_] Oh, God... Yes, right there!
french: [_M_] Oh, Dieu... Oui, tout de suite!
italian: [_M_] Oh, Dio... Sì, proprio lì!
portuguese: [_M_] Oh, Deus ... Sim, bem ali!
russian: О, Боже ... Да, вон там!

source: [_MT_] {i}This feels good, but I can tell I'm not going to get there without something else.{/i}
french: [_MT_] {i}C'est bien, mais je peux dire que je ne vais pas y arriver sans autre chose.{/i}
italian: [_MT_] {i}Questo si sente bene, ma posso dire che non ci arriverò senza qualcos'altro.{/i}
portuguese: [_MT_] {i}isso é bom, mas posso dizer que não vou chegar lá sem outra coisa.{/i}
russian: [_MT_] {i}Это хорошо, но я могу сказать, что я не собираюсь туда без чего-то еще.{/i}

source: [_MT_] {i}Mmmm... This is a good warm up though.{/i}
french: [_MT_] {i}Mmmm... C'est un bon échauffement cependant.{/i}
italian: [_MT_] {i}Mmmm... Questo è un buon riscaldamento però.{/i}
portuguese: [_MT_] {i}Mmmm... Mas é um bom aquecimento.{/i}
russian: [ _MT_] {i}Mmmm ... Это хорошо прогревается. { /i }

source: [_M_] You're oral skills are getting really good.
french: [ _M_ ] Les compétences orales deviennent vraiment bonnes.
italian: [_M_] Le tue abilità orali stanno diventando davvero buone.
portuguese: [_M_] Suas habilidades orais estão ficando muito boas.
russian: [_M_] Вы владеете навыками устной речи действительно хорошо.

source: [_R_] Mrrrmmm... Do you wrant mre to add srome fringers tro yrour rass?
french: [_R_] Mrrrmmm... Veux-tu mre ajouter des franges romes tro yrour rass?
italian: [_R_] Mrrrmmm... Sei stato tu a legare per aggiungere frange srome tro yrour rass?
portuguese: [__R_] Mrrrmmm ... Você wrant mre para adicionar fringers srome tro yrour rass?
russian: [ _R_] Mrrmmm ... Ты что, не хочешь добавить сбривщиков-стрим-френгеров?

source: [_M_] Let's just skip that and go straight to the main event.
french: [ _M_ ] Ne sautez pas et allez directement à l'événement principal.
italian: [_M_] Basta saltare questo e andare dritto all'evento principale.
portuguese: [__M_] Vamos pular isso e ir direto para o evento principal.
russian: [_M_] Давайте просто пропустим это и перейдем к главному событию.

source: [_MT_] {i}Oh, God! That's satisfying.{/i}
french: [_MT_] {i}Oh, Dieu ! C'est satisfaisant ! {/i}
italian: [_MT_] {i}Oh, Dio! È soddisfacente.{/i}
portuguese: [_MT_] {i}Oh, Deus! Isso é satisfatório. {/i}
russian: [ _MT_] {i}О, Боже! Это удовлетворяет. { /i }

source: [_MT_] {i}I still can't believe I'm letting my son fuck my ass as if it's just a normal everyday thing.{/i}
french: [_MT_] {i}Je ne peux toujours pas croire que je laisse mon fils me baise le cul comme s'il s'agissait d'une chose quotidienne normale.{/i}
italian: [_MT_] {i}Non riesco ancora a credere che sto lasciando mio figlio scopare il culo come se fosse solo una cosa normale di tutti i giorni.{/i}
portuguese: [_MT_] {i}Eu ainda não posso acreditar que estou deixando meu filho foda minha bunda como se fosse apenas uma coisa cotidiana normal. {/i}
russian: [_MT_] {i}Я до сих пор не могу поверить, что я позволяю своему сыну ебать мою сцену как обычную повседневную вещь.{/i}

source: [_RT_] {i}Fuck! I'm the luckiest son of a hot mom that ever lived!{/i}
french: [_RT_] {i}Fuck ! Je suis le fils le plus chanceux d'une mère chaude qui ait jamais vécu !{/i}
italian: [_RT_] {i}Fuck! Sono il figlio più fortunato di una mamma calda che abbia mai vissuto!{/i}
portuguese: [_RT_] {i}Presa! Sou o filho mais sortudo de uma mãe quente que já viveu!{/i}
russian: [ _RT_] {i}Fuck! Я самый счастливый сын горячей мамы, которая когда-либо жила!

source: [_RT_] {i}I should write an instructional book for other guys with hot moms.{/i}
french: [ _RT_ ] {i}Je devrais écrire un livre d'instructions pour les autres types avec des mamans chaudes. { /i }
italian: [_RT_] {i}Dovrei scrivere un libro didattico per altri ragazzi con mamme calde.{/i}
portuguese: [_RT_] {i}Eu deveria escrever um livro instrucional para outros caras com moms gostóris. {/i}
russian: [_RT_] {i}Я должен написать учебную книгу для других парней с горячими мамами.{/i}

source: [_RT_] {i}Someday I really need to thank dad for giving me the gift of his absence and allowing me to become my own man.{/i}
french: [_RT_] {i}Un jour, j'ai vraiment besoin de remercier papa de m'avoir donné le don de son absence et de me permettre de devenir mon propre homme{/i}
italian: [_RT_] {i}Un giorno devo davvero ringraziare papà per avermi dato il dono della sua assenza e per avermi permesso di diventare il mio uomo.{/i}
portuguese: [_RT_] {i}Algum dia eu preciso realmente agradecer ao pai por me dar o dom da sua ausência e permitir que eu me torne meu próprio homem.{/i}
russian: [_RT_] {i}Когда-то мне действительно нужно поблагодарить папа за то, что дар мне его отсутствия и позволил мне стать своим человеком.{/i}

source: [_R_] Mom, I'm getting close!
french: [_R_] Mama, je me rapproche !
italian: [_R_] Mamma, mi sto avvicinando!
portuguese: [_R_] Mãe, estou chegando perto!
russian: [_R_] Mom, я рядом!

source: [_M_] God!... Me too!
french: [_M_] Dieu!... Moi aussi!
italian: [_M_] Dio!... Anche me!
portuguese: [_M_] Deus! ... Eu também!
russian: [ _M_] Боже! ... Я тоже!

source: [_M_] Just cum inside, Honey.
french: [_M_] Juste le foutre à l'intérieur, Honey.
italian: [_M_] Giusto sperma dentro, miele.
portuguese: [_M_] Apenas cum dentro, Honey.
russian: Просто кум внутри, Дорогая.

source: [_M_] Oh, fuck!
french: [_M_] Oh, putain!
italian: [_M_] Oh, cazzo!
portuguese: U[_M_] Oh, foi!

source: [_M_] You're filling my rectum!
french: [ _M_ ] Vous remplissez mon rectum !
italian: [_M_] Stai riempiendo il mio retto!
portuguese: U[_M_] você está preenchendo o meu retum!
russian: [_M_] Вы заполняете мою ректора!

source: [_M_] I can feel it expanding!
french: [ _M_ ] Je peux le sentir en expansion !
italian: [_M_] Mi sento in espansione!
portuguese: [_M_] Sinto que está se expandindo!
russian: [_M_] Я чувствую, что это расширяется!

source: [_M_] You fucking stud!
french: [_M_] Vous baisez l'étudiant !
italian: [_M_] Si scopa borchio!
portuguese: [__M_] Você fode foda!
russian: [_M_] Вы рисуете студент!

source: [_M_] I'm cumming too!
french: [_M_] J'éjacule aussi !
italian: [_M_] sto cumming troppo!
portuguese: [__M_] Eu estou cumeando também!
russian: [_M_] Я тоже!

source: [_M_] I'm cumming so hard!
french: [_M_] Je fais des éjaculations si dures !
italian: [_M_] sto cumming così duramente!
portuguese: [__M_] Estou cumeando tão forte!
russian: [_M_] Я кушаю так трудно!

source: [_M_] Thanks again, [ryan]!
french: [ _M_ ] Merci encore, [ ryan ] !
italian: [_M_] Grazie ancora, [ryan]!
portuguese: [_M_] Obrigado de novo, [ryan]!
russian: [ _M_] Еще раз спасибо, [ ryan]!

source: [_M_] That was so satisfying!
french: [ _M_ ] C'était tellement satisfaisant !
italian: [_M_] È stato così soddisfacente!
portuguese: U[_M_] Isso foi tão satisfatório!
russian: [ _M_] Это было так приятно!

source: [_R_] It was pretty awesome!
french: [_R_] C'était assez génial !
italian: [_R_] E 'stato abbastanza fantastico!
portuguese: U[_R_] Isso foi muito incrível!
russian: [_R_] Это было довольно круто!

source: [_M_] Mmm... Tonight's turned out much better than I expected.
french: [_M_] Mmm... Ce soir s'est déroulé bien mieux que prévu.
italian: [_M_] Mmm... Stasera si è rivelato molto meglio di quanto mi aspettassi.
portuguese: [_M_] Mmm... Esta noite saiu muito melhor do que eu esperava.
russian: [ _M_] Ммм ... Сегодня вечером оказалось намного лучше, чем я ожидал.

source: [_M_] Now, I'd better go get cleaned up and out of this lingerie.
french: [ _M_ ] Maintenant, je ferais mieux de me faire nettoyer et sortir de cette lingerie.
italian: [_M_] Ora, farei meglio ad andare a ripulire e uscire da questa lingerie.
portuguese: [__M_] Agora, é melhor eu ir me limpar e sair dessa lingerie.
russian: Я лучше пойду почистим и выпью из этого белья.

source: [_R_] Sounds good. I'll see you at home?
french: [_R_] Ça sonne bien. Je vais vous voir chez vous ?
italian: [_R_] Suona bene. Ti vedrò a casa?
portuguese: [_R_] parece bom. Vou te ver em casa?
russian: Звучит неплохо. Увидимся дома?

source: [_M_] Yeah, Tonight has worn me out. I'll just take a shower here, and come straight home after.
french: [_M_] Ouais, ce soir m'a usé. Je vais juste prendre une douche ici, et revenir tout droit à la maison.
italian: [_M_] Sì, stasera mi ha indossato. Farò solo una doccia qui, e tornerò subito a casa.
portuguese: [_M_] Sim, hoje à noite me escapou. Eu só vou tomar um banho aqui, e direto para casa depois.
russian: Да, сегодня меня измучало. Я просто приму душ и приеду прямо домой.

source: [_M_] I'm going to sleep like the dead tonight.
french: [_M_] Je vais dormir comme les morts ce soir.
italian: [_M_] dormirò come i morti stasera.
portuguese: [__M_] Eu vou dormir como os mortos esta noite.
russian: [_M_] Я собираюсь спать, как сегодня мертвый.

source: [_R_] Sounds good. I'll see you at home.
french: [_R_] Ça sonne bien. Je vais vous voir chez vous.
italian: [_R_] Suona bene. Ti vedrò a casa.
portuguese: [_R_] parece bom. Vou te ver em casa.
russian: Звучит неплохо. Увидимся дома.

source: [_RT_] {i}Damn, I got lucky that she wasn't more mad at me for missing this week's payment.{/i}
french: [_RT_] {i}Bon sang, j'ai eu de la chance qu'elle ne soit pas plus fou de moi pour avoir manqué le paiement de cette semaine.{/i}
italian: [_RT_] {i}Damn, ho avuto la fortuna di non essere più arrabbiata con me per aver perso il pagamento di questa settimana.{/i}
portuguese: U[_RT_] {i}Droga, tive a sorte de que ela não estava mais zangada comigo por ter perdido o pagamento desta semana.{/i}
russian: [ _RT_] {i}Черт, мне повезло, что она не злилась на меня за то, что я пропустила платеж на этой неделе. { /i }

source: [_RT_] {i}I'd better be careful not to push it too much, or she might not be as generous to me in the future.{/i}
french: [ _RT_ ] {i}Je ferais mieux de ne pas trop la pousser, ou elle pourrait ne pas être aussi généreuse envers moi à l'avenir. { /i }
italian: [_RT_] {i}farei meglio a non spingerlo troppo, o potrebbe non essere così generosa per me in futuro.{/i}
portuguese: [_RT_] {i}Melhor eu ter cuidado para não empurrá-lo demais, ou ela pode não ser tão generosa comigo no futuro. {/i}
russian: [_RT_] {i}Я бы хотел быть осторожным, чтобы не слишком сильно толкать его, или она может быть мне не так щедра в будущем.{/i}

source: [_RT_] {i}Worse, she might start being generous to somebody else.{/i}
french: [_RT_] {i}Pire encore, elle pourrait commencer à être généreuse avec quelqu'un d'autre.{/i}
italian: [_RT_] {i}Peggio potrebbe iniziare ad essere generosa con qualcun altro.{/i}
portuguese: [_RT_] {i}Worse, ela pode começar a ser generosa com outra pessoa. {/i}
russian: [_RT_] {i}Хуже, она может начать щедро для кого-то другого.{/i}

source: [_M_] That was great!
french: [_M_] C'était génial !
italian: [_M_] È stato fantastico!
portuguese: U[_M_] Isso foi ótimo!
russian: Это было здорово!

source: [_M_] I'm so glad you have a place for us to go for some privacy when we're at the club.
french: [ _M_ ] Je suis si heureux que vous avez un endroit où nous pouvons aller pour une certaine intimité quand nous sommes au club.
italian: [_M_] Sono così felice che tu abbia un posto per noi per andare per una certa privacy quando siamo al club.
portuguese: [_M_] estou muito feliz que você tenha um lugar para nós comemorarmos sua privacidade quando estivermos no clube.
russian: Я так рада, что у тебя есть место для нас, чтобы уединиться, когда мы в клубе.

source: [_M_] This place intrigues me though.
french: [ _M_ ] Cet endroit m'intrigue cependant.
italian: [_M_] Questo posto mi intriga però.
portuguese: [_M_] Este lugar me intriga.
russian: Это место меня заинтриговал.

source: [_M_] I'm going to have to ask Joey more about it.
french: [_M_] Je vais devoir en demander plus à Joey à ce sujet.
italian: [_M_] Dovrò chiedere a Joey di più.
portuguese: [__M_] Eu vou ter que perguntar mais a Joey sobre isso.
russian: [ _M_] Я должен спросить Джоуи об этом больше.

source: [_R_] Uhh... You'd better not!
french: [_R_] Euh... Vous feriez mieux de ne pas !
italian: [_R_] Uhh... Faresti meglio a no!
portuguese: [_R_] Uhh ... É melhor que não!
russian: [ _R_] Uhh ... Лучше не надо!

source: [_RT_] {i}Fuck! The last thing I need is for Joey to ask her to start working in here!{/i}
french: [_RT_] {i}Fuck ! La dernière chose dont j'ai besoin est que Joey lui demande de commencer à travailler ici !{/i}
italian: [_RT_] {i}Fuck! L'ultima cosa di cui ho bisogno è che Joey le chieda di iniziare a lavorare qui!{/i}
portuguese: [_RT_] {i}Presa! A última coisa que eu preciso é que o Joey lhe peça para começar a trabalhar aqui!{/i}
russian: [_RT_] {i}Фук! Последнее, что мне нужно - Джой, чтобы попросить её начать работать здесь!{/i}

source: [_RT_] {i}Goddammit! I didn't even think about that possibility.{/i}
french: [_RT_] {i}Goddammit! Je n'ai même pas pensé à cette possibilité.{/i}
italian: [_RT_] {i}Goddammit! Non ho nemmeno pensato a questa possibilità.{/i}
portuguese: [_RT_] {i}Deusado! Eu nem pensei nessa possibilidade.{/i}
russian: [ _RT_] {i}Годдаммит! Я даже не думал об этой возможности.

source: [_RT_] {i}I need to stop missing payments.{/i}
french: [_RT_] {i}Je dois arrêter les paiements manquants.{/i}
italian: [_RT_] {i}Devo fermare i pagamenti mancanti. {/i}
portuguese: [_RT_] {i}Eu preciso parar de perder pagamentos.{/i}
russian: [_RT_] {i}мне нужно остановить недостающие платежи.{/i}

source: [_M_] Why not?
french: [_M_] Pourquoi pas ?
italian: [_M_] Perché no?
portuguese: [_M_] Por que não?
russian: [_M_] Почему нет?

source: [_R_] Uhhh... because I'm not supposed to tell anybody about it.
french: [_R_] Uhhh... parce que je ne suis censé en parler à personne.
italian: [_R_] Uhhhh... perché non dovrei dirlo a nessuno.
portuguese: [__R_] Uhhh ... porque eu não devo dizer a ninguém sobre isso.
russian: [ _R_] Uhhh ... потому что я не должен никому об этом рассказывать.

source: [_R_] Ummm... Joey might get mad at me.
french: [_R_] Hum... Joey pourrait me rendre folle.
italian: [_R_] Ummm... Joey potrebbe arrabbiarsi con me.
portuguese: [_R_] Ummm... Joey pode ficar bravo comigo.
russian: [ _R_] Ummm ... Джоуи может разозлиться на меня.

source: [_M_] Alright. I won't talk to Joey about the VIP room.
french: [ _M_ ] Alright. Je ne parlerai pas à Joey de la salle VIP.
italian: [_M_] Bene. Non parlerò con Joey della sala VIP.
portuguese: [_M_] Tudo bem. Eu não vou falar com Joey sobre a sala VIP.
russian: Хорошо. Я не буду говорить с Джоуи о VIP-зале.

source: [_RT_] {i}Phhewww... Bullet dodged.{/i}
french: [_RT_] {i}Phhewww... Balle esquivée.{/i}
portuguese: U[_RT_] {i}Fhewww... Esquiva de balas.{/i}
russian: [_RT_] {i}Phhewww... Пуля уклонена.{/i}

source: [_MT_] {i}At least not yet.{/i}
french: [_MT_] {i}au moins pas encore. {/i}
italian: [_MT_] {i}Almeno non ancora.{/i}
portuguese: [_MT_] {i}pelo menos ainda não.{/i}
russian: [_MT_] {i}пока не существует.{/i}

source: [_M_] Well, I'd better go get cleaned up and out of this lingerie.
french: [_M_] Eh bien, il vaudrait mieux me faire nettoyer et sortir de cette lingerie.
italian: [_M_] Beh, farei meglio ad andare a ripulire e uscire da questa lingerie.
portuguese: [_M_] Bem, é melhor eu ir ser limpo e sair deste lingerie.
russian: Ну, я лучше пойду почистим и выпью из этого белья.

source: [_AD_] What does your broke ass want?
french: [ _AD_ ] Qu'est-ce que vous voulez?
italian: [_AD_] Che cosa vuole il tuo culo rotto?
portuguese: [_AD_] O que o seu rabo quebrado quer?
russian: [_AD_] Что хочет, чтобы ваш сломан?
