Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] No, it's not your fault I'm upset, at all.
italian: [_M_] No, non è colpa tua sono sconvolto.

source: [_M_] I really think it's important for you to take care of your sexual health.
italian: [_M_] Penso davvero che sia importante per te prenderti cura della tua salute sessuale.

source: [_M_] And really good for you to find girls that aren't... Well that... live somewhere besides our house.
italian: [_M_] E molto bene per voi a trovare ragazze che sono... Beh, che vivono da qualche parte oltre la nostra casa.

source: [_M_] I mean, yeah... You probably shouldn't do that kind of stuff with a girl you just barely met, though.
italian: [_M_] Voglio dire, sì... Probabilmente non dovresti fare quel tipo di roba con una ragazza che hai appena incontrato, però.

source: [_M_] I know it was only a handjob, but if you went further, you never know what kinds of diseases some girls might be carrying.
italian: [_M_] So che era solo una mano, ma se siete andati oltre, non sapete mai che tipo di malattie alcune ragazze potrebbero trasportare.

source: [_R_] I promise, I'll be more careful in the future.
italian: [_R_] lo prometto, sarò più attento in futuro.

source: [_R_] I still can't believe what a piece of shit I have as a father!... I hope I don't turn out like him.
italian: [_R_] Non riesco ancora a credere a cosa un pezzo di merda che ho come padre!... spero di non presentarmi come lui.

source: [_M_] Fucking [dad_name]!
italian: [_M_] Cazzo [dad_name]!

source: [_M_] And I shouldn't be saying anything bad about your father right here in front of you.
italian: [_M_] E non dovrei dire nulla di male su tuo padre proprio qui di fronte a te.

source: [_R_] Dad's a real piece of shit!
italian: [_R_] Papà è un vero e proprio pezzo di merda!

source: [_R_] I hope I never turn out like him.
italian: [_R_] Spero di non rivelarmi mai come lui.

source: [_R_] I mean, how in the hell could he reject the most beautiful woman I've ever seen in my life!?
italian: [_R_] Voglio dire, come all'inferno poteva rifiutare la donna più bella che abbia mai visto nella mia vita!?

source: [_R_] And not just beautiful, but amazing too!
italian: [_R_] E non solo bello, ma anche incredibile!

source: [_R_] The way you've kept it together when your whole world fell down around you!
italian: [_R_] Il modo in cui lo hai tenuto insieme quando tutto il tuo mondo è caduto intorno a te!

source: [_R_] And made taking care of us kids even more important than taking care of yourself.
italian: [_R_] E ha fatto prendersi cura di noi bambini ancora più importante di prendersi cura di te stesso.

source: [_R_] We're fucking lucky to have you, Mom!
italian: [_R_] Siamo fottuti fortunati ad averti, mamma!

source: [_R_] If Dad can't see that... He's a fucking moron!
italian: [_R_] Se il papà non riesce a vederlo... è un cazzo moron!

source: [_R_] And, he's probably gay.
italian: [_R_] E, probabilmente è gay.

source: [_M_] You know... There's no way I could have made it this far without you.
italian: [_M_] Lo sapete... Non c'è modo che avrei potuto farlo così lontano senza di voi.

source: [_M_] You've really stepped up. I could even tell your relationship with your sisters was starting to drift apart, but now, they adore you.
italian: [_M_] hai davvero intensificato. Potrei anche dire che la tua relazione con le tue sorelle stava cominciando a sfuggire, ma ora ti adorano.

source: [_M_] We're all really lucky to have you.
italian: [_M_] Siamo tutti davvero fortunati ad averti.

source: [_M_] You make a great man of the house!
italian: [_M_] Tu fai un grande uomo della casa!

source: [_M_] I'd better start paying attention to where we're going... I'm gonna get us lost.
italian: [_M_] farei meglio a iniziare a prestare attenzione a dove stiamo andando... ci farò perdere.

source: [_RT_] {i}Maybe today wasn't such a bad day after all!{/i}
italian: [_RT_] {i}Forse oggi non è stato un giorno così brutto dopo tutto!{/i}

source: [_RT_] {i}I think it's brought Mom and I even closer together.{/i}
italian: [_RT_] {i}Penso che sia stato portato mamma e io ancora più vicino insieme.{/i}

source: [_RT_] Now, I know Mom got rid of her underwear somewhere at the prison.
italian: [_RT_] Ora, so che la mamma si è sbarazzata della sua biancheria intima da qualche parte in prigione.

source: [_RT_] I can't see a whole lot through the top, but maybe I can see better down below.
italian: [_RT_] Non riesco a vedere molto attraverso la cima, ma forse riesco a vedere meglio in basso.

source: [_RT_] {i}Darn, I can't really see anything through that dress.{/i}
italian: [_RT_] {i}Darn, non riesco a vedere nulla attraverso quel vestito.{/i}

source: [_RT_] {i}I wish I'd installed a spy-cam down by the gas pedal... I can't imagine what an amazing view I'd see from there.{/i}
italian: [_RT_] {i}Vorrei aver installato una spy-cam giù dal pedale del gas... Non riesco a immaginare quale vista sorprendente vedo da lì.{/i}

source: [_M_] Hey!... I know what you're doing young man!
italian: [_M_] Hey!... So cosa stai facendo giovane!

source: [_M_] Eyes up here!
italian: [_M_] Occhi quassù!

source: [_R_] I was just checking to see if you were wearing your seat belt.
italian: [_R_] Stavo solo controllando per vedere se stavi indossando la cintura di sicurezza.

source: [_R_] You're not by the way.
italian: [_R_] Non sei a proposito.

source: [_M_] Ok... Whatever you say.
italian: [_M_] Ok... Qualunque cosa tu dica.

source: [_MT_] {i}I know I shouldn't let him get away with that, but the way I'm feeling right now, it just feels good to be looked at in that way.{/i}
italian: [_MT_] {i}So che non dovrei fargli fuggire, ma il modo in cui mi sento in questo momento, si sente solo bene da guardare in quel modo. /i}

source: [_RT_] {i}Mom's had a hard day... She probably wouldn't appreciate me perving out to her right now.{/i}
italian: [_RT_] {i}Mamma ha avuto una dura giornata... Probabilmente non apprezzerebbe me perving fuori a lei in questo momento.{/i}

source: [_RT_] {i}I can't believe that trip took up the entire day!{/i}
italian: [_RT_] {i}Non riesco a credere che il viaggio abbia preso tutta la giornata!{/i}

source: [_RT_] {i}I'm too tired to try and do anything else tonight.{/i}
italian: [_RT_] {i}Sono troppo stanco per provare a fare qualsiasi altra cosa stasera.{/i}

source: [_RT_] {i}I'm going right to sleep.{/i}
italian: [_RT_] {i}Sto andando bene a dormire.{/i}

source: {i}{b}(HINT){/b} Dad seemed to want Mom to do something for him. I wonder if it had anything to do with Joey at the club.{/i}
italian: {i}{b}(HINT){/b} Papà sembrava voler che la mamma facesse qualcosa per lui. Mi chiedo se avesse qualcosa a che fare con Joey al club.{/i}

source: [_M_] I'm so excited you're taking me shopping again! Last time was so much fun.
italian: [_M_] Sono così eccitato che mi stai portando di nuovo a fare shopping! L'ultima volta è stato così divertente.

source: [_R_] You know, if shopping is even half as fun as last time, I won't complain a bit.
italian: [_R_] Sai, se lo shopping è anche la metà divertente come l'ultima volta, non mi lamenterò un po'.

source: [_R_] We'll get some dinner again after, and then... If we're up for it. I was thinking we could do something a bit more... adventurous.
italian: [_R_] Riceveremo un po' di cena dopo, e poi... Se siamo in su per questo. Stavo pensando che potremmo fare qualcosa di più... avventuroso.

source: [_M_] Oh? And what, pray tell, do you mean by adventurous?
italian: [_M_] Oh? E che cosa dice, vuoi dire avventuroso?

source: [_R_] That's a surprise... You'll have to wait and see.
italian: [_R_] Questa è una sorpresa... Dovrai aspettare e vedere.

source: [_M_] Hmm... How mysterious!... I can't wait!
italian: [_M_] Hmm... Com'è misterioso!... non posso aspettare!

source: [_X_] Welcome to Pierre Govanni's.
italian: [_X_] Benvenuti a Pierre Govanni.

source: [_X_] We usually ask you to make sure your kids are dressed appropriately here, but I'll let it slide since those are really nice jeans.
italian: [_X_] Di solito ti chiediamo di assicurarti che i tuoi figli siano vestiti in modo appropriato qui, ma lo lascerò scivolare perché sono davvero dei bei jeans.

source: [_R_] See... I knew these jeans would open doors.
italian: [_R_] Vedi... Sapevo che questi jeans avrebbero aperto le porte.

source: [_MT_] {i}Ugghhh... I was worried they'd say something... I'm so embarrassed.{/i}
italian: [_MT_] {i}Ugghhh... Ero preoccupato che avrebbero detto qualcosa... Sono così imbarazzato.{/i}

source: [_X_] You two make such a cute couple. Let me know if I can help you find anything.
italian: [_X_] Voi due fate una coppia così carina. Fatemi sapere se posso aiutarvi a trovare qualsiasi cosa.

source: [_M_] We'll be fine, thank you.
italian: [_M_] Staremo bene, grazie.

source: [_MT_] {i}A cute couple? She mistook me for [ryan]'s girlfriend again.{/i}
italian: [_MT_] {i}Una coppia carina? Mi ha scambiato di nuovo per la ragazza di [ryan].{/i}

source: [_MT_] {i}I'm sure she's just being nice, but I wouldn't be surprised if she sees lots of cougars with their young boy toys every day.{/i}
italian: [_MT_] {i}Sono sicuro di essere gentile, ma non sarei sorpreso se lei vedesse un sacco di cougar con i loro giocattoli ragazzo ogni giorno. /i}

source: [_RT_] {i}We definitely make a cute couple! Thank you store lady for helping my mom see that again.{/i}
italian: [_RT_] {i}Facciamo sicuramente una coppia carina! Grazie per aver aiutato mia mamma a vederlo di nuovo.{/i}

source: [_MT_] {i}A cute couple? Do I really look young enough to be mistaken for [ryan]'s girlfriend?{/i}
italian: [_MT_] {i}Una coppia carina? Mi sembra davvero abbastanza giovane da essere scambiato per la fidanzata di [ryan]?{/i}

source: [_RT_] {i}We definitely make a cute couple! Thank you store lady for helping my mom see that.{/i}
italian: [_RT_] {i}Facciamo sicuramente una coppia carina! Grazie per aver aiutato mia mamma a vederlo.{/i}

source: [_RT_] {i}Should I say something to help drive the point home?{/i}
italian: [_RT_] {i}Dovrei dire qualcosa per aiutare a guidare la casa punto?{/i}

source: [_R_] Actually, where would my girlfriend find the newest summer dresses?
italian: [_R_] In realtà, dove avrebbe trovato la mia ragazza i vestiti estivi più recenti?

source: [_MT_] {i}[ryan]! My God... You bold, little bastard!{/i}
italian: [_MT_] {i}[ryan]! Mio Dio... Hai grassetto, piccolo bastardo!{/i}

source: [_X_] They're just behind me to your right.
italian: [_X_] Sono solo dietro di me alla tua destra.

source: [_R_] Thanks
italian: [_R_] Grazie

source: [_M_] Thanks for bringing me here again, [ryan].
italian: [_M_] Grazie per avermi portato qui, [ryan].

source: [_M_] I might take a little while picking something out.
italian: [_M_] Potrei prendere un po 'mentre si sceglie qualcosa.

source: [_M_] I'll come find you when I'm done.
italian: [_M_] Verrò a trovarti quando ho finito.

source: [_R_] Why don't I make it easy on you. Come find me in the lingerie section when you're done.
italian: [_R_] Perché non ti faccio facile. Vieni a trovarmi nella sezione lingerie quando hai finito.

source: [_M_] You've gotten so shameless!
italian: [_M_] Sei diventato così spudorato!

source: [_R_] I am what I am.
italian: [_R_] Io sono quello che sono.

source: [_M_] Okay... I'll see you in the lingerie section.
italian: [_M_] Okay... Ti vedrò nella sezione lingerie.

source: [_RT_] {i}This place is a maze!{/i}
italian: [_RT_] {i}Questo posto è un maze!{/i}

source: [_RT_] {i}I swear this is the way I came last time.{/i}
italian: [_RT_] {i}Giuro questo è il modo in cui sono venuto l'ultima volta.{/i}

source: [_RT_] {i}Now, things are starting to look familiar.{/i}
italian: [_RT_] {i}Ora, le cose stanno cominciando a sembrare familiari.{/i}

source: [_RT_] {i}Hello again, young Mom.{/i}
italian: [_RT_] {i}Ciao di nuovo, giovane mamma.{/i}

source: [_RT_] {i}Ehh... Mom's still hotter!{/i}
italian: [_RT_] {i}Ehh... Mamma ancora più hotter!{/i}

source: [_RT_] {i}Now, time to get my fill of eye candy again.{/i}
italian: [_RT_] {i}Ora, è il momento di ottenere di nuovo il mio riempimento di caramelle per gli occhi.{/i}

source: [_RT_] {i}Just as magical as I remembered it!{/i}
italian: [_RT_] {i}Proprio magico come l'ho ricordato!{/i}

source: [_RT_] {i}Oh, there's the manager again... What was her name?... Angela, I think.{/i}
italian: [_RT_] {i}Oh, c'è di nuovo il manager... Qual è stato il suo nome?... Angela, penso.{/i}

source: [_AG_] Excuse me young man!... Can I help...
italian: [_AG_] Scusami giovane!... Posso aiutare...

source: [_AG_] Oh, it's you again!
italian: [_AG_] Oh, sei di nuovo!

source: [_AG_] Just because you got away with being a little pervert last time, doesn't mean you will again.
italian: [_AG_] Solo perché sei riuscito ad essere un po' pervertito la volta scorsa, non significa che tornerai.

source: [_AG_] I'll be keeping my eye on you.
italian: [_AG_] ti terrò d'occhio.

source: [_AG_] And you can be sure that if I don't see your mom join you very soon, I'm going to be kicking you out of here.
italian: [_AG_] E puoi essere sicuro che se non vedo tua mamma si unirà a te molto presto, Ti sto per cacciare fuori da qui.

source: [_R_] Why don't you just dial that aggression back a couple notches.
italian: [_R_] Perché non basta comporre quell'aggressione indietro un paio di notch.

source: [_R_] I happen to be an adult, and it's not good policy to call your customers perverts.
italian: [_R_] Mi capita di essere un adulto, e non è una buona politica chiamare i tuoi clienti perversi.

source: [_R_] I happened to buy something the last time we came in here, and I intend on buying something again.
italian: [_R_] Mi è capitato di comprare qualcosa l'ultima volta che siamo entrati qui, e ho intenzione di acquistare qualcosa di nuovo.

source: [_R_] I'm going to stay here and look for something to buy my mom, and you're not going to stop me.
italian: [_R_] starò qui e cercherò qualcosa per comprare mia mamma, e non mi fermerai.

source: [_AG_] Don't be so sure! You see my position? Don't forget it, because I'm the one who will decide if you get kicked out of here!
italian: [_AG_] Non essere così sicuro! Vedete la mia posizione? Non dimenticatela, perché sono colui che deciderà se venite cacciati da qui!

source: [_AG_] And believe me... I'll be watching you!
italian: [_AG_] E credete... ti guarderò!

source: [_R_] Hello, again Angela
italian: [_R_] Ciao, ancora Angela

source: [_R_] I know we got off on the wrong foot last time, and I wanted to appologise.
italian: [_R_] So che l'ultima volta siamo scesi sul piede sbagliato e volevo appologire.

source: [_R_] Believe it or not, I'm not here to be a pervert. I bought some lingerie last time I was here, and I want to buy my mom even more.
italian: [_R_] Credeteci o no, non sono qui per essere un pervertito. L'ultima volta che ero qui, ho comprato della biancheria intima e voglio comprare ancora di più mia mamma.

source: [_R_] She's been going through some really hard times lately, and my dad hasn't been giving her the time of day.
italian: [_R_] Sta attraversando alcuni momenti molto difficili ultimamente, e mio padre non le ha dato l'ora del giorno.

source: [_R_] I know she's probably feeling low confidence and unattractive since that idiot isn't giving her the attention she deserves.
italian: [_R_] So che probabilmente si sta sentendo scarsa fiducia e poco attraente dal momento che quell'idiota non le sta dando l'attenzione che merita.

source: [_R_] I thought maybe if I bought her some more lingerie, she might start feeling more confident and sexy.
italian: [_R_] Ho pensato forse se le ho comprato un po 'di più lingerie, potrebbe iniziare a sentirsi più sicuro e sexy.

source: [_AG_] Well... Isn't that just the sweetest thing I've ever heard!
italian: [_AG_] Bene... Non è solo la cosa più dolce che io abbia mai sentito!

source: [_AG_] I wish my son was thoughtful enough to buy me some lingerie.
italian: [_AG_] Vorrei che mio figlio fosse abbastanza premuroso da comprarmi un po' di lingerie.

source: [_AG_] I'm sorry I judged you for a perverted sicko!
italian: [_AG_] Mi dispiace di averti giudicato per una malattia perversa!

source: [_RT_] {i}You're instincts might be right on there.{/i}
italian: [_RT_] {i}Sei istinto potrebbe essere giusto su di lì.{/i}

source: [_AG_] You did make a great choice with that last purchase
italian: [_AG_] Hai fatto una grande scelta con quell'ultimo acquisto

source: [_R_] Do you have any other recommendations?
italian: [_R_] Hai altre raccomandazioni?

source: [_AG_] Hmmm... Well, in the back corner of the store we still have that mannequin display.
italian: [_AG_] Hmmm... Beh, nell'angolo posteriore del negozio abbiamo ancora quel display manichino.

source: [_AG_] On the mannequins you'll find our most popular lingerie.
italian: [_AG_] Sui manichini troverai la nostra lingerie più popolare.

source: [_AG_] I don't think you could go wrong if you picked another one of those.
italian: [_AG_] Non penso che potresti sbagliare se hai scelto un altro di quelli.

source: [_R_] Thanks for the advice!
italian: [_R_] Grazie per il consiglio!

source: [_AG_] You're very welcome. Thank you for being such a polite and patient young man.
italian: [_AG_] Sei molto gradito. Grazie per essere un giovane così educato e paziente.

source: [_AG_] Good luck [ryan], in finding something else for your mom.
italian: [_AG_] Buona fortuna [ryan], nel trovare qualcos'altro per tua mamma.

source: [_AG_] Oh, it's you again... [ryan], wasn't it?
italian: [_AG_] Oh, sei di nuovo... [ryan], vero?

source: [_R_] Wow, you've got a great memory, Angela.
italian: [_R_] Wow, hai una grande memoria, Angela.

source: [_AG_] Back to buy more lingerie for your mom?
italian: [_AG_] Torna a comprare più biancheria intima per tua mamma?

source: [_R_] Yeah, you know, we had such a great time last time we were here, and that lingerie looked so good, that we decided to come back again this week.
italian: [_R_] Sì, sai, abbiamo avuto un grande tempo l'ultima volta che eravamo qui, e quella lingerie sembrava così buona, che abbiamo deciso di tornare ancora questa settimana.

source: [_AG_] Well, I'm so glad you had such a good experience.
italian: [_AG_] Beh, sono così contento che tu abbia avuto una tale buona esperienza.

source: [_AG_] Let me know if I can help with anything.
italian: [_AG_] Fatemi sapere se posso aiutare con qualsiasi cosa.

source: [_MT_] {i}I wonder if I'll find [ryan] feeling up the mannequins again?{/i}
italian: [_MT_] {i}Mi chiedo se troverò [ryan] sentirsi di nuovo i manichini?{/i}

source: [_MT_] {i}Haha... I called it!{/i}
italian: [_MT_] {i}Haha... L'ho chiamata!{/i}

source: [_M_] Came to visit your new girlfriend again I see!
italian: [_M_] Sta visitare di nuovo la tua nuova fidanzata che vedo!

source: [_R_] You just don't understand, Mom.
italian: [_R_] Semplicemente non capisci, mamma.

source: [_R_] You'll never stand in the way of our love!
italian: [_R_] Non resterai mai sulla strada del nostro amore!

source: [_M_] Haha... Oh, my God, [ryan]!
italian: [_M_] Haha... Oh, mio Dio, [ryan]!

source: [_M_] Alright, you've had your fun, and I'm done with my shopping.
italian: [_M_] Va bene, ti sei divertito e ho finito con il mio shopping.

source: [_M_] Are you ready to go?
italian: [_M_] Sei pronto ad andare?

source: [_R_] I haven't bought you any lingerie yet.
italian: [_R_] Non ti ho ancora comprato alcuna lingerie.

source: [_M_] You know that you don't have to buy me lingerie every time we come here, don't you?
italian: [_M_] Sai che non devi comprarmi biancheria intima ogni volta che veniamo qui, vero?

source: [_R_] Of course, I know that. But I still want to.
italian: [_R_] Certo, lo so. Ma voglio ancora farlo.

source: [_M_] I don't even have anyone to wear this for.
italian: [_M_] Non ho nemmeno nessuno per cui indossarlo.

source: [_R_] You can always wear it for me.
italian: [_R_] Puoi sempre indossarlo per me.

source: [_R_] Let's go pick one out.
italian: [_R_] Andiamo a sceglierne una.

source: [_M_] They're all very lovely!
italian: [_M_] Sono tutti molto belli!

source: [_M_] Once again, since you're buying, I'll let you choose one.
italian: [_M_] Ancora una volta, dal momento che stai acquistando, ti lascerò sceglierne uno.

source: [_R_] Again?... Only one!?
italian: [_R_] ancora?... Solo uno!?

source: [_M_] Yes! I'm not your personal model, thank you.
italian: [_M_] Sì! Non sono il tuo modello personale, grazie.

source: [_R_] Well, you actually are, because I'm the only photo studio who's done any sets with you.
italian: [_R_] Beh, in realtà sei, perché sono l'unico studio fotografico che ha fatto qualsiasi set con te.

source: [_M_] This is not a negotiation!
italian: [_M_] Questo non è un negoziato!

source: [_R_] Fine. I'll settle on one if you'll do some modeling poses too.
italian: [_R_] Bene. Mi stabilirò su una se farai anche delle pose di modellazione.

source: [_M_] Well, I'll admit I had fun doing that last time. Hopefully the large dressing room is available again.
italian: [_M_] Beh, ammetto che mi sono divertito a farlo l'ultima volta. Speriamo che il grande spogliatoio sia di nuovo disponibile.

source: [_M_] So, which one are you going to choose?
italian: [_M_] Allora, chi sceglierai?

source: [_M_] So, What are the plans for our date?
italian: [_M_] Quindi, quali sono i piani per la nostra data?

source: [_R_] Well... I was thinking that we should get the worst part over with first.
italian: [_R_] Beh, stavo pensando che dovremmo ottenere la parte peggiore con prima.

source: [_M_] Oh, you still hate shopping?
italian: [_M_] Oh, odiate ancora lo shopping?

source: [_R_] I didn't say I hated it, but it's definitely the part of the date I'm least looking forward to.
italian: [_R_] Non ho detto che l'ho odiata, ma è sicuramente la parte della data che meno non vedo l'ora di vedere.

source: [_R_] We'll get some dinner after, and then... If we're up for it. I was thinking we could do something a bit more... adventurous.
italian: [_R_] Faremo un po' di cena dopo, e poi... Se siamo in grado di farlo. Stavo pensando che potremmo fare qualcosa di più... avventuroso.

source: [_M_] Ok... This clothing store is really nice. No goofing off, making clothing forts, laying in the isles.
italian: [_M_] Ok... Questo negozio di abbigliamento è davvero bello. Niente di buono, fare fortificazioni di abbigliamento, posa nelle isole.

source: [_R_] Mom, I'm not five years old anymore.
italian: [_R_] Mamma, non ho più cinque anni.

source: [_M_] I know, but I'm referring to the time I took you clothing shopping just a couple years ago.
italian: [_M_] Lo so, ma mi riferisco al tempo in cui ti ho fatto fare acquisti di abbigliamento solo un paio di anni fa.

source: [_R_] I promise, I'll be on my best behavior.
italian: [_R_] lo prometto, sarò sul mio miglior comportamento.

source: [_M_] Thanks again for bringing me here, [ryan].
italian: [_M_] Grazie ancora per avermi portato qui, [ryan].

source: [_M_] I might take a little while picking something out, so why don't you go see if you can find a nice pair of dress slacks. Your other pair are getting thin in the knees.
italian: [_M_] Potrei prendere un po 'mentre si sceglie qualcosa, quindi perché non andate a vedere se si può trovare un bel paio di allentamenti di vestito. L'altra coppia sta diventando sottile nelle ginocchia.

source: [_R_] Okay, Mom.
italian: [_R_] Okay, Mamma.

source: [_RT_] {i}Where's the men's wear?{/i}
italian: [_RT_] {i}Dov'è l'usura degli uomini?{/i}

source: [_RT_] {i}Men's wear, men's wear, men's wear...{/i}
italian: [_RT_] {i}Abbigliamento uomo, abbigliamento uomo, abbigliamento uomo...{/i}

source: [_RT_] {i}Uhh... What was I looking for again?{/i}
italian: [_RT_] {i}Uhh... Cosa cercavo di nuovo?{/i}
