Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Thanks for giving me a reason to skip school, but most of all, thanks for being the best brother anyone could ask for.
dutch: [_L_] Bedankt dat je mij een reden geeft om school over te slaan, maar vooral bedankt voor het feit dat je de beste broer bent waar je om kunt vragen.

source: [_L_] Is that what you call pulling out?
dutch: [_L_] Is dat wat je uittrekt genoemd?

source: [_L_] God!... That was so much cum!
dutch: [_L_] God!... Dat was zo veel kum!

source: [_R_] Just make sure to take a morning after pill.
dutch: [_R_] Zorg ervoor dat je een ochtend neemt na de pill.

source: [_L_] That's easy for you to say... You don't have to go ask the pharmacist for one, and have him look at you with those judgmental eyes.
dutch: [_L_] Dat is makkelijk voor jou om te zeggen... Je hoeft niet één vraag te gaan stellen aan de apotheker en kijk hem eens met die oordeelkundige ogen.

source: [_L_] Or are they lustful... It's hard to tell.
dutch: [_L_] Of zijn ze lusten... Het is moeilijk te vertellen.

source: [_L_] It doesn't matter, it makes me uncomfortable.
dutch: [_L_] Het maakt niet uit, het maakt me oncomfortabel.

source: [_R_] Just get a prescription and go on regular birth control then.
dutch: [_R_] pak dan gewoon een recept en ga dan naar de normale geboortebeperking.

source: [_L_] I'd have to get Mom's permission to get a prescription, and she's going to want to know who I'm fucking.
dutch: [_L_] Ik zou toestemming van Momes moeten krijgen om een recept te krijgen en ze wil weten wie ik negeer.

source: [_R_] So tell her it's someone else.
dutch: [_R_] Dus vertel haar dat het iemand anders is.

source: [_L_] Yeah right, that'll go over well... She'll want to have a talk about safe sex with that person, and I don't think I could pay any guys I know to sit through one of her safe sex lectures without actually letting them fuck me.
dutch: [_L_] Juist, dat gaat goed door... Ze zal met die persoon willen praten over veilig geslacht, en ik denk niet dat ik jongens kan betalen die ik weet dat ze door een van haar veilige sekstoeressen moeten zitten zonder ze me echt te laten stomen.

source: [_R_] You've got a point there.
dutch: [_R_] Je hebt daar een punt.

source: [_RT_] {i}There must be something I could do to help her out with this.{/i}
dutch: [_RT_] {i}Er moet iets zijn wat ik kan doen om haar hiermee te helpen.{/i}

source: [_R_] Oh... I know!
dutch: [_R_] Oh... Ik weet het!

source: [_R_] What if we just switch over to anal sex?
dutch: [_R_] Wat als we gewoon overschakelen op anaal geslacht?

source: [_L_] Good God, [ryan]!
dutch: [_L_] God, [ryan]!

source: [_L_] You glazed me like a cinnamon roll.
dutch: [_L_] Je hebt me geglazuurd als een cinonroll.

source: [_L_] Fuck!... That's a lot of cum!
dutch: [_L_] Fuck!... Dat is een hoop kum!

source: [_L_] Mmmm.... Thanks for letting us use the company perk again.
dutch: [_L_] Mmmm.... Bedankt dat u ons het bedrijfsvoordeel weer laat gebruiken.

source: [_R_] It was my pleasure entirely.
dutch: [_R_] Het was mijn volledige genoegen.

source: [_R_] As always, I enjoyed that so much!
dutch: [_R_] Zoals altijd heb ik daar zo van genoten!

source: [_L_] I can always tell by how much you cum.
dutch: [_L_] Ik kan altijd vertellen hoeveel je cumuleert.

source: [_R_] There is one thing that could make it better though.
dutch: [_R_] Er is één ding dat het beter zou kunnen maken.

source: [_R_] We could try some butt stuff.
dutch: [_R_] We kunnen wat klontjes proberen.

source: [_R_] Wait, no, never mind... It doesn't get any better than this.
dutch: [_R_] Wacht, nee, nee, vergeet... Het wordt niet beter dan dit.

source: [_L_] I still can't believe we're doing this.
dutch: [_L_] Ik kan nog steeds niet geloven dat we dit doen.

source: [_L_] Mom would cut your dick off if she knew.
dutch: [_L_] Man zou je grap eruit halen als ze het wist.

source: [_R_] And she'd ground you to your room until you're thirty five.
dutch: [_R_] En ze maakte je naar je kamer totdat je dertig bent.

source: [_L_] Yeah, we'd better keep this quiet.
dutch: [_L_] Ja, we kunnen beter rustig blijven.

source: [_L_] Well, I'd better get back to school before Mom starts to suspect something's up then.
dutch: [_L_] Nou, ik kan beter terug naar school gaan voordat Mom iets verdenkt.

source: [_L_] I'm so glad we've got a good place to fool around. It's so much harder to sneak this kind of thing at home.
dutch: [_L_] Ik ben zo blij dat we een goede plek hebben om te dwalen. Het is zo veel moeilijker om dit soort dingen thuis te verdoezelen.

source: [_L_] Even though the thrill of getting caught makes it extra exciting, being able to take the time to enjoy it makes it really nice.
dutch: [_L_] Ook al maakt de spanningsgraad om te worden gepakt extra spannend, het kan tijd nemen om er van te genieten maakt het erg aardig.

source: [_R_] And I enjoyed that so much!
dutch: [_R_] En dat heb ik zo prettig!

source: [_L_] I can tell. I've never seen so much cum.
dutch: [_L_] Ik kan het weten. Ik heb nog nooit zo veel com gezien.

source: [_L_] Can you even believe we're doing this?
dutch: [_L_] Kun je zelfs geloven dat we dit doen?

source: [_L_] Can you imagine what Mom would do if she knew we were skipping school to do this?
dutch: [_L_] Kan je je voorstellen wat mevrouw zou doen als ze wist dat we deze school zouden overslaan?

source: [_R_] Well, in fairness, we're skipping school to make enough money to save her ass from the Mafia, and help our family... What we did just now is one of our amazing company perks.
dutch: [_R_] Nou, eerlijk gezegd, overslaan we school om genoeg geld te verdienen om haar pas te redden van de maffia en onze familie te helpen. . - Wat we zojuist hebben gedaan, is een van onze geweldige bedrijfsvoordelen.

source: [_L_] Pretty unique perk... I've never heard of any other company that allows you to fuck your brother.
dutch: [_L_] Prettige unieke perk... Ik heb nog nooit van enig ander bedrijf gehoord dat je toestaat om je broer te rooien.

source: [_R_] Yeah, that perk only exists in the best family businesses.
dutch: [_R_] Yeah, dat voordeel alleen bestaat in de beste familiebedrijven.

source: [_L_] Well, thank you for starting such a good family business, then.
dutch: [_L_] Nou, bedankt voor het starten van een goed familiebedrijf.

source: [_L_] Now, I'd better get back to school before Mom sends out the hall monitor to look for me.
dutch: [_L_] Nu zou ik beter terug kunnen keren naar school voordat Mom de hall monitor uitstuurt om naar mij te zoeken.

source: [_RT_] {i}Mom can't ever get a meeting with Will Tylor... maybe if I just drop in on him at his office, I'll have better luck.{/i}
dutch: [_RT_] {i}Mam kan nooit een meeting krijgen met Will Tylor... misschien als ik hem even op zijn kantoor laat komen, heb ik meer geluk. {/i}

source: [_RT_] {i}My GPS says his practice isn't very far away... Should I try my luck?{/i}
dutch: [_RT_] {i}Mijn GPS zegt dat zijn praktijk niet zo ver weg is... Moet ik mijn geluk proberen?{/i}

source: [_RT_] {i}Should I see if Agent Diaz is in her van again?{/i}
dutch: [_RT_] {i}Moet ik zien of Agent Diaz weer in haar bestelwagen zit?{/i}

source: [_RT_] {i}Lauren said she's noticed a suspicious van parked down the street from our house most evenings.{/i}
dutch: [_RT_] {i}Lauren zei dat ze een verdachte bestelwagen opgemerkt heeft op straat geparkeerd uit onze huis 's avonds.{/i}

source: [_RT_] {i}Maybe I should check to see if it's an FBI van... I do need to talk to Diaz about Lauren's campaign.{/i}
dutch: [_RT_] {i}Misschien moet ik kijken of het een FBI van is... Ik moet wel met Diaz praten over Lauren's campagne.{/i}

source: [_RT_] {i}I wonder if Diaz has dug up any dirt on Matt yet?{/i}
dutch: [_RT_] {i}Ik vraag me af of Diaz al aardig is gegraven op Matt?{/i}

source: {b}{i}"Knock, knock, knock..."{/i}{/b}
dutch: {b}{i}"Knep, klommen..."{/i}{/b}

source: [_AD_] You again?
dutch: [_AD_] Jij weer?

source: [_R_] Yes, me again... I wanted to know...
dutch: [_R_] Ja, ik weer... Ik wilde weten ...

source: [_AD_] If I've dug up any dirt on Matt yet?
dutch: [_AD_] Als ik al aardig op Matt gegraven heb?

source: [_AD_] Come on in... Let's talk about it inside.
dutch: [_AD_] Kom in... Laten we er binnen over praten.

source: [_AD_] I'm sorry, but I don't have any dirt on Matt yet.
dutch: [_AD_] Het spijt me, maar ik heb nog geen vuiltje op Matt.

source: [_AD_] I'm trying to, but I've had to spend most of my time on other things.
dutch: [_AD_] Ik probeer het, maar ik heb het grootste deel van mijn tijd aan andere dingen moeten besteden.

source: [_R_] Other things?... You said if I installed your peep-cam, you'd get right on it.
dutch: [_R_] andere dingen?... Je zei dat als ik je peep-cam, je er goed op zou zijn.

source: [_AD_] Yeah, well, some other shit's been going down, and it all involves your family.
dutch: [_AD_] Yeah, nog een paar andere dingen gaan dalen, en het gaat allemaal om je familie.

source: [_R_] My family?... What's been going on?
dutch: [_R_] Mijn familie? ... Wat is er gebeurd?

source: [_AD_] Nothing that involves you... yet.
dutch: [_AD_] Niets wat je betreft... nog

source: [_AD_] Just relax and let me handle it.
dutch: [_AD_] Ontspan je gewoon en laat me het verwerken.

source: [_AD_] Keep checking back... I'll have some dirt for you soon.
dutch: [_AD_] Blijf controleren ... Ik zal snel wat vuil voor je maken.

source: [_AD_] In the meantime, might I suggest you continue to focus your energy on perving on your family at night... I really enjoy those videos.
dutch: [_AD_] In de tussentijd zou ik willen voorstellen dat je je energie blijft richten op het leven van je familie 's nachts. Ik geniet echt van die video's.

source: [_AD_] Oh... And if you get the chance, try to make your aunt a little more submissive... She's a fiery one.
dutch: [_AD_] Oh... En als je de kans krijgt, probeer je tante iets meer te onderwerpen aan je tante. Ze is er een vurige uit.

source: [_R_] It's so weird that you know so much about us.
dutch: [_R_] Het is zo raar dat je zoveel over ons weet.

source: [_AD_] Try not to think about it... Just pretend that I'm not here watching everything you do.
dutch: [_AD_] Probeer er niet over na te denken... Doe alsof ik hier niet ben om alles te bekijken wat je doet.

source: [_RT_] {i}Uhh... That's unsettling.{/i}
dutch: [_RT_] {i}Uh... Dat is onjuist.{/i}

source: [_AD_] Did you want to buy some influence for the weekly poll while you are here?
dutch: [_AD_] Wenst u enige invloed te kopen voor de wekelijkse poll terwijl u hier bent?

source: [_R_] Yeah, ok... As long as you can guarantee that Lauren's vote count will go up.
dutch: [_R_] Yeah, ok... Zolang je kan garanderen dat het aantal stemmen in Lauren omhoog gaat.

source: [_AD_] I guarantee it.
dutch: [_AD_] Ik garandeer het.

source: [_R_] Alright... it's a deal.
dutch: [_R_] Oké... het is een deal.

source: [_R_] Yeah, right... I'm not giving you any more money.
dutch: [_R_] Ja, goed... Ik geef je geen geld meer.

source: [_AD_] Ok, but if you change your mind, you know where to find me.
dutch: [_AD_] Ok, maar als je van gedachten verandert, weet je waar je me moet vinden.

source: {b}{i}"School Influence +0"{/i}{/b}
dutch: {b}{i}"Schoolvloed +0"{/i}{/b}

source: [_AD_] Well, if there's nothing else, I've got to get back to work.
dutch: [_AD_] Nou, als er niets anders is, moet ik weer aan het werk gaan.

source: [_RT_] {i}I guess I'd better come back next week.{/i}
dutch: [_RT_] {i}Ik denk dat ik beter volgende week terug kan komen.{/i}

source: [_RT_] {i}Another visit to Agent Diaz could be useful... I haven't bought any votes from her this week.{/i}
dutch: [_RT_] {i}Een ander bezoek aan Agent Diaz zou nuttig kunnen zijn... Ik heb deze week geen stemmen van haar gekocht.{/i}

source: [_AD_] I was hoping you'd be back soon.
dutch: [_AD_] Ik hoopte dat je snel terug zou zijn.

source: [_AD_] I hope you came to buy some votes... My gambling money is getting low.
dutch: [_AD_] Ik hoop dat je bent gekomen om wat stemmen te kopen... Mijn gokgeld wordt laag.

source: [_AD_] Come on in.
dutch: [_AD_] Kom binnen.

source: [_AD_] So, I'm guessing you're wanting to buy some votes and a special favor?
dutch: [_AD_] Dus ik denk dat je wat stemmen en een speciale gunst wilt kopen?

source: [_R_] Yes, that is... as long as you can continue to guarantee that Lauren's vote count will go up.
dutch: [_R_] Ja, dat is... zolang je kan blijven garanderen dat Lauren's stemmen omhoog gaan.

source: [_AD_] Now... You ready for that favor?
dutch: [_AD_] Nu... Klaar voor die gunst?

source: [_R_] Oh God, I can't wait to shove my dick back down your throat.
dutch: [_R_] Oh God, ik kan niet wachten om mijn draai door je keel heen te schuiven.

source: [_AD_] Haha... That's pretty graphic for a high school student.
dutch: [_AD_] Haha... Dat is best grafisch voor een middelbare scholier.

source: [_AD_] Why don't I just switch on the Sidney room cameras for ambiance, and you can pull those pants down.
dutch: [_AD_] Waarom zet ik de Sidney room camera's niet voor een sfeer aan, en je kunt die panelen naar beneden slepen.

source: [_R_] God yes, Diaz... Stick it in your mouth!
dutch: [_R_] God, ja, Diaz... Plak het in je mond!

source: [_R_] Oh, yeah... lick the head of my cock!
dutch: [_R_] Oh, ja... klik op het hoofd van mijn cock!

source: [_RT_] {i}I love hate-fucking her face!{/i}
dutch: [_RT_] {i}Ik hou van haatverf van haar gezicht!{/i}

source: [_RT_] {i}So what if it costs me a small fortune?{/i}
dutch: [_RT_] {i}Wat als het me een klein fortuin kost?{/i}

source: [_R_] Holy fuck... you can go so deep!
dutch: [_R_] Heilige fusie... je kunt zo diep gaan!

source: [_AD_] Bllleerrrccchhhh...
dutch: [_AD_] Blllleerrrccchhhhh...

source: [_R_] I can't really afford it right now, but I was hoping to get a preview of the goods I'll possibly be buying in the future.
dutch: [_R_] Ik kan het me nu niet echt veroorloven, maar ik hoopte een voorbeeld te krijgen van de goederen die ik in de toekomst misschien zal kopen.

source: [_AD_] The fuck?... You've already gotten your preview.
dutch: [_AD_] De fuck?... Je hebt je voorbeeld al gekregen.

source: [_AD_] I'm not sucking your cock again unless I get some money first.
dutch: [_AD_] Ik zuig je jas niet meer tenzij ik eerst wat geld krijg.

source: [_AD_] Now... Would you stop wasting my time? I've got a lot of work I need to get to.
dutch: [_AD_] Now... Wil je ophouden mijn tijd te verspillen? Ik heb veel werk dat ik moet doen.

source: [_RT_] {i}I've already bough influence this week, I wonder if there's anything else Diaz can do to help the campaign.{/i}
dutch: [_RT_] {i}heb deze week al beïnvloed, ik vraag me af of Diaz nog iets anders kan doen om de campagne te helpen.{/i}

source: [_AD_] Another visit?... You sure you don't have a thing for me?
dutch: [_AD_] Nog een bezoek?... weet je zeker dat je niets voor me hebt?

source: [_R_] God... That's getting old.
dutch: [_R_] God... Dat wordt oud.

source: [_AD_] You're the one visiting me excessively.
dutch: [_AD_] Je bent de enige die me excessief bezoekt.

source: [_R_] I was just wondering if there was anything else you could do to help the campaign.
dutch: [_R_] Ik vroeg me af of er iets anders was dat je kon doen om de campagne te helpen.

source: [_AD_] Look, I've already sold you votes this week, I've given you dirt on Matt.
dutch: [_AD_] Kijk, ik heb je deze week al stemmen verkocht, ik heb je geaarzeld op Matt.

source: [_AD_] Believe it or not, my whole world doesn't revolve around helping you.
dutch: [_AD_] Geloof het of niet, mijn hele wereld draait niet om het helpen van je.

source: [_AD_] I've got other cases I'm working on as well.
dutch: [_AD_] Ik heb ook andere gevallen waar ik aan werk.

source: [_AD_] If you still want to buy extra votes for the poll next week, come see me then.
dutch: [_AD_] Als je nog steeds extra stemmen voor de poll volgende week wilt kopen, kom dan bij me terug.

source: [_AD_] Otherwise, I'll see you Thursday.
dutch: [_AD_] Anders zie ik je donderdag.

source: [_RT_] {i}I guess I'd better wait until next week to talk to Diaz.{/i}
dutch: [_RT_] {i}Ik denk dat ik beter kan wachten tot volgende week om met Diaz.{/i} te praten

source: [_RT_] {i}A visit to Agent Diaz could be useful... I haven't bought any votes from her this week.{/i}
dutch: [_RT_] {i}Een bezoek aan Agent Diaz zou nuttig kunnen zijn... Ik heb deze week geen stemmen van haar gekocht.{/i}

source: [_RT_] {i}I should be getting more than a few votes for five hundred dollars though.{/i}
dutch: [_RT_] {i}I zou meer dan een paar stemmen voor vijfhonderd dollar moeten krijgen.{/i}

source: [_AD_] If it isn't the future crooked politician.
dutch: [_AD_] Als het niet de toekomstige gekwelde politicus is.

source: [_R_] Yeah, I was hoping to talk to you a little bit about that.
dutch: [_R_] Yeah, ik hoopte wat met je te kunnen praten.

source: [_AD_] Oh, a talk? Well, come on in.
dutch: [_AD_] Oh, een praat? Nou, kom binnen.

source: [_AD_] So, what did you want to talk about?
dutch: [_AD_] Dus waar wilde je over praten?

source: [_R_] I wanted to talk to you about the deal we have every week.
dutch: [_R_] Ik wilde met je praten over de deal die we elke week hebben.

source: [_AD_] You mean the one where I provide a means to boost your weekly poll numbers, and the final election numbers?
dutch: [_AD_] Jij bedoelt degene waar ik een manier geef om je wekelijkse opiniepeilingen en de uiteindelijke verkiezingsnummers te stimuleren?

source: [_AD_] Do you have a problem with our current arrangement?
dutch: [_AD_] Heb je een probleem met onze huidige organisatie?

source: [_R_] Well, it's just a lot of money for such a small bump in votes.
dutch: [_R_] Nou, het is gewoon veel geld voor zo'n kleine bump bij stemmen.

source: [_AD_] Do you have any idea the amount of risk our asset in your school takes every time she pads that vote?
dutch: [_AD_] Heb je een idee hoe groot het risico is dat ons bezit op je school elke keer duurt als ze stemt?

source: [_R_] No, no... I appreciate the risk... I was just wondering if maybe there was something else I could get from you for that large amount of money, that involves no risk at all.
dutch: [_R_] Nee, nee... Ik waardeer het risico... Ik vroeg me alleen af of er misschien iets anders van je kon komen voor dat grote bedrag Dat brengt geen enkel risico met zich mee.

source: [_R_] I mean after all, we're starting to close the gap behind Matt, and we may not need your secret votes for very much longer.
dutch: [_R_] Ik bedoel tenslotte dat we de opening achter Matt beginnen te sluiten en mogelijk hebben we je geheime stemmen niet veel langer nodig.

source: [_AD_] Ok... I see where this is going... You want me to throw in a handy every time you buy those votes, right?
dutch: [_AD_] Ok... Ik zie waar dit heen gaat... Wil je dat ik elke keer dat je die stemmen koopt, handig gooi, toch?

source: [_R_] For five hundred dollars, I was hoping for a little more than a handy.
dutch: [_R_] Voor vijfhonderd dollar, ik hoopte iets meer dan een handige dollar.

source: [_AD_] What? You want me to give you a blowjob or something?
dutch: [_AD_] Wat? Wil je dat ik je een klampje of iets geef?

source: [_R_] At the very least for that amount of money.
dutch: [_R_] Op zijn minst voor dat bedrag.

source: [_AD_] Hmmmm... And that's the very least I'm going to give you... But sure, we can throw that into the deal.
dutch: [_AD_] Hmmmmmm... En dat is het minste dat ik je ga geven... Maar er zeker van is dat we dat in de deal kunnen gooien.

source: [_AD_] I've sucked dick for much less than that.
dutch: [_AD_] ik heb luivel gepikt voor veel minder dan dat.

source: [_AD_] You bet.
dutch: [_AD_] Jij weddenkt.

source: [_AD_] So, do you want to exercise our deal right now?
dutch: [_AD_] Wilt u onze deal nu dus uitvoeren?

source: [_R_] Yeah, ok... As long as you can continue to guarantee that Lauren's vote count will go up.
dutch: [_R_] Yeah, ok... Zolang je kan blijven garanderen dat het aantal stemmen in Lauren omhoog gaat.

source: [_AD_] Now... Are you ready for the other part of our deal?
dutch: [_AD_] Nu... Bent u klaar voor het andere deel van onze deal?

source: [_R_] Oh God, Agent Diaz, I've been fantasizing about the moment I get to fuck your mouth since the first time you blackmailed me.
dutch: [_R_] Oh God, Agent Diaz, ik heb het leuk gevonden om je mond te snoeren sinds je me hebt gechanteerd.

source: [_AD_] Haha... I'm glad to know I've been on your mind that much.
dutch: [_AD_] Haha... Het doet me deugd te weten dat ik zo veel op me heb genomen.

source: [_AD_] You presumptuous little fucker.
dutch: [_AD_] Je aanmatigend kleine fucker.

source: [_AD_] I can't even believe your nerve.
dutch: [_AD_] Ik kan zelfs je zenuw niet geloven.

source: [_AD_] Haha... It's also one of the things I like most about you.
dutch: [_AD_] Haha... Het is ook een van de dingen die ik het leukst vind aan jou.

source: [_RT_] {i}I can't believe that worked!{/i}
dutch: [_RT_] {i}Ik kan dat niet geloven!{/i}

source: [_AD_] I'll admit... I've been wanting to get another look at that cock since the last time I saw it.
dutch: [_AD_] Ik geef toe... Ik wil nog een keer een kijkje nemen naar die bedrieger sinds de laatste keer dat ik het zag.

source: [_AD_] So, are you ready to get your dick sucked?
dutch: [_AD_] Dus, ben je klaar om je luik te laten slikken?

source: [_RT_] {i}I've finally got that bitch sucking my cock.{/i}
dutch: [_RT_] {i}heb ik eindelijk die bitch meegekregen die mijn cock.{/i}

source: [_RT_] {i}So what if it costs me a small fortune.{/i}
dutch: [_RT_] {i}Dus wat kost me een klein fortuin.{/i}

source: [_RT_] {i}I wonder if there's anything else Diaz can do to help the campaign.{/i}
dutch: [_RT_] {i}Ik vraag me af of er nog iets anders is dat Diaz kan doen om de campagne te helpen.{/i}

source: [_AD_] Another visit?... Are you falling in love with me or something?
dutch: [_AD_] Nog een bezoek?... Ben je verliefd op mij of zo?

source: [_R_] What?... How could I fall in love with an evil witch who's exploiting me for money or favors with my sister?
dutch: [_R_] Wat?... Hoe kan ik verliefd worden op een kwaadaardige heks die mij uitgebuit voor geld of mijn zus bevoordeelt?

source: [_AD_] I don't know... I've just noticed your visits are getting excessive.
dutch: [_AD_] Ik weet het niet... Ik heb zojuist gemerkt dat je bezoeken excessief worden.

source: [_AD_] Look, I've already sold you votes this week, and gave you dirt on Matt.
dutch: [_AD_] Kijk, ik heb je deze week al stemmen verkocht en heb je geaarzeld op Matt.

source: [_RT_] {i}Hopefully Agent Diaz has some dirt on Matt by now.{/i}
dutch: [_RT_] {i}Hopelijk heeft Agent Diaz nu wat aardig op Matt nu.{/i}

source: [_AD_] Well, hey there big Johnson.
dutch: [_AD_] Nou, hij daar grote Johnson.

source: [_AD_] I was wondering when I'd see you again.
dutch: [_AD_] Ik vroeg me af wanneer ik je weer zou zien.

source: [_AD_] I think I've got some good news for you today.
dutch: [_AD_] Ik denk dat ik vandaag goed nieuws voor je heb.

source: [_R_] Did you get some dirt on Matt?
dutch: [_R_] Heb je wat aardig op Matt?

source: [_AD_] Come on in, have a seat and I'll show you what I've found.
dutch: [_AD_] Kom binnen, neem een stoel en ik zal u laten zien wat ik gevonden heb.

source: [_AD_] Goddammit, Sidney... We don't have time for that right now.
dutch: [_AD_] Goddammit, Sidney... Daar hebben we nu geen tijd voor.

source: [_AD_] Here, keep an eye on Sidney's screen.
dutch: [_AD_] Hier, let op het scherm van Sidney.

source: [_R_] Oh... Text messages between Matt and Megan?
dutch: [_R_] Oh... Tekstberichten tussen Matt en Megan?

source: [_AD_] Yeah... Read them.
dutch: [_AD_] Yeah... Lees ze.
