Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom and Lauren before I come back to bed.
french: [_R_] Je ne suis pas encore prêt à dormir... Je devrais aller parler à Maman et Lauren avant de revenir au lit.
italian: [_R_] Non sono ancora pronto a dormire... dovrei andare a parlare con mamma e Lauren prima di tornare a letto.
portuguese: [__R_] Eu não estou pronto para dormir ainda ... Eu deveria ir falar com a mamãe e a Lauren antes de voltar para a cama.
russian: [ _R_] Я еще не готова спать ... Я должен поговорить с мамой и Лорен, пока я не вернусь в постель.

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom before I come back to bed.
french: [_R_] Je ne suis pas encore prêt à dormir... Je devrais aller parler à ma mère avant de revenir au lit.
italian: [_R_] Non sono ancora pronto a dormire... dovrei andare a parlare con la mamma prima di tornare a letto.
portuguese: [__R_] Eu não estou pronto para dormir ainda ... Eu deveria ir falar com a mamãe antes de voltar para a cama.
russian: [ _R_] Я еще не готова спать ... Я должен поговорить с мамой, пока я не вернусь в постель.

source: [_R_] I'm not reay to sleep yet... I should go talk to Lauren before I come back to bed.
french: [_R_] Je ne suis pas encore prêt à dormir... Je devrais aller parler à Lauren avant de revenir au lit.
italian: [_R_] Non sto ancora dormendo ancora... dovrei andare a parlare con Lauren prima di tornare a letto.
portuguese: [_R_] Eu não estou com vontade de dormir ainda... Eu deveria ir falar com Lauren antes de voltar para a cama.
russian: [ _R_] Я не хочу спать ... Я должен пойти поговорить с Лорен, пока я не вернулся в постель.

source: [_RT_] {i}Fuck... I haven't resolved anything!... Maybe I should just get some sleep and attack the problem with a rested brain tomorrow.{/i}
french: [_RT_] {i}Fuck... Je n'ai rien résolu !... Peut-être que je devrais juste me endormir et attaquer le problème avec un cerveau reposé demain.{/i}
italian: [_RT_] {i}Fuck... Non ho risolto niente!... Forse dovrei solo dormire e attaccare il problema con un cervello riposato domani.{/i}
portuguese: [_RT_] {i}Fuck ... Eu não resolvi nada! ... Talvez eu deva apenas dormir e atacar o problema com um cérebro revestido amanhã. {/i}
russian: [_RT_] {i}Хак... Я ничего не разрешился!... Может быть, завтра позволю мне спать и напасть на проблему, связанную с покойным мозгом.{/i}

source: [_RT_] {i}It has been a long night... It's going to feel good to just cuddle up to Sidney and sleep like a log.{/i}
french: [_RT_] {i}Ça a été une longue nuit... Ça va être bien de se faire câliner jusqu'à Sidney et de dormir comme un tronc. {/i}
italian: [_RT_] {i}È stata una lunga notte... Si sentirà bene solo coccolare fino a Sidney e dormire come un log.{/i}
portuguese: [_RT_] {i}tem sido uma noite longa... Vai se sentir bom se encaixar até Sidney e dormir como um tronco.{/i}
russian: [_RT_] {i}Это была длинная ночь... Это будет хорошо для Сиднея и спать как журнал.{/i}

source: [_R_] Hey, Sis... I wanted to...
french: [_R_] Hey, Sis... Je voulais que...
italian: [_R_] Hey, Sis... Volevo...
portuguese: [_R_] Ei, Sis ... Eu queria ...
russian: [ _R_] Hey, Sis ... Я хотел ...

source: [_R_] What are you doing?
french: [_R_] Que fais-tu?
italian: [_R_] Cosa stai facendo?
portuguese: [_R_] O que você está fazendo?
russian: [_R_] Что вы делаете?

source: [_S_] Looking for a job.
french: [ _S_ ] Vous cherchez un emploi.
italian: [_S_] Alla ricerca di un lavoro.
portuguese: [_S_] À procura de um emprego.
russian: [_S_] Ищете работу.

source: [_R_] For tuition money?
french: [_R_] Pour l'argent des frais de scolarité ?
italian: [_R_] Per le lezioni di denaro?
portuguese: [_R_] Para dinheiro de propina?
russian: [ _R_] За плату за обучение?

source: [_S_] No, to help Mom.
french: [ _S_ ] Non, pour aider maman.
italian: [_S_] No, per aiutare la mamma.
portuguese: [_S_] Não, para ajudar a mãe.
russian: Нет, чтобы помочь маме.

source: [_S_] You saw her, she's trying to take this all on by herself.
french: [_S_] Vous l'avez vue, elle essaye de tout prendre par elle-même.
italian: [_S_] L'hai vista, sta cercando di prenderlo tutto da sola.
portuguese: [_S_] Você a viu, ela está tentando levar isto tudo por conta própria.
russian: [_S_] Вы видели ее, она пыталась взять всё на себя.

source: [_S_] I'm not going to let her do this alone.
french: [_S_] Je ne vais pas la laisser faire seul.
italian: [_S_] Non le lascerò fare questo da solo.
portuguese: [_S_] Eu não vou deixar que ela faça isso sozinha.
russian: Я не позволю ей сделать это в одиночку.

source: [_S_] I just wish I had my design degree. Joey's club is probably the only place I can make the kind of money we need.
french: [ _S_ ] J'aimerais juste avoir mon diplôme de design. Le club de Joey est probablement le seul endroit où je peux faire le genre d'argent dont nous avons besoin.
italian: [_S_] Vorrei solo avere il mio grado di design. Il club di Joey è probabilmente l'unico posto in cui posso fare il tipo di denaro di cui abbiamo bisogno.
portuguese: [_S_] Eu só gostaria de ter meu diploma de design. O clube de Joey é provavelmente o único lugar em que eu posso fazer o tipo de dinheiro que precisamos.
russian: [ _S_] Я просто хочу, чтобы у меня была степень дизайна. Клуб Джоуи-это, наверное, единственное место, где я могу зарабатывать деньги, которые нам нужны.

source: [_R_] But, Mom said...
french: [_R_] Mais, maman a dit...
italian: [_R_] Ma, la mamma ha detto...
portuguese: [__R_] Mas, a mamãe disse ...
russian: [_R_] Но, мама сказала...

source: [_S_] I know what mom said.
french: [ _S_ ] Je sais ce que maman a dit.
italian: [_S_] So cosa ha detto la mamma.
portuguese: [_S_] Eu sei o que a mãe disse.
russian: Я знаю, что сказала мама.

source: [_R_] But the mob is dangerous...
french: [ _R_ ] Mais la foule est dangereuse ...
italian: [_R_] Ma la folla è pericolosa...
portuguese: [_R_] Mas o monstro é perigoso...
russian: Но толпа опасна ...

source: [_S_] Hey, don't worry, Half-Pint.
french: [ _S_ ] Hé, ne t'inquiète pas, Half-Pint.
italian: [_S_] Ehi, non ti preoccupare, Mezza Pinta.
portuguese: [_S_] Ei, não se preocupe, Meia-Pinta.
russian: Эй, не волнуйся, наполовину Пинту.

source: [_S_] Your big sis won't let anything happen to you or Lauren.
french: [ _S_ ] Votre grande sis ne vous laissera pas quoi que ce soit vous arriver ou Lauren.
italian: [_S_] Il tuo grande sis non lascerà che succeda nulla a te o Lauren.
portuguese: [_S_] Sua grande areia não deixará nada acontecer com você ou Lauren.
russian: [_S_] Ваш большой сыс не позволит ничего случится с вами или с Лороном.

source: [_R_] But!...
french: [_R_] Mais!...
italian: [_R_] Ma!...

source: [_S_] Why don't you go check on Mom. I'm sure she could use some comforting from her little man.
french: [ _S_ ] Pourquoi ne pas aller vérifier maman. Je suis sûre qu'elle pourrait utiliser certains réconfortants de son petit homme.
italian: [_S_] Perché non vai a controllare la mamma. Sono sicuro che potrebbe usare un po' di conforto dal suo piccolo uomo.
portuguese: [__S_] Por que você não vai conferir na mamãe. Tenho certeza que ela poderia usar algum reconfortante do seu homenzinho.
russian: Почему бы тебе не проверить маму. Я уверен, что она могла бы использовать какое-то утешение от ее маленького человека.*

source: [_RT_] {i}She hasn't called me Half-Pint since before she left for college.{/i}
french: [_RT_] {i}Elle ne m'a pas appelé la Demi-Pinte avant qu'elle ne quitte pour le collège.{/i}
italian: [_RT_] {i}Non mi ha chiamato Half-Pint da prima di partire per l'università.{/i}
portuguese: [_RT_] {i}Ela não me chamou de Half-Pint desde antes de sair para a faculdade. {/i}
russian: [ _RT_] {i}Она не называла меня наполовину Пинтом с тех пор, как она ушла в колледж.

source: [_RT_] {i}I hate that dammed nickname!{/i}
french: [_RT_] {i}Je déteste ce surnom damné !{/i}
italian: [_RT_] {i}Odio quel soprannome bloccato!{/i}
portuguese: [_RT_] {i}Eu odeio aquele apelido represado! {/i}
russian: [_RT_] {i}Я ненавижу этого прозвища!{/i}

source: [_RT_] {i}She didn't even ask about working with me at my studio to make more money.{/i}
french: [_RT_] {i}Elle n'a même pas demandé à travailler avec moi dans mon studio pour gagner plus d'argent.{/i}
italian: [_RT_] {i}Non ha nemmeno chiesto di lavorare con me nel mio studio per fare più soldi.{/i}
portuguese: [_RT_] {i}Ela nem sequer pediu para trabalhar comigo no meu estúdio para ganhar mais dinheiro.{/i}
russian: [_RT_] {i}Она даже не спрашивала о работе со мной в моей студии, чтобы получить больше денег.{/i}

source: [_RT_] {i}I guess she's never been involved on the business side of it. She wouldn't know how much money I've been able to make.{/i}
french: [_RT_] {i}Je suppose qu'elle n'a jamais été impliquée du côté des affaires. Elle ne savait pas combien d'argent j'ai pu gagner.{/i}
italian: [_RT_] {i}Immagino che non sia mai stata coinvolta nel mondo degli affari. Non saprebbe quanti soldi sono stato in grado di fare.{/i}
portuguese: [_RT_] {i}Eu acho que ela nunca esteve envolvida no lado de negócios dela. Ela não saberia quanto dinheiro eu fui capaz de fazer. {/i}
russian: [_RT_] {i}Я думаю, что она никогда не была вовлечена в деловую деятельность. Она не знает, сколько денег я смогу сделать.{/i}

source: [_RT_] {i}Asking her to share her tips from the club probably didn't give her a good impression of my earning potential.{/i}
french: [ _RT_ ] {i}Demander à elle de partager ses conseils du club ne lui a probablement pas donné une bonne impression de mon potentiel de gain. { /i }
italian: [_RT_] {i}Chiedendole di condividere i suoi suggerimenti dal club probabilmente non le ha dato una buona impressione del mio potenziale di guadagno.{/i}
portuguese: [_RT_] {i}Pedem que ela compartilhe suas dicas do clube provavelmente não lhe deu uma boa impressão do meu potencial de ganho. {/i}
russian: [ _RT_] {i}Акинг, чтобы поделиться своими советами из клуба, вероятно, не произвел хорошего впечатления о моем потенциале заработка. { /i }

source: [_RT_] {i}If I want her to respect my business prowess, I should include her in more than just making costumes. That way she'd see how good I am at this.{/i}
french: [ _RT_ ] {i}Si je veux qu'elle respecte mes prouesses commerciales, je devrais l'inclure dans plus que des costumes. De cette façon, elle verrait à quel point je suis bon pour ça. { /i }
italian: [_RT_] {i}Se voglio che lei rispetti la mia prodezza aziendale, dovrei includerla in più che fare solo costumi. In questo modo avrebbe visto quanto sono bravo a questo.{/i}
portuguese: [_RT_] {i}Se eu quero que ela respeite a propriedade de minha empresa, devo incluí-la em mais do que apenas fazer trajes. Dessa forma, ela verá quão bom eu sou nisso.{/i}
russian: [_RT_] {i}Если я хочу, чтобы она уважала свой бизнес, я должен включать ее в больше, чем просто делать костюмы. Так она видит, как хорошо я в этом.{/i}

source: [_RT_] {i}Maybe she'd have some good ideas too. I certainly could use help if I want my business to keep growing.{/i}
french: [ _RT_ ] {i}Peut-être qu'elle avait aussi de bonnes idées. Je pourrais certainement utiliser l'aide si je veux que mon entreprise continue à croître. { /i }
italian: [_RT_] {i}Forse lei avrebbe anche alcune buone idee. Potrei sicuramente usare l'aiuto se voglio che la mia azienda continui a crescere.{/i}
portuguese: [_RT_] {i}Talvez ela tivesse algumas boas ideias também. Eu certamente poderia usar ajuda se eu quiser que meu negócio continue crescendo. {/i}
russian: [_RT_] {i}Может быть, у нее тоже есть хорошие идеи. Я бы мог помочь, если бы я хочу, чтобы мой бизнес продолжал расти. {/i}

source: [_RT_] {i}I can't believe it's becoming so normal for us to have frequent conversations with a mafia boss!{/i}
french: [ _RT_ ] {i}Je ne peux pas croire qu'il soit devenu si normal que nous ayons des conversations fréquentes avec un chef mafieux ! { /i }
italian: [_RT_] {i}Non riesco a credere che sia così normale per noi avere conversazioni frequenti con un boss mafia!{/i}
portuguese: [_RT_] {i}Eu não acredito que esteja se tornando tão normal que nós tenhamos conversas frequentes com um chefe mafioso!{/i}
russian: [_RT_] {i}Я не могу верить, что так нормально общаться с боссом мафии!{/i}

source: [_R_] I'm coming!
french: [_R_] Non je ne le suis pas!
italian: [_R_] sto arrivando!
portuguese: [_R_] estou chegando!
russian: [_R_] Я приехал!

source: [_J_] It took you long enough... I don't like to be kept waiting. I've got loads to do.
french: [ _J_ ] Ça vous a pris assez longtemps ... Je n'aime pas être en attente. J'ai des charges à faire.
italian: [_J_] Ci sono voluti abbastanza tempo... non mi piace rimanere in attesa. Ho dei carichi da fare.
portuguese: U[_J_] Demorou tempo suficiente... Eu não gosto de continuar esperando. Tenho cargas para fazer.
russian: [ _J_] Это заняло вас достаточно долго ... Я не люблю ждать. У меня куча дел.

source: [_R_] You should just send your driver to collect, then. You shouldn't have to come personally.
french: [ _R_ ] Vous devez simplement envoyer votre pilote à collecter, puis. Tu ne devrais pas avoir à venir personnellement.
italian: [_R_] Dovresti solo inviare il tuo autista a raccogliere, allora. Non dovresti venire personalmente.
portuguese: [_R_] Você deve apenas enviar seu motorista para coletar, então. Você não deveria ter que vir pessoalmente.
russian: [_R_] Вам нужно лишь отправить своего водителя для сбора. Вам не нужно приходить лично.

source: [_J_] Yeah, right? Except, if you're able to make the payment, this could be the only time I get to see [mom_name] this week.
french: [_J_] Oui, non ? Sauf si vous êtes en mesure de faire le paiement, ce pourrait être la seule fois que j'obtiens [mom_name] cette semaine.
italian: [_J_] Sì, giusto? Eccetto, se sei in grado di effettuare il pagamento, questa potrebbe essere l'unica volta che riesco a vedere [mom_name] questa settimana.
portuguese: [_J_] Sim, certo? Exceto, se você consegue fazer o pagamento, pode ser a única vez que eu consigo ver [mom_name] esta semana.
russian: Да, верно? За исключением того, что если вы в состоянии произвести платеж, это может быть единственный раз, когда я увижу на этой неделе [ mom_name].

source: [_J_] Is she almost ready?
french: [ _J_ ] Est-elle presque prête?
italian: [_J_] È quasi pronta?
portuguese: [_J_] Ela está quase pronta?
russian: [_J_] Она почти готова?

source: [_R_] I don't know.
french: [_R_] Je ne sais pas.
italian: [_R_] Non lo so.

source: [_M_] I thought I heard a knocking.
french: [ _M_ ] J'ai cru entendre une frappe.
italian: [_M_] pensavo di aver sentito un busso.
portuguese: [_M_] Pensei que tivesse ouvido um bater.
russian: Я думал, что услышал стук.

source: [_M_] Hi, Joey.
french: [_M_] Bonjour, Joey.
italian: [_M_] Ciao, Joey.
portuguese: [_M_] Oi, Alegria.
russian: Привет, Джоуи.

source: [_J_] You look fucking beautiful, as always!
french: [ _J_ ] Tu as l'air belle, comme toujours !
italian: [_J_] Sembri bello, come sempre!
portuguese: [_J_] Você está bonita pra caramba, como sempre!
russian: [_J_] Как всегда, ты выглядишь красивым!

source: [_RT_] {i}Goddam! She really does!{/i}
french: [_RT_] {i}Diable! Elle le fait vraiment!{/i}
italian: [_RT_] {i}Goddam! Fa davvero!{/i}
portuguese: [_RT_] {i}Goddam! Ela realmente faz! {/i}
russian: [ _RT_] {i}Годдам! Она действительно делает! { /i }

source: [_M_] Well, [ryan]?
french: [_M_] Eh bien, [ryan]?
italian: [_M_] Beh, [ryan]?
portuguese: [_M_] Bem, [ryan]?
russian: [ _M_] Ну, [ ryan]?

source: [_M_] How'd you get along this week?
french: [_M_] Comment vous en sortiriez-vous cette semaine ?
italian: [_M_] Come andrai d'accordo questa settimana?
portuguese: [__M_] Como você se conseguiu ao longo desta semana?
russian: Как вы ладите на этой неделе?

source: [_M_] Are we able to make the payment?
french: [ _M_ ] Sommes-nous en mesure de faire le paiement?
italian: [_M_] Siamo in grado di effettuare il pagamento?
portuguese: [_M_] Somos capazes de fazer o pagamento?
russian: [ _M_] Мы можем произвести платеж?

source: [_R_] Don't worry, Mom, I've got it covered.
french: [ _R_ ] Ne vous inquiétez pas, maman, je l'ai couverte.
italian: [_R_] Non ti preoccupare, Mamma, l'ho coperto.
portuguese: [__R_] Não se preocupe, mãe, eu tenho ele coberto.
russian: [_R_] Не волнуйтесь, мама, я понял, что это все.

source: [_R_] Here's this weeks's payment.
french: [ _R_ ] Voici le paiement de cette semaine.
italian: [_R_] Ecco il pagamento di questa settimana.
portuguese: [_R_] Aqui está o pagamento desta semana.
russian: [ _R_] Вот эта неделя оплат.

source: {i}"Money -$1,000"{/i}
french: {i}'Argent -1'000$'{/i}
italian: {i}"Soldi -$1.000"{/i}
russian: {i}"Деньги -$1,000"{/i}

source: [_J_] Thank you.
french: [_J_] Merci.
italian: [_J_] Grazie.
portuguese: [_J_] Obrigado.
russian: Спасибо.

source: [_J_] Paying your family's debts is extremely honorable, especially when you had no part in creating them.
french: [ _J_ ] Le paiement des dettes de votre famille est extrêmement honorable, surtout lorsque vous n'avez pas participé à leur création.
italian: [_J_] Pagare i debiti della tua famiglia è estremamente onorevole, soprattutto quando non hai avuto alcuna parte nella loro creazione.
portuguese: U[_J_] Pagar dívidas da sua família é extremamente honrado, especialmente quando você não tinha parte na criação delas.
russian: [ _J_] Закладывая долги своей семьи, это чрезвычайно благородно, особенно, когда ты не был в их создании.

source: [_J_] I think in time, you could become a much greater asset to us than your father...
french: [ _J_ ] Je pense que dans le temps, vous pourriez devenir un bien plus important pour nous que votre père ...
italian: [_J_] Penso che nel tempo, potresti diventare per noi un bene molto più grande di tuo padre...
portuguese: [_J_] Eu acho que com o tempo, você poderia se tornar um ativo muito maior para nós do que o seu pai ...
russian: [ _J_] Я думаю, со временем ты можешь стать гораздо большим достоянием для нас, чем твой отец ...

source: [_M_] Don't encourage him, Joey!
french: [ _M_ ] Ne l'encourage pas, Joey !
italian: [_M_] Non incoraggiarlo, Joey!
portuguese: [__M_] Não encoraje ele, Joey!
russian: Не поощряй его, Джоуи!

source: [_M_] I don't want [ryan] to have any part in your... business.
french: [ _M_ ] Je ne veux pas que [ ryan ] ait un quelconque rôle dans votre ... affaire.
italian: [_M_] Non voglio che [ryan] abbia alcuna parte nel tuo... business.
portuguese: [__M_] Eu não quero [ryan] ter qualquer parte em seu ... negócio.
russian: [ _M_] Я не хочу, чтобы [ ryan] имели какую-либо роль в вашем ... бизнесе.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have brought that up again.
french: [_J_] Je suis désolé, [mom_name]... Je n'aurais pas dû remonter ça.
italian: [_J_] mi dispiace, [mom_name]... non avrei dovuto riprenderlo.
portuguese: [_J_] Eu sinto muito, [mom_name] ... Eu não deveria ter trazido isso de novo.
russian: [ _J_] Прости, [ mom_name] ... Я не должен был так подниматься.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have said anything.
french: [_J_] Je suis désolé, [mom_name]... Je n'aurais rien dit.
italian: [_J_] mi dispiace, [mom_name]... non avrei dovuto dire niente.
portuguese: [_J_] Eu sinto muito, [mom_name] ... Eu não deveria ter dito nada.
russian: [ _J_] Прости, [ mom_name] ... Я не должна была ничего сказать.

source: [_M_] Thank you, [ryan]!
french: [_M_] Merci, [ryan]!
italian: [_M_] Grazie, [ryan]!
portuguese: [_M_] Obrigado, [ryan]!
russian: [ _M_] Спасибо, [ ryan]!

source: [_M_] I can't tell you how much comfort it brings me knowing that you're trying your best to make this payment each week.
french: [ _M_ ] Je ne peux pas vous dire combien de confort cela m'amène à savoir que vous essayez de faire ce paiement chaque semaine.
italian: [_M_] Non posso dirti quanto comfort mi porta sapendo che stai cercando di fare del tuo meglio per effettuare questo pagamento ogni settimana.
portuguese: [__M_] Eu não posso dizer o quanto de conforto me traz saber que você está tentando o seu melhor para fazer esse pagamento a cada semana.
russian: [ _M_] Я не могу сказать, как много утешения я знаю, что ты пытаешься сделать эту выплату каждую неделю.

source: [_R_] It's worth it to make you happy.
french: [ _R_ ] Ça vaut la peine de vous rendre heureux.
italian: [_R_] Vale la pena renderti felice.
portuguese: U[_R_] vale a pena fazer você feliz.
russian: [_R_] Стоит сделать вас счастливым.

source: [_M_] Well, you succeeded. Thank you!
french: [_M_] Eh bien, vous avez réussi. Merci!
italian: [_M_] Beh, sei riuscito. Grazie!
portuguese: [_M_] Bem, você conseguiu. Obrigado!
russian: Ну, ты преуспел. Спасибо!

source: [_RT_] {i}I love it when Mom hugs me like this!{/i}
french: [_RT_] {i}J'adore quand ma mère me serre comme ça !{/i}
italian: [_RT_] {i}Mi piace quando Mamma mi abbraccia così!{/i}
portuguese: [_RT_] {i}Eu adoro quando a mamãe me abraçaria assim! {/i}
russian: [_RT_] {i}Мне нравится это когда Мама обнимает меня так!{/i}

source: [_M_] Alright, Joey... I'm ready to go.
french: [_M_] D'accord, Joey... Je suis prêt à partir.
italian: [_M_] Va bene, Joey... sono pronto ad andare.
portuguese: [_M_] Certo, Alegria... Estou pronto para ir.
russian: Хорошо, Джоуи ... Я готов идти.

source: [_R_] Go?... You're going to the club again?
french: [_R_] Partez?... Vous allez à nouveau dans le club ?
italian: [_R_] vai?... Stai andando di nuovo al club?
portuguese: U[_R_] vai?... Você vai para o clube novamente?
russian: [ _R_] Go? ... Ты опять собираешься в клуб?

source: [_R_] Even after I busted my ass to make that payment?!
french: [_R_] Même après que je me suis cassé le cul pour faire ce paiement?!
italian: [_R_] Anche dopo che ho sbattuto il culo per fare quel pagamento?!
portuguese: [__R_] Mesmo depois de eu ter estourado a bunda para fazer esse pagamento?!
russian: [_R_] Даже после того, как я поехал с моим задним, чтобы сделать этот платеж?!

source: [_J_] Careful!
french: [_J_] Attention !
italian: [_J_] Attenzione!
portuguese: [_J_] Cuidado!
russian: Осторожно!

source: [_M_] Yes, I am, and for the same reasons I did last time.
french: [ _M_ ] Oui, je suis, et pour les mêmes raisons que j'ai fait la dernière fois.
italian: [_M_] Sì, sono, e per gli stessi motivi ho fatto la scorsa volta.
portuguese: [_M_] Sim, eu sou, e pelas mesmas razões que fiz da última vez.
russian: [ _M_] Да, я и по тем же причинам, что и в прошлый раз.

source: [_R_] Well, then maybe I should stop making the payment!
french: [_R_] Eh bien, alors je devrais peut-être arrêter de faire le paiement!
italian: [_R_] Beh, allora forse dovrei smettere di fare il pagamento!
portuguese: [__R_] Bem, então talvez eu devesse parar de fazer o pagamento!
russian: [ _R_] Ну, тогда, может быть, я должен прекратить делать платеж!

source: [_J_] The result would still be the same.
french: [_J_] Le résultat serait toujours le même.
italian: [_J_] Il risultato sarebbe comunque lo stesso.
portuguese: [_J_] O resultado ainda seria o mesmo.
russian: [ _J_] Результат все равно будет прежним.

source: [_R_] Dammit, fine!
french: [_R_] Bon sang, d'accord!
italian: [_R_] Dammit, bene!
portuguese: [_R_] Maldição, tudo bem!
russian: [_R_] Призрак, отлично!

source: [_R_] Just... Try not to be the biggest whore there!
french: [_R_] Justement... Essayez de ne pas être la plus grosse prostituée là-bas !
italian: [_R_] Just... Prova a non essere la puttana più grande lì!
portuguese: [_R_] Só... Tente não ser a maior delícia!
russian: [_R_] Just... Постарайтесь не быть самой большой шерстью там!

source: [_J_] Watch it!
french: [_J_] Regardez!
italian: [_J_] Guardatelo!
portuguese: [_J_] Cuidado!
russian: [ _J_] Смотреть!

source: [_R_] Sorry.
french: [_R_] Désolé.
italian: [_R_] Spiacente.
portuguese: [_R_] Desculpe.
russian: [_R_] Извините.
