Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}Mom's towel is slipping down again!{/i}
french: [_RT_] {i}La serviette de maman glisse à nouveau!{/i}
italian: [_RT_] L'asciugamano della mamma {i}sta scivolando di nuovo!{/i}
russian: [_RT_] Полотенце мамы {i}снова подскользнуло!{/i}

source: [_RT_] {i}Once could be an accident, but any more than that is on purpose.{/i}
french: [_RT_] {i}Une fois pourrait être un accident, mais pas c'est fait exprès.{/i}
italian: [_RT_] {i}Una volta che potrebbe essere un incidente, ma qualsiasi più di quello è a proposito.{/i}
portuguese: [_RT_] {i}Uma vez poderia ser um acidente, mas qualquer coisa mais do que isso é propositado.{/i}

source: [_RT_] {i}She must be feeling pretty lonely without Dad... I've just got to figure out how to use that to my advantage, and not fucking Matt's.{/i}
french: [_RT_] {i}Elle doit se sentir assez seule sans papa... Je dois juste trouver comment utiliser cela à mon avantage, et non pas à celui de Matt.{/i}
italian: [_RT_] {i}Deve sentirsi abbastanza solitaria senza papà... Devo solo capire come usarlo a mio vantaggio, e non scopare Matt's.{/i}
portuguese: [_RT_] {i}Ela deve estar se sentindo bem solitária sem papai... Eu acabei de ter que descobrir como usar isso a minha vantagem, e não a porra do Caracho.{/i}
russian: [_RT_] {i}Она должна чувствовать себя одинокой без отца... Я только что должен разобраться в том, как использовать это в моей пользу, а не Fucking Matt's.{/i}

source: [_R_] Mom!... Your towel!... Pull it up!
french: [_R_] Maman!... Ta serviette!... Remonte-la !
italian: [_R_] Moma!... Il tuo asciugamano!... Tira in alto!
portuguese: [_R_] Mãe!... Sua toalha!... Puxe de cima!

source: [_M_] Oh, my goodness!... What is wrong with our towels?!
french: [_M_] Oh, mon dieu!... Quel est le problème avec nos serviettes?!
italian: [_M_] Oh, la mia bontà!... Cosa c'è di sbagliato con i nostri asciugamani?!
portuguese: [_M_] Oh, meu Deus!... O que há de errado com as nossas toalhas?!

source: [_M_] I'm so sorry!
french: [_M_] Je suis tellement désolé !
italian: [_M_] Mi dispiace tanto!

source: [_L_] Again?... Geez, Mom!
french: [_L_] Encore?... Bon sang, Maman!
italian: [_L_] Ancora?... Geez, Mamma!

source: [_M_] I said I'm sorry!
french: [_M_] J'ai dit que j'étais désolé !
italian: [_M_] Ho detto che mi dispiace!

source: [_MB_] No, don't worry about it... I didn't even notice. As always, I was only looking at your beautiful eyes.
french: [_MB_] Non, ne vous en faites pas... Je ne l'ai même pas remarqué. Comme toujours, je ne regardais que vos beaux yeux.
italian: [_MB_] No, non ti preoccupare... non ho nemmeno notato. Come sempre, stavo solo guardando i tuoi bei occhi.
portuguese: [_MB_] Não, não se preocupe com isso... Eu nem sequer percebi. Como sempre, eu estava olhando apenas para seus belos olhos.

source: [_MT_] {i}Haha... Just like last time, he couldn't keep his eyes off my breasts.{/i}
french: [_MT_] {i}Haha... Comme la dernière fois, il n'a pas pu garder les yeux sur mes seins.{/i}
italian: [_MT_] {i}Haha... Proprio come l'ultima volta, non riusciva a tenere gli occhi lontani dai miei seni.{/i}
portuguese: [_MT_] {i}Haha... Assim como da última vez, ele não conseguiu tirar os olhos dos meus peitos.{/i}

source: [_MT_] {i}Fuck... I'm getting wet thinking about Matt looking at my nipples.{/i}
french: [_MT_] {i}Merde... Je me mouille en pensant à Matt qui regarde mes mamelons.{/i}
italian: [_MT_] {i}Cazzo... Mi sto bagnando pensando a Matt che mi guarda i capezzoli
portuguese: U[_MT_] {i}Presa... Estou ficando molhado em Matt olhando para meus nipples.{/i}
russian: [_MT_] {i}Хак... Я мокрый подумываю о Матте, глядя на свои рыбаки.{/i}

source: {b}{i}"Mom's Libido +1"{/i}{/b}
french: {b}{i}«Libido de maman +1»{/b}{/i}
italian: {b}{i}"Libido della mamma +1"{/i}{/b}
portuguese: {b}{i}"Mamãe Lida +1"{/i}{/b}
russian: {b}{i}"Либидо мамы +1"{/i}{/b}

source: [_MT_] {i}Fuck!... I need to get myself off... but I can't even take care of myself with my sister sleeping in the room with me.{/i}
french: [_MT_] {i}Merde !... Je dois m'en aller... mais je ne peux même pas prendre du plaisir pour moi avec ma sœur qui dort dans ma chambre avec moi.{/i}
italian: [_MT_] {i}Cazzo!... Ho bisogno di staccarmi... ma non posso nemmeno occuparmi di me stesso con mia sorella che dorme nella stanza con me.{/i}
portuguese: [_MT_] {i}Preso!... Eu preciso me livrar... mas não consigo nem cuidar de mim mesmo com minha irmã dormindo no quarto com mim.{/i}
russian: [_MT_] {i}повезет!... Мне нужно выйти... Я даже не могу позаботиться о себе с сестрой в комнате со мной.{/i}

source: [_L_] God, Mom!... Why are you still just standing there!
french: [_L_] Mon Dieu, maman ... Pourquoi es-tu toujours debout là !
italian: [_L_] Dio, Mamma!... Perché sei ancora lì in piedi!

source: [_L_] Why do you keep trying to hang out with us in nothing but your towel... You're embarrassing me.
french: [_L_] Pourquoi continues-tu à essayer de traîner avec nous dans rien d'autre que ta serviette... Tu m'embarrasses.
italian: [_L_] Perché continuate a cercare di uscire con noi in nient'altro che il vostro asciugamano... Mi stai imbarazzando.
portuguese: [_L_] Por que você continua tentando nada além de sua toalha... Você está me envergonhando.

source: [_MB_] Really, I don't mind!
french: [_MB_] Vraiment, ça ne me dérange pas!
italian: [_MB_] Davvero, non mi dispiace!

source: [_LT_] {i}(sarcastically) Real subtle, Matt... I'd break up with him today, but then how would I make [ryan] jealous?{/i}
french: [_LT_] {i}(sarcastiquement) Très subtil, Matt... Je romprais avec lui aujourd'hui, mais alors comment pourrais-je rendre [ryan] jaloux ? {/i}
italian: [_LT_] {i}(sarcasticamente) Real subtle, Matt... Mi spezzerei con lui oggi, ma poi come farei [ryan] geloso?{/i}

source: [_M_] You're right... I'd better run.
french: [_M_] Tu as raison... Je ferais mieux d'y aller.
italian: [_M_] Hai ragione... E' meglio che scappi.

source: [_R_] Yeah, I'm out of here too.
french: [_R_] Ouais, je m'en vais aussi.
italian: [_R_] Sì, me ne vado anch'io.
portuguese: [_R_] Sim, eu também estou fora.

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get under my skin by acting like a slut whenever Matt's around.{/i}
french: [_RT_] {i}Je n'ai pas envie de les traiter ce soir. Lauren continue à essayer de me mettre sous la peau en agissant comme une chienne chaque fois que cela se présente.{/i}
italian: [_RT_] {i}Non ho voglia di affrontarli stasera. Lauren continua a cercare di ottenere sotto la mia pelle agendo come una troia ogni volta che Matt's intorno.{/i}
portuguese: [_RT_] {i}Eu não estou com vontade de lidar com eles hoje à noite. Lauren continua tentando ficar embaixo da minha pele agindo como um sluto sempre que tem seu redor.{/i}
russian: [_RT_] {i}Мне не нравится общаться с ними сегодня. Лорен продолжает пытаться попасть под мою кожу, действуя как шлюха всякий раз, когда Мат находится.{/i}

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school.{/i}
french: [_RT_] {i}Pourquoi agit-elle comme si c'était ma faute, elle n'a pas pu battre le plus populaire à l'école{/i}
italian: [_RT_] {i}Perché si comporta come se fosse colpa mia, non riusciva a battere il ragazzo più popolare a scuola.{/i}
portuguese: [_RT_] {i}Por que ela está agindo como se fosse minha culpa, ela não conseguiu bater no cara mais popular da escola.{/i}
russian: [_RT_] {i}Почему она действует как моя вина, она не смогла победить самого популярного парня в школе.{/i}

source: [_RT_] {i}I mean, maybe I could have tried harder to help her, but come on. It's not like she really had a chance.{/i}
french: [_RT_] {i}Je veux dire, j'aurais peut-être pu faire plus d'efforts pour l'aider, mais allez-y. Ce n'est pas comme si elle avait vraiment eu une chance.{/i}
italian: [_RT_] {i}Voglio dire, forse avrei potuto provare di più per aiutarla, ma vieni. Non è come se avesse avuto davvero una possibilità.{/i}
portuguese: [_RT_] {i}Quer dizer, talvez eu pudesse ter tentado mais ajuda para ela, mas vamos lá. Não é como se ela realmente tivesse tido uma chance. {/i}
russian: [_RT_] {i}Я имею в виду, может быть, я пытался бы помочь ей, но приходи. Это не похоже она действительно имела шанс.{/i}

source: [_RT_] {i}I wish she'd just get over it, instead of rubbing Matt's victory in my face.{/i}
french: [_RT_] {i}Je souhaite qu'elle s'en sorte, au lieu de frotter la victoire de Matt sur mon visage{/i}
italian: [_RT_] {i}Vorrei che lei fosse appena superata, invece di strofinare la vittoria di Matt. {/i}
portuguese: [_RT_] {i}que eu gostaria que ela acabasse de superá-lo, em vez de esfregar a vitória do Matt's em meu rosto.{/i}
russian: [_RT_] {i}Я желаю ей только что получить его, вместо того, чтобы покрушить победу Матта в моем лицо.{/i}

source: [_S_] Uh, oh... You've got that look again.
french: [_S_] Uh, oh... Vous avez ce regard à nouveau.
italian: [_S_] Uh, oh... Hai questo aspetto di nuovo.
portuguese: [_S_] Uh, oh... Você tem esse olhar novamente.
russian: [ _S_] Ох, ох ... Ты снова выглядишь.

source: [_S_] Stop trying to be the cliche older brother that has to protect his younger sister.
french: [_S_] Arrêtez d’essayer d’être le frère aîné cliche qui doit protéger sa sœur cadete.
italian: [_S_] Smettete di cercare di essere il fratello maggiore di cliche che deve proteggere la sorella più giovane.
portuguese: U[_S_] Pare de tentar ser o irmão mais velho do cliche que tem que proteger sua irmã mais nova.
russian: [_S_] Прекратите пытаться стать старшим братом клика, который должен защитить свою младшую сестру.

source: [_S_] Just be happy for her. She's got a great boyfriend that she really seems to like.
french: [_S_] Soyez juste heureux pour elle. Elle a un grand copain qu'elle semble aimer.
italian: [_S_] Sii felice per lei. Ha un grande fidanzato che le sembra davvero piacere.
portuguese: [_S_] Basta ser feliz por ela. Ela tem um ótimo namorado que ela realmente parece gostar.
russian: [ _S_] Просто будь счастлив за неё. У нее есть отличный парень, который ей действительно нравится.

source: [_MB_] Damn, I love this show!
french: [_MB_] Bon sang, j'adore ce spectacle !
italian: [_MB_] Dannazione, amo questo spettacolo!
portuguese: [_MB_] Caramba, eu amo este show!
russian: [_MB_] Damn, я люблю это шоу!

source: [_MB_] Ever since they made the queen a sex slave to those horse guys, every episode has her getting gang banged at least once.
french: [_MB_] Depuis qu'ils ont fait de la reine un esclave sexe pour ces hommes de cheval, chaque épisode la fait se faire bander au moins une fois.
italian: [_MB_] Da quando hanno fatto della regina uno schiavo di sesso a quei cavalli ragazzi, ogni episodio ha la sua ottenere la banda sbattuto almeno una volta.
portuguese: [_MB_] Já desde que fizeram da rainha uma escravidão para aqueles cavalheiros, cada episódio a tem batido pelo menos uma vez.
russian: С тех пор, как они сделали королеву секс рабыней этих конных парней, каждый эпизод заставил ее хотя бы раз побить банду.

source: [_R_] How can she like him? He doesn't love her. You don't know him like I do. As soon as he gets bored of her, he'll kick Lauren to the curb.
french: [_R_] Comment l'apprécie-t-elle ? Il ne l'aime pas. Vous ne le connaissez pas comme moi. Dès qu'il s'ennuie d'elle, il va lancer Lauren au bout.
italian: [_R_] Come può piacerle lei? Non la ama. Non lo conoscete come me. Non appena si annoierà di lei, darà il calcio a Lauren al freno.
portuguese: [_R_] Como ela pode gostar dele? Ele não a ama. Você não o sabe como eu. Assim que ele ficar entediado dela, ele vai chutar Lauren para o curbe.
russian: [ _R_] Как она может понравиться ему? Он не любит ее. Ты не знаешь его, как я. Как только ему станет скучно, он выгоню Лорен на обочину.

source: [_S_] You just think that because of your caveman male rivalry. He's very polite anytime we talk, and Lauren's always got a smile on her face when he's around.
french: [ _S_ ] Vous pensez simplement qu'à cause de votre rivalité homme cavalier. Il est très poli quand on parle, et Lauren a toujours un sourire sur son visage quand il est là.
italian: [_S_] Pensate solo che a causa della vostra rivalità maschile caveman. È molto gentile in qualsiasi momento parliamo, e Lauren ha sempre un sorriso sul viso quando è intorno.
portuguese: [__S_] Você só pensa isso por causa da sua rivalidade masculina de caveman. Ele é muito educado a qualquer hora que falamos, e Lauren sempre tem um sorriso no rosto quando ele está por perto.
russian: [_S_] Вы только что думаете, что из-за соперника в кавалерии. Он очень вежливо в любое время, и Лорена всегда получала улыбку на лице, когда он вокруг.

source: [_S_] Stop freaking out just because they have an open relationship.
french: [_S_] Arrêtez de frémir simplement parce qu'ils ont une relation ouverte.
italian: [_S_] Smettila di liberarti solo perché hanno una relazione aperta.
portuguese: [_S_] Pare de surtar só porque eles têm um relacionamento aberto.
russian: [_S_] Остановите размытие только потому, что у них открытые отношения.

source: [_RT_] {i}You might change your mind if you knew Mom was also one of Matt's sluts.{/i}
french: [ _RT_ ] {i}Vous pouvez changer d'avis si vous saviez que maman était aussi l'une des salopes de Matt. { /i }
italian: [_RT_] {i}Potresti cambiare idea se sapessi che anche Mamma era una delle troie di Matt.{/i}
portuguese: [_RT_] {i}Você poderia mudar de ideia se soubesse que a mamãe também era uma das vespas de Matts.{/i}
russian: [_RT_] {i}Вы можете передумать, если вы знали, что мама также является одним из шлейфов Матта.{/i}

source: [_RT_] {i}I wish I could tell Lauren and Sidney about what Mom's been doing, but... Lauren would freak out on her. It'd probibly kill their relationship. If I just told Sidney, she'd insist on telling Lauren, or at least she'd confront Mom about it.{/i}
french: [ _RT_ ] {i}I wish I could tell Lauren and Sidney about what Mom's been doing, but ... Lauren se libérerait sur elle. Il tuerait de façon probibée leur relation. Si je viens de dire à Sidney, elle insisterais pour dire à Lauren, ou au moins qu'elle affronte Mom à ce sujet. { /i }
italian: [_RT_] {i}Vorrei poter dire a Lauren e a Sidney ciò che la mamma stava facendo, ma... Lauren avrebbe impazzito su di lei. Probabilmente avrebbe ucciso il loro rapporto. Se ho appena detto a Sidney, lei insiste nel dire a Lauren, o almeno lei avrebbe confrontato la mamma su di esso.{/i}
portuguese: [_RT_] {i}Eu gostaria de poder contar para Lauren e Sidney sobre o que a mamãe tem feito, mas ... Lauren iria pirar com ela. Isso probivelmente mataria o relacionamento deles. Se eu apenas dissesse a Sidney, ela insistiria em contar a Lauren, ou pelo menos iria confrontar a mamãe sobre isso. {/i}
russian: [ _RT_] {i}Я хотел бы сказать Лорен и Сидни о том, что делает мама, но ... Лорен с ума сойдутся. Это, по-честному, убьет их отношения. Если бы я сказала Сидни, она будет настаивать на том, чтобы сказать Лорен, или, по крайней мере, она будет противостоять маме об этом. { /i }

source: [_RT_] {i}Dammit! I would do almost anything to get rid of him! But even if I was willing to destroy Mom and Lauren's relationship. Mom would hate me for it.{/i}
french: [_RT_] {i}Dammit! Je ferais presque tout pour me débarrasser de lui! Mais même si j'étais prêt à détruire la relation de maman et de Lauren. « Maman me haïrait pour ça.{/i} »
italian: [_RT_] {i}Dammit! Farei quasi tutto per sbarazzarmi di lui! Ma anche se ero disposto a distruggere il rapporto di mamma e Lauren. La mamma mi odierebbe per esso.{/i}
portuguese: [_RT_] {i}Droga! Eu faria quase tudo para se livrar dele! Mas mesmo que eu estivesse disposto a destruir as relações de Mãe Lauren. Mamãe me odiaria por isso.{/i}
russian: [_RT_] {i}Даммит! Я бы сделал все, чтобы избавиться от него! Но даже если я готов уничтожить отношения Мамы и Лорана. Мама ненавидит меня за это.{/i}

source: [_LT_] {i}Is he still talking to Sidney?{/i}
french: [_LT_] {i}parle-t-il toujours à Sidney ?{/i}
italian: [_LT_] {i}Sta ancora parlando con Sidney?{/i}
portuguese: [_LT_] {i}É que ele ainda está falando com Sidney? {/i}
russian: [_LT_] {i}Он все еще говорит с Сидней?{/i}

source: [_LT_] {i}He needs to sit down with us so I can punish him again.{/i}
french: [_LT_] {i}Il a besoin de s'asseoir avec nous pour que je puisse le punir à nouveau.{/i}
italian: [_LT_] {i}Ha bisogno di sedersi con noi per poterlo punire di nuovo.{/i}
portuguese: [_LT_] {i}Ele precisa se sentar com a gente para que eu possa puni-lo novamente. {/i}
russian: [ _LT_] {i}Ему нужно сесть с нами, чтобы я мог наказать его снова. { /i }

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors again. I'll never get tired of watching her getting passed around like the whore she is!
french: [_MB_] Oh, hein! Les reines vont se faire baiser par tous les guerriers tribaux de nouveau. Je ne me lasserai jamais de la voir passer comme la pute qu'elle est !
italian: [_MB_] Oh, diavolo sì! Le regine andranno a farsi scopare di nuovo da tutti i guerrieri tribali. Non mi stancherò mai di guardarla passare in giro come la puttana che è!
portuguese: [_MB_] Ah, inferno sim! As rainhas vão se ferrar por todos os guerreiros tribais de novo. Eu nunca vou me cansar de vê-la ficar passada como a prostituta que ela é!
russian: О, чёрт! Королев снова наебается всеми племенными воинами. Я никогда не устану смотреть, как она проходит мимо, как шлюха!

source: [_L_] Hey, [ryan]... Why don't you come watch Game of Thots with us?
french: [_L_] Hey, [ryan]... Pourquoi ne pas venir regarder Game of Thots avec nous?
italian: [_L_] Hey, [ryan]... Perché non guardi Game of Thots con noi?
portuguese: [_L_] Ei, [ryan]... Por que você não vem assistir à partida de Thots conosco?
russian: [ _L_] Привет, [ ryan] ... Почему бы тебе не посмотреть на игру с нами?

source: [_R_] No thanks. I'm just going to hang with Sidney.
french: [ _R_ ] Non merci. Je vais juste traîner avec Sidney.
italian: [_R_] No grazie. Sto solo per appendere con Sidney.
portuguese: [_R_] Não, obrigado. Só vou pendurar com Sidney.
russian: [_R_] Нет, спасибо. Я просто поболтаю с Сиднеем.

source: [_L_] Come on. We always watch Game of Thots together.
french: [ _L_ ] Allez. On regarde toujours Game of Thots ensemble.
italian: [_L_] Avanti. Guardiamo sempre insieme il Gioco dei Tocchi.
portuguese: [_L_] Vamos lá. Nós sempre assistimos Game of Thots juntos.
russian: [ _L_] Давай. Мы всегда вместе смотрим "Игры тусов".

source: [_MB_] You gotta come see this man. The queen is about to get gangbanged again by a bunch of those horse dudes.
french: [_MB_] Vous devez venir voir cet homme. La reine est sur le point de se refaire bander par un tas de dudes de cheval.
italian: [_MB_] Vieni a vedere quest'uomo. La regina sta per farsi sbattere di nuovo da un mazzo di quei capi di cavallo.
portuguese: U[_MB_] Você tem que vir ver esse homem. A rainha está prestes a ser banida de novo por um monte dessas carruagens de cavalos.
russian: [ _МБ_] Ты должен увидеть этого человека. Королева вот-вот застукнет кучку этих лошадиных чуваков.

source: [_R_] Really. I'm good.
french: [ _R_ ] Vraiement. Je suis bon.
italian: [_R_] Davvero. Sono buono.
portuguese: [_R_] Realmente. Eu sou bom.
russian: [ _R_] Действительно. Я в порядке.

source: [_LT_] {i}He thinks he can just ignore us? Well, I know how to fix that.{/i}
french: [_LT_] {i}Il pense pouvoir nous ignorer ? Eh bien, je sais comment y remédier.{/i}
italian: [_LT_] {i}pensa di poter ignorarci? Beh, so come risolverlo.{/i}
portuguese: [_LT_] {i}que ele acha que pode simplesmente nos ignorar? Bem, eu sei consertar isso.{/i}
russian: [_LT_] {i}Он думает, что он может просто проигнорировать нас? Ну, я знаю, как это исправить.{/i}

source: [_MB_] Goddam, that's hot!
french: [_MB_] Diable, c'est chaud!
italian: [_MB_] Goddam, è caldo!
portuguese: [_MB_] Goddam, isso é quente!

source: [_MB_] You sure you don't want to try a little group action with some of the other guys on the basketball team?
french: [ _MB_ ] Vous ne voulez pas essayer une petite action de groupe avec les autres gars de l'équipe de basket?
italian: [_MB_] Sei sicuro di non voler provare una piccola azione di gruppo con alcuni degli altri ragazzi della squadra di basket?
portuguese: [_MB_] Você tem certeza de que não quer tentar um pouco de ação em grupo com os outros membros do time de basquete?
russian: [_MB_] Вы уверены, что не хотите попробовать небольшую группу действий с другими ребятами в баскетбольной команде?

source: [_MB_] I could make that happen if you want.
french: [ _MB_ ] Je pourrais faire ça si tu veux.
italian: [_MB_] Potrei farlo accadere se volete.
portuguese: [_MB_] Eu poderia fazer isso acontecer se você quiser.
russian: [ _MB_] Я мог бы сделать так, если хочешь.

source: [_L_] Oh, my God. Will you stop trying to get me to fuck your friends.
french: [_L_] Oh, mon Dieu. Allez-vous arrêter d'essayer de me faire baiser vos amis.
italian: [_L_] Oh, mio Dio. Smetterai di cercare di farmi scopare i tuoi amici.
portuguese: [_L_] Ah, meu Deus. Vai parar de tentar me pegar para foder seus amigos.
russian: Боже мой. Ты прекратишься, чтобы я трахал твоих друзей.

source: [_MB_] Oh, come on. You loved it when your brother and I double teamed you by the pool.
french: [_MB_] Oh, allez-y. Vous avez adoré quand votre frère et moi vous avons doublé d'équipe près de la piscine.
italian: [_MB_] Oh, vieni. Lo amavi quando tuo fratello e io ti radunai a bordo piscina.
portuguese: [_MB_] Ah, vamos lá. Você adorou quando seu irmão e eu dobamos o dobro da piscina.
russian: [ _МБ_] О, да ладно. Ты любила его, когда твой брат и я удвоили тебя по пулу.

source: [_MB_] Why don't we take it to the next level? I promise by the time we're done, you'll have came so many times from all the cocks pounding you, you won't be able to think straight!
french: [ _MB_ ] Pourquoi ne pas le prendre au niveau suivant? Je vous promets qu'au moment où nous aurons fini, vous aurez été si nombreux fois de tous les cocks vous pilonner, vous ne serez pas en mesure de penser tout droit !
italian: [_MB_] Perché non lo portiamo al livello successivo? Prometto che nel momento in cui abbiamo finito, sarai venuto così tante volte da tutti i cazzi che ti picchiano, non sarai in grado di pensare dritto!
portuguese: [_MB_] Por que não levá-lo para o próximo nível? Eu prometo pelo tempo que estamos fazendo, você terá vindo tantas vezes de todos os paus batendo em você, você não será capaz de pensar direito!
russian: [ _MB_] Почему бы нам не взять его на следующий уровень? Я обещаю, что к тому времени, как мы закончим, ты столько раз приходишь со всех колодца, и ты не сможешь мыслить прямо!

source: [_L_] How many times do I have to say no?
french: [ _L_ ] Combien de fois dois-je dire non?
italian: [_L_] Quante volte devo dire di no?
portuguese: [_L_] Quantas vezes eu tenho que dizer não?
russian: Сколько раз я должен говорить "нет"?

source: [_LT_] {i}Oh, my God. This asshole.{/i}
french: [_LT_] {i}Oh, mon Dieu. Cette prise.{/i}
italian: [_LT_] {i}Oh, mio Dio. Questo stronzo.{/i}
portuguese: [_LT_] {i}Oh, meu Deus. Este babaca. {/i}
russian: [ _LT_] {i}О, мой Бог. Этот мудак.
