Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_A_] Yeah, they were both just heading to the dressing rooms.
italian: [_A_] Sì, entrambi stavano solo dirigendo verso gli spogliatoi.

source: [_R_] Together?!
italian: [_R_] Insieme?!

source: [_RT_] {i}Oh shit, My suspicions were right. Is mom taking Sidney to a more private place to kill her?{/i}
italian: [_RT_] {i}Oh merda, i miei sospetti avevano ragione. La mamma sta portando Sidney in un posto più privato per ucciderla?{/i}

source: [_RT_] {i}I hope I'm wrong.{/i}
italian: [_RT_] {i}Spero di sbagliarsi.{/i}

source: [_RT_] {i}I hope Sidney wouldn't be stupid enough to come here after Mom told here not to.{/i}
italian: [_RT_] {i}Spero che Sidney non sarebbe abbastanza stupido da venire qui dopo che la mamma ha detto qui non a.{/i}

source: [_RT_] {i}If she'd answer her damn phone, I wouldn't have to come all the way here to check on her.{/i}
italian: [_RT_] {i}Se lei rispondesse al suo maledetto telefono, non dovrei venire fino in fondo qui per controllarla.{/i}

source: [_RT_] {i}Well, she's not in the main area.{/i}
italian: [_RT_] {i}Beh, non è nella zona principale.{/i}

source: [_R_] Thanks, but I'm just trying to find Sidney. You haven't seen her come in tonight, have you?
italian: [_R_] Grazie, ma sto solo cercando di trovare Sidney. Non l'hai vista venire stasera, vero?

source: [_A_] Yeah, she and [mom_name] were both just heading to the dressing rooms a second ago.
italian: [_A_] Yeah, lei e [mom_name] erano entrambi appena diretti agli spogliatoi un secondo fa.

source: [_RT_] {i}Oh, shit!... What's Mom doing here!?{/i}
italian: [_RT_] {i}Oh, merda!... Cosa sta facendo la mamma qui!?{/i}

source: [_RT_] {i}She must not have caught up to Sidney yet, or all hell would be breaking loose right now.{/i}
italian: [_RT_] {i}Lei non deve aver ancora preso fino a Sidney, o tutto l'inferno sarebbe sciolto in questo momento.{/i}

source: [_RT_] {i}Unless Mom's taking her to a more quiet place to kill her.{/i}
italian: [_RT_] {i}A meno che la mamma non la porti in un posto più tranquillo per ucciderla.{/i}

source: [_RT_] {i}I know looking here for Mom is a long shot... But where else would she go all dressed up at this time of night?{/i}
italian: [_RT_] {i}So che cercare qui la mamma è un colpo lungo... Ma dove sarebbe andato tutto vestito in questo momento della notte?{/i}

source: [_RT_] {i}And why can't she bother to answer her damn phone?{/i}
italian: [_RT_] {i}E perché non può preoccuparsi di rispondere al suo maledetto telefono?{/i}

source: [_RT_] {i}I guess I should go check out the area by the stage.{/i}
italian: [_RT_] {i}Immagino che dovrei andare a controllare l'area per stadio.{/i}

source: [_R_] Thanks, but I'm actually looking for my mom. You haven't seen her come in here tonight, have you?
italian: [_R_] Grazie, ma in realtà sto cercando mia mamma. Non l'hai vista venire qui stasera, vero?

source: [_A_] Yeah, she was actually just following Sidney to the dressing rooms.
italian: [_A_] Sì, in realtà stava seguendo Sidney agli spogliatoi.

source: [_RT_] {i}Oh, shit! So that's why Mom came here? Somehow she must have found out that Sidney disobeyed her orders and so she came here to tear her a new one.{/i}
italian: [_RT_] {i}Oh, merda! Quindi è per questo che la mamma è venuta qui? In qualche modo deve aver scoperto che Sidney ha disobbedito ai suoi ordini e quindi è venuta qui per strapparle uno nuovo. /i}

source: [_RT_] {i}I'm surprised I don't hear any yelling. Maybe Mom is taking her to the dressing room so she can kill her quietly.{/i}
italian: [_RT_] {i}Sono sorpreso che non sento urlare. Forse la mamma la sta portando nello spogliatoio in modo che possa ucciderla tranquillamente.{/i}

source: [_RT_] {i}I'm going to miss seeing Sidney here on Mondays, but I'm glad she'll be safe at home from now on.{/i}
italian: [_RT_] {i}Mi mancherà di vedere Sidney qui il lunedì, ma sono contento che sarà al sicuro a casa da ora in poi.{/i}

source: [_RT_] {i}Now, I'd say it's time to enjoy some of the benefits of my VIP membership.{/i}
italian: [_RT_] {i}Ora, direi che è il momento di godere di alcuni dei vantaggi della mia appartenenza VIP.{/i}

source: [_RT_] {i}Now, do I want to try my luck at the tables or see who's dancing on the pole?{/i}
italian: [_RT_] {i}Ora, voglio provare la mia fortuna ai tavoli o vedere chi sta ballando sul palo?{/i}

source: [_A_] Not too much. Just starting my shift. Are you looking for Sidney and your Mom?
italian: [_A_] Non troppo. Basta iniziare il mio turno. Stai cercando Sidney e la tua mamma?

source: [_R_] Why would I be looking for them?
italian: [_R_] Perché li cercherò?

source: [_A_] Oh, I just thought since they both came in here tonight...
italian: [_A_] Oh, ho appena pensato da quando entrambi sono entrati qui stasera...

source: [_R_] What?! Both of them?... Did they come in together?
italian: [_R_] Cosa?! Entrambi loro?... Sono entrati insieme?

source: [_A_] I'm almost positive that they...
italian: [_A_] Sono quasi positivo che siano...

source: [_R_] There's no way that they did.
italian: [_R_] Non c'è modo che abbiano fatto.

source: [_A_] Sidney went to the dressing room, and [mom_name] followed shortly after.
italian: [_A_] Sidney andò allo spogliatoio e [mom_name] seguì poco dopo.

source: [_RT_] {i}Oh, shit!... I'll bet Sidney disobeyed Mom and came tonight to work anyways.{/i}
italian: [_RT_] {i}Oh, merda!... Scommetto Sidney disobbedì alla mamma e venne stasera a lavorare comunque.{/i}

source: [_RT_] {i}Mom must have followed her and is on her way to rip her a new one.{/i}
italian: [_RT_] La mamma {i}deve averla seguita ed è in procinto di strappare una nuova.{/i}

source: [_A_] You okay, [ryan]? Your face went pale all the sudden.
italian: [_A_] Stai bene, [ryan]? Il tuo volto è diventato pallido tutto l'improvviso.

source: [_R_] Uh yeah... I'm fine. Where are the dressing rooms?
italian: [_R_] Uh sì... Sto bene. Dove sono gli spogliatori?

source: [_A_] They're by the stage over there, but you're not allow...
italian: [_A_] Sono sul palco laggiù, ma non sei permesso...

source: [_R_] Thanks Armani!
italian: [_R_] Grazie Armani!

source: [_RT_] {i}I don't hear any yelling. If Mom had found Sidney she'd be making a big scene for sure. I got to find her before Mom does.{/i}
italian: [_RT_] {i}Non sento urlare. Se la mamma avesse trovato Sidney avrebbe fatto una grande scena di sicuro. Ho avuto modo di trovarla prima che la mamma fa.{/i}

source: {i}{b}(HINT){/b} I'd better keep an eye on Mom and Sidney in the club each Monday night.{/i}
italian: {i}{b}(HINT){/b} Farò meglio a tenere d'occhio mamma e Sidney nel club ogni lunedì notte.{/i}

source: [_M_] Of course I'm sure. I'll be fine hanging around while you work your shift. Are you sure I can't talk you into working somewhere else?
italian: [_M_] Certo che sono sicura. Andrò bene in giro mentre lavorerai il tuo turno. Sei sicuro di non riuscire a parlarti a lavorare da qualche altra parte?

source: [_S_] Mom, lets not get into that again.
italian: [_S_] Mamma, non lascia entrare di nuovo in questo.

source: [_S_] Without my degree, the only place I'm qualified to work is flipping burgers at McDiddles.
italian: [_S_] Senza la mia laurea, l'unico posto in cui sono qualificato per lavorare è flipping hamburger a McDiddles.

source: [_S_] Besides, the money here is way better than any job I could get out there.
italian: [_S_] Inoltre, il denaro qui è meglio di qualsiasi lavoro che potrei ottenere là fuori.

source: [_MT_] {i}She's not wrong. And it's not like I can criticize her. Unlike me, she's just serving drinks. Not taking her clothes off for strangers.{/i}
italian: [_MT_] {i}Non ha torto. E non è come se potessi criticarla. A differenza di me, sta solo servendo bevande. Non togliersi i vestiti per stranieri.{/i}

source: [_M_] I guess you're right. I just worry about you is all.
italian: [_M_] Immagino che tu abbia ragione. Mi preoccupo solo di te è tutto.

source: [_MT_] {i}At least she's not stripping. I was already working the pole most nights at her age.{/i}
italian: [_MT_] {i}Almeno lei non sta strippando. Stavo già lavorando il palo più notti alla sua età.{/i}

source: [_S_] I know Mom, and it's sweet, really... I'm honestly glad I don't have to hide this from you anymore. This is my first real job, and since you know the club scene, you can give me some tips.
italian: [_S_] Conosco la mamma, ed è dolce, veramente... sono sinceramente contento di non doverlo più nascondere a voi. Questo è il mio primo lavoro reale, e dal momento che conosci la scena del club, puoi darmi alcuni consigli.

source: [_M_] Well, you'd better get changed. You don't want to be late for your shift.
italian: [_M_] Beh, faresti meglio a cambiare. Non vuoi essere in ritardo per il tuo turno.

source: [_S_] So, you're really just going to hang out all night? Don't you have to work tomorrow?
italian: [_S_] Allora, stai solo per uscire tutta la notte? Non devi lavorare domani?

source: [_M_] I'll be fine. Despite everything that's been happening recently, I've been sleeping great for some reason.
italian: [_M_] starò bene. Nonostante tutto quello che sta accadendo di recente, ho dormito bene per qualche ragione.

source: [_M_] Besides, coffee fixes everything.
italian: [_M_] Inoltre, il caffè fissa tutto.

source: [_S_] Blech! I can't stand the taste of coffee. I don't know how you can drink it.
italian: [_S_] Blech! Non riesco a sopportare il gusto del caffè. Non so come puoi berlo.

source: [_S_] Going for a run in the morning is all I need to wake up.
italian: [_S_] Andare a correre al mattino è tutto quello che ho bisogno di svegliarmi.

source: [_MT_] {i}Wow. It's been a long time since we were undressed around each other. She really grew up nicely.{/i}
italian: [_MT_] {i}Wow. È passato molto tempo da quando eravamo spogliati l'uno intorno all'altro. È cresciuta molto bene.{/i}

source: [_M_] That's just because you're young. Trust me, when you're as old as me, you'll be as dependent on coffee as the rest of us.
italian: [_M_] Questo è solo perché sei giovane. Fidati di me, quando sei vecchio come me, sarai dipendente dal caffè come il resto di noi.

source: [_S_] I just hope I still look as good as you when I'm your age.
italian: [_S_] Spero solo che io sembri ancora buono come te quando ho la tua età.

source: [_M_] Stop it. Don't tease your mother like that.
italian: [_M_] fermatelo. Non prendere in giro tua madre così.

source: [_MT_] {i}Seeing Sidney strip down is more embarrassing than I thought it'd be.{/i}
italian: [_MT_] {i}Vedere la striscia di Sidney giù è più imbarazzante di quanto pensassi. {/i}

source: [_S_] Seriously, you look amazing! Most Moms really let themselves go, but you've still got a great body.
italian: [_S_] Seriamente, sembri incredibile! La maggior parte delle mamme si lasciano andare, ma hai ancora un grande corpo.

source: [_M_] Well, thank you.
italian: [_M_] Beh, grazie.

source: [_RV_] Hey, [mom_name]! You working tonight?
italian: [_RV_] Hey, [mom_name]! Stai lavorando stasera?

source: [_M_] No, not tonight. I'm just hanging out with Sidney is all.
italian: [_M_] No, non stasera. Sto solo uscendo con Sidney è tutto.

source: [_RV_] Really? That's a shame... I always like watching you dance.
italian: [_RV_] Davvero? È una vergogna... Mi piace sempre vederti ballare.

source: [_RVT_] {i}Joey really might be getting that Mother/Daughter team he's been looking for after all.{/i}
italian: [_RVT_] {i}Joey potrebbe davvero ottenere quella squadra di Madre / Figlia che sta cercando tutto.{/i}

source: [_RVT_] {i}I wonder how long it'll take him to get them working in the VIP section. I should ask Candy what the betting pool odds are on that.{/i}
italian: [_RVT_] {i}Mi chiedo quanto tempo ci vorrà per farli lavorare nella sezione VIP. Dovrei chiedere a Candy quali sono le quote del pool di scommesse su quello.{/i}

source: [_M_] Hold still, I'm almost done.
italian: [_M_] Tieniti ancora, ho quasi finito.

source: [_S_] Sorry, I'm not used to having my own personal makeup artist. I feel like a movie star.
italian: [_S_] Mi dispiace, non sono abituato ad avere il mio trucco personale. Mi sento come una star del cinema.

source: [_M_] Remember when you first tried putting on makeup?
italian: [_M_] Ricorda quando hai provato a fare il trucco?

source: [_S_] Oh, God... Don't remind me. I was so terrified you were going to yell at me for using your makeup.
italian: [_S_] Oh, Dio... Non ricordarmi. Ero così terrorizzato che mi urlate per aver usato il trucco.

source: [_M_] You put on so much eye shadow that you looked like a racoon!
italian: [_M_] Tu metti così tanta ombra che sembri un racoon!

source: [_S_] I remember that instead of getting mad at me, like I thought you would, you helped me get cleaned up and taught me how to do it right.
italian: [_S_] Ricordo che invece di arrabbiarmi con me, come pensavo che volevate, mi hai aiutato a ripulirmi e mi hai insegnato come farlo bene.

source: [_S_] I've missed spending time with you. I'm really glad you're here with me, Mom.
italian: [_S_] Ho perso del tempo con te. Sono davvero contento che tu sia qui con me, la mamma.

source: [_M_] Me too, Honey. I just wish...
italian: [_M_] Anche io, Miele. Voglio solo...

source: [_E_] Hey! What are you doing, creep? You can't hang out by the dressing room door!
italian: [_E_] Ehi! Cosa stai facendo, strisci? Non puoi uscire dalla porta dello spogliatoio!

source: [_S_] What's going on?
italian: [_S_] Cosa sta succedendo?

source: [_M_] Probably some loser who tried to follow one of the dancers back here.
italian: [_M_] Probabilmente qualche perdente che ha cercato di seguire uno dei ballerini di nuovo qui.

source: [_S_] Really? Guys do that?
italian: [_S_] Davvero? I ragazzi lo fanno?

source: [_S_] What do you do if that happens?
italian: [_S_] Cosa fai se succede?

source: [_M_] Well, normally security will just kick them out. Maybe rough them up a little bit first so they don't do anything so stupid agai...
italian: [_M_] Beh, normalmente la sicurezza li caccierà fuori. Forse li ruvida un po 'prima in modo che non fanno nulla così stupido agai...

source: [_R_] {i}(Far away voice){/i} Hey, look... I'm not a creep. I'm trying to find a girl I know, okay?
italian: [_R_] {i}(Far away voice){/i} Hey, look... I'm not a creep. Sto cercando di trovare una ragazza che conosco, okay?

source: [_S_] Oh, no... Is that...?
italian: [_S_] Oh, no... è quello...?

source: [_M_] Shit! Sidney, wait here!
italian: [_M_] merda! Sidney, aspetta qui!

source: [_E_] I don't care who you know, if you don't beat it, I'll have Joey's goons beat you to a bloody pulp!
italian: [_E_] Non mi importa a chi sai, se non lo batti, ti farò battere i capri di Joey a una polpa sanguinosa!

source: [_R_] Oh, shit!
italian: [_R_] Oh, merda!

source: [_M_] Oh, shit is right!
italian: [_M_] Oh, la merda ha ragione!

source: [_E_] You know this creep, [mom_name]?
italian: [_E_] Conosci questo strisciante, [mom_name]?

source: [_M_] Unfortunately, yes!... I'll take care of this, Emma.
italian: [_M_] Sfortunatamente, sì!... mi occuperò di questo, Emma.

source: [_R_] Owww! Hey, that hurts!
italian: [_R_] Owww! Hey, che fa male!

source: [_M_] Have you lost your damn mind!?
italian: [_M_] Hai perso la tua maledetta mente!?

source: [_M_] Come with me, right now!
italian: [_M_] Vieni con me, adesso!

source: [_M_] What the hell were you thinking, [ryan]? You're lucky Emma caught you and not one of Joey's guys, or you might have ended up in the hospital!
italian: [_M_] Che diavolo stavi pensando, [ryan]? Sei fortunato Emma ti ha catturato e non uno dei ragazzi di Joey, o potresti essere finito in ospedale!

source: [_R_] I was just...
italian: [_R_] ero solo...

source: [_M_] I don't want to hear it! Go home.
italian: [_M_] Non voglio sentirlo! Vai a casa.

source: [_M_] Right now!
italian: [_M_] Proprio ora!

source: [_M_] If I ever catch you in this place again, it'll be me who puts you in the hospital! You understand me?
italian: [_M_] Se ti prenderò di nuovo in questo luogo, sarò io a metterti in ospedale! Mi capisci?

source: [_RT_] {i}Shit... I really fucked up here. When she's like this, there's no reasoning with her. Better cut my losses and leave before I make her any madder.{/i}
italian: [_RT_] {i}merda... Ho davvero scopato qui. Quando è così, non c'è alcun ragionamento con lei. Meglio tagliare le mie perdite e lasciare prima di farle qualsiasi pazzo.{/i}

source: [_R_] Yes, Mama.
italian: [_R_] Sì, Mama.

source: [_A_] Did you find your Sister?
italian: [_A_] Hai trovato la tua sorella?

source: [_R_] Huh? Oh, no I didn't.
italian: [_R_] Huh? Oh, non l'ho fatto.

source: [_A_] Is something wrong? You looked really panicked when I told you she and [mom_name] were heading to the dressing room.
italian: [_A_] C'è qualcosa che non va? Sembri davvero preso dal panico quando ti ho detto che lei e [mom_name] stavano andando verso lo spogliatoio.

source: [_R_] Well, Sidney was keeping it a secret from [mom_name] that she was working here.
italian: [_R_] Beh, Sidney teneva un segreto dalla [mom_name] che stava lavorando qui.

source: [_R_] [mom_name]'s our Mom. She's going to flip out if she finds Sidney here.
italian: [_R_] [mom_name]è la nostra mamma. Sta per lanciarsi se trova Sidney qui.

source: [_A_] Yeah, I knew about [mom_name] being your mom. Sidney told me a while ago, but...
italian: [_A_] Sì, sapevo che [mom_name] era tua mamma. Sidney mi ha detto un po' fa, ma...

source: [_A_] I think you're worried over nothing. They came in together.
italian: [_A_] Penso che tu sia preoccupato per niente. Sono entrati insieme.

source: [_R_] What? Are you sure?
italian: [_R_] Cosa? Sei sicuro?

source: [_A_] Yeah, I tried to tell you before. [mom_name]'s not on the scheduled tonight. From what I overhead as they walked by, I guess she's just going to hang out while Sidney works her shift.
italian: [_A_] Sì, ho provato a dirti prima. [mom_name]non è in programma stasera. Da quello che ho sopra mentre camminavano, immagino che sta per andare a uscire mentre Sidney lavora il suo turno.

source: [_R_] Wow! That's actually a relief. So, she's just going to sit at the bar while Sidney serves drinks?
italian: [_R_] Wow! In realtà è un sollievo. Quindi, sta per sedersi al bar mentre Sidney serve bevande?

source: [_A_] That, or at the stage. Either way, she'll be getting free drinks all night.
italian: [_A_] Questo, o allo stadio. In entrambi i casi, riceverà bevande gratuite per tutta la notte.

source: [_R_] Dancers drink for free?
italian: [_R_] I ballerini bevono gratuitamente?

source: [_A_] Nah, but a sexy women like her is going to be getting hit on all night, if she sits alone.
italian: [_A_] Nah, ma una donna sexy come lei sta per essere colpito per tutta la notte, se si siede da sola.

source: [_A_] You sure you don't want a drink?
italian: [_A_] Sei sicuro di non volere un drink?

source: [_R_] No, I've got to get home.
italian: [_R_] No, devo tornare a casa.

source: [_RT_] {i}I'm surprised [mom_name] didn't flip out about Sidney, but Armani's right. It's nice that [mom_name] will be here to watch over Sidney, but who's going to watch over her?{/i}
italian: [_RT_] {i}Sono sorpreso che [mom_name] non si sia capovolto di Sidney, ma Armani ha ragione. E 'bello che [mom_name] sarà qui per guardare su Sidney, ma chi sta andando a guardare su?{/i}

source: [_RT_] {i}At least when she's stripping she has the stage as a buffer between her and the guys. Then she goes backstage when she's done. But if she's just sitting alone, every guy in the place will be making passes at her.{/i}
italian: [_RT_] {i}Almeno quando si spoglia, ha il palco come un tampone tra lei e i ragazzi. Poi torna indietro quando ha finito. Ma se è appena seduta da sola, ogni ragazzo al posto le farà passaggi.{/i}

source: [_RT_] {i}I've got to think of a way to keep an eye out, without Mom catching me.{/i}
italian: [_RT_] {i}Devo pensare a un modo per tenere d'occhio, senza che la mamma mi catturi. {/i}

source: [_RT_] {i}I'll come up with something. Better get out of here before Mom sees that I haven't left yet.{/i}
italian: [_RT_] {i}Verrò con qualcosa. Meglio uscire da qui prima che Mamma veda che non sono ancora partita.{/i}

source: {b}{i}"You have found the "Eight of Diamonds" Card!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Otto diamanti"!"{/i}{/b}

source: {i}"A little while later, on the way to the prison."{/i}
italian: {i}"Poco dopo, sulla strada per la prigione."{/i}

source: [_M_] You've been awfully quiet this car ride.
italian: [_M_] Sei stato terribilmente tranquillo in questa macchina.

source: [_M_] It's just that conversation usually comes pretty easy between the two of us, but you've hardly said two words.
italian: [_M_] E 'solo quella conversazione di solito viene abbastanza facile tra i due di noi, ma hai appena detto due parole.

source: [_R_] Oh... I guess I've just got a lot on my mind.
italian: [_R_] Oh... Immagino di avere solo molto in mente.

source: [_RT_] {i}Like, how in the hell can I sabotage Mom and Dad's conjugal visit?{/i}
italian: [_RT_] {i}Come, come all'inferno posso sabotare la visita coniugale di mamma e papà?{/i}

source: [_M_] it's okay if you're scared to go into the prison today.
italian: [_M_] va bene se hai paura di andare in prigione oggi.

source: [_M_] Truth be told, I'm pretty scared myself.
italian: [_M_] Verità si dice, sono abbastanza spaventato me stesso.

source: [_M_] Though, my excitement to see your father is greater than my fear.
italian: [_M_] Anche se, la mia eccitazione per vedere tuo padre è più grande della mia paura.

source: [_RT_] {i}And just like that... She's going to forget how shitty he's been to her all those years... Just cuz she needs his "D".{/i}
italian: [_RT_] {i}E proprio così... dimenticherà quanto sia stato merdino a lei per tutti quegli anni... Basta cuz ha bisogno della sua "D".{/i}

source: [_RT_] {i}I've got to get her to have that same kind of need for my dick.{/i}
italian: [_RT_] {i}Devo farla avere lo stesso tipo di necessità per il mio cazzo.{/i}

source: [_RT_] {i}I'm worried this visit is going to set those efforts all the way back to the beginning, though.{/i}
italian: [_RT_] {i}Sono preoccupato che questa visita sta per impostare quegli sforzi fino all'inizio, però.{/i}

source: [_R_] Are you really that excited to see him?
italian: [_R_] Sei davvero così entusiasta di vederlo?

source: [_M_] Of course I am... Why wouldn't I be?
italian: [_M_] Certo che sono... Perché non sarò?

source: [_R_] It's just... I know he provided a good living for us... I also know that there's a sexual need that's not being met while Dad's in prison.
italian: [_R_] E 'solo... So che ha fornito una buona vita per noi... So anche che c'è un bisogno sessuale che non viene incontrato mentre papà è in prigione.

source: [_M_] Careful.
italian: [_M_] Attento.

source: [_R_] No, it's just that, besides money and sex... How has him being in prison made your life worse?
italian: [_R_] No, è solo questo, oltre al denaro e al sesso... Come è stato in prigione ha peggiorato la tua vita?

source: [_M_] Well... It's just that... I mean, of course I love your dad.
italian: [_M_] Bene... è proprio questo... voglio dire, ovviamente amo il tuo papà.

source: [_R_] Yeah, but why?
italian: [_R_] Sì, ma perché?

source: [_R_] It's not like he's super fun, or loving, or even very nice to us.
italian: [_R_] Non è come se fosse super divertente, o amorevole, o anche molto gentile con noi.

source: [_R_] He's always at work, never spends time with us.
italian: [_R_] Lui è sempre al lavoro, non passa mai del tempo con noi.

source: [_M_] I'm sure he's just been so busy because he feels like he needs to provide for us.
italian: [_M_] Sono sicuro che è stato così impegnato perché si sente come ha bisogno di fornirci.
