Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] Haha.... you nerd!...
dutch: [_S_] Haha.... jij nerve!...
french: [_S_] Haha.... espèce d'intello !...
german: [_S_] Haha.... du nerd!...
italian: [_S_] Haha.... tu nerd!...
portuguese: U[_S_] Haha.... você precisa!...

source: [_R_] With you dressed like that, it wasn't hard to imagine.
dutch: [_R_] Zo kleed je je aan, het was moeilijk voor te stellen.
french: [_R_] Avec toi habillée comme ça, ce n'était pas difficile à imaginer.
german: [_R_] Mit dir so gekleidet, war es nicht schwer vorstellbar.
italian: [_R_] Con te vestito così, non era difficile immaginare.
portuguese: [_R_] Com você vestido assim, não era difícil imaginar.

source: [_S_] Haha.... yeah.... probably the most realistic fantasy you've ever had...
dutch: [_S_] Haha.... ja. . waarschijnlijk het meest realistische fantasie dat je ooit had...
french: [_S_] Haha.... ouais.... probablement le fantasme le plus réaliste que tu as jamais eu...
german: [_S_] Haha.... ja, wahrscheinlich die realistischste Fantasie, die du je hattest...
italian: [_S_] Haha.... si.... probabilmente la fantasia più realistica che tu abbia mai avuto...
portuguese: [_S_] Haha.... sim... provavelmente a fantasia mais realista que você já teve...

source: [_R_] Haha.... yeah...
dutch: [_R_] Haha.... ja...
french: [_R_] Haha.... ouais...
german: [_R_] Haha.... ja...
italian: [_R_] Haha.... sì...

source: [_S_] Hey?.... I just thought of something...
dutch: [_S_] Hey?.... Ik heb net iets gedacht...
french: [_S_] Hé ?.... J'ai pensé à quelque chose...
german: [_S_] Hey?.... Ich dachte nur an etwas...
italian: [_S_] Ehi?.... Ho appena pensato a qualcosa...

source: [_R_] Yeah?...
dutch: [_R_] Ja?...
french: [_R_] Ouais?...
german: [_R_] Ja?...
italian: [_R_] Sì?...
portuguese: [_R_] Sim?...

source: [_S_] Why is it so important to you to pay the weekly Mafia debt if they've given Mom the option to serve drinks and wait tables.
dutch: [_S_] Waarom is het zo belangrijk voor je om de wekelijkse maffiaschuld te betalen als je de maan de optie hebt gegeven om drankjes te serveren en tafels te wachten.
french: [_S_] Pourquoi est-il si important pour toi de payer la dette hebdomadaire de la Mafia s'ils ont donné à maman la possibilité de servir des boissons dans un bar.
german: [_S_] Warum ist es für dich so wichtig, die wöchentliche Mafia Schuld zu bezahlen, wenn sie Mama die Möglichkeit gegeben hat, Getränke und Wartetische zu servieren.
italian: [_S_] Perché è così importante per voi pagare il debito settimanale mafia se hanno dato a mamma la possibilità di servire bevande e aspettare i tavoli.

source: [_R_] Well.... hmmmmmmm...
dutch: [_R_] NU.... hmmmmm...
french: [_R_] Bien.... hmmmmmmm...
german: [_R_] Nun.... hmmmmm...
italian: [_R_] Beh.... hmmmmmmm...
portuguese: [_R_] Bem.... hmmmmmmm...

source: [_S_] What?.... What is it?
dutch: [_S_] Wat?.... Wat is het?
french: [_S_] Quoi?.... Qu'est-ce que c'est?
german: [_S_] Was?.... Was ist es?
italian: [_S_] Cosa?.... Che cos'è?
portuguese: [_S_] o que?.... O que é?

source: [_R_] Well, I promised Mom I wouldn't tell anyone...
dutch: [_R_] Nou, ik heb beloofd dat ik het niemand zou vertellen...
french: [_R_] Eh bien, j'ai promis à maman que je ne le dirais à personne...
german: [_R_] Nun, ich versprach Mama ich niemandem zu erzählen...
italian: [_R_] Beh, ho promesso alla mamma che non l'avrei detto a nessuno...

source: [_S_] Ohhh.... come on!.... Now you really have to tell me!
dutch: [_S_] Ohhh.... kom op!.... Nu moet je het me echt vertellen!
french: [_S_] Ohhh... aller!... Maintenant, il faut vraiment me le dire!
german: [_S_] Ohhhh.... Kommen Sie weiter!.... Jetzt musst du mir wirklich sagen!
italian: [_S_] Ohhh.... viene!... Ora devi davvero dirmi!

source: [_R_] Ok, but don't tell her I told you.
dutch: [_R_] Ok, maar vertel haar niet dat ik het je heb verteld.
french: [_R_] Ok, mais ne lui dis pas que je te l'ai dit.
german: [_R_] Ok, aber sag ihr nicht, dass ich dir gesagt habe.
italian: [_R_] Ok, ma non dirle che ti ho detto.
portuguese: [_R_] Ok, mas não conte a ela que eu te contei.

source: [_S_] Deal.
french: [_S_] ok.
portuguese: Oferta [_S_]

source: [_R_] So, the first time Mom went with the Mafia to their club, I followed them...
dutch: [_R_] Dus, de eerste keer dat mama met de maffia naar hun club ging, heb ik ze gevolgd...
french: [_R_] Donc, la première fois que maman est allée avec la Mafia dans leur club, je les ai suivis...
german: [_R_] Also das erste Mal, dass Mutter mit der Mafia in ihren Club ging, folgte ich ihnen...
italian: [_R_] Così, la prima volta che la mamma andò con la mafia al loro club, li ho seguiti...

source: {i}"5 minutes later."{/i}
dutch: {i}"5 minuten later."{/i}
french: {i}'5 minutes plus tard'{/i}
german: {i}"5 Minuten später."{/i}
italian: {i}"5 minuti dopo."{/i}
portuguese: {i}"5 minutos depois."{/i}

source: [_R_] So now, if I don't have the money when they come Saturday evening, Mom has to go with them to the club and strip, and get groped, and who knows what else.
dutch: [_R_] Dus nu, als ik het geld niet heb wanneer ze zaterdagavond komen. Mama moet met ze naar de club en strip gaan, en wie weet wat nog meer.
french: [_R_] Alors maintenant, si je n'ai pas l'argent quand ils viendront samedi soir, maman doit aller avec eux au club et se déshabiller, et se faire peloter, et qui sait quoi d'autre.
german: [_R_] So, jetzt, wenn ich nicht das Geld habe, wenn sie Samstagabend kommen Mama muss mit ihnen in den Club gehen und streifen, und sich zusammenreißen und wer weiß, was anderes.
italian: [_R_] Così ora, se non ho i soldi quando vengono sabato sera, La mamma deve andare con loro al club e striscia, e ottenere groped, e chissà cos'altro.
portuguese: [_R_] Agora então, se eu não tiver dinheiro quando eles chegam sábado à noite. Mamãe tem de ir com eles para o clube e para a lista, e sente-se e quem sabe o que mais.

source: [_S_] Oh my God!
dutch: [_S_] Oh mijn God!
french: [_S_] Oh mon Dieu!
german: [_S_] Oh mein Gott!
italian: [_S_] Oh mio Dio!
portuguese: [_S_] Oh meu Deus!

source: [_S_] Mom's had to take up stripping?.... Again?!
dutch: [_S_] Momenten moeten ophalen?.... weer?!
french: [_S_] Maman a dû se déshabiller?.... Encore?!
german: [_S_] Moms mussten die Abstriche aufnehmen?.... Wie?!
italian: [_S_] Mamma ha dovuto prendere a stripping?.... Ancora?!
portuguese: [_S_] As mães tiveram que tirar cortes?.... novamente?!

source: [_S_] Who is this person that raised us all our lives?
dutch: [_S_] Wie is deze persoon die ons al ons leven heeft opgeroepen?
french: [_S_] Qui est cette personne qui nous a élevés toute notre vie?
german: [_S_] Wer ist diese Person, die uns alle unser Leben erzogen hat?
italian: [_S_] Chi è questa persona che ci ha risuscitato tutte le nostre vite?

source: [_S_] That just seems so out of character for her.
dutch: [_S_] Dat lijkt er gewoon zo uit het karakter van haar te komen.
french: [_S_] Cela ne semble pas être pour elle.
german: [_S_] Das scheint nur so aus Charakter für sie zu sein.
italian: [_S_] Che sembra proprio così fuori carattere per lei.

source: [_S_] I'm really tempted to follow her to the club next time she has to go, just to see this person I thought I knew, in action.
dutch: [_S_] Ik ben erg geneigd haar te volgen naar de club als ze de volgende keer moet gaan. Om deze persoon te zien, dacht ik dat ik het wist in actie.
french: [_S_] Je suis vraiment tenté de la suivre au club la prochaine fois qu'elle doit y aller, juste pour voir cette personne que je pensais connaître, en action.
german: [_S_] Ich bin wirklich versucht, sie beim nächsten Mal zum Klub zu folgen nur um diese Person, die ich dachte, ich wußte, in Aktion.
italian: [_S_] Sono davvero tentato di seguirla al club la prossima volta che deve andare, solo per vedere questa persona ho pensato di sapere, in azione.

source: [_R_] Well, it's not like she wants to go.... and I'm doing everything I can so she doesn't have to.
dutch: [_R_] Nou, het is niet zoals ze wil gaan.... en ik doe alles wat ik kan, zodat ze het niet hoeft te doen.
french: [_R_] Eh bien, ce n'est pas comme si elle voulait partir.... et je fais tout ce que je peux pour qu'elle n'ait pas à le faire.
german: [_R_] Nun, es ist nicht so, als ob sie gehen möchte.... und ich tue alles, damit sie es nicht tun muss.
italian: [_R_] Beh, non è come lei vuole andare... e sto facendo tutto quello che posso per cui lei non deve farlo.
portuguese: [_R_] Bem, não é como se ela quisesse... e eu estou fazendo tudo o que posso para que ela não precise ir.

source: [_R_] Sidney! I don't know what you're thinking, but don't get involved. Just let me handle it.
dutch: [_R_] Zidney! Ik weet niet wat je denkt, maar doe niet mee. Laat het me gewoon doen.
french: [_R_] Sidney! Je ne sais pas à quoi tu penses, mais ne t'implique pas. Laisse-moi m'en occuper.
german: [_R_] Sidney! Ich weiß nicht, was du denkst, aber lass dich nicht einmischen. Lass mich einfach damit umgehen.
italian: [_R_] Sidney! Non so cosa stai pensando, ma non ti coinvolga. Lasciami solo gestirlo.
portuguese: [_R_] Sidney! Não sei o que você está pensando, mas não se envolva. Deixe-me lidar com isso.

source: [_S_] Well, if you say so...
dutch: [_S_] Nou, als je het zegt...
french: [_S_] Eh bien, si tu le dis...
german: [_S_] Nun, wenn du so sagst...
italian: [_S_] Beh, se lo dici tu...
portuguese: [_S_] Bem, se você disser assim...

source: [_R_] Good!
dutch: [_R_] Goed!
french: [_R_] Bien!
german: [_R_] Gut!
italian: [_R_] Buono!
portuguese: U[_R_] Bem!

source: [_ST_] {i}I've got to see this for myself.{/i}
dutch: [_ST_] {i}Ik heb dit voor mezelf.{/i}
french: [_ST_] {i}Je dois voir cela par moi-même.{/i}
german: [_ST_] {i}Ich muss das für mich selbst sehen.{/i}
italian: [_ST_] {i}Devo vederlo da solo.{/i}

source: [_ST_] {i}I'll have to follow her too next time she goes.{/i}
dutch: [_ST_] {i}zal ik haar de volgende keer moeten volgen als ze vertrekt.{/i}
french: [_ST_] {i}Je devrai la suivre aussi la prochaine fois qu'elle partira.{/i}
german: [_ST_] {i}Ich muss ihr das nächste Mal folgen, wenn sie geht.{/i}
italian: [_ST_] {i}Dovrò seguirla anche la prossima volta che andra.{/i}

source: [_ST_] {i}I can't believe [ryan]'s taken this all on himself! What a little man he's becoming.... {/i}
dutch: [_ST_] {i}Ik kan niet geloven dat [ryan]dit allemaal op zichzelf heeft genomen! Wat een kleine man wordt hij.... {/i}
french: [_ST_] {i}Je n'arrive pas à croire que [ryan] ait tout pris sur lui! Quel petit homme il est en train de devenir.... {/i}
german: [_ST_] {i}Ich kann nicht glauben, dass [ryan]dies alles auf sich genommen hat! Was für ein kleiner Mann er wird.... {/i}
italian: [_ST_] {i}Non riesco a credere che [ryan]abbia preso tutto questo su se stesso! Che piccolo uomo sta diventando.... {/i}
portuguese: [_ST_] {i}Não posso acreditar que [ryan]tomou isso sozinho! Que menininho ele está se tornando.... {/i}

source: [_R_] Yeah?
dutch: [_R_] Ja?
french: [_R_] Oui?
german: [_R_] Ja?
italian: [_R_] Sì?
portuguese: [_R_] sim?

source: [_S_] I guess it would be okay for you to post that ass-hole wink picture.
dutch: [_S_] Ik denk dat het goed voor jou zou zijn om dat grijze gat beeld te posten.
french: [_S_] Je suppose qu'il est normal que tu publies la photo de ce clin d'œil de trou du cul.
german: [_S_] Ich denke, es wäre in Ordnung, wenn du das geile Zwinkbild postst.
italian: [_S_] Suppongo che sarebbe bene per voi di postare quella foto ad occhiello ad as-hole.
portuguese: [_S_] Eu acho que seria melhor você postar essa figura as-buraco.

source: [_R_] What?.... Really?.... Even after we?...
dutch: [_R_] Wat?.... Echt ?.... zelfs na we?...
french: [_R_] Quoi?.... Vraiment?... Même après?...
german: [_R_] Was?.... Wirklich?.... Auch nach?...
italian: [_R_] Cosa?.... Davvero?.... Anche dopo noi?...

source: [_S_] Haha.... yeah...
dutch: [_S_] Haha.... ja...
french: [_S_] Haha.... ouais...
german: [_S_] Haha.... ja...
italian: [_S_] Haha.... sì...

source: [_S_] You've really stepped up since Dad got imprisoned!
dutch: [_S_] Je hebt echt opgewaardeerd sinds papa gevangen is gezet!
french: [_S_] Tu t'es vraiment impliqué depuis que papa a été emprisonné!
german: [_S_] Du bist wirklich angestiegen, seit Papst inhaftiert ist!
italian: [_S_] Sei davvero aumentato da quando papà è stato imprigionato!
portuguese: [_S_] Você realmente intensificou sua marcha desde que o papai foi preso!

source: [_S_] I'm actually really impressed.
dutch: [_S_] Ik ben echt onder de indruk.
french: [_S_] Je suis vraiment impressionnée.
german: [_S_] Ich bin wirklich beeindruckt.
italian: [_S_] in realtà sono davvero impressionato.
portuguese: [_S_] Na verdade, estou realmente impressionado.

source: [_S_] If that picture will help make money, and make life easier for you,
dutch: [_S_] Als dat plaatje geld helpt verdienen en het leven makkelijker voor jou maakt,
french: [_S_] Si cette image t'aidera à gagner de l'argent et te facilitera la vie,
german: [_S_] Wenn dieses Bild dazu beiträgt, Geld zu verdienen und das Leben für dich einfacher zu machen
italian: [_S_] Se quella immagine aiuterà a fare soldi e rendere la vita più facile per voi,

source: [_S_] Then I'm happy to do my part.
dutch: [_S_] Dan ben ik blij mijn deel te doen.
french: [_S_] Alors je suis heureuse de faire ma part.
german: [_S_] Dann tue ich gerne meinen Teil.
italian: [_S_] Allora sono felice di fare la mia parte.
portuguese: [_S_] Então estou feliz em fazer a minha parte.

source: [_R_] Wow!.... Thanks!.... I could kiss you right now!...
dutch: [_R_] Wow!.... Bedankt!.... ik zou je nu kunnen zoen!...
french: [_R_] Wow!.... Merci!.... Je pourrais t'embrasser tout de suite!...
german: [_R_] Wow!.... Danke!.... Ich könnte dich jetzt küßen!...
italian: [_R_] Wow!.... Grazie!.... Potrei baciarti in questo momento!...

source: [_S_] Hahaha.... please don't!.... We've kind of gone a little past that!...
dutch: [_S_] Hahaha.... alsjeblieft!.... We zijn een beetje voorbij gegaan dat!...
french: [_S_] Hahaha.... s'il te plaît, ne le fais pas!.... On a un peu dépassé ça !...
german: [_S_] Hahaha.... Bitte nicht!.... Wir haben ein wenig Vergangenheit hinter diesen!...
italian: [_S_] Hahaha.... per favore no!.... Siamo andati un po' oltre quello!...
portuguese: [_S_] Hahaha.... não faça!.... Já passamos um pouco mais do que isso!...

source: [_S_] Well, I'm going to go get dressed, and head back to the house.
dutch: [_S_] Nou, ik ga me verkleden, en ga terug naar het huis.
french: [_S_] Eh bien, je vais aller m'habiller et retourner à la maison.
german: [_S_] Nun, ich gehe gekleidet und gehe zurück zum Haus.
italian: [_S_] Beh, andrò a vestirmi e tornerò a casa.
portuguese: [_S_] Bem, eu vou me vestir, e voltar para a casa.

source: [_R_] K, and I'll stay and clean things up a bit, and I'll see you soon!
dutch: [_R_] K, en ik blijf wat opschonen en ik zie je binnenkort!
french: [_R_] ok, et je vais rester et nettoyer un peu les choses, et à bientôt!
german: [_R_] K, und ich bleibe und säubere die Dinge ein wenig, und ich werde dich bald sehen!
italian: [_R_] K, e resterò e ripulirò un po', e ti vedrò presto!
portuguese: [_R_] K, e eu vou ficar e limpar um pouco as coisas, e eu te vejo em breve!

source: [_S_] See ya later brother!
dutch: [_S_] Zie je later broer!
french: [_S_] À plus tard frère!
german: [_S_] Sieh dir einen späteren Bruder an!
italian: [_S_] Vedi ya fratello più tardi!
portuguese: [_S_] Veja sua irmão mais tarde!

source: [_RT_] {i}{b}(HINT){/b} Sidney was acting funny when I told her about Mom. I'd better keep an eye on her this weekend when the Mafia comes for their weekly payment.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Sidney handelde grappig toen ik haar over Moma vertelde. Ik zou dit weekend beter op haar in de gaten houden wanneer de maffia hun wekelijkse betaling ontvangt.{/i}
french: [_RT_] {i}{b}(Indice){/b} Sidney était drôle quand je lui ai parlé de maman. Je ferais mieux de garder un œil sur elle ce week-end lorsque la mafia viendra pour le paiement hebdomadaire. {/i}
german: [_RT_] {i}{b}(HINT){/b} Sidney war lustig, als ich ihr von Mamma erzählte. Ich würde sie lieber an diesem Wochenende im Auge behalten, wenn die Mafia für ihre wöchentliche Zahlung kommt. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Sidney si comportava divertente quando le dissi di mamma. Farei meglio a tenerla d'occhio questo fine settimana quando la mafia viene per il loro pagamento settimanale.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Sidney estava agindo engraçado quando eu lhe falei sobre a mamãe. É melhor ficar de olho nela neste fim de semana quando a Máfia receber o pagamento semanal.{/i}

source: [_R_] You did amazing again on this photoshoot...
dutch: [_R_] Je hebt nog eens geweldig gedaan op deze fotoshoot...
french: [_R_] Tu as encore été incroyable sur cette séance photo...
german: [_R_] Du hast wieder erstaunlich auf diesem Fotoshooting gemacht...
italian: [_R_] Sei stato di nuovo incredibile in questo servizio fotografico...
portuguese: [_R_] Você fez um incrível novamente nesta fotografia...

source: [_S_] Do you really think so?
dutch: [_S_] Denk je dat echt?
french: [_S_] Le penses-tu vraiment?
german: [_S_] Meinst du das wirklich?
italian: [_S_] Pensate davvero così?
portuguese: [_S_] Você acha mesmo assim?

source: [_R_] Yeah.... for sure.
dutch: [_R_] Ja.... zeker.
french: [_R_] Oui ... pour sûr.
german: [_R_] Ja.... sicher.
italian: [_R_] Sì... di sicuro.

source: [_R_] The pictures from this set just keep getting better and better.
dutch: [_R_] De foto's van deze set worden steeds beter en beter.
french: [_R_] Les images de cet ensemble ne cessent de s'améliorer.
german: [_R_] Die Bilder von diesem Set werden einfach immer besser und besser.
italian: [_R_] Le immagini di questo set continuano a migliorare e migliorare.
portuguese: [_R_] As fotos deste conjunto são cada vez melhores.

source: [_S_] Well, I'm getting a little more comfortable with it all, and it is becoming a little more fun.
dutch: [_S_] Nou, ik word er wat comfortabeler mee en het wordt een beetje leuker.
french: [_S_] Eh bien, je deviens un peu plus à l'aise avec tout cela, et cela devient un peu plus amusant.
german: [_S_] Nun, ich werde mit allem ein bisschen komfortabler und es wird ein bisschen mehr Spaß.
italian: [_S_] Beh, sto diventando un po 'più confortevole con tutto, e sta diventando un po 'più divertente.

source: [_R_] Well, should we celebrate?
dutch: [_R_] Nou, moeten we feestvieren?
french: [_R_] Eh bien, devrions-nous célébrer ça?
german: [_R_] Nun, sollten wir feiern?
italian: [_R_] Beh, dovremmo festeggiare?

source: [_S_] Celebrate how?
dutch: [_S_] Vier het hoe?
french: [_S_] Célébrer comment?
german: [_S_] feiern wie?
italian: [_S_] Festeggia come?
portuguese: [_S_] Comemore como?

source: [_R_] With our traditional post photoshoot blowjob of course.
dutch: [_R_] Met onze traditionele post fotoshoot uiteraard.
french: [_R_] Avec notre traditionnelle pipe post photoshoot bien sûr.
german: [_R_] mit unserem traditionellen Post Fotoshoot natürlich Blowjob zu.
italian: [_R_] Con il nostro tradizionale post photoshoot pompino naturalmente.

source: [_S_] Since when is it a tradition?
dutch: [_S_] Sinds wanneer is het een traditie?
french: [_S_] Depuis quand est-ce une tradition ?
german: [_S_] Seit wann ist es Tradition?
italian: [_S_] Da quando è una tradizione?

source: [_R_] Oh, just since I decided that it would be the best tradition ever!
dutch: [_R_] Oh, net sinds ik besloot dat het de beste traditie ooit zou zijn!
french: [_R_] Oh, juste depuis que j'ai décidé que ce serait la meilleure tradition de tous les temps!
german: [_R_] Oh, gerade da ich mich entschieden habe, dass es die beste Tradition aller Zeiten wäre!
italian: [_R_] Oh, proprio da quando ho deciso che sarebbe stata la migliore tradizione mai!

source: [_S_] Hahah.... [ryan]! You're such a goober!
dutch: [_S_] Hahah.... [ryan]! Je bent zo'n lekker!
french: [_S_] Hahah.... [ryan]! Tu es un fou !
german: [_S_] Hahah.... [ryan]! Du bist so ein goober!
italian: [_S_] Hahah.... [ryan]! Sei un goober!
portuguese: U[_S_] Hahah.... [ryan]! Você é um baileiro!

source: [_S_] Fine, I could use some more practice anyways.
dutch: [_S_] Prima, ik zou toch nog meer oefening kunnen gebruiken.
french: [_S_] Très bien, je pourrais utiliser un peu plus de pratique de toute façon.
german: [_S_] Schön, ich könnte trotzdem ein paar weitere Übungen anwenden.
italian: [_S_] Bene, potrei usare qualche altra pratica comunque.

source: [_R_] Practice for whom?
dutch: [_R_] Oefenen voor wie?
french: [_R_] Pratiquer pour qui?
german: [_R_] Übung für wen?
italian: [_R_] Pratica per chi?
portuguese: [_R_] Praticar para quem?

source: [_S_] Hahaha wouldn't you like to know?...
dutch: [_S_] Hahaha wil je niet graag weten?...
french: [_S_] Hahaha n'aimerais-tu pas savoir?...
german: [_S_] Hahaha möchten Sie nicht wissen?...
italian: [_S_] Hahaha non ti piacerebbe saperlo?...
portuguese: [_S_] Hahaha não gostaria de saber?...

source: [_R_] Yes!.... I really would!...
dutch: [_R_] Ja!.... ik zou het echt kunnen!...
french: [_R_] Oui!.... Je le vourais vraiment!...
german: [_R_] Ja!.... Ich würde das wirklich machen!...
italian: [_R_] Sì!... lo farei davvero!...

source: [_R_] Who Sidney?...
dutch: [_R_] Wie Sidney?...
french: [_R_] Qui Sidney?...
german: [_R_] Wer Sidney?...
italian: [_R_] Chi Sidney?...
portuguese: [_R_] Quem Sidney?...

source: [_S_] Let's just give this little guy some attention!
dutch: [_S_] Laten we dit kleine jongetje gewoon wat aandacht geven!
french: [_S_] Faisons juste attention à ce petit gars!
german: [_S_] Lass uns diesem kleinen Kerl einfach etwas Aufmerksamkeit schenken!
italian: [_S_] Diamo solo un po' di attenzione a questo ragazzino!
portuguese: [_S_] Vamos só dar um pouco de atenção a este cara!

source: [_S_] Oh, not little.... he's big already!
dutch: [_S_] Oh, niet weinig.... hij is al groot!
french: [_S_] Oh, pas petit.... il est déjà grand !
german: [_S_] Oh, nicht wenig.... er ist schon groß!
italian: [_S_] Oh, non poco... è già grande!

source: [_R_] .... Ohhhh.... what was I saying?...
dutch: [_R_] .... Ohhh.... wat zei ik?...
french: [_R_] .... Ohhhh.... qu'est-ce que je disais ?...
german: [_R_] .... Ohhhhh.... was habe ich gesagt?...
italian: [_R_] Ohhhh... che cosa stavo dicendo?...

source: [_S_] {i}Hahaha.... that did the trick.... {/i}
dutch: [_S_] {i}Hahaha.... dat deed de truc.... {/i}
french: [_S_] {i}Hahaha.... ça a fait l'affaire.... {/i}
german: [_S_] {i}Hahaha.... das hat den Trick gemacht.... {/i}
italian: [_S_] {i}Hahaha.... che ha fatto il trucco.... {/i}
portuguese: [_S_] {i}Hahaha.... fez o truque.... {/i}

source: [_S_] Let's see if this is any easier.
dutch: [_S_] Laten we zien of dit makkelijker is.
french: [_S_] Voyons si c'est plus facile.
german: [_S_] Lass uns sehen, ob dies einfacher ist.
italian: [_S_] Vediamo se questo è più facile.

source: [_S_] My jaw's still a little tired from last time.
dutch: [_S_] Mijn kaken is nog een beetje moe van de vorige keer.
french: [_S_] Ma mâchoire est encore un peu fatiguée depuis la dernière fois.
german: [_S_] Mein Kiefer ist noch ein wenig müde vom letzten Mal.
italian: [_S_] La mia mascella è ancora un po' stanca dall'ultima volta.
portuguese: [_S_] Minha mandíbula ainda está um pouco cansada da última vez.

source: [_ST_] {i}Oh my God!.... I let him talk me into this again so easily!.... {/i}
dutch: [_ST_] {i}Oh mijn God!.... Ik laat hem dit zo makkelijk weer in me praten!.... {/i}
french: [_ST_] {i}Oh mon Dieu!.... Je l'ai laissé me parler à nouveau si facilement!.... {/i}
german: [_ST_] {i}Oh mein Gott!.... Ich lasse ihn mich so einfach wieder hineinreden!.... {/i}
italian: [_ST_] {i}Oh mio Dio!.... Lo lascio parlare di nuovo in questo così facilmente!.... {/i}
portuguese: [_ST_] {i}Oh meu Deus!.... Deixo-o falar disso de novo tão facilmente!.... {/i}
