Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] I know those are fake.... but they are amazing!...
dutch: [_R_] Ik weet dat die nep zijn.... maar ze zijn geweldig!...
french: [_R_] Je sais que ce sont des faux.... mais ils sont incroyables!...
german: [_R_] Ich kenne diese sind falsch.... aber sie sind erstaunlich!...
italian: [_R_] So che quelli sono falsi.... ma sono incredibili!...
portuguese: [_R_] Eu sei que isso é falso.... mas eles são incríveis!...

source: [_C_] Why do you think they're fake?
dutch: [_C_] Waarom denk je dat ze vals zijn?
french: [_C_] Pourquoi penses-tu qu'ils sont faux?
german: [_C_] Warum denken Sie, dass sie gefälscht sind?
italian: [_C_] Perché pensi che siano falsi?
portuguese: [_C_] Por que você acha que elas são falsas?

source: [_C_] Don't they look real?
dutch: [_C_] Zijn ze niet realistisch?
french: [_C_] N'ont-ils pas l'air réels?
german: [_C_] sehen sie nicht real aus?
italian: [_C_] Non sembrano veri?
portuguese: [_C_] Não parecem real?

source: [_C_] I mean they better.... I paid enough for them!...
dutch: [_C_] Ik bedoel ze beter.... Ik heb genoeg voor ze betaald!...
french: [_C_] Je veux dire qu'ils sont mieux.... J'ai assez payé pour eux!...
german: [_C_] Ich meine, sie sind besser.... Ich habe genug für sie bezahlt!...
italian: [_C_] Voglio dire meglio.... ho pagato abbastanza per loro!...
portuguese: [_C_] Quero dizer que eles são melhores.... eu paguei o suficiente por eles!...

source: [_R_] No.... they look real.... I just remember that you used to be much smaller.
dutch: [_R_] Nee.... ze zien er reëel uit.... Ik herinner eraan dat je vroeger veel kleiner was.
french: [_R_] Non.... ils ont l'air réels.... Je me souviens juste que tu étais beaucoup plus petite.
german: [_R_] Nein.... sie sehen wirklich aus.... Ich erinnere mich nur, dass du früher viel kleiner warst.
italian: [_R_] No.... sembrano vere.... Mi ricordo solo che una volta eri molto più piccola.
portuguese: [_R_] Não.... eles parecem reais.... só me lembro que você costumava ser muito menor.

source: [_C_] You've been paying attention to my breast size over the years?...
dutch: [_C_] Je hebt in de loop der jaren aandacht besteed aan mijn borstgrootte?...
french: [_C_] Tu as fait attention à la taille de mes seins au fil des ans?...
german: [_C_] Du hast über die Jahre auf meine Brustgröße geachtet?...
italian: [_C_] Nel corso degli anni hai prestato attenzione alle dimensioni del mio seno?...

source: [_R_] Kinda.... sorry...
dutch: [_R_] Vriend.... Sorry...
french: [_R_] Un peu.... désolé...
italian: [_R_] Un pò.... scusa...
portuguese: [_R_] Kinda.... desculpe...

source: [_C_] And 3, 4, 5...
dutch: [_C_] En 3, 4, 5...
french: [_C_] Et 3, 4, 5...
german: [_C_] Und 3, 4, 5...
italian: [_C_] E 3, 4, 5...

source: [_C_] Alright, just give me my money.... I'll finish polishing the table.... and then I won't have to see you for a few more days!
dutch: Oké, geef me mijn geld ... Ik maak de tafel af en dan hoef ik je nog een paar dagen niet te zien.
french: [_C_] D'accord, donne-moi juste mon argent.... Je vais finir de polir la table.... et puis je n'aurais plus à te voir pendant quelques jours!
german: [_C_] Okay, gib mir einfach mein Geld... Ich werde das Polieren des Tischs beenden.... und dann muss ich dich nicht noch ein paar Tage lang sehen!
italian: [_C_] Va bene, dammi solo i miei soldi.... Finirò di lucidare il tavolo.... e poi non dovrò vederti per qualche altro giorno!
portuguese: [_C_] Alright, só me dê o meu dinheiro .... Vou terminar de polir a mesa .... e depois não vou ter que ver você por mais alguns dias!

source: {i}"Money -$150"{/i}
dutch: {i}"Geld -$150"{/i}
french: {i}'Argent -150$'{/i}
german: {i}"Geld -$150"{/i}
italian: {i}"Soldi -$150"{/i}

source: [_R_] It was a pleasure doing business with you.
dutch: [_R_] Het was een plezier om zaken met u te doen.
french: [_R_] Ce fut un plaisir de faire affaire avec toi.
german: [_R_] Es war ein Vergnügen, Geschäfte mit dir zu machen.
italian: [_R_] E' stato un piacere fare affari con te.
portuguese: U[_R_] Foi um prazer negociar com você.

source: [_R_] Bye.... I'll be looking forward to seeing you in a couple days!
dutch: [_R_] Door... Ik kijk ernaar uit om je over een paar dagen te zien!
french: [_R_] Au revoir.... J'ai hâte de te voir dans quelques jours!
german: [_R_] Bien.... Ich freue mich darauf, dich in ein paar Tagen zu sehen!
italian: [_R_] Ciao.... Non vedo l'ora di vederti tra un paio di giorni!
portuguese: [_R_] Tchau... Estarei esperando por você em alguns dias!

source: [_C_] I can't wait...
dutch: [_C_] Ik kan niet wachten...
french: [_C_] J'ai hâte...
german: [_C_] Ich kann nicht warten...
italian: [_C_] Non vedo l'ora...

source: [_CT_] {i}Oh my God.... I can't believe I flashed him again!{/i}
dutch: [_CT_] {i}Oh mijn God.... Ik kan niet geloven dat ik hem opnieuw heb geflasht!{/i}
french: [_CT_] {i}Oh mon Dieu.... Je n'arrive pas à croire que j'ai encore vu son intimité!{/i}
german: [_CT_] {i}Oh mein Gott.... Ich kann nicht glauben, dass ich ihn wieder blinkt!{/i}
italian: [_CT_] {i}Oh mio Dio.... Non posso credere di avergli lanciato un altro flash!{/i}
portuguese: [_CT_] {i}Oh meu Deus.... Não acredito que o regateei novamente!{/i}

source: [_CT_] {i}What is wrong with me?{/i}
dutch: [_CT_] {i}Wat is er mis met mij?{/i}
french: [_CT_] {i}Qu’est-ce qui ne va pas chez moi? {/i}
german: [_CT_] {i}Was ist falsch mit mir? {/i}
italian: [_CT_] {i}Cosa c'è di sbagliato in me?{/i}
portuguese: [_CT_] {i}O que há de errado com o me? {/i}

source: [_CT_] {i}Am I really so addicted to shopping that just the enticement of it will make me flash my own nephew for $150 dollars?{/i}
dutch: [_CT_] {i}Am Ik ben zo verslaafd aan het winkelen dat alleen de enticatie ervan mij zal laten mijn eigen neef laten knipperen voor $150 dollar?{/i}
french: [_CT_] {i}Suis-je vraiment tellement accro au shopping que juste l'attrait de celui-ci me fera exposé mon intimité à mon propre neveu pour 150 dollars?{/i}
german: [_CT_] {i}Ich bin wirklich so süchtig zu shoppen, dass nur die Verlockung von ihm mich dazu bringen wird, meinen Neffen für $150 Dollar zu flashen? {/i}
italian: [_CT_] {i}Sono davvero così dipendente dallo shopping che solo l'allegria di esso mi farà lampeggiare il mio nipote per $150 dollari?{/i}
portuguese: [_CT_] {i}Sou tão viciada em comprar que só a atração me fará correr meu próprio sobrinho por $150 dólares?{/i}

source: [_CT_] {i}I've lost the moral high ground to [mom_name].... {/i}
dutch: [_CT_] {i}Ik heb de morele bovengrond verloren aan [mom_name].... {/i}
french: [_CT_] {i}J'ai perdu le haut niveau moral envers [mom_name].... {/i}
german: [_CT_] {i}Ich habe den moralischen Grund an [mom_name]verlorengegangen.format@@2 .... {/i}
italian: [_CT_] {i}Ho perso il primato morale per [mom_name].... {/i}
portuguese: [_CT_] {i}Eu perdi o campo alto moral para [mom_name] .... {/i}

source: [_CT_] {i}That is, if she ever finds out about it.... {/i}
dutch: [_CT_] {i}Dat wil zeggen, als ze er ooit achter komt.... {/i}
french: [_CT_] {i}C'est-à-dire, si jamais elle le découvre.... {/i}
german: [_CT_] {i}Das heißt, wenn sie jemals darüber herausfindet.... {/i}
italian: [_CT_] {i}Questo se lei lo scoprirà mai.... {/i}
portuguese: [_CT_] {i}Que é, se ela alguma vez descobrir sobre isso .... {/i}

source: [_CT_] {i}I better remember to warn that pervert to keep his mouth shut!{/i}
dutch: [_CT_] {i}Ik herinner me nog beter om te waarschuwen dat pervert om zijn mond te houden!{/i}
french: [_CT_] {i}Je ferais mieux de me rappeler d'avertir ce pervers de garder sa bouche fermée!{/i}
german: [_CT_] {i}Ich erinnere mich besser daran zu warnen, dass pervers ist, seinen Mund zu sperren!{/i}
italian: [_CT_] {i}Meglio che mi ricordi di avvertire quel pervertito di tenere la bocca chiusa!{/i}
portuguese: [_CT_] {i}Lembro-me melhor de avisar que perverso para manter a boca fechada!{/i}

source: [_CT_] {i}Oh.... what is wrong with me?.... {/i}
dutch: [_CT_] {i}Oh.... wat is er mis met mij?.... {/i}
french: [_CT_] {i}Oh.... Qu'est-ce qui ne va pas avec moi ?.... {/i}
german: [_CT_] {i}Oh.... was ist falsch mit mir?.... {/i}
italian: [_CT_] {i}Oh.... cosa c'è di sbagliato in me?.... {/i}
portuguese: [_CT_] {i}Ah... O que há de errado comigo?.... {/i}

source: [_CT_] {i}I'm becoming a stupid whore.... {/i}
dutch: [_CT_] {i}Ik word een domme wanneer.... {/i}
french: [_CT_] {i}Je deviens une pute stupide.... {/i}
german: [_CT_] {i}Ich werde eine dumme Hure .... {/i}
italian: [_CT_] {i}Sto diventando una stupida puttana.... {/i}
portuguese: [_CT_] {i}Estou me tornando uma prostituta estúpida .... {/i}

source: {i}{b}"Aunt Camille's Libido -3"{/b}{/i}
french: {i}{b}«Libido de tante Camille -3»{/b}{/i}
italian: {i}{b}"Libido di zia Camille -3"{/b}{/i}

source: [_R_] Uuhhh.... actually I don't have $150.
dutch: [_R_] Uuhhh.... eigenlijk heb ik geen $150.
french: [_R_] Uuhhh.... en fait, je n'ai pas 150$.
german: [_R_] Uuhhhh.... tatsächlich habe ich keine $150.
italian: [_R_] Uuhhh... in realtà non ho $ 150.
portuguese: [_R_] Uuhhh.... Na verdade, não tenho $150.

source: [_C_] I can't believe you got me to agree to that, to only not be able to come through.
dutch: [_C_] Ik kan niet geloven dat je me hiertoe hebt gedwongen, om het er alleen maar niet doorheen te kunnen komen.
french: [_C_] Je n'arrive pas à croire que tu m'aies fait accepter ça, pour seulement ne pas pouvoir payer.
german: [_C_] Ich kann nicht glauben, dass du mich damit einverstanden gemacht hast, nur nicht durchkommen zu können.
italian: [_C_] Non posso credere che mi abbia fatto accettare questo, solo per non essere in grado di passare.

source: [_C_] Let me finish polishing this table and stop wasting my time!
dutch: [_C_] Laat me eindigen met het poetsen van deze tafel en stop mijn tijd te verliezen!
french: [_C_] Laisses-moi finir de polir cette table et arrêtes de me faire perdre mon temps!
german: [_C_] Lass mich damit fertig sein, diesen Tisch zu polieren und meine Zeit zu vergeuden!
italian: [_C_] Lasciami finire di lucidare questo tavolo e smettere di sprecare il mio tempo!

source: {i}{b}"Aunt Camille's Affection -1"{/b}{/i}
dutch: {i}{b}"Aunt Camille Affection -1"{/b}{/i}
french: {i}{b}«Affection de tante Camille -1»{/b}{/i}
german: {i}{b}"Tante Kamille Affection -1"{/b}{/i}
italian: {i}{b}"Affetto della zia Camilla -1"{/b}{/i}
portuguese: {i}{b}"A Afeição da Camila - 1"{/b}{/i}

source: [_R_] Ok.... I'm leaving...
dutch: [_R_] Ok.... ik vertrek...
french: [_R_] D'accord.... Je pars...
german: [_R_] Ok.... Ich verlassen...
italian: [_R_] Ok.... Sto partendo...
portuguese: [_R_] Ok.... vou embora...

source: [_CT_] {i}Stupid pervert playing mind games with me.... {/i}
dutch: [_CT_] {i}Stupid pervert het spelen van gedachten met mij.... {/i}
french: [_CT_] {i}Pervers stupide jouant à des jeux d'esprit avec moi.... {/i}
german: [_CT_] {i}Dupid pervertiert mit mir Spiele im Kopf zu spielen.... {/i}
italian: [_CT_] {i}Stupid pervert giocare giochi mentali con me.... {/i}

source: [_CT_] {i}Did I actually agree to do that?.... {/i}
dutch: [_CT_] {i}Ben ik het eigenlijk eens met?.... {/i}
french: [_CT_] {i}Ai-je réellement accepté de le faire?.... {/i}
german: [_CT_] {i}War ich wirklich damit einverstanden?.... {/i}
italian: [_CT_] {i}Ho effettivamente accettato di farlo?.... {/i}
portuguese: [_CT_] {i}Na verdade concordei em fazer isso?.... {/i}

source: [_R_] I can't give you another day off of work.... Mom would be furious.
dutch: [_R_] Ik kan je geen andere dag van je werk geven.... Mama zou woedend zijn.
french: [_R_] Je ne peux pas te donner un autre jour de congé.... Maman serait furieuse.
german: [_R_] Ich kann dir keinen weiteren Arbeitstag ersparen. Mama wäre wütend.
italian: [_R_] Non posso darti un altro giorno di riposo dal lavoro.... La mamma sarebbe furiosa.

source: [_C_] Well, don't make me stupid ass offers like that if you're not willing to negotiate!
dutch: [_C_] Nou, maak me geen stompzinnige aanbiedingen als je niet bereid bent om te onderhandelen!
french: [_C_] Eh bien, ne me fais pas d'offres stupides comme ça si tu n'es pas prêt à négocier!
german: [_C_] Nun, mach mir nicht dumme Arschfotzen wie diese, wenn du nicht bereit bist zu verhandeln!
italian: [_C_] Beh, non mi fanno offerte di culo stupide come questo se non siete disposti a negoziare!
portuguese: [_C_] Bem, não me faça ofertas estúpidas como essa se você não estiver disposto a negociar!

source: [_C_] Would you just leave so I can finish doing my job?
dutch: [_C_] Wil je gewoon vertrekken zodat ik mijn werk kan voltooien?
french: [_C_] Veux-tu simplement partir pour que je puisse finir mon travail?
german: [_C_] Würdest du einfach gehen, damit ich meine Arbeit beenden kann?
italian: [_C_] Ti lasceresti per finire di fare il mio lavoro?

source: [_R_] Sorry.... bye...
french: [_R_] Désolé ... au revoir ...
italian: [_R_] Mi dispiace.... arrivederci...

source: [_CT_] {i}I can't believe I was about to make another deal with that pervert.{/i}
dutch: [_CT_] {i}Ik kan niet geloven dat ik op het punt stond een nieuwe deal te maken met die pervert.{/i}
french: [_CT_] {i}Je n'arrive pas à croire que j'étais sur le point de conclure un autre accord avec ce pervers.{/i}
german: [_CT_] {i}Ich kann nicht glauben, dass ich ein anderes Geschäft mit diesem Pervers machen wollte. {/i}
italian: [_CT_] {i}Non riesco a credere che stavo per fare un altro affare con quel pervert.{/i}
portuguese: [_CT_] {i}Não acredito que eu estava prestes a fazer outra coisa com esse pervert.{/i}

source: [_CT_] {i}What is wrong with me?.... {/i}
dutch: [_CT_] {i}Wat is er mis met mij?.... {/i}
french: [_CT_] {i}Qu’est-ce qui ne va pas chez moi?.... {/i}
german: [_CT_] {i}Was ist falsch mit mir?.... {/i}
italian: [_CT_] {i}Cosa c'è di sbagliato con me?.... {/i}
portuguese: [_CT_] {i}O que há de errado comigo?.... {/i}

source: [_CT_] {i}I've got to get this shopping addiction under control.... {/i}
dutch: [_CT_] {i}Ik moet deze winkelverslaving onder controle krijgen.... {/i}
french: [_CT_] {i}Je dois maîtriser cette dépendance au shopping.... {/i}
german: [_CT_] {i}Ich muss diese Einkaufssucht unter Kontrolle bekommen.... {/i}
italian: [_CT_] {i}Devo tenere sotto controllo questa dipendenza dallo shopping.... {/i}

source: [_C_] Oh my God!.... Why am I even considering this?...
dutch: [_C_] Oh mijn God!.... Waarom overweeg ik zelfs dit?...
french: [_C_] Oh mon Dieu!.... Pourquoi est-ce que j'envisage ça ?...
german: [_C_] Oh mein Gott!.... Warum überlege ich das so?...
italian: [_C_] Oh mio Dio!.... Perché sto anche considerando questo?...
portuguese: [_C_] Meu Deus!.... Por que estou considerando isso?...

source: [_C_] No!.... Hell no...
dutch: [_C_] Nee!.... Hel nee...
french: [_C_] Non!.... Bon sang non...
german: [_C_] Nein!.... Hölle nein...
italian: [_C_] No!.... Inferno no...
portuguese: [_C_] Não!.... Inferno não...

source: [_C_] Stop talking to me like I'm a whore you can just buy favors from!
dutch: [_C_] Stop met praten alsof ik een kletsje ben waar je favorieten van kan kopen!
french: [_C_] Arrête de me parler comme si j'étais une pute, tu peux simplement acheter mes faveurs!
german: [_C_] Hört auf mit mir zu sprechen, als wäre ich eine Hure, von der du nur Gunst kaufen kannst!
italian: [_C_] Smettila di parlare con me come se fossi una puttana da cui puoi solo comprare dei favori!
portuguese: [_C_] Pare de falar comigo como se eu fosse um baú, só podes comprar favores!

source: [_C_] I'm leaving! And don't expect me to come back tomorrow!
dutch: [_C_] Ik vertrek! En verwacht niet dat ik morgen terugkom!
french: [_C_] Je pars ! Et ne t'attends pas à ce que je revienne demain!
german: [_C_] Ich gehe weg! Und erwarte nicht, dass ich morgen wieder komme!
italian: [_C_] Sto partendo! E non aspettatevi che torni domani!
portuguese: [_C_] vou embora! E não espere que eu volte amanhã!

source: [_C_] I'll be taking the day to cool down from the unwanted sexual harrassment I'm receiving at work!
dutch: [_C_] Ik neem de dag om af te koelen van de ongewenste seksuele harrassment die ik op mijn werk krijgt!
french: [_C_] Je vais prendre la journée pour me calmer du harcèlement sexuel non désiré que je reçois au travail!
german: [_C_] Ich nehme den Tag, um mich von der unerwünschten sexuellen Belästigung, die ich bei der Arbeit empfange, abzukühlen!
italian: [_C_] Prenderò la giornata per rinfrescarmi dall'imbarazzo sessuale indesiderato che sto ricevendo al lavoro!

source: [_RT_] {i}Well, that could have gone better.... I better take off before she cuts my balls off.{/i}
dutch: [_RT_] {i}Nou, dat had beter kunnen gaan.... Ik neem beter af voordat ze mijn ballen uitsnijden.{/i}
french: [_RT_] {i}Eh bien, cela aurait pu mieux se passer.... Je ferais mieux de partir avant qu'elle me coupe les couilles.{/i}
german: [_RT_] {i}Nun, das hätte besser gehen können.... Ich bin besser abheben bevor sie meine Kugeln abschneidet.{/i}
italian: [_RT_] {i}Beh, che avrebbe potuto andare meglio.... meglio decollare prima di tagliare le mie palle fuori.{/i}
portuguese: [_RT_] {i}Bem, isso poderia ter ficado melhor.... é melhor eu decolar antes de cortar minhas bolas.{/i}

source: {i}"To get Aunt Camille to flash you, she needs to have already flashed you in the bathroom. Also you need either Camille's libido or submission to be at 10 points."{/i}
dutch: {i}"Om Aunt Camille te laten knipperen, moet ze je al in de badkamer hebben geflasht. Je hebt ook een libido of een inzending van Camille nodig om op 10 punten te zijn."{/i}
french: {i}'Pour que tante Camille vous révèle sont intimité, elle doit vous avoir déjà montré ça dans la salle de bain. De plus, vous avez besoin de la libido ou de la soumission de Camille à 10 points.'{/i}
german: {i}"Um Tante Camille zum Blitzen zu bringen, muss sie dich bereits im Badezimmer geblasen haben. Du benötigst auch entweder Camille-Libido oder Einreichung um 10 Punkte zu erreichen."{/i}
italian: {i}"Per farti avere un flash dalla zia Camille, lei deve averti già avuto un flash nel bagno. Inoltre hai bisogno che la libido o la sottomissione di Camille sia a 10 punti."{/i}.

source: [_C_] Really?.... You didn't see enough of them last time?...
dutch: [_C_] Echt waar?.... U heeft de laatste keer niet genoeg van hen gezien?...
french: [_C_] Vraiment?.... Tu n'en as pas vu assez la dernière fois ?...
german: [_C_] Wirklich?.... Du hast nicht genug davon beim letzten Mal?...
italian: [_C_] Davvero?.... Non ne hai visto abbastanza l'ultima volta?...

source: [_C_] I'll never understand men's fascination with boobs.
dutch: [_C_] Ik zal de fascinatie van mannen nooit begrijpen met boobs.
french: [_C_] Je ne comprendrais jamais la fascination des hommes pour les seins.
german: [_C_] Ich werde die Faszination von Männern nie verstehen.
italian: [_C_] Non capirò mai il fascino degli uomini per le tette.
portuguese: [_C_] Eu nunca vou entender o fascínio dos homens com os peitos.

source: [_C_] I'm just going to skip all the drama this time and offer you the same deal as last time.
dutch: [_C_] Ik ga deze keer gewoon het hele drama overslaan en bied je dezelfde deal aan als de vorige keer.
french: [_C_] Je vais juste oublier tout ce drame cette fois et t'offrir la même offre que la dernière fois.
german: [_C_] Ich werde das Drama dieses Mal überspringen und dir das gleiche Angebot anbieten wie das letzte Mal.
italian: [_C_] Salterò tutti i drammi questa volta e ti offrirò lo stesso accordo dell'ultima volta.
portuguese: [_C_] Eu só vou pular todo o drama desta vez e oferecê-lo o mesmo acordo da última vez.

source: [_C_] $150, and a day off so I can go enjoy it.
dutch: [_C_] $150, en een dag vrij, zodat ik ervan kan genieten.
french: [_C_] 150$, et un jour de congé pour que je puisse en profiter.
german: [_C_] $150, und einen Tag frei, damit ich es genießen kann.
italian: [_C_] 150 dollari e un giorno libero così posso andare a godermelo.
portuguese: [__C_] $150, e um dia de folga para que eu possa ir curtir.

source: [_R_] Wow.... I really expected to have to try to talk you into it again!
dutch: [_R_] Wow.... Ik had echt verwacht dat ik er opnieuw in moest praten!
french: [_R_] Wow.... Je m'attendais vraiment à devoir essayer de t' en parler à nouveau!
german: [_R_] Wow.... Ich erwartete wirklich, dass ich versuchen muss, Sie wieder ins Gespräch zu bringen!
italian: [_R_] Wow.... Mi aspettavo davvero di dover cercare di convincerti di nuovo!
portuguese: [_R_] Uau .... Eu realmente esperava ter que tentar falar com você de novo!

source: [_R_] Well, I'll be taking more mental ones.
dutch: [_R_] Nou, ik zal meer mentaal nemen.
french: [_R_] Eh bien, je vais en prendre d'autres mentales.
german: [_R_] Nun, ich werde mehr geistige nehmen.
italian: [_R_] Beh, ne farò altre mentali.
portuguese: [__R_] Bem, eu estarei tomando mais os mentais.

source: [_CT_] {i}And I did it so casually.{/i}
dutch: [_CT_] {i}En ik deed het zo vaak.{/i}
french: [_CT_] {i}Et je l'ai fait avec désinvolture.{/i}
german: [_CT_] {i}Und ich tat es so leicht.{/i}
italian: [_CT_] {i}E l'ho fatto così casualmente.{/i}
portuguese: [_CT_] {i}e eu fiz isso tão baixamente.{/i}

source: [_CT_] {i}At least it's not as bad as when I sucked his dick.{/i}
dutch: [_CT_] {i}Het is tenminste niet zo erg als toen ik zijn spullen zucht.{/i}
french: [_CT_] {i}Au moins, ce n'est pas aussi mauvais que quand je l'ai sucé.{/i}
german: [_CT_] {i}Zumindest ist es nicht so schlimm wie wenn ich seinen Schwanz gesaugt habe.{/i}
italian: [_CT_] {i}Almeno non è male come quando ho succhiato il suo cazzo.{/i}
portuguese: [_CT_] {i}pelo menos não é tão ruim como quando eu chamei o seu pau.{/i}

source: [_CT_] {i}At least it's not as bad as letting him fuck my tits.{/i}
dutch: [_CT_] {i}Het is tenminste niet zo erg als hem mijn tegels laten verprutsen.{/i}
french: [_CT_] {i}Au moins ce n'est pas aussi mal que de le laisser baiser mes seins.{/i}
german: [_CT_] {i}Wenigstens ist es nicht so schlimm wie ihn meine Titten ficken zu lassen.{/i}
italian: [_CT_] {i}Almeno non è così male come lasciarlo scopare le mie tette.{/i}
portuguese: [_CT_] {i}pelo menos não é tão ruim como deixá-lo abanar dos meus títulos.{/i}

source: [_CT_] {i}At least it's not as bad as when I jerked him off.{/i}
dutch: [_CT_] {i}Het is minstens niet zo erg als wanneer ik hem uitgedaan heb.{/i}
french: [_CT_] {i}Au moins, ce n'est pas aussi grave que lorsque je l'ai branlé.{/i}
german: [_CT_] {i}Wenigstens ist es nicht so schlimm wie wenn ich ihn verrückt habe.{/i}
italian: [_CT_] {i}Almeno non è male come quando l'ho masticato.{/i}
portuguese: [_CT_] {i}pelo menos não é tão ruim como quando eu o empurrei.{/i}

source: [_CT_] I've lost the moral high ground to [mom_name]...
dutch: [_CT_] Ik heb de morele bovengrond verloren aan [mom_name]...
french: [_CT_] J'ai perdu sur le terrain moral au profit de [mom_name]...
german: [_CT_] Ich habe die moralische Oberhand an [mom_name] verloren ...
italian: [_CT_] Ho perso il primato morale per [mom_name]...

source: [_CT_] That is, if she ever finds out about it...
dutch: [_CT_] Dat wil zeggen, als ze er ooit achter komt...
french: [_CT_] C'est-à-dire, si jamais elle le découvre...
german: [_CT_] Das ist, wenn sie jemals darüber herausfindet...
italian: [_CT_] Cioè, se mai lo scoprirà...
portuguese: U[_CT_] Ou seja, se ela alguma vez descobrir...

source: [_CT_] I better remember to warn that pervert to keep his mouth shut!
dutch: [_CT_] Ik herinner me beter om te waarschuwen dat pervert om zijn mond te laten!
french: [_CT_] Je ferais mieux de me rappeler d'avertir ce pervers de garder sa bouche fermée!
german: [_CT_] Ich denke besser daran zu warnen, dass pervers sein Mund zu sperren!
italian: [_CT_] Sarà meglio che mi ricordi di avvertire quel pervertito di tenere la bocca chiusa!
portuguese: [_CT_] Lembro melhor de avisar que perverso para manter a boca fechada!
