Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MG_] I'll give you a hint.
dutch: [_MG_] Ik zal je een hint geven.

source: [_MG_] His sister is running for president against Matt.
dutch: [_MG_] Zijn zus draait voor president tegen Matt.

source: [_R_] He forbid you to fuck me?
dutch: [_R_] Verbiedt je om me te trotseren?

source: [_MG_] Yeah... Not that I was planning to, or anything.
dutch: [_MG_] Ja... Niet dat ik van plan was om te of iets te doen.

source: [_MG_] I'm not sure if he thought I wanted to?...
dutch: [_MG_] Ik weet niet zeker of hij dacht dat ik dat wilde?...

source: [_MG_] And guess what we're going to do.
dutch: [_MG_] en raad wat we gaan doen.

source: [_MG_] Fucking fuck.
dutch: [_MG_] Fucking fucking fuck.

source: [_RT_] {i}Oh, my God!... Is this really happening?{/i}
dutch: [_RT_] {i}Oh, mijn God!... Is dit echt gebeurd?{/i}

source: [_RT_] {i}I knew she'd be mad at him, but I never would have guessed she'd react like this!{/i}
dutch: [_RT_] {i}Ik wist dat ze boos op hem zou zijn, maar ik had nooit verwacht dat ze zou reageren zoals deze!{/i}

source: [_R_] May I make a suggestion?
dutch: [_R_] Mag ik een suggestie doen?

source: [_MG_] What?
dutch: [_MG_] Wat?

source: [_R_] Let's record it, so we can send it to him later.
dutch: [_R_] Laten we het registreren, zodat we het later aan hem kunnen sturen.

source: [_MG_] Huh... That would really piss him off.
dutch: [_MG_] Huh... Dat zou hem echt afmaken.

source: [_MG_] I know seeing him fucking my worst enemy pissed me off a ton.
dutch: [_MG_] Ik weet dat ik hem zie vervagen door mijn ergste vijand die me een ton heeft afgevuurd.

source: [_MG_] It would definitely have more impact if he saw it, rather than if I just told him about it.
dutch: [_MG_] Het zou zeker meer effect hebben als hij het zag, in plaats van als ik het hem gewoon vertelde.

source: [_MG_] I like the way you think.
dutch: [_MG_] Ik hou van jouw manier van denken.

source: [_R_] Wow!... Just a second, let me get my phone ready.
dutch: [_R_] Wow!... Even geduld, ik zal mijn telefoon klaar maken.

source: [_MG_] Hey, Matt!... It's your girl.
dutch: [_MG_] Hé, Matt!... Het is jouw meisje.

source: [_MG_] Just wanted to send you a video message and let you know that I know...
dutch: [_MG_] wilde je gewoon een videobericht sturen en je laten weten dat ik het weet...

source: [_MG_] What a filthy cheating liar you are!
dutch: [_MG_] Wat een vuile cheating liar ben jij!

source: [_MG_] I know you fucked Jessica!
dutch: [_MG_] Ik weet dat je Jessica verplettert!

source: [_MG_] After you promised me you wouldn't!
dutch: [_MG_] Nadat je me had beloofd zou!

source: [_MG_] Well, guess what!
dutch: [_MG_] Nou, raad wat!

source: [_MG_] Take a look at who's in our favorite stall with me.
dutch: [_MG_] Neem een kijkje bij wie in onze favoriete stal zit.

source: [_MG_] {i}(whispering){/i} Hurry... flip the image and wave, so he can see you.
dutch: [_MG_] {i}(fluistering){/i} Hout... Draai de afbeelding en golf, zodat hij je kan zien.

source: [_MG_] That's right... Your good friend, [ryan].
dutch: [_MG_] Dat klopt... Jouw goede vriend, [ryan].

source: [_MG_] And guess what... I'm going to let him fuck me for as long as he can go.
dutch: [_MG_] En raad wat... Ik zal hem zo lang als hij kan laten vertroebelen.

source: [_MG_] And what's more... His cock is almost as big as yours, and after some practice, I'll send you another video of him fucking my ass!
dutch: [_MG_] En wat meer... Zijn hak is bijna net zo groot als de jouwe, en na wat oefening stuur ik je nog een video van hem naar mijn smaak toe!

source: [_RT_] {i}Oh, damn!... I hope she means that, and isn't just saying something she doesn't mean to piss him off.{/i}
dutch: [_RT_] {i}Oh, damn!... Ik hoop dat ze dat bedoelt, en niet alleen maar iets zeggen dat ze niet wil afstoten.{/i}

source: [_RT_] {i}I would love to fuck such a tight ass!{/i}
dutch: [_RT_] {i}Ik zou graag zo strak vuil maken!{/i}

source: [_MG_] So, enjoy a last look at these, because I'm never going to let you see them again.
dutch: [_MG_] Geniet er dus van om ze nog eens te bekijken, want ik laat ze nooit meer zien.

source: [_MG_] If you want to see them, you'll just have to save this video of [ryan] fucking your slutty ex-girlfriend.
dutch: [_MG_] Als je ze wilt zien, dan moet je deze video van [ryan] die je sluttige ex-vriendin in de maling neemt.

source: [_MG_] Alright, [ryan]... Let's give Matt a look at what I'll be replacing his cock with.
dutch: [_MG_] Ok, [ryan]... Laten we Matt eens laten zien waar ik zijn gooi mee vervang.

source: [_MG_] See, Matt. Look how big his cock is... It's not as big as yours, but to be honest, I've always thought your cock is too big.
dutch: [_MG_] Ziek, Matt. Kijk hoe groot zijn jas is... Het is niet zo groot als de jouwe, maar om eerlijk te zijn, heb ik altijd gedacht dat je hant te groot is.

source: [_MG_] This cock is perfect! Big enough to make me feel like I'm getting split in half, but not so big that it will actually rip the inside of my pussy.
dutch: [_MG_] Dit mok is perfect! Groot genoeg om me het gevoel te geven dat ik verdeeld word in de helft, maar niet zo groot dat het de binnenkant van mijn pal daadwerkelijk zal doen verdwijnen.

source: [_MG_] Oh... I can't wait to fuck it!
dutch: [_MG_] Oh... Ik kan niet wachten om het te trotseren!

source: [_MG_] I'd better get it nice and lubed up, or it's not going to go in.
dutch: [_MG_] Ik zou het maar beter leuk en opschieten, of het gaat niet binnen.

source: [_RT_] {i}I'm so excited that I get to be a part of revenge sex!{/i}
dutch: [_RT_] {i}Ik ben zo opgewonden dat ik deel ga uitmaken van wraak sex!{/i}

source: [_RT_] {i}After Matt fucking her all the time, I'm sure it's anything but tight.{/i}
dutch: [_RT_] {i}Na het vermalen van de Matt weet ik zeker dat het iets anders is dan strakt.{/i}

source: [_RT_] {i}Oh, God!... She's surprisingly tight!{/i}
dutch: [_RT_] {i}Oh, God!... Ze is verrassend strakk!{/i}

source: [_RT_] {i}Maybe she's just got an amazingly stretchy pussy.{/i}
dutch: [_RT_] {i}Misschien heeft ze zojuist een verbazingwekkend elastisch potje gekregen.{/i}

source: [_MG_] Oh, yeah... [ryan]! Fuck my needy pussy!
dutch: [_MG_] Oh, ja... [ryan]! Fuck mijn noodlijdende poesje!

source: [_MG_] Split me in half!
dutch: [_MG_] Splits me in de helf!

source: [_MG_] Ohhh... Yes... Cum inside me, you stud!
dutch: [_MG_] Ohhh... Ja... Cum binnen mij, jij studeert!

source: [_R_] Oh fuck, Laur... Uuuhhh Megan! You're driving me crazy!
dutch: [_R_] Oh fuck, Laur... Uuhhh Megan! Je rijdt me gek!

source: [_MG_] Oh, my God!... You really are filling me up!
dutch: [_MG_] Oh, mijn God!... Je bent me echt aan het vullen!

source: [_MGT_] {i}Oh God, that's a baby making load for sure...{/i}
dutch: [_MGT_] {i}Oh God, dat is een baby die zeker belasting maakt...{/i}

source: [_MGT_] {i}An explosion with that much power probably forced dozens of sperms into my egg against its will.{/i}
dutch: [_MGT_] {i}Een explosie met zoveel kracht heeft waarschijnlijk tientallen sperms in mijn ei geduwd tegen zijn wils.{/i}

source: [_MGT_] {i}I might birth a whole litter of little [ryan]'s...{/i}
dutch: [_MGT_] {i}Ik kan een hele liter van kleine [ryan]s...{/i} geboorten

source: [_MGT_] {i}Oh God, I'd better not forget to take a morning-after pill... maybe a few even.{/i}
dutch: [_MGT_] {i}Oh God, ik zou beter niet vergeten een morning-afterpil te nemen... misschien een paar even.{/i}

source: [_MG_] Well Matt, I hope you enjoyed our video today!
dutch: [_MG_] Goed Matt, ik hoop dat je vandaag van onze video geniet!

source: [_MG_] Don't forget to hit like, and subscribe.
dutch: [_MG_] Vergeet niet te raken zoals je wilt volgen.

source: [_MG_] I've got to let you know, [ryan] might not be as big as you, but he cums way more.
dutch: [_MG_] Ik moet je laten weten, [ryan] is misschien niet zo groot als jij, maar hij heeft nog veel meer cums.

source: [_MG_] It's probably going to take days to get all his baby gravy out of my womb.
dutch: [_MG_] Het zal waarschijnlijk dagen duren om al zijn baby jus uit mijn buik te krijgen.

source: [_MG_] And then, I think I'll have him give me a refill.
dutch: [_MG_] En dan denk ik dat hij me moet laten hervullen.

source: [_R_] Do you mean the video, or the fucking?
dutch: [_R_] Bedoel je de video of de fucking?

source: [_R_] Because I would say you were great on both accounts.
dutch: [_R_] Omdat ik zou zeggen dat je geweldig bent op beide accounts.

source: [_MG_] Thanks, [ryan]!
dutch: [_MG_] Bedankt, [ryan]!

source: {b}{i}"You have won the "Jack of Spades" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Jack of Spades" Kaart gewonnen!"{/i}{/b}

source: [_MG_] I can't wait to send this video to Matt.
dutch: [_MG_] Ik kan niet wachten om deze video naar Matt te sturen.

source: [_MG_] Will you send it to my phone?
dutch: [_MG_] Wil je het naar mijn telefoon sturen?

source: [_MG_] What kind of favor?
dutch: [_MG_] Wat voor soort gunst?

source: [_R_] I heard you might be part of Matt's election skit.
dutch: [_R_] Ik heb gehoord dat je mogelijk deel uitmaakt van de verkiezingskist van Matt.

source: [_MG_] Well, I was going to be... There's no way I'm going to do it now.
dutch: [_MG_] Nou, ik zou het worden... Er is geen manier om het nu te doen.

source: [_MG_] I was going to get some of the cheerleaders to perform a sexy number with me.
dutch: [_MG_] Ik zou wat van de cheerleaders een sexy nummer met mij laten uitvoeren.

source: [_R_] So, that's the favor I wanted to ask of you.
dutch: [_R_] Dat is dus de gunst die ik je wilde vragen.

source: [_R_] Don't cancel the skit.
dutch: [_R_] De skit niet annuleren.

source: [_MG_] Why?... There's no way I'm performing for Matt now.
dutch: [_MG_] Waarom?... Er is nu geen manier om Mat te presteren.

source: [_R_] Yeah, so do it for Lauren instead.
dutch: [_R_] Yeah, in plaats daarvan voor Lauren.

source: [_R_] Think about it. You keep practicing, and Matt will think you're getting ready for his election skit.
dutch: [_R_] Denk erover na. Je blijft oefenen, en Matt zal denken dat je klaar bent voor zijn verkiezingsskit.

source: [_R_] Then, at the assembly when it's time for Matt's skit, you break the news that you're not performing for him, and then you perform for Lauren instead.
dutch: [_R_] Dan, in de assemblage wanneer het tijd is voor de kist van Matt: je breekt het nieuws dat je voor hem niet uitvoert en vervolgens presteert je voor Lauren.

source: [_R_] Matt will be left without a skit, and Lauren will have you and the cheerleaders perform a kick-ass skit.
dutch: [_R_] Matt zal geen schacht meer hebben, en Lauren zal jou en de cheerleaders een kick-assette laten uitvoeren.

source: [_R_] Lauren wins, Matt loses... What could be better revenge than that?
dutch: [_R_] Lauren wint, Matt verlies... Wat zou beter wraak kunnen zijn?

source: [_R_] Oh, I know... To add insult to injury, when he's feeling the pain of failure, you send him this video we just made.
dutch: [_R_] Oh, weet ik... Om belediging toe te voegen, als hij het gevoel heeft dat hij gefaald heeft, stuur je hem deze video die we zojuist gemaakt hebben.

source: [_MG_] I don't know...
dutch: [_MG_] Ik weet het niet...

source: [_MG_] That would mean I would have to pretend to stay with him until the election assembly, and that everything's good between us.
dutch: [_MG_] Dat zou betekenen dat ik moet doen alsof ik bij hem moet blijven tot de verkiezingsassemblee, en dat alles goed tussen ons is.

source: [_MG_] He's going to want to keep having sex, and there's no way I'm fucking him now... How would I get out of that?
dutch: [_MG_] Hij wil seks blijven houden, en er is geen manier om hem nu te verdommen... Hoe zou ik daar uit moeten komen?

source: [_R_] Say you're on your period?
dutch: [_R_] Zeg je dat je op je periode bent?

source: [_MG_] That will only work for a week.
dutch: [_MG_] Dat werkt alleen gedurende een week.

source: [_R_] Say that you've got some kind of vagina disease.
dutch: [_R_] Zeg dat je een soort vagina-ziekte hebt.

source: [_MG_] You mean an STD?... Gross!
dutch: [_MG_] bedoelt een STD?... Gross!

source: [_R_] Exactly.
dutch: [_R_] Exacto.

source: [_MG_] That would be a fun rumor to try to stop from circling around the school.
dutch: [_MG_] Dat zou een leuk gerucht zijn om te voorkomen dat je door de school circuleert.

source: [_R_] Well, think about it. It might be harder, but playing the long game will have such a better reward.
dutch: [_R_] Nou, denk eraan. Het kan moeilijker zijn, maar het spelen van het lange spel zal zo'n betere beloning hebben.

source: [_MG_] How do you mean?
dutch: [_MG_] Hoe bedoelt u?

source: [_R_] It's like that book my mom made us read for class. The Count of Monte Cristo.
dutch: [_R_] Het lijkt op dat boek dat mijn moeder ons heeft laten lezen voor de klas. De telling van Monte Cristo.

source: [_MG_] I don't remember.
dutch: [_MG_] Ik herinner me niet.

source: [_R_] You know... We watched the movie?... About those French guys?... The one went to jail forever, broke out, found a treasure, and planned the best revenge ever.
dutch: [_R_] Jij weet... We hebben de film bekeken?... Over die Franse jongens?... Deze ging voor altijd naar de gevangenis, brak uit, ontdekte een schat en plande de beste wraak ooit.

source: [_MG_] I think that movie was against revenge.
dutch: [_MG_] Ik denk dat film tegen wraak was.

source: [_R_] Well, I'd say it worked out pretty well for the Count... At least... in the movie.
dutch: [_R_] Nou, ik zou zeggen dat het best goed werkte voor het graaf... Tenminste, in de film.

source: [_R_] But the point is, he played the long game, and it all came together magnificently.
dutch: [_R_] Maar het punt is dat hij het lange spel speelde, en het is fantastisch samengekomen.

source: [_MG_] Ok... I'll do it.
dutch: [_MG_] Ok... Ik zal het doen.

source: [_R_] Yes!
dutch: [_R_] Ja!

source: [_R_] Ohh... And would you mind working on the skit with my cousin, Mandy?
dutch: [_R_] Oh... En vind je het erg om aan de skit te werken met mijn neef, Mand?

source: [_MG_] Oh, the new girl? Is she athletic, or know how to dance?
dutch: [_MG_] Oh, het nieuwe meisje? Is ze atletiek, of weet je hoe je moet dansen?

source: [_R_] Yeah, she was on some elite dance team at her old school.
dutch: [_R_] Yeah, ze zat op haar oude school op een elite dansenteam.

source: [_R_] She's really good at choreography.
dutch: [_R_] Ze is echt goed in choreografie.

source: [_R_] I think she'll only make the skit better.
dutch: [_R_] Ik denk dat ze alleen maar de schaduw beter zal maken.

source: [_MG_] Alright, tell her to get ahold of me.
dutch: [_MG_] Oke, zeg haar dat ze me moet vasthouden.

source: [_MG_] You know my number?
dutch: [_MG_] Weet je mijn nummer?

source: [_MG_] No... Why would you.
dutch: [_MG_] Nee... Waarom zou jij dat doen.

source: [_MG_] I'll text you my contact info.
dutch: [_MG_] Ik stuur je mijn contactinformatie.

source: [_R_] Don't let Matt think anything is wrong.
dutch: [_R_] Laat Matt niet denken dat er iets mis is.

source: [_MG_] Ok, I'll do my best.
dutch: [_MG_] Ok, ik zal mijn best doen.

source: [_RT_] {i}Why in the hell did I come back here?{/i}
dutch: [_RT_] {i}Waarom ben ik in de hel teruggekomen?{/i}

source: [_RT_] {i}It's way too risky to try and spy on them twice in the same day.{/i}
dutch: [_RT_] {i}Het is veel te riskant om ze op dezelfde dag twee keer te bespioneren.{/i}

source: [_RT_] {i}I wonder if there are any girls in the showers.{/i}
dutch: [_RT_] {i}Ik vraag me af of er meisjes in de douches zijn.{/i}

source: [_RT_] {i}The coast looks clear... Should I take a peek?{/i}
dutch: [_RT_] {i}De kust ziet er duidelijk uit... Moet ik een blikje nemen?{/i}

source: [_RT_] {i}And who do we have here?{/i}
dutch: [_RT_] {i}En wie hebben we hier?{/i}

source: [_RT_] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
dutch: [_RT_] {i}Wat doe ik hier? Ik kan veel problemen krijgen als iemand mij ziet.{/i}

source: {i}"It looks like your struggling with the shower run game. Would you like to skip this game?"{/i}
dutch: {i}"Het lijkt erop dat je worstelt met de douche run partij. Wil je dit spel overslaan?"{/i}

source: {i}"Would you like to erase the negative consequences of losing the game and continue as if you'd never lost in the first place?"{/i}
dutch: {i}"Wil je de negatieve gevolgen van het verliezen van het spel wissen en doorgaan alsof je nooit verdwaald bent in de eerste plaats?"{/i}

source: [_RT_] {i}Shit!... That girl's here again.{/i}
dutch: [_RT_] {i}Shit!... Dat meisje is hier opnieuw.{/i}

source: [_RT_] {i}Why does she always have to be here?{/i}
dutch: [_RT_] {i}Waarom moet ze altijd hier?{/i}

source: [_RT_] {i}Ok, she seems to be pretty focused on getting dressed... Hopefully I can make it this time.{/i}
dutch: [_RT_] {i}Ok, ze lijkt zich vrij gekleed te hebben... Hopelijk kan ik het deze keer doen.{/i}

source: [_RT_] {i}Halls are empty.{/i}
dutch: [_RT_] {i}Hallen zijn leeg.{/i}

source: [_RT_] {i}It's so quiet.{/i}
dutch: [_RT_] {i}Het is zo stilliggen.{/i}

source: [_RT_] {i}Hopefully the girls' locker room will be less crowded this time.{/i}
dutch: [_RT_] {i}Hopelijk zal de meisjeskamer deze keer minder vol zijn.{/i}

source: [_RT_] {i}I haven't been here this early since I was on the basketball team.{/i}
dutch: [_RT_] {i}Ik ben hier niet eerder geweest sinds ik deel uitmaakte van het basketbalteam.{/i}

source: [_RT_] {i}That's a good sign... Hopefully the girls' locker room will be empty, too.{/i}
dutch: [_RT_] {i}Dat is een goed teken... Hopelijk is de meisjeslocker kamer ook leeg.{/i}

source: [_RT_] {i}Shit!... There's a girl changing in here.{/i}
dutch: [_RT_] {i}Shit!... Hier verandert een meisje{/i}

source: [_RT_] {i}What is she doing here so early in the morning?{/i}
dutch: [_RT_] {i}Wat doet ze hier zo vroeg in de ochtend?{/i}

source: [_RT_] {i}She seems to be pretty focused on getting dressed... Maybe I can sneak past her?{/i}
dutch: [_RT_] {i}Het lijkt erop dat ze zich best concentreert op het krijgen van jurk... Misschien kan ik langs haar sluipen?{/i}

source: [_R_] No!... Shhhhh...
dutch: [_R_] Nee!... Shhhh...

source: [_LRG_] BOY IN THE GIRLS' LOCKER ROOM AGAIN!!
dutch: [_LRG_] ALLES IN DE GIRLS LOCKER ROOM AGAIN!!

source: [_RT_] {i}Shit!... I've got to get out of here!{/i}
dutch: [_RT_] {i}Shit!... Ik moet hier uitkomen!{/i}

source: [_LRG_] BOY IN THE GIRLS' LOCKER ROOM!!
dutch: [_LRG_] ALLES IN DE GIRLS LOCKER ROOM !!

source: [_BR_] AAAHHHhhhh!....
dutch: [_BR_] AAHHHhhh! ....

source: [_MG_] Again, [ryan]? What the hell?
dutch: [_MG_] Nogmaals, [ryan]? Wat de hel?

source: [_SY_] You pervert! You'd better get out of here right now, or I'm really going to start screaming!
dutch: [_SY_] Je pervert! Je kunt beter hier nu uitkomen, of ik ga echt beginnen met schreeuwen!

source: [_R_] Yeah, right away!
dutch: [_R_] Yeah, meteen!

source: [_MG_] [ryan]! What the hell are you doing in here?
dutch: [_MG_] [ryan]! Wat doe je hier in de hel?

source: [_SY_] You'd better get out of here right now, or I'm really going to start screaming!
dutch: [_SY_] Je kunt hier nu beter uitkomen of ik ga echt beginnen met schreeuwen!

source: [_RG_] AAAhhh!!!!
dutch: [_RG_] AAAhh!!!!

source: [_K_] Spying on us again?! You really are a pervert!
dutch: [_K_] Spying on us again ?! Jij bent echt pervert!

source: [_R_] I'm not here to spy on you!
dutch: [_R_] Ik ben hier niet om je te bespioneren!

source: [_K_] Yeah, right!
dutch: [_K_] Yeah, toch!

source: [_H_] Get out of here!
dutch: [_H_] Ga hier weg!

source: [_R_] I'm going!
dutch: [_R_] Ik ga!

source: [_K_] [ryan]! Why are you spying on us?
dutch: [_K_] [ryan]! Waarom bespioneren jullie?

source: [_RG_] Hope you enjoyed the show, you pervert.
dutch: [_RG_] Ik hoop dat je van de show hebt genoten en je pervert.

source: [_R_] Oooffff...
dutch: [_R_] Offff...

source: [_R_] Principal Hardun?
dutch: [_R_] Principale Hardun?

source: [_PH_] Back for more, I see.
dutch: [_PH_] Terug voor meer, zie ik.

source: [_PH_] I knew you were lying.
dutch: [_PH_] Ik wist dat je liegde.

source: [_PH_] Let's go talk to your mother.
dutch: [_PH_] Laten we gaan praten met je moeder.

source: [_RT_] {i}Ok... Let's see if this will work again.{/i}
dutch: [_RT_] {i}Ok... Laten we kijken of dit weer werkt.{/i}

source: [_R_] I'm sorry! It's just that I still haven't found my hoodie, and I'm almost positive Lauren has it in her locker.
dutch: [_R_] Het spijt me. Het is gewoon dat ik mijn hoodie nog niet heb gevonden, en ik heb bijna positieve Lauren in haar kluisje.

source: [_R_] I didn't think anyone would be in the locker room this early in the morning, so I thought I could sneak in there and see if she's been hiding it from me.
dutch: [_R_] Ik dacht niet dat iemand deze ochtend vroeg in de locker kamer zou zijn Dus ik dacht dat ik er naar binnen kon sluipen om te zien of ze het voor mij verborgen hield.

source: [_PH_] He's obviously lying.
dutch: [_PH_] Hij liegt uiteraard.

source: [_M_] I don't know... His hoodie still hasn't turned up.
dutch: [_M_] Ik weet het niet... Zijn hoodie is nog steeds niet opgekomen.

source: [_M_] I think he's telling the truth.
dutch: [_M_] Ik denk dat hij de waarheid vertelt.

source: [_MT_] {i}Stupid little lying pervert!... I can't believe he did this again!{/i}
dutch: [_MT_] {i}Romme kleine pervertrek!... Ik kan niet geloven dat hij dit opnieuw heeft gedaan!{/i}

source: [_MT_] {i}There's only one way to save [ryan]'s ass this time.{/i}
dutch: [_MT_] {i}Er is maar één manier om [ryan]'s pas te besparen deze keer.{/i}

source: [_MT_] {i}I just hope I can make myself do it.{/i}
dutch: [_MT_] {i}Ik hoop dat ik mezelf kan maken.{/i}

source: [_PH_] Well, I'm not convinced.
dutch: [_PH_] Nou, ik ben niet overtuigd.

source: [_PH_] Let's you and me go discuss it in my office.
dutch: [_PH_] Laten we het gaan bespreken op mijn kantoor.

source: [_M_] I can't belive you did this again! You need to get your perverted mind under control! Now wait for me here, until I get back out!
dutch: [_M_] Ik kan je niet geloven dat je dit opnieuw hebt gedaan! Je moet je perverte geest onder controle krijgen! Wacht nu op me hier, totdat ik terug kom!

source: [_MT_] {i}Just get this over with fast!{/i}
dutch: [_MT_] {i}Grijp dit gewoon met snel!{/i}

source: [_RT_] {i}Uh oh... I might be in deep shit. She actually looks worried.{/i}
dutch: [_RT_] {i}Uh oh... Misschien ben ik diep geschied. Ze ziet er echt bezorgd uit.{/i}

source: {i}"10 minutes later."{/i}
dutch: {i}"10 minuten later."{/i}

source: [_M_] Ok... You're free to go.
dutch: [_M_] Ok... Je mag gaan.

source: [_RT_] {i}Boy!... She really seems disturbed.{/i}
dutch: [_RT_] {i}Jone!... Ze lijkt echt gestoord.{/i}

source: [_R_] No detention or anything?
dutch: [_R_] Geen nablijven of iets van bewaring?

source: [_M_] No... Mommy took care of it.
dutch: [_M_] Nee... Mommy zorgde ervoor.

source: [_R_] Wait!... How did...
dutch: [_R_] Wacht!... Hoe is dat...

source: [_M_] It's not important! Just be grateful you're not getting expelled.
dutch: [_M_] Het is niet belangrijk! Wees je dankbaar dat je niet wordt uitgezet.

source: [_MT_] {i}And I've found a way to save him if he ever fucks up again.{/i}
dutch: [_MT_] {i}En ik heb een manier gevonden om hem te redden als hij ooit weer opgeblazen.{/i}

source: [_R_] But!...
dutch: [_R_] Maar!...

source: [_M_] I've got to get to class right now.
dutch: [_M_] Ik moet nu meteen de klas beginnen.

source: [_M_] Just... Please try to stay out of trouble from here on out?
dutch: [_M_] Just... Probeer uit de problemen te blijven vanaf hier?

source: [_RT_] {i}Oh, God! What did Mom do to get me out of trouble?{/i}
dutch: [_RT_] {i}Oh, God! Wat heeft Mama gedaan om me uit de problemen te krijgen?{/i}
