Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Uh... You know I love the little mock fashion shows we used to do before you left for design school, but...
french: [ _M_ ] Uh ... Tu sais que j'adore les petites maquettes de mode que nous avons utilisées avant de partir pour l'école de design, mais ...
italian: [_M_] Uh... Sai che amo le piccole sfilate di moda che abbiamo fatto prima di partire per la scuola di design, ma...
portuguese: [_M_] Uh ... Você sabe que eu adoro os pequenos desfiles de mock que costumamos fazer antes de você partir para a escola de design, mas ...
russian: [ _M_] Эм ... Ты знаешь, что я люблю маленькие покаяные шоу, которые мы делали до того, как ты уехал в школу дизайна, но ...

source: [_M_] Your brother bought me... I don't think... Umm...
french: [ _M_ ] Votre frère m'a acheté ... Je ne pense pas ... Umm ...
italian: [_M_] Tuo fratello mi ha comprato... non penso... Umm...
portuguese: [_M_] Seu irmão comprou-me ... Eu não acho ... Umm ...
russian: [_M_] Ваш брат купил меня... Я не думаю... мм...

source: [_M_] Could you cover that up?
french: [ _M_ ] Pourriez-vous couvrir cela?
italian: [_M_] Potresti coprirlo?
portuguese: U[_M_] Você poderia cobrir isso?
russian: [_M_] Не могли бы вы рассказать об этом?

source: [_M_] I'm sure your sister doesn't want to see your erection.
french: [_M_] Je suis sûr que votre sœur ne veut pas voir votre érection.
italian: [_M_] Sono sicuro che tua sorella non voglia vedere la tua erezione.
portuguese: [__M_] Tenho certeza que sua irmã não quer ver a sua ereção.
russian: [_M_] Я уверен, что ваша сестра не хочет видеть вашу эрекцию.

source: [_R_] Shit, sorry! It must have slipped out.
french: [_R_] Merde, désolé ! Il doit avoir glissé.
italian: [_R_] Merda, mi dispiace! Deve essere scivolato.
portuguese: U[_R_] Merda, desculpe! Ela deve ter sido escorregada.
russian: Чёрт, прости! Должно быть, она выскользнула.

source: [_S_] Don't worry about it, [ryan]. Even if it is a little weird getting hard for your big sister. I take it as a complement.
french: [ _S_ ] Ne vous inquiétez pas pour ça, [ ryan ]. Même si c'est un peu bizarre d'être dur pour ta grande soeur. Je le prends comme un complément.
italian: [_S_] Non preoccuparti, [ryan]. Anche se è un po 'strano ottenere difficile per la tua sorella grande. Lo prendo come un complemento.
portuguese: [_S_] Não se preocupe com isso, [ryan]. Mesmo que seja um pouco estranho ficar difícil para a sua irmã mais velha. Eu levo como um complemento.
russian: [_S_] Не волнуйтесь, [ryan]. Даже если это немного странно становится трудно для вашей большой сестры. Я принимаю это как дополнение.

source: [_M_] Don't tease your brother. Morning wood is perfectly normal for a young man to have when he first wakes up.
french: [ _M_ ] Ne tease pas ton frère. Le bois du matin est parfaitement normal pour un jeune homme quand il se réveille pour la première fois.
italian: [_M_] Non prendere in giro tuo fratello. Il legno del mattino è perfettamente normale perché un giovane abbia quando si sveglia.
portuguese: [_M_] Não provoca seu irmão. Morrer madeira é perfeitamente normal que um jovem tenha quando acordar pela primeira vez.
russian: [_M_] Не чаййте своего брата. Утренняя древесина вполне нормальна, чтобы молодой человек смог просыпаться, когда он просыпался.

source: [_M_] [ryan], come over here.
french: [ _M_ ] [ ryan ], venez ici.
italian: [_M_] [ryan], vieni qui.
portuguese: [_M_] [ryan], venha aqui.
russian: [ _M_] [ ryan], иди сюда.

source: [_M_] This is why I said I'm not comfortable with the two of you sleeping in the same bed.
french: [ _M_ ] C'est pourquoi j'ai dit que je ne suis pas à l'aise avec les deux d'entre vous qui dorment dans le même lit.
italian: [_M_] Questo è il motivo per cui ho detto che non sono a mio agio con i due di voi che dormono nello stesso letto.
portuguese: [_M_] É por isso que eu disse que não estou confortável com os dois de vocês dormindo na mesma cama.
russian: Вот почему я сказал, что мне неудобно с тем, что вы спите в одной постели.

source: [_R_] Come on, Mom. We talked about this. Besides, with Cami always on the couch at night...
french: [ _R_ ] Allez, maman. Nous en avons parlé. En plus, avec Cami toujours sur le canapé la nuit ...
italian: [_R_] Avanti, Mamma. Ne abbiamo parlato. Inoltre, con Cami sempre sul divano di notte...
portuguese: [_R_] Vamos lá, mamãe. Além disso, com Cami sempre no sofá à noite...
russian: Давай, мам. Мы говорили об этом. Кроме того, с Ками всегда на диване ночью ...

source: [_M_] I know. I'd just feel better if you would keep your erections hidden from your sisters.
french: [_M_] Je sais. Je me sentirais mieux si vous garderiez vos érections cachées à vos sœurs.
italian: [_M_] lo so. Mi sentirei meglio se tenessi le tue erezioni nascoste alle tue sorelle.
portuguese: [_M_] Eu sei. Eu só me sentiria melhor se você mantivesse suas ereções escondidas de suas irmãs.
russian: Я знаю. Я буду чувствовать себя лучше, если вы будете держать свои эрекции скрытыми от своих сестер.

source: [_ST_] {i}Uhg!... Is he seriously checking out Mom's tits right in front of me?{/i}
french: [_ST_] {i}Uhg!... Est-ce qu'il vérifie sérieusement les seins de Maman juste devant moi?{/i}
italian: [_ST_] {i}Uhg!... sta seriamente controllando le tette della mamma proprio di fronte a me?{/i}
portuguese: [_ST_] {i}Uhg!... Ele está seriamente checando as gravatas da mãe bem na minha frente?{/i}
russian: [_ST_] {i}Uhg!... Он серьезно смотрит на волны мамы прямо перед мной?{/i}

source: [_ST_] {i}What do I have to do to get him to pay attention to me for once?{/i}
french: [ _ST_ ] {i}Que dois-je faire pour qu'il me prête attention une fois? { /i }
italian: [_ST_] {i}Cosa devo fare per fargli prestare attenzione a me per una volta?{/i}
portuguese: [_ST_] {i}O que eu tenho que fazer para que ele preste atenção em mim por once? {/i}
russian: [_ST_] {i}Что мне нужно сделать, чтобы мне один раз обращать внимание на меня?{/i}

source: [_M_] Every time I turn around it seems I see you poking out of your shorts.
french: [ _M_ ] Chaque fois que je me tourne, il me semble que je vois que vous sortirez de vos shorts.
italian: [_M_] Ogni volta che mi gira intorno sembra che ti vedo scivolare dai tuoi pantaloni.
portuguese: [__M_] Toda vez que eu me viro parece que eu vejo você cutucando o seu shorts.
russian: [_M_] Каждый раз, когда я перехожу вокруг него, я вижу, что ты из шорт.

source: [_MT_] {i}I'm draining his balls as often as I can, but a mother can only do so much. I wish had some help keeping him satisfied.{/i}
french: [_MT_] {i}Je draine ses balles aussi souvent que je le peux, mais une mère ne peut faire que autant. J'aurais aimé avoir de l'aide pour le satisfaire.{/i}
italian: [_MT_] {i}Sto drenando le sue palle il più spesso possibile, ma una madre può fare solo così tanto. Vorrei avere qualche aiuto per mantenerlo soddisfatto.{/i}
portuguese: [_MT_] {i}Estou drenando suas bolas o mais frequentemente que posso, mas uma mãe só pode fazer tanto. Eu gostaria de ter alguma ajuda para mantê-lo satisfeito. {/i}
russian: [_MT_] {i}Я осушаю его шарики как часто, но мама может делать это только много. Я хотел бы помочь ему обезопасить.{/i}

source: [_MT_] {i}[ryan] really needs to hurry up and get a girlfriend to manage his hormones, instead of relying on me to keep his balls empty.{/i}
french: [_MT_] {i}[ryan] a vraiment besoin de se dépêcher et d'obtenir une petite amie pour gérer ses hormones, au lieu de compter sur moi pour que ses couilles restent vides. /i}
italian: [_MT_] {i}[ryan] ha davvero bisogno di sbrigarsi e convincere una ragazza a gestire i suoi ormoni, invece di fare affidamento su di me per mantenere le sue palle vuote. /i}
portuguese: [_MT_] {i}[ryan] realmente precisa se apressar e conseguir uma namorada para gerenciar suas hormonas, Em vez de confiar em mim para ficar com as bolas dele vazias. /i}
russian: [ _MT_] {i}[ ryan] действительно нужно поторопиться и получить подружку, чтобы управлять своими гормонами, вместо того, чтобы полагаться на меня, чтобы оставить его шары пустыми. { /i }

source: [_MT_] {i}Just so long as it's not some hussy, like Megan. A girl more like his sisters would be best.{/i}
french: [_MT_] {i}Tant que ce n'est pas un mari, comme Megan. Une fille plus proche de ses sœurs serait la meilleure. {/i}
italian: [_MT_] {i}Finché non si tratta di una figa, come Megan. Una ragazza più simile alle sue sorelle sarebbe la migliore.{/i}
portuguese: [_MT_] {i}contanto que não seja um marido, como Megan. Uma garota mais como se as irmãs fossem melhor.{/i}
russian: [_MT_] {i}До тех пор, пока это не какая-то сумасшедшая, как Меган. Девушка больше похожа на его сестры.{/i}

source: [_M_] Maybe we should get you some baggier boxers to help contain your... manhood.
french: [ _M_ ] Peut-être que nous devrions vous faire des boxeurs de bagagistes pour aider à contenir votre ... manhood.
italian: [_M_] Forse dovremmo ottenere alcuni pugili baggier per aiutare a contenere la vostra... virilità.
portuguese: [__M_] Talvez devêssemos te arrumar alguns boxeadores de bagdão para ajudar a conter sua ... masculinidade.
russian: [ _M_] Может быть, мы должны получить тебе баггерских боксеров, чтобы помочь сдержать твой ... мужества.

source: [_R_] It's worth a shot.
french: [ _R_ ] Ça vaut un coup de feu.
italian: [_R_] Vale la pena un colpo.
portuguese: U[_R_] Vale a pena tentar.
russian: [_R_] Стоит выстрелить.

source: [_R_] Next time we go shopping, you can help me find something my boner fits into better.
french: [ _R_ ] La prochaine fois que nous allons faire des courses, vous pouvez m'aider à trouver quelque chose que mon boneur s'adapte mieux.
italian: [_R_] La prossima volta che andiamo a fare shopping, puoi aiutarmi a trovare qualcosa che la mia erezione si adatta meglio.
portuguese: [__R_] Próxima vez que vamos às compras, você pode me ajudar a encontrar algo que meu boné se encaixe melhor.
russian: [_R_] Когда мы идем покупок, вы можете помочь мне найти что-то моё костяное помещение в лучше.

source: [_S_] Jeez, [ryan]. You sound like you want Mom to help you try on new underwear.
french: [_S_] Jeez, [ryan]. Vous semblez vouloir que Maman vous aide à essayer de nouveaux sous-vêtements.
italian: [_S_] Jeez, [ryan]. Sembri che tu voglia che Mamma ti aiuti a provare una nuova biancheria intima.
portuguese: [_S_] Jeez, [ryan]. Você soa como se você quiser que a mamãe ajude você a experimentar o novo vestimento.
russian: [_S_] Jeez, [ryan]. Вы звучите, как вы хотите, чтобы Mom помог вам попробовать новое нижнее белье.

source: [_R_] Why not? I helped her pick out lingerie.
french: [ _R_ ] Pourquoi pas? Je l'ai aidée à aller chercher de la lingerie.
italian: [_R_] Perché no? L'ho aiutata a scegliere la biancheria intima.
portuguese: [_R_] Por que não? Eu ajudei sua escolha a sair com lingerie.
russian: [ _R_] Почему нет? Я помог ей забрать белье.

source: [_S_] What?!
french: [_S_] Quoi?!
italian: [_S_] Cosa?!
russian: [_S_] Что?!

source: [_S_] Mom! You let [ryan] pick out lingerie for you?
french: [_S_] Maman ! Vous laissez [ryan] choisir de la lingerie pour vous ?
italian: [_S_] Mom! Hai lasciato [ryan] scegliere lingerie per te?
portuguese: [__S_] Mãe! Você deixou [ryan] escolher lingerie para você?
russian: [_S_] Mom! Вы позвольте [ryan] выбрать белье для вас?

source: [_M_] It's not a big deal.
french: [ _M_ ] Ce n'est pas un gros problème.
italian: [_M_] Non è un grande affare.
portuguese: [_M_] não é um grande negócio.
russian: [_M_] Это не большая сделка.

source: [_M_] Your bother just paid for a few...
french: [_M_] Votre ennui vient juste de payer pour quelques-uns...
italian: [_M_] Il tuo fastidio ha appena pagato per pochi...
portuguese: [__M_] Seu incomodado acabou de pagar por alguns ...
russian: [_M_] Ваш бдитель только что заплатил за несколько...

source: [_S_] A few?!
french: « [_S_] Quelques unes? »
italian: [_S_] Pochi?!
portuguese: [_S_] A poucos?!
russian: [ _S_] Несколько?!

source: [_M_] It's... It's not like I was modeling them for him or anything.
french: [_M_] C'est... Ce n'est pas comme si je les modélisais pour lui ou quoi que ce soit.
italian: [_M_] è... Non è come se li modellassi per lui o per niente.
portuguese: U[_M_] Não é como se eu estivesse modelando eles para ele ou para qualquer coisa.
russian: [ _M_] Это ... Это не то, что я их моделирую для него или что-то в этом деле.

source: [_RT_] {i}Yes, you did.{/i}
french: [_RT_] {i}Oui, vous l'avez fait. {/i}
italian: [_RT_] {i}Sì, hai fatto.{/i}
portuguese: [_RT_] {i}Sim, você fez. {/i}
russian: [_RT_] {i}Да, вы сделали.{/i}

source: [_M_] I'm not some... some degenerate who would pose in sexy lingerie for my own son.
french: [ _M_ ] Je ne suis pas ... certains dégénèrent qui poseraient dans la lingerie sexy pour mon propre fils.
italian: [_M_] Non sono un po'... alcuni degenerano chi poserebbe in lingerie sexy per mio figlio.
portuguese: [__M_] Eu não sou algum ... algum degenerado que posaria em lingerie sexy para o meu próprio filho.
russian: [_M_] Я не как... некоторые дегенерации, которые могли бы быть в сексуальном нижнем белье для своего сына.

source: [_RT_] {i}Yes, you are.{/i}
french: [_RT_] {i}Oui, vous êtes.{/i}
italian: [_RT_] {i}Sì, sei.{/i}
portuguese: [_RT_] {i}Sim, você é.{/i}
russian: [_RT_] {i}Да, вы здесь.{/i}

source: [_S_] Still... Isn't it weird having him see you in lingerie?
french: [_S_] Malgré tout... N'est-ce pas étrange de vous voir en lingerie?
italian: [_S_] ancora... Non è strano averlo visto in lingerie?
portuguese: [_S_] Ainda ... Não é estranho tê-lo ver em lingerie?
russian: [ _S_] Все равно ... Разве не странно, что он видел тебя в белье?

source: [_M_] Well... I mean, he's already seen me in worse for that photoshoot I did for his business. So, what's the harm?
french: [_M_] Eh bien... Je veux dire, il m'a déjà vu pire pour ce photoshoot que j'ai fait pour ses affaires. Alors, quel est le dommage ?
italian: [_M_] Bene... Voglio dire, mi ha già visto in peggio per quella fotoshoot che ho fatto per la sua attività. Quindi, qual è il danno?
portuguese: [_M_] Bem... eu quero dizer que ele já me viu pior para aquela fotografia que fiz por seus negócios. Então, qual é o dano?
russian: [ _M_] Ну ... Я имею в виду, он уже видел меня хуже для этого фотошопа, который я сделал для его бизнеса. Так в чем дело?

source: [_S_] Pierre Govanni only sells the hottest fashions. How many did he buy you?
french: [_S_] Pierre Govanni ne vend que les modes les plus chauds. Combien t'a-t-il acheté ?
italian: [_S_] Pierre Govanni vende solo le mode più calde. Quanti ti ha comprato?
portuguese: [_S_] Pierre Govanni só vende as modas mais quentes. Quantos ele te comprou?
russian: [ _S_] Пьер Гованни продает только самые жарки. Сколько он тебе купил?

source: [_M_] Never you mind!
french: [_M_] Ça ne vous dérange jamais!
italian: [_M_] Non ti dispiace!
portuguese: [__M_] Nunca se importa!
russian: [_M_] Никогда не думайте!

source: [_M_] [ryan], cover yourself, and both of you come to the kitchen. Breakfast is almost ready.
french: [ _M_ ] [ ryan ], couvrez-vous, et vous venez tous les deux à la cuisine. Le petit déjeuner est presque prêt.
italian: [_M_] [ryan], copritevi, ed entrambi vengono in cucina. La colazione è quasi pronta.
portuguese: [__M_] [ryan], cubra a si mesmo, e ambos venham para a cozinha. O café da manhã está quase pronto.
russian: [_M_] [ryan], покрывайте себя, и оба прибывают на кухню. Завтрак почти готов.

source: [_R_] It's nice to see Mom in a good mood again. Isn't it?
french: [ _R_ ] C'est bien de voir maman de bonne humeur à nouveau. N'est-ce pas?
italian: [_R_] È bello vedere di nuovo la mamma di buon umore. Non è vero?
portuguese: [__R_] É legal ver a mamãe de bom humor de novo. Não é?
russian: [_R_] Приятно снова увидеть маму в хорошем настроении. Не правда?

source: [_S_] Sure...
french: [_S_] Bien sûr...
italian: [_S_] Certo...

source: [_R_] I'm going to see if the bathroom is free before we eat.
french: [ _R_ ] Je vais voir si la salle de bain est libre avant de manger.
italian: [_R_] Verrò a vedere se il bagno è libero prima di mangiare.
portuguese: [__R_] Eu vou ver se o banheiro é livre antes de comer.
russian: [_R_] Я собираюсь посмотреть, свободна ли ванная до того, как мы съели.

source: [_R_] See you at the table?
french: [_R_] Vous êtes à la table ?
italian: [_R_] Ci vediamo al tavolo?
portuguese: [_R_] te vejo na mesa?
russian: [_R_] Увидимся за таблице?

source: [_S_] In a bit. I need to get something out of Mom's room first.
french: [ _S_ ] En un peu. Je dois d'abord sortir quelque chose de la chambre de maman.
italian: [_S_] In un po'. Ho bisogno di ottenere qualcosa dalla stanza di mamma prima.
portuguese: [_S_] Em um pouco. Preciso primeiro tirar alguma coisa da sala da mamãe.
russian: [_S_] В немного. Мне нужно сначала выйти из комнаты мамы.

source: [_R_] Wow. Breakfast smells amazing, Mom.
french: [_R_] Wow. Le petit déjeuner sent incroyable, Maman.
italian: [_R_] Wow. La colazione ha un odore incredibile, la mamma.
portuguese: [_R_] Uau. O café cheira é incrível, mamãe.
russian: [_R_] The room was very clean and the staff were very friendly.

source: [_M_] Thank you, [ryan]. I'm making a big breakfast for you all this morning.
french: [ _M_ ] Merci, [ ryan ]. Je prends un petit déjeuner pour vous tous ce matin.
italian: [_M_] Grazie, [ryan]. Sto facendo una grande colazione per voi tutta questa mattina.
portuguese: [_M_] Obrigado, [ryan]. Estou fazendo um grande café da manhã para vocês toda essa manhã.
russian: [ _M_] Спасибо, [ риан]. Я приготовлю для вас большой завтрак сегодня утром.

source: [_M_] Pancakes, bacon, and eggs on toast with sliced bananas on the side.
french: [ _M_ ] Pancakes, bacon et œufs sur toast avec des bananes en tranches sur le côté.
italian: [_M_] Frittelle, pancetta e uova sul brindisi con banane affettate sul lato.
portuguese: [_M_] Panquecas, bacon, e ovos em torrada com bananas fatiadas do lado.
russian: [_M_] Паннаки, бекон и яйца на тосте с нарезанными бананами на стороне.

source: [_L_] How much longer? I'm starving to death over here.
french: [_L_] Combien de temps encore ? Je suis affamé de mourir ici.
italian: [_L_] Per quanto tempo? Sto morendo di fame qui.
portuguese: [_L_] Quanto tempo mais? Estou morrendo de fome por aqui.
russian: Сколько еще? Я умираю от голода.

source: [_M_] Just a few more minutes honey. Unless you don't want bacon?
french: [ _M_ ] Juste quelques minutes de miel. Sauf si tu ne veux pas de bacon?
italian: [_M_] Ancora pochi minuti di miele. A meno che non vuoi pancetta?
portuguese: [_M_] Apenas mais alguns minutos mel. A não ser que você não queira bacon?
russian: Всего несколько минут меда. Если только ты не хочешь бекона?

source: [_L_] No!
french: [_L_] Non!
portuguese: U[_L_] Não!
russian: [ _L_] Нет!

source: [_L_] I want bacon.
french: [ _L_ ] Je veux du bacon.
italian: [_L_] voglio pancetta.
portuguese: [_L_] Eu quero bacon.
russian: [_L_] Я хочу бекон.

source: [_R_] You do make the best bacon, Mom. Not too greasy, but not too crispy either.
french: [ _R_ ] Vous faites le meilleur bacon, maman. Pas trop gras, mais pas trop croustillant non plus.
italian: [_R_] Tu fai la migliore pancetta, la mamma. Non troppo grassa, ma nemmeno troppo croccante.
portuguese: [_R_] Você faz o melhor bacon, mamãe. Não muito gordura, mas também não muito crocante.
russian: Ты делаешь лучший бекон, мам. Не слишком смазаны, но и не слишком хрустяки.

source: [_R_] It's always just right.
french: [ _R_ ] C'est toujours juste.
italian: [_R_] È sempre giusto.
portuguese: U[_R_] Está sempre certo.
russian: [_R_] Это всегда правильно.

source: [_M_] Thank you, [ryan]. You're so sweet.
french: [ _M_ ] Merci, [ ryan ]. Vous êtes si gentil.
italian: [_M_] Grazie, [ryan]. Sei così dolce.
portuguese: [_M_] Obrigado, [ryan]. Você é tão doce.
russian: [ _M_] Спасибо, [ риан]. Ты такой милый.

source: [_M_] Where's Sidney? She's not still in bed, is she?
french: [_M_] Où est Sidney ? Elle n'est pas encore au lit, n'est-ce pas?
italian: [_M_] Dov'è Sidney? Non è ancora a letto, vero?
portuguese: [_M_] Onde é Sidney? Ela ainda não está na cama, está?
russian: [_M_] Где Сидне? Она еще не в кровати, не так ли?

source: [_R_] I'm not sure... She said she needed something from your room.
french: [_R_] Je ne suis pas sûr... Elle a dit qu'elle avait besoin de quelque chose dans votre chambre.
italian: [_R_] Non sono sicuro... Ha detto che aveva bisogno di qualcosa dalla tua stanza.
portuguese: [_R_] Eu não tenho certeza ... Ela disse que precisava de algo do seu quarto.
russian: Я не уверен ... Она сказала, что ей нужно что-то из твоей комнаты.

source: [_M_] My room? What could she need from my room?
french: [_M_] Ma chambre ? Qu'est-ce qu'elle pourrait avoir besoin de ma chambre ?
italian: [_M_] La mia stanza? Di cosa poteva avere bisogno dalla mia stanza?
portuguese: [_M_] Meu quarto? O que ela poderia precisar de meu quarto?
russian: [_M_] Моя комната? Что ей может понадобиться из моей комнаты?

source: [_R_] You'll have to ask her.
french: [ _R_ ] Vous devrez lui demander.
italian: [_R_] Dovrai chiederlo a lei.
portuguese: U[_R_] você terá que perguntar a ela.
russian: [ _R_] Вы должны спросить ее.

source: [_M_] I suppose I will. Here you go, Lauren.
french: [ _M_ ] Je suppose que je le vais. Voilà, Lauren.
italian: [_M_] Suppongo che lo farò. Qui vai, Lauren.
portuguese: [_M_] Eu suponho que eu vou. Aqui vai, Lauren.
russian: Полагаю, что так и будет. Вот так, Лорен.

source: [_L_] Finally.
french: [_L_] Enfin.
italian: [_L_] Finalmente.
portuguese: U[_L_] Finalmente.
russian: [ _L_] Наконец.

source: [_M_] What? I don't even get a thank you?
french: [_M_] Quoi? Je n'ai même pas de remerciement ?
italian: [_M_] Cosa? Non ottengo nemmeno un ringraziamento?
portuguese: [_M_] o quê? Nem recebo um agradecimento?
russian: [ _M_] Что? Я даже не благодарна тебе?

source: [_L_] Thanks.
french: [_L_] Merci.
italian: [_L_] Grazie.
portuguese: [_L_] Obrigado.

source: [_M_] And here's one for you.
french: [ _M_ ] Et voici un pour vous.
italian: [_M_] Ed ecco uno per voi.
portuguese: [_M_] E aqui está um para você.
russian: И вот один для тебя.

source: [_R_] You're the best! We're lucky to have a Mom who takes such good care of us.
french: [ _R_ ] Tu es le meilleur ! Nous avons de la chance d'avoir un maman qui prend tellement bien soin de nous.
italian: [_R_] Sei il migliore! Siamo fortunati ad avere una mamma che si prende cura di noi.
portuguese: [_R_] Você é o melhor! Temos sorte de ter uma mãe que cuida tão bem de nós.
russian: Ты лучший! Нам повезло, что у нас есть мама, которая заботится о нас.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
french: {i}{b}«Affection de maman +1»{/b}{/i}
italian: {i}{b}"Affetto della Mamma +1"{/b}{/i}
portuguese: {i}{b}"A Afeição da Mãe +1"{/b}{/i}
russian: {i}{b}"Сладость Мамы +1"{/b}{/i}

source: [_M_] Aww... Thank you, sweetie. That's nice of you to say.
french: [_M_] Aww... Merci. C'est agréable de vous en dire.
italian: [_M_] Aww... Grazie, dolcezza. È bello da parte vostra.
portuguese: U[_M_] Ah... Obrigado, doce. É bom você dizer.
russian: [ _M_] Aww ... Спасибо, милая. Это мило, что ты сказал.

source: [_R_] Seriously.
french: [ _R_ ] Sérieusement.
italian: [_R_] Seriamente.
portuguese: [_R_] Sério.
russian: Серьезно.

source: [_R_] You do so much for us. Not everyone has such a caring and attentive mother as you.
french: [ _R_ ] Vous faites beaucoup pour nous. Tout le monde n'a pas une mère aussi attentionné et attentive que vous.
italian: [_R_] Tu fai così tanto per noi. Non tutti hanno una madre così attenta e attenta come te.
portuguese: [_R_] Você faz muito por nós. Nem todo mundo tem uma mãe tão atenciosa e atenciosa como você.
russian: [ _R_] Для нас это так много. Не у всех есть такая заботливая и внимательная мать, как ты.
