Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] I think that may end up being my favorite of the bunch.
dutch: [_R_] Ik denk dat dat uiteindelijk mijn lievelingstje aan de baas kan zijn.
french: [_R_] Je pense que cela peut finir par être mon préféré du groupe.
german: [_R_] Ich denke, dass das am Ende mein Favorit sein könnte.
italian: [_R_] Penso che questo possa finire per essere il mio preferito del mazzo.

source: [_RT_] {i}I don't know if I can get away with posting this one.... It may have to remain in my own private collection.{/i}
dutch: [_RT_] {i}Ik weet niet of ik ongestraft kan raken om deze te posten.... Het moet mogelijk in mijn eigen privé collectie blijven.{/i}
french: [_RT_] {i}Je ne sais pas si je peux m'en tirer avec l'affichage de celui-ci.... Il devra peut-être rester dans ma propre collection privée.{/i}
german: [_RT_] {i}Ich weiß nicht, ob ich diese veröffentlichen kann.... Möglicherweise muss sie in meiner eigenen privaten Sammlung bleiben.{/i}
italian: [_RT_] {i}Non so se posso andare via pubblicando questo.... Potrebbe essere necessario rimanere nella mia collezione privata.{/i}

source: [_RT_] {i}Then again, it would get a ton of likes.... hmmmmm.... I'll just have to decide later.{/i}
dutch: [_RT_] {i}Dan weer zou het veel lief krijgen.... hmmm.... Ik zal gewoon later moeten beslissen.{/i}
french: [_RT_] {i}Là encore, il obtiendrait une tonne de likes.... hmmmmm.... Je devrais décider de ça plus tard.{/i}
german: [_RT_] {i}Dann würde es eine Tonne von Gefällt mir.... hmmmmm.... Ich muss mich später einfach entscheiden.{/i}
italian: [_RT_] {i}Poi di nuovo, otterrebbe una tonnellata di mi piace.... hmmmmm.... Dovrò solo decidere più tardi.{/i}

source: [_S_] You aren't thinking about shopping dicks in my mouth and hand are you?
french: [_S_] Tu ne penses pas à mettre des bites dans ma bouche et ma main, n'est-ce pas?
german: [_S_] Du denkst nicht an Einkaufsdicks in meinem Mund und die Hand bist du?
italian: [_S_] Non stai pensando di fare shopping cazzi in bocca e mano tu?

source: [_R_] .... Pssshhhhhh.... what!?.... Of course not!.... Why would you think?...
dutch: [_R_] .... Pssshhhhh.... . wat!?.... Natuurlijk niet!.... Waarom zou jij denken?...
french: [_R_] .... Pssshhhhhhh.... quoi !?.... Bien sûr que non!.... Pourquoi le penses-tu?...
german: [_R_] .... Pssshhhhhh.... was!?.... Natürlich nicht!.... Warum solltest du denken?...
italian: [_R_] .... Pssshhhh.... cosa!?.... Certamente no!.... Perché penseresti?...

source: [_S_] If I find any pictures of me on the internet with shopped dicks in my mouth, I will cut off your balls while you sleep.
dutch: [_S_] Als ik op internet foto's van me vind met boodschappen in mijn mond, Ik zal je ballen uithakken als je slaapt.
french: [_S_] Si je trouve des photos de moi sur Internet avec des bites dans la bouche, je te couperais les couilles pendant que tu dors.
german: [_S_] Wenn ich Bilder von mir im Internet mit eingekauften Dicks in meinem Mund finde, Ich werde Ihre Kugeln abschneiden, während Sie schlafen.
italian: [_S_] Se trovo qualche foto di me su internet con i cazzi acquistati nella mia bocca, Io taglierò le vostre palle mentre dorme.
portuguese: [_S_] Se eu encontrar alguma foto de mim na internet com ditados comprados em minha boca, Eu vou cortar suas bolas enquanto você dorme.

source: [_RT_] {i}Sooo.... private collection for that picture I think.{/i}
dutch: [_RT_] {i}Sooo.... privécollectie voor die foto ik dunk.{/i}
french: [_RT_] {i}Bieennnn.... collection privée pour cette photo je pense.{/i}
german: [_RT_] {i}Sooo.... private Sammlung für dieses Bild, denke ich.{/i}
italian: [_RT_] {i}Sooo.... collezione privata per quell'immagine penso.{/i}
portuguese: [_RT_] {i}Soo.... coleção privada para essa imagem eu acho.{/i}

source: [_R_] What a perverted imagination you have.
dutch: [_R_] Wat heb je een perverse verbeelding.
french: [_R_] Quelle imagination perverse tu as.
german: [_R_] Was für eine perverse Vorstellungskraft.
italian: [_R_] Che immaginazione pervertita hai.
portuguese: [_R_] Que imaginação pervertida você tem.

source: [_R_] Let's move on to another picture...
dutch: [_R_] Laten we verder gaan met een andere afbeelding...
french: [_R_] Passons à une autre image...
german: [_R_] Gehen wir zu einem anderen Bild...
italian: [_R_] Passiamo ad un'altra foto...

source: [_R_] I think it's time that we...
dutch: [_R_] Ik denk dat het tijd is dat we ...
french: [_R_] Je pense qu'il est temps que nous...
german: [_R_] Ich denke, es ist an der Zeit, dass wir...
italian: [_R_] Penso che sia il momento che noi...
portuguese: [_R_] acho que é hora de...

source: [_S_] Really? So, we don't need any more for this shoot?
french: [_S_] Vraiment? Donc, on n'en a plus besoin pour ce tournage ?
german: [_S_] Wirklich? Für diesen Schuss brauchen wir nicht mehr?
italian: [_S_] Davvero? Quindi, non abbiamo più bisogno di altri per questo sparo?

source: [_R_] Yeah, I still want a few more, but for now the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
dutch: [_R_] Yeah, ik wil nog een paar meer, maar voor nu zijn die er echt goed. en de enige manier om ze beter te laten zijn, is om je te dwingen iets te doen waarmee je misschien niet vertrouwd bent.
french: [_R_] Oui, j'en veux encore quelques-uns, mais pour l'instant ceux que nous avons sont vraiment bons, et la seule façon de les améliorer, c'est si je te poussais à faire quelque chose avec lequel tu pourrais ne pas être à l'aise.
german: [_R_] Ja, ich will immer noch ein paar mehr, aber jetzt sind die wirklich gut, die wir haben und die einzige Möglichkeit, sie könnten besser sein, ist, wenn ich Sie dränge etwas zu tun, mit dem Sie vielleicht nicht zufrieden sein.
italian: [_R_] Sì, voglio ancora un paio di più, ma per ora quelli che abbiamo sono davvero buoni, e l'unico modo che potrebbero essere migliori, è se ho spinto voi a fare qualcosa che potrebbe non essere a vostro agio con.
portuguese: [_R_] Sim, eu ainda quero mais alguns, mas por enquanto os que temos são muito bons. e a única maneira que poderiam ser melhores, é forçá-lo a fazer algo com que talvez não se sinta confortável.

source: [_S_] So, were you thinking something like this?
dutch: [_S_] Dus dacht je er iets zo aan?
french: [_S_] Alors, pensais-tu quelque chose comme ça?
german: [_S_] Hast du also etwas Ähnliches gedacht?
italian: [_S_] Stavi pensando qualcosa del genere?
portuguese: [_S_] Então, você estava pensando em algo assim?

source: [_R_] Yeah, more or less.... but you should look at the camera.
dutch: [_R_] Yeah, min of meer ... maar je zou de camera eens moeten bekijken.
french: [_R_] Ouais, plus ou moins.... mais tu devrais regarder la caméra.
german: [_R_] Ja, mehr oder weniger.... aber man sollte sich die Kamera ansehen.
italian: [_R_] Sì, più o meno.... ma si dovrebbe guardare la fotocamera.
portuguese: [_R_] Sim, mais ou menos... mas você deve olhar a câmera.

source: [_S_] I'm sorry, but I just can't knowing that my brother is behind it, so close to my naked body...
dutch: [_S_] Het spijt me, maar ik kan alleen niet weten dat mijn broer erachter zit, zo dicht bij mijn naakte lichaam...
french: [_S_] Je suis désolé, mais je ne peux pas savoir que mon frère est derrière, si près de mon corps nu...
german: [_S_] Es tut mir leid, aber ich kann einfach nicht wissen, dass mein Bruder dahinter steht, so nah an meinem nackten Körper...
italian: [_S_] Mi dispiace, ma non posso proprio sapere che dietro c'è mio fratello, così vicino al mio corpo nudo...
portuguese: [_S_] Desculpe, mas eu simplesmente não consigo saber que meu irmão está atrás dele, então perto de meu corpo nu...

source: [_R_] Ok, ok.... that's alright.
dutch: [_R_] Ok, ok.... dat is goed.
french: [_R_] D'accord, d'accord.... c'est bon.
german: [_R_] Ok, ok.... das ist in Ordnung.
italian: [_R_] Ok, ok.... va bene.
portuguese: [_R_] Ok, ok.... está tudo bem.

source: [_R_] Most pictures look better when you're looking somewhere else anyways.
dutch: [_R_] De meeste foto's zien er beter uit als je ergens anders heen kijkt.
french: [_R_] La plupart des images sont plus belles quand tu cherches ailleurs de toute façon.
german: [_R_] Die meisten Bilder sehen besser aus, wenn du sowieso woanders suchst.
italian: [_R_] La maggior parte delle immagini sembra migliore quando stai guardando da qualche altra parte comunque.
portuguese: [_R_] A maioria das imagens fica melhor quando você está olhando em outro lugar de qualquer maneira.

source: [_R_] I have a feeling this picture is going to get a lot of attention.
dutch: [_R_] Ik heb het gevoel dat dit plaatje veel aandacht zal krijgen.
french: [_R_] J'ai le sentiment que cette image va attirer beaucoup d'attention.
german: [_R_] Ich habe das Gefühl, dieses Bild wird eine Menge Aufmerksamkeit bekommen.
italian: [_R_] Ho la sensazione che questa immagine stia per ottenere molta attenzione.

source: [_S_] Ohhhh.... I kind of hope it doesn't...
dutch: [_S_] Ohhhh.... Ik hoop dat het niet is...
french: [_S_] Ohhhh.... J'espère que non...
german: [_S_] Ohhhhh.... Ich hoffe es nicht...
italian: [_S_] Ohhhh.... Spero proprio che non lo faccia...

source: [_R_] Well, the good news is I think one more picture will complete this photo-set.
dutch: [_R_] Nou, het goede nieuws is denk ik dat nog een foto deze foto compleet zal maken.
french: [_R_] Eh bien, la bonne nouvelle est que je pense qu'une photo de plus complétera cet ensemble de photos.
german: [_R_] Nun, die gute Nachricht ist, ich denke, ein weiteres Bild wird dieses Fotoset komplettieren.
italian: [_R_] Beh, la buona notizia è che una foto in più completerà questo set fotografico.
portuguese: [_R_] Bem, a boa notícia é que eu acho que mais uma foto completará esta fotografia.

source: [_R_] Are you up for one more?
dutch: [_R_] Ben je nog één keer?
french: [_R_] Es-tu prête pour une de plus?
german: [_R_] Bist du für einen weiteren?
italian: [_R_] Sei in su per uno di più?

source: [_S_] That just depends on what it is.
dutch: [_S_] Dat hangt er gewoon van af.
french: [_S_] Cela dépend de ce que c'est.
german: [_S_] Das hängt nur davon ab, was es ist.
italian: [_S_] Dipende solo da quello che è.
portuguese: U[_S_] Isso depende do que ele é.

source: [_R_] This one is really going to push you out of your comfort zone, but...
dutch: [_R_] Deze zal je echt uit je comfortzone duwen, maar...
french: [_R_] Celui-ci va vraiment te pousser hors de ta zone de confort, mais...
german: [_R_] Dieser wird dich wirklich aus deiner Komfortzone drängen, aber...
italian: [_R_] Questa ti spingerà davvero fuori dalla tua zona di comfort, ma...
portuguese: U[_R_] Este realmente vai te empurrar para fora da sua zona de conforto, mas...

source: [_R_] I want you to lay back farther.
dutch: [_R_] Ik wil dat je verder terug lad.
french: [_R_] Je veux que tu t'allonges plus loin.
german: [_R_] Ich möchte, dass du weiter zurücklegst.
italian: [_R_] Voglio che ti sdrai più indietro.
portuguese: [_R_] Eu quero que você se deite mais longe.

source: [_R_] Now put your feet and legs up in the air.
dutch: [_R_] Zet nu je voeten en benen omhoog in de lucht.
french: [_R_] Maintenant, mets tes pieds et tes jambes en l'air.
german: [_R_] Lege jetzt deine Füße und Beine in die Luft.
italian: [_R_] Ora metti i piedi e le gambe in aria.

source: [_S_] Ok, this is pretty uncomfortable.
dutch: [_S_] Ok, dit is best oncomfortabel.
french: [_S_] Ok, c'est assez inconfortable.
german: [_S_] Ok, das ist ziemlich unbequem.
italian: [_S_] Ok, questo è piuttosto scomodo.
portuguese: [_S_] Ok, isso é muito desconfortável.

source: [_S_] It's a good ab workout though.
dutch: [_S_] Het is echter een goede ab training.
french: [_S_] C'est cependant c'est un bon entraînement.
german: [_S_] Es ist jedoch ein gutes Ab-Training.
italian: [_S_] È un buon allenamento ab però.
portuguese: [_S_] No entanto, é um bom treino abe.

source: [_R_] It's a very sexy position from where I am.
dutch: [_R_] Het is een erg sexy positie vanaf waar ik ben.
french: [_R_] C'est une position très sexy d'où je suis.
german: [_R_] Es ist eine sehr sexy Position von wo aus ich bin.
italian: [_R_] È una posizione molto sexy da dove sono.
portuguese: [_R_] É uma posição muito atraente de onde estou.

source: [_S_] You're just making me even more uncomfortable.
dutch: [_S_] Je maakt me gewoon nog oncomfortabeler.
french: [_S_] Tu me rends encore plus mal à l'aise.
german: [_S_] Du machst mich nur noch unangenehmer.
italian: [_S_] Mi stai solo rendendo ancora più a disagio.

source: [_R_] Ok, so now I want you to reach with both hands, spread your ass cheeks, and see if you can wink your ass-hole just a little bit.
dutch: [_R_] Ok, dus nu wil ik dat je met beide handen bereikt, verdeel je ass-gat en kijk of je je ass-hole een beetje kunt knippen.
french: [_R_] Ok, alors maintenant, je veux que tu atteignes avec tes deux mains tes fesses, que tu les écartes et regardes si tu peux faire un petit clin d’œil à ton trou du cul.
german: [_R_] Ok, jetzt möchte ich, dass du mit beiden Händen erreichst, die Arschfotze ausbreiten und schauen, ob du dein Arschloch nur ein wenig winken kannst.
italian: [_R_] Ok, così ora voglio che tu raggiunga con entrambe le mani, spargere le guance del culo e vedere se si può pulire il buco del culo solo un po '.
portuguese: U[_R_] Ok, então agora quero que você comece com as duas mãos, espalhe as bochechas da asa, e veja se consegue piscar um pouquinho no seu buraco.

source: [_S_] What!?.... You mean like an ass-hole gape?!...
dutch: [_S_] Wat!?.... bedoelt u als een ass-hole gape?!...
french: [_S_] Quoi!?.... Tu veux dire comme un trou du cul béant?!...
german: [_S_] Was!?.... Sie meinen wie ein Arschloch?!...
italian: [_S_] Cosa!?.... Vuoi dire come un buco del culo che si apre?!...

source: [_R_] Wow Sidney! I can't believe you're familiar with that term...
dutch: [_R_] Wow Sidney! Ik kan niet geloven dat je bekend bent met die term...
french: [_R_] Wow Sidney! Je n'arrive pas à croire que tu connaissais ce terme...
german: [_R_] Wow Sidney! Ich kann nicht glauben, dass du mit diesem Begriff vertraut bist...
italian: [_R_] Wow Sidney! Non posso credere che tu abbia familiarità con quel termine...

source: [_R_] It's nice to know that I have a kindred perverted spirit in the family.
dutch: [_R_] Het is leuk om te weten dat ik een geperverteerde geest heb in het gezin.
french: [_R_] C'est bien de savoir que j'ai un esprit pervers dans la famille.
german: [_R_] Es ist schön zu wissen, dass ich einen verwandten perversen Geist in der Familie habe.
italian: [_R_] E 'bello sapere che ho uno spirito pervertito gentile in famiglia.
portuguese: U[_R_] É legal saber que eu tenho um espírito pervertido na família.

source: [_S_] Yeah, well I still can't believe you would ask your own sister to do such a thing!
dutch: [_S_] Yeah, ik kan nog steeds niet geloven dat je je eigen zuster om zoiets zou vragen!
french: [_S_] Ouais, eh bien je n'arrive toujours pas à croire que tu demanderais à ta propre sœur de faire une telle chose!
german: [_S_] Ja, ja, ich kann immer noch nicht glauben, dass du deine eigene Schwester bitten würdest, so etwas zu tun!
italian: [_S_] Sì, non riesco ancora a credere che vorresti chiedere a tua sorella di fare una cosa del genere!
portuguese: [_S_] Sim, bem ainda não acredito que você pediria para sua própria irmã fazer tal coisa!

source: [_R_] Well, it's just that there are so many girls posting erotic cosplay on the internet nowadays, you need to do something a little shocking to stand out.
dutch: [_R_] Nou, het is gewoon dat er tegenwoordig zoveel meisjes zijn die erotische cosplay op het internet posten, je moet iets schokkend doen om op te vallen.
french: [_R_] Eh bien, c'est juste qu'il y a tellement de filles qui postent pour du cosplay érotique sur Internet de nos jours, tu dois faire quelque chose d'un peu choquant pour te démarquer.
german: [_R_] Nun, es gibt nur so viele Mädchen, die heute erotisches Cosplay im Internet veröffentlichen, Sie müssen etwas schockierendes tun, um sich abzuheben.
italian: [_R_] Beh, è solo che ci sono così tante ragazze che postano cosplay erotico su internet al giorno d'oggi, è necessario fare qualcosa di un po 'scioccante per distinguersi.

source: [_S_] Yeah, well fuck you for asking your own sister to do such a thing!
dutch: [_S_] Yeah, kwaadaardig je dat je eigen zuster om zoiets te doen!
french: [_S_] Ouais, eh bien va te faire foutre d'avoir demandé à ta propre sœur de faire une telle chose!
german: [_S_] Ja, dann ficke dich gut damit du deine eigene Schwester fragen kannst, so etwas zu tun!
italian: [_S_] Sì, ti scopa bene per chiedere a tua sorella di fare una cosa del genere!
portuguese: [_S_] Sim, muito bem que você pediu a sua própria irmã para fazer tal coisa!

source: [_R_] Alright.... take some time.... I'll call you again later, after you've de-stressed your breasts.
dutch: [_R_] Oké... . Neem even met.... ik bel je weer later nadat je je borsten uit je sloot gehaald.
french: [_R_] D'accord.... prenez un peu de temps.... Je te rappellerais plus tard, après que tu aies déstressé tes seins.
german: [_R_] Okay, nimm etwas Zeit ... Ich rufe dich später erneut an, nachdem du deine Brüste entschärft hast.
italian: [_R_] Va bene.... ci vuole un po' di tempo... ti chiamerò di nuovo più tardi, dopo che hai de-stressato i tuoi seni.

source: [_R_] So, I want you to look really confident with this pose.
dutch: [_R_] Dus ik wil dat je er vertrouwen in hebt met dit aandeel.
french: [_R_] Donc, je veux que tu aies l'air vraiment confiante avec cette pose.
german: [_R_] Also, ich möchte, dass du wirklich zuversichtlich mit dieser Stelle aussiehst.
italian: [_R_] Quindi, voglio che tu sembri davvero fiducioso con questa posa.
portuguese: [_R_] Então, quero que você pareça muito confiante com esta posição.

source: [_R_] And I'm not sure how to tell you exactly how to wink your ass-hole.... I've never tried to do it before.
dutch: [_R_] En ik weet niet zeker hoe je je precies moet vertellen hoe je je ass-gat moet knippen. Ik heb het nog nooit eerder proberen te doen.
french: [_R_] Et je ne sais pas comment te dire exactement comment faire un clin d’œil à ton trou du cul.... Je n'ai jamais essayé de le faire auparavant.
german: [_R_] Und ich bin mir nicht sicher, wie ich dir genau sagen soll, wie du deinem Arschloch zuwinkst... Ich habe es noch nie versucht es zu tun.
italian: [_R_] E non sono sicuro di come dirti esattamente come si fa ad occhiare il tuo buco del culo.... non ho mai provato a farlo prima.

source: [_R_] So, it might take some experimenting. And since you can't see, I'll let you know when you've done it.
dutch: [_R_] Dus het kan wat experimenteren vergen. En omdat je het niet kunt zien, zal ik je laten weten wanneer je het gedaan hebt.
french: [_R_] Donc, cela pourrait prendre quelques expériences. Et puisque tu ne peux pas voir, je te le ferais savoir quand tu l'auras fait.
german: [_R_] Es könnte also einige Experimente dauern. Und da du nicht sehen kannst, werde ich dich informieren, wenn du es gemacht hast.
italian: [_R_] Così, potrebbe essere necessario un po 'di sperimentazione. E dal momento che non riesci a vedere, ti farò sapere quando lo hai fatto.
portuguese: [_R_] Então, pode demorar para experimentar. E como você não pode ver, eu avisarei quando você fizer isso.

source: [_R_] Wow, you did it first try!
dutch: [_R_] Wow, je hebt het eerst geprobeerd!
french: [_R_] Wow, tu l'as fait en premier!
german: [_R_] Wow, du hast es zuerst versucht!
italian: [_R_] Wow, l'hai fatto prima prova!

source: [_R_] Can you make it go any bigger?
dutch: [_R_] Kun je het nog groter maken?
french: [_R_] Peux-tu le faire grandir?
german: [_R_] Kannst du es größer machen?
italian: [_R_] Riesci a farla andare più grande?
portuguese: U[_R_] Você consegue fazer com que ele vá maior?

source: [_R_] No? .... ok, we'll take it.
dutch: [_R_] Nee? .... ok, we nemen het.
french: [_R_] Non? .... ok, on va reprendre.
german: [_R_] Nein? .... OK, wir nehmen es.
italian: [_R_] No? .... ok, lo prenderemo.
portuguese: [_R_] Não? ok, nós o levaremos.

source: [_R_] Wow, Sidney! If you weren't my sister...
dutch: [_R_] Wow, Zijwaar! Als je niet mijn zus was...
french: [_R_] Wow, Sidney! Si tu n'étais pas ma sœur...
german: [_R_] Wow, Sidney! Wenn Sie meine Schwester waren...
italian: [_R_] Wow Sidney! Se non fossi mia sorella...

source: [_S_] What?.... If I wasn't your sister, what would you do?
dutch: [_S_] Wat?.... Als ik je zus niet was, wat zou je dan doen?
french: [_S_] Quoi?.... Si je n'étais pas ta sœur, que ferais-tu?
german: [_S_] Was?.... Wenn ich nicht deine Schwester war, was würdest du tun?
italian: [_S_] Cosa?.... Se non fossi tua sorella, cosa faresti?

source: [_R_] .... Never mind...
dutch: [_R_] .... Vergeet niet...
french: [_R_] .... Peu importe ...
german: [_R_] .... Vergiss nicht...
italian: [_R_] .... Non importa...

source: [_S_] No.... seriously.... what?...
dutch: [_S_] Nee.... serieus.... wat?...
french: [_S_] Non... sérieusement... quoi ?...
german: [_S_] Nein.... ernst.... was?...
italian: [_S_] No.... seriamente.... cosa?...

source: [_S_] Would you eat my ass?...
dutch: [_S_] Wil je mijn bestand opeten?...
french: [_S_] Veux-tu manger mon cul?...
german: [_S_] würdest du meinen Arsch essen?...
italian: [_S_] Mangeresti il mio culo?...

source: [_R_] Let's just move on...
dutch: [_R_] Laten we gewoon verdergaan...
french: [_R_] Passons à autre chose...
german: [_R_] Lass uns einfach weiter...
italian: [_R_] Andiamo avanti...

source: [_S_] Your pants are bulging again.
dutch: [_S_] Je broek barst opnieuw.
french: [_S_] Ton pantalon est à nouveau bombé.
german: [_S_] Deine Hosen ziehen sich wieder auf.
italian: [_S_] I pantaloni sono di nuovo rigonfianti.
portuguese: U[_S_] Suas calças estão batendo novamente.

source: [_R_] Fuck!
french: [_R_] Merde!
german: [_R_] Verdammt!
italian: [_R_] Scopata!
portuguese: [_R_] Ai!

source: [_R_] I know I said we'd be done, but I just thought of one more I want to take.
dutch: [_R_] Ik weet dat ik heb gezegd dat we klaar zouden zijn, maar ik heb nog maar een gedachte die ik wil nemen.
french: [_R_] Je sais que j'ai dit que nous aurions fini, mais j'ai juste pensé à une autre que je veux prendre.
german: [_R_] Ich weiß, dass ich gesagt habe, dass wir fertig sein würden, aber ich dachte nur an einen mehr, den ich nehmen möchte.
italian: [_R_] So che ho detto che saremmo stati fatti, ma ho appena pensato ad un altro che voglio prendere.

source: [_R_] I forgot to get a close-up of your breasts.
dutch: [_R_] Ik ben vergeten om je borsten dicht bij te brengen.
french: [_R_] J'ai oublié de faire un gros plan de tes seins.
german: [_R_] Ich habe vergessen, eine Nahaufnahme deiner Brüste zu bekommen.
italian: [_R_] Ho dimenticato di ottenere un primo piano dei vostri seni.

source: [_S_] Yeah, well they're kind of small, so I think we'll be ok.
dutch: [_S_] Yeah, goed zijn ze aardig klein, dus ik denk dat we ok zullen zijn.
french: [_S_] Ouais, eh bien ils sont un peu petits, donc je pense que ça ira.
german: [_S_] Ja, ja, sie sind irgendwie klein, also glaube ich, dass wir in Ordnung sind.
italian: [_S_] Sì, beh, sono piuttosto piccoli, quindi penso che staremo bene.
portuguese: [_S_] Sim, bem que eles são meio pequenos, então acho que vamos estar bem.
