Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] You mean how you encouraged them to take extremely sexual pictures with each other and then exploited the fact that they're cousins to get them more followers?
french: [_M_] Vous voulez dire comment vous les avez encouragés à prendre des photos extrêmement sexuelles les unes avec les autres et ensuite exploités le fait qu'ils sont des cousins pour les amener à plus de suiveurs ?
italian: [_M_] Significa come li hai incoraggiati a scattare foto estremamente sessuali tra loro e poi sfruttati il fatto che sono cugini per ottenere loro più seguaci?
portuguese: [__M_] Quer dizer como você os encorajou a tirar fotos extremamente sexuais umas com as outras e depois explorou o fato de que são primos para conseguir mais seguidores?
russian: [ _M_] Вы хотите сказать, как вы поощряли их к тому, чтобы они фотографировал друг друга, а затем использовали тот факт, что они двоюродные братья, чтобы получить их больше последователей?

source: [_M_] No, I don't think I remember that.
french: [ _M_ ] Non, je ne pense pas que je me rappelle ça.
italian: [_M_] No, non penso di ricordarlo.
portuguese: [_M_] Não, acho que não me lembro disso.
russian: Нет, не думаю, что я это помню.

source: [_R_] Right...
french: [_R_] Droite...
italian: [_R_] A Destra...
portuguese: [_R_] Direita...
russian: [ _R_]

source: [_R_] So that little stunt made "Kissing Cousins" one of the fastest growing accounts on Insta-Slam. That account now has hundreds of thousands of followers.
french: [ _R_ ] Donc, ce petit coup de coup a fait de "Kissing Cousins" l'un des comptes à la croissance la plus rapide sur Insta-Slam. Ce compte compte maintenant des centaines de milliers de fidèles.
italian: [_R_] Così quel piccolo stunt ha fatto "Kissing Cousins" uno dei conti in più rapida crescita su Insta-Slam. Quel conto ora ha centinaia di migliaia di seguaci.
portuguese: [__R_] Então aquela pequena proeza fez "Kissing Cousins" uma das contas que mais cresce no Insta-Slam. Essa conta agora tem centenas de milhares de seguidores.
russian: [ _R_] Так что маленькая выходка сделала "Kissing Cousins" одним из самых быстрорастущих аккаунтов на Insta-Slam. На этот счет в настоящее время находятся сотни тысяч последователей.

source: [_R_] Unfortunately they don't make any money on Insta-Slam since sponsors tend to stay away from sexualized accounts.
french: [ _R_ ] Malheureusement, ils ne font pas d'argent sur Insta-Slam puisque les sponsors ont tendance à rester à l'écart des comptes sexualisés.
italian: [_R_] Purtroppo non fanno soldi su Insta-Slam poiché gli sponsor tendono a stare lontano da account sessualizzati.
portuguese: [_R_] Infelizmente eles não ganham dinheiro com o Insta-Slam já que os patrocinadores tendem a ficar longe das contas sexuais.
russian: [ _R_] К сожалению, они не делают никаких денег на Inst-Slam, так как спонсоры, как правило, остаются подальше от секзуализированных аккаутов.

source: [_R_] So, I'm thinking we can do something similar with the Cosplay Heaven account.
french: [ _R_ ] Donc, je pense que nous pouvons faire quelque chose de similaire avec le compte Cosplay Heaven.
italian: [_R_] Quindi, penso che possiamo fare qualcosa di simile con il cosplay Heaven account.
portuguese: [__R_] Então, eu estou achando que podemos fazer algo semelhante com a conta Cosplay Heaven.
russian: [ _R_] Итак, я думаю, что мы можем сделать что-то похожее с Небесным счетом Косплей.

source: [_M_] Hold on!... I don't want to make money off of exploiting Lauren and Mandy any more than you already have.
french: [_M_] Attendez !... Je ne veux pas gagner de l'argent en exploitant Lauren et Mandy plus que vous n'en avez déjà.
italian: [_M_] tienete!... Non voglio fare soldi per sfruttare Lauren e Mandy più di quanto già avete.
portuguese: [_M_] Espere!... Eu não quero ganhar dinheiro em explorar Lauren e Mandy mais do que você já tem.
russian: [ _M_] Подождите! ... Я не хочу зарабатывать деньги на эксплуатации Лорен и Мэнди больше, чем у тебя.

source: [_R_] They love it, but I wasn't thinking about Lauren and Mandy... I want to do it with you and Camille.
french: [ _R_ ] Ils adorent ça, mais je ne pensais pas à Lauren et Mandy ... Je veux le faire avec toi et Camille.
italian: [_R_] Lo amano, ma non stavo pensando a Lauren e Mandy... voglio farlo con te e Camille.
portuguese: [_R_] Eles amam, mas eu não estava pensando em Lauren e Mandy... Eu quero fazer isso com você e Camille.
russian: Они любят это, но я не думала о Лорен и Мэнди ... Я хочу сделать это с тобой и Камиллой.

source: [_M_] Are you out of your Goddam mind?!
french: [ _M_ ] Êtes-vous hors de votre esprit de Goddam? !
italian: [_M_] Sei fuori dalla tua mente di Goddam?!
portuguese: [_M_] Você está sem pensar no seu Goddam?!
russian: Ты не в своем уме?

source: [_R_] Hold on!... Don't shut me down just yet.
french: [_R_] Attendez !... Ne me fermez pas pour l'instant.
italian: [_R_] Tieni in attesa!... Non spegnermi ancora per ora.
portuguese: [_R_] Espera aí!... Não me feche ainda.
russian: [ _R_] Подождите! ... Не выключай меня.

source: [_R_] I mean, think about it.
french: [_R_] Je veux dire, y réfléchir.
italian: [_R_] Voglio dire, pensateci.
portuguese: [_R_] quero dizer, pense sobre isso.
russian: [ _R_] Я имею в виду, подумай об этом.

source: [_R_] Lauren and Mandy start to advertise that their moms, who also happen to be sisters, will be doing a steamy photo shoot together on "Cosplay Heaven."
french: [_R_] Lauren et Mandy commencent à annoncer que leurs mères, qui sont également sœurs, fera une séance de photo à la vapeur ensemble sur "Cosplay Heaven".
italian: [_R_] Lauren e Mandy iniziano a fare pubblicità al fatto che le loro mamme, che sono anche sorelle, sarà fare un servizio fotografico steamy insieme su "Cosplay Heaven".
portuguese: [_R_] Lauren e Mandy começam a anunciar que suas mães, que por acaso também são irmãs, vai fazer uma foto com a mesma força junta, sobre o "Cosplay Heaven".
russian: [ _R_] Лорен и Мэнди начали рекламировать, что их мамочки, которые также являются сестрами, будут делать паровозику с фотографией вместе на "Cosplay Heaven".

source: [_R_] I'll start to advertise it to the fan base that I already have on Cosplay Heaven. We'll automatically be reaching hundreds of thousands of people that already love our content.
french: [ _R_ ] Je vais commencer à la faire connaître à la base de fans que j'ai déjà sur Cosplay Heaven. Nous atteindrons automatiquement des centaines de milliers de personnes qui aiment déjà notre contenu.
italian: [_R_] Inizierò a pubblicizzarlo alla base dei fan che ho già su Cosplay Heaven. Noi raggiungeremo automaticamente centinaia di migliaia di persone che già amano i nostri contenuti.
portuguese: [__R_] Vou começar a divulgá-lo para a base de fãs que eu já tenho no Cosplay Heaven. Nós automaticamente estaremos alcançando centenas de milhares de pessoas que já amam nosso conteúdo.
russian: [_R_] Я начну рекламировать его на базе вентиляторов, что у меня уже есть на Cosplay Heaven. Мы автоматически свяжемся с сотнями тысяч людей, которые уже любят наш контент.

source: [_R_] That many people are going to create a buzz on the internet that will attract hundreds of thousands more curious potential fans.
french: [ _R_ ] Que de nombreuses personnes vont créer un buzz sur internet qui attirera des centaines de milliers de fans potentiels plus curieux.
italian: [_R_] Che molte persone stanno per creare un ronzio su internet che attirerà centinaia di migliaia di potenziali fan curiosi.
portuguese: [_R_] Que muitas pessoas vão criar um zumbido na internet que atrairá centenas de milhares de curiosos fãs potenciais.
russian: [_R_] Это много людей собирается создать жуз в интернете, который привлечет сотни тысяч более любопытных потенциальных фанатов.

source: [_R_] I wouldn't be surprised if we reached as many as a million people
french: [ _R_ ] Je ne serais pas surpris si nous atteignons un million de personnes.
italian: [_R_] Non sarei sorpreso se raggiungessimo un milione di persone
portuguese: [__R_] Eu não ficaria surpreso se atingirmos tantos como um milhão de pessoas
russian: [ _R_] Я не удивлюсь, если мы дойдем до миллиона человек

source: [_R_] I'm telling you, it could be as big as Mel Delqueen selling her bath water.
french: [ _R_ ] Je vous le dis, ça pourrait être aussi grand que Mel Delqueen qui vend son eau de bain.
italian: [_R_] ti sto dicendo, potrebbe essere grande come Mel Delqueen che vende la sua acqua da bagno.
portuguese: [__R_] Estou te dizendo, pode ser tão grande quanto Mel Delqueen vendendo a água de banho dela.
russian: Я говорю тебе, это может быть такой же большой, как Мэл Делкуин, продавая свою ванну.

source: [_M_] I don't know who Mel Delqueen is, but this is crazy!
french: [ _M_ ] Je ne sais pas qui est Mel Delqueen, mais c'est fou !
italian: [_M_] Non so chi sia Mel Delqueen ma questo è pazzo!
portuguese: [_M_] Eu não sei quem é Mel Delqueen, mas isso é loucura!
russian: [_M_] Я не знаю, кто Мэл Делькин, но это безумно!

source: [_M_] I'd be fired from my job!
french: [_M_] Je serais tiré de mon travail !
italian: [_M_] sarei licenziato dal mio lavoro!
portuguese: [__M_] Eu seria demitido do meu trabalho!
russian: [_M_] Я бы был уволен из моей работы!

source: [_R_] They can't fire you. This is a form of protected free speech. Remember how Principal Hardun wouldn't let you censor Lauren during the election?
french: [ _R_ ] Ils ne peuvent pas vous virez. C'est une forme de liberté d'expression. Vous vous souvenez de la façon dont le Principal Hardun ne vous a pas laissé censurer Lauren pendant l'élection?
italian: [_R_] Non possono licenziarti. Questa è una forma di libertà di parola protetta. Ricordati come il Principale Hardun non ti lascerebbe censurare Lauren durante le elezioni?
portuguese: [_R_] Eles não podem demitir você. Esta é uma forma de discurso livre protegido. Lembra como o diretor Hardun não deixaria você censurar Lauren durante a eleição?
russian: [_R_] Они не могут обстреливать вас. Это форма защищённого свободного слова. Помните, что главный Хардун не позволил бы вам цензуре Лоурена во время выборов?

source: [_R_] If they did, you could make a killing by suing them in court for violating your free speech rights.
french: [ _R_ ] Si c'était le cas, vous pourriez faire un meurtre en les suant devant un tribunal pour avoir violé vos droits de parole libres.
italian: [_R_] Se lo facessero, potresti fare un omicidio citandoli in tribunale per aver violato i tuoi diritti di libertà di parola.
portuguese: [_R_] Se o fizesses, você poderia fazer uma matança processando-os na Justiça por violar seus direitos de fala livre.
russian: [ _R_] Если бы они это сделали, вы могли бы совершить убийство, подав их в суд за нарушение ваших прав на свободу слова.

source: [_R_] We'd potentially be making enough money on the residuals that you would only have to keep working there if you wanted to.
french: [ _R_ ] Nous ferions potentiellement assez d'argent sur les résidus que vous n'auriez qu'à continuer à travailler là si vous le vouiez.
italian: [_R_] Potenzialmente faremmo abbastanza soldi sui residui che dovreste continuare a lavorare lì solo se volevate.
portuguese: [_R_] Nós potencialmente estaríamos ganhando dinheiro suficiente nos residuos que você só teria que continuar trabalhando lá se quisesse.
russian: [ _R_] Мы бы могли зарабатывать достаточно денег на остатки, которые вам придется оставить там, если вы захотите.

source: [_R_] You'd be a celebrity teacher. Lauren's going to be so jealous of you.
french: [ _R_ ] Vous seriez un professeur de célébrité. Lauren va être si jalouse de toi.
italian: [_R_] Saresti un maestro di celebrità. Lauren sarà così geloso di te.
portuguese: [_R_] Você seria uma professora de celebridade. Lauro vai ficar com tanta inveja de você.
russian: Ты будешь учителем знаменитостей. Лорен будет ревновать тебя к тебе.

source: [_M_] Camille's never going to go for this!
french: [_M_] Camille ne va jamais y aller !
italian: [_M_] Camille non andrà mai per questo!
portuguese: [__M_] Camille nunca vai ir por isso!
russian: Камилла никогда не пойдет на это!

source: [_R_] I think we have her over a barrel. She has no choice.
french: [_R_] Je pense que nous l'avons sur un baril. Elle n'a pas le choix.
italian: [_R_] Penso che la abbiamo sopra un barile. Non ha scelta.
portuguese: [__R_] Eu acho que a gente tem ela por cima de um barril. Ela não tem escolha.
russian: Я думаю, у нас есть ее над бочкой. У нее нет выбора.

source: [_R_] I think the gravity of what she's done is finally sinking in.
french: [ _R_ ] Je pense que la gravité de ce qu'elle a fait est finalement en train de couler.
italian: [_R_] Penso che la gravità di ciò che lei ha fatto stia finalmente affondando.
portuguese: [__R_] Eu acho que a gravidade do que ela fez está finalmente afundando.
russian: [_R_] Я думаю, что гравитация того, что она сделала, наконец-то опускается.

source: [_R_] Plus, I'm pretty sure she's not as much of a prude as she wants us to believe.
french: [ _R_ ] Plus, je suis sûr qu'elle n'est pas autant une prude qu'elle veut que nous le croyais.
italian: [_R_] Inoltre, sono abbastanza sicuro che non è tanto prudente quanto vuole che ci crediamo.
portuguese: [_R_] Além disso, tenho certeza de que ela não é tanto propulsa quanto ela quer que nós acreditemos.
russian: К тому же, я уверен, что она не такая ханжа, как хочет, чтобы мы поверили.

source: [_M_] I just don't know if I can do that kind of thing with my own sister, who I hate right now, by the way.
french: [ _M_ ] Je ne sais pas si je peux faire ce genre de choses avec ma propre soeur, qui je déteste maintenant, au fait.
italian: [_M_] Non so se posso fare questo tipo di cose con mia sorella, che odio adesso, a proposito.
portuguese: [_M_] Eu só não sei se eu consigo fazer esse tipo de coisa com a minha própria irmã, que eu odeio agora, a propósito.
russian: Я просто не знаю, смогу ли я сделать это с моей собственной сестрой, которую я ненавижу сейчас, кстати.

source: [_R_] Desperate times call for desperate measures.
french: [_R_] Des temps désespérés appellent à des mesures désespérées.
italian: [_R_] Tempi disperati richiedono misure disperate.
portuguese: [_R_] Tempos desesperados pedem medidas desesperadas.
russian: [ _R_] Отчаянные времена призывают к отчаянным мерам.

source: [_R_] Trust me, if it was as simple as starting a pretzel stand, or starting a real estate company, or some other family venture, we'd do it.
french: [ _R_ ] Faites-moi confiance, si c'était aussi simple que de démarrer un stand de bretzel, ou de démarrer une entreprise immobilière, ou une autre entreprise familiale, nous le ferions.
italian: [_R_] Fidati di me, se è stato semplice come iniziare un pretzel stand, o avviando una società immobiliare, o qualche altra impresa familiare, lo faremo.
portuguese: [_R_] Confie em mim, se fosse tão simples quanto iniciar uma aparência bonitinha, ou iniciar uma empresa imobiliária ou algum outro empreendimento familiar, nós o faríamos.
russian: [_R_] Доверьте мне, если это было так же просто, как и начало красивой подставки, или начинать недвижимость или какое-то другое семейное предприятие, мы делаем это.

source: [_R_] We don't have time to build anything from the ground up.
french: [ _R_ ] Nous n'avons pas le temps de construire quoi que ce soit à partir du sol.
italian: [_R_] Non abbiamo tempo per costruire nulla dal terreno.
portuguese: [__R_] Não temos tempo para construir nada do chão para cima.
russian: [ _R_] У нас нет времени строить что-либо с нуля.

source: [_R_] I've already got everything in place to make a killing off a single photo shoot.
french: [ _R_ ] J'ai déjà tout mis en place pour tuer une seule photo.
italian: [_R_] Ho già tutto a posto per fare un omicidio fuori un singolo scatto fotografico.
portuguese: [__R_] Eu já tenho tudo no lugar para fazer uma matança de uma única sessão de fotos.
russian: У меня уже есть все, чтобы убить одну фотосессию.

source: [_R_] And, if we don't pay Joey back soon, he'll have the two of you up on stage doing the very same thing anyways. Only, you'll both be doing it every night together until you're both too old to shake your asses.
french: [ _R_ ] Et, si nous ne payons pas Joey bientôt, il aura les deux de vous sur scène faire la même chose de toute façon. Seulement, vous le ferez tous les soirs ensemble jusqu'à ce que vous soyez à la fois trop vieux pour vous secouer.
italian: [_R_] E, se non ripaghiamo Joey presto, avrà i due di voi sul palco facendo la stessa cosa comunque. Unicamente, entrambi lo farai ogni notte insieme fino a quando non sei troppo vecchio per scuotere i tuoi asini.
portuguese: [_R_] e, se não pagarmos Joey em breve, Ele terá vocês dois no palco fazendo a mesma coisa mesmo de qualquer maneira. Só que ambos farão isso todas as noites juntos até que ambos sejam velhos demais para sacudir o traje.
russian: [_R_] И, если мы не заплатим Джоэю скоро Двое из вас на сцене все равно делают одно и то же. Только вы оба будете делать это каждую ночь вместе, пока вы оба не старые, чтобы трясти ваши одежды.

source: [_R_] At least this way, we're in control, it's a one time thing. Well, it might take multiple shoots to get all the type of content we need, but better than every single night for years.
french: [ _R_ ] Au moins de cette façon, nous sommes en contrôle, c'est une chose une fois. Eh bien, ça pourrait prendre plusieurs pousses pour obtenir tout le type de contenu dont nous avons besoin, mais mieux que chaque nuit pour les années.
italian: [_R_] Almeno in questo modo, siamo in controllo, è una cosa una tantum. Beh, potrebbe richiedere più tiri per ottenere tutto il tipo di contenuto di cui abbiamo bisogno, ma meglio di ogni singola notte per anni.
portuguese: [_R_] Pelo menos desta forma, estamos sob controle, é uma coisa única. Bem, pode levar vários tiros para obter todo o tipo de conteúdo que precisamos, mas melhor do que todas as noites por anos.
russian: По крайней мере, таким образом, мы контролируем, это одно время. Ну, может взять несколько ростков, чтобы получить весь тип контента, который нам нужен, но лучше, чем каждую ночь в течение многих лет.

source: [_M_] You think there's really that many people that want to see a couple older women be sexy together?
french: [ _M_ ] Vous pensez qu'il y a vraiment beaucoup de gens qui veulent voir une couple de femmes plus âgées être sexy ensemble?
italian: [_M_] Pensi che ci sia davvero che molte persone che vogliono vedere una coppia donne anziane essere sexy insieme?
portuguese: [__M_] Você acha que há realmente que muitas pessoas que querem ver um casal mais velhas mulheres sejam sexy juntas?
russian: [_M_] Вы думаете, что на самом деле многие люди хотят видеть пару старших женщин сексуальными?

source: [_R_] You're not old, but you are both sexy. The fact that you're sisters will have the internet going crazy.
french: [ _R_ ] Vous n'êtes pas vieux, mais vous êtes tous deux sexy. Le fait que vous soyez sœurs aura l'internet devenir fou.
italian: [_R_] Non sei vecchio, ma sei entrambi sexy. Il fatto che sei sorelle farà impazzire Internet.
portuguese: [__R_] Você não é velho, mas ambos são sensuais. O fato de ser irmãs vai ter a internet ficando louca.
russian: Ты не стара, но ты и сексуальна. Тот факт, что вы сёстры, будет иметь интернет с ума.

source: [_M_] I hate to admit it, but it's a pretty good plan.
french: [ _M_ ] Je déteste l'admettre, mais c'est un bon plan.
italian: [_M_] odio ammetterlo, ma è un piano piuttosto buono.
portuguese: [_M_] Eu odeio admitir, mas é um plano muito bom.
russian: [ _M_] Я ненавижу признавать это, но это довольно хороший план.

source: [_M_] I also hate to admit it, but my mind is racing on how I can use this as a form of punishment against my sister.
french: [_M_] Je déteste aussi de l'admettre, mais mon esprit est en course sur la façon dont je peux utiliser cela comme une forme de punition contre ma sœur.
italian: [_M_] Odio anche ammetterlo, ma la mia mente sta correndo su come posso usare questo come una forma di punizione contro mia sorella.
portuguese: [_M_] Eu também odeio admiti-lo, mas a minha mente está a correr sobre a forma como posso usar isto como uma forma de punição contra a minha irmã.
russian: [ _M_] Я тоже ненавижу признавать это, но мой разум мчится тому, как я могу использовать это как наказание моей сестры.

source: [_M_] Please, in whatever type of photo shoot we do, you've got to give me the dominant role.
french: [ _M_ ] S'il vous plaît, quel que soit le type de séance photo que nous faisons, vous devez me donner le rôle dominant.
italian: [_M_] Per favore, in qualsiasi tipo di servizio fotografico che facciamo, devi darmi il ruolo dominante.
portuguese: [_M_] Por favor, em qualquer que seja o tipo de sessão de fotos que fazemos, você tem que me dar o papel dominante.
russian: [_M_] Пожалуйста, в любом виде фотосъемки, вы должны дать мне доминирующую роль.

source: [_M_] It would feel so good to spank her ass with one of the paddles with the holes in it.
french: [ _M_ ] Il se sentirait si bien de spank son cul avec l'une des pagaies avec les trous.
italian: [_M_] Si sentirebbe così bene spuntare il suo culo con una delle pagaie con i fori in esso.
portuguese: [__M_] Se sentiria tão bom de bater a bunda dela com uma das pás com os buracos nela.
russian: [ _M_] Было бы так хорошо подхваливать ее задницу одним из прыгунов с отверстиями в нем.

source: [_M_] Oooo. Or maybe a whip would be better.
french: [_M_] Oooo. Ou peut-être un fouet serait mieux.
italian: [_M_] Oooo. O forse una frusta sarebbe migliore.
portuguese: [_M_] Ooo. Ou talvez um chicote fosse melhor.
russian: [ _M_] Oooo. Или, может быть, бич был бы лучше.

source: [_RT_] {i}Good Lord, Mom really wants to dominate her sister!{/i}
french: [_RT_] {i}Bon Seigneur, Maman veut vraiment dominer sa sœur!{/i}
italian: [_RT_] {i}Buon Signore, la mamma vuole davvero dominare sua sorella!{/i}
portuguese: [_RT_] {i}Bom Senhor, a mamãe realmente quer dominar a irmã dela! {/i}
russian: [_RT_] {i}Хороший Лорд, Мама действительно хочет покорить свою сестру!{/i}

source: [_R_] I wasn't thinking of anything that extreme, but we can workshop your ideas another day.
french: [ _R_ ] Je ne pensais pas à quelque chose d'extrême, mais nous pouvons organiser vos idées un autre jour.
italian: [_R_] Non stavo pensando a niente di estremo, ma possiamo lavorare le tue idee un altro giorno.
portuguese: [_R_] Eu não estava pensando em nada de tão extremo, mas podemos treinar suas ideias mais um dia.
russian: [ _R_] Я не думал о чем-то, что было бы экстремально, но мы можем провести твои идеи в другой день.

source: [_M_] Aahh... And to get ready for the shoot, I can make Camille do even more humiliating chores around the house.
french: [_M_] Aahh... Et pour vous préparer à la fusillade, je peux faire que Camille fasse encore plus de tâches humiliantes autour de la maison.
italian: [_M_] Aahh... E per prepararmi per lo sparo, posso fare Camille ancora più umilianti faccende intorno alla casa.
portuguese: [_M_] Aahh ... E para se preparar para a filmagem, eu posso fazer Camille fazer ainda mais tarefas humilhantes ao redor da casa.
russian: [ _M_] Aahh ... И чтобы быть готовым к съемке, я могу сделать Камиллу еще более унизительной душой вокруг дома.

source: [_R_] I think you might be taking this a little farther than...
french: [_R_] Je pense que vous pourriez aller un peu plus loin que...
italian: [_R_] Penso che potreste prendere questo un po 'più lontano del...
portuguese: [_R_] Eu acho que você pode estar levando isso um pouco mais longe do que ...
russian: [ _R_] Я думаю, что ты можешь взять это немного дальше, чем ...
