Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}Oh, fuck... I'm getting wet imagining what they'd do to me. I'd Better think of something else.{/i}
italian: [_MT_] {i}Oh, cazzo... Mi sto bagnando immaginando quello che avrebbero fatto a me. Meglio pensare a qualcos'altro.{/i}

source: [_S_] Hey, Hun... How have you been? Can I freshen up your drink?
italian: [_S_] Hey, Hun... Come sei stato? Posso rinfrescare la tua bevanda?

source: [_MT_] {i}Sidney seems to be ok with seeing me up here. She really is a natural at charming a guy out if his money. Is it wrong that I'm a little proud of her?{/i}
italian: [_MT_] {i}Sidney sembra essere ok con vedermi qui. Lei è davvero naturale a affascinante un ragazzo fuori se i suoi soldi. È sbagliato che io sono un po 'orgoglioso di lei?{/i}

source: [_MT_] {i}I thought I might be a bit jealous of working with her, but Mama still has what it takes to bring home the bacon.{/i}
italian: [_MT_] {i}Ho pensato che potrei essere un po' geloso di lavorare con lei, ma mamma ha ancora quello che serve per portare a casa la pancetta. /i}

source: [_M_] Hey big guy. Is that for me?
italian: [_M_] Ehi ragazzo grande. È quello per me?

source: [_X_] Oh, Baby. You're the sexiest girl here! Marry me and I'll make you the happiest woman on the planet.
italian: [_X_] Oh, Baby. Sei la ragazza più sexy qui! Sposa me e ti renderò la donna più felice del pianeta.

source: [_M_] Oh, you're sweet, but I don't think so. Come back next time I'm working and maybe you can convince me.
italian: [_M_] Oh, sei dolce, ma non penso così. Torna la prossima volta che sto lavorando e forse puoi convincermi.

source: [_MT_] {i}Haha... I can still break some hearts, that's for sure!{/i}
italian: [_MT_] {i}Haha... Posso ancora rompere alcuni cuori, è sicuro!{/i}

source: [_M_] What about you handsome? Do you have anything for me?
italian: [_M_] Che ne dici di te? Hai qualcosa per me?

source: [_M_] Here, just slide that into my thong.
italian: [_M_] Qui, basta far scorrere questo nel mio perizoma.

source: [_M_] Oh, such a big spender! What do you do for a living Mr. Big Shot?
italian: [_M_] Oh, così grande spendente! Cosa fai per un abitato Mr. Big Shot?

source: [_X_] I'm a principal at a local private school.
italian: [_X_] Sono un preside in una scuola privata locale.

source: [_M_] That's nice, a...A principal?!
italian: [_M_] Questo è bello, a...Un principale?!

source: [_PH_] Really, Mrs. [mom_name]? I know some of my teachers moonlight at other jobs, but working at a strip club?
italian: [_PH_] Davvero, la signora [mom_name]? Conosco alcuni dei miei insegnanti luce di luna ad altri lavori, ma lavorando in un club di strisce?

source: [_M_] Principal Hardun?!...
italian: [_M_] Principale Hardun?!...

source: [_R_] Holy shit! I think that's my principal.
italian: [_R_] Santa merda! Penso che sia il mio principale.

source: [_AD_] Oh yeah... that does look like him. Principal Hard on, right?
italian: [_AD_] Oh sì... che sembra lui. Principale Difficile su, giusto?

source: [_R_] No, Hardun... What's he doing here?
italian: [_R_] No, Hardun... Cosa sta facendo qui?

source: [_R_] Oh, God, this is bad! What are they talking about? I can't make it out over the music.
italian: [_R_] Oh, Dio, questo è cattivo! Di cosa stanno parlando? Non posso farlo sopra la musica.

source: [_M_] Wha-! -can't be serious--!
italian: [_M_] Wha-! -non può essere serio---!

source: [_PH_] ---- --uld the parents thin- ---- ound out?
italian: [_PH_] ---- --uld i genitori sotto----- si fermare?

source: [_R_] Oh, shit!... They're coming this way... Where are they going?
italian: [_R_] Oh, male!... stanno venendo in questo modo... Dove stanno andando?

source: [_AD_] You're not too bright, are you?
italian: [_AD_] Non sei troppo luminoso, vero?

source: [_R_] Shit, shit, shit... He's taking her to the back so she doesn't make a scene when he fires her!
italian: [_R_] Merda, merda, merda... La sta portando alla schiena in modo che lei non faccia una scena quando la spara!

source: [_AD_] He's not going to fire her, Genius.
italian: [_AD_] Non la licenzierà, Genio.

source: [_R_] What are you talking about? He just caught her working as a stripper! It's a big scandal! Parents will freak when they find out their kid's teacher is a stripper!
italian: [_R_] Di cosa stai parlando? Ha appena catturato il suo lavoro come spogliarello! È un grande scandalo! I genitori si freak quando scoprono che l'insegnante del loro bambino è uno spogliarello!

source: [_R_] Wait... How is he even here? This is an exclusive club run by the mob.
italian: [_R_] Aspetta... Come sta anche qui? Questo è un club esclusivo gestito dalla folla.

source: [_AD_] Mobsters have kids too, you know. It never hurts to have their principal owe you a favor.
italian: [_AD_] I Mobsters hanno anche dei ragazzi, sapete. Non fa mai male che il loro principale ti debba un favore.

source: [_R_] But then... He's...
italian: [_R_] Ma allora...

source: [_AD_] Now, you're getting it.
italian: [_AD_] Ora, la stai ottenendo.

source: [_R_] This isn't happening. He's her boss! He can't do that!
italian: [_R_] Questo non sta succedendo. È il suo capo! Non può farlo!

source: [_AD_] Haha... Your family's got some luck, huh? Oh! Your sister's back from the bar. I'm going to get a drink.
italian: [_AD_] Haha... La tua famiglia ha un po' di fortuna, eh? Oh! La tua sorella è tornata dal bar. Ho intenzione di prendere un drink.

source: [_AD_] Hey, Sidney! Over here.
italian: [_AD_] Hey, Sidney! Sopra qui.

source: [_R_] What? Oh shit.
italian: [_R_] Cosa? Oh merda.

source: [_S_] Oh, umm... Hi, Officer.
italian: [_S_] Oh, umm... Ciao, Ufficiale.

source: [_AD_] You don't need to be so formal when I'm off duty. just call me Diaz, Sweetheart. Would you be a dear and bring me a rum and coke?
italian: [_AD_] Non hai bisogno di essere così formale quando sono fuori servizio. mi chiami Diaz, Sweetheart. Saresti caro e mi porti un rum e una coke?

source: [_RT_] {i}Wait... Why am I hiding from Sidney? I don't think she'd tell Mom that I was here. Though, those two have been pretty close lately. Even if she didn't tattle on me, I bet she'd tease me and call me a stalker or something.{/i}
italian: [_RT_] {i}Aspetta... Perché mi sto nascondendo da Sidney? Non penso che avrebbe detto a mamma che ero qui. Anche se, questi due sono stati abbastanza vicini ultimamente. Anche se non ha tatuato su di me, scommetto che mi avrebbe preso in giro e mi avrebbe chiamato uno stalker o qualcosa.{/i}

source: [_S_] Sure thing. Hey, umm... Have you seen a tall guy with a blue tie around? He ordered a double scotch, but I can't find him.
italian: [_S_] Sure thing. Hey, umm... Hai visto un ragazzo alto con una cravatta blu? Ha ordinato un doppio scotch, ma non riesco a trovarlo.

source: [_AD_] Is that right?
italian: [_AD_] È così?

source: [_AD_] You know, I think I did see your mom going with a guy like that to the private booths over there.
italian: [_AD_] Sai, penso di aver visto tua mamma andare con un ragazzo come quello alle cabine private laggiù.

source: [_ST_] {i}Mom's giving a guy a lap dance? Why am I surprised? Lap dances are probably good money. I guess I thought she'd be too straight-laced to do more than dance on the stage.{/i}
italian: [_ST_] {i}Mamma che dà a un ragazzo un giro danza? Perché sono sorpreso? Le danze del Lap sono probabilmente dei buoni soldi. Immagino di aver pensato che sarebbe stata troppo diritta per fare più che ballare sul palco.{/i}

source: [_S_] Oh, I guess I'll wait till he comes out.
italian: [_S_] Oh, immagino che aspetterò finché non verrà fuori.

source: [_AD_] Nonsense... Go right in, he won't mind. Trust me.
italian: [_AD_] Nonsense... Vai a destra dentro, non dispiacerà. Fidati di me.

source: [_S_] Really? Wouldn't I be interrupting?
italian: [_S_] Davvero? Non dovrei interrompere?

source: [_AD_] You're still pretty new at this. Can I give you a tip? Guys love it when a girl serves them a drink while they're getting a lap dance. Makes em feel like a king getting waited on hand and foot.
italian: [_AD_] Sei ancora abbastanza nuovo in questo. Posso darti un suggerimento? Ragazzi lo amano quando una ragazza serve loro un drink mentre stanno ottenendo un giro di ballo. Rende em sentire come un re che si aspetta a mano e a piedi.

source: [_RT_] {i}That actually does sound pretty good.{/i}
italian: [_RT_] {i}Che in realtà sembra abbastanza buono.{/i}

source: [_AD_] And you know what they do when they're feeling like a king...?
italian: [_AD_] E sai cosa fanno quando si sentono come un re...?

source: [_S_] Oh, they tip like they're a king too?
italian: [_S_] Oh, puntano come sono un re troppo?

source: [_AD_] You got it.
italian: [_AD_] l'hai capito.

source: [_S_] I guess that makes sense. Thanks Offic... umm... thanks, Diaz.
italian: [_S_] Immagino che abbia senso. Grazie ufficio... umm... grazie, Diaz.

source: [_AD_] Believe me sweety. It's my pleasure.
italian: [_AD_] Credetemi dolce. È il mio piacere.

source: [_AD_] Relax, Sport... I did you a favor.
italian: [_AD_] Relax, Sport... Ti ho fatto un favore.

source: [_S_] Excuse me, sir?... I brought you your scotch.
italian: [_S_] Scusatemi, signore?... ti ho portato il tuo scotch.

source: [_S_] Um, he ordered a drink while you were dancing... Should I have waited?
italian: [_S_] Um, ha ordinato un drink mentre stavi ballando... Avrei dovuto aspettare?

source: [_PH_] Not at all! Your timing is perfect! I've got a full bodied woman here. A full bodied scotch to go with her is just what I needed. Bring it here.
italian: [_PH_] Non affatto! Il tuo tempo è perfetto! Ho una donna corposa qui. Uno scotch corposo per andare con lei è proprio quello che mi serviva. Portarlo qui.

source: [_ST_] {i}Wow! He's got his hands all over her. Isn't that against the rules? Should I say something?{/i}
italian: [_ST_] {i}Wow! Ha le mani su di lei. Non è contro le regole? Dovrei dire qualcosa?{/i}

source: [_ST_] {i}No, she knows what she's doing. I'd probably just embarrass Mom in front of a client. Better act normal and hand him his drink like Diaz said.{/i}
italian: [_ST_] {i}No, lei sa cosa sta facendo. Probabilmente metterei in imbarazzo mamma di fronte a un cliente. Meglio agire normale e consegnarlo la sua bevanda come ha detto Diaz.{/i}

source: [_S_] Here's your scotch, Handsome. Is there anything else I can get you?
italian: [_S_] Ecco il tuo scotch, Handsome. C'è qualcosa che posso ottenere?

source: [_PH_] Thank you darling. I'm good for the moment, but if you want to stick around...
italian: [_PH_] Grazie tesoro. Sono bravo per il momento, ma se vuoi rimanere intorno...

source: [_M_] No! I uh... Thank you sir, but the song is over and I'm going on break.
italian: [_M_] No! Io uh... Grazie, signore, ma la canzone è finita e sto andando a pausa.

source: [_M_] Come on, Sidney.
italian: [_M_] Avanti, Sidney.

source: [_R_] Hey, you were right... They're coming out.
italian: [_R_] Ehi, avevate ragione... Stanno uscendo.

source: [_AD_] I can't believe you doubted me. You're lucky I'm still going to let you buy me that lapdance.
italian: [_AD_] Non riesco a credere che tu mi abbia dubitato. Sei fortunato che mi lascerò comprare quel lapdance.

source: [_S_] Mom, you left the blazer back in the booth.
italian: [_S_] Mamma, hai lasciato il blazer indietro nello stand.

source: [_M_] It's fine. I'll grab it later.
italian: [_M_] Va bene. Lo afferrò più tardi.

source: [_S_] Is everything ok? That guy looked like he'd buy another dance with you. Did I mess something up by coming in to give him his drink?
italian: [_S_] Va tutto ok? Quel tipo sembrava che avrebbe comprato un altro ballo con te. Ho disgustato qualcosa entrando per dargli la sua bevanda?

source: [_MT_] {i}Oh, Sidney... I can't let her know what's going on. Come on, [mom_name]. It doesn't matter that your boss is a bastard and has you over a barrel. Put on a smile and tell her everything is fine.{/i}
italian: [_MT_] {i}Oh, Sidney... Non posso farle sapere cosa sta succedendo. [mom_name]. Non importa che il tuo capo sia un bastardo e ti abbia sopra un barile. Metti un sorriso e le dica che tutto va bene.{/i}

source: [_M_] Of course not, sweety. I guess I'm still a little uncomfortable with my daughter seeing me like that. I'll be fine. You don't need to worry about me.
italian: [_M_] Naturalmente no, dolce. Immagino di essere ancora un po 'a disagio con mia figlia che mi vede così. Starò bene. Non devi preoccuparti per me.

source: [_S_] Mom? That guy was grabbing your ass. Aren't there rules against guys touching you?
italian: [_S_] Mamma? Quel tipo stava afferrando il tuo culo. Non ci sono regole contro i ragazzi che ti toccano?

source: [_M_] Well, there are... However... Um...
italian: [_M_] Beh, ci sono... Tuttavia... Um...

source: [_M_] They're not allowed to touch me, unless I let them... You see... guys will tip you extra if they can touch you. So if I like the guy, and he's got the money, I might decide to let him touch me.
italian: [_M_] Non sono autorizzati a toccarmi, a meno che non li lasci vedere... ragazzi ti suggeriranno di più se possono toccarti. Quindi, se mi piace il tipo e lui ha i soldi, potrei decidere di lasciarlo toccarmi.

source: [_M_] That man was... Well he pays me a lot. So, I'm letting him do things I wouldn't let a normal guy do.
italian: [_M_] Quell'uomo era... Beh, mi paga molto. Quindi, mi lascio fare cose che non lascerei un tipo normale.

source: [_S_] Wow! That's really smart. I guess he was kind of good looking for an older guy.
italian: [_S_] Wow! È davvero intelligente. Immagino che sia stato piuttosto bravo a cercare un ragazzo più anziano.

source: [_S_] You've really got this whole thing down, don't you? I always thought you were a prudish housewife, but it turns out my Mom is really chill and street smart!
italian: [_S_] Hai davvero tutta questa cosa, vero? Ho sempre pensato che tu fossi una casalinga prudish, ma spegne la mia mamma è davvero chill e strada intelligente!

source: [_MT_] {i}Fucking shit! Now that he knows I'm a stripper, he can make me do whatever he wants in there.{/i}
italian: [_MT_] {i}Cazzo merda! Ora che sa che sono uno spogliarellista, può farmi fare quello che vuole in lì.{/i}

source: [_MT_] {i}My life is in ruins! [dad_name]'s in jail. I had to go back to stripping for money to pay off his debts to the mafia, and now my boss has seen me naked and can put his hands on my body like it's nothing.{/i}
italian: [_MT_] {i}La mia vita è in rovina! [dad_name]è in carcere. Ho dovuto tornare a spogliarsi per i soldi per pagare i suoi debiti verso la mafia, e ora il mio capo mi ha visto nudo e può mettere le mani sul mio corpo come non è niente. /i}

source: [_MT_] {i}Having him make me strip and dance for him, while he groped my ass was the most humiliating moment of my life!{/i}
italian: [_MT_] {i}Avendomi fare striscia e danzare per lui, mentre faceva groped il mio culo era il momento più umiliante della mia vita!{/i}

source: [_MT_] {i}So, why is my pussy so wet?!{/i}
italian: [_MT_] {i}Quindi, perché la mia figa è così bagnata?!{/i}

source: [_RT_] {i}Sounds like Mom and Sidney just left in the car for the club. I better get moving too.{/i}
italian: [_RT_] {i}Suona come mamma e Sidney appena sinistra in macchina per il club. Meglio muovermi troppo.{/i}

source: [_RT_] {i}Let's see... Something I don't wear much.{/i}
italian: [_RT_] {i}Vediamo... Qualcosa che non indosso molto.{/i}

source: [_RT_] {i}This'll work. Add some sunglasses, and...{/i}
italian: [_RT_] {i}Funzionerà. Aggiungi degli occhiali da sole e...{/i}

source: [_RT_] {i}Perfect!{/i}
italian: [_RT_] {i}Perfetto!{/i}

source: [_RT_] {i}If I keep my distance, she'll never recognize me in this.{/i}
italian: [_RT_] {i}Se mantengo la mia distanza, lei non mi riconoscerà mai in questo.{/i}

source: [_RT_] {i}Eat your heart out, 007.{/i}
italian: [_RT_] {i}Mangia il tuo cuore, 007.{/i}

source: [_RT_] {i}I don't see Mom or Sidney anywhere. Are they still in the dressing room?{/i}
italian: [_RT_] {i}Non vedo mamma o Sidney da nessuna parte. Sono ancora nello spogliatoio?{/i}

source: [_RT_] {i}Better avoid that place and find a seat till they come out.{/i}
italian: [_RT_] {i}Meglio evitare quel posto e trovare un posto finché non vengono fuori.{/i}

source: [_RT_] {i}One of these tables in the back should work.{/i}
italian: [_RT_] {i}Una di queste tabelle sul retro dovrebbe funzionare.{/i}

source: [_RT_] {i}I'll be able to see the whole room from here, and it's dark in the corner.{/i}
italian: [_RT_] {i}Sarò in grado di vedere tutta la stanza da qui, ed è buio nell'angolo.{/i}

source: [_RT_] {i}This'll work.{/i}
italian: [_RT_] {i}Questo funzionerà.{/i}

source: [_RT_] {i}Nice! And I won't be bored while I wait for them to come out. I've got a great view of the stage too.{/i}
italian: [_RT_] {i}Nizzo! E non mi annoierò mentre li aspetto di uscire. Ho anche una grande vista sul palcoscenico.{/i}

source: [_RT_] {i}I wonder what goes on in a women's dressing room?...{/i}
italian: [_RT_] {i}Mi chiedo cosa succede in uno spogliatoio donna?...{/i}

source: [_M_] The manager of the club had to throw a bucket of mop water on the two, just to break up the fight.
italian: [_M_] Il direttore del club ha dovuto lanciare un secchio di acqua di zoppa sui due, solo per rompere la lotta.

source: [_S_] I'd heard strip clubs got catty, but I didn't think it was that bad.
italian: [_S_] Avevo sentito dei club striscianti avere cattivi, ma non pensavo fosse così male.

source: [_M_] Well, all the girls are competing for the same guys, their attention, and most importantly, their money. So, it can get a little heated backstage sometimes when someone's having a bad night.
italian: [_M_] Beh, tutte le ragazze sono in competizione per gli stessi ragazzi, la loro attenzione, e, soprattutto, i loro soldi. Così, può ottenere un po 'di backstage riscaldato a volte quando qualcuno ha una brutta notte.

source: [_S_] That's crazy! All the girls here have been really nice to me.
italian: [_S_] È pazzo! Tutte le ragazze qui sono state davvero gentili con me.

source: [_M_] Well, a lot of the girls here have different... circumstances.
italian: [_M_] Beh, un sacco di ragazze qui hanno diverse circostanze...

source: [_S_] I guess... I've really gotten along with Armani. She's helped me out a lot since I first started.
italian: [_S_] Immagino che io sia davvero d'accordo con Armani. Lei mi ha aiutato molto fin da quando ho iniziato.

source: [_M_] That was nice of her...
italian: [_M_] Che è stato bello di lei...

source: [_MT_] {i}With an ass like that, if she were proforming on stage, the other girls might not be as nice to her.{/i}
italian: [_MT_] {i}Con un culo così, se stava proformando sul palco, le altre ragazze potrebbero non essere così gentili con lei.{/i}

source: [_MT_] {i}Is that why I've been uncomfortable seeing her change clothes? Am I jealous of my own daughter?{/i}
italian: [_MT_] {i}È per questo che sono stato scomodo vedere il suo cambio di vestiti? Sono geloso di mia figlia?{/i}

source: [_MT_] {i}My girl does have a nice butt. Guys would love to see her shake it on stage. They'd be lining up to get a lap dance from her too.{/i}
italian: [_MT_] {i}La mia ragazza ha un bel culo. I ragazzi vorrebbero vederla scuotere sul palco. Sarebbe in fila per ottenere un giro danza da lei troppo.{/i}

source: [_MT_] {i}What if we danced together? I could teach her how. If it got around that a mother and daughter were doing dances together, men would be lined up around the block. Imagine the money we could make...{/i}
italian: [_MT_] {i}E se ballassimo insieme? Potrei insegnarle come. Se si aggirasse che una madre e una figlia stavano facendo danze insieme, gli uomini sarebbero allineati intorno al blocco. Immaginate il denaro che potremmo fare...{/i}

source: [_MT_] {i}That's never going to happen.{/i}
italian: [_MT_] {i}Non succederà mai.{/i}

source: [_CD_] You really aren't working tonight [mom_name]? Seems like a waste for you being here, but not making any money.
italian: [_CD_] Davvero non stai lavorando stasera [mom_name]? Sembra uno spreco per essere qui, ma non fare soldi.

source: [_M_] It's fine. I wouldn't want to scar Sidney by making her watch me on stage.
italian: [_M_] Va bene. Non vorrei fare la cicatrice Sidney facendomi guardare sul palco.

source: [_S_] Actually, I'd love to see you dance. Everyone talks about how good you are. I kind of want to see what all the hype is about.
italian: [_S_] In realtà, mi piacerebbe vederti ballare. Tutti parlano di quanto sei buono. Voglio vedere di che cosa si tratta tutto l'hype .

source: [_M_] You really wouldn't mind seeing me dance naked?
italian: [_M_] Non ti dispiacerebbe davvero vedermi ballare nudo?

source: [_S_] Why would I? I mean, you're seeing me naked right now, aren't you?
italian: [_S_] Perché? Voglio dire, mi stai vedendo nudo in questo momento, vero?

source: [_M_] I don't know. I don't think {b}I'm{/b} comfortable with you seeing me shake my ass for anybody but your father.
italian: [_M_] Non lo so. Non credo che {b}Mi sia a mio agio {/b} vedendomi scuotere il culo per chiunque tranne tuo padre.

source: [_S_] Ecchhh... For some reason, imagining you shake your ass for my father, almost seems ickier to me.
italian: [_S_] Ecchhh... Per qualche motivo, immaginando di scuotere il culo per mio padre, quasi mi sembra più malvagio.

source: [_S_] Oh, but come on Mom. It's not a big deal.
italian: [_S_] Oh, ma vieni alla mamma. Non è un grande affare.

source: [_M_] Let me think about it, okay?
italian: [_M_] Lasciate che ci pensi, okay?

source: [_CDT_] {i}Damn. I need to put money into the betting pool on Joey getting these two to perform together.{/i}
italian: [_CDT_] {i}Damn. Ho bisogno di mettere soldi nel pool di scommesse su Joey ottenere questi due per esibirsi insieme.{/i}

source: [_CDT_] {i}It's only a matter of time before Joey gets [mom_name] working in VIP, and from what Armani has been hinting at, Sidney is pretty adventurous.{/i}
italian: [_CDT_] {i}È solo una questione di tempo prima che Joey ottenga [mom_name] lavorare in VIP, e da quello che Armani ha accennato, Sidney è piuttosto avventuroso. /i}

source: [_CDT_] {i}I don't think she can dance, but she might be willing to work as a waitress in there.{/i}
italian: [_CDT_] {i}Non penso che possa ballare, ma potrebbe essere disposta a lavorare come cameriera in lì.{/i}

source: [_CDT_] {i}Shit, if that happens, it'll be hard for me to get any patrons to spend money on me. Who can compete with being able to fuck a MILF while her daughter serves you a drink?{/i}
italian: [_CDT_] {i}Merda, se ciò accade, sarà difficile per me ottenere qualsiasi patrono per spendere soldi su di me. Chi può competere con essere in grado di scopare una MILF mentre sua figlia ti serve un drink?{/i}

source: [_CDT_] {i}Maybe I should get serious about getting myself knocked up. Then I could still appeal to guys who are into fucking pregnant girls, or would want to milk my swollen tits.{/i}
italian: [_CDT_] {i}Forse dovrei prendere sul serio di farsi bussare. Allora potrei ancora fare appello a ragazzi che sono in cazzo ragazze incinte, o vorrebbe latte le mie tette gonfie. {/i}

source: [_CDT_] {i}Haha... Not to mention the fact that my loser husband would have to raise some other guys baby.{/i}
italian: [_CDT_] {i}Haha... Per non parlare del fatto che il mio marito perdente dovrebbe sollevare alcuni altri ragazzi bambino.{/i}

source: [_S_] So, you saw me working last time. Do you have any pointers for me?
italian: [_S_] Allora, mi hai visto lavorare l'ultima volta. Hai qualche puntatore per me?
