Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Ok, I've watched long enough... If I don't stop this now, it will be too late.{/i}
italian: [_RT_] {i}Ok, ho guardato abbastanza a lungo... Se non mi fermo ora, sarà troppo tardi.{/i}

source: [_MT_] {i}Fuck, [ryan]... Why?! Maybe I should encourage him to start peeing in the kitchen sink again!{/i}
italian: [_MT_] {i}Fuck, [ryan]... Perché?! Forse dovrei incoraggiarlo a iniziare a sbirciare di nuovo nel lavandino della cucina!{/i}

source: [_M_] Are you sure you aren't doing this on purpose!?
italian: [_M_] Sei sicuro che non stai facendo questo per scopo!?

source: [_R_] No... I swear!
italian: [_R_] No... Ho giurato!

source: [_M_] Why do you always have to piss when I'm taking a shower?
italian: [_M_] Perché devi sempre baciare quando sto facendo una doccia?

source: [_R_] Well, if you took a normal shower, it wouldn't be an issue, but we both know why these showers keep taking so long.
italian: [_R_] Beh, se hai preso una doccia normale, non sarebbe un problema, ma sappiamo entrambi perché queste docce continuano a impiegare così tanto tempo.

source: [_M_] touché... Get in here and relieve yourself.
italian: [_M_] tocca... Entra qui e sollievi te stesso.

source: [_RT_] {i}Oh yeah... I needed that!{/i}
italian: [_RT_] {i}Oh sì... avevo bisogno!{/i}

source: [_RT_] {i}Mom doesn't seem to have any shame staring at my dick while I pee anymore.{/i}
italian: [_RT_] {i}Mamma non sembra avere alcuna vergogna a fissare il mio cazzo mentre pee più.{/i}

source: [_RT_] {i}Haha... and I'm semi hard again after watching Mom go at it in the shower.{/i}
italian: [_RT_] {i}Haha... e sono ancora semi duro dopo aver visto la mamma andare sotto la doccia.{/i}

source: [_MT_] {i}He's partially erect again.{/i}
italian: [_MT_] {i}È in parte di nuovo eretto.{/i}

source: [_MT_] {i}He knows exactly what I was doing in here... I'm sure that's why he's semi erect.{/i}
italian: [_MT_] {i}Sa esattamente cosa stavo facendo in qui... Sono sicuro che è per questo che è semi eretto.{/i}

source: [_MT_] {i}My boy was hard for me!{/i}
italian: [_MT_] {i}Il mio ragazzo è stato duro per me!{/i}

source: [_MT_] {i}And after what I let him do to me in here that last time... I'm sure he's thinking that I'll let him do it again.{/i}
italian: [_MT_] {i}E dopo quello che gli ho lasciato fare a me qui quell’ultima volta. . Sono sicuro che sta pensando che lo lascerò fare di nuovo.{/i}

source: [_MT_] {i}Ohhh... It just felt so good!... I almost want to let him!{/i}
italian: [_MT_] {i}Ohhh... Si è appena sentito così bene!... quasi voglio lasciarlo!{/i}

source: [_RT_] {i}Finished... And Mom never stopped staring!{/i}
italian: [_RT_] {i}Finito... E la mamma non ha mai smesso di fissare!{/i}

source: [_RT_] {i}Oh, God!... I love the way she's looking at me right now.{/i}
italian: [_RT_] {i}Oh, Dio!... Mi piace il modo in cui mi sta guardando adesso.{/i}

source: [_R_] So, Mom... Since you didn't finish taking care of yourself... Maybe I can help you again.
italian: [_R_] Allora, mamma... poiché non hai finito di prenderti cura di te... Forse posso aiutarti di nuovo.

source: [_M_] Ohhh... Well, the thing is... I'm not sure we should ever do that again.
italian: [_M_] Ohhh... Beh, la cosa è... non sono sicuro che dovremmo mai farlo di nuovo.

source: [_R_] Really?... Was I that bad?
italian: [_R_] Davvero?... Ero così male?

source: [_M_] Oh, no honey! You did great! That's not why I don't think we should do this.
italian: [_M_] Oh, nessun miele! Hai fatto bene! Non è per questo che non penso che dovremmo fare questo.

source: [_M_] It's just that as your mother, I shouldn't have ever let you do that to me in the first place... I can't stop thinking about what a bad mother I am.
italian: [_M_] È solo che, come vostra madre, non avrei mai dovuto lasciarvi fare questo in primo luogo. Non riesco a smettere di pensare a quello che sono una cattiva madre.

source: [_R_] What? I thought we discussed this... You're a great mom!
italian: [_R_] Cosa? Ho pensato che ne abbiamo discusso... Sei una grande mamma!

source: [_M_] Well, after what we did the other day, I don't think Child Protective Services would agree.
italian: [_M_] Beh, dopo quello che abbiamo fatto l'altro giorno, non credo che i Servizi per la Protezione dei Bambini sarebbero d'accordo.

source: [_R_] If they don't think it's a mothers job to make sure her own son's sexual health is taken care of...
italian: [_R_] Se non pensano che sia un lavoro delle madri per assicurarsi che la salute sessuale di suo figlio sia curata...

source: [_R_] And if they don't think that a son can help his mother take care of her sexual health in return, when her husband is gone and she's in dire need...
italian: [_R_] E se non pensano che un figlio possa aiutare sua madre a prendersi cura della sua salute sessuale in cambio, quando suo marito è andato e lei è in terribile bisogno...

source: [_R_] even if taking care of his mom involves licking her wet, beautiful, pink, delicious pussy, and probing her tight ass hole with his finger...
italian: [_R_] anche se prendersi cura di sua mamma comporta leccare il suo bagnato, bello, rosa, deliziosa figa, e sondare il suo buco stretto culo con il dito...

source: [_R_] even if taking care of his mom involves probing her tight ass hole with his finger...
italian: [_R_] anche se prendersi cura di sua mamma comporta sondare il suo buco di culo stretto con il dito...

source: [_MT_] {i}Oh God!... He's bringing all those images back to my mind!{/i}
italian: [_MT_] {i}Oh Dio!... Sta riportando tutte quelle immagini alla mia mente!{/i}

source: {b}{i}"Mom's Sexual Frustration +5"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma +5"{/i}{/b}

source: [_R_] while she gyrates in pleasure on the bathroom counter top...
italian: [_R_] mentre lei gira nel piacere sul ripiano del bagno...

source: [_M_] Please stop!
italian: [_M_] Si prega di fermarsi!

source: [_MT_] {i}If I don't leave right now, I won't have the will power to resist.{/i}
italian: [_MT_] {i}Se non vado in questo momento, non avrò il potere di resistere.{/i}

source: [_RT_] {i}Oh man!... I'm pretty sure she's dying for some sexual relief after that!{/i}
italian: [_RT_] {i}Oh uomo!... Sono abbastanza sicuro che sta morendo per qualche sollievo sessuale dopo quello!{/i}

source: [_RT_] {i}Haha... I've just got to keep making sure her only option for sexual relief is through me.{/i}
italian: [_RT_] {i}Haha... Ho solo bisogno di assicurarsi che la sua unica opzione per il sollievo sessuale è attraverso di me.{/i}

source: [_MT_] {i}No!!! He fucking didn't!{/i}
italian: [_MT_] {i}No!!! Ha scopato non!{/i}

source: [_MT_] {i}If that's [ryan] again, I'm going to kill him!{/i}
italian: [_MT_] {i}Se è di nuovo [ryan] , lo ucciderò!{/i}

source: [_M_] [ryan]?... Again?... Are you kidding me?... Can't I take a shower in peace?
italian: [_M_] [ryan]?... di nuovo?... Mi stai scherzando?... Non posso fare una doccia in pace?

source: [_RT_] {i}She's really angry!{/i}
italian: [_RT_] {i}È davvero arrabbiata!{/i}

source: [_R_] Uhhh... Sorry, but it's a pretty big piss emergency again!
italian: [_R_] Uhhhh... Mi dispiace, ma è di nuovo una bella grande pazza!

source: [_R_] I'm sorry, I guess I could go back and piss in the kitchen sink like I used to.
italian: [_R_] Mi dispiace, immagino che potrei tornare indietro e pisciare nel lavandino della cucina come se fossi abituato.

source: [_M_] Dammit, no!... Just get in here and relieve yourself.
italian: [_M_] Dammit, no!... Basta entrare qui e alleviare te stesso.

source: [_RT_] {i}For this to keep working, I'd better remember to stay hydrated.{/i}
italian: [_RT_] {i}Per continuare a lavorare, è meglio ricordare di rimanere idratato.{/i}

source: [_RT_] {i}Mom's staring at me while I pee again.{/i}
italian: [_RT_] {i}Mamma mi sta fissando mentre pee di nuovo.{/i}

source: [_RT_] {i}Haha... and I'm semi hard again after watching Mom go at it in the shower. I'll bet she likes my penis size.{/i}
italian: [_RT_] {i}Haha... e sono ancora semi duro dopo aver guardato la mamma andare sotto la doccia. Scommetto che le piace la mia dimensione del pene.{/i}

source: [_MT_] {i}That's my big boy!{/i}
italian: [_MT_] {i}È il mio grande ragazzo!{/i}

source: [_MT_] {i}And boy can he pee a lot!{/i}
italian: [_MT_] {i}E il ragazzo può fare molta pipì!{/i}

source: [_MT_] {i}I think he's partially erect again.{/i}
italian: [_MT_] {i}Penso che sia in parte eretto di nuovo.{/i}

source: [_MT_] {i}I'm sure he heard me... It's not like I try to be super quiet.{/i}
italian: [_MT_] {i}Sono sicuro che mi ha sentito... Non è come se provassi ad essere super tranquillo.{/i}

source: [_MT_] {i}Oh, fuck!... Was I unconsciously rubbing myself under my towel again?{/i}
italian: [_MT_] {i}Oh, cazzo!... Mi stavo strofinando di nuovo sotto il mio asciugamano?{/i}

source: [_MT_] {i}And what the hell am I doing staring at my son's penis while he's peeing?{/i}
italian: [_MT_] {i}E che diavolo sto fissando il pene di mio figlio mentre sta sbirciando?{/i}

source: [_MT_] {i}Oh, God! I hope he didn't notice!{/i}
italian: [_MT_] {i}Oh, Dio! Spero che non abbia notato!{/i}

source: [_MT_] {i}I've got to get out of here.{/i}
italian: [_MT_] {i}Devo uscire da qui.{/i}

source: [_RT_] {i}Yes! Another successful pussy block!{/i}
italian: [_RT_] {i}Sì! Un altro blocco figa di successo!{/i}

source: [_RT_] {i}She won't have time to take care of herself in her room before Aunt Cami shows up.{/i}
italian: [_RT_] {i}Lei non avrà il tempo di prendersi cura di se stessa nella sua stanza prima che zia Cami si presenta.{/i}

source: [_RT_] {i}Looks like she'll be going to bed without taking care of herself again.{/i}
italian: [_RT_] {i}Sembra che lei andrà a letto senza prendersi cura di se stessa.{/i}

source: [_M_] Oh good, you're finished.
italian: [_M_] Oh buono, hai finito.

source: [_R_] Ahh... you scared me again!
italian: [_R_] Ahh... mi hai spaventato di nuovo!

source: [_M_] Sorry... I was just hoping you could hurry... I kind of need to finish my shower.
italian: [_M_] Mi dispiace... Stavo solo sperando che potessi sbrigarmi... ho bisogno di finire la mia doccia.

source: [_RT_] {i}Uh oh... That means she's going to try to finish herself off again.{/i}
italian: [_RT_] {i}Uh oh... Questo significa che sta per provare a finire di nuovo.{/i}

source: [_M_] Don't worry... It won't take me much longer.
italian: [_M_] Non ti preoccupare... Non mi ci vorrà molto più tempo.

source: [_M_] I just need to rinse a few areas.
italian: [_M_] Ho solo bisogno di risciacquare alcune aree.

source: [_RT_] {i}What do I say!?{/i}
italian: [_RT_] {i}Cosa dico!?{/i}

source: [_RT_] {i}Maybe I can turn this to my advantage.{/i}
italian: [_RT_] {i}Forse posso girare questo a mio vantaggio.{/i}

source: [_R_] By rinsing a few areas, you mean "really" rubbing those areas, right?
italian: [_R_] Risciacquando alcune zone, significa "veramente" strofinare quelle zone, giusto?

source: [_M_] What... what do you mean?
italian: [_M_] Cosa... cosa intendi?

source: [_R_] I could hear you from the hall.
italian: [_R_] Potrei sentirvi dalla sala.

source: [_R_] Don't worry Mom, I know it's important for you to take care of your sexual health too.
italian: [_R_] Non preoccuparti Mamma, so che è importante per te prendersi cura della tua salute sessuale troppo.

source: [_R_] You always make sure I'm taking care of myself... So, I don't think it's weird that you do the same for yourself.
italian: [_R_] Ti assicuri sempre di prendermi cura di me stesso... Quindi, non penso che sia strano che tu faccia lo stesso per te stesso.

source: [_R_] Since you don't have Dad around, it's not the same though, is it?
italian: [_R_] Dal momento che non hai papà in giro, non è la stessa cosa, vero?

source: [_M_] That's none of your business!
italian: [_M_] Questo è nessuno dei tuoi affari!

source: [_R_] NO, I only bring it up because I'm worried about you.
italian: [_R_] NO, lo alzo solo perché sono preoccupato per te.

source: [_R_] I can tell you're dying for sexual attention.
italian: [_R_] Posso dire che stai morendo per l'attenzione sessuale.

source: [_M_] Is it really that obvious?
italian: [_M_] È davvero così ovvio?

source: [_R_] Yeah, Mom... It is.
italian: [_R_] Sì, la mamma... Lo è.

source: [_R_] And I think that it's only fair that I help you the same way that you've helped me.
italian: [_R_] E penso che sia giusto che ti aiuti allo stesso modo in cui mi hai aiutato.

source: [_R_] And how I helped you in your office.
italian: [_R_] E come ti ho aiutato nel tuo ufficio.

source: [_M_] If you suggest what I think you're about to suggest... I'm going to ground you until you're fifty!
italian: [_M_] Se suggerisci quello che penso che tu stia per suggerirti... Ti metterò a terra fino a quando non ne avrai cinquanta!

source: [_R_] I don't see why it's any different than when you...
italian: [_R_] Non vedo perché è diverso da quando...

source: [_M_] [ryan]! Did you not just hear me tell you not to push this?
italian: [_M_] [ryan]! Non mi hai sentito dire di non spingere questo?

source: [_R_] But it doesn't seem fair that...
italian: [_R_] Ma non sembra giusto che...

source: [_M_] [ryan]! Shut up!
italian: [_M_] [ryan]! Stai zitto!

source: [_M_] I'm not talking about this with you!
italian: [_M_] Non sto parlando di questo con te!

source: [_M_] I'm leaving!
italian: [_M_] Io sto partendo!

source: [_R_] But I thought you had to finish your shower.
italian: [_R_] Ma pensavo che dovessi finire la tua doccia.

source: [_M_] I'll be fine until tomorrow!
italian: [_M_] starò bene fino a domani!

source: [_RT_] {i}I may have pushed a little too hard.{/i}
italian: [_RT_] {i}Potrei aver spinto un po 'troppo duro.{/i}

source: {b}{i}"Mom's Anger +1"{/i}{/b}
italian: {b}{i}"Rabbia Della Mamma +1"{/i}{/b}

source: {i}"(HINT) Mom's sexual frustration needs to be at 10 before you try to make any advances. You also need to stop Mom from masturbating in her office and her bedroom before you can make an advance."{/i}
italian: {i}"(HINT) La frustrazione sessuale della mamma deve essere a 10 prima di cercare di fare qualsiasi progresso. È anche necessario smettere di mamma di masturbarsi nel suo ufficio e la sua camera da letto prima di poter fare un avanzamento."{/i}

source: [_R_] Uhhh... Ok, Mom... You're not going to believe this... but I just realized I need to take a shit again.
italian: [_R_] Uhhhh... Ok, Mamma... Non crederai a questo... ma ho appena capito che ho bisogno di prendere una merda di nuovo.

source: [_M_] Gross!... please don't use that language, and taking a dump isn't much better!
italian: [_M_] Gross!... per favore non usare quella lingua, e prendere un dump non è molto meglio!

source: [_R_] Ummm... I need to take a... poop?
italian: [_R_] Ummm... Devo prendere un... poop?

source: [_M_] Better... But can't you wait until I finish my shower?
italian: [_M_] meglio... Ma non puoi aspettare fino a quando non finirò la mia doccia?

source: [_R_] I don't think so... It just came on really fast, and if I definitely don't think you want me doing that in the kitchen sink.
italian: [_R_] Non penso così... E 'appena arrivato davvero veloce, e se non penso sicuramente che vuoi che lo faccia nel lavandino della cucina.

source: [_MT_] {i}Oh my God!... He did it to me again!{/i}
italian: [_MT_] {i}Oh mio Dio!... Mi ha fatto di nuovo!{/i}

source: [_MT_] {i}I need an orgasm so bad!{/i}
italian: [_MT_] {i}Ho bisogno di un orgasmo così male!{/i}

source: [_MT_] {i}Why the fuck did I have kids?{/i}
italian: [_MT_] {i}Perché il cazzo ha avuto dei bambini?{/i}

source: {b}{i}"Mom's Sexual Frustration +2"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma +2"{/i}{/b}

source: [_R_] Uhhh... Mom?
italian: [_R_] Uhhhh... Mamma?

source: [_M_] Uhhh... yeah...
italian: [_M_] Uhhh... sì...

source: [_R_] So... I'm just going to take a quick uh... poop, and then you can get back to your shower... ok?
italian: [_R_] So... Sto solo andando a prendere un rapido uh... poop, e poi si può tornare alla tua doccia... ok?

source: [_M_] I don't want to be stuck in here after you've smelled up the place... I'll have to be fine until my shower tomorrow.
italian: [_M_] Non voglio essere bloccato qui dopo aver sentito l'odore del posto... domani dovrò andare bene fino alla mia doccia.

source: [_RT_] {i}I think that went well.{/i}
italian: [_RT_] {i}Penso che sia andato bene.{/i}

source: [_RT_] {i}I was able to stop Mom before she was able to release any of her pent up sexual tension, and she didn't even seem too mad at me.{/i}
italian: [_RT_] {i}Sono stato in grado di fermare la mamma prima che fosse in grado di liberare una delle sue pent up tensione sessuale, e non sembrava nemmeno troppo arrabbiata con me. /i}

source: [_RT_] {i}This is getting hard though... How long am I going to be able to keep this up?{/i}
italian: [_RT_] {i}Questo sta diventando difficile però... Quanto tempo sarò in grado di mantenere questo su?{/i}

source: [_RT_] {i}Something needs to happen soon.{/i}
italian: [_RT_] {i}Qualcosa deve accadere presto.{/i}

source: [_RT_] {i}Now, she's really angry!{/i}
italian: [_RT_] {i}Ora è davvero arrabbiata!{/i}

source: [_R_] Ahh... you scared me!
italian: [_R_] Ahh... mi hai spaventato!

source: [_RT_] {i}Uh oh... That means she's going to finish herself off.{/i}
italian: [_RT_] {i}Uh oh... Questo significa che sta per finire fuori.{/i}

source: [_RT_] {i}I guess I haven't stopped her yet.{/i}
italian: [_RT_] {i}Immagino di non averla ancora fermata.{/i}

source: [_R_] No, I only bring it up because I'm worried about you.
italian: [_R_] No, lo sollevo solo perché sono preoccupato per te.

source: [_R_] Uhhh... Ok, Mom... But I just realized I need to take a shit first.
italian: [_R_] Uhhhh... Ok, Mamma... Ma ho appena capito che ho bisogno di prendere prima una merda.

source: [_M_] Gross!... Do you have to use such colorful language?
italian: [_M_] Gross!... Devi usare un linguaggio così colorato?

source: [_R_] Ummm... I need to take a... dump?
italian: [_R_] Ummm... Ho bisogno di prendere un... dump?

source: [_M_] Can't you wait until I finish my shower?
italian: [_M_] Non riesci ad aspettare fino a quando finirò la mia doccia?

source: [_MT_] {i}Oh my God!... I'm going to go crazy!{/i}
italian: [_MT_] {i}Oh mio Dio!... Sto per impazzire!{/i}

source: [_R_] So... I'm just going to take a quick dump, and then you can get back to your shower... ok?
italian: [_R_] So... Ho solo intenzione di fare un dump veloce, e poi si può tornare alla tua doccia... ok?

source: [_MT_] {i}No!!! I was so close!{/i}
italian: [_MT_] {i}No!!! Sono stato così vicino!{/i}

source: [_MT_] {i}What the fuck?{/i}
italian: [_MT_] {i}Cosa scopa?{/i}

source: [_MT_] {i}The kids know this is my alone time.{/i}
italian: [_MT_] {i}I bambini sanno che questo è il mio tempo da solo.{/i}

source: [_MT_] {i}If this isn't important, I'm going to kill someone.{/i}
italian: [_MT_] {i}Se questo non è importante, ucciderò qualcuno.{/i}

source: [_M_] [ryan]?... This better be important!
italian: [_M_] [ryan]?... Questo meglio è importante!

source: [_RT_] {i}Uh oh... She looks pissed!{/i}
italian: [_RT_] {i}Uh oh... Sembra pazza!{/i}

source: [_R_] Uhhh... Yeah it's a pretty big emergency!
italian: [_R_] Uhhhh... Sì, è una bella grande emergenza!

source: [_R_] I've got to piss!
italian: [_R_] Devo pissare!

source: [_M_] Are you kidding me?
italian: [_M_] Mi stai prendendo in giro?

source: [_M_] Can't you wait until I'm done?
italian: [_M_] Non riesci ad aspettare finché non ho finito?

source: [_R_] I'm sorry... I've been trying to hold it... And then, I didn't want to disturb you, so I was about to piss into the kitchen sink, like I usually do when you're in here and I can't hold it, but Sidney walked in.
italian: [_R_] mi dispiace... Ho provato a tenerlo... E poi, non volevo disturbarti, così stavo per sbattere nel lavandino della cucina, come faccio di solito quando sei qui e non riesco a tenerlo, ma Sidney ha camminato dentro.

source: [_M_] Oh God!... You frequently pee in the kitchen sink when I'm showering in here?
italian: [_M_] Oh Dio!... Spesso fai pipì nel lavello della cucina quando faccio la doccia qui dentro?

source: [_RT_] {i}Haha... This lie will drive her crazy!{/i}
italian: [_RT_] {i}Haha... Questa bugia guiderà il suo pazzo!{/i}

source: [_R_] Only when I can't hold it... Which now that I think of it, is kind of a lot.
italian: [_R_] Solo quando non riesco a tenerlo... Ora che ci penso, è piuttosto molto.

source: [_M_] Oh God!... Please don't ever pee in my kitchen sink again!
italian: [_M_] Oh Dio!... per favore non fare più pipì nel mio lavello da cucina!

source: [_R_] But what if?...
italian: [_R_] Ma se...

source: [_M_] Just get in here and relieve yourself!
italian: [_M_] Basta entrare qui e alleviare te stesso!

source: [_RT_] {i}I wanted to stop Mom from getting herself off, but I wasn't expecting to have her stare at me while I pee.{/i}
italian: [_RT_] {i}Volevo impedire alla mamma di mettersi fuori, ma non mi aspettavo di avere il suo sguardo mentre mi piscio.{/i}

source: [_RT_] {i}It's a good thing I don't actually suffer from stage fright.{/i}
italian: [_RT_] {i}È una buona cosa che in realtà non soffro di spavento dal palco.{/i}

source: [_RT_] {i}As a bonus, I'm still semi hard after watching Mom go at it in the shower. I wonder if she's impressed by my penis size.{/i}
italian: [_RT_] {i}Come bonus, sono ancora semi duro dopo aver visto la mamma andare sotto la doccia. Mi chiedo se è impressionata dalla mia dimensione del pene.{/i}

source: [_MT_] {i}Why do I feel so much pride that I produced a son with such a big cock?{/i}
italian: [_MT_] {i}Perché mi sento così tanto orgoglioso che ho prodotto un figlio con un cazzo così grande?{/i}

source: [_MT_] {i}I mean look at the size of that huge member!{/i}
italian: [_MT_] {i}Voglio dire guardare la dimensione di quell'enorme membro!{/i}

source: [_MT_] {i}He looks like he's partially erect.{/i}
italian: [_MT_] {i}Sembra che sia parzialmente eretto.{/i}

source: [_MT_] {i}Why would he be erect?{/i}
italian: [_MT_] {i}Perché potrebbe essere eretto?{/i}

source: [_MT_] {i}Is it possible he heard me taking care of myself in here?{/i}
italian: [_MT_] {i}È possibile che mi abbia sentito prendersi cura di me stesso qui dentro?{/i}

source: [_MT_] {i}Was he getting hard for me?{/i}
italian: [_MT_] {i}È stato difficile per me?{/i}

source: [_MT_] {i}Oh, fuck!... Was I unconsciously rubbing myself under my towel?{/i}
italian: [_MT_] {i}Oh, cazzo!... Mi stavo sfregando inconsciamente sotto il mio asciugamano?{/i}

source: [_RT_] {i}Mission accomplished!{/i}
italian: [_RT_] Missione {i}compiuta!{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep raising "Mom's Sexual Frustration" by preventing her from masturbating in her favorite places, then return to the bathroom.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo continuare a crescere "Mom's Sexual Frustration" impedendole di masturbarsi nei suoi luoghi preferiti, poi tornare al bagno. /i}

source: [_RT_] {i}Looks like she'll be going to bed with blue uhhh... vagina? Uhh... whatever the girls version of blue balls is.{/i}
italian: [_RT_] {i}Sembra che lei stia andando a letto con uhhhh blu... vagina? Uhh... qualunque sia la versione delle ragazze delle palle blu.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
italian: {i}{b}"Libido della Mamma -5"{/b}{/i}

source: {b}{i}"Mom's Sexual Frustration = 0"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma = 0"{/i}{/b}

source: [_RT_] {i}She's still staring at me... No attempt to run away this time.{/i}
italian: [_RT_] {i}Lei mi sta ancora fissando... Nessun tentativo di fuggire questa volta.{/i}

source: [_M_] So, [ryan].
italian: [_M_] Quindi, [ryan].

source: [_R_] Yeah, Mom?
italian: [_R_] Sì, Mamma?
