Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MT_] {i}I could have gotten out of the way this time.{/i}
french: [_MT_] {i}J'aurais pu sortir de mon chemin cette fois-ci.{/i}
italian: [_MT_] {i}Avrei potuto uscire questa volta.{/i}
portuguese: [_MT_] {i}Eu poderia ter saído do caminho desta vez. {/i}
russian: [ _MT_] {i}Я мог бы выйти из этого времени. { /i }

source: [_MT_] {i}Of course I am... It's [ryan] shooting his load... Not his father.
french: [_MT_] {i}Bien sûr que je suis... C'est [ryan] qui tire sa charge... Pas son père.
italian: [_MT_] {i}Naturalmente sono... è [ryan] sparare il suo carico... Non suo padre.
portuguese: [_MT_] {i}É claro que eu sou... É [ryan] atirando na carga... Não é seu pai.
russian: [_MT_] {i}Я, конечно, я... Это [ryan] стрелял его погрузкой... Не его отец.

source: [_MT_] {i}Why do I like getting covered by my son's cum?!{/i}
french: [_MT_] {i}Pourquoi ai-je envie de me couvrir du foutre de mon fils?!{/i}
italian: [_MT_] {i}Perché mi piace essere coperto dallo sperma di mio figlio?!{/i}
portuguese: [_MT_] {i}Por que gosto de ser coberto pelo talo do meu filho?!{/i}
russian: [_MT_] {i}Почему мне нравится укрываться сыновьем?!{/i}

source: [_MT_] {i}It just doesn't stop!{/i}
french: [_MT_] {i}Ça ne s'arrête pas !{/i}
italian: [_MT_] {i}Non si ferma!{/i}
portuguese: U[_MT_] {i}só não para!{/i}
russian: [_MT_] {i}Это только что не остановится!{/i}

source: [_M_] Well... Thank you for another cum bath.
french: [_M_] Eh bien... Merci pour un autre bain de foum.
italian: [_M_] Bene... Grazie per un altro bagno di sborra.
portuguese: [_M_] Bem... Obrigado por outro banho de cum.
russian: [ _M_] Ну ... Спасибо за еще одну ванную.

source: [_M_] Well... Thank you for the cum bath.
french: [_M_] Eh bien... Merci pour le bain de fou.
italian: [_M_] Bene... Grazie per il bagno di sborra.
portuguese: [_M_] Bem... Obrigado pelo banho de cum.
russian: [ _M_] Ну ... Спасибо за ванную.

source: [_M_] I'll never get over how much cum those little balls can produce.
french: [ _M_ ] Je ne prendrai jamais la quantité de foutre que ces petites balles peuvent produire.
italian: [_M_] Non capirò mai quanto cum quelle palline possono produrre.
portuguese: [_M_] Eu nunca vou me superando quanto cum aquelas bolinhas pequenas podem produzir.
russian: [ _M_] Я никогда не перейду к тому, как много этих маленьких шариков может добывать.

source: [_R_] Well... I've read that cum is good for your skin.
french: [_R_] Eh bien... J'ai lu que le cum est bon pour votre peau.
italian: [_R_] Bene... Ho letto che lo sperma è buono per la tua pelle.
portuguese: [_R_] Bem... Li esse cum é bom para a sua pele.
russian: [ _R_] Ну ... Я читал, что кум-это хорошо для твоей кожи.

source: [_M_] Oh, yeah?... Maybe you should cum all over yourself next time.
french: [_M_] Oh, ouais?... Peut-être devriez-vous vous embêter la prochaine fois.
italian: [_M_] Oh, sì?... Forse dovresti sborrare tutta la prossima volta.
portuguese: [_M_] Ah, sim? ... Talvez você deva cum tudo sobre si mesmo na próxima vez.
russian: О, да? Может быть, в следующий раз ты должен быть обманчивой.

source: [_M_] ... So, I guess you can just come finish yourself off then.
french: [_M_] ... Alors, je suppose que vous pouvez vous terminer vous-même.
italian: [_M_] ... Quindi, immagino che tu possa solo finire te stesso all'epoca.
portuguese: [_M_] ... Então, eu acho que você pode acabar se saindo então.
russian: [ _M_] ... Так что, я думаю, ты можешь просто прикончить себя тогда.

source: [_R_] With pleasure.
french: [ _R_ ] Avec plaisir.
italian: [_R_] Con piacere.
portuguese: [_R_] Com prazer.
russian: [_R_] с удовольствием.

source: [_R_] Oh, God!... This is feeling so great!
french: [_R_] Oh, Dieu !... C'est tellement génial !
italian: [_R_] Oh, Dio!... Questo si sente così grande!
portuguese: [_R_] Oh, Deus! ... Isso está se sentindo tão grande!
russian: О, Боже! Это так здорово!

source: [_MT_] {i}Well, I'm glad it is for one of us.{/i}
french: [_MT_] {i}Eh bien, je suis content que ce soit pour l'un d'entre nous.{/i}
italian: [_MT_] {i}Beh, sono contento che sia per uno di noi.{/i}
portuguese: [_MT_] {i}Bem, estou feliz que seja para um de nós {/i}
russian: [_MT_] {i}Ну, я рад, что это один из нас.{/i}

source: [_MT_] {i}He's becoming a selfish lover like his father.{/i}
french: [_MT_] {i}Il devient un amant égoïste comme son père.{/i}
italian: [_MT_] {i}Sta diventando un amante egoista come suo padre.{/i}
portuguese: [_MT_] {i}Ele está se tornando um amante egoísta como seu pai.{/i}
russian: [_MT_] {i}Он стал эгоистичным любителем своего отца.{/i}

source: [_MT_] {i}I'd scold him, but this is his reward for paying Joey this week... I don't want take away from that.
french: [_MT_] {i}Je le gronderais, mais c'est sa récompense pour avoir payé Joey cette semaine... Je ne veux pas l'enlever.
italian: [_MT_] {i}lo rimprovererei, ma questa è la sua ricompensa per aver pagato Joey questa settimana... Non voglio toglierlo.
portuguese: [_MT_] {i}Eu o esfriaria, mas esta é a recompensa dele por pagar Joey esta semana ... Eu não quero tirar disso.
russian: [_MT_] {i}Я бы его прохладил, но это его награда за оплату Джой на этой неделе... Я не хочу отняться от этого.

source: [_R_] I'm about to cum!
french: [_R_] Je suis sur le point de jouir !
italian: [_R_] sto per cum!
portuguese: [_R_] Estou prestes a cair!
russian: [_R_] Я вот-вот нашел!

source: [_M_] Than pull out... NOW!
french: [_M_] Que sortir... MAINTENANT!
italian: [_M_] Than pull out... ORA!
portuguese: [_M_] Saia do jogo... AGORA!
russian: [ _M_] Than pull out ... НЕМЕДЛЕННО!

source: [_MT_] {i}Oh, thank God he pulled out!{/i}
french: [_MT_] {i}Oh, Dieu merci, il est sorti !{/i}
italian: [_MT_] {i}Oh, grazie a Dio ha tirato fuori!{/i}
portuguese: [_MT_] {i}Oh, graças a Deus ele se tirou!{/i}
russian: [ _MT_] {i}О, слава богу, он вытащил! { /i }

source: [_MT_] {i}That much cum in my pussy would knock me up for sure.{/i}
french: [_MT_] {i}tellement de foutre dans ma chatte me frapperait à coup sûr.{/i}
italian: [_MT_] {i}Quel tanto sperma nella mia figa mi busserebbe sicuramente.{/i}
portuguese: [_MT_] {i}Que muito cum no meu bichano me nocoteia com certeza. {/i}
russian: [ _MT_] {i}То, что в моей киски много кума, я бы точно набила. { /i }

source: [_MT_] {i}The kid just never stops!{/i}
french: [_MT_] {i}L'enfant ne s'arrête jamais !{/i}
italian: [_MT_] {i}Il bambino non si ferma mai!{/i}
portuguese: [_MT_] {i}A criança simplesmente nunca para!{/i}
russian: [_MT_] {i}Малыш никогда не останавливается!{/i}

source: [_R_] That felt so good!
french: [_R_] Cela s'est senti si bien!
italian: [_R_] Che si sentiva così bene!
portuguese: U[_R_] Isso se sentiu tão bem!
russian: [ _R_] Это было так хорошо!

source: [_MT_] {i}For you, at least.{/i}
french: [_MT_] {i}pour vous, au moins{/i}
italian: [_MT_] {i}Per te, almeno.{/i}
portuguese: [_MT_] {i}para você, pelo menos.{/i}
russian: [_MT_] {i}Для вас, по крайней мере.{/i}

source: [_R_] Are you okay?
french: [_R_] Tu vas bien ?
italian: [_R_] Stai bene?
portuguese: [_R_] Você está bem?
russian: [_R_] Вы в порядке?

source: [_M_] Of course... Why wouldn't I be?
french: [_M_] Bien sûr... Pourquoi ne serais-je pas ?
italian: [_M_] Certo... Perché non sarò?
portuguese: [_M_] Claro ... Por que eu não seria?
russian: [ _M_] Конечно ... Почему бы мне не быть?

source: [_RT_] {i}I didn't give her an orgasm... Is she mad about that?{/i}
french: [_RT_] {i}Je ne lui ai pas donné d'orgasme... Est-ce qu'elle est fou de ça?{/i}
italian: [_RT_] {i}Non le ho dato un orgasmo... È pazza?{/i}
portuguese: [_RT_] {i}Eu não dei a ela um orgasmo ... Ela está louca por isso? {/i}
russian: [_RT_] {i}Я не дал ей оргазм... Она расстраивается об этом?{/i}

source: [_RT_] {i}Why did I come back here? Mom is refusing to talk to me right now, and that's not going to change from just moments ago.{/i}
french: [ _RT_ ] {i}Pourquoi je suis revenu ici? Maman refuse de me parler en ce moment, et ça ne va pas changer depuis quelques instants. { /i }
italian: [_RT_] {i}Perché sono tornato qui? Mamma si rifiuta di parlare con me in questo momento, e questo non cambierà da solo pochi istanti fa. /i}
portuguese: [_RT_] {i}Por que eu voltei para cá? A mãe está se recusando a falar comigo agora, e isso não vai mudar de apenas momentos atrás. {/i}
russian: [_RT_] {i}Почему я вернулся сюда? Мама отказывается поговорить со мной прямо сейчас, и это не будет меняться с только минуты назад. /i}

source: [_RT_] {i}I should go check on Lauren or Sidney... They seemed kind of shaken up after that fight.{/i}
french: [_RT_] {i}Je devrais aller voir Lauren ou Sidney... Ils ont l'air quelque peu secoués après ce combat.{/i}
italian: [_RT_] {i}Dovrei andare a controllare Lauren o Sidney... Sembravano un tipo di scosso dopo quella battaglia.{/i}
portuguese: [_RT_] {i}Eu deveria ir verificar em Lauren ou Sidney ... Eles pareciam meio abalados depois daquela luta. {/i}
russian: [ _RT_] {i}Мне нужно проверить Лорен или Сидни ... После этого боя они как будто были потрясны. { /i }

source: [_RT_] {i}I should go check on Lauren... She seemed kind of shaken up after that fight.{/i}
french: [_RT_] {i}Je devrais aller voir Lauren... Elle a semblé ébranlée après ce combat.{/i}
italian: [_RT_] {i}Dovrei andare a controllare Lauren... Sembrava una sorta di scossa dopo quella battaglia.{/i}
portuguese: [_RT_] {i}Eu deveria ir conferir na Lauren ... Ela parecia meio abalada depois daquela luta. {/i}
russian: [_RT_] {i}Мне следует проверить Лорана... Она казалась встряхнувшей после этого боя.{/i}

source: [_RT_] {i}I should go check on Sidney... She seemed kind of shaken up after that fight.{/i}
french: [_RT_] {i}Je devrais aller voir Sidney... Elle a l'air quelque peu secouée après ce combat.{/i}
italian: [_RT_] {i}Dovrei andare a controllare Sidney... Sembrava una sorta di scosso dopo quella battaglia.{/i}
portuguese: [_RT_] {i}Eu deveria ir conferir em Sidney ... Ela parecia meio abalada depois daquela luta. {/i}
russian: [_RT_] {i}Мне нужно проверить, на Сиднее... Она казалась встряхнувшей после этого боя.{/i}

source: [_RT_] {i}I should just go to my room and go to bed. Things might make better sense in the morning.{/i}
french: [_RT_] {i}Je devrais juste aller dans ma chambre et aller au lit. Les choses pourraient avoir plus de sens le matin.{/i}
italian: [_RT_] {i}Dovrei solo andare nella mia stanza e andare a letto. Le cose potrebbero avere un senso migliore al mattino.{/i}
portuguese: [_RT_] {i}Eu deveria apenas ir para o meu quarto e ir para a cama. As coisas podem fazer melhor sentido na parte da manhã. {/i}
russian: [_RT_] {i}Я только что поеду в свою комнату и постели. Вещи могут быть лучше понятны утром.{/i}

source: [_RT_] {i}Mom didn't seem to be in a real chatty mood. I hope coming to check on her isn't the wrong move.{/i}
french: [_RT_] La maman {i}ne semble pas être dans une vraie ambiance de bavardage. J'espère que venir la vérifier n'est pas un mauvais geste.{/i}
italian: [_RT_] {i}Mamma non sembrava essere in un vero mood. Spero di venire a controllare su di lei non è la mossa sbagliata.{/i}
portuguese: [_RT_] {i}Mamãe não parecia estar de verdade de humor. Espero vir verificar se a jogada não está errada. {/i}
russian: [ _RT_] {i}Мама, кажется, не была в настоящее болтливо настроении. Я надеюсь, что приход к ней не неправильный ход.

source: {i}Knock, knock...{/i}
french: {i}Coup, frappe...{/i}
portuguese: {i}Toc, toc...{/i}
russian: {i}стук, стук...{/i}

source: [_M_] {i}(Muffled from behind door){/i} Go away!
french: [_M_] {i}(caché derrière la porte){/i} Partez !
italian: [_M_] {i}(Muffled from behind door){/i} Vai via!
portuguese: [_M_] {i}(Ampliado por trás da porta){/i} Vá embora!
russian: [_M_] {i}(Перемешивается позади двери){/i} Играть!

source: [_R_] {i}(Talking loudly){/i} Mom?... It's [ryan]
french: [_R_] {i}(À haute voix){/i} Mom?... C'est [ryan]
italian: [_R_] {i}(Talking loudly){/i} Mom?... È [ryan]
portuguese: [_R_] {i}(Conversando loucamente) {/i} Mãe? ... É [ryan]
russian: [_R_] {i}(громкое){/i} мама?... Это [ryan]

source: [_M_] Oh, [ryan]... Since it's just you... Go away even harder!
french: [_M_] Oh, [ryan]... Puisque c'est juste vous... Partez encore plus dur !
italian: [_M_] Oh, [ryan]... Dal momento che è solo tu... Vai via ancora di più!
portuguese: [_M_] Ah, [ryan]... Já que é só você... Vá mais longe!
russian: [ _M_] Oh, [ ryan] ... Так как это только ты ... Уходи еще сильнее!

source: [_R_] Mom... I think that it might not be a good idea for you to be alone right now.
french: [_R_] Maman... Je pense que ce n'est peut-être pas une bonne idée d'être seul en ce moment.
italian: [_R_] Moma... Penso che potrebbe non essere una buona idea per voi essere da soli in questo momento.
portuguese: [_R_] Mãe ... Acho que pode não ser uma boa ideia para você estar sozinho agora mesmo.
russian: [ _R_] Мама ... Я думаю, что это может быть не хорошей идеей, чтобы ты был один прямо сейчас.

source: [_R_] I think there might be some things we could talk about?
french: [ _R_ ] Je pense qu'il pourrait y avoir des choses dont nous pourrions parler?
italian: [_R_] Penso che ci potrebbero essere alcune cose di cui potremmo parlare?
portuguese: [__R_] Eu acho que pode haver algumas coisas que poderíamos falar?
russian: [ _R_] Я думаю, что могут быть некоторые вещи, о которых мы могли бы поговорить?

source: [_R_] I've got some ideas of how we can take care of this problem.
french: [ _R_ ] J'ai quelques idées sur la façon dont nous pouvons nous occuper de ce problème.
italian: [_R_] Ho alcune idee su come possiamo prenderci cura di questo problema.
portuguese: [__R_] Eu tenho algumas ideias de como podemos cuidar desse problema.
russian: [ _R_] У меня есть некоторые идеи о том, как мы можем заняться этой проблемой.

source: [_M_] {i}(Muffled yelling from behind door){/i}Oh, you've got some ideas? Tell you what... Why don't you write all those ideas down on a piece of paper, fold that paper up all nice and small, and stick it up your butt.
french: [_M_] {i}(silence en criant derrière la porte){/i}Oh, vous avez des idées ? Dites-vous quoi... Pourquoi ne pas écrire toutes ces idées sur un bout de papier, pliez ce papier sur tous les petits et les jolis, et collez-le dans le cul.
italian: [_M_] {i}(Muffled yelling from backdoor){/i}Oh, hai qualche idea? Ditele cosa... Perché non scrivete tutte queste idee su un pezzo di carta, piegare quella carta su tutto bello e piccolo, e bastone su il vostro culo.
portuguese: [_M_] {i}(gritando de trás da porta){/i}Oh, você tem algumas ideias? Diga a você... Por que você não escreve todas essas ideias em um pedaço de papel. dobre aquele papel todo bonito e pequeno e enfie-o na sua manteiga.
russian: [_M_] {i}(Переливка позади двери){/i}О, у вас есть какие-то идеи? Расскажите вам, что... Почему бы вам не записать все эти идеи на листе бумаги, сгибайте, что бумага вверх все красивые и малые, и приклеивайте его к ноту.

source: [_R_] Maybe I'll just talk to you tomorrow.
french: [ _R_ ] Peut-être que je vous parlerai demain.
italian: [_R_] Forse domani parlerò con te.
portuguese: [_R_] Talvez eu vá falar com você amanhã.
russian: Может, я поговорю с тобой завтра.

source: [_RT_] {i}Yeah, maybe it's a better idea to just give Mom some time and space.{/i}
french: [_RT_] {i}Oui, c'est peut-être une meilleure idée de donner un peu de temps et d'espace à ma mamane.{/i}
italian: [_RT_] {i}Sì, forse è meglio dare a mamma un po' di tempo e spazio.{/i}
portuguese: [_RT_] {i}Sim, talvez seja uma ideia melhor dar à mamãe algum tempo e espaço.{/i}
russian: [ _RT_] {i}Да, может быть, лучше дать маме некоторое время и пространство. { /i }

source: {size=*2}{i}"This is just a placeholder for a future scene."{/i}{/size}
french: {size=*2}{i}"Ce n'est qu'un espace réservé pour une scène future." {/i}{/size}
italian: {size=*2}{i}"Questo è solo un segnaposto per una scena futura."{/i}{/size}
portuguese: {size=*2}{i}"Este é apenas um espaço reservado para uma cena futura."{/i}{/size}
russian: {size=*2}{i}"Это просто заполнитель для будущей сцены."{/i}{/size}

source: [_RT_] {i}Ever since the big incident with Aunt Cami, Mom only works out with Camille on Sunday.{/i}
french: [_RT_] {i}Depuis le gros incident avec Aunt Cami, la maman ne fonctionne qu'avec Camille le dimanche.{/i}
italian: [_RT_] {i}Fin dal grande incidente con zia Cami, la mamma funziona solo con Camille domenica.{/i}
portuguese: [_RT_] {i}Já desde o grande incidente com Aunt Cami, a Mamãe só funciona com Camille no domingo.{/i}
russian: [ _RT_] {i}Со времени большого инцидента с тетей Ками, мама работает только с Камиллой в воскресенье. { /i }

source: [_RT_] {i}I think for now I should just give her some privacy.{/i}
french: [ _RT_ ] {i}Je pense que pour l'instant je devrais juste lui donner une certaine intimité. { /i }
italian: [_RT_] {i}Penso che per ora dovrei solo darle un po' di privacy.{/i}
portuguese: [_RT_] {i}Eu acho que por enquanto eu deveria apenas dar a ela alguma privacidade. {/i}
russian: [_RT_] {i}Я думаю, что сейчас я просто дам ей частную жизнь.{/i}

source: [_RT_] {i}I can always watch her on the spy-cam, though.{/i}
french: [_RT_] {i}Je peux toujours la regarder sur la caméra espion, cependant.{/i}
italian: [_RT_] {i}Posso sempre guardarla sulla spy-cam, però.{/i}
portuguese: [_RT_] {i}Apesar disso eu sempre posso assistir ela na câmera de espionagem.{/i}

source: [_RT_] {i}That's how she stays in such great shape.{/i}
french: [_RT_] {i}C'est ainsi qu'elle reste en si grande forme.{/i}
italian: [_RT_] {i}Ecco come fa ad essere così in forma.
portuguese: [_RT_] {i}É desse jeito que ele fica numa forma tão boa.{/i}
russian: [_RT_] {i}Вот как она остается в такой великой форме.{/i}

source: [_RT_] {i}Oh yes, finally the good part.{/i}
french: [_RT_] {i}Oh oui, enfin la bonne partie.{/i}
italian: [_RT_] {i}Oh sì, finalmente la parte migliore.{/i}
portuguese: [_RT_] {i}Oh sim, finalmente a boa parte.{/i}
russian: [_RT_] {i}О да, наконец, хорошая часть.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
french: [_RT_] {i}Juste.... wow.... quel corps!{/i}
italian: [_RT_] {i}Solo.... wow.... che corpo! {/i}
portuguese: [_RT_] {i}Só.... wow.... que corpo!{/i}
russian: [_RT_] {i}Just.... wow.... Что тело!{/i}

source: {i}"A little while later."{/i}
french: {i}'Un peu plus tard.'{/i}
italian: {i}"Un pò più tardi"{/i}.
portuguese: {i}"Um pouco mais tarde."{/i}
russian: {i}"Немного позже."{/i}

source: [_RT_] {i}Looks like she's about done, I should get out of here before she walks out that door.{/i}
french: [_RT_] {i}On dirait qu'elle a presque fini, je devrais sortir d'ici avant qu'elle ne sorte par cette porte.{/i}
italian: [_RT_] {i}Sembra che abbia quasi finito, dovrei uscire di qui prima che esca da quella porta.{/i}
portuguese: [_RT_] {i}Parece que ela está pronta, eu devo sair daqui antes de ela sair daquela porta.{/i}
russian: [_RT_] {i}Похоже, что она насчет этого, я должен выйти отсюда, прежде чем выходить из него.{/i}

source: [_RT_] {i}I'm glad Mom's giving Aunt Cami at least one morning a week. Hopefully working out together will help them heal their wounds.{/i}
french: [ _RT_ ] {i}Je suis heureux que maman donne Aunt Cami au moins un matin par semaine. Espérons que travailler ensemble les aidera à guérir leurs blessures. { /i }
italian: [_RT_] {i}Sono contento che la mamma dia zia Cami almeno una mattina alla settimana. Speriamo che lavorare insieme li aiuti a guarire le loro ferite.{/i}
portuguese: [__RT_] {i}Fico feliz que a mamãe esteja dando a Tia Cami pelo menos uma manhã por semana. Tomara que trabalhar juntos vai ajudá-los a curar suas feridas. {/i}
russian: [_RT_] {i}Я рад, что Мама дала Отечь Ками хотя бы одно утро в неделю. Надеюсь, что разработка вместе поможет им вылечить раненых.{/i}

source: [_RT_] {i}I feel guilty inturrupting, but if I'm going to go on a date with Mom today, we need to get things moving.{/i}
french: [_RT_] {i}Je me sens coupable d'inturbulence, mais si je vais passer une rencontre avec ma mère aujourd'hui, nous devons faire bouger les choses.{/i}
italian: [_RT_] {i}Mi sento colpevole di inturruzione, ma se ho intenzione di andare a un appuntamento con la Mamma oggi, dobbiamo ottenere le cose in movimento.{/i}
portuguese: [_RT_] {i}Eu me sinto culpada de inturrupção, mas se eu for ir em um encontro com a mamãe hoje, precisamos de que as coisas se mexam. {/i}
russian: [_RT_] {i}Я чувствую себя виновным в неполадке, но если я собираюсь перейти на свидание с мамой сегодня, нам нужно переместиться.{/i}

source: [_RT_] {i}Maybe It would be better to just skip it today.{/i}
french: [_RT_] {i}Il vaudrait peut-être mieux ne pas le faire aujourd'hui{/i}
italian: [_RT_] {i}Forse sarebbe meglio saltarlo oggi.{/i}
portuguese: [_RT_] {i}Talvez fosse melhor pulá-lo hoje.{/i}
russian: [_RT_] {i}Может быть, лучше пропустить его сегодня.{/i}

source: [_RT_] {i}Should I take Mom out?{/i}
french: [_RT_] {i}Devrais-je sortir ma mère ?{/i}
italian: [_RT_] {i}Dovrei prendere Mamma fuori?{/i}
portuguese: [_RT_] {i}Devo levar a mamãe out? {/i}
russian: [_RT_] {i}Должен ли я выйти?{/i}

source: {i}"You now have the choice of playing the entire date, or skipping to later parts."{/i}
french: {i}«Vous avez maintenant le choix de jouer la totalité de la date ou de passer à des parties ultérieures.« {/i}
italian: {i}"Ora hai la scelta di riprodurre l'intera data o saltare alle parti successive."{/i}
portuguese: {i}"Agora você tem a opção de jogar a data inteira, ou pular para as partes posteriores."{/i}
russian: {i}"Теперь у вас есть выбор игры на всю дату или на последующие части."{/i}

source: {i}"Would you like to..."{/i}
french: {i}«Voulez-vous que...«{/i}
italian: {i}"Vorresti che..."{/i}
portuguese: {i}"Gostaria de de..."{/i}
russian: {i}"Вы хотели бы..."{/i}

source: {i}"You got it... And what kind of date did you want to go on?"{/i}
french: {i}«Vous avez compris... Et quelle sorte de date voulez-vous poursuivre?«{/i}
italian: {i}"L'hai ottenuto... E che tipo di data hai voluto andare avanti?"{/i}

source: {i}{b}"Money - $300"{/b}{/i}
french: {i}{b}«Argent - 300$ {/b}{/i}
portuguese: {i}{b}"Dinheiro - $300"{/b}{/i}
russian: {i}{b}"Деньги - $300"{/b}{/i}

source: {i}{b}"Money - $800"{/b}{/i}
french: {i}{b}«Argent - $800« {/b}{/i}
portuguese: {i}{b}"Dinheiro - $800"{/b}{/i}
russian: {i}{b}"Деньги - $800"{/b}{/i}

source: {i}(Knock, knock, knock){/i}
french: {i}(Toc, toc, toc){/i}
portuguese: {i}(Toc, toc, toc){/i}

source: [_M_] Come in.
french: [_M_] Entrez.
italian: [_M_] Vieni in.

source: [_C_] Oh, look. Your date is here.
french: [_C_] Oh, regardez. Ton rendez-vous est là.
italian: [_C_] Oh, look. La tua data è qui.

source: [_M_] Hey, [ryan]... Are we still on for today?
french: [_M_] Hé, [ryan]... On est toujours d'accord pour aujourd'hui ?
italian: [_M_] Hey, [ryan]... Siamo ancora accesi per oggi?
portuguese: [_M_] Ei, [ryan]... Ainda estamos prontos para hoje?

source: [_R_] I am... if you still are.
french: [_R_] Je le suis... si tu l'es encore.
italian: [_R_] Io sono... se sei ancora tu.
portuguese: [_R_] Eu sou... se você ainda está.

source: [_M_] Yeah. We were just finishing up.
french: [_M_] Oui, c'est vrai. Nous étions en train de terminer.
italian: [_M_] Sì, stavamo appena finendo.
portuguese: [_M_] Sim, estávamos terminando.

source: [_M_] Why don't you go get dressed and I'll do the same. We'll meet by the front door?
french: [_M_] Pourquoi n'irais-tu pas t'habiller et je ferais de même. On se retrouve à la porte d'entrée ?
italian: [_M_] Perché non vai a vestirti e farò lo stesso. Ci incontreremo alla porta d'ingresso?

source: [_R_] It's a date.
french: [_R_] C'est un rendez-vous.
italian: [_R_] È una data.
portuguese: U[_R_] é um encontro.
russian: [_R_] Это свидание.
