Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] You are by far the most selfish person I've ever met in my entire life!
french: Vous êtes de loin la personne la plus égoïsmes que j'ai jamais rencontré dans toute ma vie !
italian: [_M_] Tu sei di gran lunga la persona più egoista che abbia mai incontrato in tutta la mia vita!
portuguese: [__M_] Você é de longe a pessoa mais egoísta que eu conheci em toda a minha vida!
russian: Ты самый эгоистичный человек, которого я когда-либо встречал за всю свою жизнь!

source: [_M_] Only you would get in debt to the mafia for something as stupid as gambling, and then think it's someone else's fault!
french: [ _M_ ] Seulement vous avez une dette envers la mafia pour quelque chose aussi stupide que le jeu, et alors pensez que c'est la faute de quelqu'un d'autre !
italian: [_M_] Solo si sarebbe in debito con la mafia per qualcosa di stupido come il gioco d'azzardo, e poi pensare che sia colpa di qualcun altro!
portuguese: [__M_] Só você se endividaria com a máfia por algo tão estúpido quanto jogar, e então pensar que é culpa de outra pessoa!
russian: [_M_] Только вы будете взыскаться с мафией за что-то, что так же глупо как азартные игры, а затем думаете, что это чужие ошибки!

source: [_M_] Why you think you're better than anybody else is completely beyond m...
french: [ _M_ ] Pourquoi vous pensez que vous êtes mieux que quiconque est complètement au-delà de m ...
italian: [_M_] Perché pensi che tu sia meglio di chiunque altro sia completamente oltre la m...
portuguese: [_M_] Por que você acha que é melhor do que qualquer outra pessoa é completamente além disso...
russian: [_M_] Почему вы думаете, что вы лучше, чем кто-либо другой полностью за пределами m...

source: [_C_] I'm so sorry!
french: [_C_] Je suis désolé !
italian: [_C_] Mi dispiace!
portuguese: [__C_] Eu sinto muito!
russian: Мне так жаль!

source: [_C_] Please, please, please, please forgive me!
french: [_C_] S'il vous plaît, s'il vous plaît, pardonnez-moi!
italian: [_C_] Per favore, per favore, perdonami!
portuguese: U[_C_] por favor, por favor, por favor, me perdoe!
russian: [_C_] Пожалуйста, пожалуйста, простите меня!

source: [_M_] What's happening right now?
french: [ _M_ ] Que se passe-il maintenant?
italian: [_M_] Cosa sta succedendo in questo momento?
portuguese: [_M_] O que está acontecendo agora?
russian: [_M_] Что сейчас происходит?

source: [_C_] I took your hospitality for granted, and I felt angry that had to rely on you instead of feeling gratitude like I should have.
french: [ _C_ ] J'ai pris votre hospitalité pour acquise, et je me suis senti en colère qui a dû compter sur vous au lieu de ressentir de la gratitude comme j'aurais dû.
italian: [_C_] Ho dato per scontata la vostra ospitalità e mi sono sentita arrabbiata che doveva contare su di voi invece di sentirmi gratitudine come dovrei avere.
portuguese: [_C_] Eu tomei sua hospitalidade por um dado adquirido, e me senti zangado que tinha que depender de você em vez de sentir gratidão como eu deveria ter.
russian: [ _C_] Я принял ваше гостеприимство как должное, и я почувствовал гнев, который полагался на вас вместо того, чтобы чувствовать благодарность, как я должен был.

source: [_C_] I've contributed very little to help our situation, and complained about the few things that were required of me.
french: [ _C_ ] J'ai très peu contribué à notre situation, et je me suis plaint des quelques choses qui étaient nécessaires pour moi.
italian: [_C_] Ho contribuito molto poco per aiutare la nostra situazione, e mi sono lamentato delle poche cose che mi sono state richieste.
portuguese: [__C_] Eu contribuí muito pouco para ajudar nossa situação, e reclamei das poucas coisas que eram exigidas de mim.
russian: [ _C_] Я очень мало помогала в нашей ситуации и жаловалась на то, что от меня требовалось.

source: [_C_] I've been rude and derisive about your weekend job that you've only ever done to keep the mafia from hurting you and your family.
french: [ _C_ ] J'ai été impoli et dérisoire à propos de votre travail de fin de semaine que vous n'avez jamais fait pour empêcher la mafia de vous blesser et de vous faire du mal à votre famille.
italian: [_C_] Sono stato maleducato e derisivo del tuo lavoro di fine settimana che hai fatto solo per evitare che la mafia facesse male a te e alla tua famiglia.
portuguese: [_C_] Eu fui rude e irrisório sobre o seu trabalho de fim de semana que você só fez para manter a máfia de magoar você e sua família.
russian: [ _C_] Я был грубым и издевательским по поводу твоей работы в выходные, которую ты только когда-либо делал, чтобы мафиози не навреживали тебе и твоей семье.

source: [_M_] {i}(Silently mouthing the words){/i} What is happening?
french: [_M_] {i}(Sillement les mots){/i} Que se passe-t-il?
italian: [_M_] {i}(Silently mouthing the words){/i} Cosa sta succedendo?
portuguese: [_M_] {i}(Deixe as palavras silenciosamente){/i} O que está acontecendo?
russian: [_M_] {i}(Очень рот слова){/i} Что происходит?

source: [_C_] I know I don't deserve your forgiveness, but my daughter loves you and your family.
french: [ _C_ ] Je sais que je ne mérite pas votre pardon, mais ma fille t'aime et t'aime.
italian: [ _C_] So che non merito il tuo perdono, ma mia figlia ama te e la tua famiglia.
portuguese: [__C_] Eu sei que não mereço o seu perdão, mas minha filha ama você e sua família.
russian: [_C_] Я знаю, что я не заслуживаю прощения, но моя дочь любит тебя и твою семью.

source: [_C_] She wants to be here more than anywhere else.
french: [ _C_ ] Elle veut être ici plus que partout ailleurs.
italian: [_C_] Vuole essere qui più che altrove.
portuguese: [_C_] Ela quer estar aqui mais que em qualquer outro lugar.
russian: [_C_] Она хочет быть здесь больше, чем где угодно.

source: [_C_] She's an amazing girl who doesn't deserve to be punished for the sins of her mother.
french: [_C_] C'est une fille incroyable qui ne mérite pas d'être punie pour les péchés de sa mère.
italian: [_C_] Lei è una ragazza incredibile che non merita di essere punita per i peccati di sua madre.
portuguese: [_C_] Ela é uma garota incrível que não merece ser punida pelos pecados da sua mãe.
russian: Она удивительная девушка, которая не заслуживает наказания за грехи своей матери.

source: [_C_] You have every right to keep her and send me away, but please let me stay here with my girl so we don't have to be seperated!
french: [ _C_ ] Vous avez le droit de la garder et de m'envoyer, mais s'il vous plaît laissez-moi rester ici avec ma fille pour que nous n'ayons pas à être couperée !
italian: [_C_] Hai tutto il diritto di tenerla e mandarmi via, ma per favore lasciami stare qui con la mia ragazza quindi non dobbiamo essere seduti!
portuguese: [_C_] Você tem todo o direito de mantê-la e me mandar embora, mas por favor me deixe ficar aqui com a minha garota para não termos que ficar seperados!
russian: [ _C_] У вас есть полное право держать ее и отправлять меня, но пожалуйста, позвольте мне остаться здесь с моей девушкой, чтобы нам не пришлось усыхать!

source: [_C_] As terrible of a mother as I've been, I still want to...
french: [ _C_ ] En tant que terrible d'une mère comme je l'ai été, je veux toujours ...
italian: [_C_] Come terribile di una madre come sono stata, io ancora voglio...
portuguese: [_C_] Tão terrível quanto fui de uma mãe, eu ainda quero...
russian: [ _C_] Как я была ужасной матерью, я все еще хочу ...

source: [_M_] Okay, Camille... That's enough.
french: [_M_] D'accord, Camille... C'est assez.
italian: [_M_] Okay, Camille... È abbastanza.
portuguese: [_M_] Ok, Camille... Isso é o bastante.
russian: Хорошо, Камилла ... Хватит.

source: [_M_] We can talk about this more in the morning.
french: [ _M_ ] On peut en parler plus dans la matinée.
italian: [_M_] Possiamo parlarne di più al mattino.
portuguese: [__M_] Podemos falar sobre isso mais pela manhã.
russian: Мы можем поговорить об этом еще утром.

source: [_C_] Does that mean we can stay?
french: [ _C_ ] Cela signifie-t-il que nous pouvons rester?
italian: [_C_] Questo significa che possiamo rimanere?
portuguese: [_C_] Isso significa que podemos ficar?
russian: [_C_] Это значит, что мы можем остановиться?

source: [_M_] For now, but we've got a lot of stuff we need to work out.
french: [ _M_ ] Pour l'instant, mais nous avons beaucoup de choses dont nous avons besoin pour travailler.
italian: [_M_] Per ora, ma abbiamo un sacco di cose che dobbiamo lavorare.
portuguese: [_M_] Por enquanto, mas nós temos um monte de coisa que precisamos dar certo.
russian: Пока, но у нас есть много вещей, которые нужно проработать.

source: [_M_] I don't want you sleeping in my room with me anymore, but you're welcome to sleep on the couch.
french: [ _M_ ] Je ne veux plus que vous dormiez dans ma chambre avec moi, mais vous êtes le bienvenu pour dormir sur le canapé.
italian: [_M_] Non voglio più che dormi nella mia stanza, ma sei il benvenuto a dormire sul divano.
portuguese: [__M_] Eu não quero mais você dormindo no meu quarto comigo, mas você é bem-vindo para dormir no sofá.
russian: [_M_] Я больше не хочу, чтобы вы спали в моей комнате со мной, но вы можете спать на диване.

source: [_C_] That's more than I deserve. Thank you!
french: [_C_] C'est plus que ce que je mérite. Merci!
italian: [_C_] Questo è più di quanto mi merito. Grazie!
portuguese: [_C_] Isso é mais do que mereço. Obrigado!
russian: [_C_] Это больше, чем я заслуживаю. Спасибо!

source: [_RT_] {i}That went different and better than I was expecting.{/i}
french: [_RT_] {i}Cela s'est passé différemment et mieux que prévu.{/i}
italian: [_RT_] {i}Questo è andato diverso e meglio di quanto mi aspettavo.{/i}
portuguese: [_RT_] {i}Que foram diferentes e melhores do que eu estava esperando. {/i}
russian: [_RT_] {i}Это пошло не совсем и лучше, чем я ожидал.{/i}

source: [_RT_] {i}Still, I should probably go check on Mom and make sure she's okay.{/i}
french: [_RT_] {i}Néanmoins, je devrais probablement aller vérifier ma mère et m'assurer qu'elle va bien.{/i}
italian: [_RT_] {i}Ancora, probabilmente dovrei andare a controllare la mamma e assicurarsi che sia okay.{/i}
portuguese: [_RT_] {i}Ainda, eu provavelmente deveria ir verificar a mamãe e ter certeza que ela está bem. {/i}
russian: [_RT_] {i}всё ещё мне стоит проверить на Маму и убедиться, что она нормальна.{/i}

source: [_M_] {i}(Muttering under breath){/i} God damn you [dad_name]! God damn you Camille! Why do I have to pay for all your sins?!
french: [_M_] {i}(Muttering under breath){/i} God damn you [dad_name]! Dieu vous damn Camille ! Pourquoi dois-je payer pour tous vos péchés ?!
italian: [_M_] {i}(Muttering under breath){/i} Dio ti danna [dad_name]! Dio ti danna Camille! Perché devo pagare per tutti i tuoi peccati?!
portuguese: [_M_] {i}(Jogando sob respiração){/i} Deus te condena [dad_name]! Deus te condene Camille! Por que eu tenho que pagar por todos os seus pecados?!
russian: [ _M_] {i}(Мутант под дыханием) { /i } Черт подери [ dad_name]! Чёрт тебя, Камилла! Зачем мне платить за все твои грехи?

source: [_M_] {i}God damn you [mom_name]! Why can't you keep it together!?
french: [_M_] {i}Dieu vous damne [mom_name]! Pourquoi ne pouvez-vous pas le garder ensemble!?
italian: [_M_] {i}Dio ti danna [mom_name]! Perché non puoi tenerlo insieme!?
portuguese: [__M_] {i}Deus maldito você [mom_name]! Por que você não pode mantê-lo junto!?
russian: [ _M_] {i}Бог ты [ мамочка]! Почему ты не можешь оставить это вместе?

source: [_RT_] {i}Uh, oh... She doesn't look like she's doing well at all.{/i}
french: [_RT_] {i}Ah, oh... Elle n'a pas l'air de se débrouiller du tout.{/i}
italian: [_RT_] {i}Uh, oh... Non sembra che stia bene a tutti.{/i}
portuguese: [_RT_] {i}Uh, oh... Ela não parece que está indo muito bem.{/i}
russian: [ _RT_] {i}Эм ... Она не выглядит так, как будто она хорошо справляется. { /i }

source: [_M_] [ryan]!... You scared me!... I didn't hear you come in.
french: [_M_] [ryan]!... Vous m'avez effrayé !... Je ne vous ai pas entendu entrer.
italian: [_M_] [ryan]!... Mi hai spaventato!... Non ti ho sentito entrare.
portuguese: [_M_] [ryan]!... Você me assustou!... Eu não ouvi você entrar.
russian: [ _M_] [ ryan]! ... Ты напугал меня! Я не слышал, что ты заходи.

source: [_R_] Sorry, your door was open.
french: [ _R_ ] Désolé, votre porte était ouverte.
italian: [_R_] Siamo spiacenti, la tua porta era aperta.
portuguese: [__R_] Desculpe, sua porta estava aberta.
russian: Извини, дверь была открыта.

source: [_M_] Huh... I thought I'd shut and locked it.
french: [_M_] Huh... Je pensais que je fermerais et fermerais ça.
italian: [_M_] Huh... Pensavo di averlo chiuso e chiuso a chiave.
portuguese: [_M_] Huh... Pensei que tinha fechado e trancado.
russian: [ _M_] Я думал, что закрою и запер ее.

source: [_R_] Mom... You look like you're really struggling.
french: [_R_] Maman... On dirait que vous êtes vraiment en difficulté.
italian: [_R_] Mamma... Sembra che tu stia davvero lottando.
portuguese: [_R_] Mãe... Parece que você está realmente lutando.
russian: [ _R_] Мама ... Ты выглядишь так, будто на самом деле боролся.

source: [_M_] No shit?
french: [_M_] Pas de merde?
italian: [_M_] Nessuna merda?
portuguese: [_M_] Sem merda?
russian: [_M_] Нет дерьмо?

source: [_M_] Of course I'm struggling!
french: [ _M_ ] Bien sûr que j'ai du mal !
italian: [_M_] Naturalmente sto lottando!
portuguese: [_M_] É claro que eu estou lutando!
russian: [ _M_] Конечно, я с трудом!

source: [_M_] Since [dad_name] went to prison, at any given moment I'm just a breath away from a nervous breakdown.
french: [ _M_ ] Depuis [ dad_name ] est allé en prison, à tout moment, je ne suis qu'une respiration loin d'une dépression nerveuse.
italian: [_M_] Dal momento che [dad_name] è andato in prigione, in qualsiasi momento sono solo un respiro lontano da un crollo nervoso.
portuguese: [__M_] Desde que [dad_name] foi para a prisão, em qualquer momento eu estou apenas a um fôlego de um colapso nervoso.
russian: [ _M_] С тех пор как [ dad_name] отправилась в тюрьму, в любой момент я просто выдыхаю от нервного срыва.

source: [_M_] All the weight he was carrying was added to the weight I already had and then tripled with the weight of being investigated by the FBI and extorted by the Mob.
french: [ _M_ ] Tout le poids qu'il transportait a été ajouté au poids que j'avais déjà, puis a triplé avec le poids d'une enquête du FBI et l'extorsion par le Mob.
italian: [_M_] Tutto il peso che stava portando è stato aggiunto al peso che già avevo e poi triplicato con il peso di essere indagato dall'FBI ed estorto dal Mob.
portuguese: [_M_] Todo o peso que ele carregava foi adicionado ao peso que eu já tinha e então triplicou com o peso de ser investigado pelo FBI e extorquido pela Mob.
russian: [ _M_] Все весы, которые он нес, прибавились к весу, который я уже имел, а затем утроился с весом расследуется ФБР и вымогал у Моби.

source: [_M_] I'm doing everything I can to keep our family together, hell, at this point I'm doing everything I can just to keep us from getting murdered.
french: [ _M_ ] Je fais tout ce que je peux pour garder notre famille ensemble, l'enfer, à ce moment-là, je fais tout ce que je peux pour nous empêcher de nous tuer.
italian: [_M_] Sto facendo tutto il possibile per tenere unita la nostra famiglia, l'inferno, a questo punto sto facendo tutto il possibile per impedirci di essere assassinati.
portuguese: [__M_] Estou fazendo tudo o que posso para manter nossa família unida, inferno, neste momento estou fazendo tudo o que posso apenas para evitar que sejamos assassinados.
russian: Я делаю все, что могу, чтобы сохранить нашу семью, черт подери, в этот момент я делаю все, что могу, чтобы не убить нас.

source: [_M_] And I realized tonight that I've been relying on you too much.
french: [ _M_ ] Et j'ai réalisé ce soir que j'avais trop confiance en vous.
italian: [_M_] E stasera ho capito che ho fatto troppo affidamento su di voi.
portuguese: [__M_] E eu percebi hoje à noite que eu passei a depender de você demais.
russian: И сегодня я поняла, что я слишком много полагаюсь на тебя.

source: [_M_] By letting you carry so much responsibility, I've robbed you of the final years of your youth.
french: [ _M_ ] En vous laissant porter tant de responsabilités, je vous ai volé les dernières années de votre jeunesse.
italian: [_M_] Lasciandoti portare così tanta responsabilità, ti ho derubato degli ultimi anni della tua giovinezza.
portuguese: [__M_] Ao deixar você carregar tanta responsabilidade, eu te roubei dos anos finais da sua juventude.
russian: [ _M_] За то, что ты взял на себя столько ответственности, я обокрал тебя в последние годы твоей молодости.

source: [_M_] By being so vulnerable and letting my guard down, I allowed myself to rob you of your innocence.
french: [ _M_ ] En étant si vulnérable et en laissant ma garde vers le bas, je me suis permis de vous voler votre innocence.
italian: [_M_] Essendo così vulnerabile e lasciando cadere la mia guardia, mi sono permesso di derubarvi della vostra innocenza.
portuguese: [_M_] Ao ser tão vulnerável e deixar minha guarda para baixo, eu me permiti te roubar a sua inocência.
russian: [ _m_], будучи настолько уязвимой и позволял мне остерегаться, я позволил себе ограбить тебя от твоей невинности.

source: [_M_] I don't think I can ever forgive myself for being the worst mother ever!
french: [_M_] Je ne pense pas que je puisse jamais me pardonner d'être la pire mère !
italian: [_M_] Non credo di poter mai perdonarmi per essere la peggiore madre mai!
portuguese: [__M_] Eu acho que eu não posso nunca me perdoar por ser a pior mãe de sempre!
russian: Не думаю, что смогу простить себя за то, что была самой худшей матерью!

source: [_M_] You and your sisters will carry the emotional scars of these years for the rest of your lives.
french: [ _M_ ] Vous et vos sœurs transportera les cicatrices émotionnelles de ces années pour le reste de votre vie.
italian: [_M_] Tu e le tue sorelle porterai le cicatrici emotive di questi anni per il resto della tua vita.
portuguese: [_M_] Você e suas irmãs vão carregar as cicatrizes emocionais desses anos para o resto de suas vidas.
russian: [ _M_] Вы и ваши сестры будете нести эмоциональные шрамы этих лет до конца вашей жизни.

source: [_M_] And now my sister has given me a whole other trash can of shit, and I'm not sure how I'm going to deal with it.
french: [ _M_ ] Et maintenant ma sœur m'a donné toute une autre poubelle de merde, et je ne sais pas comment je vais m'en occuper.
italian: [_M_] E ora mia sorella mi ha dato tutta un'altra spazzatura può di merda, e non sono sicuro di come me ne occuperò.
portuguese: [_M_] E agora minha irmã me deu toda uma outra lata de lixo, e eu não tenho certeza de como eu vou lidar com isso.
russian: И теперь моя сестра дала мне целый другой мусор, и я не знаю, как мне с этим справиться.

source: [_M_] And I hate myself even more since the only solution I can think of would only expose our family to even more debauchery.
french: [ _M_ ] Et je me déteste encore plus puisque la seule solution que je puisse penser ne ferait qu'exposer notre famille à encore plus de débauche.
italian: [_M_] E mi odio ancora di più perché l'unica soluzione di cui posso pensare non esporrebbe la nostra famiglia a più debauchery.
portuguese: [_M_] E eu me odeio ainda mais já que a única solução que eu posso pensar só iria expor a nossa família a ainda mais deboche.
russian: [ _M_] И я ненавижу себя еще больше с тех пор, как единственное решение, которое я могу придумать, только разоблачит нашу семью еще больше разврата.

source: [_R_] You think you stole my innocence!?
french: [_R_] Vous pensez avoir volé mon innocence!?
italian: [_R_] Pensi di aver rubato la mia innocenza!?
portuguese: [__R_] Você acha que roubou minha inocência!?
russian: Думаешь, ты украл мою невиновность?

source: [_R_] That's why you've been avoiding me, acting so awkward around me lately?
french: [ _R_ ] C'est pourquoi vous m'avez évité, agissant si maladouï autour de moi ces derniers temps?
italian: [_R_] Questo è il motivo per cui mi hai evitato, comportandomi così imbarazzante di recente?
portuguese: [__R_] É por isso que você tem me evitado, agindo tão estranho em torno de mim ultimamente?
russian: Вот почему ты избегаешь меня, так неловко со мной в последнее время?

source: [_M_] I mean, what kind of mother would do that to their own son!?
french: [_M_] Je veux dire, quel genre de mère ferait cela à leur propre fils!?
italian: [_M_] Voglio dire, che tipo di madre lo farebbe al proprio figlio!?
portuguese: [_M_] quero dizer, que tipo de mãe faria isso com o próprio filho!?
russian: [ _М_] Я имею в виду, какая мать с# делает это своему сыну!?

source: [_R_] Hey, you've got it all wrong!
french: [_R_] Hé, vous avez tort !
italian: [_R_] Ehi, hai tutto sbagliato!
portuguese: [_R_] Ei, você está errado!
russian: Эй, ты все неправильно понял!

source: [_R_] You didn't steal anything from me. You gave me the greatest gift I've ever recieved in my life!
french: [ _R_ ] Vous n'avez rien volé de moi. Tu m'as donné le plus beau cadeau que j'ai jamais reçu de ma vie !
italian: [_R_] Non hai rubato niente a me. Mi hai dato il più grande regalo che abbia mai ricevuto nella mia vita!
portuguese: [_R_] Você não roubou nada de mim. Você me deu o maior presente que eu já recebi na minha vida!
russian: Ты ничего не украл у меня. Ты подарил мне величайший дар, который я когда-либо получил в своей жизни!

source: [_M_] That's not what your therapist is going to say when your a forty year old man who can't maintain a normal relationship.
french: [ _M_ ] Ce n'est pas ce que votre thérapeute va dire quand votre homme de quarante ans qui ne peut pas maintenir une relation normale.
italian: [_M_] Non è quello che dirà il tuo terapeuta quando il tuo uomo di quarant'anni che non riesce a mantenere un rapporto normale.
portuguese: [_M_] Não é o que o seu terapeuta vai dizer quando o seu velho ano de quarenta anos que não consegue manter uma relação normal.
russian: [_M_] Это не то, что ваш терапевт будет говорить, когда ваш сорок лет старик, который не может поддерживать нормальные отношения.

source: [_R_] Fuck my future therapist! When I'm forty years old, I hope I'm still in a relationship with you.
french: [_R_] Fuck my future thérapeute ! Quand j'ai quarante ans, j'espère que je suis toujours en relation avec vous.
italian: [_R_] Fuck my future therapist! Quando ho quarant'anni, spero di essere ancora in un rapporto con te.
portuguese: [__R_] Foda-se meu futuro terapeuta! Quando eu tenho quarenta anos, espero que eu ainda esteja em um relacionamento com você.
russian: [_R_] Fuck my future therapist! When I'm 40 years old, I hope I still in the relationship with you.

source: [_M_] Oh, God!... That is just wrong on so many levels.
french: [_M_] Oh, Dieu !... C'est tout simplement faux sur tant de niveaux.
italian: [_M_] Oh, Dio!... È semplicemente sbagliato su così tanti livelli.
portuguese: [_M_] Oh, Deus! ... Isso é simplesmente errado em tantos níveis.
russian: О, Боже! Это неправильно на многих уровнях.

source: [_R_] Why?
french: [_R_] Pourquoi ?
italian: [_R_] Perché?
portuguese: [_R_] Porquê?

source: [_M_] In any normal situation...
french: [ _M_ ] Dans une situation normale ...
italian: [_M_] In qualsiasi situazione normale...
portuguese: [_M_] Em qualquer situação normal ...
russian: [ _M_] В любой нормальной ситуации ...

source: [_R_] I'm going to stop you already.
french: [_R_] Je vais déjà vous arrêter.
italian: [_R_] Ti fermerò già.
portuguese: [_R_] Eu já vou te parar.
russian: Я остановлю тебя уже.

source: [_R_] We're not in a normal situation.
french: [ _R_ ] Nous ne sommes pas dans une situation normale.
italian: [_R_] Non siamo in una situazione normale.
portuguese: [_R_] Nós não estamos em uma situação normal.
russian: Мы не в нормальной ситуации.
