Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Right now!
dutch: [_M_] nu meteen!
german: [_M_] Gerade jetzt!

source: [_M_] If I ever catch you in this place again, it'll be me who puts you in the hospital! You understand me?
dutch: [_M_] Als ik je ooit weer op deze plek vang, is het me wie je in het ziekenhuis zet! Heb je me begrepen?
german: [_M_] Wenn ich dich jemals wieder an diesem Ort gefangen habe, bin ich es, der dich ins Krankenhaus bringt! Du verstehst mich?

source: [_RT_] {i}Shit... I really fucked up here. When she's like this, there's no reasoning with her. Better cut my losses and leave before I make her any madder.{/i}
dutch: [_RT_] {i}Shit... Ik was hier echt verdomd. Wanneer ze zo is, is er geen reden voor haar. Beter mijn verliezen knippen en verlaat voordat ik haar gek maak.{/i}
german: [_RT_] {i}Shit... Ich habe hier oben gefickt. Wenn sie so ist, gibt es keine Begründung für sie. Schneiden Sie meine Verluste besser ab und lassen Sie mich, bevor ich ihr einen Wahnsinnigen mache. {/i}

source: [_R_] Yes, Mama.
dutch: [_R_] Ja, mama.
german: [_R_] Ja, Mama.

source: [_A_] Did you find your Sister?
dutch: [_A_] Heb je je Sist gevonden?
german: [_A_] Hast du deine Schwester gefunden?

source: [_R_] Huh? Oh, no I didn't.
dutch: [_R_] Huh? Oh, nee, dat heb ik niet.
german: [_R_] Huh? Oh, nein.

source: [_A_] Is something wrong? You looked really panicked when I told you she and [mom_name] were heading to the dressing room.
dutch: [_A_] Is er iets fout? Je keek echt in paniek toen ik je vertelde dat ze en [mom_name] op weg waren naar de kledingkamer.
german: [_A_] Ist etwas falsch? Du hast wirklich in Panik geraten, als ich dir erzählte, dass sie und [mom_name] in den Umkleideraum gingen.

source: [_R_] Well, Sidney was keeping it a secret from [mom_name] that she was working here.
dutch: [_R_] Well, Sidney hield het geheim voor [mom_name] dat ze hier werkte.
german: [_R_] Nun, Sidney hielt es ein Geheimnis von [mom_name] , dass sie hier arbeitete.

source: [_R_] [mom_name]'s our Mom. She's going to flip out if she finds Sidney here.
dutch: [_R_] [mom_name]is ons Mom. Ze gaat er uitkijken als ze Sidney hier vindt.
german: [_R_] [mom_name]ist unsere Mama. Sie wird herauskommen, wenn sie hier Sidney findet.

source: [_A_] Yeah, I knew about [mom_name] being your mom. Sidney told me a while ago, but...
dutch: [_A_] Yeah, ik wist dat [mom_name] jouw moeder was. Sidney vertelde me een tijdje geleden, maar...
german: [_A_] Ja, ich wusste von [mom_name] deine Mutter zu sein. Sidney sagte mir vor einer Weile wie...

source: [_A_] I think you're worried over nothing. They came in together.
dutch: [_A_] Ik denk dat je je om niets bezorgd bent. Ze zijn samen binnengekomen.
german: [_A_] Ich denke, du bist um nichts besorgt. Sie sind zusammengekommen.

source: [_R_] What? Are you sure?
dutch: [_R_] Wat? Weet je het zeker?
german: [_R_] Was? Bist du sicher?

source: [_A_] Yeah, I tried to tell you before. [mom_name]'s not on the scheduled tonight. From what I overhead as they walked by, I guess she's just going to hang out while Sidney works her shift.
dutch: [_A_] Yeah, ik heb je eerder proberen te vertellen. [mom_name]is niet gepland voor de avond. Uit wat ik overhead terwijl ze doorliepen, denk ik dat ze alleen maar gaat ophangen terwijl Sidney haar dienst werkt.
german: [_A_] Ja, ich habe versucht dir schon einmal zu erzählen. [mom_name]ist heute Abend nicht geplant. Von dem, was ich auf dem Laufenden war, wenn sie ging, denke ich, dass sie nur aushängen wird, während Sidney arbeitet ihre Schicht.

source: [_R_] Wow! That's actually a relief. So, she's just going to sit at the bar while Sidney serves drinks?
dutch: [_R_] Wow! Dat is eigenlijk een opluchting. Dus ze gaat gewoon in de bar zitten terwijl Zney drinkt?
german: [_R_] Wow! Das ist eigentlich eine Erleichterung. Also geht sie einfach an der Bar, während Sidney Getränke serviert?

source: [_A_] That, or at the stage. Either way, she'll be getting free drinks all night.
dutch: [_A_] dat, of het nu is. Hoe dan ook, ze zal de hele nacht gratis drankjes krijgen.
german: [_A_] Das, oder auf der Bühne. In jedem Fall wird sie die ganze Nacht kostenlos trinken.

source: [_R_] Dancers drink for free?
dutch: [_R_] Dansers drinken gratis?
german: [_R_] Dancer trinken kostenlos?

source: [_A_] Nah, but a sexy women like her is going to be getting hit on all night, if she sits alone.
dutch: [_A_] Nah, maar een sexy vrouw zoals haar zal de hele nacht getroffen worden als ze alleen zit.
german: [_A_] Nur, aber eine sexy Frau wie sie wird die ganze Nacht getroffen werden, wenn sie allein sitzt.

source: [_A_] You sure you don't want a drink?
dutch: [_A_] Weet je zeker dat je geen drankje wilt?
german: [_A_] Du bist sicher, dass du kein Getränk willst?

source: [_R_] No, I've got to get home.
dutch: [_R_] Nee, ik moet thuiskomen.
german: [_R_] Nein, ich muss nach Hause kommen.

source: [_RT_] {i}I'm surprised [mom_name] didn't flip out about Sidney, but Armani's right. It's nice that [mom_name] will be here to watch over Sidney, but who's going to watch over her?{/i}
dutch: [_RT_] {i}Ik ben verrast. [mom_name] heeft geen Sidney geschilderd, maar Arman's rechts. Het is leuk dat [mom_name] hier zal zijn om over Sidney te waken, maar wie gaat er over haar waken?{/i}
german: [_RT_] {i}Ich bin überrascht [mom_name] nicht über Sidney, aber Armanis Recht. Es ist schön, dass [mom_name] hier sein wird, um Sidney zu beobachten, aber wer wird sie beobachten?{/i}

source: [_RT_] {i}At least when she's stripping she has the stage as a buffer between her and the guys. Then she goes backstage when she's done. But if she's just sitting alone, every guy in the place will be making passes at her.{/i}
dutch: [_RT_] {i}Als ze tenminste het podium haalt heeft ze het podium als buffer tussen haar en de jongens. Dan gaat ze achteruit wanneer ze klaar is, maar als ze alleen zit, maakt elke kerel hier passes bij haar.{/i}
german: [_RT_] {i}Wenigstens wenn sie die Bühne abstreift, hat sie die Bühne als Puffer zwischen ihr und den Jungs. Dann geht sie nach hinten zurück, wenn sie fertig ist. Aber wenn sie allein sitzt, wird jeder Mann an der Stelle an ihr vorbei gehen. {/i}

source: [_RT_] {i}I've got to think of a way to keep an eye out, without Mom catching me.{/i}
dutch: [_RT_] {i}denk ik aan een manier om een oogje in het zeil te houden, zonder dat mijn moeder me vangt.{/i}
german: [_RT_] {i}Ich muss an eine Möglichkeit denken, ein Auge zu behalten, ohne Mama fängt mich.{/i}

source: [_RT_] {i}I'll come up with something. Better get out of here before Mom sees that I haven't left yet.{/i}
dutch: [_RT_] {i}Ik kom met iets. Kom hier beter uit voordat mevrouw ziet dat ik nog niet ben vertrokken.{/i}
german: [_RT_] {i}Ich komme mit etwas herauf. Besser raus bevor die Mutter sieht, dass ich noch nicht verlassen habe.{/i}

source: {b}{i}"You have found the "Eight of Diamonds" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Acht van de diamanten" kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Eight of Diamonds" Karte gefunden!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
dutch: {b}{i}"Bekijk deze kaart in de galerij en het casino"{/i}{/b}
german: {b}{i}"Sehen Sie diese Karte in der Galerie und dem Casino"{/i}{/b}

source: {b}{i}"You have found the "Seven of Diamonds" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Zeven der Diamanten" Kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Sieben Diamanten" Karte gefunden!"{/i}{/b}

source: {i}"A little while later, on the way to the prison."{/i}
dutch: {i}"Even later, onderweg naar de gevangen."{/i}
german: {i}"Etwas später auf dem Weg zum Gefängnis."{/i}

source: [_M_] You've been awfully quiet this car ride.
dutch: [_M_] Je bent vreselijk stil geweest voor deze autorijde.
german: [_M_] Du hast diese Autofahrt furchtbar ruhig gelassen.

source: [_M_] It's just that conversation usually comes pretty easy between the two of us, but you've hardly said two words.
dutch: [_M_] Het is precies dat gesprek komt meestal makkelijk tussen ons beiden, maar je hebt amper twee woorden gezegd.
german: [_M_] Es ist genau so, dass das Gespräch normalerweise ziemlich einfach zwischen uns ist, aber du hast kaum zwei Worte gesagt.

source: [_R_] Oh... I guess I've just got a lot on my mind.
dutch: [_R_] Oh... Ik denk dat ik net veel op mijn gedachten heb.
german: [_R_] Oh... Ich denke, ich habe gerade viel im Verstand.

source: [_RT_] {i}Like, how in the hell can I sabotage Mom and Dad's conjugal visit?{/i}
dutch: [_RT_] {i}Like, hoe kan ik in de hel Mom en papa's conjugal bezoek saboteren?{/i}
german: [_RT_] {i}Gefällt mir, wie in der Hölle kann ich Mutter und Paps Konjugalbesuch sabotieren?{/i}

source: [_M_] it's okay if you're scared to go into the prison today.
dutch: [_M_] het oké als je bang bent om vandaag de gevangenis in te gaan.
german: [_M_] ist in Ordnung, wenn du Angst hast, heute ins Gefängnis zu kommen.

source: [_M_] Truth be told, I'm pretty scared myself.
dutch: [_M_] Waarheid moet je zeggen, ik ben zelf best bang.
german: [_M_] Wahrheit, ich fürchte mich selbst.

source: [_M_] Though, my excitement to see your father is greater than my fear.
dutch: [_M_] Gedaan, mijn opwinding om je vader te zien is groter dan mijn angst.
german: [_M_] Dennoch, meine Aufregung, deinen Vater zu sehen, ist größer als meine Angst.

source: [_RT_] {i}And just like that... She's going to forget how shitty he's been to her all those years... Just cuz she needs his "D".{/i}
dutch: [_RT_] {i}En zo hoort dat... Ze gaat vergeten hoe klein hij is geweest voor haar al die jaar... Alleen cuz ze heeft zijn D".{/i} nodig.
german: [_RT_] {i}Und genau wie das... Sie wird vergessen, wie schitzig er für sie all die Jahre war... just cuz sie braucht sein "D". {/i}

source: [_RT_] {i}I've got to get her to have that same kind of need for my dick.{/i}
dutch: [_RT_] {i}Ik moet haar hetzelfde soort behoefte geven voor mijn woorden.{/i}
german: [_RT_] {i}Ich muss sie dazu bringen, denselben Bedarf für meinen Schwanz zu haben.{/i}

source: [_RT_] {i}I'm worried this visit is going to set those efforts all the way back to the beginning, though.{/i}
dutch: [_RT_] {i}Ik ben bang dat dit bezoek de hele weg terug zal zetten naar het begin.{/i}
german: [_RT_] {i}Ich mache mir Sorgen, dass dieser Besuch diese Bemühungen bis zum Anfang zurücksetzen wird.{/i}

source: [_R_] Are you really that excited to see him?
dutch: [_R_] Ben je echt zo enthousiast om hem te zien?
german: [_R_] Bist du wirklich begeistert, ihn zu sehen?

source: [_M_] Of course I am... Why wouldn't I be?
dutch: [_M_] Natuurlijk ben ik... Waarom zou ik dat niet zijn?
german: [_M_] Natürlich bin ich... Warum sollte ich es nicht sein?

source: [_R_] It's just... I know he provided a good living for us... I also know that there's a sexual need that's not being met while Dad's in prison.
dutch: [_R_] Het is alleen... Ik weet dat hij ons een goed leven heeft gegeven... Ik weet ook dat er een seksuele behoefte is die niet wordt vervuld terwijl papa in de gevangenis zit.
german: [_R_] Es ist wahr... Ich weiß, er hat uns ein gutes Leben bereitgestellt... Ich weiß auch, dass es ein sexuelles Bedürfnis gibt, das nicht erfüllt wird, während Vater im Gefängnis.

source: [_M_] Careful.
dutch: [_M_] carrière.
german: [_M_] Vorsicht.

source: [_R_] No, it's just that, besides money and sex... How has him being in prison made your life worse?
dutch: [_R_] Nee, het is precies dat, naast geld en sekse... Hoe heeft hij in de gevangenis je leven nog erger gemaakt?
german: [_R_] Nein, es ist genau das, außer Geld und Sex... Wie hat er dein Leben verschlimmert?

source: [_M_] Well... It's just that... I mean, of course I love your dad.
dutch: [_M_] Nou... Dat is alles... Ik bedoel, natuurlijk hou ik van jouw papa.
german: [_M_] Nun... Es ist genau das... Ich meine, natürlich liebe ich deinen Vater.

source: [_R_] Yeah, but why?
dutch: [_R_] Ja maar waarom?
german: [_R_] Ja, aber warum?

source: [_R_] It's not like he's super fun, or loving, or even very nice to us.
dutch: [_R_] Het is niet als hij super leuk is, of lief of zelfs heel leuk voor ons.
german: [_R_] Es ist nicht wie er super Spaß, oder Liebe, oder sogar sehr nett zu uns.

source: [_R_] He's always at work, never spends time with us.
dutch: [_R_] Hij is altijd aan het werk, doet nooit tijd bij ons door.
german: [_R_] Er ist immer am Werk, verbringt nie Zeit mit uns.

source: [_M_] I'm sure he's just been so busy because he feels like he needs to provide for us.
dutch: [_M_] Ik weet zeker dat hij het net zo druk heeft gehad omdat hij voelt dat hij voor ons moet zorgen.
german: [_M_] Ich bin sicher, dass er gerade so beschäftigt war, weil er sich so fühlt, als müsse er uns versorgen.

source: [_R_] More like, money's so important to him, that he was willing to put his whole family's lives in danger to get ahead.
dutch: [_R_] Meer zoals geld is zo belangrijk voor hem, dat hij bereid was het leven van zijn hele familie in gevaar te brengen.
german: [_R_] Mehr als das Geld, das ihm so wichtig ist, dass er bereit war, das Leben seiner ganzen Familie in Gefahr zu bringen, um voranzukommen.

source: [_M_] I'm sure he doesn't see it that way.
dutch: [_M_] Ik weet zeker dat hij het niet zo ziet.
german: [_M_] Ich bin sicher, dass er es nicht so sieht.

source: [_R_] It doesn't matter, that's what he did.
dutch: [_R_] Het maakt niet uit, dat is wat hij deed.
german: [_R_] Es spielt keine Rolle, das hat er getan.

source: [_M_] But when judging someone's character, their intent is what's the most important.
dutch: [_M_] Maar wanneer je iemands karakter beoordeelt, is zijn intentie het belangrijkste.
german: [_M_] Aber wenn jemand seinen Charakter beurteilt, ist seine Absicht das Wichtigste.

source: [_R_] Well, I'd argue that intelligence is pretty important too. If he was too dumb to see the possible consequences of his actions, He must me a complete moron.
dutch: [_R_] Nou, ik zou betogen dat intelligentie ook erg belangrijk is. Als hij te dom was om de mogelijke gevolgen van zijn daden te zien, moet ik hem een hele moron vertellen.
german: [_R_] Nun, ich würde argumentieren, dass Intelligenz auch ziemlich wichtig ist. Wenn er zu stumm war, um die möglichen Folgen seines Handelns zu sehen, dann muss er mir einen totalen Moron geben.

source: [_R_] But, I think the opposite is true. He's been successful because he's intelligent. That means he knew the possible consequences of his actions, but cared so little for us, that he was willing to roll those dice anyways.
dutch: [_R_] Maar ik denk dat het tegendeel waar is. Hij is succesvol omdat hij intelligent is. Dat betekent dat hij wist wat de mogelijke gevolgen van zijn daden zijn, maar dat hij zo weinig voor ons zorgde, dat hij toch bereid was om die dobbelstenen te rollen.
german: [_R_] Aber ich glaube, das Gegenteil ist wahr. Er ist erfolgreich, weil er intelligent ist. Das heißt, er wußte die möglichen Folgen seines Handelns, aber er kümmerte uns so wenig, daß er ohnehin bereit war, diese Würfel zu würfeln.

source: [_R_] So, I think his real intent was himself, over us.
dutch: [_R_] Dus ik denk dat zijn echte bedoeling zichzelf was, over ons.
german: [_R_] Also, ich denke, seine eigentliche Absicht war selbst über uns.

source: [_M_] Maybe we should just listen to the radio.
dutch: [_M_] Misschien moeten we gewoon naar de radio luisteren.
german: [_M_] Vielleicht sollten wir einfach das Radio hören.

source: [_MT_] {i}I didn't realize how much anger [ryan] has for his father.{/i}
dutch: [_MT_] {i}Ik heb niet ingezien hoeveel woede [ryan] heeft voor zijn vader.{/i}
german: [_MT_] {i}Ich wusste nicht, wie viel Zorn [ryan] für seinen Vater hat.{/i}

source: [_MT_] {i}The worst part is that he's not wrong.{/i}
dutch: [_MT_] {i}Het ergste is dat hij niet ongelijk heeft.{/i}
german: [_MT_] {i}Der schlimmste Teil ist, dass er nicht falsch ist.{/i}

source: [_MT_] {i}That asshole has put us through a lot.{/i}
dutch: [_MT_] {i}Die asshole heeft ons er goed door gehaald.{/i}
german: [_MT_] {i}Dieser Arsch hat uns durch eine Menge gebracht.{/i}

source: {b}{i}"Mom's Submission +1"{/i}{/b}
dutch: {b}{i}"Moment-indiening +1"{/i}{/b}
german: {b}{i}"Mamas Einreichung +1"{/i}{/b}

source: [_MT_] {i}Almost makes me want to cancel the conjugal visit I asked our lawyer to arrange.{/i}
dutch: [_MT_] {i}maakt dat ik bijna wil annuleren van het conjugal bezoek dat ik aan onze advocaat heb gevraagd.{/i}
german: [_MT_] {i}macht mich fast Lust den Konjugalbesuch abzubrechen, den ich unseren Anwalt gebeten habe zu arrangieren.{/i}

source: [_MT_] {i}...Almost.{/i}
dutch: [_MT_] {i}...Alminste.{/i}
german: [_MT_] {i}...Beinahe.{/i}

source: [_RT_] {i}I'm not sure talking bad about my old man did any good.{/i}
dutch: [_RT_] {i}Ik weet niet zeker dat ik slecht over mijn oude man heb gepraat.{/i}
german: [_RT_] {i}Ich bin mir nicht sicher, ob mein alter Mann Gutes getan hat.{/i}

source: [_RT_] {i}Hopefully she'll start to notice him from another perspective though.{/i}
dutch: [_RT_] {i}Hopelijk zal ze hem wel vanuit een ander perspectief gaan zien.{/i}
german: [_RT_] {i}Hoffentlich wird sie ihn aus einer anderen Perspektive bemerken.{/i}

source: [_RT_] {i}Not only is he a shitty husband, but a shitty father as well.{/i}
dutch: [_RT_] {i}is niet alleen een kleine echtgenoot, maar ook een kleine vader.{/i}
german: [_RT_] {i}ist nicht nur ein schitter Ehemann sondern auch ein schäbiger Vater. {/i}

source: [_R_] I don't know... I guess it just seems to me that you've outgrown him.
dutch: [_R_] Ik weet het niet. Ik denk dat ik het gewoon heb gevonden dat je hem overgegroeid hebt.
german: [_R_] Ich weiß es nicht... Ich vermute, es scheint mir, dass du ihn überwuchert hast.

source: [_M_] Outgrown him, what do you mean?
dutch: [_M_] Outgrown hem, wat bedoelt u?
german: [_M_] Er ist verrückt, was meinst du?

source: [_R_] I've just really been impressed how you've stepped up and filled both the roles of a mother and father to us.
dutch: [_R_] ik ben net echt onder de indruk geweest van hoe je de rollen van een moeder en vader voor ons hebt opgevoerd.
german: [_R_] Ich war wirklich beeindruckt, wie du aufgestockt bist und sowohl die Rollen einer Mutter als auch des Vaters zu uns gefüllt hast.

source: [_R_] We're really lucky to have you as our mom.
dutch: [_R_] We hebben echt geluk dat je ons moment bent.
german: [_R_] Wir haben wirklich das Glück, dich als unsere Mutter zu haben.

source: [_R_] And as much as I love Dad, I don't think he'd be able to handle the same situation nearly as well as you.
dutch: [_R_] En zoveel als ik van Dad houd, denk ik niet dat hij dezelfde situatie bijna net zo goed als jij zou kunnen aanpakken.
german: [_R_] Und so sehr ich den Vater liebe, ich glaube nicht, dass er in der Lage wäre, die gleiche Situation fast genauso gut wie dich zu bewältigen.

source: [_M_] Ohh... That's sweet of you.
dutch: [_M_] Ohh... Dat is zoet van je.
german: [_M_] Ohhh... Das ist süß von dir.

source: [_R_] I mean it. You've sacrificed a ton to try to keep a roof over our head, food on the table, not to mention that thing you did to keep us safe from the DeCapos.
dutch: [_R_] Ik meen het. Je hebt een ton opgeofferd om een dak boven ons hoofd te houden, voedsel op tafel. Om nog maar te zwijgen van dat wat u heeft gedaan om ons te beschermen tegen de DeCapos.
german: [_R_] Ich meine es. Du hast eine Tonne geopfert, um ein Dach über unserem Kopf, Essen auf dem Tisch zu halten Ganz zu schweigen von dem, was Sie uns vor dem DeCapos bewahrt haben.

source: [_M_] Well, let's not talk about that thing.
dutch: [_M_] Nou, laten we daar niet over praten.
german: [_M_] Nun, lassen Sie uns nicht darüber reden.

source: [_M_] But I feel really happy that you recognize and appreciate my efforts to keep our family together.
dutch: [_M_] Maar ik ben erg blij dat je mijn inspanningen om onze familie bij elkaar te houden herkent en waardeert.
german: [_M_] Aber ich bin wirklich glücklich, dass du meine Bemühungen erkennst und schätzst, unsere Familie zusammenzuhalten.

source: [_M_] And I have to give you a lot of credit too for how much help you've been since your dad was arrested.
dutch: [_M_] En ik moet je ook veel lof geven voor hoeveel hulp je hebt gekregen sinds je vader werd gearresteerd.
german: [_M_] Und ich muss dir auch viel Anerkennung dafür geben, wie viel Hilfe du seit deinem Vater verhaftet hast.

source: [_M_] I don't know how I would make it without you.
dutch: [_M_] Ik weet niet hoe ik het zonder jou zou maken.
german: [_M_] Ich weiß nicht, wie ich es ohne dich machen würde.

source: [_R_] Yeah, we've been through some pretty heavy trials lately, but I think going through all this has only increased my love for you and my sisters.
dutch: [_R_] Yeah, we hebben de laatste tijd een paar erg zware proeven meegemaakt, maar ik denk dat het doorzetten van dit alles mijn liefde voor jou en mijn zussen alleen maar heeft vergroot.
german: [_R_] Ja, wir haben in letzter Zeit einige ziemlich schwere Versuche durchlaufen aber ich denke, durch all dies hat nur meine Liebe für Sie und meine Schwestern erhöht.

source: [_R_] I'll do anything to keep you all safe and comfortable.
dutch: [_R_] Ik zal alles doen om je allemaal veilig en comfortabel te houden.
german: [_R_] Ich werde alles tun, um dich sicher und bequem zu halten.

source: [_M_] My little man.
dutch: [_M_] Mijn kleine man
german: [_M_] Mein kleiner Mann.

source: {b}{i}"Mom's Affection +1"{/i}{/b}
dutch: {b}{i}"Momenten Affectie +1"{/i}{/b}
german: {b}{i}"Mamas Affektion +1"{/i}{/b}

source: [_R_] Mom!?
german: [_R_] Sofort!?

source: [_M_] Haha... Sorry! I meant my big man!
dutch: [_M_] Haha... Sorry! Ik bedoelde mijn grote man!
german: [_M_] Haha... Entschuldigung! Ich meinte meinen großen Mann!

source: [_R_] Bigger than most.
dutch: [_R_] Groter dan meest.
german: [_R_] Größer als die meisten anderen.

source: [_MT_] {i}Oh God... Was he talking about his own penis?{/i}
dutch: [_MT_] {i}Oh God... sprak hij over zijn eigen penis?{/i}
german: [_MT_] {i}Oh Gott... sprach er über seinen eigenen Penis?{/i}

source: [_MT_] {i}Shit! I'm sure he wasn't... I've just got penises on the brain today.{/i}
dutch: [_MT_] {i}Shit! Ik weet zeker dat hij niet was... Ik heb vandaag net penningen op de hersenen gekregen.{/i}
german: [_MT_] {i}Shit! Ich bin mir sicher, dass er es nicht war... Ich habe heute gerade Penises im Gehirn.{/i}

source: [_MT_] {i}I love when he's so sweet to me.{/i}
dutch: [_MT_] {i}Ik hou van wanneer hij zo zoet voor mij is.{/i}
german: [_MT_] {i}Ich liebe es, wenn er mir so süß ist.{/i}

source: [_MT_] {i}I wish [dad_name] showed me half that much appreciation.{/i}
dutch: [_MT_] {i}Ik wens [dad_name] heeft me de helft van die waardering getoond. {/i}
german: [_MT_] {i}Ich wünschte, [dad_name] zeigte mir so viel Wertschätzung. {/i}

source: [_MT_] {i}He's always been ungrateful for everything I do for him and our family.{/i}
dutch: [_MT_] {i}Hij is altijd ondankbaar geweest voor alles wat ik voor hem en onze familie doe.{/i}
german: [_MT_] {i}Er war für alles, was ich für ihn und unsere Familie tue, immer unwürdig. {/i}

source: [_MT_] {i}I almost wish I wasn't having a conjugal visit with him today.{/i}
dutch: [_MT_] {i}Ik wou bijna dat ik vandaag geen conjugal met hem zou bezoeken.{/i}
german: [_MT_] {i}Ich wünschte mir, dass ich heute keinen Konjugalbesuch mit ihm habe.{/i}
