Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Fuck!... I'm smiling... I've got to wipe this grin off my face and act cool.{/i}
italian: [_RT_] {i}Fuck!... Sto sorridendo... Devo cancellare questo grin fuori la mia faccia e agire cool.{/i}

source: [_M_] Don't think I didn't see that huge smile, mister!
italian: [_M_] Non pensate di non aver visto quel sorriso enorme, mistero!

source: [_M_] And try to remember... This isn't for you... You're just helping your mom take care of something she's been struggling with taking care of herself lately.
italian: [_M_] E prova a ricordarvi... Questo non è per te... Stai solo aiutando tua mamma a prendersi cura di qualcosa che sta lottando con prendersi cura di se stessa ultimamente.

source: [_R_] Umm... yeah, of course... Why would I think anything else about it?... I'm just here to help.
italian: [_R_] Umm... sì, naturalmente... Perché penso qualcos'altro?... sono qui per aiutarti.

source: [_MT_] {i}I should care, but God!... I'm finally going to get some relief!{/i}
italian: [_MT_] {i}dovrei preoccuparmi, ma Dio!... finalmente prenderò un po' di sollievo!{/i}

source: [_M_] Ok, here are the conditions.
italian: [_M_] Ok, ecco le condizioni.

source: [_M_] At no point does your penis come out of your pants... We're not ever going to be naked together.
italian: [_M_] In nessun momento il tuo pene esce dai tuoi pantaloni... Non saremo mai nudi insieme.

source: [_RT_] {i}Not yet... That'll come later.{/i}
italian: [_RT_] {i}Non ancora... Verrà più tardi.{/i}

source: [_M_] You can only do what I tell you.
italian: [_M_] Puoi fare solo quello che ti dico.

source: [_M_] If you try anything without me telling you to do it... I'll shut this down immediately!
italian: [_M_] Se provi qualcosa senza che ti dica di farlo... lo chiudo immediatamente!

source: [_M_] Ok?
italian: [_M_] Va bene?

source: [_R_] Of course!... Like I said... I'm just here to help.
italian: [_R_] Certo!... Come ho detto... sono qui per aiutarti.

source: [_M_] So I guess...
italian: [_M_] Quindi indovino...

source: [_M_] ...I don't need this towel anymore.
italian: [_M_] ... non ho più bisogno di questo asciugamano.

source: [_MT_] {i}Oh my God!... I just exposed myself to my own son... on purpose!{/i}
italian: [_MT_] {i}Oh mio Dio!... Mi sono appena esposto al mio figlio... di scopo!{/i}

source: [_MT_] {i}What must he think of me?{/i}
italian: [_MT_] {i}Cosa deve pensare a me?{/i}

source: [_RT_] {i}Oh... my... God!{/i}
italian: [_RT_] {i}Oh... mio... Dio!

source: [_RT_] {i}Oh my God, oh my God, oh my God!{/i}
italian: [_RT_] {i}Oh mio Dio, oh mio Dio, oh mio Dio!{/i}

source: [_RT_] {i}I finally get to see my mom's pussy!{/i}
italian: [_RT_] {i}Vedo finalmente la figa di mia mamma!{/i}

source: [_RT_] {i}Clean shaven, and beautiful... I can't wait to get a closer look.{/i}
italian: [_RT_] {i}Pulito rasato, e bello... Non vedo l'ora di ottenere uno sguardo più vicino.{/i}

source: [_RT_] {i}And there's those perfect tits I see almost every time I close my eyes.{/i}
italian: [_RT_] {i}E ci sono quelle tette perfette che vedo quasi ogni volta che chiudo i miei occhi.{/i}

source: [_RT_] {i}Just as amazing as I remember.{/i}
italian: [_RT_] {i}Semplicemente come ricordo.{/i}

source: [_MT_] {i}Good, God!... [ryan] could at least try to be a little more discreet about checking me out.{/i}
italian: [_MT_] {i}Buono, Dio!... [ryan] potrebbe almeno provare ad essere un po 'più discreto riguardo a controllarmi.{/i}

source: [_MT_] {i}From the look on his face, he likes what he sees.{/i}
italian: [_MT_] {i}Dall'occhiata sul suo volto, gli piace quello che vede.{/i}

source: [_MT_] {i}Which I should probably be more concerned about.{/i}
italian: [_MT_] {i}Che probabilmente dovrei essere più preoccupato circa.{/i}

source: [_M_] Uhhh... ok... Let's just go over to the vanity.
italian: [_M_] Uhhhh... ok... Passiamo alla vanità.

source: [_M_] If I sit up here, you should have good access to... the things you need to have access to.
italian: [_M_] Se mi siedo qui, dovresti avere un buon accesso... alle cose che devi avere accesso.

source: [_R_] You mean your pussy?
italian: [_R_] Intendi la tua figa?

source: [_M_] Please, don't be so crass.
italian: [_M_] Per favore, non essere così crass.

source: [_R_] Sorry... your vagina, then.
italian: [_R_] Ci dispiace... la tua vagina, allora.

source: [_M_] That still sounds dirty when it's coming out of your mouth.
italian: [_M_] Sembra ancora sporco quando esce dalla bocca.

source: [_R_] Uhhh.... sorry?... I'm not sure how to change that.
italian: [_R_] Uhhh.... mi dispiace?... Non sono sicuro di come cambiarlo.

source: [_M_] Maybe it's just the look of lust in your eyes.
italian: [_M_] Forse è solo l'aspetto della lussuria nei tuoi occhi.

source: [_M_] I'm trusting you, so don't get carried away.
italian: [_M_] mi fido di te, quindi non lasciatevi trascinare.

source: [_M_] I'm just going to lean back so you have better access...
italian: [_M_] Ho solo intenzione di appoggiarsi indietro in modo da avere un accesso migliore...

source: [_R_] {i}(Whispering){/i} Wow! what a view!
italian: [_R_] {i}(Whispering){/i} Wow! che vista!

source: [_M_] [ryan]! You said that out loud.
italian: [_M_] [ryan]! L'hai detto forte.

source: [_R_] Did I?...
italian: [_R_] Io?...

source: [_RT_] {i}Fuck, [ryan]... Control yourself!{/i}
italian: [_RT_] {i}Cazzo [ryan]... Controlla te stesso!{/i}

source: [_RT_] {i}I just want to pull out my dick and start fucking that beautiful pussy!{/i}
italian: [_RT_] {i}Voglio solo tirare fuori il mio cazzo e iniziare a scopare quella bella figa!{/i}

source: [_RT_] {i}Control yourself, control yourself.{/i}
italian: [_RT_] {i}Controlla te stesso, controlla te stesso.{/i}

source: [_RT_] {i}If I screw this up, I may never get another chance.{/i}
italian: [_RT_] {i}Se avessi avvitato, non potrei mai avere un'altra possibilità.{/i}

source: [_R_] Wha... What do you want me to do?
italian: [_R_] Wha... Cosa vuoi che faccia?

source: [_M_] Ok, Have you ever used your fingers to pleasure another girl?
italian: [_M_] Ok, Hai mai usato le dita per piacere a un'altra ragazza?

source: [_RT_] {i}Does Lauren count?{/i}
italian: [_RT_] {i}Conta Lauren?{/i}

source: [_R_] Uh... no, but I'm sure I can figure it out.
italian: [_R_] Uh... no, ma sono sicuro di poterlo capire.

source: [_M_] Ok, just start with two fingers and be gentle at first.
italian: [_M_] Ok, basta iniziare con due dita ed essere gentile in un primo momento.

source: [_MT_] {i}Yes!... I've got fingers that aren't my own in my pussy again!{/i}
italian: [_MT_] {i}Sì!... Ho le dita che non sono mie nella mia figa di nuovo!{/i}

source: [_MT_] {i}Again?... How long has it been since I've had anybody else's fingers in my pussy?{/i}
italian: [_MT_] {i}Di nuovo?... Da quanto tempo ho avuto le dita di qualcun altro nella mia figa?{/i}

source: [_MT_] {i}[dad_name] doesn't even know that there's such thing as foreplay. It's just his penis straight to the pussy or ass.{/i}
italian: [_MT_] {i}[dad_name] non sa nemmeno che ci sono cose come i preliminari. È solo il suo pene direttamente alla figa o al culo.{/i}

source: [_R_] Are all vaginas this wet?
italian: [_R_] Sono tutte vagine questo bagnato?

source: [_M_] Uhhh... of course, honey.
italian: [_M_] Uhhh... naturalmente, miele.

source: [_R_] If girls pussies were always this wet and dripping, I would think they would need like a pad or diap...
italian: [_R_] Se le fighe delle ragazze fossero sempre questo bagnato e gocciolare, penso che avrebbero bisogno di un pad o un pannolino...

source: [_MT_] {i}Finally!... I'm going to get some relief!{/i}
italian: [_MT_] {i}Finalmente!... Ho intenzione di ottenere un po' di sollievo!{/i}

source: [_MT_] {i}I can't believe I'm getting help from my own son. He's not the only guy that's been giving me attention lately, but he's certainly the most available one.{/i}
italian: [_MT_] {i}Non riesco a credere che sto ricevendo aiuto da mio figlio. Non è l'unico ragazzo che mi sta dando attenzione ultimamente, ma è certamente il più disponibile.{/i}

source: [_MT_] {i}I know Matt's just in the Lounge with my daughter... Too bad Lauren's so into him right now, or he'd be the one helping me out.{/i}
italian: [_MT_] {i}Conosco Matt's solo nella lounge con mia figlia... Peccato Lauren così in lui in questo momento, o sarebbe quello che mi aiuta fuori.{/i}

source: [_MT_] {i}There's always Joey DeCapo... But do I really want to get involved with another man who could end up in prison tomorrow?{/i}
italian: [_MT_] {i}C'è sempre Joey DeCapo... Ma voglio davvero essere coinvolto con un altro uomo che potrebbe finire in prigione domani?{/i}

source: [_MT_] {i}What the fuck am I thinking?... [dad_name]'s not dead... He's just in prison!...{/i}
italian: [_MT_] {i}Che cazzo sto pensando?... [dad_name]non è morto... è solo in prigione!...{/i}

source: [_MT_] {i}I can't have a sexual relationship with other guys... I'm gonna just have to settle for [ryan]'s help for now.{/i}
italian: [_MT_] {i}Non posso avere un rapporto sessuale con altri ragazzi... Devo solo accontentarmi dell'aiuto di [ryan]per ora.{/i}

source: [_MT_] {i}I can't believe I'm getting this kind of help from my own son... but he's kind of the only guy giving me any kind of attention right now.{/i}
italian: [_MT_] {i}Non riesco a credere che sto ottenendo questo tipo di aiuto da mio figlio. . ma è il tipo di unico ragazzo che mi dà qualsiasi tipo di attenzione in questo momento.{/i}

source: [_MT_] {i}It was feeling kind of creepy for a while, but lately I can't help to just think how it's sweet how much he want's to take care of his mom.{/i}
italian: [_MT_] {i}Si sentiva una sorta di raccapricciante per un po', ma ultimamente non posso fare a meno di pensare come è dolce quanto vuole prendersi cura di sua mamma. /i}

source: [_MT_] {i}Even if I did have other gentleman suitors lining up to fuck me, [dad_name] isn't dead... He's just in prison...{/i}
italian: [_MT_] {i}Anche se avessi avuto altri signori che si sono schierati per scoparmi, [dad_name] non è morto... è solo in prigione...{/i}

source: [_MT_] {i}I can't be having a sexual relationship with other guys, [ryan]'s really my only option for relief right now.{/i}
italian: [_MT_] {i}Non posso avere un rapporto sessuale con altri ragazzi, [ryan]è davvero la mia unica opzione per sollievo in questo momento.{/i}

source: [_RT_] {i}I'm fingering my mom!{/i}
italian: [_RT_] {i}Sto diteggiando mia mamma!{/i}

source: [_RT_] {i}After pussy blocking Mom for so long, I'll bet she's not going to be able to last for very long.{/i}
italian: [_RT_] {i}Dopo il blocco della figa mamma per così tanto tempo, scommetterò che non sarà in grado di durare molto a lungo.{/i}

source: [_MT_] {i}Why haven't I had an orgasm yet?{/i}
italian: [_MT_] {i}Perché non ho ancora avuto un orgasmo?{/i}

source: [_MT_] {i}Is it because I'm filled with guilt for letting my own son do this to me?{/i}
italian: [_MT_] {i}È perché sono pieno di colpa per aver lasciato mio figlio fare questo per me?{/i}

source: [_MT_] {i}I hate to admit it, but I don't think it's that... If anything it's making this situation all the more intense.{/i}
italian: [_MT_] {i}Odio ammetterlo, ma non penso che sia così... Se qualcosa sta rendendo questa situazione ancora più intenso.{/i}

source: [_MT_] {i}I know the real fucking problem...{/i}
italian: [_MT_] {i}Conosco il vero problema del cazzo...{/i}

source: [_MT_] {i}Why do I have to be so depraved?{/i}
italian: [_MT_] {i}Perché devo essere così depravato?{/i}

source: [_MT_] {i}Can I really not orgasm anymore without something in my ass?{/i}
italian: [_MT_] {i}Posso davvero non orgasmo più senza qualcosa nel mio culo?{/i}

source: [_RT_] {i}Mom isn't moaning anymore... How has she not had an orgasm yet?{/i}
italian: [_RT_] {i}Mamma non geme più... Come non ha ancora avuto un orgasmo?{/i}

source: [_RT_] {i}I don't have a lot of experience fingering girls... Am I doing something wrong?{/i}
italian: [_RT_] {i}Non ho molta esperienza di diteggiatura delle ragazze... Sto facendo qualcosa di sbagliato?{/i}

source: [_RT_] {i}Is she feeling regret for letting her own son finger her?{/i}
italian: [_RT_] {i}Si sente pentita per aver lasciato il dito del proprio figlio?{/i}

source: [_RT_] {i}Fuck!... If I don't give her a mind melting orgasm, she might never let me do this again.{/i}
italian: [_RT_] {i}Fuck!... Se non le do una mente che si scioglie l'orgasmo, non mi lascerà mai più fare questo.{/i}

source: [_MT_] {i}Fuck!... The way things are going, I'm not going to have an orgasm... This will have all been for nothing!{/i}
italian: [_MT_] {i}Fuck!... Il modo in cui le cose stanno andando, non ho un orgasmo... Questo sarà stato tutto per niente!{/i}

source: [_MT_] {i}I'll have let my own son finger me for absolutely no reason!{/i}
italian: [_MT_] {i}Ho lasciato che mio figlio mi dica per assolutamente nessuna ragione!{/i}

source: [_MT_] {i}Look how hard he's working... I'd hate to disappoint him.{/i}
italian: [_MT_] {i}Guardate quanto sta lavorando duramente... odierei deluderlo.{/i}

source: [_MT_] {i}I've got to have an orgasm... which means... I've got to ask [ryan] for a little extra help.{/i}
italian: [_MT_] {i}Devo avere un orgasmo... che significa... devo chiedere a [ryan] un piccolo aiuto in più{/i}

source: [_M_] You're doing such a good job!
italian: [_M_] Stai facendo un lavoro così buono!

source: [_R_] Thanks, but you stopped moaning... Am I not making you feel good?
italian: [_R_] Grazie, ma hai smesso di gemere... Non ti sto facendo sentire bene?

source: [_M_] No, really you're doing a great job... It's just...
italian: [_M_] No, davvero stai facendo un ottimo lavoro... È solo...

source: [_M_] Well... sometimes when a person has a lot of sexual experience, they need a little extra stimulation to make them have orgasms.
italian: [_M_] Bene... a volte quando una persona ha un sacco di esperienza sessuale, hanno bisogno di una piccola stimolazione in più per farli avere orgasmi.

source: [_RT_] {i}Oh my God... Mom always uses a butt plug, or crams a shampoo bottle up her ass when she's masturbating.{/i}
italian: [_RT_] {i}Oh mio Dio... Mamma usa sempre una spina di testa, o grida una bottiglia di shampoo sul culo quando si masturba.{/i}

source: [_RT_] {i}Of course!... She's needing some anal stimulation!{/i}
italian: [_RT_] {i}Certo!... Ha bisogno di qualche stimolazione anale!{/i}

source: [_RT_] {i}Of course, I can't let her know, that I know.{/i}
italian: [_RT_] {i}Naturalmente, non posso farle sapere, che lo so.{/i}

source: [_R_] Oh... Are you going to show me how to find your clit?
italian: [_R_] Oh... Stai per mostrarmi come trovare il tuo clit?

source: [_M_] No... I'm...
italian: [_M_] No... Io...

source: [_R_] Are you going to show me how to find your G-spot?
italian: [_R_] Stai per mostrarmi come trovare il tuo punto G?

source: [_M_] No... It's not either of those things.
italian: [_M_] No... Non è nessuna di quelle cose.

source: [_RT_] {i}Both of those things would actually be useful to know.{/i}
italian: [_RT_] {i}Entrambe queste cose sarebbero in realtà utili a conoscere.{/i}

source: [_R_] What else could you need to have an orgasm?
italian: [_R_] Che altro hai bisogno di avere un orgasmo?

source: [_MT_] {i}Shit!... How do I say this?{/i}
italian: [_MT_] {i}merda!... Come posso dire questo?{/i}

source: [_M_] You may not know this, but there are some nerve endings around the anus that can feel really good when stimulated.
italian: [_M_] Forse non lo sapete, ma ci sono alcune terminazioni nervose intorno all'ano che possono sentirsi veramente bene quando stimolato.

source: [_R_] So, you want me to rub my hand around in your butt crack?
italian: [_R_] Quindi, vuoi che mi strofini la mano nel tuo crack?

source: [_M_] No... Some of those nerve endings are also just inside the sphincter.
italian: [_M_] No... Alcune di queste terminazioni nervose sono anche solo all'interno dello sfintere.

source: [_R_] Mom... Are you asking me to finger your asshole?
italian: [_R_] Moma... Mi stai chiedendo di dito il tuo stronzo?

source: [_M_] ... I wouldn't say it like that... but essentially, yes.
italian: [_M_] ... non lo direi così... ma in sostanza, sì.

source: [_M_] I hope that doesn't gross you out too much.
italian: [_M_] Spero che non ti inganni troppo.

source: [_R_] Mom, my generation grew up on the internet... Of course it doesn't gross me out.
italian: [_R_] Mamma, la mia generazione è cresciuta su internet... Naturalmente non mi inganna.

source: [_M_] Are you saying I need to look at your browser history?
italian: [_M_] Stai dicendo che devo guardare la cronologia del browser?

source: [_R_] Why don't I just get started?
italian: [_R_] Perché non comincio e basta?

source: [_RT_] {i}There we go... I got her moaning again.{/i}
italian: [_RT_] {i}Ci andiamo... Mi è tornato a gemere.{/i}

source: [_RT_] {i}I thought getting to finger Mom was never going to happen, but to get to finger her beautiful little asshole... I can't even believe my luck!{/i}
italian: [_RT_] {i}Ho pensato di prendere le dita Mamma non sarebbe mai accaduto, ma per arrivare a dito il suo bel piccolo stronzo. . Non riesco nemmeno a credere alla mia fortuna!{/i}

source: [_MT_] {i}Oh God!... I think I'm actually going to get that orgasm!{/i}
italian: [_MT_] {i}Oh Dio!... Penso che in realtà ho intenzione di ottenere quell'orgasmo!{/i}

source: [_MT_] {i}Sure, I had to ask my son to finger my asshole... but it will be worth it... right?{/i}
italian: [_MT_] {i}Certo, ho dovuto chiedere a mio figlio di dito il mio stronzo... ma ne vale la pena... giusto?{/i}

source: [_MT_] {i}I'm just doing my part to get him over his minor Oedipal complex.{/i}
italian: [_MT_] {i}Sto solo facendo la mia parte per fargli superare il suo complesso edipale minore.{/i}

source: [_MT_] {i}This doesn't make me a terrible mom!{/i}
italian: [_MT_] {i}Questo non mi rende una mamma terribile!{/i}

source: [_M_] I'm going to rip your balls right off of your...
italian: [_M_] Sto andando a strappare le vostre palle subito fuori...

source: [_MT_] {i}My sweet...{/i}
italian: [_MT_] {i}Il mio dolce...{/i}

source: [_M_] Oh my God!
italian: [_M_] Oh mio Dio!

source: [_M_] What have we done?
italian: [_M_] Che cosa abbiamo fatto?

source: [_M_] What is wrong with me?
italian: [_M_] Cosa c'è di sbagliato con me?

source: [_M_] I have got to be the worst mother of all time!
italian: [_M_] Devo essere la peggiore madre di tutti i tempi!

source: [_R_] Hey, don't do that to yourself!
italian: [_R_] Ehi, non farlo a te stesso!

source: [_R_] You're not a bad mother!
italian: [_R_] Non sei una cattiva madre!

source: [_R_] You're the best mother anyone could ever ask for.
italian: [_R_] Sei la migliore madre che chiunque possa mai chiedere.

source: [_M_] [ryan]... I just let you, my own son, finger both my ass and pussy, and give me cunnilingus!
italian: [_M_] [ryan]... Ti lascio soltanto, mio figlio, dito sia il culo che la figa, e mi danno il funnilingo!

source: [_M_] [ryan]... I just let you, my own son, finger both my ass and pussy!
italian: [_M_] [ryan]... Ti lascio solo, mio figlio, dito sia il culo che la figa!

source: [_R_] So?
italian: [_R_] Quindi?

source: [_M_] So... So, moms aren't supposed to do that kind of thing with their sons!
italian: [_M_] Così... le mamme non dovrebbero fare quel genere di cose con i loro figli!

source: [_R_] Says who?
italian: [_R_] Dice chi?

source: [_M_] Says almost all of the world, with maybe the exception of Alabama.
italian: [_M_] Dice quasi tutto il mondo, con forse l'eccezione dell'Alabama.

source: [_M_] Mom's are not supposed to have intimate relationships with their kids!
italian: [_M_] Mamma non dovrebbe avere rapporti intimi con i loro figli!

source: [_R_] We don't have an intimate relationship... Do we?
italian: [_R_] Non abbiamo un rapporto intimo... vero?

source: [_R_] We're just a regular mother and son, who are open, honest, and close enough, that we can help each other out with their problems, no matter what they are.
italian: [_R_] Siamo solo una madre e un figlio regolari, che sono aperti, onesti e abbastanza vicini, che possiamo aiutarci a vicenda con i loro problemi, indipendentemente da ciò che sono.

source: [_M_] [ryan]... I don't think anyone else would see it that way.
italian: [_M_] [ryan]... Non penso che nessun altro lo vedrebbe in quel modo.

source: [_R_] Fuck whatever other people would say!
italian: [_R_] Cazzo qualsiasi altra gente possa dire!

source: [_M_] [ryan]... language, please!
italian: [_M_] [ryan]... lingua, per favore!

source: [_R_] No, seriously... Nobody I've ever known has been in the same situation that our family is in right now.
italian: [_R_] No, seriamente... Nessuno che abbia mai conosciuto si è trovato nella stessa situazione in cui si trova la nostra famiglia.

source: [_R_] Nobody else has any room to judge us.
italian: [_R_] Nessun altro ha spazio per giudicarci.

source: [_R_] And, it's not like we're going to tell anyone, and even if we did, why should we care what they think?... They have no idea what we're going through.
italian: [_R_] E, non è come se dicessimo a nessuno, e anche se lo facessimo, perché dovremmo preoccuparci di quello che pensano?. . – Non hanno idea di quello che stiamo attraversando.

source: [_R_] I've really appreciated the way you've let me open up to you, and how you've helped me deal with the sexual stuff that a lot of guys my age just bottle up and repress.
italian: [_R_] Ho davvero apprezzato il modo in cui mi hai lasciato aprire, e come mi hai aiutato a trattare con la roba sessuale che un sacco di ragazzi la mia età appena bottiglia e represse.

source: [_R_] It helps me feel like maybe I'm not such a terrible person for having those kinds of feelings.
italian: [_R_] Mi aiuta a sentirmi come forse non sono una persona così terribile per avere quel tipo di sentimenti.

source: [_M_] Oh, Honey, you're definitely not a terrible person!
italian: [_M_] Oh, Miele, non sei sicuramente una persona terribile!

source: [_R_] And neither are you!
italian: [_R_] E nemmeno te!

source: [_R_] You're the one who taught me to be open and honest, and that it's not healthy to bottle up feelings and emotions.
italian: [_R_] Sei quello che mi ha insegnato ad essere aperto e onesto, e che non è sano imbottigliare sentimenti ed emozioni.

source: [_R_] So, why wouldn't that be true for yourself?
italian: [_R_] Quindi, perché non sarebbe vero per te stesso?

source: [_M_] Well... I guess I didn't realize I was holding myself to a different standard.
italian: [_M_] Bene... Immagino di non aver capito che stavo tenendomi a uno standard diverso.

source: [_M_] I guess it's just the Catholic guilt I grew up with.
italian: [_M_] Immagino che sia solo la colpa cattolica con cui sono cresciuta.

source: [_M_] But, it is very important to me that you know that we can't have any kind of intimate relationship!
italian: [_M_] Ma, per me è molto importante che tu sappia che non possiamo avere alcun tipo di rapporto intimo!

source: [_RT_] {i}I thought maybe she was ready.{/i}
italian: [_RT_] {i}Pensavo che fosse pronta.{/i}

source: [_R_] No... I know.
italian: [_R_] No... lo so.

source: [_R_] That's not what this is.
italian: [_R_] Non è quello che è.

source: [_R_] We're just helping each other out with something that's not healthy to deal with on our own.
italian: [_R_] Stiamo solo aiutandoci a vicenda con qualcosa che non è sano da soli.

source: [_M_] That doesn't mean we can just do this for each other every day.
italian: [_M_] Questo non significa che possiamo fare questo solo per l'altro ogni giorno.

source: [_M_] This can't become normal!
italian: [_M_] Questo non può diventare normale!
