Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_L_] But isn't a mother getting lingerie from her son just as weird?
french: [ _L_ ] Mais ce n'est pas une mère qui fait de la lingerie de son fils aussi bizarre?
italian: [_L_] Ma una madre non sta ricevendo biancheria intima da suo figlio così strano?
portuguese: [_L_] Mas uma mãe não vai ficar parada do filho tão estranha?
russian: [ _L_] Но разве мать не может задерживаться от своего сына так же странно?

source: [_M_] No... It's, umm...
french: [_M_] Non... C'est, umm...
italian: [_M_] No... E', umm...
portuguese: [_M_] Não... É um, um...
russian: [_M_] Нет... она, ми...

source: [_M_] It's like Sidney said. [ryan]'s seen me in far less when I was modeling for his business. So...
french: [_M_] C'est comme l'a dit Sidney. [ryan]m'a vu beaucoup moins quand je modélisais pour ses affaires. Alors...
italian: [_M_] È come ha detto Sidney. [ryan]mi ha visto molto meno quando stavo modellando per il suo business.
portuguese: [_M_] É como o disse Sidney. [ryan]me viu muito menos quando eu estava modelando por seus negócios. Então...
russian: Как сказал Сидни. [ Рян] видел меня в гораздо меньшей мере, когда я был моделью для его бизнеса. Так что ...

source: [_M_] So it's not a big deal if he buys me something a little... revealing.
french: [ _M_ ] Donc ce n'est pas un gros marché s'il m'achète quelque chose d'un peu ... révélateur.
italian: [_M_] Quindi non è un grosso affare se mi compra qualcosa di un po'... rivelatore.
portuguese: [_M_] Então não é um grande negócio se ele me comprar algo um pouco... revelando.
russian: [_M_] Так что это не большая сделка, если он купит мне что-нибудь немножко... выяснить.

source: [_L_] Well, I've modeled for his business too! So it should be no big deal if he buys me bikinis, or takes pictures of Mandy and me for my Insta-Slam, right?
french: [_L_] Eh bien, je l'ai aussi modelé pour ses affaires ! Il ne devrait donc pas être grand chose s'il m'achète des bikinis, ou prend des photos de Mandy et moi pour mon Insta-Slam, non ?
italian: [_L_] Beh, ho modellato anche per la sua attività! Quindi non dovrebbe essere grande affare se mi compra bikini, o scatta foto di Mandy e me per il mio Insta-Slam, giusto?
portuguese: [_L_] Bem, eu modelei para o negócio dele também! Por isso, não deve ser grande coisa se ele me comprar biquínis, ou tirar fotos de Mandy e eu para o meu Insta-Slam, certo?
russian: [ _L_] Ну, я тоже с# моделирую его бизнес! Так что ничего не должно быть, если он купит мне бикини, или фотографировал Мэнди и меня за мой Insta-Slam, верно?

source: [_M_] Don't just sit there, say something.
french: [ _M_ ] Ne vous asseyez pas juste là, dites quelque chose.
italian: [_M_] Non siediti qui, dite qualcosa.
portuguese: [_M_] Não fique só sentado aí, diga algo.
russian: [_M_] Не сидите, скажем что-нибудь.

source: [_R_] I... Just want-mmmph...
french: [_R_] Je... Juste want-mmmph...
italian: [_R_] I... Basta want-mmmph...
portuguese: U[_R_] Eu... Apenas quer-mmmph...
russian: [ _R_] Я ... Просто хочу ...

source: [_R_] I... Just want... mmmph... to make you both... hammph!...
french: [_R_] Je... Je veux... mmmph... pour vous faire tous les deux... haché !...
italian: [_R_] I... Basta volere... mmmph... per farti entrambi... hammph!...
portuguese: [_R_] I... Só quero ... mmmph ... para fazer vocês dois ... hammph! ...
russian: [ _R_] Я ... Просто хочу ...

source: [_R_] I... Just want... mmmph... to make you both... hammph... happy!
french: [_R_] Je... Je veux... mmmph... pour vous rendre tous les deux... heureux!
italian: [_R_] I... Basta volere... mmmph... per farti entrambi... hammph... felice!
portuguese: [_R_] I... Só quero ... mmmph ... para fazer você os dois ... hammph ... feliz!
russian: [ _R_] Я ... Просто хочу ... сделать вас обоих ... счастливым!

source: [_ST_] {i}Haha... He can barely talk.{/i}
french: [_ST_] {i}Haha... Il peut à peine parler. {/i}
italian: [_ST_] {i}Haha... Può a malapena parlare.{/i}
portuguese: [_ST_] {i}Haha... Ele mal consegue falar.{/i}
russian: [ _ST_] {i}Хаха ... Он едва может говорить.

source: [_ST_] {i}This'll teach him to ignore me.{/i}
french: [ _ST_ ] {i}Cela va lui apprendre à m'ignorer. { /i }
italian: [_ST_] {i}Gli insegnerà a ignorarmi.{/i}
portuguese: [_ST_] {i}Isso o ensinará a me ignorar.{/i}
russian: [ _ST_] {i}Это научит его игнорировать меня. { /i }

source: [_M_] [ryan], is something wrong?
french: [_M_] [ryan], quelque chose ne va pas ?
italian: [_M_] [ryan], è qualcosa di sbagliato?
portuguese: [_M_] [ryan], é algo errado?
russian: [_M_] [ryan], что-то не так?

source: [_L_] Yeah. You're not looking so hot.
french: [ _L_ ] Ouais. Tu n'as pas l'air si chaud.
italian: [_L_] Sì. Non sembri così caldo.
portuguese: [_L_] Sim, você não parece estar tão quente.
russian: [ _L_] Да. Ты не выглядишь так жарко.

source: [_R_] Ooohhh!
french: [_R_] Ooohhhh !
italian: [_R_] Ooohhhh!
portuguese: U[_R_] Oohhh!

source: [_L_] Oh, my god!
french: [_L_] Oh, mon dieu!
italian: [_L_] Oh, mio dio!
portuguese: [_L_] Ah, meu deus!
russian: О, боже мой!

source: [_M_] [ryan], are you...?
french: [_M_] [ryan], êtes-vous ...?
italian: [_M_] [ryan], sei tu...?
portuguese: [_M_] [ryan], você está ...?
russian: [_M_] [ryan], Вы...?

source: [_M_] Are you coming down with something?
french: [ _M_ ] Êtes-vous en train de tomber avec quelque chose?
italian: [_M_] Stai venendo con qualcosa?
portuguese: [_M_] Você vai descer com algo?
russian: [_M_] Вы что-то сходите?

source: [_R_] {i}(cough, cough){/i}
french: [_R_] {i}(toux, toux) {/i}
italian: [_R_] {i}(tosse, tosse){/i}
portuguese: [_R_] {i}(tosse, tosse) {/i}
russian: [ _R_] {i}(кашель, кашель) { /i }

source: [_R_] Uh, yeah... I'm feeling a little drained all the sudden.
french: [_R_] Uh, ouais... Je me sens un peu drainé tout à coup.
italian: [_R_] Uh, sì... Mi sento un po 'svuotato tutto l'improvviso.
portuguese: [_R_] Uh, sim... estou me sentindo um pouco drenado todo o repente.
russian: [ _R_] Да ... Я чувствую, что немного истощилась.

source: [_M_] Why don't you go lay down and get some rest. Exams are coming up. I don't want you missing any more school.
french: [ _M_ ] Pourquoi tu ne vas pas te reposer et te reposer. Des examens sont en cours. Je ne veux pas que vous n'avez plus d'école.
italian: [_M_] Perché non ti sdrai e ti riposi. Gli esami stanno arrivando. Non voglio che ti manchi più scuola.
portuguese: [_M_] Por que você não vai se deitar e descansar um pouco. Os exames estão vindo. Eu não quero que você perca mais nenhuma escola.
russian: Почему бы тебе не пойти и отдохнуть. Экзамены сдаются. Я не хочу, чтобы ты пропала без школы.

source: [_R_] Good idea. I'll just... go do that.
french: [_R_] Bonne idée. Je vais juste ... faire ça.
italian: [_R_] Buona idea. Semplicemente... vai a farlo.
portuguese: [_R_] Boa ideia. Irei apenas... faça isso.
russian: Хорошая идея. Я просто ... пойду сделаю это.

source: [_L_] You better not get me sick! Kenzi and I have a lot of student council stuff to do this week!
french: [ _L_ ] Tu feras mieux de ne pas me rendre malade ! Kenzi et moi avons beaucoup de conseils d'étudiants à faire cette semaine !
italian: [_L_] Faresti meglio a non farmi male! Kenzi e ho molte cose da fare questa settimana!
portuguese: [_L_] É melhor você não me deixar doente! Kenzi e eu temos muitas coisas para fazer esta semana!
russian: Тебе лучше не болеть! Кензи и у меня много студенческих советов на этой неделе!

source: [_RT_] {i}Holy shit! That was crazy.{/i}
french: [_RT_] {i}sainte merde! C'était fou. {/i}
italian: [_RT_] {i}merda santa! Era pazzo.{/i}
portuguese: [_RT_] {i}merda Santa! Isso foi loucura. {/i}
russian: [ _RT_] {i}Святое дерьмо! Это было безумие.

source: [_RT_] {i}I can't believe she sucked me off right in front of Mom and Lauren.{/i}
french: [_RT_] {i}Je ne peux pas croire qu'elle me suce directement devant Maman et Lauren.{/i}
italian: [_RT_] {i}Non posso credere che mi abbia succhiato proprio di fronte a mamma e Lauren.{/i}
portuguese: [_RT_] {i}Eu não acredito que ela me sacudiu bem na frente de Mãe e Lauren.{/i}
russian: [_RT_] {i}Я не могу поверить, что она всасывала меня прямо перед мамой и Лореном.{/i}

source: [_RT_] {i}I need to find a way to manage Sidney's exhibition kink until I can get all this out in the open.{/i}
french: [_RT_] {i}J'ai besoin de trouver un moyen de gérer le bricolage d'exposition de Sidney jusqu'à ce que je puisse le faire au grand jour.{/i}
italian: [_RT_] {i}Ho bisogno di trovare un modo per gestire la mostra di Sidney fino a quando non riesco a ottenere tutto questo in aperto.{/i}
portuguese: [_RT_] {i}Eu preciso encontrar uma maneira de gerenciar o kink de exposição do Sidney até eu conseguir tirar tudo isso em aberto. {/i}
russian: [_RT_] {i}Мне нужно найти способ управлять выставкой Сиднея, пока я не смогу вырвать все это в открытии.{/i}

source: [_RT_] {i}That was just fucking reckless!{/i}
french: [_RT_] {i}C’était juste une pute imprudente!{/i}
italian: [_RT_] {i}Che era solo incauto!{/i}
portuguese: [_RT_] {i}Que foi simplesmente foda-se imprudente! {/i}
russian: [_RT_] {i}Это было просто безрассудно!{/i}

source: {b}{i}"You have found the "Eight of Spades" Card!"{/i}{/b}
french: {b}{i}"Vous avez trouvé la carte "Huit des épées" !"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Otto Spades"!"{/i}{/b}
portuguese: {b}{i}"Você encontrou o cartão "Oito Espados"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Восемь писей"!"{/i}{/b}

source: [_M_] Oh, grab that plug and put it back in, would you?
french: [_M_] Oh, prenez cette prise et la remettez-la, n'est-ce pas?
italian: [_M_] Oh, afferrare che collegare e rimetterlo dentro, vero?
portuguese: [_M_] Oh, pegue esse plugue e o coloque de novo, não é?
russian: [ _M_] Oh, grab that plug and put it back in, woe you?

source: {i}"Watch plug Insertion scene again?"{/i}
french: {i}"Regarder la scène d'insertion de prise ?"{/i}
italian: {i}"Guarda di nuovo la scena di inserimento della spina?"{/i}
portuguese: {i}"Assistir cena de inserção do plug novamente?"{/i}
russian: {i}"Возможно повторное подключение к вставке?"{/i}

source: [_M_] Mmm... Now I'm ready.
french: [_M_] Mmm... Maintenant je suis prêt.
italian: [_M_] Mmm... Ora sono pronto.
portuguese: [_M_] Humm ... Agora estou pronto.
russian: [ _M_] Ммм ... Теперь я готов.

source: [_MT_] {i}Oh, my God! how is this possible?!{/i}
french: [_MT_] {i}Oh, mon Dieu! Comment est-ce possible?{/i}
italian: [_MT_] {i}Oh, mio Dio! com'è possibile?!{/i}
portuguese: [_MT_] {i}Oh, meu Deus! Como isso é possível?!{/i}
russian: [ _MT_] {i}О боже! как это возможно?! { /i }

source: [_MT_] {i}Again?!{/i}
french: [_MT_] {i}Encore ?{/i}
italian: [_MT_] {i}Nuovo?!{/i}
portuguese: [_MT_] {i}De Novo?! {/i}
russian: [_MT_] {i}снова?!{/i}

source: [_M_] God!... I'm gonna...
french: [_M_] Dieu !... Je suis Gonna...
italian: [_M_] Dio!... Sto andandando...
portuguese: [_M_] Deus! ... Eu vou ...
russian: [ _M_] Боже! ... Я ...

source: [_M_] Fuuuck!
french: [_M_] Meerrddee !

source: [_MT_] {i}Oh, good Lord!{/i}
french: [_MT_] {i}Oh, bon Seigneur !{/i}
italian: [_MT_] {i}Oh, buon Signore!{/i}
portuguese: [_MT_] {i}Oh, bom Senhor!{/i}
russian: [ _MT_] {i}О, добрый Господь! { /i }

source: [_M_] You are incredible!
french: [_M_] Vous êtes incroyable!
italian: [_M_] Sei incredibile!
portuguese: U[_M_] você é incrível!
russian: Ты невероятная!

source: [_M_] You've more than earned your orgasm.
french: [ _M_ ] Vous avez plus que gagner votre orgasme.
italian: [_M_] Hai guadagnato più del tuo orgasmo.
portuguese: [_M_] Você ganhou mais do que o seu orgasmo.
russian: [_M_] Вы более чем заработали свой оргазм.

source: [_M_] Go ahead and do whatever you need to make yourself cum.
french: [ _M_ ] Vas-y et fais ce que tu as besoin de te faire foutre.
italian: [_M_] Vai avanti e fare tutto quello che ti serve per farti cum.
portuguese: [_M_] Vá em frente e faça o que for necessário para se fazer cum.
russian: [ _M_] Вперёд и делай все, что нужно, чтобы сделать себе скуку.

source: [_MT_] {i}I can't believe he wants me to suck his dick after it's been in my own ass!{/i}
french: [_MT_] {i}Je n'arrive pas à croire qu'il veuille que je suce sa queue après qu'elle ait été dans mon propre cul !{/i}
italian: [_MT_] {i}Non posso credere che voglia che io succhi il suo cazzo dopo che è stato nel mio culo!{/i}
portuguese: [_MT_] {i}Eu não posso acreditar que ele quer que eu chupe o pau dele depois que ele ficou na minha bunda! {/i}
russian: [_MT_] {i}Я не могу поверить, что он хочет, чтобы я высасывал его после того, как он сам попал в мою!{/i}

source: [_MT_] {i}Even more, I can't believe I'm willing!{/i}
french: [_MT_] {i}encore plus, je ne peux pas croire que je suis prêt !{/i}
italian: [_MT_] {i}Ancora di più, non posso credere di essere disponibile!{/i}
portuguese: [_MT_] {i}ainda mais, não acredito que sou voluntário!{/i}
russian: [_MT_] {i}Еще больше, я не могу поверить, что я готов!{/i}

source: [_MT_] {i}I have become so depraved!{/i}
french: [_MT_] {i}Je suis devenu si dépravé !{/i}
italian: [_MT_] {i}Sono diventato così depravato!{/i}
portuguese: [_MT_] {i}Eu me tornei tão depravado! {/i}
russian: [ _MT_] {i}Я стал таким развращенным! { /i }

source: [_R_] Mom, I'm gonna cum!
french: [_R_] Mama, je vais foutre !
italian: [_R_] Mamma, sto andando a cum!
portuguese: [_R_] Mãe, eu vou entrar!
russian: [ _R_] Мама, я собираюсь обманчива!

source: [_M_] Mmm... Just cum inside me!
french: [_M_] Mmm... Il suffit de foutre à l'intérieur de moi !
italian: [_M_] Mmm... Basta sborrare dentro di me!
portuguese: [_M_] Mmm... Apenas um cum dentro de mim!
russian: [ _M_] Ммм ... Просто кум внутри меня!

source: [_R_] But... you're not on birth control!
french: [ _R_ ] Mais ... vous n'êtes pas sur le contrôle des naissances !
italian: [_R_] Ma... non sei sul controllo delle nascite!
portuguese: [_R_] Mas... você não está no controle de natalidade!
russian: [_R_] Но... вы не на противозачаточных средствах!

source: [_M_] [ryan]... Don't argue with me, just fill up your mother's fucking womb!
french: [_M_] [ryan]... Ne vous disputez pas avec moi, il suffit de remplir le ventre baisé de votre mère !
italian: [_M_] [ryan]... Non litigare con me, basta riempire il grembo di tua madre!
portuguese: [_M_] [ryan]... Não discuta comigo, apenas encha a porra da sua mãe!
russian: [ _M_] [ ryan] ... Не спорй со мной, просто заполните блядь твою мать!

source: [_R_] Who are you, and what have you done with my mom?
french: [ _R_ ] Qui êtes-vous, et qu'avez-vous fait avec ma mère?
italian: [_R_] Chi siete voi e che cosa avete fatto con mia mamma?
portuguese: [_R_] Quem é você, e o que você fez com minha mãe?
russian: Кто ты, и что ты сделал с моей мамой?

source: [_M_] Just do it!
french: [_M_] Il suffit de le faire!
italian: [_M_] Basta farlo!
portuguese: [_M_] Apenas faça!
russian: Просто сделай это!

source: [_RT_] {i}Holy shit!... Do I risk getting Mom pregnant?{/i}
french: [_RT_] {i}sainte merde!... Est-ce que je risque de tomber enceinte?{/i}
italian: [_RT_] {i}merda santa!... Rischio di rimanere incinta mamma?{/i}
portuguese: [_RT_] {i}merda Santa! ... Eu me arrisque a pegar a mamãe engravant? {/i}
russian: [ _RT_] {i}Святое дерьмо! ... Могу ли я рисковать забеременеть мамой? { /i }

source: [_M_] Make sure you pull out!
french: [ _M_ ] Assurez-vous que vous sortirez !
italian: [_M_] Assicurati di tirare fuori!
portuguese: [_M_] Certifique-se de extrair daqui!
russian: [ _M_] Убедитесь, что вы вышли!

source: [_M_] I'm not on birth control, you know!
french: [ _M_ ] Je ne suis pas en contrôle des naissances, vous savez !
italian: [_M_] Non sono sul controllo delle nascite, sa!
portuguese: [__M_] Eu não estou no controle de natalidade, você sabe!
russian: Я не в управлении рождаемою, ты знаешь!

source: {i}"Raise Mom's affection so she'll want you to cum inside her."{/i}
french: {i}« Levez l'affection de la Maman pour qu'elle veuille que vous lui éjaculiez à l'intérieur.» {/i}
italian: {i}"Alza l'affetto della mamma così lei vorrà che tu ti sborri dentro di lei."{/i}
portuguese: {i}"Aumente a afeição da mãe para que ela queira que você cum dentro dela."{/i}
russian: {i}"Подняться за маму, чтобы она хотела выкусить внутри нее."{/i}

source: [_RT_] {i}I'd really love to cum in her pussy...{/i}
french: [_RT_] {i}J'adorerais vraiment éjaculer dans sa chatte...{/i}
italian: [_RT_] {i}Mi piacerebbe davvero sperare nella sua figa...{/i}
portuguese: [_RT_] {i}que adoraria char na sua pussy...{/i}
russian: [_RT_] {i}Я очень люблю сидеть в её киске...{/i}

source: [_RT_] {i}What should I do?{/i}
french: [_RT_] {i}Que dois-je faire ?{/i}
italian: [_RT_] {i}Cosa devo fare?{/i}
portuguese: [_RT_] {i}O que devo do? {/i}
russian: [_RT_] {i}Что я должен делать?{/i}

source: [_R_] Too late!
french: [_R_] Trop tard !
italian: [_R_] Troppo tardi!
russian: [_R_] слишком поздно!

source: [_M_] What the hell?
french: [_M_] C'est quoi ce bordel ?
italian: [_M_] Che inferno?
portuguese: [_M_] Que diabos?
russian: [_M_] Что за ада?

source: [_M_] [ryan], pull out! stop cumming in my pussy!
french: [ _M_ ] [ ryan ], sortirez ! arrêt de cumming dans ma chatte !
italian: [_M_] [ryan], pull out! smettere di cumming nella mia figa!
portuguese: [_M_] [ryan], sair! Para de batalhar na minha pussy!
russian: [_M_] [ryan], выйти! Остановитесь кушать в мою киси!

source: [_M_] Holy...
french: [_M_] Saint...
italian: [_M_] Santo...
russian: [ _M_] Святой ...

source: {i}"[ryan]'s cum loads in Mom's pussy +1"{/i}
french: {i}"[ryan]éjaculation dans la chatte de Maman +1"{/i}
italian: {i}"[ryan]'s cum load in Mom's pussy +1"{/i}
portuguese: {i}" O cum loads do compartimento[ryan]no pussy de Mãe +1"{/i}

source: {i}"Total loads of [ryan]'s cum in Mom's pussy = ([mom_cum_loads_counter])"{/i}
french: {i}"Charge totale du cum de [ryan]dans la chatte de Maman = ([mom_cum_loads_counter])"{/i}
italian: {i}"Totale carichi di sperma di [ryan]nella figa della mamma = ([mom_cum_loads_counter])"{/i}
portuguese: {i}"Total de cargas de cum de [ryan]no pussy de mãe = ([mom_cum_loads_counter])"{/i}
russian: {i}"Total loads of [ryan]cum in Mom's pussy = ([mom_cum_loads_counter])"{/i}

source: [_M_] I can't believe you didn't pull out!
french: [ _M_ ] Je ne peux pas croire que vous n'avez pas sorti !
italian: [_M_] Non posso credere che tu non ti sia uscito!
portuguese: [__M_] Eu não posso acreditar que você não tenha puxado!
russian: [_M_] Я не могу поверить, что ты не выходил!

source: [_R_] I'm sorry, it was just... It was feeling so good, I couldn't think straight!
french: [_R_] Je suis désolé, c'était juste... C'était si bon, je ne pouvais pas penser tout droit !
italian: [_R_] mi dispiace, era giusto... Mi sentivo così bene, non riuscivo a pensare dritto!
portuguese: [_R_] Me desculpe, só foi... Estava se sentindo tão bem, não podia pensar em direto!
russian: [_R_] Извините, это было просто ... Это было чувство, так хорошо, я не мог подумать прямо!

source: [_M_] That was your excuse last time!
french: [ _M_ ] C'était votre excuse pour la dernière fois !
italian: [_M_] Questa è stata la tua scusa l'ultima volta!
portuguese: [_M_] Essa foi a sua desculpa da última vez!
russian: Это была твоя отговорка в прошлый раз!

source: [_M_] Are you actually trying to knock me up?
french: [ _M_ ] Êtes-vous en train d'essayer de me frapper?
italian: [_M_] In realtà stai cercando di farmi battere?
portuguese: [_M_] Você está realmente tentando me empurrar?
russian: [_M_] Ты действительно пытаешься сбить меня?

source: [_R_] No... of course not.
french: [ _R_ ] Non ... bien sûr pas.
italian: [_R_] No... ovviamente no.
portuguese: U[_R_] Não... claro que não.
russian: Нет, конечно, нет.

source: [_M_] Well not thinking straight could end up getting you another brother or sister!
french: [ _M_ ] Bien ne pas penser tout droit pourrait finir par vous faire devenir un autre frère ou une sœur !
italian: [_M_] Beh, non pensare dritto potrebbe finire per ottenere un altro fratello o sorella!
portuguese: [_M_] Bem que não pensar direto poderia acabar trazendo outro irmão ou irmã!
russian: [ _M_] Ну, не думаю, что прямой мог бы покончить с тем, что ты стал другим братом или сестрой!

source: [_M_] Or a... son or daughter?
french: [_M_] Ou ... fils ou fille ?
italian: [_M_] O un... figlio o figlia?
portuguese: [_M_] Ou um... filho ou filha?
russian: [ _M_] Или ... сын или дочь?

source: [_M_] Goddam this is messed up!
french: [_M_] La déesse est gâchée !
italian: [_M_] Goddam questo è inconveniente!
portuguese: [_M_] Goddam isto está estragado!

source: [_M_] The point is, don't do it again!
french: [_M_] Le but est de ne pas recommencer !
italian: [_M_] Il punto è, non farlo di nuovo!
portuguese: [_M_] O ponto é, não faça de novo!
russian: [_M_] Точка, не делайте это снова!

source: [_R_] I'm sorry!
french: [_R_] Je suis désolé !
italian: [_R_] Mi dispiace!

source: [_M_] You'd better be!
french: [_M_] Il vaudrait mieux être !
italian: [_M_] Faresti meglio ad essere!
portuguese: [_M_] É melhor você ser!
russian: Лучше бы тебе быть!

source: [_R_] Besides that, was it good for you?
french: [_R_] En plus de cela, ça vous était-il bon pour vous ?
italian: [_R_] Oltre a questo, è stato un bene per voi?
portuguese: [_R_] Além disso, foi bom para você?
russian: [_R_] Кроме того, было бы хорошо для вас?

source: [_M_] Mmmm... I came so hard!
french: [_M_] Mmmm... Je suis venu si dur !
italian: [_M_] Mmmm... Sono venuto così duramente!
portuguese: [_M_] Mmmm ... Eu vim tão difícil!
russian: [ _M_] Mmmm ... Я так сильно наткнулся!

source: [_M_] Just stop giving me creampies and it will be perfect.
french: [ _M_ ] Juste arrêter de me donner des crampes et ça sera parfait.
italian: [_M_] Basta smettere di darmi creampies e sarà perfetto.
portuguese: [_M_] Basta parar de me dar cregalos e vai ser perfeito.
russian: [ _M_] Просто перестань давать мне кремпы, и она будет идеальной.

source: [_R_] I'll remember next time.
french: [_R_] Je me souviendrai de la prochaine fois.
italian: [_R_] mi ricorderò la prossima volta.
portuguese: [_R_] Eu me lembrarei da próxima vez.
russian: Я вспомню в следующий раз.

source: [_R_] You asked for it!
french: [_R_] Vous l'avez demandé !
italian: [_R_] Lo hai chiesto!
portuguese: [_R_] Você pediu por isso!
russian: [ _R_] Вы просили об этом!

source: [_M_] Oh, my God!
french: [_M_] Oh, mon Dieu!
italian: [_M_] Oh, mio Dio!
portuguese: [_M_] Oh, meu Deus!

source: [_M_] I can feel the inside of my pussy expanding!
french: [ _M_ ] Je peux sentir l'intérieur de ma chatte en expansion !
italian: [_M_] posso sentire l'interno della mia figa in espansione!
portuguese: [__M_] Eu posso sentir o interior do meu bichano se expandindo!
russian: [_M_] Я чувствую себя внутри моего пышного растяжения!

source: [_M_] Mmmm... That was so good!
french: [_M_] Mmmm... C'était si bien !
italian: [_M_] Mmmm... È stato così buono!
portuguese: [_M_] Mmmm ... Isso foi tão bom!
russian: [ _M_] Mmmm ... Это было так хорошо!

source: [_R_] Are you actually hoping I knock you up?
french: [ _R_ ] Vous espérez-vous que je vous assommez?
italian: [_R_] Stai sperando che ti bussi?
portuguese: [_R_] Você realmente espera que eu te toque?
russian: [_R_] Ты действительно надеешься на то, что ты сбиваешь?

source: [_M_] Like I said before... I miss having kids around.
french: [ _M_ ] Comme je l'ai dit avant ... J'ai raté avoir des enfants.
italian: [_M_] Come ho detto prima... mi manca avere figli in giro.
portuguese: [_M_] Como eu já disse antes... sinto falta de crianças por perto.
russian: Как я уже говорил ... Я скучаю по детям.
