Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_L_] Please sit down on my bed.
french: [_L_] Assieds-toi sur mon lit.

source: [_R_] Shit! I don't even have the money to pay you $500 right now, and getting $1000 by Saturday to pay for Mom is going to be almost impossible.
french: [_R_] Merde! Je n'ai même pas l'argent pour vous payer 500$ en ce moment, et obtenir 1'000$ d'ici samedi pour payer maman va être presque impossible.

source: [_L_] What have you been doing with the money? I know you go to work at Dad's warehouse almost every day, and what about the money we've made taking pictures?
french: [_L_] Qu'as-tu fait avec l'argent? Je sais que tu vas travailler à l'entrepôt de papa presque tous les jours, et qu'en est-il de l'argent qu'on a gagné pour prendre les photos?

source: [_R_] I've had to use it on other things.
french: [_R_] J'ai dû l'utiliser sur d'autres choses.

source: [_L_] Things that are more important than Mom?
french: [_L_] Choses qui sont plus importantes que maman?

source: {i}{b}"Lauren's Respect -1"{/b}{/i}
french: {i}{b}«Respect de Lauren -1»{/b}{/i}

source: [_R_] Well, why don't you try supporting the family?.... See how easy you think it is...
french: [_R_] Eh bien, pourquoi n'essaies-tu pas de soutenir la famille?.... Regardes comme tu penses que c'est facile...

source: [_R_] Lauren.... I think you're right.... If we pay Diaz the $500, we may not have enough for Mom too.
french: [_R_] Lauren.... Je pense que tu as raison.... Si nous payons à Diaz les 500$, nous n'en aurons peut-être pas assez pour maman aussi.

source: [_R_] And I think you're also right that Mom would be in more danger than you are here in the safety of our own home.
french: [_R_] Et je pense que tu as également raison que maman serait plus en danger que toi ici dans la sécurité de notre propre maison.

source: [_R_] But are you sure you're willing to take one for the team?
french: [_R_] Mais es-tu sûr d'être prête à te donner pour la famille?

source: [_L_] Of course! You're already doing your part. It's time for me to do mine.
french: [_L_] Bien sûr! Tu fais déjà ta part. Il est temps pour moi de faire la mienne.

source: [_AD_] So, I take it I'll be paid in favors this week?
french: [_AD_] Donc, je suppose que je serai payé en faveur cette semaine?

source: [_AD_] That's great! This is even better than the money.... I get so bored spying on you from my car.
french: [_AD_] C'est génial! C'est encore mieux que l'argent.... Je m'ennuie tellement à t'espionner depuis ma voiture.

source: [_AD_] Lauren, why don't we take this to your room. [ryan] you can go get ready for school.
french: [_AD_] Lauren, pourquoi ne pas emmener ça dans ta chambre. [ryan] tu peux aller te préparer pour l'école.

source: [_AD_] I'll just make myself comfortable on your bed.
french: [_AD_] Je vais me mettre à l'aise sur ton lit.

source: [_R_] Shit!.... I know who that is...
french: [_R_] Merde!.... Je sais qui c'est...

source: It's time for the weekly Agent Diaz event, would you like to skip it this week?
french: C'est l'heure de l'événement hebdomadaire Agent Diaz, voulez-vous l'ignorer cette semaine?

source: Ok... I get it... You've got other events to complete.
french: Ok... Je comprends... Vous avez d'autres événements à faire.

source: But are you going to protect Lauren and pay the $500 this week, or will you let Lauren pay Diaz in favors?
french: Mais allez-vous protéger Lauren et payer les 500$ cette semaine, ou allez-vous la laisser payer à Diaz par des faveurs?

source: {i}"Money -$500"{/i}
french: {i}'Argent -500$'{/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
french: {i}{b}«Affection de Lauren +1»{/b}{/i}

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de Lauren +1»{/b}{/i}

source: [_RT_] {i}I better grab my cash in case I need it.{/i}
french: [_RT_] {i}Je ferais mieux de récupérer mon argent au cas où j'en aurais besoin.{/i}

source: [_RT_] {i}Shit, I'm short on cash this week.{/i}
french: [_RT_] {i}Merde, je manque d'argent cette semaine.{/i}

source: [_RT_] {i}I hope Lauren's ready to do her duty.{/i}
french: [_RT_] {i}J'espère que Lauren est prête à faire son devoir.{/i}

source: [_R_] Why do you always look so chipper this early in the morning?
french: [_R_] Pourquoi as-tu toujours l'air si chipie si tôt le matin?

source: [_AD_] Well, I know that I'm either going to make $500 this morning, or get some really great entertainment.
french: [_AD_] Eh bien, je sais que je vais soit gagner 500$ ce matin, soit recevoir de très bons divertissements.

source: [_AD_] That just puts me in a good mood.
french: [_AD_] Cela me met de bonne humeur.

source: [_AD_] So, what's it going to be this week?
french: [_AD_] Alors, qu'est-ce que ça va être cette semaine?

source: [_R_] Here, just take your money and get out of here.
french: [_R_] Ici, prends ton argent et sors d'ici.

source: [_AD_] Now don't be like that...
french: [_AD_] Maintenant, ne sois pas comme ça...

source: [_AD_] I'm going to be a big part of your family's lives here in the near future. So, let's try to keep things civil.
french: [_AD_] Je vais être présente une grande partie de la vie de ta famille ici dans un avenir proche. Alors, essayons de garder des rapports corrects.

source: [_AD_] For now, let me just say, that I hope you enjoy your week.
french: [_AD_] Pour l'instant, permets-moi de dire, que j'espère que tu apprécieras ta semaine.

source: [_AD_] Well?
french: [_AD_] Eh bien?

source: [_R_] {i}(muttering){/i} I hope you enjoy your week too.
french: [_R_] {i}(murmure){/i} J'espère que tu apprécieras aussi ta semaine.

source: [_AD_] Well, thank you! I'll see you next Thursday, bright and early!
french: [_AD_] Eh bien, merci! À jeudi prochain, en forme et tôt !

source: [_RT_] {i}Oh, I hate that woman!{/i}
french: [_RT_] {i}Oh, je déteste cette femme! {/i}

source: [_L_] {i}(Shouting){/i} [ryan]! Was that who I think it was?
french: [_L_] {i}(En criant){/i} [ryan]! C'était ce que je crois?

source: [_R_] Yeah! But she's gone now!
french: [_R_] Ouais! Mais elle est partie maintenant!

source: [_L_] You mean you paid her!?
french: [_L_] Tu veux dire que tu l'as payée!?

source: [_R_] I did!
french: [_R_] Je l'ai fait!

source: [_R_] Uuuuugghhh.... I don't have enough money this week.
french: [_R_] Uuuuugghhh.... Je n'ai pas assez d'argent cette semaine.

source: [_AD_] You've got to learn to manage your money better!
french: [_AD_] Tu dois apprendre à mieux gérer ton argent!

source: [_AD_] Lucky for you, your little sister can cover your ass, by using hers.
french: [_AD_] Heureusement pour toi, ta petite sœur peut te couvrir le cul, en utilisant le sien.

source: [_R_] You bitch!
french: [_R_] Salope!

source: [_R_] I need my money for other things this week.
french: [_R_] J'ai besoin de mon argent pour d'autres choses cette semaine.

source: [_R_] I'm just going to have to let Lauren take one for the team.
french: [_R_] Je vais juste devoir laisser Lauren se donner pour la famille.

source: [_AD_] Haha, I like that attitude!
french: [_AD_] Haha, j'aime cette attitude!

source: [_AD_] Why put your ass on the line, when you can use hers.
french: [_AD_] Pourquoi mettre ton cul en jeu, quand tu peux utiliser le sien.

source: [_AD_] Thank you, and now if you'll move aside, I'll just help myself to your little sister's room.
french: [_AD_] Merci, et maintenant si tu t'éloignes, je vais me satisfaire dans la chambre de ta petite sœur.

source: [_L_] I thought I smelled brimstone.
french: [_L_] Je pensais avoir senti le soufre.

source: [_AD_] Hahah.... you cheeky little minx.
french: [_AD_] Hahah.... espèce de petite coquine effrontée.

source: [_AD_] I'll just make myself comfortable, shall I?
french: [_AD_] Je vais me mettre à l'aise, ok?

source: [_RT_] {i}10:00? I slept in, I must have been tired.{/i}
french: [_RT_] {i}10:00? J'ai dormi aussi longtemps, je devais être fatigué.{/i}

source: [_RT_] {i}Of course Sidney is still asleep.{/i}
french: [_RT_] {i}Bien sûr, Sidney est toujours endormie.{/i}

source: [_RT_] {i}Well, it's time to go to the kitchen, I wonder if Mom made breakfast.{/i}
french: [_RT_] {i}Eh bien, il est temps d'aller à la cuisine, je me demande si maman a fait le petit déjeuner.{/i}

source: [_RT_] {i}Oh, no.... it looks like Mom has started drinking early this morning.{/i}
french: [_RT_] {i}Oh, non.... on dirait que maman a commencé à boire tôt ce matin.{/i}

source: [_R_] Hey Mom, is everything okay this morning?
french: [_R_] Maman, tout va bien ce matin ?

source: [_M_] Oh, good morning honey! Yeah, actually everything is great this morning!
french: [_M_] Oh, bonjour chérie! Ouais, en fait tout va bien ce matin!

source: [_R_] But isn't it a little bit early to start drinking?
french: [_R_] Mais n'est-il pas un peu tôt pour commencer à boire?

source: [_M_] Well, let me correct myself, everything was great, until you came around and started sticking your nose into my business.
french: [_M_] Eh bien, permets-moi de me corriger, tout était super, jusqu'à ce que tu viennes et que tu commences à mettre ton nez dans mes affaires.

source: [_RT_] {i}I'd love to stick my nose right directly into her business ;){/i}
french: [_RT_] {i}J'adorerais mettre mon nez directement dans ses affaires ;) {/i}

source: {i}{b}"Mom's Affection -2"{/b}{/i}
french: {i}{b}«Affection de maman -2»{/b}{/i}

source: [_R_] Sorry Mom, I just can't help but worry about you.
french: [_R_] Désolé maman, je ne peux m'empêcher de m'inquiéter pour toi.

source: [_R_] I know you didn't like the fact that Dad told me that I'm the man of the house, when you think you should be,
french: [_R_] Je sais que tu n'aimais pas le fait que papa me dise que je suis l'homme de la maison, alors que tu penses que tu devrais l'être,

source: [_R_] But I can't help but feel the need to protect you.
french: [_R_] Mais je ne peux m'empêcher de ressentir le besoin de te protéger.

source: [_M_] Well, would it help your peace of mind if I told you I'm drinking in honor of you?
french: [_M_] Eh bien, cela aiderait-il ta tranquillité d'esprit si je te disais que je bois en l'honneur de toi?

source: [_R_] Wait.... what?
french: [_R_] Attends ... quoi?

source: [_M_] Yeah.... during my workout this morning, I was thinking about how grateful I am that I didn't have to go to the strip club last night, and for quite a few Saturdays now.
french: [_M_] Ouais.... pendant mon entraînement ce matin, je pensais à quel point je suis reconnaissante de ne pas avoir eu à aller au club de strip-tease hier soir, et depuis quelques samedis maintenant.

source: [_M_] And then I thought about how that is all thanks to you.
french: [_M_] Et puis j'ai pensé à la façon dont tout cela est possible grâce à toi.

source: [_M_] I just thought stripping was going to be part of my life again until your dad gets out of prison, but now I feel so much safer now that you've shown you're capable of paying your dad's debt.
french: [_M_] Je pensais juste que l’effeuillage allait faire à nouveau partie de ma vie jusqu'à ce que ton père sorte de prison, mais maintenant je me sens tellement plus en sécurité maintenant que tu as montré que tu étais capable de payer la dette de ton père.

source: {i}{b}"Mom's Respect +3"{/b}{/i}
french: {i}{b}«Respect de maman +3»{/b}{/i}

source: [_R_] It just makes me feel really good to take care of you and make you happy.
french: [_R_] Cela me fait vraiment du bien de prendre soin de toi et de te rendre heureuse.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de maman +1»{/b}{/i}

source: {i}{b}"Mom's Affection +1"{/b}{/i}
french: {i}{b}«Affection de maman +1»{/b}{/i}

source: [_R_] Good! I'm so glad to see you looking happy. I know your stress has to be through the roof.
french: [_R_] Bien! Je suis si contente de te voir heureuse. Je sais que ton stress doit passer par le toit.

source: [_R_] I really admire how well you're handling everything that's going on.
french: [_R_] J'admire vraiment à quel point tu gères bien tout ce qui se passe.

source: {i}{b}"Mom's Affection +2"{/b}{/i}
french: {i}{b}«Affection de maman +2»{/b}{/i}

source: [_M_] Oh, honey, you're so sweet!
french: [_M_] Oh, chérie, tu es si gentil!

source: [_M_] Today I'm actually drinking in your honor.
french: [_M_] Aujourd'hui, je bois en ton honneur.

source: [_R_] Really?
french: [_R_] Vraiment?

source: [_M_] There has to be something I can do for my boy to thank you for everything you've done for me.
french: [_M_] Il doit y avoir quelque chose que je peux faire pour mon garçon pour te remercier de tout ce que tu as fait pour moi.

source: [_R_] Oh, you don't have to do anything for me, I'm just doing my job as the head of this household.
french: [_R_] Oh, tu n'as rien à faire pour moi, je fais juste mon travail de chef de famille.

source: [_M_] I'm still head of this household, you're just the man of the house!
french: [_M_] Je suis toujours chef de cette maison, tu n'es que l'homme de la maison!

source: [_RT_] {i}YES!!.... She just acknowledged that I'm the man of the house!{/i}
french: [_RT_] {i}OUI!!.... Elle a juste reconnu que je suis l'homme de la maison!{/i}

source: [_MT_] {i}Shit!! I just admitted to [ryan] that I think of him as the man of the house now. That's going to give him a bigger head.... the kind above his shoulders.... not the kind.... shit.... why did my mind go there?{/i}
french: [_MT_] {i}Merde!! Je viens d'admettre à [ryan] que je le considère maintenant comme l'homme de la maison. Ça va lui donner une grosse tête.... le genre au-dessus de ses petites épaules.... pas le genre.... merde.... pourquoi j'ai dis ça?{/i}

source: [_M_] But really, I want to do something nice for just you to show how grateful I am to you. Isn't there anything you want to do? .... something that doesn't cost any money of course!
french: [_M_] Mais vraiment, je veux faire quelque chose de gentil pour te montrer à quel point je suis reconnaissant envers toi. Tu ne veux rien? .... quelque chose qui ne coûte pas d'argent bien sûr!

source: [_R_] Hmmmm.... It's been a long time since we went swimming at the club, and we always go with Lauren and she takes all of your attention. I'd love to go with just you!
french: [_R_] Hmmmm.... Cela fait longtemps que nous ne sommes pas allés nager au club, et nous allons toujours avec Lauren et elle retient toute ton attention. J'adorerais y aller avec toi !

source: [_M_] I said something that doesn't cost any money, dear...
french: [_M_] J'ai dit quelque chose qui ne coûte pas d'argent, mon chère...

source: [_R_] Well, haven't you already paid the annual fee for the club membership?
french: [_R_] Eh bien, n'as-tu pas déjà payé la cotisation annuelle pour l'adhésion au club?

source: [_M_] Well, yeah.... I mean I guess we have.... but most of the fun is being able to eat at the club restaurant, and to be able to drink some wine and read my book while you kids swim in the pool.
french: [_M_] Eh bien, oui.... Je suppose que oui.... mais le plus amusant est de pouvoir manger au restaurant du club, et de pouvoir boire du vin et lire mon livre pendant que tu nages dans la piscine.

source: [_M_] I don't know how much I would enjoy spending time at the club without...
french: [_M_] Je ne sais pas combien j'aimerais passer du temps au club sans...

source: [_M_] Wait.... sorry...
french: [_M_] Attends.... désolé...

source: [_M_] This isn't about what I want.... I want to reward you. So, if you want to go swimming at the club pool, then we'll go swimming at the club pool.
french: [_M_] Ce n'est pas à propos de ce que je veux.... Je veux te récompenser. Donc, si tu veux aller nager à la piscine du club, nous irons nager à la piscine du club.

source: [_M_] Though, that's not asking much.... are you sure there's nothing else you want?
french: [_M_] Cependant, cela n'est pas grand-chose.... tu es sûr qu'il n'y a rien d'autre que tu veux ?

source: [_M_] [upper_ryan]! I can't believe you have the balls to ask your own mother something like that!
french: [_M_] [upper_ryan]! J'arrive pas à croire que tu aies les couilles de demander ça à ta propre mère!

source: [_R_] I know.... I'm sorry.... It's just that I've never seen a girl dance like that, and since I saw you dance at the club, and had to leave early when you saw me.... well.... I'm just really curious how a dance like that ends.
french: [_R_] Je sais.... Je suis désolée.... C'est juste que je n'ai jamais vu une fille danser comme ça, et depuis que je t'ai vue danser au club, et que j'ai dû partir tôt quand tu m'as vue.... Et bien.... Je suis vraiment curieux de voir comment une danse comme celle-là se termine.

source: [_M_] [ryan] it's never appropriate to ask your mom to strip for you! What are you thinking?!
french: [_M_] [ryan] il n'est jamais approprié de demander à ta mère de se déshabiller pour toi! À quoi penses-tu ?!

source: [_R_] Oh, no.... you misunderstood, I don't want you to strip for me, I just want to see the dance.
french: [_R_] Oh, non.... tu as mal compris, je ne veux pas que tu te déshabilles pour moi, je veux juste voir la danse.

source: [_M_] Oh.... you just want to see the dance? To see me shake my ass? And grind myself up on the pole.... hmmmm.... let me think about it.... how 'bout NO!!
french: [_M_] Oh.... tu veux juste voir la danse? De me voir me secouer le cul ? Et me tordre sur le poteau.... hmmmm.... Laisses-moi y réfléchir.... et NON !!

source: [_M_] Now go get your swimming stuff and meet me in the car. You're lucky I'm still even taking you after asking me something like that!
french: [_M_] Maintenant, va chercher tes affaires de natation et retrouve-moi dans la voiture. Tu as de la chance que je t'emmène encore après m'avoir demandé quelque chose comme ça!

source: [_MT_] {i}Oh my God, that kid is getting ballsy! To ask ask your own mom to do a strip dance?.... Do I need to do something to put an end to this?.... {/i}
french: [_MT_] {i}Oh mon Dieu, cet enfant est en train de me balader! Demander à sa propre mère de faire un strip-tease?.... Dois-je faire quelque chose pour mettre fin à cela?.... {/i}

source: [_MT_] {i}Why is it that I'm not more upset about this? Do I feel flattered that my own son would want to see me shake my ass?{/i}
french: [_MT_] {i}Pourquoi est-ce que je ne suis pas plus contrarié à ce sujet? Est-ce que je me sens flatté que mon propre fils veuille me voir me secouer le cul?{/i}

source: [_MT_] {i}Oh.... I know.... I'm just extra horny since [dad_name] hasn't been around to satisfy my needs, and a dildo and butt plug just aren't an adequate substitute.{/i}
french: [_MT_] {i}Oh.... Je sais.... Je suis juste très excitée depuis que [dad_name] n'a pas été là pour satisfaire mes besoins, et un gode et un plug anal ne sont tout simplement pas un substitut adéquat.{/i}

source: [_MT_] {i}Otherwise.... I wouldn't let this kind of shit fly at all!!.... {/i}
french: [_MT_] {i}Sinon.... Je ne laisserais pas ce genre de merde voler le tout!!.... {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
french: {i}{b}«Libido de maman +1»{/b}{/i}

source: [_R_] Oh, no.... I think you misunderst...
french: [_R_] Oh, non.... Je pense que tu te méprends...

source: [_M_] I don't care what you meant, there is no possible way that you could have asked that in a way that is appropriate!
french: [_M_] Je me fiche de ce que tu veux dire, il n'y a aucun moyen possible que tu aies pu demander cela d'une manière appropriée!

source: [_M_] I wanted to do something nice for you today to say thank you, but you have to go and act like this!?
french: [_M_] Je voulais faire quelque chose de gentil pour toi aujourd'hui pour te dire merci, mais tu dois agir comme ça!?

source: [_M_] I still very much appreciate what you've done for me, but we'll have to see if you're more deserving for a reward next Sunday.
french: [_M_] J'apprécie toujours beaucoup ce que tu as fait pour moi, mais il faudra voir si tu mérites davantage une récompense dimanche prochain.

source: [_R_] But I didn't mean...
french: [_R_] Mais je ne voulais pas dire...

source: [_M_] No butts!
french: [_M_] Pas de mégots!

source: [_M_] I'm out of here!
french: [_M_] Je m'en vais !

source: [_M_] I've got to go cool down somewhere.
french: [_M_] Je dois aller me rafraîchir quelque part.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
french: {i}{b}«Colère de maman +1»{/b}{/i}

source: [_M_] Oh.... my.... God.... [ryan]! Do you even know what the word subtle means?
french: [_M_] Oh.... mon.... Dieu.... [ryan]! Sais-tu même ce que signifie ce mot subtil?

source: [_R_] Huh?.... What do you mean?
french: [_R_] Hein?.... Que veux-tu dire?

source: [_M_] I mean ever since you saw me at the club, you seem to be treating our relationship more intimate than a mother-son relationship should be.
french: [_M_] Je veux dire depuis que tu m'as vu au club, tu sembles traiter notre relation plus intime qu'une relation mère-fils ne devrait l'être.

source: [_M_] And wanting to see me in my bikini just shows that you're getting brave enough to try to turn it into something it shouldn't be.
french: [_M_] Et vouloir me voir en bikini montre juste que tu es assez courageux pour essayer de le transformer en quelque chose qu'il ne devrait pas être.

source: [_R_] Mom! What are you talking about?
french: [_R_] Maman! Qu'est-ce que tu racontes?

source: [_M_] Well.... just.... the fact that you're trying to get to see a fashion show in my.... bikini...
french: [_M_] Bien.... juste.... le fait que tu essaies de voir un défilé de mode dans mon.... bikini...

source: [_R_] Oh.... hohoho.... I get it.... you thought I was wanting to stare at your body in a bikini.
french: [_R_] Oh.... hohoho.... Je comprends.... tu pensais que je voulais regarder ton corps en bikini.

source: [_M_] You aren't?
french: [_M_] Ce n'est pas le cas?

source: [_R_] Mom, as beautiful as you are, I've already seen you topless, and in a much more arousing setting I might add.
french: [_R_] Maman, aussi belle que tu sois, je t'ai déjà vue seins nus, et dans un cadre beaucoup plus excitant que je pourrais y réver.

source: [_R_] It's not like seeing you in a bikini is going to do more for me than that.
french: [_R_] Ce n'est pas comme si te voir en bikini allait faire plus pour moi que ça.

source: [_R_] Also, no matter what swimsuit you wear, I'm going to eventually see it at the pool anyways, just like I have all of the other times we go swimming.
french: [_R_] De plus, peu importe le maillot de bain que tu portes, je vais finir par le voir à la piscine de toute façon, comme toutes les autres fois où nous allons nager.

source: [_M_] Ok then you smart-ass, why would you ask for a swimsuit fashion show?
french: [_M_] Ok, alors, petit malin, pourquoi voudrais-tu demander un défilé de maillot de bain ?

source: [_R_] Because I bought you a new swimming suit.
french: [_R_] Parce que je t'ai acheté un nouveau maillot de bain.

source: [_M_] You did what?...
french: [_M_] Tu as fait quoi?...

source: [_R_] Yeah, I've been wanting to go to the pool, and I was worried that maybe you would say you couldn't take me because you don't have a new swimsuit to wear, you know, since the women at the club can be so judgy if they see you in the same swimsuit twice.
french: [_R_] Oui, j'avais envie d'aller à la piscine, et j'avais peur que peut-être tu disais que tu ne pouvais pas me prendre parce que tu n'as pas de nouveau maillot de bain à porter, tu sais, puisque les femmes du club peuvent être si commères si elles te voient deux fois dans le même maillot de bain.

source: [_R_] I was worried you'd use that as an excuse not to take me, like you have in the past.
french: [_R_] J'avais peur que tu utilises cela comme excuse pour ne pas me prendre, comme tu l'as fait dans le passé.
