Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_S_] You make me feel safe.
italian: [_S_] Mi fai sentire al sicuro.

source: [_S_] And now, I'm going to sleep.
italian: [_S_] E ora, dormirò.

source: [_R_] Listen, Mom... Sidney may seem like an adult, but she's really very immature.
italian: [_R_] Ascolta, mamma... Sidney può sembrare un adulto, ma è davvero molto immatura.

source: [_R_] We both know there's nothing to be scared of, but I haven't been able to convince Sidney's simple mind, that there aren't any monsters lurking in our lounge.
italian: [_R_] Sappiamo entrambi che non c'è nulla di cui avere paura, ma non sono stato in grado di convincere la semplice mente di Sidney che non ci sono mostri in agguato nella nostra lounge.

source: [_ST_] {i}Simple mind?{/i}
italian: [_ST_] {i}Semplice mente?{/i}

source: [_RT_] {i}Does she think she can tease me without getting teased back?{/i}
italian: [_RT_] {i}pensa di potermi prendere in giro senza prendermi in giro?{/i}

source: [_R_] I know you kicked her out of your room, but I think it's good for her to sleep with someone, just until she gets over these silly fears of hers.
italian: [_R_] So che l'hai cacciata fuori dalla tua stanza, ma penso che sia bene per lei dormire con qualcuno, appena fino a quando non ottiene sopra queste paure sciocche di lei.

source: [_M_] She didn't tell you why I kicked her out?
italian: [_M_] Non ti ha detto perché l'ho cacciata fuori?

source: [_MT_] {i}Thank God!{/i}
italian: [_MT_] {i}Grazie Dio!{/i}

source: [_R_] No, she didn't. Why don't you give me the details?
italian: [_R_] No, lei no. Perché non mi date i dettagli?

source: [_ST_] {i}[ryan]'s sure brave talking so much shit about me when I've got his dick in my hand.{/i}
italian: [_ST_] {i}[ryan]è sicuro di parlare coraggiosamente di me quando ho il suo cazzo in mano.{/i}

source: {b}{i}"Sidney's Anger +1"{/i}{/b}
italian: {b}{i}"Rabbia Di "Sidney +1"{/i}{/b}

source: [_RT_] {i}Haha.... Mom's afraid that Sidney's going to touch my wiener!{/i}
italian: [_RT_] {i}Haha.... Mamma ha paura che Sidney stia per toccare il mio wiener!{/i}

source: [_R_] Look, Mom... I understand your worry. I suspect, as I'm sure that you do, that Sidney's got some loose morals, but I'm not going to let her influence me into doing anything like that.
italian: [_R_] Guarda, Mamma... Capisco la tua preoccupazione. Sospetto, come sono sicuro che lo fate, che Sidney abbia qualche morale sciolto, ma non lascerò che lei mi influenzi nel fare qualcosa del genere.

source: [_R_] I mean, she's my sister for crying out loud.
italian: [_R_] Voglio dire, lei è mia sorella per gridare ad alta voce.

source: [_ST_] {i}Loose morals?... That's it!{/i}
italian: [_ST_] {i}Morali allentati?... È tutto!{/i}

source: [_R_] Yeah, just that darn sneeze won't come out.
italian: [_R_] Sì, proprio quel starnutimento scuro non uscirà.

source: [_M_] That is the worst!
italian: [_M_] Questo è il peggio!

source: [_M_] Now, as we were saying...
italian: [_M_] Ora, come dicevamo...

source: [_S_] The best way to get back at [ryan] for saying those mean things is to make him cream his pants... right here in front of Mom.
italian: [_S_] Il modo migliore per tornare alla [ryan] per dire che queste cose significano fare di lui la crema i suoi pantaloni. . proprio qui di fronte alla mamma.

source: [_R_] My God, Sidney!
italian: [_R_] Mio Dio, Sidney!

source: [_R_] I can't believe you did that!
italian: [_R_] Non posso credere che tu l'abbia fatto!

source: [_S_] You fucking deserved it.
italian: [_S_] Lo hai fatto meritare.

source: [_R_] You started the teasing!
italian: [_R_] Hai iniziato a prendere in giro!

source: [_S_] And now look... We don't have to be so sneaky anymore.
italian: [_S_] E ora guardano... Non dobbiamo più essere così subdoli.

source: [_R_] Everyone will soon know we're sleeping together. You won't have to rush out of bed so early in the morning anymore.
italian: [_R_] Tutti sapranno presto che stiamo dormendo insieme. Non dovrai più correre dal letto così presto al mattino.

source: [_S_] Sleeping together... that sounds so naughty... Still... I probably will continue to sneak out early. Running every morning has been really therapeutic for me.
italian: [_S_] Dormire insieme... che suona così cattivo... ancora... probabilmente continuerò a uscire presto fuori. Correre ogni mattina è stato davvero terapeutico per me.

source: [_R_] Suit yourself. Maybe I'll join you one of these mornings.
italian: [_R_] Suit te stesso. Forse mi unirò a te una di queste mattine.

source: [_S_] Ooohh... You want to get in an extra workout at the park?
italian: [_S_] Ooohh... Vuoi ottenere un allenamento extra al parco?

source: [_S_] I'm up for it anytime.
italian: [_S_] lo sto per in qualsiasi momento.

source: [_RT_] {i}My bed looks lonely without Sidney in it.{/i}
italian: [_RT_] {i}Il mio letto sembra solo senza Sidney.

source: [_RT_] {i}I should take comfort in knowing that Mom's taking care of her at the club, but it just feels worse knowing they're both there.{/i}
italian: [_RT_] {i}Dovrei consolarmi nel sapere che la mamma si sta prendendo cura di lei al club, ma si sente solo peggio sapendo che sono entrambi lì. /i}

source: [_RT_] {i}I'm not going to be able to sleep until I know where Mom and Sidney are.{/i}
italian: [_RT_] {i}Non sarò in grado di dormire fino a quando non so dove sono mamma e Sidney. {/i}

source: [_RT_] {i}Sidney's not here either?{/i}
italian: [_RT_] {i}Sidney non è qui?{/i}

source: [_RT_] {i}Oh... I'll bet Mom found out that Sidney went to the club against her will and went after her.{/i}
italian: [_RT_] {i}Oh... Scommetto che Mamma scoprì che Sidney andò al club contro la sua volontà e andò dopo di lei.{/i}

source: [_RT_] {i}I should go and see if I can do some damage control.{/i}
italian: [_RT_] {i}Dovrei andare a vedere se posso fare qualche controllo del danno.{/i}

source: [_RT_] {i}Where the hell is Sidney?{/i}
italian: [_RT_] {i}Dove l'inferno è Sidney?{/i}

source: [_RT_] {i}Where's Sidney?{/i}
italian: [_RT_] {i}Dov'è Sidney?{/i}

source: [_RT_] {i}There's no way Mom would have let her go back to the club after their fight, is there?{/i}
italian: [_RT_] {i}Non c'è modo in cui la mamma avrebbe lasciato tornare al club dopo il loro combattimento, c'è?{/i}

source: [_RT_] {i}Maybe Mom doesn't know.{/i}
italian: [_RT_] {i}Forse la mamma non lo sa.{/i}

source: [_RT_] {i}I could go to Mom's room and ask her if she knows where she is, or I could just go to the club and see if she's openly defying Mom's will.{/i}
italian: [_RT_] {i}Potrei andare nella stanza di mamma e chiederle se sa dov'è, o potrei solo andare al club e vedere se sta apertamente sfidando la volontà della mamma. /i}

source: [_RT_] {i}I'm not going to be able to sleep until I know for sure where Mom and Sidney are.{/i}
italian: [_RT_] {i}Non sarò in grado di dormire fino a quando non so per certo dove sono mamma e Sidney. {/i}

source: [_RT_] {i}I'm not going to be able to sleep until I know for sure where Sidney is.{/i}
italian: [_RT_] {i}Non sarò in grado di dormire fino a quando non so per certo dove è Sidney. {/i}

source: [_RT_] {i}Pretty quiet in here tonight... Oh wait... Do I hear Mom's door opening?{/i}
italian: [_RT_] {i}Piuttosto tranquillo qui stasera... Oh aspetta... Sento la porta della mamma aperta?{/i}

source: [_RT_] {i}Looks like Aunt Cami's fleeing Mom's room again.{/i}
italian: [_RT_] {i}Sembra ancora una volta Zia Cami in fuga.{/i}

source: [_R_] She kicked you out again?
italian: [_R_] Lei ti ha cacciato di nuovo?

source: [_C_] She never kicked me out in the first place, I left of my own accord.
italian: [_C_] Lei non mi ha mai cacciato fuori in primo luogo, ho lasciato di mio accordo.

source: [_C_] I have no desire to be murdered in my sleep.
italian: [_C_] Non ho alcun desiderio di essere assassinato nel mio sonno.

source: [_R_] That bad of mood again, huh?
italian: [_R_] Quel male di umore di nuovo, eh?

source: [_C_] Yeah, did you do something to make her that agitated?
italian: [_C_] Sì, hai fatto qualcosa per farla agitare?

source: [_R_] I don't think so.
italian: [_R_] Io non penso così.

source: [_RT_] {i}Except being the ultimate pussy-block.{/i}
italian: [_RT_] {i}Tranne essere il pussy-block.{/i}

source: [_C_] Well, I'm coming out to sleep on the couch again.
italian: [_C_] Beh, sto uscendo di nuovo a dormire sul divano.

source: [_C_] Hope me turning the light on in the lounge doesn't keep you up.
italian: [_C_] Spero che accendendo la luce nella lounge non ti tenga in alto.

source: [_C_] Then again, I don't really care if it does.
italian: [_C_] Poi ancora, non mi importa se lo fa.

source: [_C_] And don't bother visiting me tonight... I'd rather be alone.
italian: [_C_] E non preoccuparti di visitarmi stasera... Preferirei essere solo.

source: [_R_] Thanks... Charming as ever.
italian: [_R_] Grazie... Affascinante come sempre.

source: [_RT_] {i}Holy shit! Aunt Cami is still awake! It's like she doesn't dare go to sleep until after I'm asleep... I wonder why.{/i}
italian: [_RT_] {i}Merda Santa! La zia Cami è ancora sveglia! È come lei non osa andare a dormire fino a quando non sto dormendo... Mi chiedo perché{/i}

source: [_RT_] {i}Well, Aunt Cami's probably still pissed at me.{/i}
italian: [_RT_] {i}Beh, Aunt Cami probabilmente ancora baciato a me.{/i}

source: [_RT_] {i}There's probably no point in going over to talk to her.{/i}
italian: [_RT_] {i}Probabilmente non ha senso andare oltre per parlare con lei.{/i}

source: [_RT_] {i}What should I do?{/i}
italian: [_RT_] {i}Cosa devo fare?{/i}

source: [_RT_] {i}When have I ever let a little awkwardness stop me?{/i}
italian: [_RT_] {i}Quando ho mai lasciato un po' imbarazzante mi ferma?{/i}

source: [_RT_] {i}Well, it's clear that she's got a porn addiction, and she's into big dicks on young men.{/i}
italian: [_RT_] {i}Beh, è chiaro che lei ha una dipendenza porno e lei è in grossi cazzi su giovani uomini.{/i}

source: [_RT_] {i}That's lucky for me.{/i}
italian: [_RT_] {i}È fortunato per me.{/i}

source: [_RT_] {i}Her coldness towards me can't last forever.{/i}
italian: [_RT_] {i}Il suo freddo verso di me non può durare per sempre.{/i}

source: [_C_] Please, don't say you're here to hang out.
italian: [_C_] Per favore, non dire che sei qui per uscire.

source: [_C_] From now on, I just want some privacy in the evening.
italian: [_C_] D'ora in poi, voglio solo un po' di privacy la sera.

source: [_R_] Oh yeah, for sure... for sure... I was just wondering if maybe you've seen my... a... red underwear lying around anywhere?
italian: [_R_] Oh sì, di sicuro... sicuramente... mi stavo chiedendo se forse hai visto la mia... biancheria intima rossa sdraiata da qualche parte?

source: [_R_] I seem to have lost them.
italian: [_R_] Sembra che li abbia persi.

source: [_C_] I don't even want to know why you'd take them off here in the lounge, but no, I haven't seen them.
italian: [_C_] Non voglio nemmeno sapere perché li prenderesti qui in sala, ma no, non li ho visti.

source: [_R_] I guess... I'll just be on my way then.
italian: [_R_] immagino... Sarò solo sulla mia strada allora.

source: [_RT_] {i}Damn... Things are still awkward.{/i}
italian: [_RT_] {i}Dannazione... Le cose sono ancora imbarazzanti.{/i}

source: [_RT_] {i}I've got to figure out a way to fix this.{/i}
italian: [_RT_] {i}Devo capire un modo per risolvere questo problema. {/i}

source: [_RT_] {i}Ok, do I dare go talk to Aunt Cami?{/i}
italian: [_RT_] {i}Ok, oserei parlare con zia Cami?{/i}

source: [_RT_] {i}She seemed pretty pissed after I cum blasted her.{/i}
italian: [_RT_] {i}Sembrava piuttosto baciata dopo che ho sborra la sgrassata.{/i}

source: [_RT_] {i}I can't just avoid her, I'd better go see how things stand between us.{/i}
italian: [_RT_] {i}Non posso semplicemente evitarla, farei meglio ad andare a vedere come stanno le cose tra noi.{/i}

source: [_RT_] {i}I think she's looking up porn again.{/i}
italian: [_RT_] {i}Penso che stia cercando di nuovo porno {/i}

source: [_RT_] {i}Housewife cheats with young stud with huge cock.{/i}
italian: [_RT_] {i}Casalinga tradisce con giovane perno con cazzo enorme.{/i}

source: [_RT_] {i}Well, that's got to be e good sign.{/i}
italian: [_RT_] {i}Beh, questo deve essere e buon segno.{/i}

source: [_RT_] {i}I'd better let her know I'm here.{/i}
italian: [_RT_] {i}Farei meglio a farle sapere che sono qui.{/i}

source: [_R_] Hey, Aunt Camille.
italian: [_R_] Hey, zia Camille.

source: [_C_] Oh... You're back.
italian: [_C_] Oh... Sei tornato.

source: [_R_] Yeah, I was thinking of coming and relaxing here with another glass of wine.
italian: [_R_] Sì, stavo pensando di venire e rilassarsi qui con un altro bicchiere di vino.

source: [_C_] Would you be interested in a glass?
italian: [_C_] Ti interesserebbe un bicchiere?

source: [_C_] Can you please just give me some privacy?
italian: [_C_] Riesci a darmi un po' di privacy?

source: [_C_] Maybe you can go drink your wine in your bedroom, or in the back yard.
italian: [_C_] Forse puoi bere il tuo vino nella tua camera da letto, o nel cortile posteriore.

source: [_C_] I just want to be alone.
italian: [_C_] Voglio solo essere da solo.

source: [_R_] Aren't you interested in making any more...
italian: [_R_] Non sei interessato a fare di più...

source: [_C_] Look, the things I let you do to me to get a few bucks were completely wrong!
italian: [_C_] Guarda, le cose che ti lascio fare a me per ottenere un paio di dollari erano completamente sbagliate!

source: [_C_] And the fact that I'm your aunt makes it extra creepy.
italian: [_C_] E il fatto che io sia tua zia lo rende più raccapricciante.

source: [_C_] I don't know why I let the allure of money compromise my ethics.
italian: [_C_] Non so perché lascio che l'allure del denaro comprometta la mia etica.

source: [_C_] And the money I got from doing it didn't make me happy.
italian: [_C_] E i soldi che ho ottenuto da farlo non mi hanno reso felice.

source: [_CT_] {i}I can't believe I already lost it all at the casino!{/i}
italian: [_CT_] {i}Non posso credere di aver già perso tutto al casinò!{/i}

source: [_C_] For now, Lets just try and see as little of each other as possible.
italian: [_C_] Per ora, lascia solo provare a vedere il più piccolo possibile l'un l'altro.

source: [_C_] I know I have no choice in the matter when it comes to my chores, but during the rest of the day, there's really no reason for us to have to hang out.
italian: [_C_] So di non avere alcuna scelta in materia quando si tratta delle mie faccende, ma durante il resto della giornata, non c'è davvero motivo per noi di dover uscire fuori.

source: [_RT_] {i}Damn... It's as bad as I thought.{/i}
italian: [_RT_] {i}Dannazione... È male come pensato.{/i}

source: [_R_] Alright, I'm sorry I made you feel uncomfortable.
italian: [_R_] Bene, mi dispiace di averti fatto sentire a disagio.

source: [_R_] You're still my aunt, and we still live in the same house... I hope a little time will help heal whatever is wrong between us.
italian: [_R_] Sei ancora mia zia, e viviamo ancora nella stessa casa. . – Spero che un po’ di tempo contribuisca a guarire tutto ciò che è sbagliato tra noi.

source: [_C_] Maybe.
italian: [_C_] Può darsi.

source: [_R_] Alright, I'll leave you to it then.
italian: [_R_] Va bene, ti lascerò a quel momento.

source: [_CT_] {i}Fuck!... I really don't want that little perverted shit around!{/i}
italian: [_CT_] {i}Fuck!... Non voglio davvero quella piccola merda pervertita intorno!{/i}

source: [_CT_] {i}But I can't get the images of his huge cock out of my head! What does that say about me?{/i}
italian: [_CT_] {i}Ma non riesco a estrarre le immagini del suo enorme cazzo dalla testa! Cosa dice di me?{/i}

source: [_RT_] {i}Dammit!... What do I do now?{/i}
italian: [_RT_] {i}Dammit!... Cosa faccio adesso?{/i}

source: [_RT_] {i}I got her to give me a blowjob... I'm sure with enough time, I'll come up with something.{/i}
italian: [_RT_] {i}L'ho presa per darmi un pompino... sono sicuro che con abbastanza tempo, arriverò qualcosa.{/i}

source: [_RT_] {i}Things are definitely not over between us.{/i}
italian: [_RT_] {i}Le cose non sono sicuramente finite tra noi.{/i}

source: [_RT_] {i}I'd love to mess around with Aunt Cami, but I can't just go up to her without a game plan... maybe Mandy can give me some ideas... I might need to corrupt her a little first, though.{/i}
italian: [_RT_] {i}Mi piacerebbe arrabbiare con zia Cami, ma non posso solo salire a lei senza un piano di gioco. . forse Mandy può darmi alcune idee... Potrei aver bisogno di corromperla un po 'prima, però.{/i}

source: [_RT_] {i}Now would be a good time... I can always catch her in Lauren's room at night.{/i}
italian: [_RT_] {i}Ora sarebbe un buon momento... Posso sempre prenderla nella stanza di Lauren di notte.{/i}

source: [_RT_] {i}I'd love to mess around with Aunt Cami, but since she's awake, I need to be at the top of my game.{/i}
italian: [_RT_] {i}Mi piacerebbe impazzire con zia Cami, ma da quando è sveglia, ho bisogno di essere in cima alla mia partita.{/i}

source: [_RT_] {i}I'd better corrupt her, or at least make her a little more submissive. Nothing like her morning chores where she has to obey me to a certain degree.{/i}
italian: [_RT_] {i}Farei meglio a corromperla, o almeno farla un po' più sottomessa. Niente come le sue faccende del mattino dove lei deve obbedirmi ad un certo grado.{/i}

source: [_RT_] {i}Last time Aunt Cami slept on the couch, she stayed up even later than I did.{/i}
italian: [_RT_] {i}L'ultima volta che Zia Cami dormiva sul divano, è rimasta in su anche più tardi di quanto ho fatto.{/i}

source: [_RT_] {i}Do I want to see if she'll fall asleep earlier tonight? It could be fun to mess with her in her sleep.{/i}
italian: [_RT_] {i}Voglio vedere se lei si addormenterà prima di stasera? Potrebbe essere divertente intrufolarsi con lei nel sonno.{/i}

source: [_RT_] {i}But I really should just go talk with her. Mandy will be disappointed if I don't keep trying to corrupt her. I just need to bring some wine. luckily I bought some more.{/i}
italian: [_RT_] {i}Ma dovrei davvero andare a parlare con lei. Mandy sarà deluso se non continuo a cercare di corromperla. Ho solo bisogno di portare un po 'di vino. per fortuna ho comprato un po 'di più.{/i}

source: [_RT_] {i}Aunt Cami's on the couch again... There's no point trying to corrupt her when I don't have any wine.{/i}
italian: [_RT_] {i}zia Cami di nuovo sul divano... Non ha senso provare a corromperla quando non ho alcun vino.{/i}

source: [_RT_] {i}Mom will be pissed if she notices that I took another bottle. I'd better order some more wine from Hardnlong.com.{/i}
italian: [_RT_] {i}Mamma sarà baciata se lei nota che ho preso un'altra bottiglia. Meglio ordinare un altro vino da Hardnlong.com.{/i}

source: [_RT_] {i}So, what should I do tonight? I could wait and see if Aunt Cami falls asleep before I do. It could be fun to mess with her while she sleeps.{/i}
italian: [_RT_] {i}Quindi, cosa dovrei fare stasera? Potrei aspettare e vedere se zia Cami si addormenta prima di farlo. Potrebbe essere divertente pasticciare con lei mentre dorme.{/i}

source: [_RT_] {i}So, Aunt Cami's no longer behind the protection of a locked door. Hopefully she drank some of our special melatonin tea.{/i}
italian: [_RT_] {i}Quindi, zia Cami non è più dietro la protezione di una porta chiusa. Speriamo che abbia bevuto alcuni dei nostri speciali tè melatonina.{/i}

source: [_RT_] {i}Should I wait for her to fall asleep so I can finally make some physical contact with her?{/i}
italian: [_RT_] {i}Dovrei aspettare che lei si addormentasse così posso finalmente fare qualche contatto fisico con lei?{/i}

source: [_RT_] {i}Or, maybe I should be bold and go talk to her. I feel pretty confident with my manipulation skills, but will I be capable of slowly corrupting Aunt Cami?{/i}
italian: [_RT_] {i}O, forse dovrei essere audace e andare a parlare con lei. Mi sento abbastanza fiducioso con le mie abilità di manipolazione, ma sarò in grado di corrompere lentamente zia Cami?{/i}

source: [_RT_] {i}Urrgghh!... She's still awake! If only she didn't hate tea.{/i}
italian: [_RT_] {i}Urrgghh!... È ancora sveglia! Se solo non ha odiato il tè.{/i}

source: [_RT_] {i}Unfortunately, there's not much I can do about that.{/i}
italian: [_RT_] {i}Purtroppo, non c'è molto che posso fare al riguardo.{/i}

source: [_RT_] {i}Should I keep waiting?{/i}
italian: [_RT_] {i}Dovrei continuare ad aspettare?{/i}

source: [_RT_] {i}What? She's still awake? Clearly she didn't drink any melatonin tea.{/i}
italian: [_RT_] {i}Cosa? Lei è ancora sveglia? Chiaramente non ha bevuto alcun tè di melatonina.{/i}

source: [_RT_] {i}I could wait longer for her... Or I can gather my courage to go talk to her.{/i}
italian: [_RT_] {i}Potrei aspettare più a lungo per lei... O posso raccogliere il mio coraggio per andare a parlare con lei.{/i}

source: [_RT_] {i}Oh, I'd better let Mandy know I'm going to be messing with her mom tonight.{/i}
italian: [_RT_] {i}Oh, farei meglio a far sapere a Mandy che stasera mi metterò in ginocchio con la sua mamma.{/i}

source: [_RT_] {i}For some strange reason, she wants to witness her mom's corruption.{/i}
italian: [_RT_] {i}Per qualche strana ragione, vuole assistere alla corruzione di sua mamma.{/i}

source: [_RT_] {i}I wonder if Mandy's expecting me?{/i}
italian: [_RT_] {i}Mi chiedo se Mandy mi aspetta?{/i}

source: [_RT_] {i}At least she found something to do while she waits.{/i}
italian: [_RT_] {i}Almeno ha trovato qualcosa da fare mentre aspetta.{/i}

source: [_R_] Mandy?
italian: [_R_] Mandato?

source: [_MD_] Oh, fucking shit!
italian: [_MD_] Oh, cazzo merda!

source: [_MD_] Do you keep trying to scare me on purpose?
italian: [_MD_] Continui a cercare di spaventare me di proposito?

source: [_R_] I don't know what you were doing, but I thought you might want to know that your mom is on the couch again.
italian: [_R_] Non so cosa stavate facendo, ma pensavo che avreste voluto sapere che vostra mamma è di nuovo sul divano.

source: [_MD_] So, it's on then?
italian: [_MD_] Allora, è acceso?

source: [_R_] Yep, I even bought some more wine to help lower her defenses.
italian: [_R_] Yep, ho anche comprato un altro vino per aiutare a abbassare le sue difese.

source: [_MD_] Nice! Go get started, and I'll sneak out in a few minutes.
italian: [_MD_] Nizzo! Vai a cominciare, e mi furtivo tra qualche minuto.

source: [_RT_] {i}While fucking Aunt Cami's tits was great, a blowjob would be unbelievable...{/i}
italian: [_RT_] {i}Mentre scopare le tette di zia Cami era grande, un pompino sarebbe incredibile...{/i}

source: [_RT_] {i}Hopefully she'll be up for it... I think as long as the price is right.{/i}
italian: [_RT_] {i}Speriamo che sia in grado di farlo... Penso finché il prezzo è giusto.{/i}

source: [_RT_] {i}I can't believe she gave me a handjob! She's always accusing Mom of being a whore, but now she's trading sexual favors for money... What does that make her?{/i}
italian: [_RT_] {i}Non riesco a credere che mi abbia dato un handjob! Lei sta sempre accusando la mamma di essere una puttana, ma ora sta commerciando favori sessuali per soldi. . Che cosa la rende?{/i}

source: [_RT_] {i}I wonder how far I can push her.{/i}
italian: [_RT_] {i}Mi chiedo fino a che punto posso spingerla.{/i}

source: [_RT_] {i}I hope Aunt Cami's feeling more horny and submissive today.{/i}
italian: [_RT_] {i}Spero che la zia Cami si senta più eccitata e sottomessa oggi.{/i}

source: [_RT_] {i}I'll have to feel her out to decide if I'm really going to make a move.{/i}
italian: [_RT_] {i}Dovrò sentirla fuori per decidere se ho davvero intenzione di fare una mossa.{/i}

source: [_C_] You're blocking my show.
italian: [_C_] Stai bloccando il mio spettacolo.
