Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_AD_] This kid's going places.
dutch: [_AD_] Dit kind gaat vertrekken.
french: [_AD_] Ce gamin va dans des endroits.
german: [_AD_] Das Kind geht dorthin.
portuguese: [_AD_] Essa criança vai a lugares.

source: [_B_] Oh... No way! How'd that fucker get my sister-in-law to pose for pics like that?
dutch: [_B_] Oh... Geen manier! Hoe zou het zijn dat de fucker mijn schoonzus voor foto's als dat?
french: [_B_] Oh... Pas question! Comment cet enfoiré a-t-il amené ma belle-sœur à poser pour des photos comme ça ?
german: [_B_] Oh... Nein! Wie würde der Ficker meine Schwiegerschwester dazu bringen, für solche Bilder zu stehen?

source: [_B_] These pics are going into my "Wank_Later" folder.
dutch: [_B_] Deze foto's gaan naar mijn "Wank_Later" map.
french: [_B_] Ces photos vont dans mon dossier "Wank_Later".
german: [_B_] Diese Bilder gehen in meinen Ordner "Wank_Later".
portuguese: [_B_] Estas fotos estão indo para a minha pasta "Wank_Later".

source: [_WTT_] {i}Well, well, well, one of our teachers is taking pictures with one of her students...{/i}
dutch: [_WTT_] {i}Nou, goed, een van onze leraren neemt foto's met een van haar leerlingen...{/i}
french: [_WTT_] {i}Eh bien, une de nos professeurs prend des photos avec un de ses élèves...{/i}
german: [_WTT_] {i}Nun, nun, einer unserer Lehrer fotografiert mit einem ihrer Schüler...{/i}

source: [_WTT_] {i}I sincerely hope that student is an adult.{/i}
dutch: [_WTT_] {i}Ik hoop van harte dat de student volwassen is.{/i}
french: [_WTT_] {i}J'espère sincèrement que l'étudiant est un adulte.{/i}
german: [_WTT_] {i}Ich hoffe aufrichtig, dass der Schüler ein Erwachsener ist.{/i}
portuguese: [_WTT_] {i}Espero sinceramente que o aluno seja um adulto.{/i}

source: [_WTT_] {i}I'd hate for there to be a hearing in front of the schoolboard.{/i}
dutch: [_WTT_] {i}Ik zou graag hebben dat er een hoorzitting is voor het schoolbord.{/i}
french: [_WTT_] {i}Je détesterais qu'il y ait une audience devant le conseil scolaire.{/i}
german: [_WTT_] {i}Ich würde es verabscheuen, wenn vor dem Schulbrett ein Gehör stattgefunden hätte. {/i}

source: [_WTT_] {i}This is the kind of teacher that this district needs more of.{/i}
dutch: [_WTT_] {i}Dit is het soort leraar waar deze district meer van nodig heeft.{/i}
french: [_WTT_] {i}C'est le genre d'enseignante dont ce district a le plus besoin.{/i}
german: [_WTT_] {i}Dies ist die Art von Lehrer, die dieser Bezirk mehr braucht.{/i}
portuguese: [_WTT_] {i}Este é o tipo de professor do qual este distrito precisa mais de.{/i}

source: [_WTT_] {i}The kind of teacher that goes out of her way to help a student persue extracurricular activities.{/i}
dutch: [_WTT_] {i}Het soort leraar dat uit haar weg gaat om leerlingen met overtuigingsboodschappen te helpen.{/i}
french: [_WTT_] {i}Le genre d'enseignante qui fait tout son possible pour aider un élève à poursuivre des activités parascolaires.{/i}
german: [_WTT_] {i}Die Art der Lehrerin, die ihren Weg geht, um einer Schülerin zu helfen, außerschulische Aktivitäten zu überzeugen.{/i}

source: [_WTT_] {i}I'll do whatever I can to defend a teacher like this.{/i}
dutch: [_WTT_] {i}Ik zal doen wat ik kan om zo'n leraar te verdedigen.{/i}
french: [_WTT_] {i}Je ferais tout ce que je peux pour défendre un enseignant comme celui-ci.{/i}
german: [_WTT_] {i}Ich werde alles tun, was ich kann, um einen Lehrer wie diesen zu verteidigen.{/i}
portuguese: [_WTT_] {i}farei tudo o que puder para defender um professor como esse.{/i}

source: [_KT_] {i}More pics of Megan and Miss [mom_name]?{/i}
dutch: [_KT_] {i}Meer foto's van Megan en Mis [mom_name]?{/i}
french: [_KT_] {i}Plus de photos de Megan et madame [mom_name]?{/i}
german: [_KT_] {i}Weitere Bilder von Megan und Miss [mom_name]?{/i}

source: [_J_] Ahh... Glad to see [mom_name]'s still at it.
french: [_J_] Ahh... Heureux de voir que [mom_name] y est toujours.
german: [_J_] Ahh... Glud, [mom_name]ist noch dabei.
portuguese: U[_J_] Ahh... Fico feliz por ver [mom_name]ainda está nisso.

source: [_S_] Not again!
dutch: [_S_] Niet opnieuw!
french: [_S_] Pas encore!
german: [_S_] Nicht wieder!

source: [_L_] He got her to go back to the studio?!
dutch: [_L_] Hij liet haar terug gaan naar de studio?!
french: [_L_] Il l'a fait retourner au studio?!
german: [_L_] Er hat sie dazu gebracht, in das Studio zurückzukehren?
portuguese: [_L_] Ele a fez voltar para o estúdio?!

source: [_AD_] Haha... More pics of the lovely [mom_name] with that skinny goddess?
dutch: [_AD_] Haha... Meer foto's van de mooie [mom_name] met die stralende godess?
french: [_AD_] Haha... Plus de photos de la belle [mom_name] avec cette fine déesse?
german: [_AD_] Haha... Mehr Bilder von der schönen [mom_name] mit dieser hässlichen Göttin ?
portuguese: [_AD_] Haha... Mais fotos do adorável [mom_name] com essa fina deusa?

source: [_AD_] I love this kid!
dutch: [_AD_] Ik hou van dit kin!
french: [_AD_] J'adore ce gamin!
german: [_AD_] Ich liebe dieses Kind!

source: [_B_] YES!... Just what I was hoping for today!
dutch: [_B_] JA!... precies wat ik vandaag hoopte!
french: [_B_] OUI!... Exactement ce que j'espérais aujourd'hui!
german: [_B_] JA!... genau das, was ich heute erwartete!

source: [_WTT_] {i}How lovely! More pics of our lovely teacher [mom_name] and the beautiful Megan.{/i}
dutch: [_WTT_] {i}Wat mooi! Meer foto's van onze heerlijke leraar [mom_name] en de mooie Megan.{/i}
french: [_WTT_] {i}Comme c'est beau! Plus de photos de notre adorable professeur [mom_name] et de la belle Megan.{/i}
german: [_WTT_] {i}Wie schön! Mehr Bilder von unserem hübschen Lehrer [mom_name] und dem schönen Megan.{/i}
portuguese: [_WTT_] {i}Que amável! Mais fotos do nosso amável professor [mom_name] e o belo Megan.{/i}

source: [_WTT_] {i}I was so glad to find that Megan is an adult.{/i}
dutch: [_WTT_] {i}Ik was zo blij om te zien dat Megan een volwassene is.{/i}
french: [_WTT_] {i}J'étais si heureux de constater que Megan est une adulte.{/i}
german: [_WTT_] {i}Ich war so froh, dass Megan ein Erwachsener ist.{/i}

source: [_WTT_] {i}Now we won't need to do any kind of investigation and Megan is free to pursue her desired extracurricular activities.{/i}
dutch: [_WTT_] {i}Nu hoeven we geen onderzoek meer te doen en Megan is gratis om de gewenste buitenschoolse activiteiten uit te voeren.{/i}
french: [_WTT_] {i}Maintenant, nous n'aurons plus besoin de faire d'enquête et Megan est libre de poursuivre ses activités parascolaires souhaitées.{/i}
german: [_WTT_] {i}Jetzt brauchen wir keine Art von Untersuchung und Megan kann ihre gewünschten außerschulischen Aktivitäten fortsetzen.{/i}
portuguese: [_WTT_] {i}Agora não precisaremos fazer qualquer tipo de investigação e o Megan pode seguir suas atividades extracurriculares desejadas. {/i}

source: [_WTT_] {i}I hope I get to meet this dedicated teacher soon.{/i}
dutch: [_WTT_] {i}Ik hoop dat ik deze toegewijde leraar spoedig zal ontmoeten.{/i}
french: [_WTT_] {i}J'espère pouvoir bientôt rencontrer cet enseignant dévoué.{/i}
german: [_WTT_] {i}Ich hoffe, dass ich bald diesen dedizierten Lehrer treffe. {/i}

source: [_WTT_] {i}She might be in line for some kind of promotion soon.{/i}
dutch: [_WTT_] {i}Ze is mogelijk in de lijn van wat voor promotie.{/i}
french: [_WTT_] {i}Elle pourrait bientôt faire la queue pour une sorte de promotion.{/i}
german: [_WTT_] {i}Sie könnte bald für irgendeine Art von Werbung in Ordnung sein.{/i}
portuguese: [_WTT_] {i}Ela pode estar alinhada para algum tipo de promoção em breve.{/i}

source: [_WTT_] {i}Maybe she can help me identify other great teachers in the district who can help our school progress out of the tired old ways of the past.{/i}
dutch: [_WTT_] {i}Misschien kan ze me helpen andere geweldige leraren in het district te identificeren die onze school kunnen helpen vooruit te komen uit de oude wegen van het verleden. /i}
french: [_WTT_] {i}Peut-être qu'elle peut m'aider à identifier d'autres grands enseignants du district qui peuvent aider notre école à sortir des vieilles méthodes fatiguées du passé.{/i}
german: [_WTT_] {i}Vielleicht kann sie mir helfen, andere großartige Lehrer im Bezirk zu identifizieren, die unserer Schule helfen können, aus den müden alten Wegen der Vergangenheit herauszukommen. /i}
portuguese: [_WTT_] {i}Talvez ela possa me ajudar a identificar outros grandes professores da região que possam ajudar nossa escola a progredir de forma cansada do passado. /i}

source: [_RT_] {i}What is wrong with me?{/i}
dutch: [_RT_] {i}Wat is er mis met mij?{/i}
french: [_RT_] {i}Qu'est-ce qui ne va pas chez moi?{/i}
german: [_RT_] {i}Was ist falsch mit mir? {/i}

source: [_R_] Psssssst... {i}(whispering){/i} Hey, Sidney... are you awake?
dutch: [_R_] Psssssst... {i}(fluistering){/i} Hey, Sidney... ben je wakker?
french: [_R_] Psssssst.... {i}(murmure){/i} Hé, Sidney.... tu es réveillée?
german: [_R_] Psssssst... {i}(flüstern){/i} Hey, Sidney... bist du wach?
portuguese: [_R_] Psssssst... {i}(sussurro){/i} Ei, Sidney... você está acordado?

source: [_S_] Yeah, I just laid down about 10 minutes ago, so I haven't fallen asleep yet... everything ok?
dutch: [_S_] Yeah, ik heb net ongeveer 10 minuten geleden klaargezet, dus ik ben nog niet in slaap gevallen... Alles goed?
french: [_S_] Ouais, je viens de me coucher il y a environ 10 minutes, donc je ne me suis pas encore endormi... tout va bien ?
german: [_S_] Ja, ich habe gerade vor etwa 10 Minuten gelegt, so dass ich noch nicht eingeschlafen bin... alles ok?
portuguese: [_S_] Sim, eu acabei de depor uns 10 minutes minutos atrás, então eu ainda não adormeci ... tudo ok?

source: [_R_] Yeah... I was just wondering if you wanted to...
dutch: [_R_] Ja... Ik vroeg me af of je wilt...
french: [_R_] Je voulais juste te parler.
german: [_R_] Yeah... Ich habe mich gerade gefragt, ob du willst...
portuguese: [_R_] Sim... Eu estava me perguntando se você queria...

source: [_S_] Mess around?
dutch: Is Mess in de buurt?
french: [_S_] AAHHAAHHAHHHEMMMMM...
german: [_S_] Mess herum?
portuguese: [_S_] Mousa por aí?

source: [_R_] Yeah... exactly.
dutch: [_R_] Ja... precies.
french: [_R_] .... oui?...
german: [_R_] Ja... genau.
portuguese: [_R_] Sim... exatamente.

source: [_S_] Well... what exactly are you thinking we should do?
dutch: [_S_] Well... Wat denk je precies dat we moeten doen?
french: [_S_] Bien... que pensez-vous exactement qu'on devrait faire?
german: [_S_] Nun... was genau denken Sie, wir sollten tun?
portuguese: [_S_] Bem... O que exatamente você está pensando que deveríamos fazer?

source: [_R_] Oh... nothing too crazy. But I do think we'd both benefit from some oral action.
dutch: [_R_] Oh... niets te gek! Maar ik denk dat we beiden profiteren van wat mondelinge actie.
french: [_R_] Oh... rien de trop fou. Mais je pense que nous bénéficierions tous les deux d'une action orale.
german: [_R_] Oh... nichts zu verrückt. Aber ich denke, dass wir beide von einer mündlichen Aktion profitieren würden.
portuguese: [_R_] Oh... nada de louco demais. Mas acho que ambos nos beneficiamos de alguma ação oral.

source: [_S_] Ok... I'm in, let's get this sixty-nine thing going.
dutch: [_S_] Ok... Ik ben erin, laten we dit 69 ding regelen.
french: [_S_] D'accord... J'y suis, mettons en marche ce truc de soixante-neuf.
german: [_S_] Ok... Ich bin drin, lass uns diese sechsundsechzig Sache in Gang bringen.
portuguese: [_S_] Ok... Estou dentro, vamos pegar essa sessenta e nove coisa.

source: [_S_] So, should I be on the bottom or top?
dutch: [_S_] Dus moet ik onderaan of boven zijn?
french: [_S_] Alors, devrais-je être au dessus ou dessous?
german: [_S_] Also, sollte ich unten oder oben sein?
portuguese: [_S_] Então, devo estar na parte inferior ou superior?

source: [_S_] Ouch! You kneeled on my hand...
dutch: [_S_] Ouch! Je knielde mijn hand...
french: [_S_] Aïe! Tu t'es agenouillé sur ma main...
german: [_S_] Auge! Du hast auf meiner Hand kniet...
portuguese: [_S_] Ouch! Você se ajoelhou na minha mão ...

source: [_R_] Sorry, I just can't see very well in the dark.
dutch: [_R_] Sorry, ik zie gewoon niet goed in het donker.
french: [_R_] Désolé, je ne vois tout simplement pas très bien dans le noir.
german: [_R_] Tut mir leid, ich kann einfach nicht sehr gut im Dunkeln sehen.
portuguese: [_R_] Desculpe, não posso ver muito bem no escuro.

source: [_R_] Ok, now just open really wide.
dutch: [_R_] Ok, nu net heel breed open.
french: [_R_] Ok, maintenant ouvre vraiment grand.
german: [_R_] Ok, jetzt nur wirklich öffnen.

source: [_R_] Oh, my God!... I'm still amazed you can get your mouth around that!
dutch: [_R_] Oh, mijn God!... Ik ben nog steeds verbaasd dat jij je mond daar rond kunt krijgen!
french: [_R_] Oh, mon Dieu!... Je suis toujours étonné que tu puisses comprendre ça !
german: [_R_] Oh, mein Gott!... Ich bin immer noch erstaunt, dass du dich umgehen kannst!

source: [_S_] Hrmph... gurrrccchh...
french: [_S_] Hmph... gurrrccchh...

source: [_R_] Haha... never mind!
dutch: [_R_] Haha... maakt nooit uit!
french: [_R_] Haha... peu importe!
german: [_R_] Haha... das ist egal!
portuguese: U[_R_] Haha... não importa!

source: [_RT_] {i}Oh, my God!... I'll never get sick of the taste of this pussy.{/i}
dutch: [_RT_] {i}Oh, mijn God!... Ik word nooit moe van de smaak van deze Psy.{/i}
french: [_RT_] {i}Oh mon Dieu!.... Je n'en aurai jamais marre du goût de cette chatte.{/i}
german: [_RT_] {i}Oh, mein Gott!... Ich werde nie den Geschmack dieser Fotze krank werden.{/i}

source: [_ST_] {i}Oh, my God!... I can't believe we're just doing this without any kind of pretense anymore.{/i}
dutch: [_ST_] {i}Oh, mijn God!... Ik kan niet geloven dat we dit doen zonder nog even te doen.{/i}
french: [_ST_] {i}Oh, mon Dieu!... Je n'arrive pas à croire qu'on fasse ça sans aucune prétention.{/i}
german: [_ST_] {i}Oh, mein Gott!... Ich kann nicht glauben, dass wir dies nur tun, ohne irgendeine Art von Vortäuschung mehr.{/i}

source: [_ST_] {i}Ahhhh, [ryan]!... That tongue!{/i}
dutch: [_ST_] {i}Ahhhh, [ryan]!... Die tong!{/i}
french: [_ST_] {i}Ahhhh, [ryan]!... Cette langue!{/i}
german: [_ST_] {i}Ahhhh, [ryan]!... Diese Zungen!{/i}
portuguese: [_ST_] {i}Ahhhh, [ryan]!... Que língua!{/i}

source: [_ST_] {i}[ryan]'s cock is destroying my throat!... Ah... ah... ah... [ryan]!{/i}
dutch: [_ST_] {i}[ryan]'s mock vernietigt mijn keel!... Ah... ah... ah... [ryan]!{/i}
french: [_ST_] {i} La bite de [ryan] me détruit la gorge!... Ah... ah... ah... [ryan]!{/i}
german: [_ST_] {i}[ryan]Schwanz zerstört meine Hals!... Ah... ah... ah... [ryan]!{/i}

source: [_ST_] {i}I'M CUMMING!!!!!!!!!!!!!!!!!{/i}
dutch: [_ST_] {i}IK BUMMING!!!!!!!!!!!!!{/i}
french: [_ST_] {i}JE JOUIS!!!!!!!!!!!!!!!!!{/i}
german: [_ST_] {i}Ich bin CUMMING!!!!!!!!!!!!!!!!!!!!!{/i}

source: [_RT_] {i}Holy hell, I love when she shakes like this!{/i}
dutch: [_RT_] {i}Heilige hel, ik hou van wanneer ze zoals dit schudden!{/i}
french: [_RT_] {i}Merde, comme j'aime quand elle me branle comme ça!{/i}
german: [_RT_] {i}Heilige Hölle, ich liebe es, wenn sie so schüttelt! {/i}

source: [_RT_] {i}Oh, my God!... She just squirted like crazy! That's so hot!!... I better pull out fast, I'm going to lose it!!!{/i}
dutch: [_RT_] {i}Oh, mijn God!... Ze raakte net verpletterd als gek! Dat is zo heuglijk!!... Ik kan beter snel wegtrekken, ik ga het kwijtraken!!!{/i}
french: [_RT_] {i}Oh, mon Dieu!... Elle a juste giclé comme une folle! C'est tellement chaud!!... Je ferais mieux de sortir vite, je vais être pris sinon!!!{/i}
german: [_RT_] {i}Oh, mein Gott!... Sie hat gerade wie verrückt zerquetscht! Das ist so heiß!!... Ich bin besser schnell ausziehen, ich werde es verlieren!!!{/i}

source: [_R_] So, how was that?
dutch: [_R_] Dus, hoe was dat?
french: [_R_] Alors, comment était-ce?
german: [_R_] Wie war das?
portuguese: [_R_] Então, como foi isso?

source: [_S_] You did good... and you keep getting better!
dutch: [_S_] Je hebt goed gedaan... en je wordt steeds beter!
french: [_S_] Vous avez bien fait... et tu continues de t'améliorer!
german: [_S_] Du hast Gutes getan... und du wirst immer besser!
portuguese: [_S_] Você fez o bem... e continua melhorando!

source: [_S_] What did you think of my performance?
dutch: [_S_] Wat vond je van mijn prestaties?
french: [_S_] Qu'avez-vous pensé de ma performance ?
german: [_S_] Was hast du von meiner Leistung gehalten?
portuguese: [_S_] O que você achou do meu desempenho?

source: [_R_] Wow!... That thing you were doing with your tongue.
dutch: [_R_] wow!... Dat deed je met je tong.
french: [_R_] Wow!... Ce truc que tu faisais avec ta langue.
german: [_R_] Wow!... Das, was Sie mit Ihrer Zunge gemacht haben.

source: [_S_] You noticed!...
dutch: [_S_] U opmerkt!...
french: [_S_] Tu as remarqué!...
german: [_S_] Du hast bemerkt!...
portuguese: U[_S_] Você notou!...

source: [_R_] How could I not?
dutch: [_R_] Hoe kon ik niet?
french: [_R_] Comment pourrais-je ne pas le remarquer?
german: [_R_] Wie konnte ich das nicht?

source: [_R_] I can't wait until the next time we do it!
dutch: [_R_] Ik kan niet wachten tot de volgende keer dat we het doen!
french: [_R_] J'ai hâte à la prochaine fois que nous le ferons!
german: [_R_] Ich kann nicht bis zum nächsten Mal warten!
portuguese: [_R_] Não posso esperar até a próxima vez que fizermos isso!

source: [_R_] Yeah?...
dutch: [_R_] Ja?...
french: [_R_] Ouais?...
german: [_R_] Ja?...
portuguese: [_R_] Sim?...

source: [_S_] Do you think what we're doing is wrong?
dutch: [_S_] Vind je dat wat we doen verkeerd is?
french: [_S_] Pensez-vous que ce que nous faisons est mal?
german: [_S_] denkst du, was wir tun, ist falsch?
portuguese: [_S_] Você acha que o que estamos fazendo está errado?

source: [_R_] Oh, fuck yeah!... That's why it's so fun!
dutch: [_R_] Oh, domachtig ja!... Daarom is het zo leuk!
french: [_R_] Oh, putain ouais!... C'est pourquoi c'est si amusant!
german: [_R_] Oh, ficke yeah!... Darum macht es so Spaß!
portuguese: [_R_] Ah, foda-se sim! ... É por isso que é tão divertido!

source: [_S_] I know... right?
dutch: [_S_] Ik weet het... toch?
french: [_S_] Je sais... vrai?
german: [_S_] Ich weiß... richtig?
portuguese: [_S_] Eu sei ... certo?

source: [_S_] Well...
french: [_S_] Bien...
german: [_S_] Naja...
portuguese: [_S_] Bem...

source: [_S_] Goodnight, [ryan]!
dutch: [_S_] Goedennight, [ryan]!
french: [_S_] Bonne nuit, [ryan]!
german: [_S_] Gut, [ryan]!
portuguese: [_S_] Boa noite; [ryan]!

source: [_R_] Goodnight, Sidney.
dutch: [_R_] Vaarwel, Zidney.
french: [_R_] Bonne nuit, Sidney.
german: [_R_] Gutschein, Sidney.
portuguese: [_R_] Boa noite, Sidney.

source: {i}"Sidney Libido -5"{/i}
french: {i}«Libido de Sidney -5»{/i}

source: [_R_] Ohh... just my favorite activity in the whole world.
dutch: [_R_] Ohh... mijn favoriete activiteit in de hele wereld.
french: [_R_] Ohh... juste mon activité préférée dans le monde entier.
german: [_R_] Ohhh... nur meine Lieblingsaktivität in der ganzen Welt.
portuguese: [__R_] Ohh ... só a minha atividade favorita no mundo inteiro.

source: [_S_] Alright... I'll go get the strap-on dildo... are you sure your ass is up for it tonight?
dutch: [_S_] Oké... Ik ga de draaikliksem maken... weet je zeker dat je pas er vanavond klaar voor is?
french: [_S_] D'accord... Je vais chercher le gode ceinture... tu es sûre que ton cul est prêt ce soir ?
german: [_S_] Also... Ich bekomme den Strap-on Dildo... bist du sicher, dass dein Arsch heute Abend bereit ist?
portuguese: [_S_] Certo... Vou pegar o dildo da corredor... tem certeza de que seu asa está perto dele hoje à noite?

source: [_R_] {i}(sarcastically){/i} Oh, ha... ha...
dutch: [_R_] {i}(sarcastisch){/i} Oh, ha... ha...
french: [_R_] {i}(voix sarcastique){/i} Oh, ha.... ha...
german: [_R_] {i}(sarkastisch){/i} Oh, ha...
portuguese: [_R_] {i}(sarcasticamente){/i} Oh, ha... ha...

source: [_R_] When did you become such a comedian?
dutch: [_R_] Wanneer ben je zo komiek geworden?
french: [_R_] Quand êtes-vous devenu un tel comédien?
german: [_R_] Wann bist du ein solcher Comiker geworden?
portuguese: [_R_] Quando você se tornou tal comediante?

source: [_R_] You know what I meant.
dutch: [_R_] Jij weet wat ik bedoelde.
french: [_R_] Je ne sais pas ce que cela signifie.
german: [_R_] Du weißt, was ich meinte.
portuguese: [_R_] Você sabe o que eu quis dizer.

source: [_S_] Of course I do, dipshit...
dutch: [_S_] Natuurlijk doe ik, dipshit...
french: [_S_] Que puis-je faire pour toi?
german: [_S_] Natürlich tue ich, dipshit...
portuguese: [_S_] É claro que eu faço, dipshit ...

source: [_S_] And even though I know we shouldn't... I was still hoping you'd ask.
dutch: [_S_] En ook al weet ik dat we zouden moeten... Ik hoopte nog steeds dat je het zou vragen.
french: [_S_] Et même si je sais que nous ne devrions pas... J'espérais toujours que tu demanderais.
german: [_S_] Und obwohl ich weiß, dass wir das nicht tun sollten... Ich hatte noch gehofft, dass du fragen würdest.
portuguese: [_S_] E mesmo que eu saiba que não devemos ... Eu ainda estava esperando que você perguntaria.

source: [_S_] I don't know if I'll ever be satisfied with a smaller dick than yours again.
dutch: [_S_] Ik weet niet of ik ooit tevreden zal zijn met een kleinere dick dan die van jou.
french: [_S_] Je ne sais pas si je serai un jour satisfait d'une bite plus petite que la vôtre.
german: [_S_] Ich weiß nicht, ob ich jemals wieder mit einem kleineren Schwanz zufrieden sein werde als Ihrer.
portuguese: [_S_] Não sei se algum dia serei satisfeito com um pinto menor do que o seu novamente.

source: [_S_] The way it just fills me... and hits every spot!
dutch: [_S_] De manier waarop het gewoon vult ... en slaat elke plek!
french: [_S_] La façon dont cela me remplit... et frappe à chaque endroit!
german: [_S_] So wie es mich gerade füllt... und trifft jede Stelle!
portuguese: U[_S_] É como ele me enche... e atinge cada lugar!

source: [_S_] I can't believe I can even take it at all.
dutch: [_S_] Ik kan niet geloven dat ik het zelfs helemaal kan nemen.
french: [_S_] Je n'arrive pas à croire que je puisse même le prendre du tout.
german: [_S_] Ich kann nicht glauben, dass ich es überhaupt aufnehmen kann.
portuguese: [_S_] Eu não posso acreditar que eu posso até mesmo tomar isso.

source: [_R_] Speaking of taking it all...
dutch: [_R_] Spreken over het nemen van alles ...
french: [_R_] En parlant de tout prendre...
german: [_R_] Sprich davon, alles zu nehmen...
portuguese: U[_R_] Falando em tomar tudo...

source: [_S_] Yeah?
dutch: [_S_] Ja?
french: [_S_] Ouais?
german: [_S_] Ja?
portuguese: [_S_] sim?

source: [_R_] How would you feel about trying some butt stuff?
dutch: [_R_] Hoe zou je het vinden om wat klontjes uit te proberen?
french: [_R_] Que ressentiriez-vous d'essayer des trucs de fesses?
german: [_R_] Wie würdest du dir ein paar Sachen ausprobieren?
portuguese: [__R_] Como você se sentiria ao tentar alguma coisa de bumbum?

source: [_S_] Really, [ryan]?
dutch: [_S_] Echt, [ryan]?
french: [_S_] Vraiment, [ryan]?
german: [_S_] Wirklich, [ryan]?
portuguese: [_S_] Realmente, [ryan]?

source: [_S_] We're fucking brother and sister!... We shouldn't even be fucking at all!
dutch: [_S_] We zijn broer en zus aan het verpletteren!... We zouden niet eens fnuikend moeten zijn!
french: [_S_] Nous sommes un putain de frère et de sœur!... On ne devrait même pas baiser du tout!
german: [_S_] Wir ficken Brüder und Schwester!... Wir sollten gar nicht fucken lassen!
portuguese: [_S_] Nós somos o porão e a irmã!... Nós nem deveríamos estar brincando!

source: [_S_] And still you're not satisfied?
dutch: [_S_] En toch ben je niet tevreden?
french: [_S_] Et vous n'êtes toujours pas satisfait?
german: [_S_] Und immer noch bist du nicht zufrieden?
portuguese: [_S_] E ainda assim você não está satisfeito?
