Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] I'm sorry you're finished already, I was hoping we'd get to take this a little farther today.
dutch: [_L_] Het spijt me dat je al klaar bent, ik hoopte dat we dit vandaag een beetje verder zouden gaan.

source: [_R_] Really?... You wanted to have sex?
dutch: [_R_] Echt waar?... Heb je sex?

source: [_L_] Yay!... I'm so excited!
dutch: [_L_] Yay!... Ik ben zo spannend!

source: [_R_] Don't worry, I'll take it slow.
dutch: [_R_] Maak je geen zorgen, ik zal het langzaam doen.

source: [_L_] Mmmm... I feel so dirty now, having my own brother... fuck me on the bathroom floor.
dutch: [_L_] Mmmm... Ik voel me nu zo vies, met mijn eigen broer... maak me gek op de badkamervloer.

source: [_L_] Did I?
dutch: [_L_] Heeft ik?

source: [_R_] Remember how you really liked me putting my finger in your ass?
dutch: [_R_] Weet je nog hoe je het echt leuk vond dat ik mijn vinger in je zak zet?

source: [_L_] Oh, yes.
dutch: [_L_] Oh, ja.

source: [_R_] You might enjoy something bigger than a finger in there.
dutch: [_R_] Je zou daar kunnen genieten van iets groter dan een vinger erin.

source: [_L_] Are you suggesting something bigger, as in, your dick?
dutch: [_L_] suggereert je iets groter, als in je spel?

source: [_RT_] {i}Damnit!... I just can't see how Lauren can win the election if she doesn't announce that dress code change.{/i}
dutch: [_RT_] {i}Damnit!... Ik kan gewoon niet zien hoe Lauren de verkiezingen kunnen winnen als ze niet aankondigt dat de drescode verandert.{/i}

source: [_RT_] {i}Maybe I should just let Mr. Tylor take Mom out on a date.{/i}
dutch: [_RT_] {i}Misschien moet ik de heer Tylor gewoon laten uitstappen op een datum{/i}

source: [_RT_] {i}There's no way Mom is going to let anything happen.{/i}
dutch: [_RT_] {i}Er is geen manier om iets te laten gebeuren.{/i}

source: [_RT_] {i}What should I do?{/i}
dutch: [_RT_] {i}Wat moet ik doen?{/i}

source: [_R_] So, I got to meet school board member Will Tylor the other day.
dutch: [_R_] Dus, ik moet de schoolbord later ontmoeten in Tylor.

source: [_R_] Uhh... Just at school, He asked me if I knew where Principal Hardun was, and introduced himself.
dutch: [_R_] Uhhh... Net op school, vroeg hij me of ik wist waar prins Hardun was en introduceerde zichzelf.

source: [_M_] Nobody told me he was going to be there... I've been trying to get another meeting with him for forever. I really want to talk to him about his bullshit curriculum.
dutch: [_M_] Niemand vertelde me dat hij er zou zijn... Ik probeer voor altijd een nieuwe ontmoeting met hem te krijgen. Ik wil het echt met hem hebben over zijn bullshit curriculum.

source: [_R_] Well, your wish is about to come true... After talking for a few minutes he realized I was your son and started asking about you.
dutch: [_R_] Nou, je wens komt wel... Na een paar minuten te hebben gesproken, realiseerde hij zich dat ik je zoon was en begon me te vragen naar jou.

source: [_M_] Oh God, really?... I wonder if I made a bad impression on him the last time I talked to him.
dutch: [_M_] Oh God, echt?... Ik vraag me af of ik een slechte indruk op hem heb gemaakt de laatste keer dat ik hem sprak.

source: [_R_] I think it was the opposite. He seemed to be quite taken by you.
dutch: [_R_] Ik denk dat het precies het tegenovergestelde was. Hij leek door jou genomen te zijn.

source: [_R_] He seems to think you are a very dedicated teacher, and complimented your beauty several times.
dutch: [_R_] Hij lijkt te denken dat je een zeer toegewijde leraar bent en je schoonheid meerdere keren complimenteerde.

source: [_M_] I mean... Of course that pervert would say something like that.
dutch: [_M_] Ik bedoel... Natuurlijk zou die pervert iets dergelijks zeggen.

source: [_R_] He said he was hoping he could meet with you sometime outside of school... It sounded like he wanted to go on a date.
dutch: [_R_] zei hij dat hij hoopte dat hij je ooit buiten de school zou ontmoeten... Het klonk alsof hij op een datum wilde gaan.

source: [_R_] He said it would be strictly professional, but he asked me to email him and let him know if you'd be willing to meet with him for dinner.
dutch: [_R_] Hij zei dat het strikt professioneel zou zijn, maar hij vroeg me om hem te mailen en hem te laten weten of je bereid bent hem te ontmoeten voor het avondeten.

source: [_M_] Ummm, yeah... tell him that would be fine.
dutch: [_M_] Ummm, ja... zeg hem dat het goed zou zijn.

source: [_R_] Really?... You don't have any hesitation about going on a date with another man while your husband is in jail?
dutch: [_R_] Echt waar?... Je twijfelt niet over een date met een andere man terwijl je man gevangen zit?

source: [_M_] [ryan]! This kind of thing is done all the time between people who work together.
dutch: [_M_] [ryan]! Dit soort dingen wordt voortdurend gedaan tussen mensen die samenwerken.

source: [_M_] Get it out of your head that this is a date.
dutch: [_M_] Haal het uit je hoofd dat dit een datum is.

source: [_M_] It's just going to be a professional dinner between colleagues.
dutch: [_M_] Het wordt gewoon een professionele diner tussen collega's.

source: [_M_] Now, eat your breakfast.
dutch: [_M_] Nu ontbijt eten.

source: [_RT_] {i}Is Mom being too casual about having dinner with a known pervert, or am I just worrying about nothing?{/i}
dutch: [_RT_] {i}Is Ma te nonchalant om te dineren met een bekende pervert, of maak ik me gewoon zorgen om niets?{/i}

source: [_RT_] {i}It doesn't seem to bother her at all... And I know she doesn't have a very high opinion of Will Tylor.{/i}
dutch: [_RT_] {i}Het lijkt haar helemaal niet te storen... En ik weet dat ze geen erg hoge mening heeft over Will Tylor.{/i}

source: [_RT_] {i}I guess I'll just relax and not worry about it.{/i}
dutch: [_RT_] {i}Ik denk dat ik even zal ontspannen en me er geen zorgen over maken.{/i}

source: [_R_] Would you mind pouring more maple syrup on my pancakes?
dutch: [_R_] Heb je zin om meer parelmoer op mijn pannenkoeken te gieten?

source: [_M_] I can pass it to you, and you can pour it yourself.
dutch: [_M_] Ik kan het aan je doorgeven, en je kunt het zelf gieten.

source: [_R_] But I always pour too much, and it ruins my pancakes.
dutch: [_R_] Maar ik gooi altijd te veel, en het verpest mijn pannenkoeken.

source: [_R_] You always do it just right.
dutch: [_R_] Je doet het altijd precies goed.

source: [_M_] Ok... I guess I can do that.
dutch: [_M_] Ok... Ik denk dat ik dat kan doen.

source: [_M_] There... how's that?
dutch: [_M_] Oke... hoe is dat?

source: [_R_] They're perfect... I mean the syrup's perfect!
dutch: [_R_] Ze zijn perfect... Ik bedoel de perfectie van de stroop!

source: [_MT_] {i}You bold, cheeky bastard!... I know what that was about.{/i}
dutch: [_MT_] {i}Jij dapperde, wang bastard!... Ik weet waar het om gaat.{/i}

source: [_MT_] {i}So, why did you do it for him?{/i}
dutch: [_MT_] {i}Dus waarom heb je het voor hem gedaan?{/i}

source: [_MT_] {i}Shit!... I need to get laid, so I'm not always so horny around [ryan] and the girls!{/i}
dutch: [_MT_] {i}Shit!... Ik moet luid worden, dus ik ben niet altijd zo vreselijk om [ryan] en de meisjes!{/i}

source: [_MT_] {i}When are they going to let my fucking husband out of prison?{/i}
dutch: [_MT_] {i}Wanneer gaan ze mijn grijze man uit de gevangenis laten?{/i}

source: [_R_] Thanks, Mom!
dutch: [_R_] Bedankt, mamaal!

source: [_RT_] {i}It almost seems like she knows I'm staring at her breasts, and just doesn't care. Is it possible she's showing them off for me on purpose?{/i}
dutch: [_RT_] {i}Het lijkt er bijna op dat ze weet dat ik haar borsten ga staren, en het maakt ze niet uit. Is het mogelijk dat ze hen voor mij laat zien voor het doel?{/i}

source: [_RT_] {i}Oh, she doesn't seem in any hurry to close that robe! Is it possible she's showing them off to me on purpose?{/i}
dutch: [_RT_] {i}Oh, ze lijkt geen haast te hebben om dat gewaad te sluiten! Is het mogelijk dat ze hen met opzet aan mij laat zien?{/i}

source: [_RT_] {i}Look at that sexy redhead, just blabbering on about her social life.{/i}
dutch: [_RT_] {i}Kijk naar dat sexy redhoofd, maar kijk gewoon naar haar sociale leven.{/i}

source: [_RT_] {i}I wonder what she'd do if I teased her a little. Hopefully she won't kill me now that we've messed around a little.{/i}
dutch: [_RT_] {i}Ik vraag me af wat ze zou doen als ik haar een beetje zou testen. Hopelijk zal ze me niet doden nu we een beetje hebben geruzield.{/i}

source: [_L_] And so I said to Kenzie...
dutch: [_L_] En zo zei ik tegen Kenzie...

source: [_S_] What?... What did you say to Kenzie?
dutch: [_S_] Wat?... Wat zei je tegen Kenzie?

source: [_L_] Never mind... it was a stupid story.
dutch: [_L_] Nooit vergeten... het was een dom verhaal.

source: [_LT_] {i}I can't believe [ryan] is doing this in front of everybody!{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat [ryan] dit voor iedereen doet!{/i}

source: [_LT_] {i}Ohhh... but his toes do feel good!{/i}
dutch: [_LT_] {i}Ohh... maar zijn tenen voelen wel goed!{/i}

source: [_M_] You ok, Lauren? You're being unusually quiet.
dutch: [_M_] Jij ok, Lauren? Je bent ongewoon stil.

source: [_L_] Uhhh... yeah... I'm great!...
dutch: [_L_] Uhhh... ja... Ik voel me geweldig!...

source: [_RT_] {i}Man, Sidney is hella beautiful, but my brain just shuts down when she starts talking about design college.{/i}
dutch: [_RT_] {i}Man, Sidney is hella mooi, maar mijn hersenen stoppen gewoon met praten over de design college.{/i}

source: [_RT_] {i}I need to liven things up a little or I'm going to fall asleep.{/i}
dutch: [_RT_] {i}Ik moet wat leven of ik ga slapen.{/i}

source: [_S_] So, I had to start over from scratch, and when I finally got the new outfit put together according to his specifications...
dutch: [_S_] Dus moest ik bij nul beginnen, en wanneer ik eindelijk de nieuwe outfit aan de hand van zijn specificaties samengesteld...

source: [_S_] ... do you know what he said to me?...
dutch: [_S_] ... weet je wat hij tegen me gezegd heeft?...

source: [_M_] What?...
dutch: [_M_] Wat?...

source: [_M_] What did your professor say?
dutch: [_M_] Wat heeft je professor gezegd?

source: [_M_] No offense Sidney, but that story was a bit anticlimactic.
dutch: [_M_] Geen overtreding van Sidney, maar dat verhaal was een beetje anticlimactisch.

source: [_S_] Uhhh... yeah... sorry.
dutch: [_S_] Uhhh.... ja.... sorry.

source: [_ST_] {i}Ohhhh... I should kill that little shit!...{/i}
dutch: [_ST_] {i}Ohhh... Ik zou dat kleine beetje shit moeten doden!...{/i}

source: [_ST_] {i}Mmmm... but it does feel really good.{/i}
dutch: [_ST_] {i}Mmmm... maar voelt u wel heel goed.{/i}

source: [_RT_] {i}It smells good in here. Should I join everybody for breakfast?{/i}
dutch: [_RT_] {i}Het ruikt hier goed. Moet ik bij iedereen komen voor het ontbijt?{/i}

source: [_M_] Good morning, how did everyone sleep?
dutch: [_M_] Goedemorgen hoe heeft iedereen geslapen?

source: [_L_] Mom, do you think Mandy could change schools and join ours?
dutch: [_L_] Mam, denk je dat Snoep kan veranderen van school en lid kan worden van ons?

source: [_M_] Oh I don't know, honey. Cami doesn't have any money to pay for a private school.
dutch: [_M_] Oh ik weet het niet, honing. Cami heeft geen geld om voor een privé school te betalen.

source: [_L_] But she's going to one now. Isn't there any way to transfer her to ours?
dutch: [_L_] Maar ze gaat nu naar één. Is er geen manier om haar naar de onze over te brengen?

source: [_M_] I don't think so, plus Cami probably doesn't want her to change schools.
dutch: [_M_] Ik denk het niet, en Cami wil waarschijnlijk niet dat ze van school verandert.

source: [_S_] Why not, your school is way better, Mom. You guys even have that model UN. Didn't they win a contest recently or something?
dutch: [_S_] Waarom niet, is je school veel beter, Mome. Je hebt zelfs dat model VN. Hebben ze onlangs of iets gewonnen voor een wedstrijd?

source: [_R_] Yah, they did. They are going to New York to visit the actual UN. Kinda crazy a bunch of high schoolers are going to the real UN.
dutch: [_R_] Yah, dat is gebeurd. Ze gaan naar New York om de VN zelf te bezoeken. Kinda gek een heleboel middelbare scholieren gaan naar de echte VN.

source: [_L_] {i}(mumbling){/i} It should have been me...
dutch: [_L_] {i}(mumbling){/i} Het had me moeten zijn...

source: [_M_] What was that, sweety?
dutch: [_M_] Wat was dat, zoet?

source: [_L_] I said, it should have been me!
dutch: [_L_] I zei, het had me moeten zijn!

source: [_R_] Oh boy here we go again.
dutch: [_R_] Oh jongen hier gaan we opnieuw.

source: [_L_] It should have, [ryan]. Lisa cheated in the student council election. I should be student council president. Do you know how good that would look on college scholarship application?
dutch: [_L_] Het zou moeten hebben, [ryan]. Lisa bedriegt bij studentverkiezingen voor de Raad. Ik zou de voorzitter van de Raad van de studenten moeten zijn. Weet u hoe goed dat zou zijn voor de aanvraag voor studiebeurzen?

source: [_M_] Oh sweety, I'm sure Lisa didn't cheat.
dutch: [_M_] Oh zoet, ik weet zeker dat Lisa geen cheat had.

source: [_L_] She did! And now with dad in jail and our family broke, I'll never get into a good college without a scholarship.
dutch: [_L_] Dat heeft ze gedaan! En nu met papa in de gevangenis en is onze familie kapot, ga ik nooit een goede universiteit binnenkomen zonder een beurzen.

source: [_R_] Yah, don't be a sore loser.
dutch: [_R_] Yah, wees geen zere verliezer.

source: [_M_] Ok, enough you two!
dutch: [_M_] Ok, genoeg jullie twee!

source: [_MT_] {i}Poor Lauren. She was really crushed when she lost that election.{/i}
dutch: [_MT_] {i}Poor Laken. Ze werd echt verpletterd toen ze de verkiezingen verloor. {/i}

source: [_M_] Honey, I can't change what's happened, but what if I talk to the school board and see if there's any way Mandy can transfer to our school?
dutch: [_M_] Honey, ik kan niet veranderen wat er gebeurd is, maar wat als ik met de schooldirectie praat en kijk of Mandy op onze school kan overbrengen?

source: [_L_] I really would like that. Thank you, Mom.
dutch: [_L_] Ik wil dat echt graag. Bedankt, mama.

source: [_RT_] {i}{b}(HINT){/b} I've heard the school is going to start doing morning announcements every Monday again. They stopped when the student body officers left for New York on their mock UN trip.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik heb gehoord dat de school elke maandag weer ochtendaankondigingen gaat doen. Ze stopten op het moment dat studentenlichaamsfunctionarissen naar New York vertrokken op hun nepreis van de VN.{/i}

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
dutch: [_RT_] {i}heb ik gehoord dat ze een spannende aankondiging hebben om te beginnen. Ik kan er beter voor zorgen dat ik elke maandagmorgen in de les {b}Moment zit{/b} zodat ik de aankondigingen niet mist.{/i}

source: {i}(Keyboard clacking sounds){/i}
dutch: {i}(Toetsenbord klokken geluid){/i}

source: [_RT_] {i}Wow! Jessica is our new secretary.{/i}
dutch: [_RT_] {i}Wow! Jessica is onze nieuwe secretaris.{/i}

source: [_RT_] {i}I had a constant hard-on for her during my freshman year.{/i}
dutch: [_RT_] {i}Ik had een constante hard-on voor haar tijdens mijn vers jaar.{/i}

source: [_RT_] {i}Watching her dance around in that sexy cheerleader uniform at pep rallies gave me plenty of spank material.{/i}
dutch: [_RT_] {i}Kijkt haar dans rond in die sexy cheerleader uniform op pieprally gaf me genoeg spank materiaal.{/i}

source: [_RT_] {i}She's only gotten prettier... And her breasts are a lot bigger.{/i}
dutch: [_RT_] {i}Ze heeft alleen de mooier gekregen... En haar borsten zijn veel groter.{/i}

source: [_RT_] {i}Did she get fake boobs?{/i}
dutch: [_RT_] {i}Heeft ze nep boeken gekregen?{/i}

source: [_RT_] {i}Has she even noticed I'm here?{/i}
dutch: [_RT_] {i}heeft ze zelfs opgemerkt dat ik hier ben?{/i}

source: [_R_] Uhhh... Excuse me... Miss Jessica.... Can I speak with you for just a moment?
dutch: [_R_] Uhhhh... Excusse mij... Miss Jessica.... Kan ik even met je spreken?

source: [_MJ_] Give me just a second.
dutch: [_MJ_] Geef me even een seconde.

source: [_R_] Miss Jessica... I've got stuff I need to do.
dutch: [_R_] Misi Jessica... Ik heb dingen die ik moet doen.

source: [_R_] Can you take just a minute to help me?
dutch: [_R_] Kan je me even helpen?

source: [_MJ_] Alright fine!... What's so important that you had to interrupt my messenger chat with my ex-boyfriend?
dutch: [_MJ_] Oké goed!... Wat is zo belangrijk dat je mijn berichtenmachine moest onderbreken met mijn ex-vriend?

source: [_RT_] {i}Ex-boyfriend? She's on the market!{/i}
dutch: [_RT_] {i}Ex-vriend? Ze is op de markt!{/i}

source: [_R_] Ex-boyfriend, huh?
dutch: [_R_] Ex-boyvrienden, toch?

source: [_MJ_] Yeah... Stupid jerk! He left me for another girl on my college cheerleading squad. The stupid slut was also my sorority sister.
dutch: [_MJ_] Ja... Hoera! Hij liet me achter voor een ander meisje op mijn vrolijk plek. De domme slut was ook mijn zus van smeden.

source: [_MJ_] She took my spot as head cheerleader after I injured myself doing a keg stand.
dutch: [_MJ_] Ze trok mijn plaats als cheerleider op nadat ik mezelf gewond raakte toen ik een keg stand deed.

source: [_MJ_] ...Why am I telling you all this?...
dutch: [_MJ_] ...Waarom vertel ik je dit allemaal?...

source: [_MJ_] Is there something you need?
dutch: [_MJ_] Is er iets dat je nodig hebt?

source: [_MJ_] Alright fine!... What's so important that you can't wait for me to finish my messenger chat with my ex-boyfriend?
dutch: [_MJ_] Oké goed!... Wat is zo belangrijk dat je niet kunt wachten tot ik mijn berichtenwagen chat met mijn ex-vriend?

source: [_MJ_] The stupid jerk! He left me for another girl on my college cheerleading squad. The stupid slut was also my sorority sister.
dutch: [_MJ_] The stupid jarhoos! Hij liet me achter voor een ander meisje op mijn vrolijk plek. De domme slut was ook mijn spijszus.

source: [_MJ_] You're still here?
dutch: [_MJ_] ben je er nog?

source: [_R_] Yeah... My name is [ryan]... Maybe you remember me from when I was a freshman?
dutch: [_R_] Ja... Mijn naam is [ryan]... Misschien herinner je me uit toen ik vers was?

source: [_MJ_] Were you on the varsity basketball team?
dutch: [_MJ_] Was je in het varsity basketbalteam?

source: [_R_] No... But I was on the freshman team.
dutch: [_R_] Nee... Maar ik zat in het vers team.

source: [_MJ_] And I'm guessing from your height, that you didn't make it any further?
dutch: [_MJ_] En ik raad vanaf je hoogte, dat je het niet verder hebt gemaakt?

source: [_R_] Yeah... no... I didn't.
dutch: [_R_] Ja... nee... dat heb ik niet gedaan.

source: [_MJ_] Yeah, no... I don't remember you.
dutch: [_MJ_] Yeah, nee... Ik herinner je niet.

source: [_MJ_] Did you just come to chat with me?
dutch: [_MJ_] Ben je net met me gekomen om te chatten?

source: [_R_] Umm... no... actually...
dutch: [_R_] Umm... eigenlijk... eigenlijk...

source: [_R_] I need to turn in this application to run for student body president.
dutch: [_R_] Ik moet deze applicatie gebruiken om te draaien voor studentenlichaampresident.

source: [_MJ_] Hmmm... Really?
dutch: [_MJ_] Hmmm... Echt?

source: [_MJ_] You want to run for student body president?
dutch: [_MJ_] Wil je rennen voor studentenlichaam-president?

source: [_R_] No... Actually, the application is for my sister, Lauren.
dutch: [_R_] Nee... Eigenlijk is de applicatie voor mijn zus Lauren.

source: [_MJ_] Oh good!... Is she super cute and popular?
dutch: [_MJ_] Oh goed!... Is ze super schattig en populair?

source: [_R_] Well, she's super cute!
dutch: [_R_] Nou, ze is super schattig!

source: [_R_] I mean... as far as a guy can think his sister is cute.
dutch: [_R_] Ik bedoel... zover een kerel kan denken dat zijn zus schattig is.

source: [_R_] And she's kind of popular... but not super popular.
dutch: [_R_] En ze is een soort popular... maar niet super populair.

source: [_R_] Huh...what?
dutch: [_R_] Huh...wat?

source: [_MJ_] It's just... maybe you should do her a favor, and tell her not to run for student body president.
dutch: [_MJ_] Het is alleen... misschien moet je haar een plezier doen, en haar vertellen dat ze niet moet draaien voor studentenlichaamspresident.

source: [_MJ_] Just to spare her feelings.
dutch: [_MJ_] Voorzie gewoon haar gevoelens.

source: [_R_] Huh?...
dutch: [_R_] Hoera?...

source: [_MJ_] You do know that Matt is running for student body president, right?
dutch: [_MJ_] Je weet dat Matt draait voor studentenlichaam voorzitter is, toch?

source: [_MJ_] As in Matt, the captain of the basketball team.
dutch: [_MJ_] zoals in Matt, de kapitein van het basketbalteam.

source: [_MJ_] Yeah, fuck... That kid's a bull. He's one of the only students I remember from when I was here.
dutch: [_MJ_] Yeah, fuck... Dat kind is een stier. Hij is een van de enige studenten die ik me herinner toen ik hier was.

source: [_MJ_] He was on the varsity basketball team as a freshman.
dutch: [_MJ_] Hij was als vers in het basketbalteam van varsiteit.

source: [_MJ_] Do you know how rare that is?
dutch: [_MJ_] Weet je hoe zeldzaam dat is?

source: [_MJ_] I would say he's almost unbeatable.
dutch: [_MJ_] zou ik zeggen dat hij bijna onverslaanbaar is.

source: [_MJ_] Are you sure your sister wants to waste her time on a lost cause?
dutch: [_MJ_] Weet je zeker dat je zus haar tijd wil verspillen aan een verloren doel?

source: [_R_] Unfortunately, I doubt that will discourage her.
dutch: [_R_] Helaas, ik betwijfel of dat haar zal ontmoedigen.

source: [_R_] She's got it in her mind that she'll do anything to be student body president, and I don't think I could convince her otherwise.
dutch: [_R_] Ze heeft het in haar hoofd dat ze alles zal doen om studentenlichaam voorzitter te zijn en ik denk niet dat ik haar anders kan overtuigen.

source: [_MJ_] Well I hope she doesn't take it too hard when she loses.
dutch: [_MJ_] Nou, ik hoop dat ze het niet te hard neemt als ze verliest.

source: [_R_] You mean if she loses.
dutch: [_R_] Jij bedoelt als ze verliest.

source: [_R_] You don't know that she'll lose yet.
dutch: [_R_] Je weet niet dat ze nog zal verliezen.

source: [_MJ_] Come on... We both know how this is going to end.
dutch: [_MJ_] Kom op... We weten allebei hoe dit zal eindigen.

source: [_R_] Well, probably, but as a school employee, don't you think you should pretend to be more impartial?
dutch: [_R_] Nou, waarschijnlijk, maar als een schoolmedewerker, denk je niet dat je je onpartijdiger moet noemen?

source: [_MJ_] Ehh... I just call it as I see it.
dutch: [_MJ_] Ehhh... Ik noem het gewoon zoals ik het zie.

source: [_R_] Well, thanks for your vote of confidence. I've got to go help my sister win an election.
dutch: [_R_] Nou, bedankt voor je vertrouwen. Ik moet mijn zus helpen om een verkiezing te winnen.

source: [_MJ_] Well, don't say I didn't warn you.
dutch: [_MJ_] Nou, zeg niet dat ik je niet heb gewaarschuwd.

source: [_MJ_] Oh, and you've still got to pay the application fee.
dutch: [_MJ_] Oh, en je moet nog steeds de aanvraagkosten betalen.

source: [_R_] Oh right... fifty dollars, right?
dutch: [_R_] Oh right... vijftig dollars, toch?

source: {b}{i}"Money - $50"{/i}{/b}
dutch: {b}{i}"Geld - $50"{/i}{/b}

source: [_MJ_] I hate to see you waste your money like this.
dutch: [_MJ_] Ik haat je om zo je geld te laten verspillen.

source: [_R_] Yeah? You just let me worry about that.
dutch: [_R_] Ja? Laat ik me daar gewoon zorgen over maken.

source: [_RT_] {i}Well, Jessica's reputation as a bitch was well earned.{/i}
dutch: [_RT_] {i}Nou, Jessica reputatie als een bitch was goed verdiend.{/i}

source: [_RT_] {i}But she is one sexy bitch.{/i}
dutch: [_RT_] {i}Maar ze is één sexy bitch.{/i}
