Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] I assume that means this is the part where I have to start taking off clothes.
dutch: [_S_] Ik ga ervan uit dat dit het onderdeel is waar ik moet beginnen met het opstijgen van kleren.
french: [_S_] Je suppose que cela signifie que c'est la partie où je dois commencer à enlever mes vêtements.
german: [_S_] Ich gehe davon aus, dass dies der Teil ist, in dem ich anfangen muss, Kleidung zu entfernen.
italian: [_S_] Suppongo che ciò significa che questa è la parte in cui devo iniziare a togliermi i vestiti.

source: [_R_] Don't worry! We're going to take it slow.
dutch: [_R_] Maak je geen zorgen! We gaan het langzaam.
french: [_R_] Ne t'inquiètes pas! On va ralentir.
german: [_R_] Keine Sorge! Wir werden es langsam nehmen.
italian: [_R_] Non ti preoccupare! La prenderemo lentamente.
portuguese: [_R_] Não se preocupe! Nós vamos levar devagar.

source: [_R_] I want to push you to do some things that are out of your comfort zone, but I don't want you to feel too uncomfortable.
dutch: [_R_] Ik wil je aansporen om enkele dingen te doen die uit je comfortzone zijn maar ik wil niet dat je je te oncomfortabel voelt.
french: [_R_] Je veux te pousser à faire des choses qui sortent de ta zone de confort, mais je ne veux pas que tu te sentais trop mal à l'aise.
german: [_R_] Ich möchte dich drängen, Dinge zu tun, die außerhalb deiner Komfortzone sind aber ich möchte nicht, dass Sie sich zu unbequem fühlen.
italian: [_R_] Voglio spingerti a fare alcune cose che sono fuori dalla tua zona di comfort, ma non voglio che ti senti troppo a disagio.

source: [_RT_] {i}{b}I've got to remember to take it slow. If I force her into anything she doesn't want to do, she'll just quit the shoot and go home.{/b}{/i}
dutch: [_RT_] {i}{b}Ik moet me onthouden om het langzaam te nemen. Als ik haar forceer in iets wat ze niet wil doen, zal ze gewoon de schiet verlaten en naar huis gaan.{/b}{/i}
french: [_RT_] {i}{b}Je dois me rappeler de la prendre lentement. Si je la force à faire quelque chose qu'elle ne veut pas faire, elle quittera le tournage et rentrera chez elle.{/b}{/i}
german: [_RT_] {i}{b}Ich muss daran denken, es langsam zu nehmen. Wenn ich sie in etwas zwang, was sie nicht tun will, wird sie einfach das Schießen beenden und nach Hause gehen. {/b}{/i}
italian: [_RT_] {i}{b}Devo ricordarmi di prenderlo lentamente. Se la forzo in qualcosa che non vuole fare, lei lascerà il tiro e andrà a casa.{/b}{/i}
portuguese: [_RT_] {i}{b}Eu tenho que me lembrar de levá-lo devagar. Se eu a forçar a fazer qualquer coisa que ela não queira, ela vai simplesmente parar de atirar e ir para casa. {/b}{/i}

source: [_R_] So, let's start out really easy.
dutch: [_R_] Dus, laten we er echt makkelijk mee beginnen.
french: [_R_] Commençons donc très doucement.
german: [_R_] Also lassen Sie uns wirklich einfach anfangen.
italian: [_R_] Quindi, iniziamo davvero facile.
portuguese: [_R_] Então, vamos começar com muita facilidade.

source: [_R_] Let's just get a pose of your backside.
dutch: [_R_] Laten we gewoon een spatie van je achterkant maken.
french: [_R_] Prenons juste une pose de ton dos.
german: [_R_] Lass uns nur eine Pose von deiner Rückseite bekommen.
italian: [_R_] Prendiamo solo una posa della schiena.
portuguese: [_R_] Vamos apenas fazer uma poça da sua volta.

source: [_R_] Everyone knows that Lauren Craft has some beautiful "ass"-ets.
dutch: [_R_] Iedereen weet dat Lauren Craft mooie "activa"-ets heeft.
french: [_R_] Tout le monde sait que Lauren Craft a de beaux 'atouts'.
german: [_R_] Jeder weiß, dass Lauren Craft ein paar schöne "ass"-ets hat.
italian: [_R_] Tutti sanno che Lauren Craft ha dei bei "ass"-ets.
portuguese: [_R_] Todos sabem que a Forja Lauren tem um belo "as"-etas.

source: [_R_] So, let's see another power stance from behind.
dutch: [_R_] Dus, laten we een andere krachtverhouding van achter zien.
french: [_R_] Voyons donc une autre position pour le pouvoir arrière.
german: [_R_] Also, sehen wir eine andere Machtposition von hinten.
italian: [_R_] Quindi, vediamo un'altra posizione di potere da dietro.
portuguese: [_R_] Então, vamos ver outra posição de poder por trás.

source: [_S_] How's this?
dutch: [_S_] Hoe is dit?
french: [_S_] Comment ça va?
german: [_S_] Wie ist das?
italian: [_S_] Com'è questo?

source: [_R_] Hmmmmmm.... I like the stance. It's confident and sexy,
dutch: [_R_] Hmmmmmm.... Ik vind de positie leuk. Het is zelfverzekerd en sexy,
french: [_R_] Hmmmmmm.... J'aime la position. C'est confiant et sexy,
german: [_R_] Hmmmmmm.... Ich mag die Haltung. Sie ist selbstbewusst und sexy,
italian: [_R_] Hmmmmmm.... Mi piace la posizione. È sicuro e sexy,
portuguese: [_R_] Hmmmmmmmm.... Eu gosto da posição. É confiante e atraente,

source: [_R_] But those shorts are just kind of unflattering to your ass.
dutch: [_R_] Maar die korsten zijn gewoon een soort van niet naar je hand te zetten.
french: [_R_] Mais ces shorts sont un peu peu flatteurs pour ton cul.
german: [_R_] Aber diese Shorts sind einfach nicht schmeichelhaft für deinen Arsch.
italian: [_R_] Ma quei pantaloncini sono solo una specie di allegri al tuo culo.

source: [_S_] What?.... What do you mean?
dutch: [_S_] Wat?.... Wat bedoelt u?
french: [_S_] Quoi?.... Que veux-tu dire?
german: [_S_] Was?.... Was meinst du?
italian: [_S_] Cosa?.... Che cosa intendi?

source: [_R_] I'm not sure, maybe it's because there's no pockets, or maybe your ass is just too small.
dutch: [_R_] Ik weet het niet zeker, misschien omdat er geen zakken zijn, of misschien is je pas gewoon te klein.
french: [_R_] Je ne suis pas sûr, c'est peut-être parce qu'il n'y a pas de poches, ou peut-être que ton cul est tout simplement trop petit.
german: [_R_] Ich bin mir nicht sicher, vielleicht liegt es daran, dass es keine Taschen gibt, oder vielleicht ist dein Arsch einfach zu klein.
italian: [_R_] non sono sicuro, forse è perché non ci sono tasche, o forse il tuo culo è troppo piccolo.

source: [_S_] Hmmmmmm.... what?
dutch: [_S_] Hmmmmmm.... wat?
french: [_S_] Hmmmmmm .... quoi?
german: [_S_] Hmmmmmm.... was?
italian: [_S_] Hmmmmmm.... cosa?
portuguese: [_S_] Hmmmmmm.... o quê?

source: [_R_] I'm thinking we need to try something else.
dutch: [_R_] Ik denk dat we iets anders moeten proberen.
french: [_R_] Je pense que nous devons essayer autre chose.
german: [_R_] Ich denke, wir müssen etwas anderes versuchen.
italian: [_R_] Sto pensando che dobbiamo provare qualcos'altro.

source: [_S_] What!?.... Already?
dutch: [_S_] Wat?.... Klaar?
french: [_S_] Quoi!?.... Encore?
german: [_S_] Was!?.... Schon bereit?
italian: [_S_] Cosa!?.... già?
portuguese: [_S_] O que!?.... Pronto?

source: [_S_] Uhhh.... aren't we moving too fast?
dutch: [_S_] Uhhh.... gaan we niet te snel?
french: [_S_] Uhhh.... ne va-t-on pas trop vite ?
german: [_S_] Uhhhh.... bewegen wir uns nicht zu schnell?
italian: [_S_] Uhhhh.... non ci muoviamo troppo velocemente?
portuguese: [_S_] Uhhh.... nós não estamos nos movendo rápido demais?

source: [_R_] What do you mean? We've already taken a bunch of regular cosplay, now it's time to turn it up to erotic cosplay.
dutch: [_R_] Wat bedoel je? We hebben al een hoop normale cosplay genomen, nu is het tijd om deze op te zetten voor erotische cosplay.
french: [_R_] Que veux-tu dire? Nous avons déjà pris un tas de cosplay régulier, il est maintenant temps de le transformer en cosplay érotique.
german: [_R_] Was meinst du? Wir haben bereits ein paar regelmässige cosplay gemacht, jetzt ist es an der Zeit, es in erotische cosplay zu drehen.
italian: [_R_] Che cosa intendi? Abbiamo già preso un mucchio di cosplay regolari, ora è il momento di trasformarlo in cosplay erotico.
portuguese: [_R_] O que você quer dizer? Já pegamos um monte de cosplays regulares, agora é hora de virarmos a cosplay erótica.

source: [_S_] Erotic? I'm not ready for that!
dutch: [_S_] Erotiek? Ik ben daar nog niet klaar voor!
french: [_S_] Érotique? Je ne suis pas prête pour ça!
german: [_S_] Erotik? Ich bin dafür nicht bereit!
italian: [_S_] Erotico? Non sono pronto per questo!
portuguese: [_S_] Ecótico? Não estou pronto para isso!

source: [_R_] Well, what did you think we're doing here?
dutch: [_R_] Nou, wat dacht je dat we hier aan doen?
french: [_R_] Eh bien, qu'est-ce que tu penses qu'on fait ici?
german: [_R_] Nun, was hast du hier gedacht?
italian: [_R_] Beh, cosa pensavi che stiamo facendo qui?
portuguese: [_R_] Bem, o que você achou que estamos fazendo aqui?

source: [_S_] I thought the outfit was already sexy enough on it's own!
dutch: [_S_] Ik dacht dat de outfit al sexy genoeg was op het eigen!
french: [_S_] Je pensais que la tenue était déjà assez sexy en soi!
german: [_S_] Ich dachte, das Outfit war schon sexy genug auf sich allein!
italian: [_S_] Pensavo che l'outfit fosse già abbastanza sexy da solo!

source: [_S_] I don't want a bunch of perverted internet trolls telling me I'm ugly.
dutch: [_S_] Ik wil geen hoop geperverteerde internettrollen die me vertellen dat ik lelijk ben.
french: [_S_] Je ne veux pas qu'un groupe de trolls Internet pervers me dise que je suis moche.
german: [_S_] Ich möchte nicht, dass ein paar perverse Internettrolle mir sagen, dass ich hässlich bin.
italian: [_S_] Non voglio un mucchio di trolls di internet pervertiti che mi dicono che sono brutto.

source: [_R_] What!?.... The internet is going to love you!
dutch: [_R_] Wat!?.... het internet zal van jou houden!
french: [_R_] Quoi!?.... Internet va t'aimer!
german: [_R_] Was?.... Das Internet wird dich lieben!
italian: [_R_] Cosa!?.... Internet ti amerà!
portuguese: [_R_] o que!?.... A internet vai te amar!

source: [_S_] I don't care! I'm going back home. We can try another time, but right now I just feel creeped out.
dutch: [_S_] Het maakt me niet uit! Ik ga terug naar huis. We kunnen het een andere keer proberen, maar op dit moment voel ik me gewoon verstomd.
french: [_S_] Je m'en fiche ! Je rentre chez moi. On peut essayer une autre fois, mais là, je me sens juste effrayée.
german: [_S_] Mir ist es egal! Ich gehe nach Hause zurück. Wir können es ein anderes Mal versuchen, aber gerade jetzt fühle ich mich einfach verrückt.
italian: [_S_] Non mi importa! Sto tornando a casa. Possiamo provare un'altra volta, ma ora mi sento appena strisciato.
portuguese: [_S_] Eu não me importo! Eu vou para casa. Podemos tentar outra hora, mas agora eu só me sinto enganado.

source: To get Sidney to take her shorts off you must have her submission at 5 points or her libido at 9 points.
dutch: Om Sidney in staat te stellen haar korten af te halen moet je op 5 punten of haar libido op 9 punten laten indienen.
french: Pour que Sidney enlève son short, vous devez avoir sa soumission à 5 points ou sa libido à 9 points.
german: Um Sidney dazu zu bringen, ihre Shorts abzuziehen, musst du ihre Einreichung an 5 Punkten oder ihr Libido an 9 Punkten haben.
italian: Per convincere Sidney a togliersi i pantaloncini devi avere la sua sottomissione a 5 punti o la sua libido a 9 punti.
portuguese: Para fazer com que Sidney retire os abtos é preciso que a sua submissão seja feita em 5 pontos ou em 9 pontos.

source: [_S_] How erotic? I'm not ready for that level of erotic yet! Shouldn't we warm up to that through some milder pictures first?
dutch: [_S_] Hoe erotiek? Ik ben nog niet klaar voor dat erotica! Wil je dat eerst opwarmen met wat mildere foto's?
french: [_S_] Comment érotique? Je ne suis pas encore prête pour ce niveau d'érotisme! Ne devrions-nous pas nous réchauffer à cela à travers des images plus douces d'abord?
german: [_S_] Wie erotisch? Ich bin noch nicht bereit für dieses erotische Niveau! Sollen wir uns nicht erst durch ein paar mildere Bilder aufwärmen?
italian: [_S_] Com'è erotico? Non sono ancora pronto per quel livello di erotico! Non dovremmo scaldarci prima attraverso alcune foto più miti?
portuguese: [_S_] Quão erótica? Ainda não estou pronto para esse nível de erótico! Não deveríamos esquentar isso através de algumas fotos mais suaves primeiro?

source: [_R_] Oh right, sorry, I'm just used to shooting with Lauren. She's super professional and can get into the right mind frame on demand.
dutch: [_R_] Oh, sorry, ik ben net gewend om met Lauren te schieten. Ze is super professioneel en kan op aanvraag in de juiste stemming terechtkomen.
french: [_R_] Oh d'accord, désolé, je suis juste habitué à tourner avec Lauren. Elle est super professionnelle et peut entrer dans le bon état d'esprit à la demande.
german: [_R_] Oh, tut mir leid, ich bin gerade daran gewöhnt, mit Lauren zu schießen. Sie ist super professionell und kann bei Bedarf in den richtigen Gedankenrahmen kommen.
italian: [_R_] Oh giusto, mi dispiace, sono appena abituato a sparare con Lauren. Lei è super professionista e può entrare nel quadro mentale giusto su richiesta.
portuguese: [_R_] Oh direito, desculpe, só estou acostumado a atirar com Lauren. Ela é super profissional e pode entrar no quadro ideal certo sob demanda.

source: [_S_] .... Wait.... Lauren can just jump into taking that level of sexy pictures, just like that?
dutch: [_S_] .... Wachten... . Lauren kunnen gewoon beginnen om dat niveau van sexy afbeeldingen te nemen, zoals?
french: [_S_] .... Attends.... Lauren peut simplement prendre ce niveau de photos sexy, juste comme ça?
german: [_S_] .... Warten.... Lauren kann einfach in die Aufnahme von sexy Bilder springen, genau wie das?
italian: [_S_] .... Aspetta.... Lauren può solo saltare in presa di quel livello di immagini sexy, proprio come quello?
portuguese: [_S_] ...Espere.... Lauren pode saltar ganhando esse nível de fotos sexy, assim mesmo?

source: [_R_] Yeah.... I mean, I know it takes strong mental fortitude, and some models just don't have the mental strength it takes to jump into a scene on demand like that.
dutch: [_R_] Ja.... Ik bedoel dan, ik weet dat het een sterke mentale vastberadenheid vergt. en sommige modellen hebben gewoon niet de mentale kracht die nodig is om op die manier in een scène te springen.
french: [_R_] Ouais.... Je veux dire, je sais qu'il faut une forte force mentale, et certains modèles n'ont tout simplement pas la force mentale nécessaire pour sauter dans une scène à la demande comme ça.
german: [_R_] Ja.... Ich meine, ich weiß, dass es eine starke geistige Stärke erfordert, und einige Modelle haben einfach nicht die mentale Kraft, die es braucht, um in eine Szene auf Anfrage zu springen.
italian: [_R_] Sì... Voglio dire, so che ci vuole forte forza mentale, e alcuni modelli semplicemente non hanno la forza mentale che ci vuole per saltare in una scena su richiesta come quello.
portuguese: [_R_] Sim.... Quer dizer, sei que é necessária uma forte força mental. e alguns modelos simplesmente não têm a força mental necessária para saltar em uma cena sob demanda como essa.

source: [_RT_] {i}That's right.... let's see how Sidney responds to some sibling rivalry.{/i}
dutch: [_RT_] {i}Dat klopt.... laten we zien hoe Sidney reageert op wat andere rivaliteit.{/i}
french: [_RT_] {i}C'est vrai.... voyons comment Sidney réagit à une rivalité fraternelle.{/i}
german: [_RT_] {i}Das ist richtig.... Mal sehen, wie Sidney auf Geschwisterrivalität reagiert.{/i}
italian: [_RT_] {i}Proprio così.... vediamo come Sidney risponde ad alcune rivalità fratelli.{/i}
portuguese: [_RT_] {i}Isso está certo.... vamos ver como Sidney responde a algumas rivalidades irmãs.{/i}

source: [_R_] So, let's just call it a day, we can try again after you've better prepared yourself mentally.
dutch: [_R_] Dus laten we het gewoon een dag bellen, we kunnen het opnieuw proberen nadat je jezelf beter mentaal hebt voorbereid.
french: [_R_] Donc, appelons ça un jour, nous pouvons réessayer une fois que tu t'es mieux préparé mentalement.
german: [_R_] Also, nennen wir es einen Tag, wir können es erneut versuchen, nachdem du dich besser mental vorbereitet hast.
italian: [_R_] Quindi, chiamiamolo un giorno, possiamo riprovare dopo aver preparato meglio te stesso mentalmente.

source: [_S_] Wait!.... No.... If Lauren can do it, than so can I.... just give me a second to get my shirt and shorts off.
dutch: [_S_] Wacht!.... Nee.... Als Lauren het kan doen, dan kan ik het... . Geef me gewoon een seconde om mijn shirt af te maken en korte stukken uit te maken.
french: [_S_] Attends ! .... Non ... Si Lauren peut le faire, je ne peux que me donner une seconde pour enlever ma chemise et les shorts.
german: [_S_] Warte!.... Nein.... Wenn Lauren es machen kann, dann kann ich.... nur eine Sekunde um mein Shirt zu bekommen und es zu versäumen.
italian: [_S_] Aspetta!.... No.... Se Lauren può farlo, allora posso darmi un secondo per spegnere la mia camicia e i miei pantaloncini.
portuguese: [_S_] Espere!.... Não.... Se Lauren consegue fazer isso, do que eu.... apenas me dê um segundo para pegar minha camisa e curta.

source: [_S_] I can cover myself in the picture though right?
dutch: [_S_] Ik kan mezelf wel op de foto bedekken, maar toch?
french: [_S_] Je peux me couvrir sur la photo ou bien non ?
german: [_S_] Ich kann mich im Bild bedecken, wenn ich?
italian: [_S_] Posso coprire me stesso nella foto anche se giusto?

source: [_R_] Yeah, of course, just having your shirt off makes the pic super sexy. Even if the viewer can't see anything.
dutch: [_R_] Yeah, natuurlijk, het uitlaten van je hemd maakt de pische super sexy. Zelfs als de kijker niets ziet.
french: [_R_] Oui, bien sûr, le simple fait d'enlever ta chemise rend la photo super sexy. Même si le spectateur ne peut rien voir.
german: [_R_] Ja, natürlich, wenn du dein Shirt aus hast, macht das Bild super sexy. Auch wenn der Betrachter nichts sehen kann.
italian: [_R_] Sì, naturalmente, basta avere la camicia fuori rende la foto super sexy. Anche se lo spettatore non riesce a vedere nulla.
portuguese: [_R_] Sim, é claro que só tirar sua camisa faz a foto ficar super atraente. Mesmo que o espectador não consiga ver nada.

source: [_R_] Well, you need to start acting a little more professional. You need to be ready to do whatever the photographer says.
dutch: [_R_] Nou, je moet iets professioneler gaan handelen. Je moet klaar zijn om te doen wat de fotograaf zegt.
french: [_R_] Eh bien, tu dois commencer à agir un peu plus professionnel. Tu dois être prête à faire tout ce que le photographe dit.
german: [_R_] Nun, du musst anfangen, ein bisschen professioneller zu handeln. Du musst bereit sein, was der Fotograf sagt.
italian: [_R_] Beh, devi iniziare ad agire un po' più professionale. Devi essere pronto a fare quello che dice il fotografo.

source: [_S_] Well, what if the photographer is a perverted asshat?
dutch: [_S_] Nou, wat als de fotograaf een geperverteerde asshat is?
french: [_S_] Eh bien, et si le photographe est une tête de cul pervers?
german: [_S_] Nun, was passiert, wenn der Fotograf ein pervertierter Asshat ist?
italian: [_S_] Beh, cosa succede se il fotografo è uno stronzo perverso?
portuguese: [_S_] Bem, e se o fotógrafo for um desfecho pervertido?

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
french: {i}{b}«Colère de Sidney +1»{/b}{/i}
german: {i}{b}"Sidney's Zorn +1"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +1"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +1"{/b}{/i}

source: [_S_] I'm out of here.... call me again when you're ready to act a little more professional.
dutch: [_S_] Ik ben hier weg.... bel me opnieuw wanneer je klaar bent om iets professioneler te handelen.
french: [_S_] Je m'en vais.... rappelle-moi quand tu seras prêt à être un peu plus professionnel.
german: [_S_] Ich bin nicht hier.... rufe mich erneut an, wenn du bereit bist, ein wenig professioneller zu handeln.
italian: [_S_] Sono fuori di qui.... chiamami di nuovo quando sei pronto ad agire un po 'più professionale.
portuguese: [_S_] Não estou aqui... . Me ligue novamente quando você estiver pronto para agir um pouco mais profissional.

source: To get Sidney to take her shirt off you must have her submission at 7 points or her libido at 9 points.
dutch: Om Sidney van haar hemd af te halen moet je op 7 punten of op 9 punten haar libido indienen.
french: Pour que Sidney enlève sa chemise, vous devez avoir sa soumission à 7 points ou sa libido à 9 points.
german: Um Sidney dazu zu bringen, ihr Shirt abzuziehen, musst du ihre Einreichung an 7 Punkten oder ihr Libido an 9 Punkten haben.
italian: Per convincere Sidney a togliersi la camicia devi avere la sua sottomissione a 7 punti o la sua libido a 9 punti.
portuguese: Para fazer com que Sidney retire sua camisa, você deve fazer com que ela seja subjugada em 7 pontos ou em 9 pontos.

source: [_S_] So, you just want my breasts free and swinging in the wind?
dutch: [_S_] Dus, je wilt gewoon mijn borsten vrij en in de wind zwaaien?
french: [_S_] Alors, tu veux juste que mes seins soient libres et se balancent dans le vent?
german: [_S_] Also, du willst nur meine Brüste frei und schwingen im Wind?
italian: [_S_] Quindi, vuoi solo che i miei seni siano liberi e oscillanti nel vento?

source: [_R_] Yeah, I mean if you think you're willpower is as strong as Lauren's.
dutch: [_R_] Yeah, ik bedoel als je denkt dat je net zo sterk bent als Lauren.
french: [_R_] Ouais, je veux dire que si tu penses que tu es une volonté, c'est aussi fort que celle de Lauren.
german: [_R_] Ja, ich meine, wenn du denkst, du bist so stark wie Lauren.
italian: [_R_] Sì, intendo dire se pensate che la vostra forza di volontà sia forte come quella di Lauren.
portuguese: [_R_] Sim, quero dizer que você acha que vai ser tão forte quanto o de Lauren.

source: [_S_] It's stronger.
dutch: [_S_] is sterker.
french: [_S_] C'est plus fort.
german: [_S_] ist stärker.
italian: [_S_] È più forte.
portuguese: [_S_] É mais forte.

source: [_R_] Fantastic!.... For our first one of this set, I'm thinking you need to look scared. Like you've seen some kind of monster.... no.... how about a wolf.... so try to look scared.
dutch: [_R_] Fantastisch!.... voor onze eerste van deze reeks, denk ik dat je bang moet zijn. Vind je het leuk dat je een of ander monster hebt gezien.... nee. Wat dacht je van een wolf.... probeer er bang uit te zien.
french: [_R_] Fantastique!.... Pour notre premier de ce set, je pense que tu dois avoir l'air effrayée. Comme si tu avais vu une sorte de monstre.... non.... que dirais-tu d'un loup?... alors essaies d'avoir l'air effrayée.
german: [_R_] Fantastisch!.... Für unser erstes Set denke ich, du musst Angst haben. Wie hast du eine Art Monster gesehen.... nein.... wie wäre es mit einem Wolf.... also versuche Angst zu sehen.
italian: [_R_] Fantastico!.... Per il nostro primo di questo set, penso che devi guardare spaventato. Come hai visto qualche tipo di mostro.... no.... come circa un lupo.... quindi prova a sembrare spaventato.

source: [_S_] That should be easy.... how about I just channel the way I'm feeling right now?
dutch: [_S_] Dat zou gemakkelijk moeten zijn.... . hoe denk ik dat ik nu meteen een kanaal voel.
french: [_S_] Cela devrait être facile.... que dirais-tu de canaliser ce que je ressens en ce moment?
german: [_S_] Das sollte einfach sein .... Wie wäre es, wenn ich die Art und Weise, wie ich mich jetzt fühle, einfach kanalisiere?
italian: [_S_] Che dovrebbe essere facile.... come circa che canale solo il modo in cui mi sento in questo momento?

source: [_R_] Yeah.... sure.... go with that.
dutch: [_R_] Ja.... zeker.... ga zo mee.
french: [_R_] Ouais.... bien sûr.... va avec ça.
german: [_R_] Ja.... sicher.... gehen Sie mit.
italian: [_R_] Sì... sicuro... vai con quello.
portuguese: [_R_] Sim.... certe.... acompanhe...

source: [_ST_] {i}No words of comfort?{/i}
dutch: [_ST_] {i}Geen comfortwoorden?{/i}
french: [_ST_] {i}Pas de mots de réconfort?{/i}
german: [_ST_] {i}Keine Komfort?{/i}
italian: [_ST_] {i}Nessuna parola di comfort?{/i}
