Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}Definitely going to avoid Diaz though. She really stresses me out. The last thing I need is her...{/i}
dutch: [_RT_] {i}beslist om Diaz te voorkomen. Ze benadrukt me echt. Het laatste wat ik nodig heb is haar...{/i}
german: [_RT_] {i}Auf jeden Fall wird Diaz vermieden werden. Sie betont mich sehr. Das Letzte, was ich brauche, ist sie...{/i}

source: [_RT_] {i}Tormenting me...{/i}
german: [_RT_] {i}Quälend mich...{/i}

source: [_AD_] Come to watch over your mommy again?
dutch: [_AD_] Kom je mommy nog eens over zien?
german: [_AD_] Komm, um deinen Mommy wieder zu beobachten?

source: [_AD_] Oh, don't make a face. Come on, I saved you a seat.
dutch: [_AD_] Oh, maak geen gezicht. Kom op, ik heb je een zitplaats opgeslagen.
german: [_AD_] Oh, mache kein Gesicht. Komm weiter, ich habe dir einen Platz gerettet.

source: [_R_] I'm not in the mood tonight... I'll sit somewhere else.
dutch: [_R_] Ik ben vanavond niet in de stemming... Ik zit ergens anders.
german: [_R_] Ich bin heute Abend nicht in der Stimmung... Ich sitze woanders.

source: [_AD_] See, your mistake there was thinking I was making a request.
dutch: [_AD_] zie, je fout daar dacht dat ik een verzoek deed.
german: [_AD_] Siehe, dein Fehler war dort gedacht, ich habe eine Anfrage gestellt.

source: [_AD_] Sit down, [ryan].
dutch: [_AD_] zit, [ryan].
german: [_AD_] Setze dich nieder, [ryan].

source: [_AD_] There, see how nice things can be when you do what you're told?
dutch: [_AD_] Daar zie je hoe leuke dingen zijn als je doet wat je verteld hebt?
german: [_AD_] Hier siehst du, wie schön es sein kann, wenn du tust, was du sagst?

source: [_R_] Oh, yeah... it's just swell.
dutch: [_R_] Oh, ja... het is gewoon gaaf.
german: [_R_] Oh, ja... es ist nur Schwellen.

source: [_AD_] Oh cheer up. I might even let you buy me a lap dance if you play your cards right.
dutch: [_AD_] Oh vrolijk op. Ik kan je zelfs een klep dans laten kopen als je je kaarten goed speelt.
german: [_AD_] Oh feuer. Ich könnte dir sogar einen Rundentanz kaufen, wenn du deine Karten richtig spielst.

source: [_R_] Yeah, sure...
dutch: [_R_] Yeah, zeker...
german: [_R_] Ja, sicher...

source: [_AD_] Now, what shall we talk about while we wait?
dutch: [_AD_] Waar gaan we nu over praten terwijl we wachten?
german: [_AD_] Jetzt, worüber sollen wir reden, während wir warten?

source: [_S_] So, do a lot of girls working in clubs do it to pay for college?
dutch: [_S_] Dus doen veel meisjes die in clubs werken om voor de universiteit te betalen?
german: [_S_] Also, bezahlen viele Mädchen, die in Clubs arbeiten, für das College?

source: [_M_] Not really... A lot start out thinking that's what they're going to do, but when they see how much money they can make dancing, most of them drop out and make a career out of it.
dutch: [_M_] Niet echt... Veel begin met denken dat dat is wat ze gaan doen. maar als ze zien hoeveel geld ze kunnen verdienen aan dansen, vallen de meeste van hen weg en verdienen ze er een carrière.
german: [_M_] nicht wirklich... Viel beginnt zu denken, dass sie das tun werden aber wenn sie sehen, wie viel Geld sie machen können Tanzen, die meisten von ihnen fallen aus und machen eine Karriere daraus.

source: [_S_] Really? The money's that good?
dutch: [_S_] Echt? Het geld is zo goed?
german: [_S_] Wirklich? Das Geld ist so gut?

source: [_M_] Don't get any ideas. As soon as you can afford it, I want you back in class, young lady.
dutch: [_M_] Krijg geen ideeën. Zodra je het je kunt veroorloven, wil ik je terug in de klas, jonge dame.
german: [_M_] Erhalte keine Ideen. Sobald du es dir leisten kannst, erwarte ich dich wieder in der Klasse, in der jungen Dame.

source: [_S_] Haha... I know. I'm just a waitress anyways. I want to spend the next ten years doing something more exciting than serving drinks.
dutch: [_S_] Haha... Ik weet het. Ik ben toch maar een wachtaar. Ik wil de komende tien jaar iets spannends doen dan drankjes bedienen.
german: [_S_] Haha... Ich weiß. Ich bin ohnehin nur eine Kellnerin. Ich möchte die nächsten zehn Jahre damit verbringen, etwas aufregenderes zu tun als Getränke zu servieren.

source: [_M_] I'm glad to hear it.
dutch: [_M_] Ik ben blij om het te horen.
german: [_M_] Ich bin froh, es zu hören.

source: [_MT_] {i}It's a good thing too. With her body, she'd make a killing if she learned to use it.{/i}
dutch: [_MT_] {i}is ook een goede zaak. Met haar lichaam zou ze een moord maken als ze geleerd heeft het te gebruiken.{/i}
german: [_MT_] {i}Es ist auch eine gute Sache. Mit ihrem Körper würde sie töten, wenn sie gelernt hat, es zu verwenden.{/i}

source: [_MT_] {i}She has nice perky breasts, and her ass is tight as a drum. It's almost a shame. If I wasn't her mother...{/i}
dutch: [_MT_] {i}Ze heeft leuke borsten, en haar pas is strak als trommel. Het is bijna een schande. Als ik haar moeder niet was...{/i} was
german: [_MT_] {i}Sie hat schöne perverse Brüste, und ihr Arsch ist als Trommel dick. Es ist fast eine Schande. Wenn ich nicht ihre Mutter war...{/i}

source: [_S_] Yeah, Mom?
dutch: [_S_] Yeah, ma?
german: [_S_] Ja, Mama?

source: [_M_] Have you ever...
dutch: [_M_] Ben je ooit...
german: [_M_] Hast du niemals...

source: [_CD_] Hey, [mom_name]?... I'm really sorry to interrupt, but I need a favor.
dutch: [_CD_] Hey, [mom_name]?... Het spijt me dat ik het moet onderbreken, maar ik heb een gunst nodig.
german: [_CD_] Hey, [mom_name]?... Es tut mir wirklich leid, zu unterbrechen, aber ich brauche einen Gefallen.

source: [_M_] Um, sure, Candy... What do you need?
dutch: [_M_] Um, zeker, snoep... Wat heb je nodig?
german: [_M_] Um, Sicher, Süßigkeit... Was brauchst du?

source: [_CD_] I just got a call from my husband... The idiot just got arrested and I need to go down to the station to bail him out.
dutch: [_CD_] Ik heb net een oproep van mijn man ontvangen... De idioot is zojuist gearresteerd en ik moet naar het station gaan om hem uit te helpen.
german: [_CD_] Ich habe gerade einen Anruf von meinem Mann erhalten... Der Idiot wurde gerade verhaftet und ich muss zum Bahnhof hinuntergehen, um ihn zu retten.

source: [_M_] Oh, my God... What happened?
dutch: [_M_] Oh, mijn God... Wat is er gebeurd?
german: [_M_] Oh, mein Gott... Was ist passiert?

source: [_CD_] He says he didn't do anything and that it's bullshit, but he was probably driving drunk again.
dutch: [_CD_] Hij zegt dat hij niets heeft gedaan en dat het een kogel is, maar hij was waarschijnlijk weer dronken aan het rijden.
german: [_CD_] Er sagt, dass er nichts getan hat und dass es Bullshit ist, aber er hat wahrscheinlich noch einmal getrunken gefahren.

source: [_CD_] He's crying on the phone, begging for me to come get him, but I can't just leave ten minutes before my shift starts. Joey would kill me. Can you cover for me, please?
dutch: [_CD_] Hij huilt op de telefoon, bedelt me om hem te komen komen, maar ik kan niet tien minuten achterlaten voordat mijn dienst begint. Joey zou me doden. Kun je alsjeblieft voor me zorgen?
german: [_CD_] Er weint auf dem Telefon und bittet mich um ihn, ihn zu bekommen aber ich kann nicht einfach zehn Minuten vor dem Start meiner Schicht verlassen. Joey würde mich töten. Kannst du bitte für mich bedecken?

source: [_M_] Oh, Candy... I don't know.... Any other day I would, but with Sidney here...
dutch: [_M_] Oh, snoep... Ik weet het niet.... Elke andere dag zou, maar met Sidney hier...
german: [_M_] Ah, Kerne... Ich weiß es nicht... jeden anderen Tag würde ich es tun, aber mit Sidney hier...

source: [_S_] Mom, it's fine. I told you before, seeing you naked isn't going to scar me for life or anything. It's nothing I haven't seen before.
dutch: [_S_] Mama, het is prima. Ik heb je al eerder verteld voordat je me gelijk hebt gezien, dat je me niet voor het leven of iets gaat schrikken. Het is niets dat ik eerder nog niet heb gezien.
german: [_S_] Mama, es ist in Ordnung. Ich sagte dir zuvor, du nackt zu sehen, wird mich nicht um das Leben oder irgendetwas verschleiern. Es ist nichts, was ich noch nicht gesehen habe.

source: [_M_] Still... I know how close you are with your father... I don't want you to resent me and feel like I'm betraying him.
dutch: [_M_] Alles... Ik weet hoe dicht je bij je vader bent... Ik wil niet dat je me opnieuw aanstort en me voelt alsof ik hem verraad heb.
german: [_M_] trotzdem... Ich weiß, wie nahe du mit deinem Vater bist... Ich möchte nicht, dass du mich ärgert und fühlst, als würde ich ihn verraten.

source: [_S_] Oh, don't worry about that!... I'm starting to understand that Dad isn't who I always thought he was. You're the one who's still here for us when everything's gone to hell.
dutch: [_S_] Oh, maak je daar geen zorgen over!... Ik begin te begrijpen dat papa niet is wie ik altijd dacht dat hij het was. Jij bent degene die hier nog steeds is wanneer alles naar de hel gaat.
german: [_S_] Ah, mache dir keine Sorge!... Ich beginne zu verstehen, dass Papa nicht wer ich immer dachte. Du bist derjenige, der immer noch für uns da ist, als alles in die Hölle gegangen ist.

source: [_S_] You're the one who's continued to put food on the table, pay the bills, keeping a roof over our heads, Dad hasn't even responded to a single letter I've sent him.
dutch: [_S_] Jij bent degene die voedsel op tafel heeft blijven leggen, betalen de rekeningen, een dak boven ons hoofd houden, heeft Papa niet eens gereageerd op een brief die ik hem gestuurd heb.
german: [_S_] Du bist derjenige, der weiterhin Essen auf den Tisch legte, bezahlst die Rechnungen, Papa hat nicht einmal auf einen einzigen Brief geantwortet, den ich ihm geschickt habe.

source: [_S_] You aren't betraying him, he's been betraying all of us for who knows how many years.
dutch: [_S_] Je verraadt hem, hij verraadt ons allemaal voor wie hoeveel jaar weer.
german: [_S_] Du verraten ihn nicht, er hat uns alle verraten, denn wer weiß, wie viele Jahre.

source: [_MT_] {i}It would be nice to earn some extra money this week. I could buy something better than off brand food and single ply. Maybe splurge a bit and get a nice bottle of wine for myself?{/i}
dutch: [_MT_] {i}Het zou mooi zijn om deze week wat extra geld te verdienen. Ik zou iets beters kunnen kopen dan het merk en de enkelvoudige plat. Misschien een beetje splop en krijg je een mooie fles wijn voor mij?{/i}
german: [_MT_] {i}Es wäre schön, diese Woche etwas mehr Geld zu verdienen. Ich könnte etwas Besseres kaufen als von Markenfutter und Single ply. Vielleicht ein bisschen sprengen und eine schöne Flasche Wein für mich selbst bekommen?{/i}

source: [_MT_] {i}If I don't take any lapdance requests, I think I'll be ok working in front of Sidney. The last thing she needs is to see her mother take a guy to the back for a lapdance. If it's just dancing on stage, that'd be ok, right?{/i}
dutch: [_MT_] {i}Als ik geen lapdansverzoeken neem, denk ik dat ik goed werk voor Sidney. Het laatste wat ze nodig heeft is om te zien hoe haar moeder een kerel op de rug neemt voor een lappendeken. Als het alleen aan het dansen is, zou dat ok, toch?{/i}
german: [_MT_] {i}Wenn ich keine Laptance-Anfragen nehme werde ich vor Sidney arbeiten. Das Letzte, was sie braucht, ist, dass ihre Mutter einen Kerl auf die Rückseite nimmt, um einen Verfall zu bekommen. Wenn es nur auf der Bühne tanzt, wäre das in Ordnung, richtig?{/i}

source: [_MT_] {i}Sitting around waiting for Sidney's shift to end is pretty boring too. The hell with it... I may as well be productive, and get some exercise to boot.{/i}
dutch: [_MT_] {i}Zitplaatsen om te wachten tot Sidney afloopt, is ook erg saai. De hel ermee... Ik kan net zo goed productief zijn en wat oefening doen om op te starten {/i}
german: [_MT_] {i}Sitzen rund um das Warten auf Sidneys Schicht bis zum Ende ist auch ziemlich langweilig. Die Hölle damit... Ich könnte ebenso produktiv sein und etwas Übung zum Stiefeln bekommen.{/i}

source: [_M_] Well, if you're sure you're ok with it, then I guess I'd better start getting changed.
dutch: [_M_] Nou, als je er zeker van bent dat je er mee bezig bent, dan denk ik dat ik maar beter kan beginnen met iets te veranderen.
german: [_M_] Nun, wenn du sicher bist, dass du damit in Ordnung bist, dann glaube ich, dass ich besser anfangen sollte, dich zu ändern.

source: [_CD_] Thanks, [mom_name]... You're a lifesaver!
dutch: [_CD_] Bedankt, [mom_name]... Je bent een levensverwachting!
german: [_CD_] Danke, [mom_name]... Du bist Lebensläufer!

source: [_CD_] I'm going to kill my husband. I can't believe he's making me miss a whole night's pay.
dutch: [_CD_] Ik ga mijn man doden. Ik kan niet geloven dat hij me een heel nacht loon laat missen.
german: [_CD_] Ich werde meinen Mann töten. Ich kann nicht glauben, dass er mir eine ganze Nacht verpasst.

source: [_S_] This is so cool! I can't wait to see your dance moves! I bet they're super sexy. What are you going to wear?
dutch: [_S_] Dit is zo cool! Ik kan niet wachten om je dansbewegingen te zien! Ik wed dat ze super sexy zijn. Wat ga je dragen?
german: [_S_] Das ist so cool! Ich kann nicht warten, um deine Tanzbewegungen zu sehen! Ich wette, dass sie super sexy sind. Was willst du tragen?

source: [_M_] I don't know... I wasn't prepared to dance tonight. I'll have to use the bra and panties I've got on. I'll just need to find something to go over them.
dutch: [_M_] Ik weet het niet... Ik was niet bereid om vanavond te dansen. Ik zal het merk moeten gebruiken en paniek moeten gebruiken waar ik in kan. Ik zal alleen maar iets moeten vinden om ze over te nemen.
german: [_M_] Ich weiß es nicht... Ich war nicht bereit, heute Abend zu tanzen. Ich muss den BH und die Panties benutzen, auf die ich gestoßen bin. Ich muss nur etwas finden, um über sie zu gehen.

source: [_S_] What about a blazer, that's just long enough to double as a really short dress? I saw one on the rack that would look great on you. With some stockings you'd look like a super sexy secretary.
dutch: [_S_] Wat vind je van een blazer, dat is net lang genoeg om te verdubbelen als een echt korte jurk? Ik zag er een op het rek dat je geweldig zou uitzien. Met wat koningen zie je eruit als een supersexy secretaris.
german: [_S_] Was ist mit einem Blazer, der gerade genug ist, um sich als wirklich kurzes Kleid zu verdoppeln? Ich sah ein auf dem Rack, das gut auf Sie aussieht. Mit einigen Strümpfe solltest du wie ein super sexy Sekretär aussehen.

source: [_M_] That's my little fashion designer. Show me.
dutch: [_M_] Dat is mijn kleine mode ontwerper. Laat me zien.
german: [_M_] Das ist mein kleiner Modedesigner. Zeigen Sie mir.

source: [_AD_] So, the cheerleader didn't let you or the boys watch Lauren lick her pussy? That was selfish of her.
dutch: [_AD_] Dus, de cheerleider heeft jou of de jongens niet laten kijken hoe Lauren haar poesje tevoorschijn valt? Dat was egoïstisch van haar.
german: [_AD_] Also, der Cheerleader ließ dich nicht oder die Jungen beobachten Lauren lecken ihre Fotze? Das war egoistisch von ihr.

source: [_R_] Right?
dutch: [_R_] Rechts?
german: [_R_] Rechts?

source: [_AD_] Don't worry, I'll let you watch Lauren lick my pussy.
dutch: [_AD_] Maak je geen zorgen, ik laat je Lauren mijn vuilnisbelt zien.
german: [_AD_] Keine Sorge, ich lasse dir Lauren lecken meine Fotze.

source: [_AD_] And they don't seem to mind when you watch them fuck?
dutch: [_AD_] En het lijkt me niet zo te zijn wanneer je hen negeert?
german: [_AD_] Und sie scheinen es nicht zu haben, wenn Sie sie ficken sehen?

source: [_R_] Crazy, right?
dutch: [_R_] Roei, toch?
german: [_R_] Verrückt, richtig?

source: [_AD_] Eh... I'll let you watch when Lauren's licking my pussy, too.
dutch: [_AD_] Eh... Ik laat je ook kijken wanneer Lauren mijn pushen likt.
german: [_AD_] Eh... Ich lasse dich beobachten, wenn Lauren auch meine Fotze leckt.

source: [_R_] That's not funny.
dutch: [_R_] Dat is niet grappig.
german: [_R_] Das ist nicht lustig.

source: [_VOM_] Next up on stage is your favorite redheaded housewife. She's gotten a new job as a sexy secretary.
dutch: [_VOM_] Aan de slag is je lievelingsgerookte huisvrouw. Ze heeft een nieuwe baan als sekssecretaris.
german: [_VOM_] Als Nächstes auf der Bühne ist deine Lieblings-Hausfrau. Sie hat einen neuen Job als sexy Sekretärin bekommen.

source: [_R_] He doesn't mean?...
dutch: [_R_] bedoelt niet?...
german: [_R_] Er meint nicht?...

source: [_VOM_] She's got the skills to pay the bills. Put your hands together while she claps those cheeks.
dutch: [_VOM_] Ze heeft de vaardigheden om de rekeningen te betalen. Houd je handen bij elkaar terwijl ze op die wang klapt.
german: [_VOM_] Sie hat die Fähigkeiten, die Rechnungen zu bezahlen. Legen Sie Ihre Hände zusammen, während sie diese Wangen schlägt.

source: [_AD_] Wow! Looks like [mom_name] got tired of just watching from the sidelines.
dutch: [_AD_] Wow! Het lijkt erop dat [mom_name] moe is geworden van alleen maar kijken vanaf de zijlijn.
german: [_AD_] Wow! Sieht aus wie [mom_name] ist es leid, nur von der Seite aus zu beobachten.

source: [_RT_] {i}Mom's really going to dance while Sidney's here?{/i}
dutch: [_RT_] {i}Momenten gaan dansen, terwijl Sidney's hier?{/i}
german: [_RT_] {i}Mom's wird wirklich tanzen, während Sidney hier?{/i}

source: [_X_] Alright, my favorite woman in the whole world! I didn't know you worked weekdays.
german: [_X_] Okay, meine Lieblings-Frau in der ganzen Welt! Ich wusste nicht, dass du Wochentage gearbeitet hast.

source: [_M_] Tonight's a special occasion.
dutch: [_M_] 's avonds een speciale gebeurtenis.
german: [_M_] Heute Abend ist ein besonderer Anlass.

source: [_MT_] {i}I'm starting to really enjoy dancing again... It's so much different from my day job. Not trying to keep a class's attention.{/i}
dutch: [_MT_] {i}Ik begin weer van het dansen... Het is zo anders dan mijn dagbaan. Niet proberen om de les bij te houden.{/i}
german: [_MT_] {i}Ich fange an, wirklich gerne wieder zu tanzen... Es ist so viel anders als mein Job. Versuche nicht, die Aufmerksamkeit einer Klasse zu bewahren.{/i}

source: [_MT_] {i}When I'm on stage, I have everyone's attention.{/i}
dutch: [_MT_] {i}Wanneer ik op het spel sta, heb ik ieders aandacht.{/i}
german: [_MT_] {i}Wenn ich auf der Bühne bin, habe ich alle Aufmerksamkeit.{/i}

source: [_MT_] {i}Maybe if I dressed more provocatively in class, I wouldn't have so much trouble keeping their eyes on me, instead chatting away. No, the school wouldn't allow anything skimpier than what I already wear.{/i}
dutch: [_MT_] {i}Misschien heb ik me provocerender aangekleed in de klas, Ik zou niet zo veel moeite hebben om hun ogen bij me te houden, in plaats daarvan te kletsen. Nee, de school zou niets schikkelijker toestaan dan wat ik al heb.{/i}
german: [_MT_] {i}Vielleicht, wenn ich provokativer in der Klasse gekleidet bin, Ich hätte nicht so viel Mühe, die Augen auf mich zu halten, sondern zu plaudern. Nein, die Schule würde nichts sparsameres erlauben als das, was ich bereits trage.{/i}

source: [_MT_] {i}I could stop wearing a bra... With my breasts bouncing around, at least the boys would keep their eyes on me. Maybe even some of the girls...{/i}
dutch: [_MT_] {i}Ik kan stoppen met het dragen van een br... Met mijn borsten die om zich heen zwaaien, zouden de jongens in ieder geval hun ogen op me houden. Misschien zelfs een paar van de meisjes...{/i}
german: [_MT_] {i}Ich konnte aufhören, ein BH zu tragen... Wenn meine Brüste herumprallen würden, würden mir zumindest die Jungen ihre Augen vor Augen halten. Vielleicht sogar einige der Mädchen...{/i}

source: [_MT_] {i}What if I didn't wear any panties, either? When they stared at my ass, would they notice a lack of panty lines?{/i}
dutch: [_MT_] {i}Wat als ik ook geen vijvers droeg? Wanneer ze naar mijn hand stonden, merken ze dan een gebrek aan panty lijnen?{/i}
german: [_MT_] {i}Was wäre, wenn ich auch keine Hose trage? Wenn sie meinen Arsch anstarrten, würden sie dann einen Mangel an geilen Linien bemerken?{/i}

source: [_MT_] {i}If I dropped some chalk, and bent over to pick it up, there's no way they'd be able to miss that I have nothing on under my tight skirt. Any one of them could come up to me in front of the whole class, bend me over my desk and lift my skirt to prove it.{/i}
dutch: [_MT_] {i}Als ik wat krijt heb laten vallen en wil het ophalen. Op geen enkele manier zouden ze kunnen missen dat ik niets onder mijn strakke rok heb. Ieder van hen kan naar mij komen voor de hele klas, stuur me over mijn bureau en til mijn rok op om het te bewijzen. /i}
german: [_MT_] {i}wenn ich etwas Kreide fallen gelassen und zum Abholen gebeugt habe Es gibt keine Möglichkeit, sie verpassen zu können, dass ich nichts unter meinem engen Rock habe. Jeder von ihnen könnte auf mich zukommen, vor der ganzen Klasse, Das Hotel liegt sehr zentral und trotzdem ruhig. /i}

source: [_MT_] {i}Oh, fuck... I'm getting wet imagining what they'd do to me. I'd Better think of something else.{/i}
dutch: [_MT_] {i}Oh, fuck... Ik krijg een nat beeld wat ze voor mij zouden doen. Ik zou beter aan iets anders denken.{/i}
german: [_MT_] {i}Oh, fuck... Ich werde nass vorstellen, was sie mir tun würden. Ich würde besser an etwas anderes denken.{/i}

source: [_S_] Hey, Hun... How have you been? Can I freshen up your drink?
dutch: [_S_] Hé, Hun... Hoe ben je geweest? Kan ik je drankje bijvoegen?
german: [_S_] Hey, Jäge... Wie bist du schon? Kann ich dein Getränk erfrischen?

source: [_MT_] {i}Sidney seems to be ok with seeing me up here. She really is a natural at charming a guy out if his money. Is it wrong that I'm a little proud of her?{/i}
dutch: [_MT_] {i}Sidney lijkt ok te zijn met het zien van me hier. Ze is echt een natuurlijke manier om een vent eruit te charmeren als zijn geld er is. Is het verkeerd dat ik een beetje trots op haar ben?{/i}
german: [_MT_] {i}Sidney scheint in Ordnung zu sein, mich hier oben zu sehen. Sie ist wirklich eine natürliche bei einem charmanten Kerl, wenn sein Geld. Ist es falsch, dass ich ein wenig stolz auf sie bin?

source: [_MT_] {i}I thought I might be a bit jealous of working with her, but Mama still has what it takes to bring home the bacon.{/i}
dutch: [_MT_] {i}Ik dacht dat ik een beetje jaloers was om met haar samen te werken. maar Mama heeft nog steeds het nodige om het spek mee te nemen. /i}
german: [_MT_] {i}Ich dachte, ich könnte ein bisschen eifersüchtig auf die Zusammenarbeit mit ihr sein aber Mama noch das, was es braucht, um nach Hause zu bringen. /i}

source: [_M_] Hey big guy. Is that for me?
dutch: [_M_] Hé grote kerel. Is dat voor mij?
german: [_M_] Hey big guy. Ist das für mich?

source: [_X_] Oh, Baby. You're the sexiest girl here! Marry me and I'll make you the happiest woman on the planet.
dutch: [_X_] Oh, Baby. Je bent hier het meest sexiele meisje! Laat me en ik je de gelukkigste vrouw op de planeet maken.
german: [_X_] Oh, Baby. Du bist das sexieste Mädchen hier! Heirate mich und ich werde dich zur glücklichsten Frau auf dem Planeten machen.

source: [_M_] Oh, you're sweet, but I don't think so. Come back next time I'm working and maybe you can convince me.
dutch: [_M_] Oh, je bent zoet, maar ik denk het niet. Kom de volgende keer terug en misschien kan je me overtuigen.
german: [_M_] Oh, du bist süß, aber ich glaube es nicht. Komm das nächste Mal, wenn ich arbeite und vielleicht kannst du mich überzeugen.

source: [_MT_] {i}Haha... I can still break some hearts, that's for sure!{/i}
dutch: [_MT_] {i}Haha... Ik kan nog steeds wat harten breken, dat is zeker!{/i}
german: [_MT_] {i}Haha... Ich kann immer noch einige Herzen brechen, das ist sicher!{/i}

source: [_M_] What about you handsome? Do you have anything for me?
dutch: [_M_] Wat vind je knap? Heb je iets voor mij?
german: [_M_] Was ist mit dir? Hast du etwas für mich?
