Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Well, when you take a guys order, you're too fast about it. You need to take your time with them.
italian: [_M_] Beh, quando fai un ordine di un ragazzo, sei troppo veloce. Devi prenderti il tuo tempo con loro.

source: [_S_] Huh? I thought I should be quick so no one has to wait too long to get their order?
italian: [_S_] Huh? Ho pensato che dovrei essere veloce quindi nessuno deve aspettare troppo a lungo per ottenere il loro ordine?

source: [_M_] You don't want to be slow, but if you're just rushing from guy to guy, they'll only give you small tips, and only because they feel obligated to.
italian: [_M_] Non vuoi essere lento, ma se stai semplicemente correndo da ragazzo a ragazzo, ti daranno solo piccoli consigli, e solo perché si sentono obbligati a.

source: [_M_] Tonight, try talking to them a little bit. Put your hand on their arm or leg. The more "friendly" you are, the more likly a guy will want to impress you with a bigger tip.
italian: [_M_] stasera, prova a parlare con loro un po'. Metti la mano sul braccio o sulla gamba. Il più "amichevole" che siete, il più probabile un ragazzo vorrà impressionare con una punta più grande.

source: [_S_] Yeah?... I guess that makes sense. I'll try it out and see how it goes.
italian: [_S_] Sì?... Immagino che abbia senso. Lo proverò e vedrò come va.

source: [_M_] Focus on the guys who tip the dancers. The ones in the back who never give a dancer money are usually broke losers who won't give you anything. In fact, unless one calls you over, I'd ignore anyone like that entirely.
italian: [_M_] Concentrati sui ragazzi che puntano i ballerini. Quelli nella parte posteriore che non danno mai un denaro danzatore sono di solito rotto perdenti che non vi daranno nulla. Infatti, a meno che non vi chiami, ignorerei qualcuno del genere.

source: [_S_] Ha. Yeah, I figured that one out already.
italian: [_S_] Ha. Sì, ho capito che uno fuori già.

source: [_RT_] {i}Finally! Why does it take so long for a girl to get dressed anyway?{/i}
italian: [_RT_] {i}Finalmente! Perché ci vuole così tanto tempo perché una ragazza si vesta comunque? {/i}

source: [_RT_] {i}Looks like Candy is replacing Emma on the stage. This won't be too boring. I can keep an on Mom and Sidney, while watching the show at the same time.{/i}
italian: [_RT_] {i}Sembra che Candy stia sostituendo Emma sul palco. Questo non sarà troppo noioso. Posso tenere un su mamma e Sidney, mentre guardo lo spettacolo allo stesso tempo.{/i}

source: [_S_] Hey, Handsome. You look a little partched. Can I get you something to drink?
italian: [_S_] Hey, Handsome. Tu sembri un po' separato. Posso farti qualcosa da bere?

source: [_X_] Not right now, Beautiful. I've had a few too many {i}(Hic)...{/i} already.
italian: [_X_] Non adesso, Bello. Ho avuto un paio di {i}(Hic)...{/i} già.

source: [_S_] Aww, you sure? A big guy like you seems like he could go all night.
italian: [_S_] Aww, sei sicuro? Un ragazzo grande come te sembra che possa andare tutta la notte.

source: [_X_] You know it! Sure I can do another beer. Thanks, Babe.
italian: [_X_] Lo sa! Certo che posso fare un'altra birra. Grazie, Bambola.

source: [_RT_] {i}What the hell? Why is she getting so handsy with that chump? She's never done that before.{/i}
italian: [_RT_] {i}Che inferno? Perché si sta facendo così comodo con quella tromba? Non l'ha mai fatto prima.{/i}

source: [_S_] What about you, Hun? Can I get you another brandy to keep you warm?
italian: [_S_] Che dire di te, Caccio? Posso farti un altro brandy per tenerti al caldo?

source: [_X_] Well, aren't you sweet? Thanks, Baby-doll!
italian: [_X_] Beh, non sei dolce? Grazie, bambola!

source: [_MT_] {i}That's my girl. She's taking to flirting with customers quicker than I thought. I figured she'd be more hesitant at first.{/i}
italian: [_MT_] {i}È la mia ragazza. Si sta prendendo a flirtare con i clienti più velocemente di quanto pensassi. Ho capito che sarebbe stata più esitante all'inizio.{/i}

source: [_MT_] {i}I'd rather see her in college, but she's right. If she's ever going to have a chance to finish her degree, she'll need to make more money than she could working anywhere else.{/i}
italian: [_MT_] {i}preferirei vederla al college, ma lei ha ragione. Se ha mai avuto la possibilità di finire il suo grado, lei avrà bisogno di fare più soldi di quanto potrebbe lavorare altrove.{/i}

source: [_MT_] {i}Hmm... Candy sure seems motivated tonight. She's putting on a really good show.{/i}
italian: [_MT_] {i}Hmm... Candy sicuramente sembra motivato stasera. Sta mettendo in scena un ottimo spettacolo.{/i}

source: [_MT_] {i}Maybe Candy was right about me just sitting here. It does feel like a waste. Just watching, when I could be working to pay off my family's debt?{/i}
italian: [_MT_] {i}Forse Candy aveva ragione su di me seduto qui. Basta guardare, quando potrei lavorare per pagare il debito della mia famiglia?{/i}

source: [_MT_] {i}And it is a good workout too...{/i}
italian: [_MT_] {i}Ed è anche un buon allenamento...{/i}

source: [_MT_] {i}But can I really do that in front of my daughter?{/i}
italian: [_MT_] {i}Ma posso davvero farlo di fronte a mia figlia?{/i}

source: [_MT_] {i}I mean, look what happened to [ryan].{/i}
italian: [_MT_] {i}Voglio dire, guarda cosa è successo a [ryan].{/i}

source: [_MT_] {i}She says she's fine with it, but it's not just dancing. Would she really be okay seeing me leading men to a private booth for a lapdance?{/i}
italian: [_MT_] {i}Dice che sta bene con esso, ma non è solo ballare. Sarebbe davvero bene vedermi portare gli uomini a uno stand privato per un lapdance?{/i}

source: [_MT_] {i}Would she tell her father?{/i}
italian: [_MT_] {i}Lo direbbe a suo padre?{/i}

source: [_M_] You...
italian: [_M_] Tu...

source: [_J_] I see you found out Sidney's working in the club. Here, have a drink. Compliments of the house.
italian: [_J_] Vedo che hai scoperto il lavoro di Sidney nel club. Qui prendi un drink. Complimenti della casa.

source: [_M_] I prefer red wine.
italian: [_M_] Preferisco il vino rosso.

source: [_J_] Awwe, come on... Don't be like that. I did your daughter a favor. Who else would hire a college drop out for the kind of money she can make here?
italian: [_J_] Awwe, vieni... Non siate così. Ho fatto un favore a vostra figlia. Chi altro avrebbe assunto un college abbandonano per il tipo di soldi che può fare qui?

source: [_M_] You had no right to involve her in this. I was taking care of our payments.
italian: [_M_] Non avevate alcun diritto di coinvolgerla in questo. Mi stavo occupando dei nostri pagamenti.

source: [_J_] I didn't involve her in anything. She came to me, looking to see what her mom was doing here. We got to talking, and she told me she had to drop out of college.
italian: [_J_] Io non l'ho coinvolta in niente, è venuta da me, cercando di vedere cosa stava facendo sua mamma qui. Abbiamo avuto modo di parlare, e lei mi ha detto che doveva abbandonare l'università.

source: [_J_] Now that [dad_name]'s money is gone, she doesn't have any way to pay her tuition. Being the kind hearted man that I am, I offered her a job here as a waitress.
italian: [_J_] Ora che il denaro di [dad_name]è sparito, lei non ha alcun modo di pagare la sua lezione. Essendo l'uomo gentile di cuore che sono, le ho offerto un lavoro qui come cameriera.

source: [_M_] You should have told me about it first. Asked my for permission before offering my daughter a job at your strip club.
italian: [_M_] Avresti dovuto parlarmi prima. Chiedi il mio permesso prima di offrire a mia figlia un lavoro al tuo club di striscia.

source: [_J_] I don't need to ask for your permission, [mom_name]. Have you've forgotten the position your family is in?
italian: [_J_] Non ho bisogno di chiedere il tuo permesso, [mom_name]. Hai dimenticato la posizione in cui si trova la tua famiglia?

source: [_M_] No. But...
italian: [_M_] No. Ma...

source: [_J_] I've been very generous with your family so far, [mom_name]. I'm only asking for payments on the interest of your debt instead of the original payments your husband agreed to.
italian: [_J_] Sono stato molto generoso con la tua famiglia finora, [mom_name]. Sto solo chiedendo pagamenti sugli interessi del vostro debito invece dei pagamenti originali che tuo marito ha accettato.

source: [_J_] I've been generous by letting you work in my club to earn the money to make those payments. Do you think you could handle a full payment every week without selling everything you own?
italian: [_J_] Sono stato generoso lasciandoti lavorare nel mio club per guadagnare i soldi per effettuare quei pagamenti. Pensi che si potrebbe gestire un pagamento completo ogni settimana senza vendere tutto quello che possiedi?

source: [_J_] Don't interrupt! That was rhetorical. Of course you can't... It's not like your boy is helping you much.
italian: [_J_] Non interrompere! Questa era retorica. Naturalmente non puoi... Non è come che il tuo ragazzo ti stia aiutando molto.

source: [_J_] I've further been generous with Sidney by letting a college dropout, with no experiance, wait tables in my club so she can afford to go back to school.
italian: [_J_] Sono stato più generoso con Sidney lasciando un college dropout, senza esperienza, aspetta tavoli nel mio club in modo che possa permettersi di tornare a scuola.

source: [_RT_] {i}What the hell is that bastard saying to her? She looks terrified!{/i}
italian: [_RT_] {i}Che diavolo è quel bastardo che le dice? Sembra terrorizzata!{/i}

source: [_RT_] {i}If he doesn't back off, I'm going to have to go over there and.. and knock his lights out!{/i}
italian: [_RT_] {i}Se non tornerà fuori, dovrò andare là e bussare le sue luci!{/i}

source: [_J_] Now, do you have something to say to me for being so generous?
italian: [_J_] Ora, hai qualcosa da dirmi per essere così generoso?

source: [_M_] th... thank you.
italian: [_M_] th... grazie.

source: [_J_] Thank you for... what?
italian: [_J_] Grazie per... che cosa?

source: [_M_] Thank you, Joey, for being so... generous, with us.
italian: [_M_] Grazie, Joey, per essere così... generoso, con noi.

source: [_J_] You're welcome [mom_name]. It's been my pleasure.
italian: [_J_] Sei il benvenuto [mom_name]. È stato il mio piacere.

source: [_J_] You know, I can think of a few more ways I can be {i}generous{/i} with you. If you're interested.
italian: [_J_] Sai, posso pensare a qualche altro modo in cui posso essere {i}generoso{/i} con te. Se sei interessato.

source: [_RT_] {i}That bastard! I'm gonna...{/i}
italian: [_RT_] {i}Quel bastardo! Sto andandando...{/i}

source: [_X_] Whoa!... Easy there, Tiger.
italian: [_X_] Whoa!... Facile lì, Tigre.

source: [_AD_] Why don't you take a seat before you do something you'll regret.
italian: [_AD_] Perché non ti sederai prima di fare qualcosa che ti pentirai.

source: [_R_] I don't have time for whatever games you want to play... I've got to stop...
italian: [_R_] Non ho tempo per tutti i giochi che vuoi giocare... Devo fermarmi...

source: [_AD_] Sit down, before I arrest you for that fake ID in your pocket!
italian: [_AD_] Si sieda, prima di arrestarti per quel falso ID in tasca!

source: [_AD_] Your Mom's going to be fine, but she won't be if you go over there. Trust me on this one, Sport.
italian: [_AD_] tua mamma andrà bene, ma lei non sarà se ci vai lì. Fidati di me su questo, Sport.

source: [_R_] Fuck, fine! What do you want?
italian: [_R_] Cazzo bene! Cosa vuoi?

source: [_AD_] Me? I was just having a drink, enjoying a show. Then, this colossal moron I know, was about to go and ruin my evening by getting himself killed.
italian: [_AD_] Me? Stavo solo bevendo un drink, godendo uno spettacolo. Poi, questo colossale moron che so, stava per andare a rovinare la mia sera ottenendo se stesso ucciso.

source: [_AD_] What was your plan, Einstine? Go over there and punch a mob boss in the face in his own club?
italian: [_AD_] Qual è stato il tuo piano, Einstine? Vai là e pugni un capo mob in faccia nel suo club?

source: [_R_] Look! He scaring my mom, okay. I'm a man! I can't just do nothing.
italian: [_R_] Guarda! Lui spaventa mia mamma, okay. Sono un uomo! Non posso fare niente.

source: [_AD_] Nothing is exactly what you're going to do. Your mom can take care of herself.
italian: [_AD_] Nulla è esattamente quello che farai. Tua mamma può prendersi cura di se stessa.

source: [_R_] You don't get it.
italian: [_R_] Non lo capisci.

source: [_AD_] No, it's you who isn't getting it. The mob doesn't play around [ryan]. It's not just your own neck that temper almost put in jeopardy. Do you think Joey would stop with just you?
italian: [_AD_] No, sei tu che non lo stai facendo. Il mob non gioca intorno a [ryan]. Non è solo il tuo proprio collo che tempra quasi messo in pericolo. Pensi che Joey si fermerebbe con solo voi?

source: [_AD_] You weren't thinking about Sidney, or that hot little sister of yours. I've got plans for her and I don't need you fucking them up by forcing Joey to make an example out of your family.
italian: [_AD_] Non stavate pensando a Sidney, o a quella vostra sorellina calda. Ho piani per lei e non ho bisogno che li scopate in su costringendo Joey a fare un esempio dalla vostra famiglia.

source: [_R_] If any if you!...
italian: [_R_] Se ce ne sono!...

source: [_AD_] [ryan]! You've seen the back room in this place. You know damn well what can happen to you if you cross Joey!
italian: [_AD_] [ryan]! Hai visto la stanza sul retro in questo posto. Sai maledetto bene cosa ti può succedere se attraversa Joey!

source: [_AD_] You remember that guy that tried to kill Joey? They used to call him Charlie the Chin?
italian: [_AD_] Ti ricordi quel tipo che ha cercato di uccidere Joey? Lo chiamavano Charlie the Chin?

source: [_AD_] Well, they aint calling him the Chin no more. Joey took that big chin clean off after they were done interigating him.
italian: [_AD_] Beh, loro non lo chiamano più il mento più. Joey ha preso quel mento grande pulito dopo che sono stati fatti interigante lui.

source: [_AD_] And you don't want to know the kind of ruin I can bring down on your family if you cross {b}me{/b}!
italian: [_AD_] E non vuoi sapere il tipo di rovina che posso portare giù sulla tua famiglia se attraversa {b}me{/b}!

source: [_R_] God, damn it.
italian: [_R_] Dio, la danna.

source: [_AD_] Look, I like you, Kid... And after what you did for Joey with that scum bag Charlie, he likes you too.
italian: [_AD_] Guarda, mi piace, Figlio... E dopo quello che hai fatto per Joey con quella borsa a schiuma Charlie, anche lui gli piace.

source: [_AD_] So we'll let you get away with a few things. Maybe even help you get away with them, but only so long as you don't interfere with our goals. Don't test our generosity! You get me?
italian: [_AD_] Così ti lasceremo andare via con alcune cose. Forse anche aiutarvi a scappare con loro, ma solo fino a quando non interferite con i nostri obiettivi. Non mettere alla prova la nostra generosità! Mi prende?

source: [_AD_] You start mucking about with either of us, and things will go from pleasant to unpleasant real quick. Got it?
italian: [_AD_] Cominciate a farsi prendere con uno di noi, e le cose passeranno da piacevole a sgradevole reale veloce. Lo sappiamo?

source: [_R_] Fine... I got it, but I can't just let Joey hurt my mother.
italian: [_R_] Fine... l'ho capito, ma non posso lasciare che Joey faccia male a mia madre.

source: [_AD_] Relax kid. That's not his style with women he plans to conquer. He's just reminding her what's what. Like I'm doing with you.
italian: [_AD_] Relax bambino. Non è il suo stile con le donne che ha intenzione di conquistare. Le sta solo ricordando cosa. Come sto facendo con te.

source: [_AD_] Now, enough of this.
italian: [_AD_] Ora, basta questo.

source: [_AD_] Tell me about your hot little sister. What's it like fucking that pussy? Is it as tight as it looks?
italian: [_AD_] Parlami della tua sorellina calda. Com'è che scopare quella figa? È stretta come sembra?

source: [_R_] What?!... Oh, right... The cameras.
italian: [_R_] Cosa?!... Oh, destra... Le telecamere.

source: [_AD_] Mmmm... I can hardly wait to get a taste of her.
italian: [_AD_] Mmmm... Non vedo l'ora di ottenere un assaggio di lei.

source: [_AD_] Don't look so glum. I'll let you keep fucking her after she's fallen in love with me. I think it's hot how you two go at it.
italian: [_AD_] Non sembrare così sgargiante. Ti lascerò continuare a farla scopare dopo che lei è innamorata di me. Penso che sia caldo come voi due andate in esso.

source: [_R_] Yeah, right! She hates your guts.
italian: [_R_] Sì, giusto! Lei odia le tue viscere.

source: [_AD_] Don't you worry about that. I've just been having fun so far. A little dancing, a little spanking, and once I've introduced her to a few more... personal acts, she'll be swooning for me.
italian: [_AD_] Non ti preoccupi. Mi sono appena divertito finora. Un po 'di danza, un po 'di sculacciata, e una volta l'ho presentata ad un paio di più... atti personali, lei sarà swooning per me.

source: [_AD_] And anyway, you should be more worried about that jock who's been stretching her out. And right in front of you too. That's sad, [ryan]. What's his name?
italian: [_AD_] E comunque, dovresti essere più preoccupato per quel cazzo che la sta allungando. E anche davanti a te. È triste, [ryan]. Qual è il suo nome?

source: [_AD_] Man, that kids got a bigger dick than you do. I'd be impressed, if I wasn't worried what it's doing to my little Lauren's poor pussy.
italian: [_AD_] Uomo, che i bambini hanno ottenuto un cazzo più grande di te. Sarei impressionato, se non fossi preoccupato di quello che sta facendo alla povera figa del mio piccolo Lauren.

source: [_AD_] [ryan]. I don't like my pussies stetched out and used up. What's your plan on getting rid of him?
italian: [_AD_] [ryan]. Non mi piacciono le mie fighe staccate e usate. Qual è il tuo piano per sbarazzarmi di lui?

source: [_R_] I'm working on it, okay?
italian: [_R_] sto lavorando su di esso, okay?

source: [_AD_] Well you'd better hurry. My informant at your school says he's got a habbit of passing girls around to all his friends once he gets bored of fucking them.
italian: [_AD_] Beh, faresti meglio a sbrigarti. Il mio informatore alla tua scuola dice che ha un habbit di passare ragazze in giro a tutti i suoi amici una volta che si annoia di scoparli.

source: [_R_] What? I haven't... She'd never...!
italian: [_R_] Cosa? Non hai... Non avrebbe mai...!

source: [_AD_] Well, come up with something, and soon!
italian: [_AD_] Beh, vieni con qualcosa, e presto!

source: [_AD_] In the mean time, remember not to do anything stupid with Joey, or anyone else here.
italian: [_AD_] Nel frattempo, ricordatevi di non fare nulla di stupido con Joey, o chiunque altro qui.

source: [_AD_] You need to keep a cool head, because you might see some crazy shit. Joey likes convincing his women to do things they never imagined they'd do in places they never imagined doing them.
italian: [_AD_] Devi mantenere una testa fresca, perché potresti vedere qualche merda pazzesca. A Joey piace convincere le sue donne a fare cose che non hanno mai immaginato che avrebbero fatto in luoghi che non avevano mai immaginato di farle.

source: [_R_] What things?
italian: [_R_] Che cose?

source: [_AD_] Things like fingering them out in the open where anyone can see them squirming.
italian: [_AD_] Cose come diteggiarle all'aperto dove chiunque può vederle schizzare.

source: [_R_] No! He wouldn't.
italian: [_R_] No! Lui no.

source: [_AD_] Why do you think I had you sit in that stool with your back to them?
italian: [_AD_] Perché pensi che ti avessi seduto in quel sgabello con le spalle a loro?

source: [_AD_] Take a peak, she looks like she's about to cum.
italian: [_AD_] Prendete un picco, sembra che lei stia per cum.

source: [_R_] {b}What?!{/b}
italian: [_R_] {b}Cosa?!{/b}

source: [_AD_] Hahaha!... Got you.
italian: [_AD_] Hahaha!... Hai capito.

source: [_S_] Jeez, what are those two so excited about?
italian: [_S_] Jeez, di che cosa sono i due così eccitati?

source: [_M_] No idea.
italian: [_M_] Nessuna idea.

source: [_S_] Here's your wine, Mom.
italian: [_S_] Ecco il tuo vino, la mamma.

source: [_M_] Thank's Honey. How are doing on tips? Better than before?
italian: [_M_] Ringraziamo il miele. Come stanno facendo i consigli? Meglio di prima?

source: [_S_] Oh, my God, yes! You were right... Flirting with the right guys is really paying off.
italian: [_S_] Oh, mio Dio, sì! Avevate ragione... Flirtare con i giusti sta davvero pagando.

source: [_M_] I was watching. You're a natural.
italian: [_M_] Stavo guardando. Sei un naturale.

source: [_S_] Mom? I saw Mr. DeCapo walking away when I came back from the bar, did you two talk?
italian: [_S_] Mamma? Ho visto il signor DeCapo camminare via quando sono tornato dal bar, hai parlato due?

source: [_M_] Oh! He just... wanted to make sure I wasn't mad about you working here.
italian: [_M_] Oh! Lui solo... voleva assicurarmi che non fossi arrabbiato di te che lavorassi qui.

source: [_S_] And?
italian: [_S_] E?

source: [_M_] I uh... I thanked him for offering you this job. It really was... generous of him.
italian: [_M_] Io uh... L'ho ringraziato per averti offerto questo lavoro. Era davvero generoso di lui.

source: [_S_] That's great Mom! I'm happy you see it that way now. Well, I'm going to get back to work. I'll check on you when I get a break, okay?
italian: [_S_] È una grande mamma! Sono felice che tu lo veda in questo modo. Beh, sto per tornare al lavoro. Ti controllerò quando faccio una pausa, okay?

source: [_M_] Ok, honey... I'll be here.
italian: [_M_] Ok, miele... Sarò qui.

source: [_MT_] {i}Jesus! For that kind of money?... If I hadn't seen Sidney coming back with my drink, I might have been tempted to let him... God. He wanted to do that to me right here where anyone could see it?{/i}
italian: [_MT_] {i}Gesù! Per quel tipo di denaro?... Se non avessi visto Sidney tornare con la mia bevanda, avrei potuto essere tentato di lasciarlo. . Dio. Voleva farlo proprio qui dove qualcuno poteva vederlo?{/i}

source: [_MT_] {i}What am I becoming.{/i}
italian: [_MT_] {i}Che cosa sto diventando {/i}

source: [_RT_] {i}Goddam!... Things are getting pretty hairy at the club.{/i}
italian: [_RT_] {i}Goddam!... Le cose stanno diventando abbastanza pelose al club.{/i}

source: [_RT_] {i}I'm completely losing control of what's going on with Mom and Sidney.{/i}
italian: [_RT_] {i}Sto completamente perdendo il controllo di ciò che sta succedendo con Mamma e Sidney.{/i}

source: [_RT_] {i}Somehow, I've got to figure this shit out!{/i}
italian: [_RT_] {i}In qualche modo, devo capire questo grido!{/i}

source: [_RT_] {i}If Mom and Sidney are both here, all hell is going to break loose... If it hasn't already.{/i}
italian: [_RT_] {i}Se Mamma e Sidney sono entrambi qui, tutto l'inferno sta per rompersi... Se non ha già.{/i}

source: [_RT_] {i}Well, they're not in the main area.{/i}
italian: [_RT_] {i}Beh, non sono nell'area principale.{/i}

source: [_RT_] {i}I guess I could go check out the area by the stage.{/i}
italian: [_RT_] {i}Immagino che potrei andare a controllare l'area in base alla fase.{/i}

source: [_RT_] {i}I'm just surprised I don't hear any yelling.{/i}
italian: [_RT_] {i}Sono solo sorpreso che non sento urlare.{/i}

source: [_R_] Huh? Hey Armani, what's up?
italian: [_R_] Huh? Ehi Armani, che cos'è?

source: [_A_] Not too much. Just starting my shift. Can I get you something to drink?
italian: [_A_] Non troppo. Inizia il mio turno. Posso farti bere qualcosa?

source: [_R_] Thanks, but I'm just trying to find Sidney, and possibly [mom_name]. You haven't seen either of them, have you?
italian: [_R_] Grazie, ma sto solo cercando di trovare Sidney, e forse [mom_name]. Non hai visto nessuno di loro, vero?
