Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}She's definitely cum drunk, but I can't believe she's still actually entertaining the thoughts of us having a kid together.{/i}
french: [_RT_] {i}Elle est définitivement ivre, mais je ne peux pas croire qu'elle est encore en train de divertir les pensées que nous avons un enfant ensemble.{/i}
italian: [_RT_] {i}Lei è sicuramente ubriaca, ma non riesco a credere che stia ancora divertendo i pensieri di noi avere un bambino insieme.{/i}
portuguese: [_RT_] {i}Ela definitivamente chá bêbada, mas não acredito que esteja realmente divertindo os pensamentos de nós ter uma criança juntas.{/i}
russian: [_RT_] {i}Она определенно выпила, но я не могу поверить, что она до сих пор развлекает мысли о том, что у нас есть ребенок.{/i}

source: [_R_] And you're not worried about the fact that I could have gotten you pregnant?
french: [ _R_ ] Et vous ne vous inquiéteriez pas du fait que j'aurais pu vous avoir enceinte?
italian: [_R_] E non sei preoccupato per il fatto che avrei potuto farti incinta?
portuguese: [__R_] E você não está preocupado com o fato de que eu poderia ter te engravidado?
russian: [_R_] И ты не беспокоишься о том, что я мог бы тебя забеременет?

source: [_M_] Mmm... Would that really be so bad?
french: [_M_] Mmm... Cela serait-il vraiment si mauvais ?
italian: [_M_] Mmm... Sarebbe davvero così male?
portuguese: [_M_] Mmm... Isso seria realmente tão ruim?
russian: [ _M_] Ммм ... Это было бы так плохо?

source: [_M_] I wouldn't mind a little [ryan] Junior running around here.
french: [ _M_ ] Je ne voudrais pas un petit [ ryan ] Junior courir ici.
italian: [_M_] non mi dispiacerebbe un po ' [ryan] Junior in esecuzione qui.
portuguese: [_M_] Eu não me importaria de um pouco [ryan] Júnior correndo por aqui.
russian: [ _M_] Я бы не возражала, чтобы маленький [ ryan] Junior бегал здесь.

source: [_M_] I kind of miss having young kids.
french: [ _M_ ] Je manque d'avoir de jeunes enfants.
italian: [_M_] Mi manca di avere bambini piccoli.
portuguese: [_M_] Eu meio que sinto falta de filhos jovens.
russian: У меня не хватает детей.

source: [_R_] Mom, I think you're cum drunk, or something.
french: [_R_] Mama, je pense que vous êtes ivre, ou quelque chose.
italian: [_R_] Mamma, penso che tu sia ubriaco, o qualcosa.
portuguese: [_R_] Mãe, acho que você é chá bêbado, ou algo do tipo.
russian: Мам, я думаю, что ты пьян, или что-то в этом деле.

source: [_M_] Mmm... maybe.
french: [_M_] Mmm... peut-être.
italian: [_M_] Mmm... forse.
portuguese: [_M_] Mmm... talvez.
russian: Может быть.

source: [_R_] So, it's getting late. Do you think I can sleep in here tonight?
french: [ _R_ ] Donc, il est en retard. Tu crois que je peux dormir ici ce soir?
italian: [_R_] Quindi, è in ritardo. Pensi che io possa dormire qui stasera?
portuguese: [_R_] Então, está ficando tarde. Você acha que posso dormir aqui esta noite?
russian: Так что, уже поздно. Думаешь, я могу спать здесь сегодня?

source: [_M_] Mmm, mmm... No way. The answer is the same as last time.
french: [_M_] Mmm, mmm... Pas vrai. La réponse est la même que la dernière fois.
italian: [_M_] Mmm, mmm... In nessun modo. La risposta è la stessa dell'ultima volta.
portuguese: [_M_] Mmm, mmm... Não, de jeito nenhum. A resposta é a última vez.
russian: [_M_] Ммм, мм... Ни в коем случае. Ответ совпадает с прошлым раз.

source: [_M_] We can't have anyone finding out about this.
french: [ _M_ ] Nous ne pouvons pas avoir d'autres conclusions à ce sujet.
italian: [_M_] Non possiamo avere nessuno a conoscenza di questo.
portuguese: [__M_] Não podemos ter ninguém descobrando sobre isso.
russian: [_M_] Мы не можем никому узнать об этом.

source: [_RT_] {i}Sorry, Mom... But this is going to happen sooner or later.{/i}
french: [_RT_] {i}Désolé, Maman... Mais cela arrivera tôt ou tard.{/i}
italian: [_RT_] {i}Siamo spiacenti, Mom... Ma questo accadrà prima o poi.{/i}
portuguese: [_RT_] {i}Desculpe, Mãe ... Mas isso vai acontecer mais cedo ou mais tarde. {/i}
russian: [_RT_] {i}Извините, мамама... Но это произойдет рано или поздне.{/i}

source: [_RT_] {i}I'll never be the man of the house until I'm sleeping with you in your bed.{/i}
french: [_RT_] {i}Je ne serai jamais l'homme de la maison tant que je ne dormirai pas avec vous dans votre lit. {/i}
italian: [_RT_] {i}Non sarò mai l'uomo della casa finché non dormo con te nel tuo letto.{/i}
portuguese: [_RT_] {i}Eu nunca serei o homem da casa até eu dormir com você em sua cama.{/i}
russian: [ _RT_] {i}Я никогда не буду человеком дома, пока я не буду спать с тобой в твоей постели. { /i }

source: [_M_] That's a bad idea.
french: [ _M_ ] C'est une mauvaise idée.
italian: [_M_] È una cattiva idea.
portuguese: [_M_] É uma má ideia.
russian: Это плохая идея.

source: [_M_] I think Sidney would wonder why you didn't come to bed.
french: [ _M_ ] Je pense que Sidney se demande pourquoi vous n'avez pas été au lit.
italian: [_M_] Penso che Sidney si chiederebbe perché non sei venuto a letto.
portuguese: [__M_] Eu acho que Sidney se perguntaria por que você não veio para a cama.
russian: Я думаю, Сидни будет удивляться, почему ты не пришла в постель.

source: [_M_] The other girls might find out too.
french: [ _M_ ] Les autres filles pourraient le savoir aussi.
italian: [_M_] Le altre ragazze potrebbero scoprire troppo.
portuguese: [__M_] As outras meninas podem descobrir também.
russian: [ _M_] Другие девушки тоже могут узнать.

source: [_M_] We don't want to raise any suspicion.
french: [ _M_ ] Nous ne voulons pas soulever de soupçons.
italian: [_M_] Non vogliamo suscitare alcun sospetto.
portuguese: [_M_] Nós não queremos levantar qualquer suspeita.
russian: Мы не хотим вызывать подозрений.

source: [_RT_] {i}Fuck!... I'll never be the man of the house if I'm not sharing Mom's bed with her every night.{/i}
french: [_RT_] {i}Fuck !... Je ne serai jamais l'homme de la maison si je ne partage pas le lit de Maman avec elle chaque nuit.{/i}
italian: [_RT_] {i}Fuck!... Non sarò mai l'uomo della casa se non condivido il letto della mamma con lei ogni notte.{/i}
portuguese: [_RT_] {i}Presa!... Eu nunca serei o homem da casa se não estiver compartilhando a cama da mãe com ela todas as noites.{/i}
russian: [ _RT_] {i}Fuck! ... Я никогда не буду мужчиной дома, если я не буду делиться с ней мамой каждую ночь. { /i }

source: [_RT_] {i}That means that everyone has to know about it, and be fine with it. Is that even possible?{/i}
french: [_RT_] {i}Cela veut dire que tout le monde doit le savoir et que ça va bien. Est-ce même possible ?{/i}
italian: [_RT_] {i}Ciò significa che tutti devono saperlo e vanno bene con esso. È anche possibile?{/i}
portuguese: [_RT_] {i}Isso significa que todos precisam saber sobre o assunto, e ficar bem com isso. Isso pode até mesmo ser possível?{/i}
russian: [ _RT_] {i}Это значит, что все должны знать об этом и быть в порядке с ним. Это даже возможно?

source: [_RT_] {i}Most would have said fucking my own mother was impossible, but look where I am now.{/i}
french: [ _RT_ ] {i}La plupart auraient dit que ma propre mère était impossible, mais regardez où je suis maintenant. { /i }
italian: [_RT_] {i}La maggior parte avrebbe detto che scopare mia madre era impossibile, ma guardare dove sono adesso.{/i}
portuguese: [_RT_] {i}A maioria teria dito que a porra da minha própria mãe era impossível, mas olha onde eu estou agora. {/i}
russian: [ _RT_] {i}Большинство бы сказали, что мать моя была невозможной, но посмотрите, где я сейчас. { /i }

source: [_RT_] {i}I'll make it happen.{/i}
french: [_RT_] {i}Je vais y arriver. {/i}
italian: [_RT_] {i}lo farò accadere.{/i}
portuguese: [_RT_] {i}Eu vou fazer acontecer. {/i}
russian: [ _RT_] {i}Я сделаю это. { /i }

source: [_M_] You'd better be on your way.
french: [ _M_ ] Vous feriez mieux d'être sur votre chemin.
italian: [_M_] Faresti meglio ad essere sulla tua strada.
portuguese: [_M_] É melhor você estar no seu caminho.
russian: [_M_] Ты лучше будешь на своем пути.

source: [_M_] The girls could come home any minute now.
french: [ _M_ ] Les filles pourraient rentrer à la maison n'importe quelle minute maintenant.
italian: [_M_] Le ragazze potrebbero tornare a casa in qualsiasi minuto ora.
portuguese: [_M_] As meninas podem voltar para casa a qualquer momento.
russian: Девочки могут вернуться домой в любую минуту.

source: [_M_] And don't forget to get dressed before walking out that door!
french: [ _M_ ] Et n'oubliez pas de s'habiller avant de sortir de cette porte !
italian: [_M_] E non dimenticare di vestirsi prima di camminare fuori quella porta!
portuguese: [__M_] E não se esqueça de se vestir antes de sair por aquela porta!
russian: [_M_] И не забудьте одеться перед выходом из этой двери!

source: [_RT_] {i}I can't possibly risk getting my mom pregnant!{/i}
french: [_RT_] {i}Je ne peux pas risquer de prendre ma mère enceinte!{/i}
italian: [_RT_] {i}Non posso rischiare di rimanere incinta mia mamma!{/i}
portuguese: [_RT_] {i}Não posso arriscar engravidar minha mãe! {/i}
russian: [_RT_] {i}Я не могу рискнуть забеременеть мамой!{/i}

source: [_RT_] {i}I'm pulling out!{/i}
french: [_RT_] {i}Je me retire !{/i}
italian: [_RT_] {i}sto tirando fuori!{/i}
portuguese: [_RT_] {i}Eu estou puxando para fora! {/i}
russian: [_RT_] {i}Я вытягиваю!{/i}

source: [_MT_] {i}God... he's still cumming!{/i}
french: [_MT_] {i}Dieu... Il est toujours en train de couper!{/i}
italian: [_MT_] {i}Dio... sta ancora accumulando!{/i}
portuguese: [_MT_] {i}Deus... ele ainda está chegando!{/i}
russian: [_MT_] Бог {i}... он все еще уступает!{/i}

source: [_M_] You naughty boy, you were supposed to cum inside me!
french: [_M_] Tu n'as pas de vilain garçon, tu étais censé éjaculer à l'intérieur de moi !
italian: [_M_] Sei un ragazzo cattivo, dovevi sborrare dentro di me!
portuguese: [__M_] Você travessa rapaz, você deveria cum dentro de mim!
russian: [_M_] Ты непослушный мальчик, ты должен был курить внутрь меня!

source: [_M_] God!... Listen to myself! That's so irresponsable!
french: [_M_] Dieu!... Écoutez-moi! C'est si irresponsable!
italian: [_M_] Dio!... Ascoltami me stesso! È così irresponsabile!
portuguese: [_M_] Deus!... Escute sozinho! Isso é tão irresponsável!
russian: [ _M_] Боже! ... Послушай себя! Это так безответно!

source: [_M_] I can really lose myself during sex.
french: [ _M_ ] Je peux vraiment me perdre pendant le sexe.
italian: [_M_] posso davvero perdermi durante il sesso.
portuguese: [_M_] Eu posso realmente me perder durante o sexo.
russian: [_M_] Я действительно могу потерять себя во время секса.

source: [_M_] Thank you for pulling out
french: [ _M_ ] Merci de votre retrait
italian: [_M_] Grazie per aver tirato fuori
portuguese: [_M_] Obrigado por puxar
russian: [_M_] Благодарим вас за вытаскивание

source: [_M_] I was worried you were going to cum inside for a second.
french: [_M_] Je craignais que vous n'alliez foutre à l'intérieur pendant une seconde.
italian: [_M_] Ero preoccupato che tu stesse andando a sborrare dentro per un secondo.
portuguese: [__M_] Eu estava preocupado que você ia cum dentro por um segundo.
russian: Я волновалась, что ты пойдешь на секунду.

source: [_M_] Thank you for being so responsible!
french: [ _M_ ] Merci d'être si responsable !
italian: [_M_] Grazie per essere stato così responsabile!
portuguese: [_M_] Obrigado por ser tão responsável!
russian: [_M_] Благодарим вас за ответственность!

source: [_M_] Just look at the amount of cum you painted on my back!
french: [_M_] Regardez juste la quantité de foutre que vous avez peint sur mon dos!
italian: [_M_] Basta guardare la quantità di sperma che hai dipinto sulla mia schiena!
portuguese: [__M_] Basta olhar a quantidade de cum que você pintou nas minhas costas!
russian: [ _M_] Просто взгляни на сумму, которую ты нарисовал на моей спине!

source: [_M_] That would have knocked me up for sure!
french: [ _M_ ] Cela m'aurait assommé !
italian: [_M_] Questo mi avrebbe bussato di sicuro!
portuguese: U[_M_] Isso teria me empurrado com certeza!
russian: Это бы меня точно вырубило!

source: [_M_] I suppose we should get cleaned up and dressed.
french: [ _M_ ] Je suppose que nous devrions être nettoyés et habillés.
italian: [_M_] Suppongo che dovremmo essere ripuliti e vestiti.
portuguese: [__M_] Eu suponho que devemos nos limpar e vestidos.
russian: [ _M_] Я думаю, нам надо убираться и одеваться.

source: [_RT_] {i}Oh, God... I'm getting so close!{/i}
french: [_RT_] {i}Oh, Dieu... Je suis si près !{/i}
italian: [_RT_] {i}Oh, Dio... Mi sto avvicinando!{/i}
portuguese: [_RT_] {i}Oh, Deus ... Estou ficando tão perto! {/i}
russian: [ _RT_] {i}О, Боже ... Я так близко!

source: [_RT_] {i}Do I want to cream-pie Mom's ass or cover her in cum?{/i}
french: [_RT_] {i}Vais-je faire une tarte à la crème ou la recouvrir de foutre ?{/i}
italian: [_RT_] {i}Voglio cream-pie culo di mamma o coprirla in cum?{/i}
portuguese: [_RT_] {i}Eu quero creme-torra a bunda da mamãe ou cobri-la em cum? {/i}
russian: [_RT_] {i}Я хочу крем-пи-мама задницу или закройте её?{/i}

source: [_RT_] {i}I want Mom to think about me every time she takes a step and cum drips out of her ass.{/i}
french: [_RT_] {i}Je veux que ma mère réfléchisse à moi chaque fois qu'elle fait un pas et éjacule hors de son cul.{/i}
italian: [_RT_] {i}Voglio che la mamma pensi a me ogni volta che fa un passo e gocciola di sperma fuori dal suo culo.{/i}
portuguese: [_RT_] {i}Eu quero que a mamãe pense em mim toda vez que ela dá um passo e cum pinga a bunda dela. {/i}
russian: [_RT_] {i}Я хочу, чтобы Мама думала обо мне каждый раз, когда она берет шаг и выкатывает из своей команды.{/i}

source: [_RT_] {i}This is all going inside.{/i}
french: [_RT_] {i}Tout va à l'intérieur. {/i}
italian: [_RT_] {i}Tutto sta andando dentro.{/i}
portuguese: [_RT_] {i}Isto tudo está entrando.{/i}
russian: [_RT_] {i}Все идет внутри.{/i}

source: [_R_] Oh, fuck! I'm gonna...
french: [_R_] Oh, baise ! Je suis gonn...
italian: [_R_] Oh, cazzo! Sto andandando...
portuguese: [_R_] Oh, aí! Vou ser...
russian: О, чёрт! Я ...

source: [_MT_] {i}Did he just...?{/i}
french: [_MT_] {i}A-t-il juste...?{/i}
italian: [_MT_] {i}Ha solo...?{/i}
portuguese: [_MT_] {i}ele acabou...?{/i}
russian: [ _MT_] {i}Он просто ...? { /i }

source: [_MT_] {i}He's filling my intestines... I'm getting... too full!{/i}
french: [_MT_] {i}Il remplit mes intestins... Je deviens... trop plein !{/i}
italian: [_MT_] {i}Sta riempiendo i miei intestini... sto arrivando... troppo pieno!{/i}
portuguese: [_MT_] {i}Ele está enchendo meus intestinos ... Eu estou ficando ... muito cheio! {/i}
russian: [_MT_] {i}Заполняет кишечник... Я получаю ... слишком полно!{/i}

source: [_MT_] {i}Good Lord!{/i}
french: [_MT_] {i}Bon Seigneur !{/i}
italian: [_MT_] {i}Buon Signore!{/i}
portuguese: [_MT_] {i}Bom Senhor! {/i}
russian: [ _MT_] {i}Добрый Господь! { /i }

source: [_M_] God!... I'll never get over how much you can cum!
french: [_M_] Dieu !... Je ne vais jamais dépasser ce que vous pouvez foutre!
italian: [_M_] Dio!... Non capirò mai quanto si può sborra!
portuguese: [_M_] Deus! ... Eu nunca vou superar o quanto você pode cum!
russian: [ _M_] Боже! ... Я никогда не доберусь до того, как много ты можешь обнимать!

source: [_M_] Mmm... You're cum's going to be leaking out of my ass for days!
french: [_M_] Mmm... Vous allez fuir de mon cul pendant des jours!
italian: [_M_] Mmm... Stai per perdere il mio culo per giorni!
portuguese: [_M_] Mmm... Você vai deixar de ser vazado por dias!
russian: [ _M_] Ммм ... Ты будешь в кадре вылезть из моей задницы в течение нескольких дней!

source: [_RT_] {i}I'm going to glaze her like a donut!{/i}
french: [_RT_] {i}Je vais la glaçer comme un donjon !{/i}
italian: [_RT_] {i}La smalterò come un ciambello!{/i}
portuguese: [_RT_] {i}Eu vou olvidá-la como um donut! {/i}
russian: [_RT_] {i}Я собираюсь гладить ее как пожертвование!{/i}

source: [_R_] Oh, fuck!... I'm gonna...
french: [_R_] Oh, baise !... Je suis gonna...
italian: [_R_] Oh, cazzo!... Sto andandando...
portuguese: [_R_] Ah, porra! ... Eu vou ...
russian: О, черт! Я ...

source: [_MT_] {i}How did he get me in the face from back there?{/i}
french: [_MT_] {i}Comment m'a-t-il mis en visage de retour ?{/i}
italian: [_MT_] {i}Come mi ha messo in faccia da dietro?{/i}
portuguese: [_MT_] {i}Como ele me recebeu na cara de costas there? {/i}
russian: [ _MT_] {i}Как он получил меня в лицо сзади? { /i }

source: [_MT_] {i}He's completely covering me!{/i}
french: [_MT_] {i}Il me couvre complètement !{/i}
italian: [_MT_] {i}Mi sta coprendo completamente!{/i}
portuguese: [_MT_] {i}Ele está completamente me cobrindo! {/i}
russian: [_MT_] {i}Он полностью покрывает меня!{/i}

source: [_M_] Just... Wow!
french: [_M_] Juste... Wow !
portuguese: [_M_] Apenas ... Nossa!
russian: Просто ... Вау!

source: [_M_] You literally covered me!
french: [_M_] Vous m'avez littéralement couvert !
italian: [_M_] Mi hai letteralmente coperto!
portuguese: U[_M_] Você literalmente me cobriu!
russian: Ты буквально покрыла меня!

source: [_RT_] {i}I'm getting really close!{/i}
french: [_RT_] {i}Je suis en train de me rapprocher !{/i}
italian: [_RT_] {i}Mi sto avvicinando davvero!{/i}
portuguese: [_RT_] {i}Estou ficando realmente perto! {/i}
russian: [_RT_] {i}Я очень близка!{/i}

source: [_RT_] {i}Should I make Mom swallow it all, or should I pull out and cum all over her?{/i}
french: [_RT_] {i}Devrais-je tout avaler à ma mère ou devrais-je retirer et éjaculer sur elle ?{/i}
italian: [_RT_] {i}Dovrei fare la mamma ingoiare tutto, o dovrei tirare fuori e sborrare dappertutto?{/i}
portuguese: [_RT_] {i}Devo fazer a mamãe engolir tudo, ou devo puxar para fora e cum tudo sobre her? {/i}
russian: [_RT_] {i}Должен заставить маму проглотить все, или я должен вытащить и кусочек по всему нему?{/i}

source: [_RT_] {i}I wonder if she can swallow it all this time.{/i}
french: [_RT_] {i}Je me demande si elle peut avaler tout ce temps.{/i}
italian: [_RT_] {i}Mi chiedo se possa ingoiare tutto questo tempo.{/i}
portuguese: [_RT_] {i}Eu me pergunto se ela pode engoli-lo todo esse tempo. {/i}
russian: [_RT_] {i}Мне интересно, сможет ли она проглотить его все время.{/i}

source: [_R_] Fuck, I'm gonna...
french: [_R_] Vid�o porno et blondes hard!
italian: [_R_] Fuck, sto andandando...
portuguese: [__R_] Fuck, eu vou ...

source: [_MT_] {i}Whoa... that was a big blast of cum!{/i}
french: [_MT_] {i}Oh... c'était une grosse explosion de foutre !{/i}
italian: [_MT_] {i}Whoa... è stata una grande esplosione di sperma!{/i}
portuguese: U[_MT_] {i}Uau... foi uma grande explosão de porto!{/i}
russian: [_MT_] {i}Кого... это был большой взрыв кумов!{/i}

source: [_MT_] {i}Come on, [mom_name] You've got this!{/i}
french: [_MT_] {i}Allons, [mom_name] Vous avez ça !{/i}
italian: [_MT_] {i}Avanti, [mom_name] Hai ottenuto questo!{/i}
portuguese: [_MT_] {i}Vamos, [mom_name] Você conseguiu isso!{/i}
russian: [_MT_] {i}Входит, [mom_name] Вы получили это!{/i}

source: [_MT_] {i}Here comes another blast!{/i}
french: [_MT_] {i}Voici une autre blason!{/i}
italian: [_MT_] {i}Ecco un'altra esplosione!{/i}
portuguese: [_MT_] {i}Aqui vem outra explosão! {/i}
russian: [_MT_] {i}Вот ещё один взрыв!{/i}

source: [_MT_] {i}Come on, [mom_name]... Stay on top of it!{/i}
french: [_MT_] {i}Allons, [mom_name]... Restez au dessus !{/i}
italian: [_MT_] {i}Avanti, [mom_name]... Rimani sopra di esso!{/i}
portuguese: [_MT_] {i}Vamos, [mom_name]... Fique por aí!{/i}
russian: [_MT_] {i}Вперёд, [mom_name]... Оставайтесь поверх него!{/i}

source: [_MT_] {i}Oh, fuck... I don't got it.{/i}
french: [_MT_] {i}Oh, fuck... Je ne l'ai pas compris.{/i}
italian: [_MT_] {i}Oh, cazzo... Non l'ho ottenuto.{/i}
portuguese: [_MT_] {i}Ah, foda ... Eu não tenho isso. {/i}
russian: [ _MT_] {i}О, блядь ... У меня его нет.

source: [_MT_] {i}Goddamit! Not again!{/i}
french: [_MT_] {i}Dédamment divin! Plus rien !{/i}
italian: [_MT_] {i}Goddamit! Non ancora!{/i}
portuguese: [_MT_] {i}Goddamit! Não de novo! {/i}
russian: [ _MT_] {i}Goddamit! Не снова! { /i }

source: [_MT_] {i}My sinuses are filled with cum!{/i}
french: [_MT_] {i}Mes sinus sont remplis de foutre !{/i}
italian: [_MT_] {i}I miei seni nasali sono riempiti di cum!{/i}
portuguese: [_MT_] {i}Meus sinusos estão cheios de cum! {/i}
russian: [_MT_] {i}Мои синусы заполнены кусами!{/i}

source: [_MT_] {i}I'm going to be smelling [ryan]'s cum for days{/i}
french: [_MT_] {i}Je vais sentir le foutre de [ryan]pendant des jours{/i}
italian: [_MT_] {i}Ho intenzione di avere un odore di sperma di [ryan]per giorni{/i}
portuguese: [_MT_] {i}vou estar com o cheiro de [ryan]por dias {/i}
russian: [ _MT_] {i}Я буду нюхать [ ryan] cum дней { /i }

source: [_M_] Well, it's a good thing I didn't eat much for dinner tonight.
french: [_M_] Eh bien, c'est une bonne chose que je n'ai pas beaucoup mangé pour le dîner ce soir.
italian: [_M_] Beh, è una buona cosa che non ho mangiato molto per cena stasera.
portuguese: [_M_] Bem, é bom que não tenha comido muito para jantar hoje à noite.
russian: Хорошо, что я не много ел на ужин сегодня.

source: [_M_] That was literally a full sized meal!
french: [ _M_ ] C'était littéralement un repas complet !
italian: [_M_] Questo era letteralmente un pasto di grandi dimensioni!
portuguese: U[_M_] Isso foi literalmente uma refeição em tamanho real!
russian: [_M_] Это была буквально полноценная еда!

source: [_R_] I've read that there's a lot of health benefits to eating cum.
french: [ _R_ ] J'ai lu qu'il y a beaucoup d'avantages pour la santé à manger cum.
italian: [_R_] Ho letto che ci sono molti benefici per la salute per mangiare lo sperma.
portuguese: [__R_] Eu li que há muitos benefícios para a saúde para comer cum.
russian: [ _R_] Я читал, что есть много пользы для здоровья, чтобы есть кум.

source: [_M_] Yeah?... Maybe you should eat it next time.
french: [_M_] Oui ?... Peut-être devriez-vous le manger la prochaine fois.
italian: [_M_] Sì?... Forse dovresti mangiarlo la prossima volta.
portuguese: [_M_] sim?... Talvez você devesse comer na próxima vez.
russian: Да? Может, тебе стоит поесть в следующий раз.

source: [_RT_] {i}There's just something satisfying to seeing it all over her body.{/i}
french: [ _RT_ ] {i}Il y a juste quelque chose de satisfaisant à tout voir sur son corps. { /i }
italian: [_RT_] {i}C'è solo qualcosa di soddisfacente per vederlo in tutto il suo corpo.{/i}
portuguese: [_RT_] {i}Há algo que é gratificante ver por todo o corpo.{/i}
russian: [_RT_] {i}Есть всего лишь нечто, доволен, чтобы увидеть его по всему телу.{/i}

source: [_R_] Mom!... I'm gonna... cum!
french: [_R_] Mom!... Je suis gonna... cum!
italian: [_R_] Moma!... Sto andandando... cum!
portuguese: [_R_] Mãe! ... Eu vou ... cum!
russian: Мама! Я ...

source: [_M_] Thanks for the warning!
french: [ _M_ ] Merci pour l'avertissement !
italian: [_M_] Grazie per l'avvertimento!
portuguese: [_M_] Obrigado pelo aviso!
russian: [_M_] Спасибо за предупреждение!

source: [_M_] I'm just gonna back up a lit...
french: [_M_] Je vais juste revenir en arrière...
italian: [_M_] Sto solo andando il backup di un litro...
portuguese: [_M_] Eu só vou recuperar um litro...
russian: Я просто хочу зажечь ...

source: [_MT_] {i}Oh, God! Here it comes again!{/i}
french: [_MT_] {i}Oh, Dieu ! Et voilà ! {/i}
italian: [_MT_] {i}Oh, Dio! Ecco di nuovo!{/i}
portuguese: [_MT_] {i}Oh, Deus! Aqui vem de novo! {/i}
russian: [ _MT_] {i}О, Боже! Вот оно снова! { /i }

source: [_MT_] {i}Oh, shit! I'm still in range!{/i}
french: [_MT_] {i}Oh, merde! Je suis toujours à portée !{/i}
italian: [_MT_] {i}Oh, merda! Sono ancora nell'intervallo!{/i}
portuguese: [_MT_] {i}Ah, merda! Eu ainda estou no intervalo! {/i}
russian: [ _MT_] {i}О, черт! Я все еще в ассортименте!
