Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RV_] You want me to pee on your face?
italian: [_RV_] Vuoi che io faccia la pipì?

source: [_R_] What!?
italian: [_R_] Cosa!?

source: [_RV_] My point is, just about anything goes.
italian: [_RV_] Il mio punto è, praticamente qualsiasi cosa va.

source: [_RV_] Now, What can I get you to drink?
italian: [_RV_] Ora, cosa posso farti bere?

source: [_RV_] Yep... Congratulations! You found the one free item... I'll be right back with your water.
italian: [_RV_] Yep... Congratulazioni! Hai trovato un oggetto gratuito... Tornerò subito con l'acqua.

source: [_RV_] Make yourself comfortable.
italian: [_RV_] Renditi comodo.

source: [_RV_] I can get you a really smooth whiskey for thirty dollars, and you can give me a generous tip of twenty for being so helpful.
italian: [_RV_] Posso ottenere un whisky davvero liscio per trenta dollari, e puoi darmi una generosa punta di venti per essere così utile.

source: [_R_] You know what? That sounds good. You've certainly earned it.
italian: [_R_] Sai cosa? Sembra buono. Ne hai sicuramente guadagnato.

source: [_RV_] You sweet thing! Make yourself comfortable, and I'll be back in just a bit.
italian: [_RV_] La cosa è dolce! Renditi comodo, e tornerò in un po'.

source: [_RT_] {i}Not as great as I was expecting.{/i}
italian: [_RT_] {i}Non è così grande come stavo aspettando.{/i}

source: [_RT_] {i}I can imagine that if you didn't have to worry about money, this place would be amazing.{/i}
italian: [_RT_] {i}Posso immaginare che se non dovessi preoccuparti dei soldi, questo posto sarebbe incredibile.{/i}

source: [_RT_] {i}If money weren't an issue, what type of thing would I ask for?{/i}
italian: [_RT_] {i}Se il denaro non fosse un problema, che tipo di cosa chiedere?{/i}

source: [_RT_] {i}Well, I should have enough money at least to enjoy some of the local flavor.{/i}
italian: [_RT_] {i}Beh, dovrei avere abbastanza soldi almeno per godere di alcuni dei sapori locali.{/i}

source: [_RT_] {i}This girl on stage looks so familiar.{/i}
italian: [_RT_] {i}Questa ragazza sul palco sembra così familiare.{/i}

source: [_RT_] {i}I know... She looks like Scarlette HanJohnson.{/i}
italian: [_RT_] {i}Lo so... Sembra Scarlette HanJohnson.{/i}

source: [_RT_] {i}I'll bet she gets a lot of business due to their similar looks.{/i}
italian: [_RT_] {i}Scommetto che ottiene un sacco di affari a causa del loro aspetto simile.{/i}

source: [_RT_] {i}I hope they don't expect me to pay extra because she looks similar, because I wouldn't mind splurging a little for some fun with her.{/i}
italian: [_RT_] {i}Spero che non si aspettino che io paghi in più perché lei sembra simile, perché non mi dispiacerebbe spaccare un po' per divertirsi con lei. /i}

source: [_RV_] I'm back with you water.
italian: [_RV_] Sono tornato con te l'acqua.

source: [_RV_] Here's that whiskey
italian: [_RV_] Ecco quel whisky

source: [_RV_] I hope you're enjoying the show Scarlette is putting on.
italian: [_RV_] Spero che ti stia godendo lo spettacolo che Scarlette sta mettendo su.

source: [_R_] Wait, her name's not really Scarlette, right?
italian: [_R_] Aspetta, il suo nome non è davvero Scarlette, giusto?

source: [_R_] She just goes by that since she looks like Scarlette HanJohnson, right?
italian: [_R_] Lei se ne va proprio da quando sembra Scarlette HanJohnson, giusto?

source: [_RV_] Well... I'll just let you find that out for yourself.
italian: [_RV_] Beh... Ti farò solo scoprire che per te stesso.

source: [_RT_] {i}Meaning she's an impersonator that gets way too into her character.{/i}
italian: [_RT_] {i}Significa che lei è un impersonatore che entra troppo nel suo personaggio.{/i}

source: [_RV_] Candy should be back any second and you'll have twice the eye candy to look at. Pardon my pun.
italian: [_RV_] Candy dovrebbe essere di nuovo qualsiasi secondo e avrai due volte la caramella per gli occhi da guardare.

source: [_RV_] Is there anything else I can do for you?
italian: [_RV_] C'è altro che posso fare per te?

source: [_RV_] Ok, just let me know if you need anything else.
italian: [_RV_] Ok, fatemi sapere se avete bisogno di altro.

source: [_RT_] {i}My waitress is a very pretty girl.{/i}
italian: [_RT_] {i}La mia cameriera è una ragazza molto carina.{/i}

source: [_RT_] {i}I can't believe she offered to pee on my face.{/i}
italian: [_RT_] {i}Non riesco a credere che abbia offerto di fare la pipì.{/i}

source: [_RT_] {i}What kind of place is this?{/i}
italian: [_RT_] {i}Che tipo di posto è questo?{/i}

source: [_RV_] Not for guys who only order water.
italian: [_RV_] Non per i ragazzi che ordinano solo l'acqua.

source: [_R_] ...Well, I could...
italian: [_R_] ...Beh, potevo...

source: [_RV_] Sorry, maybe next time don't come in here only thinking about how much money you can save.
italian: [_RV_] Ci dispiace, forse la prossima volta non venire qui solo pensare a quanti soldi puoi risparmiare.

source: [_RT_] {i}Damn! I guess I'd better act more like a high roller if I want to have any of the girls attention.{/i}
italian: [_RT_] {i}Damn! Immagino che farei meglio ad agire di più come un alto rullo se voglio avere una qualsiasi delle ragazze di attenzione.{/i}

source: [_RT_] {i}I mean, she said she'd pee on my face for the right price. I'm not really into that, but if I start throwing around some money maybe she'd do some stuff I am into.{/i}
italian: [_RT_] {i}Intendo dire, ha detto che avrebbe fatto la pipì in faccia per il prezzo giusto. Non sono davvero in quello, ma se comincio a gettare in giro qualche soldo, forse lei avrebbe fatto qualche roba in cui sono dentro.{/i}

source: [_RV_] Hmmm... You know, as a waitress, I'm not really required to be on the menu, myself.
italian: [_RV_] Hmmm... Sai, come cameriera, non sono davvero obbligato ad essere sul menu, io stesso.

source: [_RV_] But since I think you're cute, and for the right price, I might consider it in the future.
italian: [_RV_] Ma dal momento che penso che tu sia carino, e per il giusto prezzo, potrei considerarlo in futuro.

source: [_RV_] Right now, I've got to run and take some drink orders for an important meeting, but ask me again next time you come in.
italian: [_RV_] In questo momento, devo correre e prendere alcuni ordini di bevanda per un importante incontro, ma mi chieda di nuovo la prossima volta che vieni dentro.

source: [_RT_] {i}I can't wait to see what kinds of things I can do with her. If she's willing to pee on my face, I wonder what else she'd be willing to do.{/i}
italian: [_RT_] {i}Non vedo l'ora di vedere che tipo di cose posso fare con lei. Se lei è disposta a fare la pipì, mi chiedo cos'altro lei sarebbe disposta a fare.{/i}

source: [_CD_] I trust Ravyn took good care of you while I was changing?
italian: [_CD_] Mi fido che Ravyn si sia preso cura di voi mentre stavo cambiando?

source: [_RT_] {i}Oh, my God!{/i}
italian: [_RT_] {i}Oh, mio Dio!

source: [_R_] Uhhh... ummm... yeah. Ravyn... good.
italian: [_R_] Uhhh... ummm... sì. Ravyn... buono.

source: [_CD_] Haha... You're jaw is on the floor.
italian: [_CD_] Haha... Sei una mascella sul pavimento.

source: [_CD_] I take it you like this outfit?
italian: [_CD_] Lo prendo ti piace questo outfit?

source: [_R_] Very much!
italian: [_R_] Molto molto!

source: [_RT_] {i}Plus, I can see everything!{/i}
italian: [_RT_] {i}Plus, posso vedere tutto!{/i}

source: [_CD_] You're into vinyl and chains, huh?
italian: [_CD_] Sei in vinile e catene, eh?

source: [_CD_] You are a naughty boy.
italian: [_CD_] Sei un ragazzo malizioso.

source: [_CD_] I'm going to go get on my pole, I'm hoping you'll come and spend some money on me.
italian: [_CD_] andrò a salire sul mio palo, spero che verrai a spendere un po' di soldi per me.

source: [_CD_] I've been dying to get a look at that dick.
italian: [_CD_] Ho morito dalla voglia di dare un'occhiata a quel cazzo.

source: [_RT_] {i}Who should I choose?{/i}
italian: [_RT_] {i}Chi dovrei scegliere?{/i}

source: [_RT_] {i}There's nobody on that pole. Why would I go stare at an empty pole?{/i}
italian: [_RT_] {i}Non c'è nessuno su quel palo. Perché vorrei andare a guardare un palo vuoto?{/i}

source: [_RT_] {i}Though an empty pole is potential for future possibilities.{/i}
italian: [_RT_] {i}Anche se un polo vuoto è potenziale per le possibilità future.{/i}

source: [_RT_] {i}I don't really feel like spending any more money here.{/i}
italian: [_RT_] {i}Non ho davvero voglia di spendere altri soldi qui.{/i}

source: [_RT_] {i}Wow! I can't believe how much she looks like the real Scarlette HanJohnson!{/i}
italian: [_RT_] {i}Wow! Non riesco a credere quanto lei assomigli al vero Scarlette HanJohnson!{/i}

source: [_RT_] {i}Pretty sure the real one has bigger breasts, though.{/i}
italian: [_RT_] {i}Abbastanza sicuro che quello reale ha seni più grandi, però.{/i}

source: [_RT_] {i}If I want to do something with Scarlette, this is probably the place where I would offer her some money.{/i}
italian: [_RT_] {i}Se voglio fare qualcosa con Scarlette, questo è probabilmente il luogo dove le offrirei dei soldi. {/i}

source: [_RT_] {i}What an amazing ass!{/i}
italian: [_RT_] {i}Che culo incredibile!{/i}

source: [_RT_] {i}The only ass I've ever seen that's better is Mom's{/i}
italian: [_RT_] {i}L'unico culo che ho mai visto che è meglio è Mom{/i}

source: [_RT_] {i}I love the way those boobies bounce when she dances!{/i}
italian: [_RT_] {i}Mi piace il modo in cui queste tette rimbalzano quando balla!{/i}

source: [_RT_] {i}If I want to do something with Candy, this is probably the place where I would offer her some money.{/i}
italian: [_RT_] {i}Se voglio fare qualcosa con Candy, questo è probabilmente il luogo dove le offrirei dei soldi. {/i}

source: [_RT_] {i}How much am I willing to spend?{/i}
italian: [_RT_] {i}Quanto sono disposto a spendere?{/i}

source: [_R_] Does a hundred dollars still get me a handy?
italian: [_R_] Cento dollari mi danno ancora una mano?

source: [_CD_] Sure, I don't mind wanking you off again for a hundred bucks.
italian: [_CD_] Certo, non mi dispiace strapparti di nuovo per un centinaio di dollari.

source: [_CD_] Plus, for some reason, I do enjoy holding that cock in my hand.
italian: [_CD_] Inoltre, per qualche motivo, mi piace tenere in mano quel cazzo.

source: [_CD_] My God!... It's even bigger than I remembered!
italian: [_CD_] Mio Dio!... è ancora più grande di quello che ricordo!

source: [_R_] Oh, Candy! That feels so good! Keep going!
italian: [_R_] Oh, Candy! Questo si sente così bene! Continua ad andare!

source: [_RT_] {i}She must use moisturizer... Her hands are so soft!{/i}
italian: [_RT_] {i}Deve usare idratante... Le sue mani sono così morbide!{/i}

source: [_CD_] Are you ready for me to turn it up?
italian: [_CD_] Sei pronto per me a presentarlo?

source: [_R_] Yes, please!
italian: [_R_] Sì, per piacere!

source: [_R_] Mmmm... That's feeling really good!
italian: [_R_] Mmmm... Mi sento davvero bene!

source: [_RT_] {i}I'm not going to last long at this rate.{/i}
italian: [_RT_] {i}Non durerò a lungo a questo tasso.{/i}

source: [_R_] It's not a lot, but it should get me something, right?
italian: [_R_] Non è molto, ma dovrebbe farmi qualcosa, giusto?

source: [_CD_] I guess I'd be willing to pull your pud for a hundred bucks.
italian: [_CD_] Immagino che sarei disposto a tirare il vostro budino per un centinaio di dollari.

source: [_CD_] Besides, I've been dying to get a look at that "D" since I first saw you pitching that tent.
italian: [_CD_] Inoltre, sto morendo per ottenere uno sguardo a quella "D" da quando ho visto per la prima volta tirare quella tenda.

source: [_CD_] Besides, I wouldn't mind getting my hands around that huge dick.
italian: [_CD_] Inoltre, non mi dispiacerebbe prendere le mani intorno a quel cazzo enorme.

source: [_CD_] My God!... It's even bigger than I imagined!
italian: [_CD_] Mio Dio!... è ancora più grande di quello che immaginavo!

source: [_CD_] Your Mom must be very proud.
italian: [_CD_] Tua Madre deve essere molto orgogliosa.

source: [_R_] I'm about to cum!
italian: [_R_] sto per cum!

source: [_R_] Can I cum on you again?
italian: [_R_] Posso sperare di nuovo su di te?

source: [_CD_] You just paid me a hundred dollars, go ahead!
italian: [_CD_] Mi hai appena pagato cento dollari, vai avanti!

source: [_CD_] I'll never get over how much you can cum!
italian: [_CD_] Non capirò mai quanto puoi sborra!

source: [_CD_] I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
italian: [_CD_] Spero che il mio servizio sia stato adeguato e spero che ti sia piaciuto il tuo viaggio nella sala VIP.

source: [_R_] That was fantastic! Worth every penny.
italian: [_R_] È stato fantastico! Vale la pena ogni centesimo.

source: [_CD_] We'll be looking forward to your next visit! Thanks for dropping by!
italian: [_CD_] Non vediamo l'ora di vedere la tua prossima visita! Grazie per averci lasciato!

source: [_R_] Can I cum on you?
italian: [_R_] Posso sborrare su di te?

source: [_CD_] Wow! There's more?
italian: [_CD_] Wow! C'è di più?

source: [_CD_] My God! In all the time I've been doing this job, I've never seen anyone cum that much!
italian: [_CD_] Mio Dio! In tutto il tempo ho fatto questo lavoro, non ho mai visto nessuno così tanto!

source: [_CD_] I didn't even think balls could hold that much!
italian: [_CD_] Non pensavo nemmeno che le palle potessero tenere così tanto!

source: [_CD_] Good Lord!
italian: [_CD_] Buon Signore!

source: [_CD_] I'm still amazed at how much you can cum!
italian: [_CD_] Sono ancora stupito di quanto puoi sborra!

source: [_CD_] I don't know if I'll ever get over it.
italian: [_CD_] Non so se lo farò mai finita.

source: [_R_] Does two hundred still get me a blowjob?
italian: [_R_] Duecento mi portano ancora un pompino?

source: [_CD_] For you?... sure. I'd be happy to suck that dick off again for two hundred dollars!
italian: [_CD_] Per te?... certo. Sarei felice di succhiare quel cazzo di nuovo per duecento dollari!

source: [_RT_] {i}"O""M""G"! Her mouth feels just as amazing as last time!{/i}
italian: [_RT_] {i}"O""M""G"! La sua bocca si sente sorprendente quanto l'ultima volta!{/i}

source: [_RT_] {i}I can't believe how deep she can take it!{/i}
italian: [_RT_] {i}Non riesco a credere quanto profonda possa prenderlo!{/i}

source: [_RT_] {i}Fuck!... Her throat feels amazing on my cock!{/i}
italian: [_RT_] {i}Fuck!... La sua gola si sente stupefacente sul mio cazzo!{/i}

source: [_RT_] {i}I can feel her gag reflex muscles!{/i}
italian: [_RT_] {i}Posso sentire i suoi muscoli riflessi gag!{/i}

source: [_R_] What can I get for two hundred dollars?
italian: [_R_] Cosa posso ottenere per duecento dollari?

source: [_CD_] I guess I'd be willing to suck that cock for that much.
italian: [_CD_] Immagino che sarei disposto a succhiare quel cazzo per così tanto.

source: [_CD_] I can't wait to get my first taste!
italian: [_CD_] Non vedo l'ora di ottenere il mio primo gusto!

source: [_CD_] Besides, sucking that huge dick is great practice for sucking just about anything, or anyone else.
italian: [_CD_] Inoltre, succhiare quel cazzo enorme è grande pratica per succhiare praticamente qualsiasi cosa, o chiunque altro.

source: [_RT_] {i}"O""M""G"! This bitch is experienced!{/i}
italian: [_RT_] {i}"O""M""G"! Questa troia è vissuta!{/i}

source: [_RT_] {i}I can't believe how deep she's taking it! She didn't even have to warm up to it!{/i}
italian: [_RT_] {i}Non riesco a credere quanto sia profonda che ci sta portando! Non ha nemmeno dovuto scaldarci!{/i}

source: [_R_] I'm gonna cum soon!
italian: [_R_] Sto andando a sborrare presto!

source: [_R_] Can I cover your face again?
italian: [_R_] Posso ricoprire di nuovo il viso?

source: [_CD_] Aim for my mouth!
italian: [_CD_] Scopo della mia bocca!

source: [_CD_] Holy shit!... You came just as much as last time!
italian: [_CD_] Santa merda!... Sei venuto fino all'ultima volta!

source: [_CD_] I can't believe you've recovered enough to do that kind of money shot again!
italian: [_CD_] Non posso credere che tu abbia recuperato abbastanza per fare quel tipo di denaro sparato di nuovo!

source: [_CD_] It doesn't seem possible!
italian: [_CD_] Non sembra possibile!

source: [_CD_] Well, I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
italian: [_CD_] Beh, spero che il mio servizio sia stato adeguato, e spero che ti sia piaciuto il tuo viaggio nella sala VIP.

source: [_R_] Do you mind if I cover your face?
italian: [_R_] Ti dispiace se ti copro il viso?

source: [_CD_] Holy shit!... I've never swallowed that much cum before... errr... At least not from one single guy!
italian: [_CD_] Santa merda!... non ho mai ingoiato tanto sperma prima... errr... almeno non da un solo ragazzo!

source: [_CD_] I didn't know it was possible for anyone to cum that much!
italian: [_CD_] Non sapevo che fosse possibile per chiunque sperare così tanto!

source: [_R_] Does eight hundred bucks still get me the best fuck in town?
italian: [_R_] Ottocento dollari mi portano ancora la scopata migliore in città?

source: [_CD_] You little flatterer! I'll always fuck a gentleman for that much.
italian: [_CD_] Tu piccolo lusinghiero! Cazzo sempre un signore per così tanto.

source: [_CD_] I won't even charge extra for how much you stretch my womb!
italian: [_CD_] Non farò nemmeno pagare di più per quanto si allunga il mio grembo!

source: [_CD_] Mmmm.... Oh, God!...
italian: [_CD_] Mmmm.... Oh, Dio!...

source: [_CD_] That dick is pounding my womb!
italian: [_CD_] Quel cazzo sta martellando il mio grembo!

source: [_CD_] Fuck!
italian: [_CD_] Scopata!

source: [_CD_] My husband's dick doesn't even get close!
italian: [_CD_] Il cazzo di mio marito non si avvicina nemmeno!

source: [_R_] Do I still fuck you better than your husband?
italian: [_R_] Ti scopo ancora meglio di tuo marito?

source: [_CD_] You already know the answer to that question!
italian: [_CD_] Conosci già la risposta a quella domanda!

source: [_R_] Just say it!
italian: [_R_] Basta dirlo!

source: [_CD_] Unnngghh... [ryan]!... You fuck me so much better than my husband!
italian: [_CD_] Unngghh... [ryan]!... Mi scopate molto meglio di mio marito!

source: [_CD_] I want you to really give it to me.
italian: [_CD_] Voglio che tu lo dia davvero a me.

source: [_CD_] God!... That's it!
italian: [_CD_] Dio!... Questo è tutto!

source: [_R_] I'm willing to drop eight hundred bucks on you tonight!
italian: [_R_] Sono disposto a cadere ottocento dollari su di te stasera!

source: [_CD_] For eight hundred dollars, you deserve a handsome reward.
italian: [_CD_] Per ottocento dollari, ti meriti una bella ricompensa.

source: [_CD_] I know I haven't seen that dick yet, but from what I've noticed through your pants, this is going to stretch my womb!
italian: [_CD_] So che non ho ancora visto quel cazzo, ma da quello che ho notato attraverso i tuoi pantaloni, questo sta per allungare il mio grembo!

source: [_CD_] If I remember correctly, how big that cock is, my womb is in for a stretching!
italian: [_CD_] Se ricordo bene, quanto è grande quel cazzo, il mio grembo è dentro per un allungamento!

source: [_CD_] Finally... A dick that actually... knocks on my womb!
italian: [_CD_] Finalmente... Un cazzo che in realtà... bussa al mio grembo!

source: [_CD_] You're the youngest... stud I've fucked... since I was a teen!
italian: [_CD_] Sei il più giovane... stallone che ho scopato... da quando ero adolescente!

source: [_CD_] Since the last time... I fucked my husband... I've pretty much only... fucked old men.
italian: [_CD_] Fin dall'ultima volta... ho scopato mio marito... ho praticamente solo... scopato vecchi uomini.

source: [_R_] Do I fuck you better than your husband?
italian: [_R_] Ti scopo meglio di tuo marito?

source: [_CD_] So much better than that tiny prick!
italian: [_CD_] Tanto meglio di quella minuscola punta!

source: [_CD_] But I haven't fucked him since he got me into this mess.
italian: [_CD_] Ma non l'ho scopato da quando mi ha fatto entrare in questo casino.

source: [_R_] Candy! I'm gonna cum!
italian: [_R_] Candy! Sto andando a cum!

source: [_R_] Can I...
italian: [_R_] Posso I...

source: [_CD_] Yes!... Cum inside me again!
italian: [_CD_] sì!... Sfida di nuovo dentro di me!

source: [_CD_] Oh, hell yeah!... I swear I could feel my womb expand like a...
italian: [_CD_] Oh, diavolo sì!... Giuro che potrei sentire il mio grembo espandersi come un...

source: [_CD_] Oh, God!
italian: [_CD_] Oh, Dio!

source: [_CD_] There's no room for any more!
italian: [_CD_] Non c'è più spazio!

source: [_CD_] It's still just sloshing out!
italian: [_CD_] Sta ancora sbavandandando!

source: [_CD_] I'm almost positive you inflated my womb! I feel like one of those hentai girls!
italian: [_CD_] Sono quasi positivo che hai gonfiato il mio grembo! Mi sento come una di quelle ragazze hentai!

source: [_CD_] There's no way you didn't impregnate me!
italian: [_CD_] Non c'è modo in cui non mi hai impregnato!

source: [_R_] Impregnate?... Aren't you on birth control?!
italian: [_R_] Impregnate?... Non sei sul controllo delle nascite?!

source: [_CD_] Relax... I'm still taking the morning after pill after each day I work.
italian: [_CD_] Relax... Sto ancora prendendo la mattina dopo la pillola dopo ogni giorno lavoro.

source: [_R_] That's a relief.
italian: [_R_] È un sollievo.

source: [_CD_] Although... Maybe I won't this time.
italian: [_CD_] Però... Forse questa volta non sarò io.

source: [_R_] You said that last time. Did you take your pill last time?
italian: [_R_] L'hai detto l'ultima volta. Hai preso la tua pillola l'ultima volta?

source: [_CD_] Maybe? I'm not one hundred percent positive.
italian: [_CD_] Forse? Non sono cento per cento positivo.

source: [_R_] Are you serious?
italian: [_R_] Sei serio?

source: [_CD_] Haha!... Don't worry about it! It's not like you'd have to support a baby.
italian: [_CD_] Haha!... Non preoccuparti! Non è come se dovessi sostenere un bambino.

source: [_CD_] I'd make my husband do that.
italian: [_CD_] farei che mio marito lo facesse.

source: [_CD_] Anyways, I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
italian: [_CD_] In ogni caso, spero che il mio servizio sia stato adeguato, e spero che ti sia piaciuto il tuo viaggio nella sala VIP.

source: [_R_] Mmmm... worth every penny!
italian: [_R_] Mmmm... vale ogni centesimo!

source: [_CD_] Good! We'll be looking forward to your next visit! Thanks for dropping by!
italian: [_CD_] Buono! Saremo in attesa della tua prossima visita! Grazie per averci lasciato!

source: [_R_] Should I pull...
italian: [_R_] Dovrei tirare...

source: [_CD_] No!... Cum inside me!
italian: [_CD_] no!... Cum dentro di me!

source: [_CD_] I've never felt that kind of pressure in my womb!
italian: [_CD_] Non ho mai sentito questo tipo di pressione nel mio grembo!

source: [_CD_] I swear you inflated it!
italian: [_CD_] Giuro che hai gonfiato!

source: [_CD_] I'm almost positive you inflated my womb! I can still feel the pressure!
italian: [_CD_] Sono quasi positivo che hai gonfiato il mio grembo! Posso ancora sentire la pressione!

source: [_CD_] Relax... I take the morning after pill after each day I work.
italian: [_CD_] Relax... Prendo la mattina dopo la pillola dopo ogni giorno lavoro.

source: [_R_] Really?... Why not?
italian: [_R_] Davvero?... Perché no?

source: [_CD_] There aren't any pregnant girls on the payroll right now, and there's always a number of pervs that request them.
italian: [_CD_] Non ci sono ragazze incinte sul libro paga in questo momento, e c'è sempre un certo numero di pervs che li richiedono.

source: [_CD_] They always pay really well, so it could be a good way to make some extra income.
italian: [_CD_] Pagano sempre molto bene, quindi potrebbe essere un buon modo per fare qualche reddito extra.
