Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] How erotic? I'm not ready for erotic yet! Shouldn't we warm up to that through some milder pictures first?
dutch: [_S_] Hoe erotiek? Ik ben nog niet klaar voor erotie! Moeten we dat eerst opwarmen met wat mildere foto's?
french: [_S_] Comment érotique? Je ne suis pas encore prête pour l'érotique! Ne devrions-nous pas nous réchauffer à cela à travers des images plus douces d'abord?
german: [_S_] Wie erotisch? Ich bin noch nicht bereit für Erotik! Sollen wir uns nicht erst durch ein paar mildere Bilder aufwärmen?
italian: [_S_] Quanto erotico? Non sono ancora pronto per l'erotico! Non dovremmo riscaldarlo prima attraverso alcune foto più miti?
portuguese: [_S_] Que erótica? Ainda não estou pronto para o erótico! Não deveríamos aquecer isso através de algumas fotos mais suaves primeiro?

source: [_R_] Lauren really would look great in this outfit and pose too. Her ass is a bit perkier. Maybe we should have you modify it to fit her.
dutch: [_R_] Lauren zouden er echt geweldig uitzien in dit outfit en voorstellen. Haar pas is een beetje perkier. Misschien moeten we het laten aanpassen om het bij haar te passen.
french: [_R_] Lauren aurait vraiment fière allure dans cette tenue et poserait aussi. Son cul est un peu plus guilleret. On devrait peut-être que tu le modifies pour qu'il lui corresponde.
german: [_R_] Lauren würde in diesem Outfit und in diesem Pose wirklich toll aussehen. Ihr Arsch ist ein bisschen perkärter. Vielleicht solltet ihr ihn so modifizieren, dass er sie an sie anpasst.
italian: [_R_] Lauren sarebbe davvero grande in questo vestito e posa troppo. Il suo culo è un po' perkier. Forse dovremmo averlo modificato per adattarlo a lei.
portuguese: [_R_] Lauren realmente ficaria ótimo nesse traje e colocá-lo também. A margarida dela é um pouco mais perpior. Talvez devêssemos fazer com que você a modifique para ela.

source: [_R_] So, let's just call it a day, we can try again after you've better prepared yourself mentally, or if you can't, we'll give the outfit to Lauren.
dutch: [_R_] Dus laten we het gewoon een dag bellen, we kunnen het opnieuw proberen nadat je jezelf mentaal beter hebt voorbereid, of als je dat niet kunt, geven we Lauren.
french: [_R_] Donc, faisons ça un autre jour, on peut réessayer après que tu sois mieux préparée mentalement, ou si tu ne peux pas, on donne la tenue à Lauren.
german: [_R_] Also, nennen wir es einen Tag, wir können es erneut versuchen nachdem du dich besser mental vorbereitet hast oder wenn Sie das nicht können, geben wir das Outfit an Lauren.
italian: [_R_] Quindi, chiamiamolo un giorno, possiamo riprovare dopo aver preparato meglio te stesso mentalmente, o se non è possibile, daremo l'abito a Lauren.

source: [_S_] Wait!.... No.... If Lauren can do it, than so can I.... just give me a second to get my shorts off.
dutch: [_S_] Wacht!.... Nee.... Als Lauren het kunnen doen, dan kan ik het... . Geef me gewoon een seconde om mijn korte adem af te halen.
french: [_S_] Attends ! .... Non ... Si Lauren peut le faire, je ne peux que me donner une seconde pour enlever mes shorts.
german: [_S_] Warte!.... Nein.... Wenn Lauren es schaffen kann, dann kann ich.... einfach nur eine Sekunde um mir meine Shorts aus der Hand zu geben.
italian: [_S_] Aspetta!.... No.... Se Lauren può farlo, allora posso darmi un secondo per spegnere i miei pantaloncini.
portuguese: [_S_] Espere!.... Não.... Se Lauren consegue fazer isso, do que eu.... apenas me dê um segundo para tirar meus dedos.

source: [_S_] Now what do you think?
dutch: [_S_] Wat vind je nu?
french: [_S_] Maintenant qu'en penses-tu?
german: [_S_] Was denkst du?
italian: [_S_] Ora cosa ne pensi?
portuguese: [_S_] Agora o que você acha?

source: [_R_] Wow! Now that looks great!
dutch: [_R_] Wow! Nu ziet het er geweldig uit!
french: [_R_] Wow! Maintenant, ça a fière allure!
german: [_R_] Wow! Jetzt sieht das großartig aus!
italian: [_R_] Wow! Ora che sembra grande!

source: [_R_] Those tan lines on your ass really make it stand out.
dutch: [_R_] Deze tan lijnen op je pas laten echt opvallen.
french: [_R_] Ces lignes de bronzage sur ton cul le font vraiment ressortir.
german: [_R_] Die Bräunungslinien auf deinem Arsch heben sich wirklich hervor.
italian: [_R_] Quelle linee di abbronzatura sul tuo culo davvero lo fanno risaltare.
portuguese: [_R_] Essas linhas compridas na sua asa realmente fazem com que ele se destaque.

source: [_S_] Is my ass as good as Lauren's?
dutch: [_S_] Is mijn pas zo goed als Lauren's?
french: [_S_] Est-ce que mon cul est aussi bon que celui de Lauren?
german: [_S_] Ist mein Arsch so gut wie Lauren's?
italian: [_S_] Il mio culo è buono come quello di Lauren?

source: [_R_] Every bit as good.... maybe even sexier!
dutch: [_R_] helemaal zo goed.... misschien zelfs sexier!
french: [_R_] Tout aussi bien.... peut-être encore plus sexy!
german: [_R_] Jedes bisschen so gut.... vielleicht sogar sexiert!
italian: [_R_] Ogni tanto buono.... forse anche più sexier!
portuguese: [_R_] Cada bit tão bom.... talvez até mesmo sexista!

source: [_ST_] {i}That's right! Suck it, Lauren!{/i}
dutch: [_ST_] {i}Dat klopt! Suh, Lauren!{/i}
french: [_ST_] {i}C'est bien! Suce, Lauren!{/i}
german: [_ST_] {i}Das ist richtig! Suck es, Lauren!{/i}
italian: [_ST_] {i}È giusto! Succhiatelo, Lauren!{/i}

source: [_R_] Alright, now let me just get a picture...
dutch: [_R_] Oke, laat me nu gewoon een foto zien...
french: [_R_] D'accord, maintenant laisses-moi juste prendre une photo...
german: [_R_] Okay, lass mich jetzt ein Foto machen...
italian: [_R_] Va bene, ora fammi fare una foto...

source: [_R_] Great! The only thing that would make it better would be if you were wearing a thong.
dutch: [_R_] Geweldig! Het enige dat het beter zou maken zou zijn als je een draad droeg.
french: [_R_] Génial! La seule chose qui le rendrait mieux serait si tu portais un string.
german: [_R_] Großartig! Das einzige, was es besser machen würde, wäre, wenn du einen Thong trägst.
italian: [_R_] Fantastico! L'unica cosa che renderebbe migliore sarebbe se indossassi un perizoma.
portuguese: [_R_] Ótimo! A única coisa que tornaria melhor seria se você estivesse usando um trovão.

source: [_S_] Lauren Craft wouldn't wear a thong.
dutch: [_S_] Lauren Vervaardiging zou geen diong dragen.
french: [_S_] Lauren Craft ne porterait pas de string.
german: [_S_] Lauren Craft würde keinen Thong tragen.
italian: [_S_] Lauren Craft non indosserebbe un perizoma.
portuguese: [_S_] A Lauren Craft não usaria um trovão.

source: [_R_] I don't know.... she might not want to show any panty lines in those shorts of hers.
dutch: [_R_] Ik weet het niet.... Misschien wil ze geen panty lijnen in die korte stukken van haar laten zien.
french: [_R_] Je ne sais pas.... elle pourrait ne pas vouloir montrer de lignes de culotte dans ses shorts.
german: [_R_] Ich weiß nicht .... sie möchte in diesen Shorts von ihr keine Strömungen zeigen.
italian: [_R_] Non lo so... potrebbe non voler mostrare alcuna linea panty in quei pantaloncini di lei.

source: [_S_] She wouldn't wear a thong!
dutch: [_S_] Ze zou geen draad dragen!
french: [_S_] Elle ne porterait pas de string!
german: [_S_] Sie würde keinen Thong tragen!
italian: [_S_] Lei non indosserebbe un perizomi!
portuguese: [_S_] Ela não usaria um trovão!

source: [_R_] Ok.... ok.... It doesn't matter cuz it will look sexy as hell once the background is photo-shopped in.
dutch: [_R_] Ok.... ok. Het maakt niet uit of het sexy zal er sexy uit zien zodra de achtergrond foto-shopping is.
french: [_R_] ok... ok.... Peu importe, car il aura l'air sexy une fois que l'arrière-plan sera photographié.
german: [_R_] Ok.... Ok.... Es spielt keine Rolle, es wird sexy aussehen wie Hölle, wenn der Hintergrund eingetaucht ist.
italian: [_R_] Ok.... ok.... Non importa cuz sarà sexy come l'inferno una volta che lo sfondo è foto-shopped in.
portuguese: [_R_] Ok.... ok.... Não importa se for bonito quando o fundo estiver sendo comprado por fotos.

source: [_R_] You okay to keep going?
dutch: [_R_] Bent u bereid door te gaan?
french: [_R_] Tu es d'accord pour continuer ?
german: [_R_] Du bist in Ordnung, um weiter zu gehen?
italian: [_R_] Va bene continuare ad andare?
portuguese: [_R_] Tudo bem para continuar?

source: [_S_] I guess that depends on what that means.
dutch: [_S_] Ik denk dat dat afhangt van wat dat betekent.
french: [_S_] Je suppose que cela dépend de ce que cela signifie.
german: [_S_] Ich denke, das hängt davon ab, was das bedeutet.
italian: [_S_] Immagino che dipende da ciò che significa.

source: [_R_] Well, let's...
dutch: [_R_] Nou, laten weet...
french: [_R_] Eh bien, allons...
german: [_R_] Nun, lasse...
italian: [_R_] Beh, andiamo...
portuguese: [_R_] Bem, vamos lá...

source: [_R_] What?...
dutch: [_R_] Wat?...
french: [_R_] Quoi?...
german: [_R_] Was?...
italian: [_R_] Cosa?...

source: [_R_] You had to know this was the next step...
dutch: [_R_] Je moest weten dat dit de volgende stap was...
french: [_R_] Tu dois savoir que c'était la prochaine étape...
german: [_R_] Du musst wissen, dass dies der nächste Schritt war...
italian: [_R_] Dovevi sapere che questo era il prossimo passo...
portuguese: U[_R_] Você tinha que saber que este foi o próximo passo...

source: [_S_] I know.... I knew it would be.... I'm just trying to wrap my head around the fact that I'm stripping for a camera.
dutch: [_S_] Ik weet het.... Ik wist dat het zou worden... . Ik probeer gewoon mijn hoofd rond het feit dat ik voor een camera streek.
french: [_S_] Je sais.... Je savais que ce serait le cas.... J'essaie juste de comprendre le fait que je me déshabille pour une caméra.
german: [_S_] Ich weiß... Ich wusste, dass es sein würde.... Ich versuche nur, meinen Kopf um die Tatsache zu wickeln, dass ich für eine Kamera abstreife.
italian: [_S_] lo so... sapevo che sarebbe stato... sto solo cercando di avvolgere la mia testa intorno al fatto che sto spogliando per una macchina fotografica.

source: [_R_] Ok, take your time...
dutch: [_R_] Ok, neem je tijd...
french: [_R_] Ok, prends ton temps...
german: [_R_] Ok, nimm deine Zeit...
italian: [_R_] Ok, prenditi il tuo tempo...
portuguese: [_R_] Ok, aproveite o seu tempo...

source: [_R_] Ok Sidney? Are you good?...
dutch: [_R_] Ok Sidney? Vind je dat goed?...
french: [_R_] Ok Sidney? Ça va ?...
german: [_R_] Ok Sidney? Bist du gut?...
italian: [_R_] Ok Sidney? Sei bravo?...
portuguese: [_R_] Ok Sidney? Você está bem?...

source: [_R_] HEY SIDNEY!
french: [_R_] HÉ SIDNEY!
portuguese: [_R_] ESTE SIDNEY!

source: [_S_] Yes, dammit! [ryan] just shut up for a second...
dutch: [_S_] Ja, damm! [ryan] heeft zojuist een seconde stilgezet...
french: [_S_] Oui, bon sang! [ryan] ferme-la une seconde...
german: [_S_] Ja, damm! [ryan] hält nur eine Sekunde...
italian: [_S_] Sì, dannazione! [ryan] stai zitto per un secondo...
portuguese: [_S_] Sim, sim! [ryan] simplesmente calar a tela por um segundo...

source: [_S_] Ok. How do you want me to pose?
dutch: [_S_] Ok. Hoe wil je dat ik er uitziet?
french: [_S_] D'accord. Comment veux-tu que je pose ?
german: [_S_] Ok. Wie willst du mich stellen?
italian: [_S_] Ok. Come vuoi che io posi?
portuguese: [_S_] Ok. Como você quer que eu posse?

source: [_R_] Alright!.... I'm thinking one of your nipples is hidden by your leather shoulder strap, and the other is hidden by your hand or arm or something.
dutch: [_R_] Oké!.... Ik denk dat een van je tepels verborgen is door je leren schouderriem en de andere is verstopt door je hand of arm of iets anders.
french: [_R_] D'accord!.... Je pense qu'un de tes mamelons est caché par ta bandoulière en cuir, et l'autre est caché par ta main ou ton bras ou quelque chose comme ça.
german: [_R_] In Ordnung!.... Ich denke, eine deiner Brustwarzen wird durch deinen Ledergurt verborgen und die andere wird durch deine Hand oder deinen Arm oder irgendetwas versteckt.
italian: [_R_] Bene!.... Penso che uno dei tuoi capezzoli sia nascosto dalla tua tracolla in pelle, e l'altro è nascosto dalla tua mano o dal tuo braccio o da qualcosa.
portuguese: [_R_] Certo!.... Estou pensando que uma das suas frases-de-couro está escondida pela sua fita de ombro de couro e a outra está escondida por sua mão, braço ou algo assim.

source: [_R_] I'm thinking another confident power pose that says "I'm freaking Lauren Craft.... I'm comfortable with my body."...
dutch: [_R_] Ik denk aan een andere kracht die zegt dat ik Lauren Craft.... Ik ben comfortabel met mijn lichaam."...
french: [_R_] Je pense à une autre pose de puissance confiante qui dit 'Je fais flipper Lauren Craft.... Je suis à l'aise avec mon corps.'...
german: [_R_] Ich denke an eine andere selbstbewusste Machtposition, die sagt: "Ich freche Lauren Craft.... Ich bin mit meinem Körper zufrieden."...
italian: [_R_] Sto pensando un'altra posa di potere fiduciosa che dice "sto freaking Lauren Craft.... Sono a mio agio con il mio corpo"...

source: [_R_] You know.... a body-positive message to women.... that they shouldn't be ashamed of their bodies...
dutch: [_R_] jij weet.... een lichaamspositieve boodschap aan vrouwen.... dat ze zich niet moeten schamen voor hun lichaams...
french: [_R_] Tu sais.... un message positif pour le corps des femmes.... qu'elles ne devraient pas avoir honte de leur corps...
german: [_R_] Du weißt.... eine körperliche positive Botschaft an Frauen... dass sie sich nicht für ihren Körper schämen sollte...
italian: [_R_] Sai.... un messaggio body-positive alle donne.... che non dovrebbero vergognarsi del loro corpo...

source: [_S_] And you know what?.... No.... I can't do anymore today...
dutch: [_S_] En jij weet wat?.... Nee.... Ik kan vandaag niet meer doen...
french: [_S_] Et tu sais quoi?.... Aucun.... Je n'en peux plus aujourd'hui...
german: [_S_] Und du weißt was?.... Nein.... Ich kann heute nicht mehr tun...
italian: [_S_] E tu sai cosa?.... no.... non posso più fare oggi...
portuguese: [_S_] E você sabe o quê?.... Não.... não posso mais fazer hoje mesmo...

source: [_S_] I just don't have it in me...
dutch: [_S_] Ik heb het gewoon niet in me...
french: [_S_] Je ne l'ai tout simplement pas en moi...
german: [_S_] Ich habe es einfach nicht in mir...
italian: [_S_] Semplicemente non l'ho in me...
portuguese: [_S_] só não tenho em mim...

source: [_S_] We can try again another time.... but I've just got to be done for today...
dutch: [_S_] We kunnen het nog een keer opnieuw proberen... maar ik moet gewoon klaar zijn voor vandaag...
french: [_S_] Nous pouvons réessayer une autre fois.... mais je dois juste avoir fini pour aujourd'hui...
german: [_S_] Wir können es noch einmal versuchen.... aber ich muss gerade für heute erledigt werden...
italian: [_S_] Possiamo riprovare un'altra volta... ma devo solo fare per oggi...

source: [_R_] Ok.... I understand. I'll give you a call the next time I'm ready.
dutch: [_R_] Ok.... Ik begrijp het. Ik bel de volgende keer dat ik klaar ben.
french: [_R_] D'accord.... Je comprends. Je t'appellerai la prochaine fois que je serai prêt.
german: [_R_] Ok.... Ich verstehe. Ich werde dich das nächste Mal anrufen, wenn ich bereit bin.
italian: [_R_] Ok.... Capisco. Ti darò una chiamata la prossima volta che sarò pronto.
portuguese: [_R_] Ok.... Eu entendo. Eu vou te ligar da próxima vez que estiver pronto.

source: [_R_] You had to know this kind of thing was coming eventually.... let's just jump right in.
dutch: [_R_] Je moest weten dat dit soort dingen uiteindelijk kwam.... laten we gewoon meteen springen.
french: [_R_] Tu devrais savoir que ce genre de chose allait finir par arriver.... sautons juste dedans.
german: [_R_] Du musst wissen, dass es irgendwann so etwas gibt.... Lass uns einfach direkt hineinspringen.
italian: [_R_] Dovevi sapere che questo tipo di cose stava arrivando alla fine.... andiamo solo a saltare a destra.
portuguese: [_R_] Você tinha que saber que esse tipo de coisa estava chegando eventualmente.... vamos pular direito.

source: [_S_] I know.... I knew it would be.... I'm just trying to wrap my head around the fact that I've gone this far already.
dutch: [_S_] Ik weet het.... Ik wist dat het zou zijn.... ik probeer gewoon mijn hoofd rond het feit dat ik dit al ver weg ben geweest.
french: [_S_] Je sais.... Je savais que ce serait le cas.... J'essaie juste de comprendre que je suis déjà allé aussi loin.
german: [_S_] Ich weiß.... Ich wusste, dass es sein würde.... Ich versuche nur, meinen Kopf um die Tatsache zu wickeln, dass ich so weit gegangen bin.
italian: [_S_] lo so... sapevo che sarebbe stato... sto solo cercando di avvolgere la mia testa intorno al fatto che sono già andato così lontano.

source: [_R_] Alright!.... For our first one of this set, I'm thinking you need to look scared. Like you've seen some kind of monster.... no.... how about a wolf.... so try to look scared.
dutch: [_R_] Oké!.... voor onze eerste van deze set denk ik dat je bang moet zijn. Vind je het leuk dat je een of ander monster hebt gezien.... nee. Wat dacht je van een wolf.... probeer er bang uit te zien.
french: [_R_] D'accord!.... Pour notre premier de ce set, je pense que tu dois avoir l'air effrayé. Comme si tu avais vu une sorte de monstre.... non.... que dirais-tu d'un loup?... alors essaies d'avoir l'air effrayée.
german: [_R_] In Ordnung!.... Für unser erstes Set denke ich, dass du Angst haben musst. Wie hast du eine Art Monster gesehen.... nein.... wie wäre es mit einem Wolf.... also versuche Angst zu sehen.
italian: [_R_] Bene!.... Per il nostro primo set penso che tu debba guardare spaventato. Come hai visto qualche tipo di mostro.... no.... come circa un lupo.... quindi prova a sembrare spaventato.
portuguese: [_R_] Certo!.... Pelo nosso primeiro conjunto, eu acho que você precisa parecer com medo. Como você viu algum tipo de monstro.... não.... que tal um lobo.... então tente parecer assustado.

source: [_R_] You had to know something like this was coming eventually...
dutch: [_R_] Je moest iets weten zoals dit uiteindelijk gebeurt...
french: [_R_] Tu devais savoir que quelque chose comme ça allait arriver...
german: [_R_] Du musst etwas Ähnliches wissen, was irgendwann passierte...
italian: [_R_] Dovevi sapere che qualcosa di simile stava arrivando alla fine...
portuguese: U[_R_] Você tinha que saber que algo assim vinha eventualmente chegando...

source: [_S_] I know.... I knew it would be.... I'm just trying to wrap my head around the fact that I've gone this far.
dutch: [_S_] Ik weet het.... Ik wist dat het zou zijn.... ik probeer alleen maar mijn hoofd te stoten rond het feit dat ik zo ver weg ben geweest.
french: [_S_] Je sais.... Je savais que ce serait le cas.... J'essaie juste de comprendre que je suis allé aussi loin.
german: [_S_] Ich weiß.... Ich wusste, dass es sein würde.... Ich versuche nur, meinen Kopf um die Tatsache zu wickeln, dass ich so weit gegangen bin.
italian: [_S_] Lo so... sapevo che sarebbe stato... sto solo cercando di avvolgere la testa intorno al fatto che sono andato così lontano.

source: [_R_] Oh come on!.... Try to be a little more professional.
dutch: [_R_] Oh komt aan!.... Probeer wat professioneler te zijn.
french: [_R_] Oh allez!.... Essaies d'être un peu plus professionnel.
german: [_R_] Oh geht!.... Versuche ein bisschen professioneller zu sein.
italian: [_R_] Oh viene!.... Prova ad essere un po' più professionale.

source: [_R_] Lauren wouldn't just walk away from a shoot like that!
dutch: [_R_] Lauren zouden niet zo ver wandelen als zij!
french: [_R_] Lauren ne s'éloignerait pas d'un tournage comme celui-là!
german: [_R_] Lauren würde nicht einfach von einem solchen Schuss weggehen!
italian: [_R_] Lauren non si limiterebbe a camminare lontano da uno sparo del genere!
portuguese: [_R_] Lauren não sairia assim de um tiro!

source: [_S_] Yeah, well Lauren can suck your dick for all I care!
dutch: [_S_] Yeah, goede Lauren kunnen je snoep zuigen voor alles wat me scheelt!
french: [_S_] Ouais, eh bien Lauren peut sucer ta bite pour tout ce que je m'en soucie!
german: [_S_] Ja, Lauren kann deinen Schwanz saugen für alles, was mir wichtig ist!
italian: [_S_] Sì, bene Lauren può succhiare il tuo cazzo per tutto quello che mi importa!
portuguese: [_S_] Sim, bem, Lauren pode chupar seu gole por tudo o que eu me importa!

source: [_R_] No.... you'll be the one who gets to if we don't finish this photoshoot eventually.
dutch: [_R_] Nee.... jij bent degene die komt als we deze fotoshoot uiteindelijk niet afmaken.
french: [_R_] Non.... tu seraiscelui qui y arrivera si nous ne terminons pas cette séance photo.
german: [_R_] Nein.... Du bist derjenige, der kommt, wenn wir dieses Foto nicht irgendwann beenden.
italian: [_R_] No.... Sarai colui che arriva se non finiamo questa foto alla fine.

source: [_S_] Uuuuggghhhh.... fine, but no more today!
dutch: [_S_] Uuuuuggghhhhhhhh... prima, maar geen meer vandaag!
french: [_S_] Uuuuggghhhh.... très bien, mais plus aujourd'hui!
german: [_S_] Uuuggghhhh.... gut, aber heute nicht mehr!
italian: [_S_] Uuuuggghhhh.... bene, ma non più oggi!

source: [_R_] Alright.... take some time.... I'll call you again later, after you've cooled your tits.
dutch: [_R_] Oké.... . . Neem even geduld.... Ik bel je later opnieuw, nadat je je tips hebt gekocht.
french: [_R_] D'accord.... prends un peu de temps.... Je te rappellerai plus tard, après que tu auras refroidi tes seins.
german: [_R_] Okay, nimm dir etwas Zeit ... Ich rufe dich später erneut an, nachdem du deine Titten gekühlt hast.
italian: [_R_] Bene.... ci vuole un po' di tempo... ti chiamerò di nuovo più tardi, dopo aver raffreddato le tue tette.

source: [_S_] Uuuuggghhhh.... fine, you asshole! But no more today!
dutch: [_S_] Uuuuuggghhhhhhhh... prima, jij asshole! Maar niet meer vandaag!
french: [_S_] Uuuuggghhhh.... très bien, connard ! Mais plus aujourd'hui!
german: [_S_] Uuuggghhhh.... gut, du Arschfotze! Aber heute nicht mehr!
italian: [_S_] Uuuuggghhhh.... bene, stroncato! Ma non più oggi!
portuguese: [_S_] Uuggghhhh.... tudo bem, você tudo bem! Mas não mais hoje!

source: [_R_] Let's just do a simple sit back and spread those legs kind of a close-up shot.
dutch: [_R_] Laten we gewoon achterover gaan zitten en de benen van een close-up schot verspreiden.
french: [_R_] Asseyons-nous simplement et écartons les jambes en gros plan.
german: [_R_] Lass uns einfach zurücklehnen und die Beine wie einen Nahschuss verbreiten.
italian: [_R_] Facciamo solo un semplice sedersi indietro e diffondere quelle gambe tipo di un colpo di primo piano.

source: [_S_] You make it sound pretty standard. How many close-up photos like this have you seen?
dutch: [_S_] Je laat het mooi standaard klinken. Hoeveel dicht bij foto's zoals deze heb je gezien?
french: [_S_] Tu le fais paraître assez standard. Combien de gros plans comme celui-ci as-tu vu?
german: [_S_] Du machst es klingt ziemlich Standard. Wie viele Nahfotos hast du gesehen?
italian: [_S_] Lo fai sembrare piuttosto standard. Quante foto da vicino come questo hai visto?
portuguese: [_S_] Você o faz soar bem padrão. Quantas fotos de proximidade como essa você já viu?

source: [_R_] You probably couldn't count them on all the fingers in this city.
dutch: [_R_] Je kunt ze waarschijnlijk niet op alle vingers in deze stad tellen.
french: [_R_] Tu ne pouvais probablement pas les compter sur tous les doigts dans cette ville.
german: [_R_] Du kannst sie wahrscheinlich nicht mit allen Fingern in dieser Stadt zählen.
italian: [_R_] Probabilmente non puoi contarli su tutte le dita di questa città.

source: [_S_] Oh my God! I shouldn't have asked.
dutch: [_S_] Oh mijn God! Ik had niet moeten vragen.
french: [_S_] Oh mon Dieu! J'aurais pas dû demander.
german: [_S_] Oh mein Gott! Ich hätte nicht fragen sollen.
italian: [_S_] Oh mio Dio! Non avrei dovuto chiedere.
portuguese: [_S_] Oh meu Deus! Eu não deveria ter perguntado.
