Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_C_] I have friends! Good, wealthy friends, who'll take us in and treat me with some respect.
french: [_C_] J'ai des amis ! Bon, des amis riches, qui nous emmèneront et me traiteront avec un peu de respect.
italian: [_C_] Ho amici! Amici benissimi, ricchi, che ci porteranno e mi tratteranno con un po' di rispetto.
portuguese: [_C_] Eu tenho amigos! Amigos bons e ricos, que nos levarão e me tratarão com algum respeito.
russian: У меня есть друзья! Хорошие, богатые друзья, которые заберут нас с уважением.

source: [_M_] What? Those country club snobs?
french: [_M_] Quoi? Ces snobs de club de pays ?
italian: [_M_] Cosa? Quei club di campagna snobs?
portuguese: [_M_] O quê? Aqueles country club snobs?
russian: [ _M_] Что? Этот загородный клуб снобов?

source: [_M_] Hah! Good luck with that!
french: [_M_] Hah ! Bonne chance !
italian: [_M_] Hah! Buona fortuna con quello!
portuguese: [_M_] Hah! Boa sorte com isso!
russian: [ _M_] Hah! Удачи с этим!

source: [_M_] Do you know where all my good wealthy friends went as soon as they found out about [dad_name]?
french: [ _M_ ] Savez-vous où tous mes bons amis riches sont partis dès qu'ils ont découvert [ dad_name ]?
italian: [_M_] Sai dove sono andati tutti i miei buoni amici ricchi non appena hanno scoperto di [dad_name]?
portuguese: [__M_] Você sabe onde todos os meus bons amigos ricos foram assim que descobriram sobre [dad_name]?
russian: [_M_] Знаете ли вы, где все мои добрые богатые друзья поехали, как только они узнали об [dad_name]?

source: [_M_] Vanished like a fart in the wind.
french: [ _M_ ] Vanished comme un fart dans le vent.
italian: [_M_] Vanished come una fiamma nel vento.
portuguese: [_M_] Vanzido como uma farda ao vento.
russian: [ _M_] Ванированный, как фарт на ветру.

source: [_C_] That probably says more about you than them!
french: [ _C_ ] Cela dit probablement plus de vous que d'eux !
italian: [_C_] Probabilmente ti dice di più di loro!
portuguese: [__C_] Isso provavelmente diz mais sobre você do que eles!
russian: [ _C_] Это, наверное, говорит о тебе больше, чем о них!

source: [_C_] Now get moving, Mandy!... Just pack what you need for a couple days. We can come back for the rest of our stuff.
french: [ _C_ ] Maintenant, bougez, Mandy ! ... Vous n'avez qu'à emballer ce dont vous avez besoin pendant quelques jours. Nous pouvons revenir pour le reste de nos affaires.
italian: [_C_] Ora mossi, Mandy!... Basta mettere in confezione quello che serve per un paio di giorni. Possiamo tornare per il resto della nostra roba.
portuguese: [__C_] Agora se moviam, Mandy! ... Basta embalar o que você precisa por uns dois dias. Nós podemos voltar para o resto das nossas coisas.
russian: [_C_] Теперь передвигайтесь, Манды!... Просто упакуйте то, что вам нужно на пару дней. Мы можем вернуться к остальным нашим вещам.

source: [_R_] Wow, I can't believe they're really leaving...
french: [_R_] Wow, je ne peux pas croire qu'ils partent...
italian: [_R_] Wow, non riesco a credere che stanno davvero andando...
portuguese: [_R_] Uau, não posso acreditar que está realmente saindo...
russian: Вау, я не могу поверить, что они действительно уходят ...

source: [_L_] Mom, is the mob going to go after Mandy and Aunt Camille?
french: [_L_] Maman, la créature va-t-elle aller après Mandy et la Tante Camille ?
italian: [_L_] Mamma, la folla sta per andare dopo Mandy e zia Camille?
portuguese: [_L_] Mãe, a máfia vai ir atrás de Mandy e Tia Camille?
russian: [ _L_] Мама, толпа собирается после Мэнди и тети Камиллы?

source: [_M_] No, I told Mr. DeCapo that I would find a way to pay Camille's gambling debts.
french: [ _M_ ] Non, j'ai dit à M. DeCapo que je trouverais un moyen de payer les dettes de jeu de Camille.
italian: [_M_] No, ho detto al signor DeCapo che avrei trovato un modo per pagare i debiti da gioco di Camille.
portuguese: [_M_] Não, eu disse ao Sr. DeCapo que encontraria uma maneira de pagar as dívidas de jogo de Camille.
russian: Нет, я сказал мистеру ДеКапо, что найду способ оплатить игорные долги Камиллы.

source: [_S_] How much did Aunt Camille lose?
french: [ _S_ ] Combien a perdu Aunt Camille?
italian: [_S_] Quanto ha perso zia Camille?
portuguese: [_S_] Quanto a Tia Camille perdeu?
russian: Сколько проиграла тетя Камилла?

source: [_M_] A lot.
french: [_M_] beaucoup.
italian: [_M_] Un sacco.
portuguese: [_M_] Muitíssimo
russian: [_M_] Многое.

source: [_L_] How are we going to pay it when we already have Dad's debts to deal with?
french: [ _L_ ] Comment allons-nous payer quand nous aurons déjà les dettes de Dad?
italian: [_L_] Come lo pagheremo quando abbiamo già i debiti di papà?
portuguese: [_L_] Como vamos pagá-lo quando já temos as dívidas do papai para lidar?
russian: [_L_] Как мы будем платить за это, когда у нас уже есть задолженность по сделкам?

source: [_M_] I don't know.
french: [_M_] Je ne sais pas.
italian: [_M_] non lo so.
portuguese: [_M_] Eu não sei.
russian: Не знаю.

source: [_L_] You don't know? How can you not know?
french: [_L_] Vous ne savez pas ? Comment ne pas le savoir ?
italian: [_L_] Non lo sa? Come non sapete?
portuguese: [_L_] Você não sabe? Como você pode não saber?
russian: [_L_] Вы не знаете? Как вы не знаете?

source: [_L_] The mobs going kill us!
french: [ _L_ ] Les mobs nous tuent !
italian: [_L_] I mob stanno per ucciderci!
portuguese: [_L_] As criaturas vão nos matar!
russian: Толпа нас убьет!

source: [_R_] Lauren, calm down, okay? We'll figure something out.
french: [_R_] Lauren, calmez-vous, d'accord? Nous allons trouver quelque chose.
italian: [_R_] Lauren, calmati, ok? Scopriremo qualcosa.
portuguese: [_R_] Lauren, calma, ok? Vamos descobrir alguma coisa.
russian: Лорен, успокой, ладно? Мы что-нибудь придумаем.

source: [_S_] I can help. I've been saving all my pay from the club, and maybe Mr. DeCapo will let me pick up some extra shifts?
french: [ _S_ ] Je peux vous aider. J'ai sauvé tout mon salaire du club, et peut-être que M. DeCapo me laissera aller chercher des quarts de travail supplémentaires?
italian: [_S_] posso aiutare. Ho salvato tutta la mia paga dal club, e forse il signor DeCapo mi lascerà prendere alcuni turni in più?
portuguese: [_S_] Eu posso ajudar. Eu tenho guardando todo o meu salário do clube, e talvez o Sr. DeCapo me deixe pegar alguns turnos extras?
russian: [ _S_] Я могу помочь. Я спасал все свои зарплаты от клуба, и, может быть, мистер ДеКапо разрешит мне взять какие-то дополнительные смены?

source: [_M_] No!
french: [_M_] Non !
portuguese: U[_M_] Não!

source: [_M_] That money is for college. You need to get back to design school so you can escape all this.
french: [ _M_ ] Cet argent est pour le collège. Tu dois retourner à l'école de design pour pouvoir échapper à tout ça.
italian: [_M_] Quel denaro è per l'università. Devi tornare alla scuola di design in modo da poter sfuggire a tutto questo.
portuguese: [_M_] Esse dinheiro é para a faculdade. Você precisa voltar para projetar a escola para escapar de tudo isso.
russian: Эти деньги для колледжа. Тебе нужно вернуться в школу дизайна, чтобы избежать всего этого.

source: [_S_] I can help. Mr. DeCapo said I can come back and work at the club anytime I want. I could pick up some extra shifts too.
french: [ _S_ ] Je peux vous aider. M. DeCapo a dit que je peux revenir et travailler au club quand je le veux. Je pourrais aussi prendre des quarts de travail supplémentaires.
italian: [_S_] posso aiutare. Il signor DeCapo ha detto che posso tornare e lavorare al club ogni volta che voglio. Potrei anche prendere alcuni turni supplementari.
portuguese: [_S_] Eu posso ajudar. O Sr. DeCapo disse que eu posso voltar e trabalhar no clube sempre que eu quiser. Eu poderia pegar alguns turnos extras também.
russian: [ _S_] Я могу помочь. Мистер ДеКапо сказал, что я могу вернуться и работать в клубе в любое время, когда захочу. Я бы тоже мог взять и дополнительные смены.

source: [_M_] I don't want you working there again.
french: [ _M_ ] Je ne veux pas que tu travailles là encore.
italian: [_M_] Non voglio che tu lavori di nuovo lì.
portuguese: [_M_] Eu não quero você trabalhando lá de novo.
russian: Я не хочу, чтобы ты снова там работал.

source: [_S_] Then how are we going to...
french: [ _S_ ] Alors comment allons-nous ...
italian: [_S_] Allora come stiamo andando...
portuguese: [_S_] Então como é que vamos ...
russian: Тогда как мы собираемся ...

source: [_L_] Yeah! How are we going to not get murdered?
french: [_L_] Oui ! Comment allons-nous ne pas être assassinés ?
italian: [_L_] Sì! Come non faremo assassinare?
portuguese: [_L_] Sim! Como não vamos ser assassinados?
russian: [ _L_] Да! Как нас не убьют?

source: [_M_] I said, I don't know!
french: [_M_] J'ai dit, je ne sais pas !
italian: [_M_] ho detto, non lo so!
portuguese: [_M_] Eu disse, eu não sei!
russian: Я сказал, я не знаю!

source: [_M_] Stop talking about getting murdered! I don't know how I'm going to fix it, but I will!
french: [_M_] Arrêtez de parler de vous faire assassiner ! Je ne sais pas comment je vais le réparer, mais je le ferai !
italian: [_M_] Smettila di parlare di essere assassinato! Non so come risolverò, ma lo farò!
portuguese: [_M_] Pare de falar sobre como ser assassinado! Eu não sei como vou consertá-lo, mas vou ser!
russian: Прекратите говорить о том, чтобы тебя убили! Я не знаю, как это исправить, но я буду!

source: [_M_] I just need some time to think!
french: [ _M_ ] J'ai juste besoin de temps pour réfléchir !
italian: [_M_] Ho solo bisogno di un po' di tempo per pensare!
portuguese: [__M_] Eu só preciso de um tempo para pensar!
russian: Мне просто нужно время подумать!

source: [_R_] Mom, take it easy...
french: [_R_] Mama, prenez la facile...
italian: [_R_] Mamma, prendi facile...
portuguese: [__R_] Mãe, vá com calma ...
russian: Мам, полегче ...

source: [_R_] My business is doing really well... If everyone helped out at my studio, I'm sure we could...
french: [ _R_ ] Mon entreprise se porte vraiment bien ... Si tout le monde m'a aidé dans mon studio, je suis sûr que nous pourrions ...
italian: [_R_] La mia attività sta facendo davvero bene... Se tutti hanno aiutato nel mio studio, sono sicuro che potremmo...
portuguese: [_R_] Meu negócio está muito bem... Se todos ajudaram no meu estúdio, tenho certeza que podemos...
russian: [ _R_] Мой бизнес действительно хорошо справляется ... Если бы все помогли в моей студии, я уверен, что мы могли бы ...

source: [_M_] I will handle it. Don't involve your sisters in this anymore than you already have.
french: [_M_] Je vais le faire. N'impliquez pas vos sœurs dans cela plus que vous ne l'avez déjà.
italian: [_M_] lo gestirò. Non coinvolgere le tue sorelle in questo più di quanto tu abbia già.
portuguese: [_M_] vou lidar com isso. Não envolva suas irmãs nisso mais do que você já tem.
russian: Я справлюсь. Не вовлекай своих сестер в это больше, чем уже есть.

source: [_R_] But, Mom...
french: [_R_] Mais, Maman...
italian: [_R_] Ma, Moma...
portuguese: [_R_] Mas, Mãe...
russian: Но, Мама ...

source: [_M_] I said, no!
french: [_M_] Je l'ai dit, non !
italian: [_M_] ho detto, no!
portuguese: [_M_] Eu disse, não!
russian: Я сказал, нет!

source: [_M_] I'm your mother. This is my burden not yours.
french: [_M_] Je suis votre mère. C'est mon fardeau et non le vôtre.
italian: [_M_] sono tua madre. Questo è il mio peso non vostro.
portuguese: [_M_] sou sua mãe. Este é meu fardo não seu.
russian: [_M_] Я твоя мать. Это мое бремя не твое.

source: [_M_] {b}I{/b} will handle this.
french: [_M_] {b}I{/b} va gérer cela.
italian: [_M_] {b}I{/b} gestirà questo.
portuguese: [_M_] {b}I{/b} lidará com isso.
russian: [_M_] {b}I{/b} справится с этим.

source: [_M_] {b}I{/b} will find a way to pay Mr. DeCapo.
french: [ _M_ ] {b}I { /b } trouvera un moyen de payer M. DeCapo.
italian: [_M_] {b}I{/b} troverà un modo per pagare il signor DeCapo.
portuguese: [_M_] {b}I{/b} encontrará uma maneira de pagar ao Sr. DeCapo.
russian: [ _M_] {b}I { /b } найдет способ оплаты г-на ДеКапо.

source: [_M_] Lauren, you and [ryan] need to focus on passing your exams and graduating high school. Sidney, you need to look for a respectable job and focus on getting back into design school.
french: [_M_] Lauren, vous et [ryan] devez vous concentrer sur la réussite de vos examens et l'obtention de votre diplôme d'études secondaires. Sidney, vous devez chercher un travail respectable et vous concentrer sur le retour à l'école de conception.
italian: [_M_] Lauren, tu e [ryan] devi concentrarti sulla trasmissione degli esami e sulla laurea del liceo. Sidney, è necessario cercare un lavoro rispettabile e concentrarsi su tornare nella scuola di design.
portuguese: [_M_] Lauren, você e [ryan] precisam focar em passar seus exames e se formarem no ensino médio. Sidney, você precisa procurar um trabalho respeitável e se concentrar em voltar à escola de design.
russian: [ _M_] Лорен, вы и [ ryan] должны сосредоточиться на проходе экзаменов и окончании средней школы. Сидни, тебе нужно найти достойную работу и сосредоточиться на том, чтобы вернуться в школу дизайна.

source: [_M_] Now go back to bed, all of you.
french: [ _M_ ] Maintenant, revenez au lit, vous tous.
italian: [_M_] Ora torna a letto, tutti voi.
portuguese: [__M_] Agora volta para a cama, todos vocês.
russian: [ _M_] Теперь верни в постель, все.

source: [_RT_] {i}How did this night go so wrong, so fast?...{/i}
french: [_RT_] {i}Comment cette nuit s'est-elle passée si mal, si vite?...{/i}
italian: [_RT_] {i}Come è andata così male questa notte?...{/i}
portuguese: [_RT_] {i}Como foi que esta noite deu tão errado, tão rápido? ... {/i}
russian: [_RT_] {i}Как эта ночь пошла так неправильно, так быстро?...{/i}

source: [_RT_] {i}I know Mom's putting on a brave face for us, but she was barely keeping it together. This is too much for her to take on alone.{/i}
french: [_RT_] {i}Je sais que Maman met un visage courageux pour nous, mais elle le gardait à peine ensemble. C'est trop pour qu'elle s'en occupe seulement.{/i}
italian: [_RT_] {i}So che la mamma sta mettendo su un volto coraggioso per noi, ma lei stava a malapena tenendolo insieme. Questo è troppo per lei per prendere da solo.{/i}
portuguese: [_RT_] {i}Eu sei que a mamãe está colocando uma cara corajosa por nós, mas ela mal estava mantendo isso junto. Isso é demais para ela assumir sozinho. {/i}
russian: [_RT_] {i}Я знаю, что Мама ставит для нас храбрый лицо, но едва ли держала его вместе. Это слишком много, чтобы она взяла в одиночку.{/i}

source: [_RT_] {i}I thought Mom had started to see me as a man. Her man...{/i}
french: [_RT_] {i}Je pensais que ma mère avait commencé à me voir comme un homme. Son homme...{/i}
italian: [_RT_] {i}Pensavo che la mamma avesse iniziato a vedermi come un uomo. Il suo uomo...{/i}
portuguese: [_RT_] {i}que pensei que mamãe tinha começado a me ver como um homem. Seu cara... {/i}
russian: [_RT_] {i}Я думал, что Мама начала видеть меня как человека. Ее мужчина...{/i}

source: [_RT_] {i}But tonight, I went back to being the little boy she needs to protect.{/i}
french: [_RT_] {i}Mais ce soir, je suis revenu à être le petit garçon dont elle a besoin pour protéger.{/i}
italian: [_RT_] {i}Ma stasera sono tornato ad essere il ragazzino che ha bisogno di proteggere.{/i}
portuguese: [_RT_] {i}Mas hoje à noite, voltei a ser o garotinho que ela precisa proteger. {/i}
russian: [_RT_] {i}Но сегодня я вернулся к тому, чтобы быть маленьким мальчиком, которому нужно защитить.{/i}

source: [_RT_] {i}I have to show her I can be the guy... the man she counts on! Now, more than ever, I need to prove she can depend on me.{/i}
french: [_RT_] {i}Je dois lui montrer que je peux être le mec... L'homme sur lequel elle compte! Maintenant, plus que jamais, je dois prouver qu'elle peut compter sur moi.{/i}
italian: [_RT_] {i}Devo mostrarle che posso essere il ragazzo... l'uomo su cui conta lei! Ora, più che mai, ho bisogno di dimostrare che può dipendere da me.{/i}
portuguese: [_RT_] {i}Eu tenho que lhe mostrar que posso ser o garoto... o homem que ela conta! Agora, mais do que nunca, preciso provar que ela pode depender de mim.{/i}
russian: [_RT_] {i}Я должен показать ей, что я могу быть парнем... она подсчитывает! Теперь мне больше чем когда-либо нужно доказать, что она может зависеть от меня.{/i}

source: [_RT_] {i}But how?{/i}
french: [_RT_] {i}Mais comment?{/i}
italian: [_RT_] {i}Ma come?{/i}
portuguese: [_RT_] {i}Mas how? {/i}
russian: [_RT_] {i}Но как?{/i}

source: [_RT_] {i}Aunt Cami let Joey loan her so much money before she lost it all. This won't be like Dad's debts, where Joey lets us get away with only making payments on the interest.{/i}
french: [ _RT_ ] {i}La tante Cami a laissé Joey lui prêter tant d'argent avant qu'elle ne perde tout. Ce ne sera pas comme les dettes de papa, où Joey nous permet de s'en sortir avec seulement des paiements sur l'intérêt. { /i }
italian: [_RT_] {i}zia Cami ha lasciato Joey prestito i suoi così tanti soldi prima che abbia perso tutto. Questo non sarà come il debito di papà, dove Joey ci permette di farci via con solo effettuare pagamenti sull'interesse.{/i}
portuguese: [_RT_] {i}Tia Cami deixou Joey emprestá-la tanto dinheiro antes de perder tudo. Isso não será como as dívidas do papai, em que Joey nos deixa escapar apenas fazendo pagamentos sobre o interesse. {/i}
russian: [_RT_] {i}Aunt Cami позвольте Джой одарить ей столько денег, прежде чем она потеряла все. Это не похоже на долги Dad, где Joey позволяет нам убираться только с выплат по процентам.{/i}

source: [_RT_] {i}He's going to use this to force Mom deeper into his clutches. If I don't do something, Mom will end up like Candy.{/i}
french: [_RT_] {i}Il va l'utiliser pour forcer la maman plus profondément dans ses embrayages. Si je ne fais pas quelque chose, maman finira comme des bonbons.{/i}
italian: [_RT_] {i}Sta per usare questo per forzare la mamma più in profondità nelle sue frizioni. Se non faccio qualcosa, la mamma finirà come Candy.{/i}
portuguese: [_RT_] {i}Ele vai usar isso para forçar a mamãe mais a fundo em suas garras. Se eu não fizer alguma coisa, a mamãe vai acabar como Doce.{/i}
russian: [_RT_] {i}Он будет использовать это для того, чтобы заставить Маму глубже в его сцепление. Если я не сделаю что-то, мама в конечном итоге понравится Конфет.{/i}

source: [_RT_] {i}My photoshoots made good money, but I've pretty much wrapped each of them up. I'm going to start losing subscribers if I don't put out something new.{/i}
french: [_RT_] {i}Mes photoshoots ont fait de l'argent, mais je les ai à peu près enfermés chacun d'eux. Je vais commencer à perdre des abonnés si je ne mets pas quelque chose de nouveau.{/i}
italian: [_RT_] {i}Le mie photoshoots hanno fatto buoni soldi, ma ho praticamente avvolto ciascuno di loro. Inizierò a perdere gli abbonati se non metto qualcosa di nuovo.{/i}
portuguese: [_RT_] {i}Minhas fotografias ganharam bom dinheiro, mas eu comi um pouco cada uma delas. Eu vou começar a perder assinantes se não colocar algo novo.{/i}
russian: [_RT_] {i}Мои фотосессии заработали хорошие деньги, но я очень много обернул каждый из них. Я начну потерять подписчиков, если не выставил что-то новое.{/i}

source: [_RT_] {i}To make the kind of money we'll need, it'll take more than another softcore shoot. I'll need to do something big. Something that would get a lot of online attention.{/i}
french: [_RT_] {i}Pour gagner le genre d'argent dont nous avons besoin, il faudra plus qu'un autre tirage au sort. Je vais devoir faire quelque chose de grand. Quelque chose qui ferait l'objet d'une grande attention en ligne.{/i}
italian: [_RT_] {i}Per fare il tipo di denaro di cui abbiamo bisogno, ci vorrà più di un altro shooting softcore. Avrò bisogno di fare qualcosa di grande. Qualcosa che otterrebbe molta attenzione online.{/i}
portuguese: [_RT_] {i}Para fazer o tipo de dinheiro que precisaremos, ele vai levar mais do que outra filmagem softcore. Vou precisar fazer algo grande. Algo que obteria muita atenção online. {/i}
russian: [_RT_] {i}Чтобы заработать такие деньги, понадобится больше чем другая мягкая стрельба. Мне нужно сделать что-то большое. На что бы привлечь внимание в Интернете.{/i}

source: [_RT_] {i}The Perry Hotter set with Mom and Megan did really well. So, something with two girls would be best.{/i}
french: [_RT_] {i}Le Perry Hotter avec Maman et Megan a bien réussi. Alors, quelque chose avec deux filles serait le meilleur.{/i}
italian: [_RT_] {i}Il set Perry Hotter con mamma e Megan ha fatto davvero bene. Quindi, qualcosa con due ragazze sarebbe stato il migliore.{/i}
portuguese: [_RT_] {i}O Hotter de Perry com Mãe e Megan foi muito bem. Então, algo com duas garotas seria melhor.{/i}
russian: [_RT_] {i}The Perry Hotter set with Mom and Megan did very well. Так что с двумя девушками будет лучше всего.{/i}

source: [_RT_] {i}Lauren and Mandy's Instaslam certainly got big quick with their lezzy pictures. Girl on girl is always very popular, but what really got their subscriber count to take off, was them being cousins.{/i}
french: [ _RT_ ] {i}Lauren et Mandy's Instaslam ont certainement eu une grande rapidité avec leurs images floues. La fille en fille est toujours très populaire, mais ce qui leur a vraiment fait compter, c'est qu'ils étaient cousins. { /i }
italian: [_RT_] {i}Lauren e Mandy's Instaslam hanno sicuramente ottenuto grandi veloci con le loro immagini magre. Ragazza su ragazza è sempre molto popolare, ma quello che realmente ha ottenuto il loro abbonato per decollare, era loro essere cugini.{/i}
portuguese: [_RT_] {i}Lauren e o Instaslam de Mandy, certamente se acelerou muito com suas pinturas mais leves. A menina é sempre muito popular, mas o que realmente fez o assinante contar para decolar, foram eles cousins.{/i}
russian: [_RT_] {i}Lauren и Instaslam Мэди наверняка быстро получили свои лепкие картины. Девушка на девочку всегда очень популярна, но то, что на самом деле получилось их абонентом взлететь, были ли двоюродными братьями.{/i}

source: [_RT_] {i}An incestuous lesbian shoot with Lauren and Mandy would be perfect, but even if I could get Lauren to agree to do it, Mandy's gone now.{/i}
french: [_RT_] {i}Une prise incestueuse de lesbiennes avec Lauren et Mandy serait parfaite, mais même si je pouvais obtenir Lauren d'accepter de le faire, Mandy's est parti maintenant. /i}
italian: [_RT_] {i}Una lesbica incestuosa spara con Lauren e Mandy sarebbe perfetta, ma anche se potessi convincere Lauren ad accettare di farlo, Mandy è andato adesso. /i}
portuguese: [_RT_] {i}Um tiro lésbicas incestuosas com Lauren e Mandy seria perfeito, mas mesmo se eu conseguisse que Lauren concordasse em fazê-lo, Mandy foi agora. /i}
russian: [ _RT_] {i}Непрерывительная лесбийская съемка с Лорен и Мэнди была бы идеальной, но даже если бы я мог получить Лорен, чтобы согласиться сделать это, Мэнди ушла сейчас. { /i }
