Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_C_] .... But.... they're much better when they're fresh.... don't leave them there for too long.
dutch: [_C_] .... Maar.... ze zijn veel beter wanneer ze vers zijn.... laat ze niet te lang daar achter.
french: [_C_] .... Mais.... ils sont bien meilleurs quand ils sont frais.... ne les laissez pas là trop longtemps.
german: [_C_] .... Aber... sie sind viel besser, wenn sie frisch sind.... lassen Sie sie nicht zu lange.
italian: [_C_] .... Ma.... sono molto meglio quando sono freschi.... non lasciarli lì per troppo tempo.
portuguese: [_C_] .... Mas.... eles são muito melhores quando estão frescos.... não os deixe lá por muito tempo.

source: [_R_] You're right, Let me just get a really good look at them.
dutch: [_R_] Je hebt gelijk, laat me gewoon een kijkje nemen.
french: [_R_] Vous avez raison, laissez-moi les regarder mieux.
german: [_R_] Du hast recht, lass mich einfach einen wirklich guten Blick auf sie werfen.
italian: [_R_] Hai ragione, lascia che li guardi bene.
portuguese: [__R_] Você está certo, Deixe-me apenas obter um olhar realmente bom para eles.

source: [_C_] Have you had your fill yet?
dutch: [_C_] Hebt u al uw opvulling gehad?
french: [_C_] En avez-vous assez?
german: [_C_] Hast du deine Füllung schon gehabt?
italian: [_C_] Ne hai già avuto abbastanza?
portuguese: [_C_] Você já teve o seu preenchimento?

source: [_R_] Not yet!
dutch: [ _R_] Nog niet!
french: [_R_] Pas encore!
german: [_R_] noch nicht!
italian: [_R_] Non ancora!
portuguese: [_R_] Ainda não!

source: [_C_] How 'bout now?
dutch: [_C_] Hoe 'bout nu?
french: [_C_] Et maintenant ?
german: [_C_] Wie "Bout jetzt?
italian: [_C_] E adesso?
portuguese: [__C_] Que tal ' bout now?

source: [_R_] Still not yet!
dutch: [_R_] Nog niet klaar!
french: [_R_] Toujours pas!
german: [_R_] noch nicht!
italian: [_R_] Ancora no!
portuguese: [_R_] Ainda não tem!

source: [_C_] Alright, I'm calling it!
dutch: Oké, ik noem het!
french: [_C_] D'accord, je l'appelle!
german: [_C_] Okay, ich rufe es an!
italian: [_C_] Va bene, lo dichiaro!
portuguese: [_C_] Certo, estou chamando!

source: [_R_] No.... yeah.... I mean that's good enough.... you're excused, Fanny!...
dutch: [_R_] Nee.... ja. ... . ik bedoel dat dat goed genoeg is.... je excuseert, Fanny!...
french: [_R_] Non.... ouais.... Je veux dire que c'est assez bon.... tu es excusée, Fanny !...
german: [_R_] Nein.... ja.... Ich meine, das ist gut genug.... Du bist entschuldigt, Fanny!...
italian: [_R_] No.... sì.... Voglio dire che va bene.... sei scusata, Fanny!...
portuguese: [_R_] Não.... sim... quero dizer que isso é bom o suficiente.... você está desculpado, Fanny!...

source: [_C_] Ok.... so if you'll give me the $200.... I'm gonna take off.
dutch: [_C_] Ok.... dus als je me de $200 geeft.... Ik ga opstijgen.
french: [_C_] D'accord.... donc, si tu me donnes les 200 $.... Je vais partir.
german: [_C_] Ok.... also wenn du mir die 200$ gibst.... Ich werde loslegen.
italian: [_C_] Ok.... quindi se mi dai i 200 dollari.... Me ne vado.
portuguese: [_C_] Ok.... então se você me der $200.... Vou decolar.

source: [_R_] Alright.... that was a lot of fun!...
dutch: [_R_] Oké.... dat was veel plezier!...
french: [_R_] D'accord.... c'était très amusant!...
german: [_R_] Okay, das war viel Spaß!...
italian: [_R_] Bene.... è stato molto divertente!...
portuguese: [_R_] Certo.... isso foi muito divertido!...

source: [_C_] No.... it was just really weird!
dutch: [_C_] Nee.... het was gewoon raar!
french: [_C_] Non.... c'était vraiment bizarre!
german: [_C_] Nein.... es war einfach seltsam!
italian: [_C_] No.... è stato solo molto strano!
portuguese: [_C_] Não.... foi realmente estranho!

source: [_R_] I'll see you in a few days.... enjoy your time off.... you earned it!
dutch: [_R_] Ik zie je over een paar dagen.... geniet van je tijdverlies.... je hebt het verdiend!
french: [_R_] On se voit dans quelques jours.... profite de tes congés.... tu l'as mérité !
german: [_R_] Ich werde dich in ein paar Tagen sehen... genieße deine Zeit off.... du hast es verdient!
italian: [_R_] Ci vediamo tra qualche giorno.... goditi il tuo tempo libero.... te lo sei guadagnato!
portuguese: [_R_] Vejo você em alguns dias.... aproveite seu tempo de folha.... você ganhou!

source: [_R_] Alright, I'll see you Monday.... enjoy your time off.... you earned it!
french: [_R_] D'accord, à lundi.... profite de tes congés.... tu l'as mérité !
german: [_R_] Okay, ich sehe dich Montag.... genieße deine Zeit off.... du hast es verdient!
italian: [_R_] Bene, ti vedrò lunedì... goditi il tuo tempo libero.... lo hai meritato!
portuguese: [_R_] Certo, eu vou te ver segunda-feira... . Aproveite seu tempo de folha.... você ganhou!

source: [_R_] Actually, I don't have $200.
dutch: [_R_] Eigenlijk heb ik geen $200.
french: [_R_] En fait, je n'ai pas 200$.
german: [_R_] Eigentlich habe ich keine 200$.
italian: [_R_] In realtà, non ho $200.
portuguese: [_R_] Na verdade, eu não tenho $200.

source: [_C_] Are you kidding me?
dutch: [_C_] maak je me voor de gek?
french: [_C_] Tu te moques de moi ?
german: [_C_] Scherzen?
italian: [_C_] Stai scherzando?
portuguese: [_C_] Você está brincando comigo?

source: [_C_] Why are you even offering me a deal if you don't have money to make one.
dutch: [_C_] Waarom doe je me zelfs een deal als je geen geld hebt om er een te verdienen.
french: [_C_] Pourquoi m'offres-tu même un marché si tu n'as pas d'argent pour en faire un.
german: [_C_] Warum bieten Sie mir sogar ein Angebot an, wenn Sie kein Geld haben, um eins zu machen?
italian: [_C_] Perché mi stai anche offrendo un affare se non hai soldi per farne uno.

source: [_C_] Now excuse me while I finish up my chores so I can miss my cycling class!
dutch: [_C_] Nu verontschuldig ik me terwijl ik mijn schoren klaar heb zodat ik mijn fiets kan missen!
french: [_C_] Maintenant excuses-moi pendant que je termine mes tâches pour que je puisse manquer mon cours de cyclisme !
german: [_C_] Entschuldige mich jetzt, während ich meine Aufgaben erledige, damit ich meine Radfahrerklasse verpassen kann!
italian: [_C_] Ora mi scusi mentre finisco le mie faccende così posso perdere la mia lezione di ciclismo!

source: [_R_] $200?.... A day off?.... Leaving work Early?.... That's a terrible deal.
dutch: [_R_] $200?.... Een dag vrij?.... Werk weglaten?.... dat is een verschrikkelijke deal.
french: [_R_] 200$?.... Un jour de congé?.... Quitter le travail tôt?.... C'est beaucoup de demandes.
german: [_R_] $200?.... Ein Tag aus?.... Entlassen der Arbeit früher?.... Das ist ein schrecklicher Deal.
italian: [_R_] $200?.... Un giorno libero?.... Lasciare il lavoro presto?.... È un affare terribile.
portuguese: [_R_] $200?.... Um dia de desconto?.... Saindo do trabalho?.... Isso é um péssimo negócio.

source: [_R_] It only rewards you for being a terrible maid!
dutch: [_R_] Het beloont je alleen voor het zijn van een vreselijk meisje!
french: [_R_] Cela ne te récompense que d'être une terrible femme de chambre!
german: [_R_] Es belohnt dich nur dafür, dass du ein schrecklicher Magier bist!
italian: [_R_] Ti ricompensa solo per essere una terribile fanciulla!

source: [_C_] Well, I have to expose myself...
dutch: [_C_] Nou, ik moet mezelf blootstellen...
french: [_C_] Eh bien, je dois m’exhiber...
german: [_C_] Nun, ich muss mich selbst enthüllen...
italian: [_C_] Beh, devo espormi...

source: [_R_] You mean you get to let the girls have some air...
dutch: [_R_] Je betekent dat je de meisjes wat lucht laat krijgen...
french: [_R_] Tu veux dire que tu dois laisser les filles prendre l'air...
german: [_R_] Du meinst, dass du den Mädchen Luft geben kannst...
italian: [_R_] Significa che si arriva a lasciare che le ragazze hanno un po 'di aria...
portuguese: U[_R_] Quer dizer que vai deixar as garotas terem um pouco de ar...

source: [_C_] Hey!.... Don't make light of me being extorted to flash my breasts.
dutch: [_C_] Hey!.... geen licht van mij dat wordt afgeperst om mijn borsten te flashen.
french: [_C_] Hé!.... Ne fais pas la lumière sur le fait que je sois extorqué pour montrer mes seins.
german: [_C_] Hey!.... Lass mich nicht erpressen, um meine Brüste zu blinken.
italian: [_C_] Hey!.... Non fate luce di me essere estorto a lampeggiare il mio seno.
portuguese: [_C_] Ei!.... Não faça sinal de que eu estou sendo extorquido para piscar meus seios.

source: [_R_] Uhhh.... this isn't extortion, we're just working out a deal.
dutch: [_R_] Uhhhhh.... dit is geen afpersing, we werken gewoon een deal.
french: [_R_] Uhhh.... ce n'est pas de l'extorsion, on est juste en train de trouver un accord.
german: [_R_] Uhhhh.... das ist keine Erpressung und wir arbeiten nur an einem Deal.
italian: [_R_] Uhhh... questa non è estorsione, stiamo solo lavorando un affare.
portuguese: [_R_] Uhhh.... isso não é extorsão, só estamos fazendo uma operação.

source: [_C_] Yeah, well apparently you don't want to make it, so get out of my way and let me get my work done.
dutch: [_C_] Yeah, het lijkt erop dat je het niet wilt doen, dus ga uit de weg en laat me mijn werk doen.
french: [_C_] Ouais, eh bien apparemment tu ne veux pas y arriver, alors dégage de mon chemin et laisse-moi faire mon travail.
german: [_C_] Ja, anscheinend willst du es nicht schaffen, also gehe aus dem Weg und lass mich meine Arbeit erledigen.
italian: [_C_] Sì, a quanto pare non vuoi farlo, quindi esci dalla mia strada e lasciami fare il mio lavoro.
portuguese: [_C_] Sim, bem aparentemente você não quer conseguir, então saia do meu caminho e deixe-me fazer meu trabalho.

source: [_C_] Let me guess.... you want another tits on a platter surprise.
dutch: [_C_] Laat me raden.... je wilt nog een tips op een platterverrassing.
french: [_C_] Laisse-moi deviner.... tu veux une autre vue sur mes seins sur un plateau.
german: [_C_] Lassen Sie mich erraten... Sie wollen noch andere Titten auf einer Plattenüberraschung.
italian: [_C_] Fammi indovinare.... vuoi un'altra sorpresa di tette su un piatto.
portuguese: [__C_] Deixe-me adivinhar .... você quer mais uns peitos em uma surpresa de bandeja.

source: [_R_] Let's remember to call it the Akabur special.
dutch: [_R_] Denk eraan het Akabur speciaal te noemen.
french: [_R_] N'oublions pas de l'appeler le spécial Akabur.
german: [_R_] Denken wir daran, es als Akabur-Spezial zu bezeichnen.
italian: [_R_] Ricordiamoci di chiamarlo lo speciale Akabur.
portuguese: [__R_] Vamos lembrar de chamá-lo de especial Akabur.

source: [_C_] Whatever.
dutch: [_C_] Watt.
french: [_C_] Peu importe.
german: [_C_] <unk> ver.
italian: [_C_] Qualunque cosa.
portuguese: U[_C_] DE. ver.

source: [_C_] But it's the same rate as last time.... one day off, and $200.
dutch: [_C_] Maar het is dezelfde snelheid als de vorige keer.... één dag vrij, en $200.
french: [_C_] Mais c'est le même deal que la dernière fois.... un jour de congé et 200$.
german: [_C_] Aber es ist die gleiche Rate wie das letzte Mal... einen Tag off und $200.
italian: [_C_] Ma è la stessa tariffa dell'ultima volta.... un giorno libero e 200 dollari.
portuguese: [_C_] Mas é a mesma taxa que da última vez.... de um dia de folga e de $200.

source: [_C_] Oh, and no more role-play bull-shit.
dutch: En geen rollenspel meer.
french: [_C_] Oh, et plus de merde de jeu de rôle.
german: [_C_] Oh, und keine Rolle mehr Bullshit.
italian: [_C_] Oh, e niente più stronzate da gioco di ruolo.
portuguese: [_C_] Ah, e não mais nenhum balão de tiro.

source: [_C_] Here's your Akabur Special.
dutch: [_C_] Hier is je Akabur Special.
french: [_C_] Voici votre spécial Akabur.
german: [_C_] Hier ist dein Akabur Special.
italian: [_C_] Ecco il tuo Akabur Special.
portuguese: [_C_] Aqui está o seu Especial de Akabur.

source: [_R_] Thank you.... can you put it down on the counter again please?
dutch: [_R_] Bedankt.... kun je het op de teller neerzetten?
french: [_R_] Merci.... pouvez-vous le poser à nouveau sur le comptoir s'il vous plait?
german: [_R_] Danke.... kannst du es bitte wieder auf den Zähler setzen?
italian: [_R_] Grazie.... puoi metterlo di nuovo sul bancone per favore?
portuguese: [_R_] Obrigado .... você pode colocá-lo em baixo no balcão novamente por favor?

source: [_C_] Alright, just let me know when you're done.
dutch: [_C_] Ok, laat het me gewoon weten wanneer je klaar bent.
french: [_C_] D'accord, faites-moi savoir quand vous aurez terminé.
german: [_C_] Okay, lass mich wissen, wenn du fertig bist.
italian: [_C_] Va bene, fammi sapere quando hai finito.
portuguese: [_C_] Certo, basta me avisar quando terminar.

source: [_R_] Damn those are some nice melons!
dutch: [_R_] Verdraaid zijn een paar leuke meloen!
french: [_R_] Bon sang ce sont de jolis melons!
german: [_R_] Verdammte diese Melonen!
italian: [_R_] Accidenti che bei meloni!
portuguese: [_R_] Danifique essas são melancias agradáveis!

source: [_RT_] {i}They felt so good around my cock... almost as good as her mouth!{/i}
dutch: [_RT_] {i}Ze voelden zich zo goed rond mijn cock... bijna zo goed als haar heer!{/i}
french: [_RT_] {i}Ils étaient si bons autour de ma queue... presque aussi bons que sa bouche!{/i}
german: [_RT_] {i}Sie fühlten sich um meinen Schwanz so gut... fast so gut wie ihr Mund!{/i}
italian: [_RT_] {i}Si sono sentiti così bene intorno al mio cazzo... quasi come la sua bocca!{/i}

source: [_RT_] {i}They felt so soft wrapped around my cock!{/i}
dutch: [_RT_] {i}Ze voelden zich zo zacht verpakt om mijn cock!{/i}
french: [_RT_] {i}Elles étaient si douces enveloppées autour de ma bite!{/i}
german: [_RT_] {i}Sie fühlten sich so weich um meinen Schwanz gewickelt!{/i}
italian: [_RT_] {i}Si sentivano così morbidi avvolti intorno al mio cazzo!{/i}

source: [_RT_] {i}I'll bet they feel even better than her hand did.{/i}
dutch: [_RT_] {i}Ik wed dat ze zich nog beter voelen dan haar hand.{/i}
french: [_RT_] {i}Je parie qu'ils sont encore mieux que sa main ne l'était.{/i}
german: [_RT_] {i}Ich wette, dass sie sich noch besser als ihre Hand fühlen.{/i}
italian: [_RT_] {i}Scommetto che si sentono ancora meglio della sua mano.{/i}

source: [_C_] Are we good?
dutch: [_C_] Zijn we goed?
french: [_C_] Sommes-nous bons?
german: [_C_] Sind wir gut?
italian: [_C_] Siamo a posto?
portuguese: [_C_] Nós somos bons?

source: [_R_] Yep.... we're good!
dutch: [_R_] Yep.... we zijn goed!
french: [_R_] Oui.... nous sommes bons !
german: [_R_] Ja.... wir sind gut!
italian: [_R_] Si.... siamo a posto!
portuguese: [_R_] Sim.... nós somos boas!

source: [_C_] Well, at least it wasn't as bad as last time!
dutch: [_C_] Nou, ten minste was het niet zo slecht als de vorige keer!
french: [_C_] Eh bien, au moins ce n'était pas aussi mauvais que la dernière fois!
german: [_C_] Nun, zumindest war es nicht so schlimm wie das letzte Mal!
italian: [_C_] Beh, almeno non è stato brutto come l'ultima volta!
portuguese: [_C_] Bem, pelo menos não foi tão ruim como da última vez!

source: {i}{b}"Aunt Camille's Libido -1"{/b}{/i}
french: {i}{b}«Libido de tante Camille -1»{/b}{/i}
italian: {i}{b}"Libido di zia Camille -1"{/b}{/i}

source: [_R_] Actually, I don't have $200
dutch: [_R_] Eigenlijk heb ik geen $200
french: [_R_] En fait, je n'ai pas 200$
german: [_R_] Eigentlich habe ich keine $200
italian: [_R_] In realtà, non ho $200

source: [_C_] Yeah.... well stop being cryptic and say it.... I don't have a lot of time before my cycling class starts.
dutch: [_C_] Yeah.... goed stoppen met cryptisch te zijn en het te zeggen.... Ik heb geen tijd meer voordat mijn fiets begint.
french: [_C_] Ouais.... eh bien, arrêtes d'être cryptique et dis-le.... Je n'ai pas beaucoup de temps avant le début de mon cours de cyclisme.
german: [_C_] Ja. Hört auf, kryptisch zu sein und es zu sagen.... Ich habe nicht viel Zeit, bevor meine Radfahrerklasse beginnt.
italian: [_C_] Si.... beh smettila di essere criptico e dillo.... Non ho molto tempo prima che inizi la mia lezione di ciclismo.
portuguese: [_C_] Aê.... bem deixa de ser críptico e diga.... Não tenho muito tempo antes do início da minha aula de bicicleta.

source: [_R_] Alright.... It's just not real easy to come out and say...
dutch: [_R_] Oké.... het is gewoon niet makkelijk om uit te komen en te zeggen...
french: [_R_] D'accord.... Ce n'est pas vraiment facile de le dire...
german: [_R_] Okay, es ist einfach nicht ganz einfach, herauszukommen und zu sagen...
italian: [_R_] Va bene.... Non è molto facile uscire allo scoperto e dire...

source: [_R_] That uniform is just so damn sexy!.... And I've had to watch you cleaning in it all day!
dutch: [_R_] Dat uniform is verdomd sexy zo!.... En ik heb je de hele dag moeten zien schoonmaken!
french: [_R_] Cet uniforme est tellement sexy!.... Et j'ai dû te regarder faire le ménage toute la journée !
german: [_R_] Diese Uniform ist einfach so verdammt sexy!.... Und ich musste zusehen, wie du den ganzen Tag reinigen musst!
italian: [_R_] Quell'uniforme è così dannatamente sexy!.... E ho dovuto guardarti mentre pulivi tutto il giorno!
portuguese: [__R_] Aquele uniforme é só tão maldito sexy! .... E eu tive que assistir você limpando nele o dia todo!

source: [_R_] I'll finish all your chores, give you a day off, and even give you $100 if you'll just flash me your boobs for a few seconds.
dutch: [_R_] Ik zal al je schaken afmaken, geef je een dag later en geef je zelfs $100 als je me een paar seconden laat knipperen.
french: [_R_] Je vais finir toutes tes tâches, te donner un jour de congé, et même te donner 100$ si tu me montres tes seins pendant quelques secondes.
german: [_R_] Ich werde alle deine Aufgaben beenden, gib dir einen Tag frei, und geben Ihnen sogar $100, wenn Sie mich für ein paar Sekunden flashen Sie mir Ihre Boobs.
italian: [_R_] Finirò tutte le tue faccende, ti darò un giorno libero e ti darò anche 100 dollari se mi farai vedere le tue tette per qualche secondo.
portuguese: [_R_] Eu terminarei todas as suas tarefas, te darei um dia, e até te dar $100 se você só me piscar com seus boobs por alguns segundos.

source: [_C_] Oh my God!.... I can't believe you just asked me that!
dutch: [_C_] Oh my God!.... Ik kan niet geloven dat je me dat hebt gevraagd!
french: [_C_] Oh mon Dieu!.... Je n'arrive pas à croire que tu viens de me demander ça!
german: [_C_] Oh mein Gott!.... Ich kann nicht glauben, dass du mich gerade gefragt hast!
italian: [_C_] Oh mio Dio!.... Non posso credere che tu mi abbia chiesto questo!
portuguese: [_C_] Oh, meu Deus!.... Não acredito que vocês me perguntaram isso!

source: [_C_] I mean sure the money and time off would be amazing.... but...
dutch: [_C_] Ik wil er zeker van zijn dat het geld en de klok geweldig zou zijn.... maar...
french: [_C_] Je veux dire que l'argent et le temps de congé seraient incroyables.... mais...
german: [_C_] Ich meine, dass das Geld und die Auszeit erstaunlich sein würden.... Aber...
italian: [_C_] Voglio dire, certo i soldi e il tempo libero sarebbero fantastici.... ma...

source: [_C_] Where the hell do you get the courage to ask me something like that?
dutch: [_C_] Waar de hel je de moed hebt om me zoiets te vragen?
french: [_C_] Où diable as-tu le courage de me demander quelque chose comme ça?
german: [_C_] Wo die Hölle hast du den Mut, mich so etwas zu fragen?
italian: [_C_] Dove l'inferno ha il coraggio di chiedermi qualcosa del genere?
portuguese: [_C_] Onde diabos você tem coragem de me perguntar algo assim?

source: [_C_] How could you ever think that I would be okay with that?
dutch: [_C_] Hoe zou je ooit kunnen denken dat ik ermee in zou gaan?
french: [_C_] Comment as-tu pu penser que je serais d'accord avec ça ?
german: [_C_] Wie könntest du jemals glauben, dass ich damit in Ordnung sein würde?
italian: [_C_] Come potreste mai pensare che sarei andato bene con quello?
portuguese: [_C_] Como você poderia pensar que eu ficaria bem com isso?

source: [_C_] I mean, sure... I may have sucked your dick, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker... Misschien heb ik je snoepje gezogen, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr... J'ai peut-être sucé ta bite, mais c'était une erreur !
german: [_C_] Ich meine, sicher... Ich mag deinen Schwanz gesaugt haben, aber das war ein Fehler!
italian: [_C_] Voglio dire, sicuro... Potrei aver succhiato il tuo cazzo, ma è stato un errore!
portuguese: [_C_] quero dizer, certo... Eu posso ter chutado o seu pau, mas isso foi um erro!

source: [_C_] I mean, sure... I may have let you fuck my tits, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker... Misschien heb ik je mijn stropdas laten verpletteren, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr... Je t'ai peut-être laissé baiser mes seins, mais c'était une erreur !
german: [_C_] Ich meine, sicher... Vielleicht habe ich Euch meine Titten ficken lassen, aber das war ein Fehler!
italian: [_C_] Voglio dire, sicuro... Potrei averti lasciato scopare le mie tette, ma è stato un errore!
portuguese: [_C_] quero dizer, com certeza... Eu posso deixar você andar, mas isso foi um erro!

source: [_C_] I mean, sure... I may have jacked you off, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker... Ik heb je misschien afgekraakt, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr... Je t'ai peut-être branché, mais c'était une erreur !
german: [_C_] Ich meine, sicher... Ich habe dich vielleicht abgebacken, aber das war ein Fehler!
italian: [_C_] Voglio dire, sicuro... forse ti ho scacciato, ma è stato un errore!
portuguese: [_C_] quero dizer, com certeza... Eu posso ter te escapado, mas isso foi um erro!

source: [_C_] I should use my Zumba skills to kick your perverted little balls off.
dutch: [_C_] Ik zou mijn Zumba vaardigheden moeten gebruiken om je geperverteerde kleine ballen uit te zetten.
french: [_C_] Je devrais utiliser mes compétences en Zumba pour botter tes petites boules perverties.
german: [_C_] Ich sollte meine Zumba-Fertigkeiten nutzen, um deine perversen Bälle abzuwerfen.
italian: [_C_] Dovrei usare le mie abilità di Zumba per prendere a calci le tue piccole palle perverse.
portuguese: [__C_] Eu deveria usar minhas habilidades de Zumba para chutar suas bolinhas pervertidas de fora.

source: [_R_] Haha.... zumba's not a real fighting style!
dutch: [_R_] Haha.... geen echte vechtstijl!
french: [_R_] Haha.... la zumba n'est pas un vrai style de combat !
german: [_R_] Haha.... Zumbas ist kein echter Kampf-Stil!
italian: [_R_] Haha.... Lo zumba non è un vero stile di combattimento!
portuguese: [_R_] Haha.... zumba's não é um verdadeiro estilo de luta!

source: [_C_] Don't push it!
dutch: [_C_] Niet duwen het!
french: [_C_] Ne le pousse pas!
german: [_C_] schiebe es nicht!
italian: [_C_] Non esagerare!
portuguese: [_C_] Não empurre-o!

source: [_C_] Now I'm going to leave right now!, and I'm going to take tomorrow off, because I don't feel comfortable being sexually harassed at work.
dutch: [_C_] Nu ga ik meteen vertrekken!, en ik zal morgen afnemen, omdat ik me niet prettig voel op het werk te worden lastiggevallen.
french: [_C_] Maintenant je vais partir maintenant! et je vais prendre congé demain, parce que je ne me sens pas à l'aise d'être harcelée sexuellement au travail.
german: [_C_] Jetzt werde ich gleich abfahren!, und ich werde morgen wieder losziehen, weil ich mich nicht wohl fühle, bei der Arbeit sexuell belästigt zu werden.
italian: [_C_] Ora me ne vado subito!, e mi prenderò domani libero, perché non mi sento a mio agio ad essere molestato sessualmente al lavoro.
portuguese: [_C_] Agora eu vou sair agora mesmo!, e eu vou tirar amanhã de folga, porque eu não me sinto confortável sendo assediada sexualmente no trabalho.
