Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}I don't feel like dealing with them tonight. It's like Lauren's trying to make me jealous anytime Matt's around.{/i}
french: [_RT_] {i}Je n'ai pas envie de m'occuper d'eux ce soir. C'est comme si Lauren essayait de me faire jaloux à tout moment à portée de main. {/i}
italian: [_RT_] {i}Non ho voglia di occuparmi di loro stasera. È come se Lauren cercasse di rendermi geloso in qualsiasi momento di Matt.{/i}
portuguese: [_RT_] {i}Eu não estou com vontade de lidar com eles hoje à noite. É como se Lauro tentasse me fazer com ciúme a qualquer momento que Matt.{/i}
russian: [_RT_] {i}Я не люблю общаться с ними сегодня. Похоже, Лоран пытается сделать меня ревностным в любое время вокруг Матта.{/i}

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school in the election?{/i}
french: [_RT_] {i}Pourquoi agit-elle comme si c'était ma faute, elle ne pouvait pas battre le plus populaire à l'école lors de l'élection?{/i}
italian: [_RT_] {i}Perché si comporta come se fosse colpa mia, non riusciva a battere il ragazzo più popolare a scuola nelle elezioni?{/i}
portuguese: [_RT_] {i}Por que ela está agindo como se fosse a minha culpa, ela não conseguiu bater no cara mais popular na escola das eleições?{/i}
russian: [_RT_] {i}Почему она действует так же, как моя вина, она не смогла победить самого популярного парня в школе на выборах?{/i}

source: [_RT_] {i}Could she be messing around with Matt in front of me, just because she lost that stupid election?{/i}
french: [_RT_] {i}Pourrait-elle se disputer Matt devant moi, juste parce qu'elle a perdu cette stupide élection?{/i}
italian: [_RT_] {i}Potrebbe essere in giro con Matt di fronte a me, solo perché ha perso quella stupida elezione?{/i}
portuguese: [_RT_] {i}Ela poderia estar mexendo com Matt na minha frente, só porque ela perdeu aquela eleita estúpida? {/i}
russian: [_RT_] {i}Не могла бы она обрушиться с Мэттом перед мной, просто потому, что она потеряла эту глупые выборы?{/i}

source: [_S_] Hey, Bro... Why are you making that face?
french: [_S_] Hé, Bro... Pourquoi faites-vous ce visage ?
italian: [_S_] Hey, Bro... Perché stai facendo quel viso?
portuguese: [_S_] Ei, Brota... Por que você está fazendo essa cara?
russian: Эй, Бро ... Зачем ты это лицо?

source: [_S_] You're not still pissed about Matt being here, are you?
french: [_S_] Vous n'êtes pas encore surpris que Matt soit là, n'est-ce pas?
italian: [_S_] Non hai ancora pazzato di essere qui Matt, vero?
portuguese: [_S_] Você ainda não está puto com o Matt estar aqui, né?
russian: [_S_] Вы все еще не можете рассказать о Матте здесь, вы?

source: [_S_] So, your rival is dating your little sister.
french: [ _S_ ] Donc, votre rival sort avec votre petite sœur.
italian: [_S_] Quindi, il tuo rivale è incontri la tua sorellina.
portuguese: [_S_] Então, seu rival está namorando a sua irmãzinha.
russian: [_S_] Итак, ваш соперник даёт вашей маленькой сестре.

source: [_MB_] They're selling the queen as a sex slave to those horse guys? I can't believe they can put this shit on TV.
french: [_MB_] Ils vendent la reine comme esclave sexe à ces hommes de cheval ? Je ne peux pas croire qu'ils peuvent mettre cette merde à la télévision.
italian: [_MB_] stanno vendendo la regina come schiavo di sesso a quei tipi di cavallo? Non riesco a credere che possano mettere questa merda in TV.
portuguese: [_MB_] Eles estão vendendo a rainha como uma escrava do sexo daqueles caras de cavalo? Não consigo acreditar que eles possam colocar essa merda na TV.
russian: Они продают королеву как секс-раба для этих лошадей? Не могу поверить, что они могут поставить это дерьмо по телевизору.

source: [_S_] Not every girl gets to date the most popular guy at her school.
french: [ _S_ ] Toutes les filles ne sont pas à ce jour le type le plus populaire à son école.
italian: [_S_] Non ogni ragazza arriva fino ad oggi il ragazzo più popolare della sua scuola.
portuguese: [_S_] Nem toda garota chega a namorar o cara mais popular de sua escola.
russian: [_S_] Не каждая девочка получает на сегодняшний день самый популярный парень в своей школе.

source: [_R_] It's not like he's loyal to her. He's still dating the head cheerleader.
french: [_R_] Ce n'est pas comme s'il était loyal envers elle. Il est toujours en train de dater le chef de la garde.
italian: [_R_] Non è come se fosse fedele a lei. Sta ancora uscendo con la testa cheerleader.
portuguese: [_R_] Não é como se ele seja leal a ela. Ele ainda está namorando a líder de torcida.
russian: [ _R_] Это не то, что он предан ей. Он все еще встречается с чирлидером.

source: [_S_] Really? Does Lauren know?
french: [ _S_ ] Vraiement? Lauren est-elle au courant?
italian: [_S_] Davvero? Lauren lo sa?
portuguese: [_S_] Sério? A Lauren sabe?
russian: [_S_] На самом деле? Лорен знает?

source: [_R_] Of course. He doesn't hide it. Lauren's just his side chick.
french: [ _R_ ] Bien sûr. Il ne le cache pas. Lauren est juste sa fille.
italian: [_R_] Certo. Non lo nasconde. Lauren solo il suo pulcino laterale.
portuguese: [_R_] É claro. Ele não esconde. Lauro é só o seu tiro lateral.
russian: [ _R_] Конечно. Он не скрывает это. Лорен только его боковая цыпочка.

source: [_S_] Well...
french: [_S_] Bien...
italian: [_S_] Bene...
portuguese: [_S_] Bem...
russian: [ _S_] Ну ...

source: [_S_] I mean, as long as she knows.
french: [_S_] Je veux dire, tant qu'elle le sait.
italian: [_S_] Voglio dire, fino a quando lei sa.
portuguese: [_S_] quero dizer, contanto que ela conheça.
russian: Я имею в виду, пока она знает.

source: [_R_] You're seriously fine with our little sister being that douche's side piece?
french: [ _R_ ] Vous êtes très bien avec notre petite sœur qui est la pièce du côté de la douche?
italian: [_R_] Stai seriamente bene con la nostra sorellina essendo quel pezzo laterale di douche?
portuguese: [_R_] Você está seriamente bem com a nossa irmãzinha sendo a peça lateral daquela douche?
russian: [_R_] Вы серьезно довольны тем, что наша маленькая сестра была той двойной кусок?

source: [_S_] It's the twenty-first century, [ryan].
french: [ _S_ ] C'est le vingt-et-unième siècle, [ ryan ].
italian: [_S_] È il XXI secolo, [ryan].
portuguese: [_S_] É o século XXI, [ryan].
russian: [ _S_] Это двадцать первый век, [ ryan].

source: [_S_] Women don't have to adhere to these archaic, CIS normative, patriarchal, monogamous relationships, anymore.
french: [ _S_ ] Les femmes n'ont plus à adhérer à ces relations archaïques, normatives, patriarcales, monogames, plus encore.
italian: [_S_] Le donne non devono più aderire a queste relazioni arcaiche, normative, patriarcali e monogamiche.
portuguese: [_S_] As mulheres não precisam mais aderir a estes relacionamentos arcaicos, CIS normativos, patriarcais, monogamosos.
russian: [ _S_] Женщины больше не должны придерживаться этих архаичных, нормативных, патриархальных, моногамных отношений.

source: [_RT_] {i}Oh, God... Not this shit again.{/i}
french: [_RT_] {i}Oh, Dieu... Pas cette merde encore.{/i}
italian: [_RT_] {i}Oh, Dio... Non questa merda di nuovo.{/i}
portuguese: [_RT_] {i}Oh, Deus... Não é essa a merda novamente.{/i}
russian: [ _RT_] {i}О, Боже ... Опять это дерьмо.

source: [_S_] You know, once you get to college, you're going to have your eyes opened about these systems of oppression that keep us tied to societal norms made up by rich old white men.
french: [ _S_ ] Vous savez, une fois que vous vous êtes rendu à l'université, vous allez avoir les yeux ouverts sur ces systèmes d'oppression qui nous maintiennent liés aux normes sociétales des riches hommes blancs.
italian: [_S_] Sai, una volta arrivati all'università, avete intenzione di avere gli occhi aperti su questi sistemi di oppressione che ci tengono legati a norme sociali costituite da ricchi vecchi uomini bianchi.
portuguese: [_S_] Você sabe, quando chegar na faculdade, você vai deixar seus olhos abertos sobre esses sistemas de opressão que nos mantêm vinculados a normas sociais compostas por velhos homens brancos ricos.
russian: [ _S_] Знаешь, как только ты попадешь в колледж, ты будешь смотреть на эти системы угнетения, которые держат нас, привязав к общественным нормам, которые были сделаны богатыми стариками.

source: [_RT_] {i}Hooooly shit. Somebody shoot me.{/i}
french: [_RT_] {i}Hooooly merde. Quelqu'un me tire.{/i}
italian: [_RT_] {i}Hooooly merda. Qualcuno mi spara.{/i}
portuguese: [_RT_] {i}Paraíso Hooooly. Alguém atira em mim.{/i}
russian: [_RT_] {i}Ходо дерьмом. Кто-то выстрелил со мной.{/i}

source: [_RT_] {i}This might be worse than having to watch Matt and Lauren fuck.{/i}
french: [_RT_] {i}Cela pourrait être pire que d'avoir à regarder Matt et Lauren fuck.{/i}
italian: [_RT_] {i}Questo potrebbe essere peggiore di dover guardare Matt e Lauren fuck.{/i}
portuguese: [_RT_] {i}isto pode ser pior do que ter de ver Matt e Lauren fuck.{/i}
russian: [_RT_] {i}Это может быть хуже, чем нужно наблюдать за Маттом и Лоуреном.{/i}

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors? Fucking awesome!
french: [_MB_] Oh, hein ouais ! Les reines vont se faire baiser par tous les guerriers tribaux ? Génial génial !
italian: [_MB_] Oh, diavolo sì! Le regine andranno a farsi scopare da tutti i guerrieri tribali? Cazzo fantastico!
portuguese: [_MB_] Oh, infernidade! As rainhas vão ser presas por todos os guerreiros tribais? Fantasia incrível!
russian: О, чёрт! Королевы будут трахаться всеми племенными воинами? Охуеть!

source: [_L_] Come on, we always watch Game of Thots together.
french: [ _L_ ] Allez, nous regardons toujours le Jeu de Thots ensemble.
italian: [_L_] Avanti, guardiamo sempre insieme a Game of Thot.
portuguese: [_L_] Vamos lá, sempre assistimos a Game of Thots juntos.
russian: [ _L_] Давай, мы всегда смотрим игру Thots вместе.

source: [_MB_] You gotta come see this man! The queen is about to get gangbanged by a bunch of those horse dudes.
french: [_MB_] Vous devez venir voir cet homme ! La reine est sur le point de se faire bander par un tas de dudes de chevaux.
italian: [_MB_] Vieni a vedere quest'uomo! La regina sta per farsi sbattere da un mucchio di quei capi di cavallo.
portuguese: [__MB_] Você precisa vir ver esse homem! A rainha está prestes a ficar gangbanjada por um bando desses caras de cavalo.
russian: [ _МБ_] Ты должен увидеть этого человека! Королева вот-вот получит гангбангу от кучки этих лошадиных дупов.

source: [_LT_] {i}How am I supposed to make him jealous if he won't come over here and take his punishment?{/i}
french: [_LT_] {i}Comment suis-je censé le rendre jaloux s'il ne revient pas ici pour prendre sa punition?{/i}
italian: [_LT_] {i}Come dovrei renderlo geloso se non verrà qui a prendere la sua punizione?{/i}
portuguese: [_LT_] {i}Como eu vou fazer com que ele fique enciumado se ele não virá por aqui e pegar seu punishment? {/i}
russian: [ _LT_] {i}Как мне заставить его ревновать, если он не придет сюда и не примет наказание? { /i }

source: [_MB_] You ever fantasize about a bunch of guys having their way with you, babe?
french: [ _MB_ ] Vous avez déjà fantasme sur un groupe de gars qui ont leur chemin avec vous, babe?
italian: [_MB_] Hai mai fantasticato di un gruppo di ragazzi che si fanno strada con te, babe?
portuguese: U[_MB_] Você sempre fantasia sobre um bando de caras a caminho com você, bebê?
russian: [_MB_] Вы когда-нибудь фантазируют о куче парней имеющих свой путь с вами, Малышки?

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends?
french: [_L_] Oh, mon Dieu! Arrêterez-vous d'essayer de me faire baiser vos amis?
italian: [_L_] Oh, mio Dio! Smetterai di cercare di farmi scopare i tuoi amici?
portuguese: [_L_] Ah, meu Deus! Será que você vai parar de tentar me ferrar com seus amigos?
russian: Боже мой! Ты прекратишься, чтобы я трахал твоих друзей?

source: [_MB_] Hey, I'm just thinking about your needs.
french: [ _MB_ ] Hé, je pense à vos besoins.
italian: [_MB_] Hey, sto solo pensando alle tue esigenze.
portuguese: [_MB_] Ei, eu só estou pensando nas suas necessidades.
russian: Эй, я просто думаю о твоих потребностях.

source: [_MB_] I know how horny you get watching me and the boys dominating on the court.
french: [ _MB_ ] Je sais à quel point vous m'observez et que les garçons dominent le tribunal.
italian: [_MB_] So quanto arrapato si ottiene a guardare me e i ragazzi che dominano sul campo.
portuguese: [__MB_] Eu sei como tesão você fica me observando e os meninos dominando na quadra.
russian: [ _MB_] Я знаю, как ты за мной наблюдаешь, а мальчики доминируют в суде.

source: [_MB_] I'm willing to sacrifice and share you with the team, if you want to try out some group sex.
french: [ _MB_ ] Je suis prêt à sacrifier et à vous partager avec l'équipe, si vous voulez essayer un sexe de groupe.
italian: [_MB_] Sono disposto a sacrificare e condividerti con la squadra, se vuoi provare qualche sesso di gruppo.
portuguese: [_MB_] Estou disposto a sacrificar e compartilhar você com a equipe, se quiser experimentar algum sexo em grupo.
russian: [ _MB_] Я готов пожертвовать собой и поделиться тобой с командой, если ты хочешь попробовать какой-то групповой секс.

source: [_LT_] {i}If he's not hitting on my mom, he's trying to whore me out to his friends{/i}
french: [ _LT_ ] {i}S'il ne frappe pas ma mère, il essaie de me faire sortir avec ses amis { /i }
italian: [_LT_] {i}Se non sta colpendo mia mamma, sta cercando di prendermi fuori ai suoi amici{/i}
portuguese: [_LT_] {i}Se não está batendo na minha mãe, ele está tentando me sacar aos seus amigos {/i}
russian: [_LT_] {i}Если он не попал в мою маму, он пытается ускользать от меня до своих друзей{/i}

source: [_L_] I said, no.
french: [_L_] Je l'ai dit, non.
italian: [_L_] ho detto, no.
portuguese: [_L_] Eu disse: não.
russian: Я сказал, нет.

source: [_MB_] Okay. Let me know when you change your mind.
french: [ _MB_ ] Ok. Laissez-moi savoir quand vous changez d'avis.
italian: [_MB_] Okay. Fammi sapere quando cambi idea.
portuguese: [_MB_] Ok. Deixe-me saber quando você mudar de ideia.
russian: [ _MB_] Хорошо. Дай мне знать, когда ты передумаешь.

source: [_LT_] {i}If [ryan] didn't hate our relationship so much, I'd kick Matt in the balls and throw him out.{/i}
french: [ _LT_ ] {i}Si [ ryan ] ne déteste pas tant notre relation, je botterais Matt dans les couilles et je le jetterais. { /i }
italian: [_LT_] {i}Se [ryan] non odiasse così tanto il nostro rapporto, vorrei calciare Matt nelle palle e buttarlo fuori.{/i}
portuguese: [_LT_] {i}Se [ryan] não odiava tanto a nossa relação, eu chutaria Matt nas bolas e o atiraria.{/i}
russian: [_LT_] {i}Если [ryan] не ненавидит наших отношений, я бы кинул матч в шарах и выкинул его.{/i}

source: [_LT_] {i}Damn it, [ryan]. Stop ignoring us!{/i}
french: [_LT_] {i}Maudit ça, [ryan]. Arrêtez de nous ignorer !{/i}
italian: [_LT_] {i}Dannazione, [ryan]. Smettila di ignorarci!{/i}
portuguese: U[_LT_] {i}Ai, [ryan]. Pare de nos ignorar!{/i}
russian: [_LT_] {i}проклял его, [ryan]. Остановите нас игнорировать!{/i}

source: [_L_] Hey, do you want to see my new bikini?
french: [_L_] Hé, voulez-vous voir mon nouveau bikini ?
italian: [_L_] Hey, vuoi vedere il mio nuovo bikini?
portuguese: [_L_] Ei, quer ver a minha nova bicicleta?

source: [_MB_] You don't want to finish watching this?
french: [_MB_] Vous ne voulez pas finir de regarder cela ?
italian: [_MB_] Non vuoi finire di guardare questo?
portuguese: [_MB_] Você não quer terminar de assistir isso?
russian: [_MB_] Вы не хотите закончить просмотр этого?

source: [_L_] Come on. We can go out to the yard. I'll do a little dance for you.
french: [ _L_ ] Allez. On peut aller à la cour. Je vais faire un peu de danse pour toi.
italian: [_L_] Avanti. Possiamo uscire in cortile. Farò un piccolo ballo per te.
portuguese: [_L_] Vamos lá. Podemos ir para o pátio. Vou fazer um pouco de dança para você.
russian: [ _L_] Давай. Мы можем выйти во двор. Я немного потанцую для тебя.

source: [_MB_] Oh, I get it... I knew watching the queen getting railed by a bunch of burly guys was turning you on. Sure, let's do it.
french: [_MB_] Oh, je l'ai... Je savais que regarder la reine se faire enrôler par un tas de mecs enterrés vous mettait sous tension. Bien sûr, nous allons le faire.
italian: [_MB_] Oh, lo ottengo... Sapevo che guardando la regina si faceva rovinare da un gruppo di ragazzi burly ti stava accendendendo.Certo, facciamolo.
portuguese: [_MB_] Oh, eu entendi... Eu sabia que assistia a rainha ficando presa por um monte de caras burladas estavam te ligando. Claro, vamos fazer.
russian: О, я понимаю ... Я знал, что наблюдая за королевой, которая получает перила от кучки бурных парней, это тебя оборачивает. Конечно, давай сделаем это.

source: [_S_] You should be proud of Lauren for liberating herself.
french: [ _S_ ] Vous devriez être fière de Lauren pour sa libération.
italian: [_S_] Dovresti essere orgoglioso di Lauren per la sua liberazione.
portuguese: [_S_] Você deveria se orgulhar de Lauren por ter se liberado.
russian: [ _S_] Вы должны гордиться Лорен за то, что она освобождает себя.

source: [_RT_] {i}Oh, my God! She won't shut up about this.{/i}
french: [_RT_] {i}Oh, mon dieu! Elle ne va pas se taire à ce sujet.{/i}
italian: [_RT_] {i}Oh, mio Dio! Non chiuderà su questo.{/i}
portuguese: [_RT_] {i}Oh, meu Deus! Ela não vai se calar sobre isso. {/i}
russian: [ _RT_] {i}О, Боже мой! Она не замолкнет об этом. { /i }

source: [_R_] I don't see how Lauren being one of Matt's side chicks is liberating.
french: [ _R_ ] Je ne vois pas comment Lauren étant l'un des poussins de Matt est libérateur.
italian: [_R_] Non vedo come Lauren sia uno dei pulcini laterali di Matt.
portuguese: [__R_] Eu não vejo como Lauren sendo uma das gatas laterais de Matt está liberando.
russian: Я не вижу, как Лорен была одной из боковых цыпочек Мэтта.

source: [_S_] It means that she's not tied down to being Matt's "girl". She's free to explore her femininity and sexuality outside of the oppressive bonds of monogamy.
french: [ _S_ ] Cela signifie qu'elle n'est pas liée à être la "fille" de Matt. Elle est libre d'explorer sa féminité et sa sexualité en dehors des liens oppressifs de la monogamie.
italian: [_S_] Significa che non è legata all'essere la "ragazza" di Matt. È libera di esplorare la sua femminilità e sessualità al di fuori dei legami oppressivi della monogamia.
portuguese: U[_S_] significa que ela não está vinculada a ser "garota" de Matt. Ela é livre de explorar a sua feminilidade e a sua sexualidade fora dos laços opressivos da monogamia.
russian: [_S_] Это означает, что она не привязана к роли Матта "девочка". Она свободно исследовать ее женственность и сексуальность вне угнетенных уз моногамии.

source: [_R_] Huh?
french: [_R_] Hein...

source: [_S_] Uhg. You're so dense.
french: [_S_] Uhg. Vous êtes si dense.
italian: [_S_] Uhg. Sei così denso.
portuguese: [_S_] Uhg. Você é tão denso.
russian: [ _S_] Uhg. Ты такой плотный.

source: [_S_] It means she can mess around with other guys, while still seeing Matt.
french: [ _S_ ] Ça veut dire qu'elle peut fouetcher avec d'autres gars, tout en voyant Matt.
italian: [_S_] Significa che lei può impazzire con altri ragazzi, mentre ancora vedendo Matt.
portuguese: [_S_] Significa que ela pode mexer com outros caras, enquanto ainda vê Matt.
russian: [_S_] Это означает, что она может общаться с другими ребятами, пока все еще видит Матти.

source: [_RT_] {i}Oh, hell no!{/i}
french: [_RT_] {i}Oh, diable non!{/i}

source: [_RT_] {i}One asshole is bad enough!{/i}
french: [_RT_] {i}Un asshole est assez mauvais !{/i}
italian: [_RT_] {i}Uno stronzo è abbastanza cattivo!{/i}
portuguese: [_RT_] {i}Um babaca é ruim o suficiente! {/i}
russian: [ _RT_] {i}Один мудак достаточно плохой! { /i }

source: [_S_] You know, it's been a while since Lauren and I have had some girl talk. I'll have to ask her what other guys from school she likes.
french: [ _S_ ] Vous savez, c'est un moment depuis Lauren et j'ai eu une petite fille. Je dois lui demander ce que d'autres gars de l'école qu'elle aime.
italian: [_S_] Sai, è passato un po' da quando Lauren e io ho avuto qualche ragazza parlare. Dovrò chiederle cosa le piacciono gli altri ragazzi di scuola.
portuguese: [_S_] Sabe, faz um tempo que Lauren e eu temos algumas meninas conversando. Eu terei de perguntar a ela o que os outros caras da escola ela gostam.
russian: Знаешь, прошло какое-то время с тех пор, как мы с Лорен поговорили с девушкой. Я должен спросить ее о том, что ей нравятся другие парни из школы.

source: [_L_] Hey, [ryan]... I thought I'd show Matt the new bikini you bought me.
french: [_L_] Hey, [ryan]... Je pensais que je montrerais à Matt le nouveau bikini que vous m'avez acheté.
italian: [_L_] Hey, [ryan]... Pensavo di aver mostrato a Matt il nuovo bikini che mi hai comprato.
portuguese: [_L_] Ei, [ryan]... Eu achei que iria mostrar a Matt o novo biquíni que você me comprou.
russian: [ _L_] Привет, [ ryan] ... Я думал, что покажу Мэтту новый бикини, который ты мне купил.

source: [_MB_] Yeah, we're going to hang out in the yard for a bit. Lauren said she wanted to show me some dance moves.
french: [ _MB_ ] Ouais, on va traîner dans la cour pour un peu. Lauren a dit qu'elle voulait me montrer des mouvements de danse.
italian: [_MB_] Sì, stiamo andando a appendere fuori nel cortile per un po'. Lauren ha detto che voleva mostrarmi alcune mosse di ballo.
portuguese: [_MB_] Sim, vamos sair no pátio um pouco. Lauren disse que ela queria me mostrar alguns passos de dança.
russian: Да, мы собираемся потусоваться во дворе немного. Лорен сказала, что хочет показать мне танцевальные движения.

source: [_L_] Feel free to join us when you're done talking to Sidney, [ryan].
french: [ _L_ ] N'hésitez pas à nous rejoindre lorsque vous êtes en train de parler à Sidney, [ ryan ].
italian: [_L_] Sentitevi liberi di unirvi a noi quando hai finito di parlare con Sidney, [ryan].
portuguese: [_L_] Sinta-se à vontade para se juntar a nós quando terminar de falar com Sidney, [ryan].
russian: [_L_] Вы можете присоединиться к нам, когда вы закончите разговор с Sidney, [ryan].

source: [_RT_] {i}Dammit! She really is trying to make me jealous.{/i}
french: [_RT_] {i}Dammit! Elle essaie vraiment de me rendre jaloux.{/i}
italian: [_RT_] {i}Dammit! Sta davvero cercando di rendermi geloso.{/i}
portuguese: [_RT_] {i}Maldição! Ela realmente está tentando me fazer ciumentos.{/i}
russian: [_RT_] {i}Dammit! Она действительно пытается сделать меня ревнующим.{/i}

source: [_RT_] {i}Well... If that's true, then as long as I don't go out there, she won't have a reason to mess around with Matt.{/i}
french: [_RT_] {i}Eh bien... Si c'est vrai, tant que je n'irai pas là-bas, elle n'aura pas de raison de me gâcher avec Matt.{/i}
italian: [_RT_] {i}Bene... Se è vero, allora finché non vado là fuori, lei non avrà un motivo per mettersi in giro con Matt.{/i}
portuguese: [_RT_] {i}Bem ... Se isso for verdade, então enquanto eu não for para lá, ela não vai ter um motivo para mexer com Matt. {/i}
russian: [_RT_] {i}Ну что... Если это правда, то до тех пор, пока я не выйду туда, у нее не будет повода посоветоваться с Маттом.{/i}

source: [_RT_] {i}I can't believe she's dancing for him in the bikini I bought her.{/i}
french: [_RT_] {i}Je ne peux pas croire qu'elle danse pour lui dans le bikini que j'ai acheté.{/i}
italian: [_RT_] {i}Non riesco a credere che stia ballando per lui nel bikini che l'ho comprata.{/i}
portuguese: [_RT_] {i}Eu não posso acreditar que ela está dançando por ele no biquíni eu comprei ela. {/i}
russian: [_RT_] {i}Я не могу поверить, что она танцует за него в бикини, которую я купил ее.{/i}
