Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Let go of me. We need to go!
french: [_M_] Laissez-moi partir. Il faut y aller!
italian: [_M_] Lasciate andare da me. Dobbiamo andare!
portuguese: [_M_] Vamos de mim. Nós precisamos ir!
russian: Отпусти меня. Нам нужно идти!

source: [_R_] Fine.
french: [_R_] Bien.
italian: [_R_] Bene.
portuguese: [_R_] Bem.
russian: [_R_] Отлично.

source: [_R_] Go?!... Go where?
french: [_R_] Partez?!... Allez où?
italian: [_R_] vai?!... Vai dove?
portuguese: U[_R_] vai?!... Vai onde?
russian: [ _R_] Go?! ... Куда?

source: [_M_] I'm going to work at the club tonight.
french: [_M_] Je vais travailler au club ce soir.
italian: [_M_] Stasera lavorerò al club.
portuguese: [__M_] Eu vou trabalhar no clube hoje à noite.
russian: [_M_] Я собираюсь работать в клубе сегодня вечером.

source: [_R_] But... but I made the payment!
french: [ _R_ ] Mais ... mais j'ai fait le paiement !
italian: [_R_] Ma... ma ho fatto il pagamento!
portuguese: [_R_] Mas... mas fiz o pagamento!
russian: Но я сделал платеж!

source: [_M_] I know... And I'm really grateful... but working at the club just makes so much money.
french: [_M_] Je sais... Et je suis vraiment reconnaissant... mais travailler dans le club ne fait que beaucoup d'argent.
italian: [_M_] lo so... E sono davvero grato... ma lavorare al club fa così tanti soldi.
portuguese: [_M_] Eu sei... E eu sou muito grato... mas trabalhar no clube só ganha muito dinheiro.
russian: [_M_] Я знаю... И я очень благодарен... но работаю в клубе просто зарабатывает столько денег.

source: [_M_] You know... The kind of money I don't have to tell the FBI about.
french: [ _M_ ] Vous savez ... Le genre d'argent que je n'ai pas à dire au FBI.
italian: [_M_] Lo sa... Il tipo di denaro di cui non devo dire l'FBI.
portuguese: [_M_] Você sabe ... O tipo de dinheiro que eu não tenho para dizer ao FBI.
russian: Знаешь ... О деньгах, о которых я не должен рассказывать ФБР.

source: [_M_] I hate having to rely on you for every dollar I need.
french: [ _M_ ] Je déteste devoir compter sur vous pour chaque dollar dont j'ai besoin.
italian: [_M_] Odio dover fare affidamento su di te per ogni dollaro di cui ho bisogno.
portuguese: [__M_] Eu odeio ter que confiar em você por cada dólar que eu preciso.
russian: [_M_] Я ненавижу вас полагаться на каждый нужный мне доллар.

source: [_M_] So, I'm going to get to keep what I earn tonight, thanks to you.
french: Donc, je vais chercher à garder ce que je gagne ce soir, grâce à vous.
italian: [_M_] Così, ho intenzione di mantenere ciò che guadagno stasera, grazie a voi.
portuguese: [_M_] Então, vou ficar com o que eu ganho hoje à noite, graças a você.
russian: [ _M_] Итак, я собираюсь сохранить то, что я зарабатываю сегодня, благодаря тебе.

source: [_R_] That's bullshit!
french: [_R_] C'est un coup de foudre !
italian: [_R_] È una stronza!
portuguese: U[_R_] Essa besteira!
russian: Это чушь!

source: [_J_] [ryan], you're gonna get smacked if you talk to your mother that way. I don't like the disrespect.
french: [_J_] [ryan], vous allez vous faire piétiner si vous parlez à votre mère de cette manière. Je n'aime pas le manque de respect.
italian: [_J_] [ryan], ti sbattere se parli con tua madre in questo modo. Non mi piace il disrispetto.
portuguese: [_J_] [ryan], você vai ficar chateado se falar com sua mãe assim. Eu não gosto de desrespeito.
russian: [_J_] [ryan], ты будешь сломать, если ты поговоришь с матерью так далее. Мне не нравится неуважение.

source: [_RT_] {i}Who does that fucker think he is telling me how I can and can't talk to my mom? He's not my father!{/i}
french: [ _RT_ ] {i}Qui est-ce que ce putain pense qu'il me dit comment je peux et ne peux pas parler à ma mère? Il n'est pas mon père ! { /i }
italian: [_RT_] {i}Chi fa quel cazzo pensa che mi stia dicendo come posso e non posso parlare con mia mamma? Non è mio padre!{/i}
portuguese: [_RT_] {i}Quem faz aquele fofinho acha que ele está me dizendo como eu posso e não posso falar com minha mãe? Ele não é o meu pai!{/i}
russian: [_RT_] {i}Кто думает, что этот фуккер говорит мне, как я могу и не могу поговорить с моей мамой? Он не мой отец!{/i}

source: [_RT_] {i}I'm gonna... Oh, right... it's Joey DeCapo and his goon... I'm not going to do anything.{/i}
french: [_RT_] {i}Je suis parti... Oh, d'accord... c'est Joey DeCapo et son goon... Je ne vais rien faire.{/i}
italian: [_RT_] {i}Sto andandando... Oh, giusto... è Joey DeCapo e il suo andato... non farò niente.{/i}
portuguese: [_RT_] {i}Eu vou ... Ah, né ... é Joey DeCapo e seu goon ... Eu não vou fazer nada. {/i}
russian: [_RT_] {i}Я ушел... Ладно... Джой ДеКапо и его ушел... Я ничего не собираюсь.{/i}

source: [_R_] I'm sorry. It's just.
french: [_R_] Je suis désolé. C'est juste.
italian: [_R_] mi dispiace. È giusto.
portuguese: [_R_] Desculpe. É justo.
russian: Прости. Это просто.

source: [_M_] I know, [ryan]... This is just the way it's going to be tonight.
french: [_M_] Je sais, [ryan]... C'est exactement comme ça ce sera ce soir.
italian: [_M_] lo so, [ryan]... Questo è solo il modo in cui sarà stasera.
portuguese: [_M_] Eu sei, [ryan]... É exatamente assim que será hoje à noite.
russian: [ _M_] Я знаю, [ ryan] ... Это как раз то, что будет сегодня.

source: [_M_] I don't know how late I'll be home, so take care of your aunt, cousin, and sisters while I'm gone.
french: [ _M_ ] Je ne sais pas à quel point je serai à la maison, alors prenez soin de votre tante, de votre cousin et de vos soeurs pendant que je suis partie.
italian: [_M_] Non so quanto tardi sarò a casa, quindi prenditi cura di tua zia, cugina e sorelle mentre sono andata.
portuguese: [_M_] Eu não sei o quão tarde eu estarei em casa, então cuide de sua tia, prima e irmãs enquanto eu for embora.
russian: [_M_] Я не знаю, как поздно я буду дома, так что позаботьтесь о тете, двоюродном брате и сестрах, пока я ушел.

source: [_R_] Just... make good choices.
french: [ _R_ ] Juste ... faire des bons choix.
italian: [_R_] Giusto... fare buone scelte.
portuguese: [_R_] Só ... fazer boas escolhas.
russian: Просто ... сделай хороший выбор.

source: [_M_] [ryan], that's my line.
french: [_M_] [ryan], c'est ma ligne.
italian: [_M_] [ryan], questa è la mia linea.
portuguese: [_M_] [ryan], essa é minha linha.
russian: [_M_] [ryan], это моя линия.

source: [_M_] And, same to you. Now, let go of my arm. I need to go.
french: [_M_] Et même pour vous. Maintenant, lâchez mon bras. J'ai besoin de partir.
italian: [_M_] E lo stesso per te. Ora, lascia andare il mio braccio. Devo andare.
portuguese: [_M_] e o mesmo para você. Agora, solte o meu braço. Preciso ir.
russian: [ _M_] И, как и вам. А теперь, отпусти мою руку. Мне нужно идти.

source: [_RT_] {i}That son of a bitch! Look at him groping my mom's ass right in front of me!{/i}
french: [_RT_] {i}Ce fils de chienne ! Regardez lui fourrer le cul de ma mère juste devant moi !{/i}
italian: [_RT_] {i}Quel figlio di una puttana! Guardate lui che strappa il culo di mia mamma proprio di fronte a me!{/i}
portuguese: [_RT_] {i}O filho da puta! Olhe para ele agrupando a minha mãe bem na minha frente!{/i}
russian: [ _RT_] {i}Сукин сын! Посмотри на него, загоняя задницу моей матери прямо передо мной!

source: [_RT_] {i}Mom almost seems to like it! Doesn't she care that our neighbors might see?!{/i}
french: [ _RT_ ] {i}Maman semble presque comme ça ! Ne pense-t-elle pas que nos voisins pourraient voir? ! { /i }
italian: [_RT_] {i}Mamma sembra quasi piacere! Non le importa che i nostri vicini potrebbero vedere?!{/i}
portuguese: [_RT_] {i}Mamãe quase parece gostar! Não se importa que nossos vizinhos possam ver?!{/i}
russian: [ _RT_] {i}Мама почти кажется ей нравится! Разве она не хочет, чтобы наши соседи видели?

source: [_RT_] {i}God, who know's how much trouble she's going to get into at the club tonight?{/i}
french: [_RT_] {i}Dieu, qui sait combien elle va se retrouver au club ce soir?{/i}
italian: [_RT_] {i}Dio, chi sa quanti problemi sta per entrare nel club stasera?{/i}
portuguese: [_RT_] {i}Deus, que sabe a quantidade de problemas que ela vai ter no clube esta noite?{/i}
russian: [_RT_] Бог {i}, кто знает, сколько проблем она собирается попасть в клуб сегодня вечером?{/i}

source: [_RT_] {i}And after I worked so hard to keep her away from there!{/i}
french: [_RT_] {i}Et après avoir travaillé si dur pour la tenir à l'écart !{/i}
italian: [_RT_] {i}E dopo aver lavorato così duramente per tenerla lontana da lì!{/i}
portuguese: [_RT_] {i}E depois que eu trabalhei tão duro para mantê-la longe dali! {/i}
russian: [_RT_] {i}И после того как я так сильно трудился, чтобы удержать её оттуда!{/i}

source: [_RT_] {i} Maybe I'd better head over there myself.{/i}
french: [_RT_] {i} Peut-être que je ferais mieux de me rendre là-bas.{/i}
italian: [_RT_] {i} Forse farei meglio a dirigermi laggiù.{/i}
portuguese: [_RT_] {i} Talvez eu tenha melhor cabeça sobre lá eu mesmo. {/i}
russian: [_RT_] {i} Может быть, я бы лучше там переехал.{/i}

source: [_J_] Yes, very touching.
french: [ _J_ ] Oui, très touchant.
italian: [_J_] Sì, molto toccante.
portuguese: [_J_] Sim, muito tocante.
russian: Да, очень трогательно.

source: [_J_] [mom_name], it's always a pleasure.
french: [_J_] [mom_name], c'est toujours un plaisir.
italian: [_J_] [mom_name], è sempre un piacere.
portuguese: [_J_] [mom_name], é sempre um prazer.
russian: [_J_] [mom_name], это всегда удовольствие.

source: [_J_] And I know you don't need it, but if you ever want some extra spending cash, all you have to do is show up.
french: [ _J_ ] Et je sais que vous n'en avez pas besoin, mais si vous voulez des fonds supplémentaires, tout ce que vous avez à faire est de vous montrer.
italian: [_J_] E so che non ne avete bisogno, ma se volete mai qualche denaro in più, tutto quello che dovete fare è presentare.
portuguese: [_J_] E eu sei que você não precisa disso, mas se você já quiser algum dinheiro extra gastando, tudo o que você tem que fazer é aparecer.
russian: [_J_] И я знаю, что тебе это не нужно, но если ты когда-нибудь хочешь потратить дополнительные деньги, то всё, что тебе нужно сделать, это появиться.

source: [_M_] Thank you, Joey, but that's not very likely as long as [ryan] keeps doing such a great job providing.
french: [ _M_ ] Merci, Joey, mais ce n'est pas très probable tant que [ ryan ] continue à faire un si grand travail.
italian: [_M_] Grazie, Joey, ma questo non è molto probabile finché [ryan] continua a fare un ottimo lavoro fornendo.
portuguese: U[_M_] Obrigado, alegria, mas isso não é muito provável, desde que [ryan] continue fazendo um ótimo trabalho.
russian: [_M_] Благодарим вас, рад, но это не очень вероятно, если [ryan] продолжит делать столь хорошую работу.

source: [_J_] Well, you're doing a great job raising him.
french: [_J_] Eh bien, vous faites un excellent travail en le soulevant.
italian: [_J_] Beh, stai facendo un ottimo lavoro alzandolo.
portuguese: [_J_] Bem, você está fazendo um ótimo trabalho levantando-o.
russian: Ты делаешь большую работу, поднимая его.

source: [_J_] I'll look forward to seeing you next Saturday. Have a great week!
french: [_J_] Je suis impatient de vous voir samedi prochain. Bonne semaine !
italian: [_J_] Non vedo l'ora di vederti sabato prossimo. Buona settimana!
portuguese: [__J_] Eu vou olhar para a frente para vê-lo no próximo sábado. Tenha uma ótima semana!
russian: Я с нетерпением жду встречи с тобой в следующую субботу. Отличная неделя!

source: [_M_] You too.
french: [_M_] Vous aussi.
italian: [_M_] Anche te.
portuguese: [_M_] Você também.
russian: [ _M_] Ты тоже.

source: [_M_] I really am so grateful for all you do for me!
french: [ _M_ ] Je suis vraiment reconnaissante pour tout ce que tu fais pour moi !
italian: [_M_] Sono davvero così grato per tutto quello che fate per me!
portuguese: [_M_] Eu sou muito grato por tudo o que você faz por mim!
russian: Я очень благодарна за все, что ты делаешь для меня!

source: [_M_] Words can't adaquately express...
french: [ _M_ ] Les mots ne peuvent pas exprimer ...
italian: [_M_] Le parole non possono esprimere...
portuguese: [_M_] Palavras não podem expressar-se adicionalmente...
russian: [_M_] Слова не могут прискорбно выражать...

source: [_MT_] {i}But he seemed to really enjoy the way I expressed it last time!{/i}
french: [_MT_] {i}Mais il semblait vraiment apprécier la façon dont je l'ai exprimé la dernière fois !{/i}
italian: [_MT_] {i}Ma sembrava davvero apprezzare il modo in cui l'ho espresso l'ultima volta!{/i}
portuguese: [_MT_] {i}Mas ele parecia realmente gostar da maneira que eu o expressei da última vez!{/i}
russian: [_MT_] {i}Но ему кажется, что он действительно наслаждается тем, как я выражал это в прошлый раз!{/i}

source: [_MT_] {i}But there is one way I can show my appreciation.{/i}
french: [ _MT_ ] {i}Mais il y a une façon de montrer mon appréciation. { /i }
italian: [_MT_] {i}Ma c'è un modo per mostrare il mio apprezzamento.{/i}
portuguese: [_MT_] {i}Mas há uma maneira que eu posso mostrar o meu apreço. {/i}
russian: [_MT_] {i}Но есть один из способов, который я могу выразить мою признательность.{/i}

source: [_M_] Why don't you follow me.
french: [ _M_ ] Pourquoi ne me suivez pas.
italian: [_M_] Perché non mi segui.
portuguese: [_M_] por que você não me segue.
russian: Почему бы тебе не последовать за мной.

source: [_R_] Really? To your bedroom again?
french: [_R_] Vraiment? Revenez à votre chambre ?
italian: [_R_] Davvero? Alla tua camera da letto di nuovo?
portuguese: [_R_] Sério? Para o seu quarto novamente?
russian: Правда? Опять в твою спальню?

source: [_M_] Unless you don't want to?
french: [ _M_ ] A moins que vous ne vouiez pas?
italian: [_M_] A meno che non vuoi?
portuguese: [_M_] a menos que você não queira?
russian: [_M_] Если вы не хотите?

source: [_R_] Are you crazy? Of course I want to...
french: [_R_] Êtes-vous fou ? Bien sûr que je veux...
italian: [_R_] Sei pazzo? Certo che voglio...
portuguese: [_R_] você é louco? É claro que eu quero...
russian: Ты с ума сошел? Конечно, я хочу ...

source: [_M_] Haha... Try not to act so eager!
french: [_M_] Haha... Essayez de ne pas agir avec autant d'impatience!
italian: [_M_] Haha... Cercate di non agire così entusiasta!
portuguese: [_M_] Haha... Tente não agir tão ansiosamente!
russian: [ _M_] Хаха ... Постарайся не действовать так страстно!

source: [_R_] This isn't the way to the bathroom.
french: [ _R_ ] Ce n'est pas le chemin de la salle de bain.
italian: [_R_] Questo non è il modo per il bagno.
portuguese: U[_R_] Este não é o caminho para o banheiro.
russian: [_R_] Это не путь к ванной комнате.

source: [_M_] No, we're going to my room.
french: [ _M_ ] Non, nous allons dans ma chambre.
italian: [_M_] No, stiamo andando nella mia stanza.
portuguese: [_M_] Não, vamos ao meu quarto.
russian: Нет, мы едем в мою комнату.

source: [_M_] It's a little more appropriate for what I've got in mind.
french: [ _M_ ] C'est un peu plus approprié pour ce que j'ai en tête.
italian: [_M_] È un po' più appropriato per quello che ho in mente.
portuguese: [_M_] É um pouco mais apropriado para o que eu tenho em mente.
russian: Это немного более уместно для того, что я имею в виду.

source: [_RT_] {i}Oh... my... God!{/i}
french: [_RT_] {i}Oh... mon... Dieu!{/i}
italian: [_RT_] {i}Oh... mio... Dio!
portuguese: [_RT_] {i}Oh ... meu ... Deus! {/i}
russian: [_RT_] {i}Ох... мой... Бог!{/i}

source: [_M_] Alright, just wait here until I get back. I've got to get everyone out of the house. I don't feel like being quiet.
french: [ _M_ ] Alright, attends ici jusqu'à ce que je revienne. Je dois sortir tout le monde de la maison. Je n'ai pas l'impression d'être tranquille.
italian: [_M_] Va bene, aspetta qui fino a quando non torno. Devo portare tutti fuori casa. Non ho voglia di stare tranquilli.
portuguese: [_M_] Certo, basta esperar aqui até que eu volte. Eu tenho que tirar todos da casa. Eu não tenho vontade de ficar quieto.
russian: Просто жди здесь, пока я не вернусь. Я должен вытащить всех из дома. Я не хочу быть тихой.

source: [_M_] Don't go anywhere.
french: [_M_] N'allez nulle part.
italian: [_M_] Non andare da nessuna parte.
portuguese: [_M_] Não vá a lugar nenhum.
russian: [ _M_] Не ходи никуда.

source: [_RT_] {i}A grateful mom is the best thing in the entire world!{/i}
french: [_RT_] {i}Une mère reconnaissante est la meilleure chose au monde !{/i}
italian: [_RT_] {i}Una mamma grata è la cosa migliore del mondo!{/i}
portuguese: [_RT_] {i}A mãe grata é a melhor coisa em todo o mundo!{/i}
russian: [_RT_] {i}Благодарная мама — лучшая вещь во всем мире!{/i}

source: [_RT_] {i}I'd pay Joey twice over every week to get to do what we're about to do.{/i}
french: [ _RT_ ] {i}Je paierais Joey deux fois par semaine pour faire ce que nous sommes sur le point de faire. { /i }
italian: [_RT_] {i}Pagherò Joey due volte ogni settimana per fare quello che stiamo per fare.{/i}
portuguese: [_RT_] {i}eu pagaria Joey duas vezes ao longo de cada semana para conseguir fazer o que estamos prestes a fazer. {/i}
russian: [_RT_] {i}Я бы заплатил Джо дважды в неделю чтобы добраться до того, что мы собираемся сделать.{/i}

source: [_RT_] {i}And fucking Mom in her and Dad's marriage bed just proves that I've replaced my father once and for all!{/i}
french: [_RT_] {i}Et baiser maman dans son lit de mariage et Papa vient de prouver que j'ai remplacé mon père une bonne fois pour toutes!{/i}
italian: [_RT_] {i}E scopare mamma nel letto matrimoniale di lei e papà solo dimostra che ho sostituito mio padre una volta per tutto!{/i}
portuguese: [_RT_] {i}E a porra da mamãe na cama de casamento dela e do papai só prova que eu substituí o meu pai de uma vez por todas! {/i}
russian: [ _RT_] {i}И мать твою мать в браке с отцом только доказывает, что я заменил отца раз и навсегда! { /i }

source: [_RT_] {i}Is this really happening!?{/i}
french: [_RT_] {i}est-ce vraiment le cas !?{/i}
italian: [_RT_] {i}Sta succedendo davvero!?{/i}
portuguese: [_RT_] {i}Isso realmente está acontecendo!?{/i}
russian: [_RT_] {i}Это действительно происходит!?{/i}

source: [_RT_] {i}I've finally graduated from the blowjobs and hand jobs in the bathroom?{/i}
french: [ _RT_ ] {i}J'ai enfin obtenu mon diplôme des travaux de souffleuses et des travaux manuels dans la salle de bains? { /i }
italian: [_RT_] {i}Mi sono finalmente laureato dai pompini e lavori a mano in bagno?{/i}
portuguese: [_RT_] {i}Eu finalmente me formei com os baianos e empregos de mão no banheirista? {/i}
russian: [_RT_] {i}Я наконец-то закончил работу и руки в ванной комнате?{/i}

source: [_RT_] {i}I guess I should probably take my clothes off.{/i}
french: [_RT_] {i}Je pense que je devrais probablement me débarrasser de mes vêtements.{/i}
italian: [_RT_] {i}Immagino che probabilmente dovrei togliermi i vestiti.{/i}
portuguese: [_RT_] {i}Eu acho que eu provavelmente deveria tirar a roupa. {/i}
russian: [_RT_] {i}Я полагаю, мне следует взять с собой одежду.{/i}

source: [_RT_] {i}There, now there will be no question as to what I'm expecting for a reward.{/i}
french: [ _RT_ ] {i}Il n'y aura plus de doute sur ce que j'attends d'une récompense. { /i }
italian: [_RT_] {i}Lì, ora non ci sarà alcun dubbio su ciò che sto aspettando per una ricompensa.{/i}
portuguese: [_RT_] {i}Lá, agora não haverá dúvidas quanto ao que eu estou esperando por uma recompensa. {/i}
russian: [_RT_] {i}Там, теперь не будет вопросов о том, что я ожидаю вознаграждения.{/i}

source: [_RT_] {i}Fuck... I'm already hard as a rock in anticipation!{/i}
french: [_RT_] {i}Fuck... Je suis déjà dur comme un rocher en prévision !{/i}
italian: [_RT_] {i}Fuck... Sono già duro come un rock in anticipo!{/i}
portuguese: U[_RT_] {i}Presa... Já estou duro como rocha em antecipação!{/i}
russian: [_RT_] Клетка {i}... Я уже сложно как камень в ожидании!{/i}

source: [_RT_] {i}Now I've just got to wait for Mom to finish getting rid of everyone else.{/i}
french: [_RT_] {i}Il me reste maintenant à attendre que ma mère termine de se débarrasser de tout le monde.{/i}
italian: [_RT_] {i}Ora devo solo aspettare che la mamma finisca per sbarazzarsi di tutti gli altri.{/i}
portuguese: [_RT_] {i}Agora eu acabei de esperar que a mamãe termine de se livrar de todos os outros.{/i}
russian: [_RT_] {i}Теперь я только что ждёшь, когда мама закончит избавиться от всех.{/i}

source: [_RT_] {i}I wonder what excuse she's using this time.{/i}
french: [_RT_] {i}Je me demande quelle excuse elle utilise cette fois-ci.{/i}
italian: [_RT_] {i}Mi chiedo quale scusa stia usando questo tempo.{/i}
portuguese: [_RT_] {i}Que desculpa ela está usando desta vez.{/i}
russian: [_RT_] {i}Интересно, что она использует это время.{/i}

source: [_M_] Alright, everybody's out of the...
french: [_M_] D'accord, tout le monde est hors de la...
italian: [_M_] Va bene, tutti sono fuori...
portuguese: [__M_] Alright, todo mundo está fora do ...
russian: Все в порядке ...

source: [_M_] [ryan], again!?
french: [_M_] [ryan]encore, encore !?
italian: [_M_] [ryan], ancora!?
portuguese: [_M_] [ryan], de novo!?
russian: [ _M_] [ ryan], снова!?

source: [_M_] You are playing with fire!
french: [ _M_ ] Vous jouez avec le feu !
italian: [_M_] Stai giocando con il fuoco!
portuguese: [__M_] Você está brincando com fogo!
russian: [_M_] Вы играете с огнём!

source: [_M_] One of these days your Aunt is going to be the one to open this door, and then what are you going to do?
french: [_M_] Un de ces jours, votre tante sera celle qui ouvrira cette porte, puis que allez-vous faire?
italian: [_M_] Uno di questi giorni la tua zia sarà quella di aprire questa porta, e poi che cosa farai?
portuguese: [__M_] Um desses dias sua Tia vai ser a de abrir essa porta, e então o que você vai fazer?
russian: [_M_] Один из этих дней твоя тетя будет тот, кто откроет эту дверь, а потом что ты собираешься?

source: [_R_] Invite her to join in?
french: [ _R_ ] Invitez-nous à vous joindre?
italian: [_R_] Invitala a partecipare?
portuguese: [_R_] Convide-a para participar?
russian: Пригласить её присоединиться?

source: [_M_] Oh... Haha! She would lose her freaking mind!
french: [_M_] Oh... Haha! Elle perdrait son esprit frénétique!
italian: [_M_] Oh... Haha! Lei perderebbe la sua mente freaking!
portuguese: [_M_] Oh ... Haha! Ela perderia a mente maldita!
russian: [ _M_] О ... Ха-ха! Она бы потеряла свой разум!

source: [_M_] You horny dog! That's a risky move!
french: [_M_] Vous êtes un chien corné! C'est un geste risqué !
italian: [_M_] Cane cornea! È una mossa rischiosa!
portuguese: [_M_] Seu cachorro de cavalinho! É um lance arriscado!
russian: Ты подрога! Это рискованный шаг!

source: [_M_] What if your Aunt Camille had to come back for a jacket?
french: [ _M_ ] Et si ta tante Camille devait revenir pour une veste?
italian: [_M_] E se la tua zia Camille dovesse tornare per una giacca?
portuguese: [_M_] E se a sua Camila de tia tivesse que voltar para uma jaqueta?
russian: [_M_] Что делать, если Твоя Камилла должна была вернуться на куртку?

source: [_R_] In this weather?
french: [_R_] En ce temps ?
italian: [_R_] In questo tempo?
portuguese: [_R_] Nesse tempo?
russian: [_R_] В этой погоде?

source: [_M_] Okay, maybe a tampon for her constant state of PMS.
french: [ _M_ ] Ok, peut-être un tampon pour son état constant de SPM.
italian: [_M_] Okay, forse un tampone per il suo costante stato di PMS.
portuguese: [_M_] Ok, talvez um tampão para seu estado constante de TPM.
russian: [ _M_] Хорошо, может быть тампон для ее постоянного состояния ПМС.

source: [_M_] What would she think if she walked in here and found you like this?
french: [ _M_ ] Que penserait-t-elle si elle est entrée ici et vous a trouvé comme ça?
italian: [_M_] Cosa penserebbe se entrasse qui e vi trovasse così?
portuguese: [_M_] O que ela acharia se entrasse aqui e te encontrasse assim?
russian: [_M_] Что она подумала, если она пошла сюда и нашла вам это нравится?
