Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] Let's just do it. We should make the most out of this.
dutch: [_R_] Laten we het gewoon doen. We zouden er het meeste uit moeten halen.
german: [_R_] Lass es uns einfach machen. Wir sollten das Beste daraus machen.

source: [_R_] And don't worry, I've got the money.
dutch: [_R_] En maak je geen zorgen, ik heb het geld.
german: [_R_] Und keine Sorge, ich habe das Geld.

source: [_AG_] Sounds good, I'll bring it by in a few minutes.
dutch: [_AG_] klinkt goed, ik breng het over een paar minuten door.
german: [_AG_] klingt gut, ich bringe es in ein paar Minuten.

source: [_AG_] And I'll just check your ID when I come back.
dutch: [_AG_] En ik zal net je identiteitsbewijs controleren als ik terug kom.
german: [_AG_] Und ich werde nur deine ID überprüfen, wenn ich wieder komme.

source: [_R_] Yeah, we should try to save our money.
dutch: [_R_] Yeah, we moeten proberen ons geld te besparen.
german: [_R_] Ja, wir sollten versuchen, unser Geld zu sparen.

source: [_R_] Thanks, but no thanks.
dutch: [_R_] Bedankt, maar niet bedankt.
german: [_R_] Danke, aber nicht danke.

source: [_AG_] Not a problem.
dutch: [_AG_] Geen probleem.
german: [_AG_] kein Problem.

source: [_AG_] Enjoy the room!
dutch: [_AG_] Geniet van de kamer!
german: [_AG_] Genieße den Zimmer!

source: [_AG_] I won't be far away if you need me.
dutch: [_AG_] Ik zal niet ver weg zijn als je me nodig hebt.
german: [_AG_] Ich werde nicht weit weg sein, wenn du mich brauchst.

source: [_M_] Thank you very much!
dutch: [_M_] Heel erg bedankt!
german: [_M_] Vielen Dank!

source: [_M_] I feel so lucky that we get to use this dressing room again!
dutch: [_M_] Ik voel me zo gelukkig dat we deze kledingkamer weer gaan gebruiken!
german: [_M_] Ich fühle mich so glücklich, dass wir diesen Umkleideraum wieder benutzen!

source: [_M_] Thank you, [ryan]!
dutch: [_M_] Dank u, [ryan]!
german: [_M_] Danke, [ryan]!

source: [_R_] Anything for you, Mom!
dutch: [_R_] Alles voor jou, mam!
german: [_R_] Alles für dich, Mama!

source: [_M_] Here, let me see that lingerie. I'm going to go try it on.
dutch: [_M_] Hier, laat ik die lingerie zien. Ik ga het proberen.
german: [_M_] Hier, lass mich sehen, dass Dingerie. Ich werde es versuchen.

source: [_RT_] {i}I'm so glad I was able to make Mom happy again today!{/i}
dutch: [_RT_] {i}Ik ben zo blij dat ik Mom vandaag weer blij kon maken!{/i}
german: [_RT_] {i}Ich bin so froh, dass ich die Mutter heute wieder glücklich machen konnte!{/i}

source: [_RT_] {i}Sometimes it feels really good to do something for someone other than myself.{/i}
dutch: [_RT_] {i}Soms voelt het zich erg goed om iets anders dan ik te doen.{/i}
german: [_RT_] {i}Manchmal fühlt es sich wirklich gut an, etwas für mich zu tun.{/i}

source: [_M_] Well...
german: [_M_] Nun...

source: [_M_] What do you think?
dutch: [_M_] Wat vind je?
german: Was denken Sie?

source: [_M_] Haha... Speechless, I see.
dutch: [_M_] Haha... Speechlos, zie ik.
german: [_M_] Haha... sprachlos, ich sehe.

source: [_R_] God, Mom... You're breathtaking!
dutch: [_R_] God, Moment... Je bent adembenemend!
german: [_R_] Gott, Mom... Du bist atemberaubend!

source: [_M_] You're making me blush!
dutch: [_M_] Je maakt me blush!
german: [_M_] Du machst mich blush!

source: {i}{b}"(Knock, knock, knock)"{/b}{/i}
dutch: {i}{b}"(Knck, knock,)"{/b}{/i}
german: {i}{b}"(Knopf, Knopf)"{/b}{/i}

source: [_R_] That must be Angela.
dutch: [_R_] dat moet Angela zijn.
german: [_R_] Das muss Angela sein.

source: [_AG_] Sorry to disturb you, but I've got your champagne.
dutch: [_AG_] Sorry om je te storen, maar ik heb je champagne.
german: [_AG_] Entschuldigen Sie, aber ich habe deinen Champagner bekommen.

source: [_R_] Not at all, thank you so much!
dutch: [_R_] Helemaal niet, heel erg bedankt!
german: [_R_] Nicht so viel, vielen Dank!

source: [_AG_] Oh, don't mention it.
dutch: [_AG_] Oh, geef het niet op.
german: [_AG_] Oh, erwähnen Sie es nicht.

source: [_AG_] My goodness, Dear.
dutch: [_AG_] Mijn hemel, graag.
german: [_AG_] Meine Güte, Dear.

source: [_AG_] You look gorgeous!
dutch: [_AG_] Je ziet er prachtig uit!
german: [_AG_] Du siehst großartig aus!

source: [_AG_] I don't know if I like that one, or the one you had on last time better.
dutch: [_AG_] Ik weet niet of ik die leuk vind, of degene die je de laatste keer beter had.
german: [_AG_] Ich weiß nicht, ob ich diese mag oder die, die du das letzte Mal besser gehabt hast.

source: [_M_] Well, it was my son who chose it.
dutch: [_M_] Nou, het was mijn zoon die het koos.
german: [_M_] Nun, es war mein Sohn, der es wählte.

source: [_AG_] He's got great taste!
dutch: [_AG_] Hij heeft een geweldige smaak!
german: [_AG_] Er hat großen Geschmack!

source: [_AG_] I'll just leave this champagne and be on my way.
dutch: [_AG_] Ik zal deze champagne gewoon verlaten en onderweg zijn.
german: [_AG_] Ich werde diesen Champagner einfach verlassen und bin auf dem Weg.

source: [_AG_] Just call for me if you need anything else!
dutch: [_AG_] Bel gewoon voor me als je nog iets anders nodig hebt!
german: [_AG_] Rufe mich einfach an, wenn du etwas anderes brauchst!

source: [_R_] Thanks!
dutch: [_R_] Bedankt!
german: [_R_] Danke!

source: {i}{b}"A short time later."{/b}{/i}
dutch: {i}{b}"Een korte tijd later."{/b}{/i}
german: {i}{b}"Eine kurze Zeit später."{/b}{/i}

source: [_M_] Alright, this is the last of the champagne... What should our last toast be?
dutch: [_M_] Ok, dit is de laatste van de champagne... Wat moet onze laatste toast zijn?
german: [_M_] Okay, das ist der letzte Champagner... Was sollte unser letzter Toast sein?

source: [_R_] Hmm... Let me think.
dutch: [_R_] Hmm... Laat me nadenken.
german: [_R_] Hmm... Lass mich denken.

source: [_RT_] {i}We should toast the time in the shack when my cock accidentally slid into her pussy.{/i}
dutch: [_RT_] {i}We zullen de tijd in de shack toast wanneer mijn kok per ongeluk in haar pussy.{/i} glijdt
german: [_RT_] {i}Wir sollten die Zeit in der Hütte anstoßen, wenn mein Schwanz versehentlich in ihre Fotze rutscht.{/i}

source: [_MT_] {i}We should toast that I end up with somebody's cock in my pussy tonight. Matt's, Joey's, I'll even settle for [ryan]'s again.{/i}
dutch: [_MT_] {i}We zullen er rekening mee houden dat ik vanavond met iemands geheid in mijn potje eindig. Matts, Joey, dan neem ik nog eens genoegen met [ryan]want {/i}
german: [_MT_] {i}Wir sollten uns rühren, dass ich heute Abend jemanden in meiner Fotze habe. Matten, Joey's, ich werde mich sogar mit [ryan]wieder zufrieden geben.{/i}

source: [_MT_] {i}We should toast that I end up with somebody's cock in my pussy tonight. Joey's, Matt's, I'll even settle for [ryan]'s again.{/i}
dutch: [_MT_] {i}We zullen er rekening mee houden dat ik vanavond met iemands gezicht, Joey, Matts, ik neem nog eens genoegen met [ryan]want {/i}
german: [_MT_] {i}Wir sollten uns rühren, dass ich heute Abend mit jemandem Schwanz in meiner Fotze lande. Joey's, Matts, ich werde mich sogar mit [ryan]wieder zufrieden geben.{/i}

source: [_MT_] {i}We should toast that I end up with somebody's cock in my pussy tonight. I hope I can hook up with Matt again later, but I just maybe could settle for [ryan]'s again.{/i}
dutch: [_MT_] {i}We moeten er vannacht op rekenen dat ik met iemands jas in mijn poosje eindig. Ik hoop dat ik later weer met Matt kan meegaan, maar misschien kan ik het eens zijn met [ryan]'s {/i}
german: [_MT_] {i}Wir sollten uns toast machen, dass ich heute Abend jemanden in meiner Fotze habe. Ich hoffe, ich kann Matt später wieder aufschnüren, aber vielleicht könnte ich mich mit [ryan]wieder einigen.{/i}

source: [_MT_] {i}We should toast that I end up with somebody's cock in my pussy tonight. I hope I can hook up with Joey again later, but I just maybe could settle for [ryan]'s again.{/i}
dutch: [_MT_] {i}We moeten er vannacht op rekenen dat ik met iemands jas in mijn poosje eindig. Ik hoop dat ik later weer met Joey kan opslaan, maar misschien kan ik het wel nog een keer voor [ryan]nemen.{/i}
german: [_MT_] {i}Wir sollten uns toast machen, dass ich heute Abend jemanden in meiner Fotze habe. Ich hoffe, ich kann mich später wieder mit Joey auseinander setzen, aber vielleicht könnte ich mich wieder mit [ryan]einigen.{/i}

source: [_MT_] {i}We should toast to the fact that this hard cock under my feet just might end up in my pussy tonight! God, why have I been so resistent to him lately.{/i}
dutch: [_MT_] {i}We moeten ervan op de hoogte zijn dat deze harde jas onder mijn voeten vanavond in mijn potje terecht kan komen! God, waarom ben ik de laatste tijd zo tegen hem gekant. /i}
german: [_MT_] {i}Wir sollten uns der Tatsache zuwenden, dass dieser harte Schwanz unter meinen Füßen heute Abend in meine Fotze geraten könnte! Gott, warum war ich ihm in letzter Zeit so widersprochen. /i}

source: [_RT_] {i}Once again, I think we should toast the way Mom keeps rubbing her feet across my erect penis?{/i}
dutch: [_RT_] {i}Opnieuw denk ik dat we de manier waarop Mom haar voeten blijft berijden over mijn erect penis?{/i}
german: [_RT_] {i}Noch einmal, ich denke, wir sollten die Art und Weise toasten, wie die Mutter ihre Füße über meinen erektischen Penis reibt?{/i}

source: [_MT_] {i}I could make a toast about how hard my son's dick became again.{/i}
dutch: [_MT_] {i}Ik zou een toast kunnen maken over hoe hard mijn zoon weer is geworden.{/i}
german: [_MT_] {i}Ich konnte einen Toast machen, wie hart mein Sohn wieder dick geworden ist.{/i}

source: [_R_] Same as last time... Our independence.
dutch: [_R_] Hetzelfde als de vorige keer... Onze onafhankelijkheid.
german: [_R_] Wie beim letzten Mal... Unsere Unabhängigkeit.

source: [_M_] You mean from [dad_name] again?
dutch: [_M_] bedoelt u opnieuw uit [dad_name]?
german: [_M_] Du meinst wieder von [dad_name]?

source: [_R_] Yep.
german: [_R_] Ja.

source: [_M_] Alright... I'll drink to that.
dutch: [_M_] Oké... Ik zal daar naartoe drinken.
german: [_M_] Also... Ich trinke darauf.

source: [_M_] And then, I better get on with the fashion show.
dutch: [_M_] En dan ga ik beter door met de modeshow.
german: [_M_] Und dann bin ich besser mit der Modeshow beschäftigt.

source: [_M_] Well, I guess I should get on with the fashion show.
dutch: [_M_] Nou, ik denk dat ik door moet gaan met de modeshow.
german: [_M_] Nun, ich denke, ich sollte mit der Modenschau weitermachen.

source: [_M_] Since you're my only audience what type of pose should I start with?
dutch: [_M_] Omdat jij mijn enige doelgroep bent met welk type moet ik beginnen?
german: [_M_] Da du mein einziges Publikum bist, mit welcher Art von Pose sollte ich anfangen?

source: [_R_] Once again, You're the one with experience. Why don't you show me some of the poses you learned when you were trying to become a model?
german: [_R_] Erneut bist du derjenige mit Erfahrung. Warum zeigen Sie mir nicht einige der Posen, die Sie gelernt haben, als Sie ein Modell werden wollten?

source: [_M_] Don't laugh though if I fall over, or make an awkward move. This is so much harder in high heels, but it also makes poses look better.
dutch: [_M_] lacht niet als ik val of een lastige zet maak. Dit is veel moeilijker te vinden, maar het maakt het er ook beter op uit.
german: [_M_] Lachen Sie nicht wieder, wenn ich umkomme, oder machen Sie einen unbequemen Schritt. Das ist so viel härter in den High Heels, aber es macht auch die Posen besser aussehen.

source: [_M_] Plus the alcohol is making me a little tipsy.
dutch: [_M_] Plus de alcohol maakt me een beetje tipsy.
german: [_M_] Plus der Alkohol macht mich ein wenig Tipp.

source: [_M_] Okay... That's the first one... What do you think?
dutch: [_M_] Okay... Dat is de eerste ... Wat vind je?
german: [_M_] Okay... Das ist der erste... Was denkst du?

source: [_R_] I think you should have been a model!
dutch: [_R_] Ik denk dat je een voorbeeld had moeten zijn!
german: [_R_] Ich denke, Sie hätten ein Modell sein sollen!

source: [_M_] Oh, thanks, Sweety!
dutch: [_M_] Oh, bedankt!
german: [_M_] Ah, danke, süß!

source: [_RT_] {i}Goddam, my mom is so fucking hot!{/i}
dutch: [_RT_] {i}Goddam, mijn moeder is zo fucking hot!{/i}
german: [_RT_] {i}Goddam, meine Mutter ist so fuckend heiß!{/i}

source: [_M_] Alright, I'm going to try another one.
german: [_M_] Okay, ich werde einen anderen versuchen.

source: [_M_] How's this one?
dutch: [_M_] Hoe is dit eigen?
german: [_M_] Wie ist das diese?

source: [_R_] Just as beautiful as the first!
dutch: [_R_] net zo mooi als de eerste!
german: [_R_] genauso schön wie der Erste!

source: [_M_] Thanks, [ryan]! You really are giving me a lot of confidence.
dutch: [_M_] Bedankt, [ryan]! Je geeft me echt veel vertrouwen.
german: [_M_] Danke, [ryan]! Du gebst mir wirklich viel Vertrauen.

source: [_M_] Then there's this one.
dutch: [_M_] Dan is er deze.
german: [_M_] Dann gibt es diese.

source: [_M_] Alright, I'm going to do one more. Are you sure you don't have any requests?
german: [_M_] Okay, ich werde noch eins tun. Bist du sicher, dass du keine Anfragen hast?

source: [_R_] Okay, yeah... How about a pose that's a little more...
dutch: [_R_] Oké, ja... Wat denk je van een pose dat is een beetje meer...
german: [_R_] Okay, ja... Wie wäre es mit einer Pose, die ein wenig mehr...

source: [_R_] Pornographic?
dutch: [_R_] Pornografie
german: [_R_] Pornographisch?

source: [_M_] [ryan]! I told you, I don't like you using that word to describe my posing... If you can't be respectful, I'll stop right here.
dutch: [_M_] [ryan]! Ik vertelde je, ik vind het niet leuk om dat woord te gebruiken om mijn bezit te beschrijven. . Als je niet respectvol kunt zijn, stop ik hier.
german: [_M_] [ryan]! Ich habe dir gesagt, ich mag es nicht, dass du dieses Wort benutzt, um mein Posen zu beschreiben. . Wenn du nicht respektvoll sein kannst, werde ich hier aufhören.

source: [_R_] No, I don't mean to be disrespectful. I just meant for you to do a sexier pose.
dutch: [_R_] Nee, het is niet mijn bedoeling respectvol te zijn. Ik bedoelde alleen voor jou om een seksere stel te doen.
german: [_R_] Nein, ich will nicht respektlos sein. Ich habe nur gemeint, dass du eine Sexerpose machst.

source: [_M_] Okay... Let me think a sec. Oh, I know a pose you'll like.
dutch: [_M_] Okay... Laat me even nadenken. Oh, ik weet dat een pose je leuk vindt.
german: [_M_] Okay... Lass mich eine Sekunde denken. Oh, ich kenne eine Pose, die dir gefällt.

source: [_R_] My God, Mom!
dutch: [_R_] Mijn God, Mom!
german: [_R_] Mein Gott, Mama!

source: [_R_] You're making me feel ways that no son should feel about their own mother.
dutch: [_R_] Je maakt me op manieren dat geen zoon zich over zijn eigen moeder zou moeten voelen.
german: [_R_] Du machst mir das Gefühl, dass kein Sohn sich über seine eigene Mutter fühlen sollte.

source: [_M_] So, like all the time?
dutch: [_M_] Dus, zoals altijd doen?
german: [_M_] So, wie die ganze Zeit?

source: [_R_] I'd like to plead the fifth.
dutch: [_R_] Ik zou het vijfde willen bepleiten.
german: [_R_] Ich möchte mich für die fünfte bitten.

source: [_M_] Uh huh, That's something we need to start getting under control.
dutch: [_M_] Oh huh, dat is iets wat we onder controle moeten beginnen te krijgen.
german: [_M_] Uh huh, das müssen wir anfangen, unter Kontrolle zu kommen.

source: [_RT_] {i}Said my mother as she did her best porn pose right in front of me.{/i}
dutch: [_RT_] {i}geef mijn moeder hulp omdat ze haar beste porno voor me maakte. {/i}
german: [_RT_] {i}Gesagte meine Mutter, da sie ihre beste Pornoaufstellung direkt vor mir machte. {/i}

source: [_MT_] {i}Damn... My son's got a confident swagger, I'll give him that much{/i}
dutch: [_MT_] {i}Damn... Mijn zoon heeft een zelfverzekerde swagger, ik geef hem zoveel {/i}
german: [_MT_] {i}Verdammt... Mein Sohn hat einen selbstbewussten Swagger, ich gebe ihm so viel{/i}

source: [_MT_] {i}It just makes me feel so safe!{/i}
dutch: [_MT_] {i}Het maakt me alleen zo veilig! {/i}
german: [_MT_] {i}Es lässt mich nur so sicher fühlen!{/i}

source: [_MT_] {i}And all these compliments about my beauty!{/i}
dutch: [_MT_] {i}En al deze complimenten voor mijn schoonheid!{/i}
german: [_MT_] {i}Und all diese Komplimente über meine Schönheit!{/i}

source: [_MT_] {i}I'm so thirsty for them!{/i}
dutch: [_MT_] {i}Ik heb zo dorst op hen!{/i}
german: [_MT_] {i}Ich bin so durstig für sie!{/i}

source: [_MT_] {i}Well, if [ryan] liked that, he's going to lose his load when I do this.{/i}
dutch: [_MT_] {i}Nou, als [ryan] dat leuk vindt, zal hij zijn lading verliezen wanneer ik dit doe.{/i}
german: [_MT_] {i}Nun, wenn es [ryan] gefällt, wird er seine Last verlieren, wenn ich dies tue.{/i}

source: [_M_] What did you think about that?
dutch: [_M_] Wat dacht je ervan?
german: [_M_] Was haben Sie darüber gedacht?

source: [_M_] Well?
german: [_M_] Naja?

source: [_R_] I think you'd ground me for life if I answered that question honestly.
dutch: [_R_] Ik denk dat je me voor het leven zou smeden als ik die vraag eerlijk beantwoordde.
german: [_R_] Ich denke, du würdest mich auf Leben stellen, wenn ich diese Frage ehrlich beantwortet habe.

source: [_M_] Haha... Well, what's going on between your legs is kind of giving you away.
dutch: [_M_] Haha... Nou, wat er gaande is tussen je benen is aardig om je weg te geven.
german: [_M_] Haha... Nun, was zwischen deinen Beinen vor sich geht, ist eine Art dir zu geben.

source: [_R_] Hey, I can't be held responsible for his actions!
dutch: [_R_] Hey, ik kan niet verantwoordelijk worden gehouden voor zijn acties!
german: [_R_] Hey, ich kann nicht für seine Aktionen verantwortlich gemacht werden!

source: [_M_] That wasn't any less fun than last time!
dutch: [_M_] Dat was niet minder leuk dan de vorige keer!
german: [_M_] Das war nicht weniger Spaß als das letzte Mal!

source: [_M_] And we don't have a lot of time left before we need to be out of here.
dutch: [_M_] En we hebben niet veel tijd meer over voordat we hier moeten zijn.
german: [_M_] Und wir haben nicht mehr viel Zeit, bevor wir nicht mehr hier sein müssen.

source: [_M_] So, you'd better take care of that little problem going on between your legs while I'm changing back into my dress.
dutch: [_M_] Dus je kunt beter zorgen dat je dat kleine probleem tussen je benen oppakt terwijl ik terug in mijn jurk verander.
german: [_M_] Also solltest du dich besser um das kleine Problem kümmern, das zwischen deinen Beinen auftritt, während ich wieder in mein Kleid wechsele.

source: [_R_] Take care of it, How?
dutch: [_R_] Zorg ervoor, hoe?
german: [_R_] Achten Sie darauf, wie?

source: [_M_] Well, I know you aren't going to be able to get rid of it until you ejaculate, so why don't you get a head start so it doesn't take as long this time.
dutch: [_M_] Nou, ik weet dat je er niet van af kunt komen totdat je de ejacula ejaculate ejeert, dus waarom start je geen hoofd zodat het deze tijd niet zo lang duurt.
german: [_M_] Nun, ich weiß, du wirst es nicht loswerden können, bis du ejaculat hast, also warum kommt man nicht zu einem Kopf-Start, so dass es dieses Mal nicht so lange dauert.

source: [_M_] If you still need help after I get changed, I'll come give you a hand.
dutch: [_M_] Als je nog steeds hulp nodig hebt nadat ik veranderd, kom ik je een handje geven.
german: [_M_] Wenn du nach dem Wechsel noch Hilfe brauchst, werde ich dir eine Hand geben.

source: [_MT_] {i}I hope he doesn't hurry too quickly. I'd love to see and touch my son's huge dick again.{/i}
dutch: [_MT_] {i}Ik hoop dat hij niet te snel haast. Ik zou graag de enorme woordenboek van mijn zoon nog eens zien en aanraken.{/i}
german: [_MT_] {i}Ich hoffe, er beeilt sich nicht zu schnell. Ich würde gerne den riesigen Schwanz meines Sohnes wieder sehen und berühren. {/i}

source: [_MT_] {i}I still can't believe that thing's been inside me!{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven dat dit in mij zit!{/i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, dass die Dinge in mir sind!{/i}

source: [_MT_] {i}There's no way we can try anything like that here.{/i}
dutch: [_MT_] {i}Er is geen manier waarop we zoiets kunnen uitproberen.{/i}
german: [_MT_] {i}Es gibt keine Möglichkeit, so etwas hier auszuprobieren.{/i}

source: [_MT_] {i}Doesn't mean I can't get a taste of it again.{/i}
dutch: [_MT_] {i}betekent niet dat ik er geen smaak meer van kan krijgen.{/i}
german: [_MT_] {i}bedeutet nicht, dass ich nicht wieder einen Geschmack davon bekommen kann.{/i}

source: [_MT_] {i}Who knows, maybe I'll get a taste of it again.{/i}
dutch: [_MT_] {i}Wie weet, misschien krijg ik er weer een smaak van.{/i}
german: [_MT_] {i}Wer weiß, vielleicht werde ich es wieder probieren.{/i}

source: [_RT_] {i}I'm so glad I don't have to tiptoe around this again! She's ready and willing to help me nut!{/i}
dutch: [_RT_] {i}Ik ben blij dat ik hier niet nog een keer omheen kom! Ze is klaar en bereid mij te helpen!{/i}
german: [_RT_] {i}Ich bin so froh, dass ich das nicht mehr herumtippen muss! Sie ist bereit und willens, mir zu helfen!{/i}

source: [_RT_] {i}It's too bad it would be too risky to just bang her here.{/i}
dutch: [_RT_] {i}Het is te slecht om ze hier te bakken.{/i}
german: [_RT_] {i}Es ist zu schlecht, es wäre zu riskant, sie hier zu schlagen.{/i}

source: [_RT_] {i}I wonder if she'd even let me now that we've broken the ice.{/i}
dutch: [_RT_] {i}Ik vraag me af of ze me zou toestaan nu we het ijs gebroken hebben{/i}
german: [_RT_] {i}Ich frage mich, ob sie mich auch jetzt lassen würde, da wir das Eis gebrochen haben.{/i}

source: [_RT_] {i}Better not push too hard. At least I know she's willing to do some oral.{/i}
dutch: [_RT_] {i}Beter niet te hard duwen. Ik weet dat ze bereid is om wat te doen.{/i}
german: [_RT_] {i}Besser nicht zu hart. Zumindest weiß ich, dass sie bereit ist, etwas Oral zu tun.{/i}

source: [_RT_] {i}We've come a long way, now just a little farther.{/i}
dutch: [_RT_] {i}We zijn ver gekomen, nu nog een beetje verder. {/i}
german: [_RT_] {i}Wir sind weit gekommen, jetzt nur noch ein wenig weiter entfernt.{/i}

source: [_RT_] {i}Now, it's just about endurance.{/i}
dutch: [_RT_] {i}Nu gaat het net over endurance.{/i}
german: [_RT_] {i}Jetzt ist es gerade um Ausdauer.{/i}

source: [_M_] Still not there, then?
dutch: [_M_] Nog niet daar?
german: [_M_] noch nicht da, dann?

source: [_R_] No, but I've been trying.
dutch: [_R_] Nee, maar ik heb het geprobeerd.
german: [_R_] Nein, aber ich habe es versucht.

source: [_M_] Time to let a pro take care of it.
dutch: [_M_] Tijd om er een pro voor te laten zorgen.
german: [_M_] Zeit, einen Profi sich darum kümmern zu lassen.

source: [_M_] Yep, it's just as I suspected. All the blood has left your brain and gone into your penis again.
dutch: [_M_] Yep, het is precies zoals ik vermoed. Al het bloed heeft je hersenen achtergelaten en is opnieuw in je penis gegaan.
german: [_M_] Ja, es ist so, wie ich es vermutet habe. Das ganze Blut hat dein Gehirn verlassen und ist wieder in deinen Penis gegangen.

source: [_R_] Hey!
german: [_R_] Hallo!

source: [_M_] This could develop into something serious if we don't take care of it.
dutch: [_M_] Dit kan zich ontwikkelen tot iets ernstigs als we er niet voor zorgen.
german: [_M_] Das könnte sich zu etwas Ernsthaftigem entwickeln, wenn wir uns nicht darum kümmern.

source: [_MT_] {i}Fuck, He's just as hard as last time!{/i}
dutch: [_MT_] {i}Fuck, Hij is net zo hard als de vorige keer!{/i}
german: [_MT_] {i}Fuck, er ist genauso hart wie das letzte Mal!{/i}

source: [_M_] Luckily, I know the cure.
german: [_M_] Zum Glück kenne ich die Heilung.

source: [_MT_] {i}I hope he doesn't go too quickly. He's got to be on the verge of exploding after that show.{/i}
dutch: [_MT_] {i}Ik hoop dat hij niet te snel gaat. Hij moet op het punt staan om na die show te exploderen.{/i}
german: [_MT_] {i}Ich hoffe, er geht nicht zu schnell. Er muss kurz vor der Explosion stehen. {/i}
