Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_R_] Good! Go with that. Try to think of me as a professional photographer who's going to make you an internet sensation.
french: [_R_] Bien! Vas-y avec ça. Essaies de me considérer comme un photographe professionnel qui va te faire faire sensation sur Internet.

source: [_L_] And you ruined it, now you're just my brother again.
french: [_L_] Et tu l'as gâché, maintenant tu n'es plus que mon frère.

source: [_R_] Ok, smartass, let's just get started.
french: [_R_] Ok, petit cul, commençons.

source: [_R_] Ok Lauren, try not to be nervous, I'll try to be even more professional than last time.
french: [_R_] Ok Lauren, essaie de ne pas être nerveuse, je vais essayer d'être encore plus professionnelle que la dernière fois.

source: [_R_] Just try to be open to more of my suggestions. Like I said before, I'm just trying to make your pictures get as many likes as possible.
french: [_R_] Essaies simplement d'être plus ouverte à mes suggestions. Comme je l'ai déjà dit, j'essaie juste de faire en sorte que tes photos obtiennent autant de likes que possible.

source: [_L_] It just seems like you're being really pervy sometimes.
french: [_L_] Il semble juste que tu sois parfois vraiment un pervers.

source: [_R_] Don't forget I'm your brother. I love you, and I've got your best interest at heart. You're safer with me, then anybody else.
french: [_R_] N'oublie pas que je suis ton frère. Je t'aime, et j'ai à cœur ton intérêt. Tu es plus en sécurité avec moi, que n'importe qui d'autre.

source: [_L_] Yeah, yeah, let's just get this photoshoot started.
french: [_L_] Ouais, ouais, commençons cette séance photo.

source: [_R_] Ok, let's start out with a pose like a warrior hunting in the forest.
french: [_R_] Ok, commençons par une pose comme une guerrière chassant dans la forêt.

source: [_L_] How's this?
french: [_L_] Comment ça se passe ?

source: [_R_] It's great!
french: [_R_] C'est génial!

source: [_R_] Hold that pose while I take the picture.
french: [_R_] Tiens cette pose pendant que je prends la photo.

source: [_R_] Perfect.... I got it.
french: [_R_] Parfait.... J'ai compris.

source: [_R_] Since we've got this kick-ass green screen, I'll be able to add a forest background to this picture.
french: [_R_] Puisque nous avons cet écran vert, je pourrais ajouter un fond de forêt à cette image.

source: [_R_] I can see it now.
french: [_R_] Je peux le voir maintenant.

source: [_R_] That's going to look really good.
french: [_R_] Ça va vraiment être bien.

source: [_R_] Now let's go for some sexier pictures.
french: [_R_] Passons maintenant à des photos plus sexy.

source: [_R_] Why don't you take off the leg warmers, the arm warmers and whatever that thing is around your torso.
french: [_R_] Pourquoi n'enlèves-tu pas les jambières, les manchettes et tout ce qui se trouve autour de ton torse.

source: [_R_] Then sit down on the floor like you're taking a break from your dragon hunting.
french: [_R_] Assieds-toi ensuite sur le sol comme si tu faisais une pause dans ta chasse au dragon.

source: [_L_] Haha, yeah ok, that doesn't sound too bad.
french: [_L_] Haha, ouais ok, ça ne semble pas trop mal.

source: [_L_] How's this pose?
french: [_L_] Comment se passe cette pose?

source: [_R_] Great as well. You look like one of those Playboy mudflap sillhouettes.
french: [_R_] Aussi bien. Tu ressembles à une de ces couvertures de Playboy.

source: [_L_] Oh, hahah.... just take the picture already!
french: [_L_] Oh, hahah.... il suffit de prendre la photo déjà!

source: [_R_] Beautiful smile!
french: [_R_] Beau sourire!

source: [_L_] Thanks.
french: [_L_] Merci.

source: [_R_] This one's going to look great with the forest background as well.
french: [_R_] Celui-ci aura également fière allure avec le fond en forêt.

source: [_R_] Lauren, you're so photogenic!
french: [_R_] Lauren, tu es tellement photogénique!

source: [_L_] Ah.... thanks [ryan]!
french: [_L_] Ah.... merci [ryan]!

source: [_RT_] {i}Ok, should I keep going?{/i}
french: [_RT_] {i}Ok, dois-je continuer?{/i}

source: [_R_] Ok, how bout we make that outfit even more sexy.
french: [_R_] Ok, comment pouvons-nous rendre cette tenue encore plus sexy.

source: [_L_] Uhhh.... I don't think that's a good idea. Isn't this sexy enough?.... I mean you can see a lot of skin.
french: [_L_] Uhhh.... Je ne pense pas que ce soit une bonne idée. N'est-ce pas assez sexy?.... Je veux dire que tu peux voir beaucoup de peau.

source: [_R_] Well yeah, it looks sexy, but if you're going for a lot of likes, you're going to have to go further than that.
french: [_R_] Eh bien oui, ça a l'air sexy, mais si tu veux aller chercher beaucoup de likes, tu vas devoir aller plus loin que ça.

source: [_L_] Further? How far are you trying to get me to go, you pervert?
french: [_L_] Plus loin? Jusqu'où veux-tu que j'aille, espèce de pervers ?

source: [_R_] Let's get rid of the skirt.
french: [_R_] Débarrassons-nous de la jupe.

source: [_L_] But I've only got a buckskin thong on underneath!
french: [_L_] Mais je n'ai qu'un string en peau de daim en dessous!

source: [_R_] Yeah, it will look fantastic in the pics.
french: [_R_] Ouais, ça aura l'air fantastique sur les photos.

source: [_L_] Yeah.... I don't think so. I'm going to get dressed and go home.
french: [_L_] Ouais.... Je ne pense pas. Je vais m'habiller et rentrer chez moi.

source: [_L_] We can try again next week if you're willing to be more professional.
french: [_L_] Nous pouvons réessayer la semaine prochaine si tu souhaites être plus professionnel.

source: To get Lauren to take her skirt off you must have her submission at 5 points or her libido at 9 points.
french: Pour que Lauren enlève sa jupe, vous devez avoir sa soumission à 5 points ou sa libido à 9 points.

source: [_R_] How about we make that outfit even more sexy.
french: [_R_] Que dirais-tu de rendre cette tenue encore plus sexy.

source: [_L_] How do you mean?
french: [_L_] Comment veux-tu dire?

source: [_R_] Let's get rid of the skirt and have you show off that thong from behind.
french: [_R_] Débarrassons-nous de la jupe et montrons ce string par derrière.

source: [_L_] But that thong leaves so little to the imagination!
french: [_L_] Mais ce string laisse si peu de place à l'imagination!

source: [_R_] True, but it still does leave some things to the imagination.
french: [_R_] C'est vrai, mais cela laisse encore certaines choses à l'imagination.

source: [_L_] I'm a little uncomfortable with that.
french: [_L_] Je suis un peu mal à l'aise avec ça.

source: [_R_] Alright, but I know it will boost the likes on your profile like crazy!
french: [_R_] D'accord, mais je sais que cela augmentera les likes sur ton profil comme un fou!

source: [_L_] Well.... ok, I guess we can do that.
french: [_L_] Bien.... ok, je suppose qu'on peut le faire.

source: [_R_] And get rid of that axe and shield while you're at it. We shouldn't need those any more.
french: [_R_] Et débarrasses-toi de cette hache et de ce bouclier pendant que tu y es. On ne devrait plus en avoir besoin.

source: [_L_] Ok, give me just a second.
french: [_L_] Ok, donne-moi juste une seconde.

source: {i}"Lauren Anger +1"{/i}
french: {i}«Colère de Lauren +1»{/i}

source: {i}"Lauren Affection -1"{/i}
french: {i}«Affection de maman -1»{/i}

source: To get Lauren to take her skirt off and show off her thong, you must have her submission at 7 points or her libido at 9 points.
french: Pour que Lauren enlève sa jupe et vous montre son string, vous devez avoir sa soumission à 7 points ou sa libido à 9 points.

source: [_R_] Let's get rid of the skirt and the buckskin bra.
french: [_R_] Débarrassons-nous de la jupe et du soutien-gorge en peau de daim.

source: [_L_] What? I'm not ready to show off my breasts yet.
french: [_L_] Quoi? Je ne suis pas encore prête à montrer mes seins.

source: [_R_] Well, you can cover them with your hands.
french: [_R_] Eh bien, tu peux les couvrir avec tes mains.

source: [_R_] Let's get rid of the skirt and buckskin bra.
french: [_R_] Débarrassons-nous de la jupe et soutien-gorge en peau de daim.

source: [_R_] Plus, it will look fantastic in the pics.
french: [_R_] De plus, cela aura l'air fantastique sur les photos.

source: {i}"Lauren Anger +2"{/i}
french: {i}«Colère de Lauren +2»{/i}

source: To get Lauren to take her bra off you must have her submission at 10 points or her libido at 10 points.
french: Pour que Lauren enlève son soutien-gorge, vous devez avoir sa soumission à 10 points ou sa libido à 10 points.

source: [_R_] Actually, let's call it a day. I've got some more great ideas for this photoshoot in the future, but I need to get a green screen first.
french: [_R_] En fait, faisons ça un autre jour. J'ai d'autres bonnes idées pour cette séance photo à l'avenir, mais je dois d'abord obtenir un écran vert.

source: [_L_] Ok, I'll go get dressed and see you back at home.
french: [_L_] Ok, je vais m'habiller et je te reverrais à la maison.

source: [_R_] Later.
french: [_R_] A plus tard.

source: [_R_] Let's get rid of the skirt and the buckskin bra and get some tasteful pictures of your breasts.
french: [_R_] Débarrassons-nous de la jupe et du soutien-gorge en daim et obtenons des photos de bon goût de tes seins.

source: [_L_] What? I'm not letting you take pictures of my bare naked titties!
french: [_L_] Quoi? Je ne te laisserais pas prendre des photos de mes nichons nus !

source: [_R_] It's not like I'm asking you to go full nude or anything.
french: [_R_] Ce n'est pas comme si je te demandais d'aller nue ou quoi que ce soit de ce style.

source: [_L_] Well.... ok, I guess we can do that, if it helps me get internet famous.
french: [_L_] Bien.... ok, je suppose que nous pouvons le faire, si cela m'aide à devenir célèbre sur Internet.

source: [_R_] Let's get rid of the skirt and buckskin bra and get some nice pics of them titties.
french: [_R_] Débarrassons-nous de la jupe et du soutien-gorge en peau de daim et prenons de belles photos des seins.

source: {i}"Lauren Anger +3"{/i}
french: {i}«Colère de Lauren +3»{/i}

source: To get Lauren to take her bra off and show off her tits, you must have her submission at 14 points.
french: Pour que Lauren puisse prendre son soutien-gorge et montrer ses seins, vous devez avoir son exposé à 14 points.

source: [_R_] Let's get rid of the bra and panties and take some tasteful nude shots.
french: [_R_] Débarrassons-nous du soutien-gorge et de la culotte et prenons des photos nues de bon goût.

source: [_L_] What? I'm not completely stripping to nothing for you!
french: [_L_] Quoi? Je ne me déshabillerais pas complètement nue pour toi!

source: [_R_] You won't be completely naked, you will still wear all of your accessories.
french: [_R_] Tu ne seras pas complètement nue, tu porteras toujours tous tes accessoires.

source: [_L_] That isn't helping. I'm really uncomfortable with this.
french: [_L_] Cela n'aide pas. Je suis vraiment mal à l'aise avec ça.

source: [_R_] Alright, your call, but I know it will boost the likes on your profile like crazy!
french: [_R_] D'accord, comme tu veux, mais je sais que cela augmentera les likes sur ton profil comme un fou!

source: [_R_] Let's get rid of the bra and panties and shoot the rest in the nude.
french: [_R_] Débarrassons-nous du soutien-gorge et de la culotte et le reste pour du nu.

source: {i}"Lauren Anger +4"{/i}
french: {i}«Colère de Lauren +4»{/i}

source: To get Lauren to take everything off you must have her submission at 19 points.
french: Pour que Lauren puisse tout enlever, vous devez avoir sa soumission à 19 points.

source: [_R_] Ok, how bout we take this shoot to a whole different level.
french: [_R_] Ok, comment pouvons-nous amener ce tournage à un tout autre niveau.

source: [_R_] Let's get right to what the fans have been asking for.
french: [_R_] Passons à ce que les fans ont demandé.

source: [_L_] I'm afraid to ask.
french: [_L_] J'ai peur de demander.

source: [_R_] They're practically begging for some between the leg close-ups.
french: [_R_] Ils supplient pratiquement pour des gros plans entre tes jambes.

source: [_L_] What? I'm not showing off my coochie for you!
french: [_L_] Quoi? Je ne vais pas montrer ma chatte pour toi!

source: [_R_] You're not showing it to me, it's for your loyal fans who have become enchanted by you.
french: [_R_] Tu ne me le montres pas, c'est pour tes fidèles fans qui sont devenus charmés par toi.

source: [_L_] I have been reading a lot of sweet comments from a lot of them, but I'm really uncomfortable with this.
french: [_L_] J'ai lu beaucoup de commentaires doux de beaucoup d'entre eux, mais je suis vraiment mal à l'aise avec cela.

source: [_R_] Alright, your call, but I think this will take you to a whole new level of internet fame!
french: [_R_] D'accord, comme tu veux, mais je pense que cela t'amènera à un tout autre nouveau niveau de renommée sur Internet!

source: [_L_] Well.... ok, I guess we can do that, but only because I love my fans, and don't want to leave them with blue balls.
french: [_L_] Bien.... ok, je suppose que nous pouvons le faire, mais seulement parce que j'aime mes fans, et que je ne veux pas les laisser avec des larmes de crocodile.

source: [_R_] It's not just guys.
french: [_R_] Ce n'est pas seulement des gars.

source: [_L_] Oh my God, I know. hehehe...
french: [_L_] Oh mon Dieu, je sais. hehehe...

source: [_L_] Uhhh.... what do you mean? Isn't this sexy enough?.... I mean you can see a lot of skin.
french: [_L_] Uhhh.... Que veux-tu dire? N'est-ce pas assez sexy?.... Je veux dire que tu peux voir beaucoup de peau.

source: [_R_] Let's get some close-ups of between your legs.
french: [_R_] Faisons des gros plans entre tes jambes.

source: [_R_] That's what your fans have been asking for in the comments section.
french: [_R_] C'est ce que tes fans ont demandé dans la section commentaires.

source: [_R_] I'm just trying to give the people what they want so we can get the most likes possible.
french: [_R_] J'essaie juste de donner aux gens ce qu'ils veulent pour que nous puissions obtenir le plus de likes possible.

source: [_L_] Yeah.... I don't think so, and fuck you! I'm going to get dressed and go home.
french: [_L_] Ouais.... Je ne pense pas, et va te faire foutre! Je vais m'habiller et rentrer chez moi.

source: {i}"Lauren Anger +10"{/i}
french: {i}«Colère de Lauren +10»{/i}

source: {i}"Lauren Affection -5"{/i}
french: {i}«Affection de Lauren -5»{/i}

source: [_L_] You better stop acting like an asshole if you want me to come again next week.
french: [_L_] Tu ferais mieux d'arrêter d'agir comme un connard si tu veux que je revienne la semaine prochaine.

source: To get Lauren to take explicit photos, submission must be at 25 points.
french: Pour que Lauren prenne des photos explicites, la soumission doit être à 25 points.

source: [_R_] I think we've got all the pics we need for now.
french: [_R_] Je pense que nous avons toutes les photos dont nous avons besoin pour le moment.

source: [_L_] Really? We haven't taken that many.
french: [_L_] Vraiment? Nous n'en avons pas pris beaucoup.

source: [_R_] Yeah, but the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
french: [_R_] Oui, mais celles que nous avons sont vraiment bonnes, et la seule façon de les améliorer, c'est si je te poussais à faire quelque chose avec lequel tu pourrais ne pas être à l'aise.

source: [_L_] Oh, [ryan]! You're such a professional.
french: [_L_] Oh, [ryan]! Tu es un professionnel.

source: [_L_] And I really enjoyed the shoot!
french: [_L_] Et j'ai vraiment apprécié le tournage!

source: [_L_] And showing some skin was kind of exciting!
french: [_L_] Et montrer de la peau était plutôt excitant!

source: {i}{b}"Lauren's Libido +2"{/b}{/i}
french: {i}{b}«Libido de Lauren +2»{/b}{/i}

source: [_L_] I can't wait for the next photoshoot.
french: [_L_] J'ai hâte d'être à la prochaine séance photo.

source: [_L_] I might be even more daring, and be willing to show a little more skin.... hahah...
french: [_L_] Je pourrais être encore plus audacieuse, et être prête à montrer un peu plus de peau.... hahah...

source: [_R_] Great! I can't wait either.
french: [_R_] Génial! J'ai hâte aussi.

source: [_R_] You can get dressed and I'll see you back home.
french: [_R_] Tu peux t'habiller et je te verrais à la maison.

source: [_R_] Let's take off that skirt so we can see just a little more skin.
french: [_R_] Enlevons cette jupe pour que nous puissions voir un peu plus de peau.

source: [_L_] Uhhh.... but all I have on is a buckskin thong underneath.
french: [_L_] Uhhh.... mais je n'ai qu'un string en peau de daim en dessous.

source: [_R_] That will make some super sexy pictures.
french: [_R_] Qui fera des photos super sexy.

source: [_R_] Don't worry, we'll start out with just a side pic, so the thong won't reveal too much.
french: [_R_] Ne t'inquiètes pas, nous allons commencer avec juste une photo latérale, pour que le string ne se révèle pas trop.

source: [_L_] Ok, I guess we can do that.
french: [_L_] Ok, je suppose que nous pouvons le faire.

source: [_L_] Is this kind of what you were thinking?
french: [_L_] Est-ce un peu ce à quoi tu pensais ?

source: [_R_] Once again, your posing talent amazes me.
french: [_R_] Encore une fois, ton talent de pose m'étonne.

source: [_L_] Are you just trying to butter me up?
french: [_L_] Est-ce que tu essaies juste de me flatter?

source: [_R_] Seriously, you look incredible.
french: [_R_] Sérieusement, tu as l'air incroyable.

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Lauren +1»{/b}{/i}

source: [_R_] Ok, just hold that pose.
french: [_R_] Ok, il suffit de tenir cette pose.

source: [_L_] Hurry, it's making my legs tired.
french: [_L_] Dépêches-toi, ça fatigue mes jambes.

source: [_R_] That shot will turn out great too.
french: [_R_] Ce plan se révélera très bien aussi.

source: [_R_] I'll make sure to add a background to this one later.
french: [_R_] Je m'assurerais d'ajouter un arrière-plan à celle-ci plus tard.

source: [_R_] You're looking great!
french: [_R_] Tu es superbe!

source: [_RT_] {i}Should I go on?{/i}
french: [_RT_] {i}Dois-je continuer?{/i}

source: [_R_] Let's see what we can do to that outfit to sexy it up even more.
french: [_R_] Voyons ce que nous pouvons faire pour que cette tenue soit encore plus sexy.

source: [_R_] Let's show off that thong from behind.
french: [_R_] Montrons ce string par derrière.

source: [_R_] Alright, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
french: [_R_] D'accord, je me demande si cette tenue conviendrait à Mandy. Elle n'aurait aucun problème à le faire, et elle obtiendrait une tonne de likes pour cela.

source: [_R_] Ok, let's see what we can do to that outfit to sexy it up even more.
french: [_R_] Ok, voyons ce que nous pouvons faire à cette tenue pour la rendre encore plus sexy.

source: [_R_] Let's get rid of the buckskin bra.
french: [_R_] Débarrassons-nous du soutien-gorge en peau de daim.

source: [_R_] Let's get some tasteful pictures of your breasts.
french: [_R_] Obtenons des photos de bon goût de tes seins.

source: [_R_] Let's get some nice pics of them titties.
french: [_R_] Prenons de belles photos des nichons.

source: [_R_] Let's get some tasteful nude shots.
french: [_R_] Obtenons des photos nues de bon goût.

source: [_R_] Alright, your call, I wonder if this outfit would fit Mandy. She wouldn't have any problem doing that, and she'd get a ton of likes for it.
french: [_R_] D'accord, comme tu veux, je me demande si cette tenue conviendrait à Mandy. Elle n'aurait aucun problème à le faire, et elle obtiendrait une tonne de likes pour cela.

source: [_R_] Let's shoot the rest in the nude.
french: [_R_] Posons pour le reste à nu.

source: [_L_] How's this one?
french: [_L_] Comment va celui-ci?

source: [_L_] Are you liking what you see?
french: [_L_] Aimes-tu ce que tu vois?

source: [_R_] Oh, yeah! If I wasn't your brother, I'd hit that.
french: [_R_] Oh, oui! Si je n'étais pas ton frère, j'aurais touché ça.

source: [_L_] Haha.... In your dreams!
french: [_L_] Haha.... Dans tes rêves!

source: [_R_] You really do have a great ass.
french: [_R_] Tu as vraiment un beau cul.

source: [_R_] Do you do yoga or something?
french: [_R_] Fais-tu du yoga ou quelque chose comme ça?

source: [_L_] No, it's just from jogging.
french: [_L_] Non, c'est juste du jogging.

source: [_R_] Well, keep it up.
french: [_R_] Eh bien, continue.

source: {i}"Lauren Libido +1"{/i}
french: {i}«Libido de Lauren +1»{/i}

source: [_R_] I can't wait to see this one with the new background.
french: [_R_] J'ai hâte de voir ceci avec le nouvel arrière-plan.

source: [_RT_] {i}Things seem to be going pretty well. Should I keep going?{/i}
french: [_RT_] {i}Les choses semblent aller plutôt bien. Dois-je continuer?{/i}

source: [_R_] Alright, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
french: [_R_] D'accord, je l'ai seulement suggéré parce que j'ai vu Jassica Nugru poster une photo similaire sur son profil, et sa page a presque été bloquée à cause de tous les likes qu'elle a reçus.

source: [_R_] Alright, your call, I only suggested it because I saw Jassica Nugru posted a similar picture on her profile, and her page almost shut down because of all the likes she got.
french: [_R_] D'accord, comme tu veux, je l'ai seulement suggéré parce que j'ai vu que Jassica Nugru a posté une photo similaire sur son profil, et sa page a presque été bloquée à cause de tous les likes qu'elle a reçus.

source: [_L_] I can't believe I'm going topless in a photoshoot. I think I need to close my eyes for this one.
french: [_L_] Je n'arrive pas à croire que je vais topless dans une séance photo. Je pense que je dois fermer les yeux pour celle-ci.

source: [_R_] Just smile and try to look happy.
french: [_R_] Souris et essaies d'avoir l'air heureuse.

source: [_L_] Like this?
french: [_L_] Comme ça?

source: [_R_] That actually looks really good. It looks like you're blissfully enjoying the seclusion of the forest.
french: [_R_] Cela semble vraiment bien. On dirait que tu apprécies avec bonheur l'isolement de la forêt.

source: [_L_] Haha, you're such a nerd.
french: [_L_] Haha, tu es un nerd.

source: [_R_] No, really, even with your top off, I think most of the attention will be drawn to how pretty your face is.
french: [_R_] Non, vraiment, même avec ton haut, je pense que la plupart de l'attention sera attirée sur la beauté de ton visage.

source: [_L_] You're a natural at helping your subject feel at ease.
french: [_L_] Tu es d'un naturel pour aider ton sujet à se sentir à l'aise.

source: [_L_] Let me know when you've taken the picture.
french: [_L_] Fais-moi savoir quand tu as pris la photo.

source: [_R_] I've taken it, and I think it will look great.
french: [_R_] Je l'ai prise, et je pense qu'elle aura fière allure.

source: [_R_] You can open your eyes if you want to.
french: [_R_] Tu peux ouvrir les yeux si tu le souhaites.

source: [_L_] Is my top still off? If it is, I don't think I want to.
french: [_L_] Mon haut est-il toujours loin? Si c'est le cas, je ne pense pas que je le veuille.

source: [_R_] {i}(sarcastically){/i} Haha.... you're so funny.
french: [_R_] {i}(ton sarcastique) {/i} Haha.... tu es si drôle.

source: [_RT_] {i}Should I keep this going?{/i}
french: [_RT_] {i}Dois-je continuer?{/i}
