Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_M_] I can't be here in the morning when she'll have to come over and start the chores.... so I give you permission to make them as hard and humiliating as possible...
dutch: [_M_] Ik kan hier 's ochtends niet zijn wanneer ze opnieuw moet komen om de takken te beginnen. .. dus geef ik u toestemming om ze zo hard en vernederend mogelijk te maken...
french: [_M_] Je ne peux pas être ici le matin quand elle devra venir et commencer les tâches ménagères.... je te donne donc la permission de lui rendre ces tâches aussi dures et humiliantes que possible...
german: [_M_] Ich kann nicht morgens hier sein, wenn sie die Arbeit beginnen muss. .. so gebe ich dir die Erlaubnis, sie so hart und erniedrigend wie möglich zu machen...
italian: [_M_] Non posso essere qui la mattina quando lei dovrà venire e iniziare le faccende domestiche.... quindi ti do il permesso di renderle più dure e umilianti possibile...

source: [_R_] Ok.... I'll see what I can think up...
dutch: [_R_] Ok.... Ik zal zien wat ik kan bedenken...
french: [_R_] D'accord.... Je vais voir ce que je peux imaginer...
german: [_R_] Ok.... Ich werde sehen, was ich denken kann...
italian: [_R_] Ok.... Vedrò cosa posso pensare...
portuguese: [_R_] Ok.... Vou ver o que consigo pensar...

source: [_R_] {i}Oh, I can't believe Mom is giving me permission to try to humiliate my own aunt!{/i}
dutch: [_R_] {i}Oh, ik kan niet geloven dat ik toestemming krijg om te proberen mijn eigen tante te vernederen!{/i}
french: [_R_] {i}Oh, je n'arrive pas à croire que maman me donne la permission d'essayer d'humilier ma propre tante!{/i}
german: [_R_] {i}Oh, ich kann nicht glauben, dass Mama mir die Erlaubnis gibt, meine Tante zu demütigen!{/i}
italian: [_R_] {i}Oh, non posso credere che la mamma mi stia dando il permesso di provare ad umiliare la mia stessa zia!{/i}
portuguese: [_R_] {i}Oh, não acredito que minha mãe está me dando permissão para tentar humilhar minha própria caçada!{/i}

source: [_M_] I can't believe she threw that insult about dressing like a slut to work at the strip club at me...
dutch: [_M_] Ik kan niet geloven dat ze zo'n belediging heeft gegooid over het kleden als een slut om in de strip club op me te werken...
french: [_M_] Je n'arrive pas à croire qu'elle m'a lancé cette insulte de s'habiller comme une salope pour travailler au club de strip-tease...
german: [_M_] Ich kann nicht glauben, dass sie diese Beleidigung darüber warf, sich wie eine Schlampe anzukleiden, um im Strip Club bei mir zu arbeiten...
italian: [_M_] Non posso credere che mi abbia lanciato quell'insulto sul vestirsi come una puttana per lavorare allo strip club...

source: [_M_] Too bad people aren't required to dress as sluts to do house chores...
dutch: [_M_] Er zijn te slechte mensen niet nodig om te kleden als sluts om huiskisten te doen...
french: [_M_] Dommage que les gens ne soient pas obligés de s'habiller en salopes pour faire les tâches ménagères...
german: [_M_] Zu schlechte Leute müssen sich nicht als Schlampen kleiden, um Hausaufgaben zu erledigen...
italian: [_M_] Le persone troppo cattive non sono tenute a vestirsi come troie per fare le faccende di casa...

source: [_RT_] {i}Oh my God!!.... Is she deliberately setting me up here?.... Is this a test.... well, nothing ventured, and all that.... {/i}
dutch: [_RT_] {i}Oh mijn God!!.... Is ze hier opgericht?.... Is dit een test.... , niets gebakken en dat.... {/i}
french: [_RT_] {i}Oh mon Dieu!!.... Est-ce qu'elle m'installe délibérément ici?.... Est-ce un test.... eh bien, rien ne s'est aventuré, et tout ça.... {/i}
german: [_RT_] {i}Oh mein Gott!!.... Stellt sie mich bewusst hier auf?.... Ist dies ein Test.... Nun, nichts wagte sich und all das.... {/i}
italian: [_RT_] {i}Oh mio Dio!!.... Mi sta deliberatamente incastrando qui?.... E' un test.... beh, niente rischi e tutto il resto.... {/i}
portuguese: [_RT_] {i}Oh, minha Deusa!!.... Ela está deliberadamente me configurando aqui?.... Isso é um teste.... bem, nada arriscado, e tudo isso.... {/i}

source: [_R_] Ummmm.... we could make her wear a uniform to clean the house.
dutch: [_R_] Ummmm.... we kunnen haar uniform maken om het huis schoon te maken.
french: [_R_] UmmMm.... on pourrait lui faire porter un uniforme pour nettoyer la maison.
german: [_R_] Ummmm.... wir könnten ihren Verschleiß zu einer Uniform machen, um das Haus zu reinigen.
italian: [_R_] Ummmm.... potremmo farle indossare un'uniforme per pulire la casa.
portuguese: [_R_] Ummmm.... poderíamos fazê-la vestir um uniforme para limpar a casa.

source: [_M_] A uniform?...
french: [_M_] Un uniforme ?...
german: [_M_] Eine Uniform?...
italian: [_M_] Un'uniforme?...
portuguese: [_M_] Um uniforme?...

source: [_R_] You know.... like a sexy maid outfit or something?
dutch: [_R_] weet je.... als een sexy maïde outfit of zoiets?
french: [_R_] Tu sais.... comme une tenue de femme de chambre sexy ou quelque chose comme ça?
german: [_R_] Du weißt ... wie ein sexy Magd Outfit oder etwas?
italian: [_R_] Sai.... come un vestito da cameriera sexy o qualcosa del genere?
portuguese: U[_R_] Você sabe.... como uma roupa de empregada sexy ou algo?

source: [_M_] A sexy maid outfit?.... Yes!!.... Brilliant idea!...
dutch: [_M_] Een sexy maïde outfit?.... Ja!!.... briljant idee!...
french: [_M_] Une tenue de femme de chambre sexy?.... Oui !!.... Idée géniale!...
german: [_M_] Ein sexy Magd Outfit?.... Ja!!.... Brillante Idee!...
italian: [_M_] Un abito da cameriera sexy?.... Sì!!.... Brillante idea!...
portuguese: [_M_] Uma roupa de camareira sensual?.... Sim!!.... Ideia brilhante!...

source: [_M_] That will put that prudish entitled bitch in her place...
dutch: [_M_] Dat zet die voorzichtige bijt op haar plaats...
french: [_M_] Qui mettra cette salope prude à sa place...
german: [_M_] Damit wird die umsichtige Hündin an ihre Stelle gesetzt...
italian: [_M_] Questo metterà quella stronza pudica e titolata al suo posto...

source: [_M_] I'm going to go get Sidney to start making a sexy maid outfit immediately.
dutch: [_M_] Ik ga Sidney gaan bezoeken om meteen een sexy maid outfit te maken.
french: [_M_] Je vais aller chercher Sidney pour commencer à faire une tenue de femme de chambre sexy immédiatement.
german: [_M_] Ich werde Sidney dazu bringen, sofort ein sexy Magd Outfit zu machen.
italian: [_M_] Vado a dire a Sidney di iniziare a fare un vestito da cameriera sexy immediatamente.
portuguese: [__M_] Eu vou fazer com que Sidney comece a fazer uma roupa de empregada sexy imediatamente.

source: [_RT_] {i}Oh.... my.... God!.... {/i}
dutch: [_RT_] {i}Oh.... ik.... God!.... {/i}
french: [_RT_] {i}Oh.... mon.... Dieu !....{/i}
german: [_RT_] {i}Oh.... mein.... Gott!.... {/i}
italian: [_RT_] {i}Oh.... mio.... Dio!.... {/i}
portuguese: U[_RT_] {i}Ah.... meu.... Deusa!.... {/i}

source: [_RT_] {i}Did that just happen?{/i}
dutch: [_RT_] {i}Is dat net gebeurd?{/i}
french: [_RT_] {i}Est-ce que cela vient de se produire?{/i}
german: [_RT_] {i}Ist das gerade passiert? {/i}
italian: [_RT_] {i}E' appena successo?{/i}
portuguese: [_RT_] {i}Isso acabou de acontecer?{/i}

source: [_RT_] {i}I hardly had to do anything at all, and all of the sudden my aunt is going to be cleaning my house in a sexy maid outfit!{/i}
dutch: [_RT_] {i}I heb bijna niets moeten doen, en het plotselinge zal mijn tante mijn huis schoonmaken in een sexy maid outfit! /i}
french: [_RT_] {i}J'ai à peine eu à faire quoi que ce soit, et tout à coup ma tante va nettoyer ma maison dans une tenue de femme de chambre sexy!{/i}
german: [_RT_] {i}Ich musste kaum etwas tun und plötzlich wird meine Tante mein Haus in einem sexy Maid Outfit reinigen! /i}
italian: [_RT_] {i}Non ho dovuto fare nulla affatto, e tutto l'improvviso mia zia sta per essere la pulizia della mia casa in un abito sexy cameriera! /i}
portuguese: [_RT_] {i}Eu mal tinha que fazer absolutamente nada, e de repente a minha tia vai estar limpando minha casa em uma roupa de empregada sexy! {/i}

source: [_RT_] {i}I couldn't have planned that, and have had it turn out any better.{/i}
dutch: [_RT_] {i}Ik kon dat niet gepland hebben en het is beter gezien.{/i}
french: [_RT_] {i}Je n'aurais pas pu planifier cela et cela s'est mieux passé.{/i}
german: [_RT_] {i}Ich hätte das nicht planen können und hätte es besser ausprobiert.{/i}
italian: [_RT_] {i}Non avrei potuto pianificarlo e fare in modo che andasse meglio.{/i}
portuguese: [_RT_] {i}que eu não poderia ter planejado isso, e já tive um melhor resultado.{/i}

source: [_RT_] {i}{b}(HINT){/b} Sidney usually takes about 3 days to make a new outfit. She usually fits them in the kitchen, but I'd be smart to check the lounge in the morning too.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Sidney duurt meestal ongeveer 3 dagen om een nieuwe outfit te maken. Meestal past ze in de keuken, maar ik zou slim zijn om de lounge 's morgens ook te bekijken.{/i}
french: [_RT_] {i}{b}(Indice){/b} Sidney met généralement 3 jours pour confectionner une nouvelle tenue. Elle les ajuste généralement dans la cuisine, mais je serais bien avisé de vérifier le salon le matin aussi.{/i}
german: [_RT_] {i}{b}(HINT){/b} Sidney dauert normalerweise etwa 3 Tage, um ein neues Outfit zu machen. Sie passt normalerweise in die Küche, aber ich wäre schlau die Lounge im Morgen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Sidney richiede solitamente circa 3 giorni per creare un nuovo outfit. Di solito si adatta a loro in cucina, ma sarei intelligente per controllare il salotto anche la mattina.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Sidney normalmente leva cerca de 3 dias para fazer um novo traje. Ela geralmente se encaixa neles, na cozinha, mas eu também seria esperto para checar a sala de manhã.{/i}

source: [_RT_] {i}{b}(HINT){/b} Thank God Uncle Bobby left Aunt Cami some money to pay their mortgage, otherwise they would probably have to move in with us.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Dank aan God Uncle Bobby verliet Aunt Cami wat geld om hun hypotheek te betalen, Anders zouden ze zich waarschijnlijk bij ons moeten aansluiten. /i}
french: [_RT_] {i}{b}(Indice){/b} Dieu merci, oncle Bobby a laissé à tante Cami de l'argent pour payer leur hypothèque, sinon ils auraient probablement dû emménager avec nous.{/i}
german: [_RT_] {i}{b}(HINT){/b} Gott sei Dank Onkel Bobby hat Tante Cami etwas Geld gelassen, um ihre Hypothek zu bezahlen, Sonst müssten sie sich mit uns bewegen. /i}
italian: [_RT_] {i}{b}(HINT){/b} Grazie a Dio zio Bobby ha lasciato zia Cami qualche denaro per pagare il loro mutuo, altrimenti dovrebbero probabilmente muoversi con noi. /i}
portuguese: [_RT_] {i}{b}(HINT){/b} Graças ao Deus Uncle Bobby deixou Aunt Cami algum dinheiro para pagar sua hipoteca. Caso contrário, teriam provavelmente de entrar connosco. /i}

source: [_RT_] {i}Oh Nice!.... Sidney got the uniform done already!{/i}
dutch: [_RT_] {i}Oh Nice!.... Zidney heeft het uniform al uitgevoerd!{/i}
french: [_RT_] {i}Oh Sympa!.... Sidney a déjà mis l'uniforme!{/i}
german: [_RT_] {i}Oh Nice!.... Sidney hat die Uniform bereits fertiggestellt!{/i}
italian: [_RT_] {i}Oh bello!.... Sidney ha già fatto fare l'uniforme!{/i}
portuguese: [_RT_] {i}Oh Nice! .... Sidney conseguiu o uniforme feito já! {/i}

source: [_RT_] {i}Not just a sexy maid outfit, but a French sexy maid outfit!{/i}
dutch: [_RT_] {i}niet alleen een sexy maid outfit, maar een Franse sexy maid outfit!{/i}
french: [_RT_] {i}Pas seulement une tenue de femme de chambre sexy, mais une tenue de femme de chambre sexy française!{/i}
german: [_RT_] {i}Nicht nur ein sexy Maid Outfit, sondern auch ein französisches sexy Magd Outfit!{/i}
italian: [_RT_] {i}Non solo un vestito da cameriera sexy, ma un vestito da cameriera sexy francese!{/i}
portuguese: [_RT_] {i}não é apenas uma roupa de camareira sensual, mas uma roupa de camarada francesa!{/i}

source: [_RT_] {i}Sidney has good taste.{/i}
dutch: [_RT_] {i}Sidney heeft een goede smaak.{/i}
french: [_RT_] {i}Sidney a bon goût.{/i}
german: [_RT_] {i}Sidney hat guten Geschmack.{/i}
italian: [_RT_] {i}Sidney ha buon gusto.{/i}
portuguese: [_RT_] {i}Sidney tem um bom sabor.{/i}

source: [_R_] That looks really good on you Aunt Cami!
dutch: [_R_] Dat ziet er heel goed uit op je tante cami!
french: [_R_] Ça te va très bien Camille!
german: [_R_] Das sieht wirklich gut aus auf dir Tante Cami!
italian: [_R_] Ti sta davvero bene zia Cami!
portuguese: [__R_] Isso fica muito bom em você Tia Cami!

source: [_C_] That's Aunt Camille.... oh, fuck it.... you're just going to call me whatever you want anyways.
dutch: [_C_] Dat is Aunt Camille.... oh, trotse.... je gaat me gewoon noemen wat je maar wilt.
french: [_C_] C'est tante Camille.... oh, merde.... tu vas m'appeler comme tu le veux de toute façon.
german: [_C_] Das ist Tante Camille.... Oh, ficke ihn.... Du wirst mich einfach anrufen, was immer du willst.
italian: [_C_] Questa è zia Camille.... oh, fanculo.... mi chiamerai comunque come vuoi tu.
portuguese: [_C_] Isso é Camille.... oh, fodão.... você só vai me chamar de qualquer maneira.

source: {i}{b}"Aunt Camille's Submission +1"{/b}{/i}
dutch: {i}{b}"Aunt Camilles Inzending +1"{/b}{/i}
french: {i}{b}«Soumission de tante Camille +1»{/b}{/i}
german: {i}{b}"Tante Kamilleneinreichung +1"{/b}{/i}
italian: {i}{b}"Sottomissione di Zia Camille +1"{/b}{/i}
portuguese: {i}{b}"Submissão do Campo de Atalho +1"{/b}{/i}

source: [_R_] {i}Damn, it's no fun to call her Aunt Cami if she's gonna let me.... I'll just go back to calling her Camille now, a nice French name for a French maid.{/i}
dutch: [_R_] {i}Verdraaid, het is niet leuk om haar Aunt Cami te bellen als ze me gonna laat ... Ik ga nu gewoon terug naar haar Camille, een mooie Franse naam voor een Frans maid.{/i}
french: [_R_] {i}Putain, ce n'est pas marrant d'appeler sa tante Camille si elle me laisse faire.... Je vais juste revenir à l'appeler Camille maintenant, un joli nom français pour une femme de chambre française.{/i}
german: [_R_] {i}Verdammt, es macht keinen Spaß, ihre Tante zu nennen, wenn sie mich nicht lassen wird.... Ich werde nur noch einmal Camille anrufen, ein netter französischer Name für eine französische Maid.{/i}
italian: [_R_] {i}Dannazione, non è divertente chiamarla zia Cami se lei me lo permette.... Tornerò semplicemente a chiamarla Camille ora, un bel nome francese per una cameriera francese.{/i}
portuguese: [_R_] {i}Droga, não é divertido chamá-la de tia Cami se ela vai me deixar.... Só vou voltar a chamá-la de Camille agora, um bom nome de francês para uma empregada francesa.{/i}

source: [_R_] That looks really good on you Aunt Camille!
dutch: [_R_] Dat ziet er heel goed uit op je tante Camille!
french: [_R_] Ça te va très bien Camille!
german: [_R_] Das sieht wirklich gut aus auf dir Tante Camille!
italian: [_R_] Ti sta davvero bene zia Camille!
portuguese: [__R_] Isso fica muito bom em você Tia Camille!

source: [_C_] You remembered to call me Camille.... I think that's the first time since you were a little boy.
dutch: [_C_] Je herinnerde me Camille.... Ik denk dat het de eerste keer is dat je een kleine jongen was.
french: [_C_] Tu t'es souvenu de m'appeler Camille.... Je pense que c'est la première fois depuis que tu es petit.
german: [_C_] Du erinnerst dich daran, mich Camille anzurufen.... Ich denke, das ist das erste Mal, seit du ein kleiner Junge warst.
italian: [_C_] Ti sei ricordato di chiamarmi Camille.... Penso che sia la prima volta da quando eri un bambino.
portuguese: [__C_] Você se lembrou de me chamar de Camille .... Acho que essa é a primeira vez desde que você era um garotinho.

source: {i}{b}"Aunt Camille's Affection +1"{/b}{/i}
french: {i}{b}«Affection de tante Camille +1»{/b}{/i}
german: {i}{b}"Tante Kamillenaffektion +1"{/b}{/i}
italian: {i}{b}"Affetto di zia Camilla +1"{/b}{/i}
portuguese: {i}{b}"A Afeição da Camila da Camila +1"{/b}{/i}

source: [_R_] {i}I kinda feel bad for her with everything going on.... the least I can do is go back to calling her Camille for now, a nice French name for a French maid.{/i}
dutch: [_R_] {i}Ik voel me slecht voor haar als alles gaande is.... het minste wat ik kan doen is terug te gaan naar haar Camille, een mooie Franse naam voor een Frans meisje.{/i}
french: [_R_] {i}Je me sens un peu mal pour elle avec tout ce qui se passe.... le moins que je puisse faire est de revenir à l'appeler Camille pour l'instant, un joli nom français pour une femme de chambre française.{/i}
german: [_R_] {i}Ich fühle mich schlecht für sie mit allem, was vor sich geht... das Mindeste, was ich tun kann, ist zurück zu ihr Camille für jetzt zu rufen, ein netter französischer Name für eine französische Maid.{/i}
italian: [_R_] {i}Mi sento male per lei con tutto quello che accade.... il minimo che posso fare è tornare a chiamarla Camille per ora, un bel nome francese per una cameriera francese.{/i}

source: [_C_] Did you come just to stare?
dutch: [_C_] Ben je juist op je uithoudingsvermogen gekomen?
french: [_C_] Es-tu venu juste pour regarder?
german: [_C_] Bist du gerade gekommen?
italian: [_C_] Sei venuta solo per fissare?
portuguese: [__C_] Você veio só para olar?

source: [_R_] No.... I came to compliment my sister on her amazing work.
dutch: [_R_] Nee.... Ik ben mijn zus gaan complimenteren met haar geweldige werk.
french: [_R_] Non.... Je suis venu féliciter ma sœur pour son travail incroyable.
german: [_R_] Nein.... Ich habe meine Schwester zu ihrer erstaunlichen Arbeit beglückwünscht.
italian: [_R_] No.... Sono venuta a fare i complimenti a mia sorella per il suo fantastico lavoro.
portuguese: [_R_] Não.... veio felicitar minha irmã pelo seu excelente trabalho.

source: [_R_] You did an amazing job on this Sidney!
dutch: [_R_] Je hebt geweldig werk gedaan op deze Sidney!
french: [_R_] Tu as fait un travail incroyable avec Sidney!
german: [_R_] Du hast einen erstaunlichen Job auf dieser Sidney gemacht!
italian: [_R_] Hai fatto un lavoro incredibile su questo Sidney!
portuguese: U[_R_] Você fez um trabalho incrível nessa Sidney!

source: [_S_] Well, I was top of my class before I had to drop out.
dutch: [_S_] Nou, ik was boven mijn klas voordat ik eruit moest stappen.
french: [_S_] Eh bien, j'étais en tête de ma classe avant de devoir abandonner.
german: [_S_] Nun, ich war Top in meiner Klasse, bevor ich abbrechen musste.
italian: [_S_] Beh, ero la prima della classe prima di dover abbandonare.
portuguese: [_S_] Bem, eu era top da minha classe antes de ter que cair fora.

source: [_R_] Don't worry.... we'll get you back there soon.
dutch: [_R_] Maak je geen zorgen.... we brengen je snel terug.
french: [_R_] Ne t'inquiètes pas.... nous t'y ramènerons bientôt.
german: [_R_] Keine Sorge.... wir werden dich bald wieder dorthin bringen.
italian: [_R_] Non preoccuparti.... ti ci faremo tornare presto.
portuguese: [_R_] Não se preocupe.... Voltaremos para lá logo.

source: [_S_] A few weeks ago, I wouldn't have believed you, but the way you've stepped up, makes it easier to believe.
dutch: [_S_] Een paar weken geleden had ik je niet geloofd, maar de manier waarop je hebt opgestaan, maakt het makkelijker om te geloven.
french: [_S_] Il y a quelques semaines, je ne t'aurais pas cru, mais la façon dont tu t'es investi, le rend plus facile à croire.
german: [_S_] Vor ein paar Wochen hätte ich dir nicht geglaubt, aber die Art und Weise, wie du aufgestockt hast, macht es einfacher zu glauben.
italian: [_S_] Qualche settimana fa non ti avrei creduto, ma il modo in cui ti sei fatto avanti, rende più facile crederci.
portuguese: [_S_] Há algumas semanas, eu não teria acreditado em você, mas a maneira como você se intensificou, torna mais fácil de acreditar.

source: [_C_] I know you're making deliveries at the warehouse, but how else are you making money?
dutch: [_C_] Ik weet dat je levert in het magazijn, maar hoe verdien je nog meer?
french: [_C_] Je sais que tu fais des livraisons à l'entrepôt, mais sinon comment gagnes-tu de l'argent?
german: [_C_] Ich weiß, du machst Lieferungen im Lager, aber wie sonst verdienst du Geld?
italian: [_C_] So che stai facendo delle consegne al magazzino, ma in che altro modo stai facendo soldi?
portuguese: [__C_] Eu sei que você está fazendo entregas no armazém, mas de que outra forma você está ganhando dinheiro?

source: [_R_] Well, I post the pictures I take online, and the more likes they get, the more advertisers want to advertise on my page, and the hosting site pays me for those advertisers.
dutch: [_R_] Nou, ik plaats de foto's die ik online neem, en hoe meer ze krijgen Hoe meer adverteerders op mijn pagina reclame willen maken, en de hosting site betaalt mij voor die adverteerders.
french: [_R_] Eh bien, je poste les photos que je prends en ligne, et plus elles obtiennent de likes, plus les annonceurs veulent faire de la publicité sur ma page, et le site d'hébergement me paie pour ces annonceurs.
german: [_R_] Nun, ich schreibe die Bilder, die ich online mache, und je mehr Gefällt ihnen gefällt, je mehr Werbetreibende auf meiner Seite werben wollen, und die Hosting Seite bezahlt mich für diese Werbetreibenden.
italian: [_R_] Beh, pubblico le foto che faccio online, e più like ottengono, più inserzionisti vogliono fare pubblicità sulla mia pagina, e il sito di hosting mi paga per quegli inserzionisti.
portuguese: [__R_] Bem, eu postei as fotos que levo online, e quanto mais curtidas elas recebem, mais anunciantes querem anunciar na minha página, e o site de hospedagem me paga por esses anunciantes.

source: [_R_] I also have a section for more uhhh.... special kinds of pictures, where people can buy a monthly subscription to see the pictures I post there.
dutch: [_R_] Ik heb ook een sectie voor meer uhhh... speciale soorten foto's, waar mensen een maandelijks abonnement kunnen kopen om de foto's te zien die ik daar gepost heb.
french: [_R_] J'ai aussi une section pour plus uhhh.... des types de photos spéciales, où les gens peuvent acheter un abonnement mensuel pour voir les photos que je poste là.
german: [_R_] Ich habe auch einen Abschnitt für mehr uhhhhh.... spezielle Arten von Bildern, wo Menschen kaufen können ein monatliches Abonnement, um die Bilder zu sehen, die ich dort posten.
italian: [_R_] Ho anche una sezione per tipi di foto più uhhh.... speciali, dove le persone possono comprare un abbonamento mensile per vedere le foto che pubblico lì.
portuguese: [__R_] Eu também tenho uma seção para mais uhhh .... tipos especiais de fotos, onde as pessoas podem comprar uma assinatura mensal para ver as fotos que eu postei lá.

source: [_C_] And what kind of pictures are you posting?...
dutch: [_C_] En wat voor foto's maak je berichten?...
french: [_C_] Et quel genre de photos publies-tu?...
german: [_C_] Und welche Art von Bildern posten Sie?
italian: [_C_] E che tipo di immagini stai pubblicando?...

source: [_R_] You know.... pictures of models in cosplay...
dutch: [_R_] Je weet het.... de foto's van modellen in cosplay...
french: [_R_] Tu sais.... photos de modèles en cosplay...
german: [_R_] Du weißt.... Bilder von Modellen in cosplay...
italian: [_R_] Sai.... foto di modelle in cosplay...
portuguese: [_R_] Você sabe.... imagens de modelos no cosplay...

source: [_C_] What kind of play?
dutch: [_C_] Wat voor soort spel?
french: [_C_] Quel type de play?
german: [_C_] Was für ein Spiel?
italian: [_C_] Che tipo di gioco?
portuguese: [_C_] Que tipo de peça?
