Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MG_] OMG!. Can U Believe that Jessica is my new Cheerleading coach?
dutch: [_MG_] OMG!. Kan U geloven dat Jessica mijn nieuwe Cheerleading coach is?

source: [_MB_] You're so fucking lucky.
dutch: [_MB_] Je hebt zo fucking geluk.

source: [_MB_] I wish I could stare at that ass during my practices.
dutch: [_MB_] Ik wou dat ik op die pas kon stalen tijdens mijn praktijken.

source: [_MG_] STFU! You know how much I hate her!
dutch: [_MG_] STFU! Je weet hoeveel ik haar haat!

source: [_MG_] She made my life hell our freshman year.
dutch: [_MG_] Ze maakte mijn leven onze frist jaar.

source: [_MB_] She's not so bad.
dutch: [_MB_] Ze is niet zo slecht.

source: [_MG_] MATT!
dutch: [_MG_] BEKEN!

source: [_MG_] I FORBID YOU TO STICK YOUR DICK IN HER!!!
dutch: [_MG_] I FORBIJ OM UW KORTING TE STIJZEN IN HIER!!!

source: [_MB_] What? Why?
dutch: [_MB_] Wat? Waarom?

source: [_MB_] You've never cared who I fucked before!
dutch: [_MB_] Je hebt nog nooit iets gedaan wie ik ooit vermalen had!

source: [_MG_] Do you have any idea the amount of emotional abuse I went through when she was our team captain?
dutch: [_MG_] Heb je een idee van de hoeveelheid emotioneel misbruik die ik heb meegemaakt toen ze onze teamkapitein was?

source: [_MG_] She gave me several eating disorders!!
dutch: [_MG_] Ze gaf me een paar eetstoornissen!!

source: [_MB_] Yeah, and you look great now!
dutch: [_MB_] Yeah, en jij ziet er geweldig uit!

source: [_MG_] MATT!!!
dutch: [_MG_] GEMAKT!!!

source: [_MG_] I swear that if I find out you've stuck your dick in her, I'll never let you stick your dick in me again!
dutch: [_MG_] Ik zweer dat als ik erachter kom dat je je vuil in haar vast zit, ik je nooit meer je zin in me laat stoppen!

source: [_MB_] What if I only do it once?
dutch: [_MB_] Wat als ik het maar één keer doe?

source: [_MB_] R U There?
dutch: [_MB_] R E daar?

source: [_MB_] Ok, I won't fuck her :(
dutch: [_MB_] Ok, ik zal haar niet trotseren :(

source: [_MG_] Thank you!
dutch: [_MG_] Dank je!

source: [_MB_] But I'm going to need to fuck you extra to keep my mind off her.
dutch: [_MB_] Maar ik zal je extra moeten trotseren om mijn gedachten van haar af te houden.

source: [_MG_] Meet me under the gym bleachers.
dutch: [_MG_] Ontmoet me onder de sportluiers.

source: [_R_] Ok... Why am I reading that disgusting exchange?
dutch: [_R_] Ok... Waarom lees ik die walgelijke beurs?

source: [_AD_] Ask and you shall receive.
dutch: [_AD_] Vragen en je zult ontvangen.

source: [_AD_] Look at the screen to the right.
dutch: [_AD_] Kijk naar het scherm naar rechts.

source: [_AD_] Incredibly, this video wouldn't have been possible without your own daring escapades.
dutch: [_AD_] Ongelooflijk genoeg zou deze video niet mogelijk zijn geweest zonder je eigen daring ontsnapsels.

source: [_AD_] Now, watch closely, and I hope you enjoy it as much as I did.
dutch: [_AD_] Nu, kijk goed en ik hoop dat je er net zo van geniet als ik.

source: [_MJ_] Come on... Why are you dragging your feet?
dutch: [_MJ_] Kom op... Waarom versleep je voeten?

source: [_MB_] It's just that I don't know what you're up to.
dutch: [_MB_] Het is gewoon dat ik niet weet wat je van plan bent.

source: [_MJ_] Well, we're here.
dutch: [_MJ_] Nou, we zijn er.

source: [_MB_] Why are we in the girl's showers?
dutch: [_MB_] Waarom zijn we in de douches?

source: [_MJ_] I thought it was obvious.
dutch: [_MJ_] Ik dacht dat het duidelijk was.

source: [_MJ_] If you need more of a hint...
dutch: [_MJ_] Als je meer van een hint nodig hebt...

source: [_MB_] Oh my God, Jessica... Please don't.
dutch: [_MB_] Oh mijn God, Jessica... Doe het niet.

source: [_MJ_] Why?... Ever since I started working here, you've been trying to get in my pants.
dutch: [_MJ_] Waarom?... Al sinds ik hier aan het werken ben, probeer je in mijn broek te komen.

source: [_MJ_] Don't tell me you've had a change of heart.
dutch: [_MJ_] Vertel niet dat je van gedachten hebt veranderd.

source: [_MB_] It's just... My girlfriend.
dutch: [_MB_] Het is alleen... Mijn vriendin.

source: [_MJ_] Ohhh... She doesn't like to share?
dutch: [_MJ_] Ohhh... Ze houdt niet van delen?

source: [_MB_] She's actually really good about sharing... It's just...
dutch: [_MB_] Ze is eigenlijk echt goed aan het delen... Het is maar...

source: [_MB_] She doesn't want to share me with you.
dutch: [_MB_] Ze wil me niet met jou delen.

source: [_MJ_] Here... Let's make you more comfortable and you can tell me all about it.
dutch: [_MJ_] Hier... Laten we je comfortabeler maken en me er alles over vertellen.

source: [_MJ_] So why doesn't your girlfriend like me?
dutch: [_MJ_] Dus waarom vindt jouw vriendin me niet?

source: [_MB_] I guess... hnnn... you used to be her cheerleading captain when she was a freshman on the cheer squad.
dutch: [_MB_] Ik vermoed dat... hnnn... jij vroeger haar vrolijke kapitein was toen ze een versman op het vrolijke plein was.

source: [_MJ_] Is your girlfriend Megan, by chance?
dutch: [_MJ_] Is jouw vriendin Megan, toevallig wel?

source: [_MJ_] So, that's why she's been such a little bitch to me.
dutch: [_MJ_] Dus dat is waarom ze zo een beetje voor mij was.

source: [_MJ_] I threatened to demote her as captain, but she's the only one that's good enough, and she knows it.
dutch: [_MJ_] Ik dreigde haar als kapitein te degraderen, maar zij is de enige die goed genoeg is, en ze weet het.

source: [_MJ_] She's come a long way. I never thought she'd stay on the team when she was a freshman, let alone become the best.
dutch: [_MJ_] Ze komt ver weg. Ik had nooit gedacht dat ze in het team zou blijven toen ze vers was, laat staan de besten werd.

source: [_MJ_] You're going to fuck me, and it's going to serve the little bitch right.
dutch: [_MJ_] Je gaat me kwaad maken, en het gaat de kleine bijt bedienen.

source: [_MB_] No Jessica!... I'm not going to.
dutch: [_MB_] Geen Jessica!... Ik ga niet.

source: [_MJ_] What if I let you fuck my ass?
dutch: [_MJ_] Wat als ik je mijn ruggengraat laat slaan?

source: [_MJ_] You heard me.
dutch: [_MJ_] Jij hebt me gehoord.

source: [_MB_] I've... never fucked anyone's ass before...
dutch: [_MB_] Ik zou nooit iemand van tevoren een pas slaan...

source: [_MB_] I'm too big... No one has ever let me.
dutch: [_MB_] Ik ben te groot... Niemand heeft me ooit laten staan.

source: [_MJ_] Trust me. I can take it.
dutch: [_MJ_] Vertrouw me. Ik kan het meenemen.

source: [_MB_] Oh, fuck!... How do I say no to that?
dutch: [_MB_] Oh, fuck!... Hoe zeg ik daar nee?

source: [_MB_] But you have to swear that you won't tell Megan anything.
dutch: [_MB_] Maar je moet zweren dat je niets tegen Megan zegt.

source: [_MJ_] Ohh... fine... cross my heart.
dutch: [_MJ_] Ohh... fijn... kruis mijn hart.

source: [_MJ_] Here, let me get you nice and wet.
dutch: [_MJ_] Hier laat ik je mooi en nat maken.

source: [_MB_] Here, let me return the favor.
dutch: [_MB_] Hier laat ik de favoriet teruggeven.

source: [_MJ_] Alright... I think you're lubed up enough.
dutch: [_MJ_] Oké... Ik denk dat je genoeg vol bent gestreden.

source: [_R_] Oh, my God! How can she take a cock that big in her ass?
dutch: [_R_] Oh, mijn God! Hoe kan ze een stuk zo groot nemen in haar assen?

source: [_AD_] You'd be surprised how much an ass can stretch with enough practice.
dutch: [_AD_] Je zou verrast zijn hoeveel een pasje kan rekken met genoeg oefeningen.

source: [_MJ_] Matt!... You're... splitting me... in half!...
dutch: [_MJ_] Matt!... Je bent me... aan het splitsen... in de half!...

source: [_RT_] {i}Then there's hope for my girls to be able to take me someday.{/i}
dutch: [_RT_] {i}Dan is er hoop voor mijn meisjes om me ooit te kunnen brengen.{/i}

source: [_RT_] {i}Ohhh... I can't wait until I'm balls deep in their asses.{/i}
dutch: [_RT_] {i}Ahhh... Ik kan niet wachten tot ik ballen diep in hun asses.{/i} zit

source: [_R_] Did he just cum in her ass?
dutch: [_R_] Heeft hij net gekleed in haar assen?

source: [_AD_] He sure did... You can see it dripping out, even from this crappy camera's view.
dutch: [_AD_] Hij weet het zeker... Je kunt zien dat het uitdroogt, zelfs vanuit deze stuntelige camera's weergave.

source: [_AD_] Yeah... He fucked her so hard she can't even get up.
dutch: [_AD_] Ja... Hij verdomde haar zo hard dat ze niet eens op kan staan.

source: [_AD_] Go and show that to Megan, and you're going to have one angry girlfriend.
dutch: [_AD_] Ga dat aan Megan laten zien en je gaat een boze vriendin krijgen.

source: [_AD_] And if you can get her and the cheerleaders supporting Lauren... I'd say Lauren has a pretty good chance of winning this election.
dutch: [_AD_] En als je haar en de vrome leiders die Lauren... kunt krijgen, zeg ik: Lauren heeft een vrij goede kans om deze verkiezing te winnen.

source: [_R_] Yeah... This is gold!
dutch: [_R_] Ja... Dit is goud!

source: [_R_] I never thought I'd say this to you Agent Diaz, but thank you.
dutch: [_R_] Ik had nooit gedacht dat ik dit tegen jou zou zeggen, maar wel bedankt.

source: [_AD_] Well, you did the ground work.
dutch: [_AD_] Nou, je hebt het grondwerk gedaan.

source: [_AD_] And you could have found this video as easily as I did.
dutch: [_AD_] En je had deze video net zo makkelijk kunnen vinden als ik.

source: [_AD_] That is assuming you kept the code to the camera, so you can see through it too?
dutch: [_AD_] Dit veronderstelt dat je de code aan de camera hebt gehouden, zodat je er ook een kijkje in kunt nemen?

source: [_R_] Of course I did.
dutch: [_R_] Natuurlijk heb ik dat gedaan.

source: [_R_] But, I would have never known the value of this video without the text messages.
dutch: [_R_] Maar, zonder de SMS-berichten zou ik de waarde van deze video nooit hebben gekend.

source: [_AD_] Well, that's true.
dutch: [_AD_] Nou, dat is waar.

source: [_AD_] I just got an alert that the FBI director is on his way to see me.
dutch: [_AD_] Ik heb zojuist een waarschuwing ontvangen dat de FBI-directeur onderweg is om mij te zien.

source: [_AD_] You've got to leave now.
dutch: [_AD_] Je moet nu vertrekken.

source: [_R_] But, I wanted to ask...
dutch: [_R_] Maar ik wou vragen...

source: [_AD_] No time. Come see me tomorrow.
dutch: [_AD_] Geen tijd. Kom morgen terug.

source: [_R_] Will you at least send that video to my phone?
dutch: [_R_] Wil je ten minste die video naar mijn telefoon sturen?

source: [_AD_] Already done, in fact I already took the liberty of downloading it into your photo library.
dutch: [_AD_] al gedaan, ik heb me zelfs al de vrijheid genomen om het te downloaden in je fotobibliotheek.

source: [_R_] But how?
dutch: [_R_] Maar hoe?

source: [_AD_] FBI... remember?
dutch: [_AD_] FBI... herinneren?

source: [_R_] Right.
dutch: [_R_] Recht.

source: [_AD_] Now, go!
dutch: [_AD_] Ga nu!

source: [_RT_] {i}I wonder how she keeps all her shady dealings secret from her higher ups at the FBI?{/i}
dutch: [_RT_] {i}Ik vraag me af hoe ze al haar duistere zaken geheim houdt voor haar hogere ups bij de FBI?{/i}

source: [_RT_] {i}Maybe they're corrupt as well.{/i}
dutch: [_RT_] {i}Misschien zijn ze ook corrupt.{/i}

source: [_RT_] {i}I wonder if Diaz has found any dirt on Matt yet.{/i}
dutch: [_RT_] {i}Ik vraag me af of Diaz nog vuil op Matt heeft gevonden.{/i}

source: [_AD_] To what do I owe the pleasure?... Can I help you with something?
dutch: [_AD_] Wat ben ik de blijdschap schuldig?... Kan ik je helpen met iets?

source: [_R_] Did you find anything on Matt yet?
dutch: [_R_] Heb je al iets gevonden op Matt?

source: [_AD_] Patience, you've hardly given me any time.
dutch: [_AD_] Patiënt, je hebt me amper tijd gegeven.

source: [_AD_] Come back next week, and I'm sure I'll have something for you by then.
dutch: [_AD_] Kom volgende week terug en ik weet zeker dat ik tegen die tijd iets voor je heb.

source: [_RT_] {i}Lauren helped me set up the spy cam in the girls' locker room.{/i}
dutch: [_RT_] {i}Lauren hielpen me om de spionage op te zetten in de meisjeslokaal.{/i}

source: [_RT_] {i}Hopefully it won't take long for Agent Diaz to find some dirt on Matt.{/i}
dutch: [_RT_] {i}Hopelijk duurt het niet lang voordat Agent Diaz wat aardig vindt op Matt.{/i}

source: [_RT_] {i}She also owes me a handjob... To completion this time... She better come through.{/i}
dutch: [_RT_] {i}Ze is me ook een handwerk verschuldigd... Om deze tijd te voltooien... Ze komt er beter door.{/i}

source: [_AD_] Well well, if it isn't the twerp.
dutch: [_AD_] Goed zo, als het niet hoog is.

source: [_AD_] Nice job on that spy cam, I've already recorded several hours of... important investigatory content.
dutch: [_AD_] Nice job on die spiy cam, ik heb al enkele uur... belangrijke onderzoeksinhoud geregistreerd.

source: [_AD_] I hope it wasn't too much trouble?
dutch: [_AD_] Ik hoop dat het niet te veel problemen had?

source: [_R_] Oh, no... I just had to sneak through a locker room full of girls... You know... super easy.
dutch: [_R_] Oh, nee... Ik moest gewoon door een lockerkamer vol meisjes sluipen... Je weet het... super makkelijk.

source: [_AD_] Well, the important thing is you did it.
dutch: [_AD_] Nou, het belangrijkste is dat je het gedaan hebt.

source: [_AD_] Do you want to come in?
dutch: [_AD_] Wil je binnenkomen?

source: [_R_] Don't mind if I do.
dutch: [_R_] Maakt niet uit als ik het doe.

source: [_AD_] I've already started looking for some dirt on Matt.
dutch: [_AD_] Ik ben al begonnen te zoeken naar wat aardig op Matt.

source: [_AD_] This type of thing can take a little while though.
dutch: [_AD_] Dit soort dingen kan echter wel even duren.

source: [_AD_] So try coming back next week.
dutch: [_AD_] Probeer dus volgende week terug te komen.

source: [_AD_] Was there anything else I can do for you before you go?
dutch: [_AD_] Was er iets anders dat ik voor je kan doen voordat je gaat?

source: [_AD_] Did you want to spy on your family for a few minutes or anything?
dutch: [_AD_] Wil je je familie een paar minuten of iets bespioneren?

source: [_R_] No, I just want you to finish that handjob you promised me.
dutch: [_R_] Nee, ik wil alleen dat je die handjob afmaakt die je me beloofd hebt.

source: [_AD_] Did I promise?
dutch: [_AD_] heb ik beloofd?

source: [_R_] Yes, you promised!
dutch: [_R_] Ja, u heeft het beloofd!

source: [_R_] You said you'd finish me off when I got the camera installed.
dutch: [_R_] Je zei dat je me zou afsluiten wanneer ik de camera geïnstalleerd heb.

source: [_R_] Well... it's installed.
dutch: [_R_] Well... het is geïnstalleerd.

source: [_AD_] Ok, ok, keep your pants on... Uhhh... I guess I should be saying the opposite.
dutch: [_AD_] Ok, ok, hou je broek op... Uhhhhhh... Ik denk dat ik het tegendeel zou moeten zeggen.

source: [_AD_] Haha... Anyways... why don't you sit down and watch Sidney with me for a minute to get us in the mood... She's looking at step-brother porn on her laptop right now.
dutch: [_AD_] Haha... Hoe dan ook, waarom ga je niet met mij zitten om Sidney samen te kijken om ons in de stemming te brengen. . Ze kijkt nu naar stap-broer porno op haar laptop.

source: [_AD_] It won't be long until she starts taking care of herself.
dutch: [_AD_] Het zal niet lang duren tot ze voor zichzelf zorgt.

source: [_AD_] Oh, yeah... There she goes.
dutch: [_AD_] Oh, ja... Daar gaat ze.

source: [_AD_] That poor girl has got so much pent up sexual frustration.
dutch: [_AD_] Dat arme meisje heeft zoveel seksuele frustratie veroorzaakt.

source: [_R_] Hey, you're supposed to be rubbing me, not yourself.
dutch: [_R_] Hé, je hoort me te wrijven, niet jezelf.

source: [_AD_] Are you sure you don't want to lick my pussy first?
dutch: [_AD_] Weet je zeker dat je niet eerst mijn kleingeestige wilt laten vallen?

source: [_R_] Yeah, right... I'm not falling for that again.
dutch: [_R_] Yeah, gelijk... Ik val daar niet nog een keer op.

source: [_AD_] Well, then pull down your pants and pop your dick out.
dutch: [_AD_] Nou, trek dan je broek naar beneden en pop je luik.

source: [_R_] There!
dutch: [_R_] Duur!

source: [_AD_] Well, someone's excited.
dutch: [_AD_] Nou, iemands opwinding.

source: [_R_] He's been mostly hard since the last time I was in here.
dutch: [_R_] Hij is meestal hard geweest sinds de laatste keer dat ik hier was.

source: [_AD_] Haha... that's what I like to hear.
dutch: [_AD_] Haha... dat is wat ik graag hoor.

source: [_AD_] Poor little neglected cock has been missing Agent Diaz?
dutch: [_AD_] Arme kleine verwaarloosde hap heeft agent Diaz?

source: [_AD_] Are you ready for me to take care of you?
dutch: [_AD_] Ben je klaar om voor me te zorgen?

source: [_R_] You're talking to my penis... That's kind of weird... but somehow... sexy.
dutch: [_R_] Je praat met mijn penis... Dat is een beetje vreemd... maar een beetje sexy.

source: [_AD_] Haha... Ok, let me take care of you.
dutch: [_AD_] Haha... Ok, laat me voor je zorgen.

source: [_AD_] That's one beautiful cock.
dutch: [_AD_] Dat is één mooie bedje.

source: [_AD_] A cock like this needs two hands.
dutch: [_AD_] Een mok zoals dit heeft twee handen nodig.

source: [_R_] Oh, God... That feels good.
dutch: [_R_] Oh, God... Dat voelt me goed.

source: [_RT_] {i}I'm feeling so confused!{/i}
dutch: [_RT_] {i}Ik voel me zo verwarrend!{/i}

source: [_RT_] {i}I hate Agent Diaz, but I love what she's doing to me.{/i}
dutch: [_RT_] {i}Ik haat Agent Diaz, maar ik vind het geweldig wat ze doet voor mij.{/i}

source: [_RT_] {i}Ooohhh... I just want to hate-fuck her... so bad!{/i}
dutch: [_RT_] {i}Ooohh... Ik wil gewoon haatloos haat... zo slecht!{/i}

source: [_AD_] Hh..Holy shit, [ryan]!
dutch: [_AD_] Hh... Heilige shit, [ryan]!

source: [_AD_] Haha... That's a lot of cum.
dutch: [_AD_] Haha... Dat is een hoop cum.

source: [_AD_] The way you cum, the way your mom and sisters squirt... Your family should be breeding stock for future pornstars.
dutch: [_AD_] The way you cum, the way your moeder and zus squirt... Jouw familie moet de voorraad fokken voor toekomstige pornstars.

source: [_AD_] I got lucky to be assigned to such an oversexed family.
dutch: [_AD_] Ik had geluk dat ik toegewezen mocht worden aan zo'n overgeslachte familie.

source: [_R_] We never used to be.
dutch: [_R_] We waren nog nooit geweest.

source: [_AD_] Yeah, I think your sudden sexual awakening was the match that lit the fire.
dutch: [_AD_] Yeah, ik denk dat je plotselinge seksuele ontwaken de wedstrijd was die het vuur brandde.

source: [_RT_] {i}Huh... She may be right... I wonder how different things would be if I had never seen Mom stripping.{/i}
dutch: [_RT_] {i}Huh... Misschien heeft ze gelijk... Ik vraag me af hoe verschillend het zou zijn als ik nog nooit heb gezien hoe mannelijke knipsels.{/i}

source: [_AD_] Well?... Was there anything else you needed while you're here?
dutch: [_AD_] Zou?... Was er iets anders dat je nodig had terwijl je hier bent?

source: [_R_] Can your narc get us anymore votes this week?
dutch: [_R_] Kan jouw neusje ons deze week nog stemmen geven?

source: [_AD_] Sorry, she's already bumping Lauren's numbers as far as she dares this week... Any more and someone could get suspicious.
dutch: [_AD_] Sorry, ze heeft de nummers van Lauren al zo sterk als ze deze week durft te doen... Alle meer en iemand zou verdacht kunnen worden.

source: [_AD_] Come back next week, and you can pay us for more votes.
dutch: [_AD_] Kom volgende week terug en je kunt ons betalen voor meer stemmen.

source: [_R_] Well, then I guess that's it for today.
dutch: [_R_] Nou, dan denk ik dat dat voor vandaag is.

source: [_R_] I guess I'll be on my way.
dutch: [_R_] Ik denk dat ik onderweg zal zijn.

source: [_AD_] Tell Lauren I said hi, and If I don't see you sooner, I'll be looking forward to Thursday.
dutch: [_AD_] Vertel Lauren dat ik haar heb gezegd, en als ik je niet eerder zie, kijk ik uit naar donderdag.

source: [_R_] Are you ever going to let us off the hook for that?
dutch: [_R_] ga je ons daar ooit uit laten komen?

source: [_AD_] No way... That situation is just too damn good for me.
dutch: [_AD_] Geen manier... Die situatie is net te verdomd goed voor mij.

source: [_R_] Just when I thought we were starting to bond.
dutch: [_R_] Net toen ik dacht dat we een band begonnen te worden.

source: [_AD_] Well, don't let a handjob make you think there's more going on between us than there is.
dutch: [_AD_] Nou, laat je geen handwerk doen zodat je denkt dat er meer tussen ons gaande is dan er is.

source: [_R_] EEcchh... I wouldn't want anything like that from you.
dutch: [_R_] Ecchh... Ik zou zoiets niet van jou willen.

source: [_AD_] Uh huh... Sure.
dutch: [_AD_] Uh hè... Natuurlijk.

source: [_R_] I wouldn't!...
dutch: [_R_] Ik zou niet kunnen!...

source: [_AD_] Sure, Romeo.
dutch: [_AD_] Zeker, Romeo.

source: [_R_] I'm leaving.
dutch: [_R_] Ik vertrek.

source: [_AD_] Haha... close the door behind you.
dutch: [_AD_] Haha... sluit de deur achter je.

source: [_RT_] {i}{b}(HINT){/b} I've got to plant a camera in the girls locker room at school so that Agent Diaz will dig up some dirt on Matt.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} heb ik een camera in de meisjes kluiskamer op school moeten planten, zodat Agent Diaz wat aardig opgraaft op Matt. /i}

source: [_R_] Yeah, actually, I'd like to buy some of those extra votes you offered before.
dutch: [_R_] Yeah, eigenlijk wil ik graag wat extra stemmen kopen die je eerder aanbood.

source: [_R_] That is... As long as you can guarantee that Lauren's vote count will go up.
dutch: [_R_] Dat is... Zolang je kan garanderen dat Lauren's stemmen tellen zal stijgen.

source: [_R_] Well then, I guess that's it for today.
dutch: [_R_] Goed dan, ik denk dat dat voor vandaag is.

source: [_AD_] Well, then I guess that's it for today.
dutch: [_AD_] Nou, dan denk ik dat dat voor vandaag is.

source: [_RT_] {i}I could use some more help with Lauren's campaign.{/i}
dutch: [_RT_] {i}Ik kan meer hulp gebruiken met Lauren's campagne.{/i}

source: [_RT_] {i}I wonder if Agent Diaz is in her van?{/i}
dutch: [_RT_] {i}Ik vraag me af of Agent Diaz in haar besteld zit?{/i}

source: [_AD_] Well, if it isn't the twerp... Did you get that spy cam installed?
dutch: [_AD_] Nou, als het niet het twerp is... Heb je die spionagecam geïnstalleerd?

source: [_R_] No, not yet.
dutch: [_R_] Nee, nog niet.

source: [_AD_] Then what are you doing here?
dutch: [_AD_] Wat doe je hier?

source: [_R_] I'm just looking to see if I can get some more help with Lauren's campaign.
dutch: [_R_] Ik kijk gewoon uit of ik nog wat meer hulp kan krijgen in Lauren's campagne.

source: [_AD_] For the right price, of course.
dutch: [_AD_] Voor de juiste prijs natuurlijk.

source: [_AD_] Is there anything else I can do for you?
dutch: [_AD_] Is er iets anders dat ik voor je kan doen?

source: [_R_] Have you found any dirt on Matt?
dutch: [_R_] Heb je vuil gevonden op Matt?

source: [_AD_] I'm not even going to try until you get that spy camera installed.
dutch: [_AD_] Ik ga het niet eens proberen totdat je die spionagecamera hebt geïnstalleerd.

source: [_R_] I'm just not sure how I'm going to make it into the showers without being seen.
dutch: [_R_] Ik weet niet zeker hoe ik het in de douches ga maken zonder te zien.

source: [_AD_] Go in the early morning, before the locker room gets too busy.
dutch: [_AD_] Ga 's morgens naar 's ochtends voordat de locker te druk wordt.

source: [_AD_] And now, I've got to get back to work.
dutch: [_AD_] En nu, ik moet weer aan het werk gaan.

source: [_AD_] Get that spy cam installed, and then we can talk some more.
dutch: [_AD_] Laat die spionagepot geïnstalleerd worden, en dan kunnen we nog wat meer praten.

source: [_RT_] {i}I guess I'd better try to get that camera installed if I want any more help from Agent Diaz.{/i}
dutch: [_RT_] {i}Ik denk dat ik beter kan proberen om die camera te installeren als ik meer hulp wil van agent Diaz.{/i}
