Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] {i}(Muffled through door){/i} What do you mean she went out?
italian: [_R_] {i}(Muffled through door){/i} Che cosa intendi dire che è uscita?

source: [_C_] What do you think I mean?... She put on some nice clothes, her slutty makeup, and went out.
italian: [_C_] Che cosa pensi che intendo?... Lei ha indossato alcuni bei vestiti, il suo trucco troia, ed è uscita.

source: [_R_] Did she say where she was going?
italian: [_R_] Ha detto dove stava andando?

source: [_C_] No... and I didn't ask.
italian: [_C_] No... e non ho chiesto.

source: [_R_] Well, did she say...
italian: [_R_] Beh, ha detto...

source: [_C_] [ryan]! I don't know anything else! I'm kind of busy here! Please, leave!
italian: [_C_] [ryan]! Non so nient'altro! Sono piuttosto impegnato qui! Per favore, vai!

source: [_RT_] {i}Huh... She was dressed up nice?{/i}
italian: [_RT_] {i}Huh... È stata vestita bella?{/i}

source: [_RT_] {i}Oh... I wonder if she thinks Sidney went to work at the club tonight?{/i}
italian: [_RT_] {i}Oh... Mi chiedo se lei pensa che Sidney sia andato a lavorare al club stasera?{/i}

source: [_RT_] {i}She might be on her way over there right now to rip her a new one.{/i}
italian: [_RT_] {i}Potrebbe essere in viaggio lì in questo momento per strappare una nuova.{/i}

source: [_RT_] {i}I should head over there and do some damage control.{/i}
italian: [_RT_] {i}dovrei dirigermi lì e fare qualche controllo del danno.{/i}

source: [_C_] {i}(Muffled through door){/i} Are you still out there? Get lost!
italian: [_C_] {i}(Muffled through door){/i} Sei ancora là fuori? Perso!

source: [_RT_] {i}Where is Mom?... This is puzzling.{/i}
italian: [_RT_] {i}Dov'è la mamma?... Questo è perplesso.{/i}

source: [_RT_] {i}Maybe I can get some more information from Aunt Cami?{/i}
italian: [_RT_] {i}Forse posso ottenere ulteriori informazioni dalla zia Cami?{/i}

source: [_C_] Why are you back?
italian: [_C_] Perché sei tornato?

source: [_R_] {i}(Muffled through door){/i} I just wanted to ask if maybe you knew anything else about...
italian: [_R_] {i}(Muffled through door){/i} Volevo solo chiedere se forse sapevi qualcos'altro...

source: [_C_] NO!... I already told you! I don't know anything else!
italian: [_C_] NO!... ti ho già detto! Non so nient'altro!

source: [_C_] {i}(Muffled through door){/i} Now get out of here, and don't come back!
italian: [_C_] {i}(Muffled through door){/i} Ora esci da qui, e non tornare!

source: [_RT_] {i}Maybe I should go.{/i}
italian: [_RT_] {i}Forse dovrei andare.{/i}

source: [_RT_] {i}It's not too late... Maybe I'll just stop in and say hi to Mom.{/i}
italian: [_RT_] {i}Non è troppo tardi... Forse mi fermerò a dire ciao a mamma {/i}

source: [_R_] It's me... Can I come in and talk to my mom.
italian: [_R_] Sono io... Posso entrare e parlare con mia mamma.

source: [_RT_] {i}Where on earth would she be going at this time of night?{/i}
italian: [_RT_] {i}Dove sarebbe sulla terra sta andando in questo momento della notte?{/i}

source: [_RT_] {i}Maybe Sidney knows?{/i}
italian: [_RT_] {i}Forse Sidney lo sa?{/i}

source: [_RT_] {i}Huh... The door is locked.{/i}
italian: [_RT_] {i}Huh... La porta è bloccata.{/i}

source: {i}(Muffled voice behind door){/i}
italian: {i}(Voce mischiata dietro la porta){/i}

source: [_RT_] {i}Oh, wait... Is Lauren talking on the phone with someone?{/i}
italian: [_RT_] {i}Oh, aspetta... Lauren sta parlando al telefono con qualcuno?{/i}

source: [_RT_] {i}I might be able to hear her conversation better over the spy cam.{/i}
italian: [_RT_] {i}Potrei sentire meglio la sua conversazione sulla spia cam.{/i}

source: [_RT_] {i}I wonder who she's talking to?{/i}
italian: [_RT_] {i}Mi chiedo a chi stia parlando?{/i}

source: [_L_] What do you mean, what am I wearing?
italian: [_L_] Che cosa intendi, che cosa sto indossando?

source: [_L_] I'm in my bedroom, what do you think I'm wearing?
italian: [_L_] Sono nella mia camera da letto, cosa pensi che sto indossando?

source: [_L_] No, I'm not naked.
italian: [_L_] No, non sono nudo.

source: [_RT_] {i}Who is she talking too?{/i}
italian: [_RT_] {i}Chi sta parlando?{/i}

source: [_L_] Well, I'm pretty close to being naked.
italian: [_L_] Beh, sono abbastanza vicino ad essere nudo.

source: [_L_] I'm just in my panties and a tank top.
italian: [_L_] Sono solo nelle mie mutandine e una canottiera.

source: [_L_] Why do you care?
italian: [_L_] Perché ti importa?

source: [_L_] Oh no... I've told you I'm not going to do that.
italian: [_L_] Oh no... Ti ho detto che non lo farò.

source: [_L_] Just sec... I'm sick of holding my phone to my ear... I'm gonna switch to speakerphone.
italian: [_L_] Solo secondo... Sono stufo di tenere il telefono all'orecchio... Passerò al diffusore.

source: [_MB_] Why don't I just come over and I can see what you're wearing, or not wearing, in person.
italian: [_MB_] Perché non vengo solo e vedo cosa stai indossando, o non indossare, di persona.

source: [_RT_] {i}Fuck!... it's Goddam, fucking Matt!{/i}
italian: [_RT_] {i}Fuck!... è Goddam, scopando Matt!{/i}

source: [_MB_] I can plow that pretty little pussy again before I have to go home.
italian: [_MB_] Posso arare quella piccola figa di nuovo prima di andare a casa.

source: [_L_] Not again!... I need a break Matt, I'm really sore!
italian: [_L_] Non ancora!... Ho bisogno di una pausa Matt, sono davvero spiacente!

source: [_MB_] Fine... then text me a tit pic.
italian: [_MB_] Fine... poi scrivimi una foto tit.

source: [_L_] Ok, but what if Megan goes snooping through your phone again? She's already giving me the stink eye at school, ever since we started seeing each other.
italian: [_L_] Ok, ma cosa succede se Megan va snooping attraverso il telefono di nuovo? Lei mi sta già dando l'occhio puzzolente a scuola, fin da quando abbiamo iniziato a vederci a vicenda.

source: [_MB_] Don't worry about Megan, I'll take care of her... I take good care of you too, don't I?
italian: [_MB_] Non preoccuparti di Megan, mi prenderò cura di lei... mi occupo anche di voi, vero?

source: [_MB_] Also, you got what you wanted, you're Ms. Class Pres, no thanks to your brother.
italian: [_MB_] Inoltre, hai ottenuto quello che volevi, sei Ms. Classe Pres, no grazie a tuo fratello.

source: [_RT_] {i}That Fucker!{/i}
italian: [_RT_] {i}Quel Fucker!{/i}

source: [_L_] Yea, it's not a bad deal.
italian: [_L_] Yea, non è un cattivo affare.

source: [_MB_] Then take care of Daddy, and show me some skin.
italian: [_MB_] Poi prendersi cura di papà, e mostrami un po 'di pelle.

source: [_L_] Fine, just don't call yourself that again.
italian: [_L_] Bene, basta non chiamarti di nuovo.

source: [_L_] There.
italian: [_L_] Là.

source: [_MB_] Now that's what I'm taking about!
italian: [_MB_] Ora è quello che sto prendendo!

source: [_L_] Haha... You don't think they're too small?
italian: [_L_] Haha... Non pensi che siano troppo piccoli?

source: [_MB_] They are perfectly proportioned for your tight ass, ginger body.
italian: [_MB_] Sono perfettamente proporzionali per il tuo culo stretto, corpo di zenzero.

source: [_L_] [ryan] likes them, too.
italian: Anche ad [_L_] [ryan] piacciono.

source: [_MB_] I don't blame him, [ryan]'s a lot of things, but at least he has good taste.
italian: [_MB_] Non lo incolpo, [ryan]è un sacco di cose, ma almeno ha un buon gusto.

source: [_RT_] {i}Fuck yea, I like them, but now I just need to find a way to get them back for myself, and get Matt out of the picture!{/i}
italian: [_RT_] {i}Cazzo yea, Mi piacciono, ma ora ho solo bisogno di trovare un modo per farli tornare per me, e ottenere Matt fuori dall'immagine! /i}

source: [_MB_] Speaking of which, are you two still fooling around?
italian: [_MB_] Parlando di quali, siete voi due ancora ingannare intorno?

source: [_L_] Why would that matter to you?
italian: [_L_] Perché sarebbe importante per voi?

source: [_MB_] It doesn't, but it makes me believe you still got more pussy to give me, despite you telling me that you need a break.
italian: [_MB_] Non lo fa, ma mi fa credere che tu abbia ancora più figa da darmi, nonostante tu mi dica che hai bisogno di una pausa.

source: [_L_] What [ryan] and I do is not your concern.
italian: [_L_] Che cosa [ryan] e io non è la vostra preoccupazione.

source: [_MB_] Yeah? Well, who's dick do you like the best?
italian: [_MB_] Sì? Beh, chi è il cazzo che ti piace di più?

source: [_LT_] {i}Hmmm... Well, for sure [ryan]'s is the perfect shape and Matt's was ridiculously big, at first. But now, after taking Matt's dick every week, I'm starting to get used it... and like it... maybe too much!{/i}
italian: [_LT_] {i}Hmmm... Beh, di sicuro [ryan]è la forma perfetta e Matt's era ridicolamente grande, in un primo momento. Ma ora, dopo aver preso il cazzo di Matt, ogni settimana, sto cominciando ad usarlo... e mi piace... forse troppo!{/i}

source: [_L_] I don't have to answer that!
italian: [_L_] Non devo risponderlo!

source: [_MB_] Hahaha... That's what I thought! But, since you're holding out on me today, why don't you send me a picture of that ginger pussy?
italian: [_MB_] Hahaha... Questo è quello che pensavo! Ma, dal momento che stai tenendo fuori su di me oggi, perché non mi mandi una foto di quella figa zenzero?

source: [_L_] What?! No way!
italian: [_L_] Cosa?! Nessun modo!

source: [_RT_] {i}That asshole! Know your limits, dude!{/i}
italian: [_RT_] {i}Quel culo! Conosci i tuoi limiti, dude!{/i}

source: [_L_] What's this?
italian: [_L_] Che cos'è?

source: [_MB_] Open it.
italian: [_MB_] Aprilo.

source: [_L_] Oh, fuck!
italian: [_L_] Oh, cazzo!

source: [_MB_] Come on Baby girl, look at what you're doing to me.
italian: [_MB_] Vieni su Baby girl, guarda quello che stai facendo a me.

source: [_RT_] {i}Oh fuck, no!{/i}
italian: [_RT_] {i}Oh cazzo, no!{/i}

source: [_RT_] {i}Why is she still staring at it!? Is she enjoying it?!{/i}
italian: [_RT_] {i}Perché sta ancora fissando!? Sta godendo?!{/i}

source: {b}{i}"Lauren's Libido +3"{/i}{/b}
italian: {b}{i}"Libido di Lauren +3"{/i}{/b}

source: [_L_] .... Wait!... Is that the gym floor!?
italian: [_L_] .... Aspetta!... è il pavimento della palestra!?

source: [_L_] Are you at basketball practice!?
italian: [_L_] Sei alla pratica di basket!?

source: [_MB_] Nah, babe... It's over.
italian: [_MB_] Nah, bab... È finita.

source: [_MB_] I'm here, alone.
italian: [_MB_] sono qui, da sola.

source: [_L_] Let me see!
italian: [_L_] Fammi vedere!

source: [_MB_] You want to see?
italian: [_MB_] Vuoi vedere?

source: [_L_] Yes!... Put me on Face Time!
italian: [_L_] sì!... Mettimi in faccia tempo!

source: [_MB_] See... It's just me.
italian: [_MB_] Vedi... Sono solo io.

source: [_L_] Now, let me see the whole gym.
italian: [_L_] Ora, lasciami vedere tutta la palestra.

source: [_MB_] Alright, fine... Trent and Darnell are here too.
italian: [_MB_] Va bene, va bene... Trent e Darnell sono anche qui.

source: [_MB_] Hey guys!... Say hi to Lauren!
italian: [_MB_] Ehi ragazzi!... Dì ciao a Lauren!

source: [_DR_] Matt, We're going to run to the locker room to get changed. We'll see you in there?
italian: [_DR_] Matt, Stiamo per correre allo spogliatoio per cambiare. Ti vedremo lì dentro?

source: [_MB_] Yeah, I'll be just a sec.
italian: [_MB_] Sì, sarò solo un secondo.

source: [_L_] Matt! My shirt was off!
italian: [_L_] Matt! La mia camicia era spenta!

source: [_MB_] Don't worry! We could only see your face.
italian: [_MB_] Non ti preoccupare! Abbiamo potuto vedere solo il tuo volto.

source: [_L_] Have they been listening to our whole conversation!?
italian: [_L_] Hanno ascoltato tutta la nostra conversazione!?

source: [_MB_] No, of course not!
italian: [_MB_] No, certo che no!

source: [_L_] Matt!... Did you show them the tit pick I sent you?
italian: [_L_] Matt!... Hai mostrato loro la scelta di tit che ti ho mandato?

source: [_MB_] Of course not baby! I'd never do that!
italian: [_MB_] Naturalmente non bambino! Non lo farei mai!

source: [_L_] If I find out you did!
italian: [_L_] Se ho scoperto che hai fatto!

source: [_MB_] Baby... you got to trust me!
italian: [_MB_] Baby... ti sei fidato di me!

source: [_L_] Ok... I trust you.
italian: [_L_] Ok... Mi fido di te.

source: [_RT_] {i}How can she trust that piece of shit?{/i}
italian: [_RT_] {i}Come può fidarsi di quel pezzo di merda?{/i}

source: [_MB_] And now, back to the matter at hand... I think you were about to send me a pussy pic?
italian: [_MB_] E ora, tornando alla questione a portata di mano... penso che stavi per mandarmi una foto figa?

source: [_L_] Matt!... Darnell and Trent are still there.
italian: [_L_] Matt!... Darnell e Trent sono ancora lì.

source: [_MB_] No, babe!... They just ran to the locker room.
italian: [_MB_] No, babe!... sono appena corse allo spogliatoio.

source: [_LT_] {i}That dick pic made me so horny! I guess it's only fair for me to send him one of my pussy.{/i}
italian: [_LT_] {i}Quella foto di cazzo mi ha reso così eccitata! Immagino che sia giusto per me mandargli una delle mie fige.{/i}

source: [_RT_] {i}She's not really considering this, is she?{/i}
italian: [_RT_] {i}Non sta davvero pensando a questo, è lei? {/i}

source: [_L_] Ok... But you can't show anyone!
italian: [_L_] Ok... Ma non puoi mostrare nessuno!

source: [_MB_] I never do.
italian: [_MB_] non lo faccio mai.

source: [_MB_] Hell yeah! Now, that's what Daddy wants!
italian: [_MB_] Inferno sì! Ora, è quello che papà vuole!

source: [_L_] I thought I told you not to call yourself that!
italian: [_L_] Pensavo di averti detto di non chiamarti quello!

source: [_MB_] Goddam, you're wet!
italian: [_MB_] Dama di Dio, sei bagnato!

source: [_MB_] Haha... It's so hot how wet you get when I'm fucking you, plus you squirt!
italian: [_MB_] Haha... E 'così caldo come bagnato quando ti sto scopare, più si schizza!

source: [_L_] Mmmm... stop it Matt, you're making my sore pussy ache, too!
italian: [_L_] Mmmm... fermarlo Matt, stai facendo mal di figa, troppo!

source: {i}(Suppressed giggling){/i}
italian: {i}(Suppreed giggling){/i}

source: [_MB_] I've been banging you on the regular, and you're still as tight as the day I popped your cherry.
italian: [_MB_] Ti ho sbattuto sul regolare, e sei ancora stretto come il giorno in cui ho spuntato la tua ciliegia.

source: [_L_] Goddammit, Matt! Get your ass over here!
italian: [_L_] Goddammit, Matt! Prendi il tuo culo qui!

source: [_MB_] Call me Daddy, first.
italian: [_MB_] chiamami papà, prima.

source: [_L_] Ugh... whatever, just come over and fuck me... Daddy.
italian: [_L_] Ugh... qualsiasi cosa, appena arrivato e scopare me... Papà.

source: [_RT_] {i}Fuck, this is completely out of control! How am I going to fix this? Can I stop it before Lauren's pussy's completely fucked out?{/i}
italian: [_RT_] {i}Fuck, questo è completamente fuori controllo! Come sto per risolvere questo problema? Posso fermarlo prima che la figa di Lauren completamente scopata fuori?{/i}

source: [_RT_] {i}I can't watch anymore... This is making me sick!{/i}
italian: [_RT_] {i}Non riesco più a guardare... Questo mi sta facendo male!{/i}

source: [_RT_] {i}Oh, fuck... Do I hear moaning?{/i}
italian: [_RT_] {i}Oh, cazzo... Sento gemere?{/i}

source: [_RT_] {i}No!... Are they at it again?!{/i}
italian: [_RT_] {i}No!... Sono di nuovo?!{/i}

source: [_RT_] {i}Why can't they ever do this at Matt's house?{/i}
italian: [_RT_] {i}Perché mai non possono farlo a casa di Matt?{/i}

source: [_MD_] Back again, I see.
italian: [_MD_] Di nuovo ho visto.

source: [_R_] Oh, fuck!... Do you always have to sneak up like that?
italian: [_R_] Oh, scopata!... Dovete sempre intrufolarvi così?

source: [_MD_] I'm not trying to be sneaky, You were just really into whatever you were looking at on your phone.
italian: [_MD_] Non sto cercando di essere subdolo, Tu eri proprio in quello che stavi guardando sul tuo telefono.

source: [_MDT_] {i}[ryan]'s so cute when I surprise him.{/i}
italian: [_MDT_] {i}[ryan]è così carino quando lo sorprende.{/i}

source: [_MDT_] {i}But I can't help wondering what's on his phone? He's obviously hiding something interesting.{/i}
italian: [_MDT_] {i}Ma non posso fare a meno di chiedermi cosa c'è sul suo telefono? Ovviamente nasconde qualcosa di interessante.{/i}

source: [_MD_] So, are you here to watch the show again with me?
italian: [_MD_] Quindi, sei qui per guardare di nuovo lo spettacolo con me?

source: [_R_] No!... I don't think I ever want to watch that again.
italian: [_R_] no!... Non credo di volerlo guardare di nuovo.

source: [_MD_] Come on... It's so much more fun to watch with a friend.
italian: [_MD_] Avanti... È molto più divertente guardare con un amico.

source: [_MD_] I'll give you another handy.
italian: [_MD_] Le darò un altro utile.

source: [_R_] What makes you think I'm so desperate that I'll do anything for a handy?
italian: [_R_] Cosa ti fa pensare che io sia così disperato che farò qualcosa per una mano?

source: [_MD_] Is that a no?
italian: [_MD_] È un no?

source: [_MD_] Come on. Just for a short time.
italian: [_MD_] Avanti. Solo per un breve periodo.

source: [_MDT_] {i}Looks like Lauren's "Daddy" is giving her what she wants.{/i}
italian: [_MDT_] {i}Sembra che Lauren "Papà" le stia dando quello che vuole. {/i}

source: [_MD_] {i}(Whispering){/i} Wow! I still can't believe how hard she can take it!
italian: [_MD_] {i}(Whispering){/i} Wow! Non riesco ancora a credere quanto possa prenderlo!

source: [_R_] Let's not do a play by play commentary.
italian: [_R_] Non facciamo una riproduzione per commento di gioco.

source: [_MD_] You're no fun!
italian: [_MD_] Non sei divertente!

source: [_MD_] You might not be as big as Matt, but you've got nothing to be ashamed of.
italian: [_MD_] Potresti non essere grande come Matt, ma non hai nulla di cui vergognarti.

source: [_MDT_] {i}But still... I wonder what it would be like to hold a massive cock like Matts' in my hands?{/i}
italian: [_MDT_] {i}Ma ancora... Mi chiedo cosa vorrebbe tenere un cazzo massiccio come Matts' nelle mie mani?{/i}

source: [_R_] Do you have to keep comparing our cock sizes?
italian: [_R_] Devi continuare a confrontare le nostre dimensioni del cazzo?

source: [_MD_] Just relax, Big guy... Maybe this time I'll be able to get you off before they finish?
italian: [_MD_] Basta rilassarsi, grande ragazzo... Forse questa volta sarò in grado di farti partire prima che finiscano?

source: [_R_] {i}(Mutters){/i} Oh, God... Why did I agree to this?
italian: [_R_] {i}(Mutters){/i} Oh, Dio... Perché ho accettato questo?

source: [_MDT_] {i}But that's if they ever finish!{/i}
italian: [_MDT_] {i}Ma se mai finiscono!{/i}

source: [_MDT_] {i}Darn it, Lauren! As much as I enjoy watching your fuck-a-thon, it's the middle of the night, and we have school tomorrow morning!{/i}
italian: [_MDT_] {i}Darn it, Lauren! Per quanto mi piace guardare il tuo cazzo, è il mezzo della notte, e domani mattina abbiamo la scuola!{/i}

source: [_MDT_] {i}Not to mention, the last time you completely soaked the sheets with your explosive orgasms!{/i}
italian: [_MDT_] {i}Per non parlare, l'ultima volta che hai immerso completamente i fogli con i tuoi orgasmi esplosivi!{/i}

source: [_MDT_] {i}You end up getting all that deep dick, that's apparently better than NyQuil!{/i}
italian: [_MDT_] {i}Finisci per ottenere tutto quel cazzo profondo, che apparentemente è meglio di NyQuil!{/i}

source: [_MDT_] {i}And I just end up alone and awake...{/i}
italian: [_MDT_] {i}E finisco solo per svegliarmi...{/i}

source: [_MDT_] {i}...With the image of Matt's hypnotic black cock, pumping in and out like a hydraulic piston...{/i}
italian: [_MDT_] {i}...Con l'immagine dell'ipnotico cazzo nero di Matt, che si inserisce ed esce come un pistone idraulico...{/i}

source: [_MDT_] {i}Mmmm... Look how good he's fucking her... Lucky bitch...{/i}
italian: [_MDT_] {i}Mmmm... Guarda quanto la sta scopando... Lucky bitch...{/i}

source: [_MD_] Wait a... Am I getting jealous of Lauren fucking Matt?!
italian: [_MD_] Aspetta... Sto diventando geloso di Lauren cazzo Matt?!

source: [_R_] The fuck did you say?!
italian: [_R_] Il cazzo ha detto?!

source: [_MD_] Err... I mean, you shouldn't be jealous of Lauren fucking Matt.
italian: [_MD_] Err... Voglio dire, non dovresti essere geloso di Lauren che scopa Matt.

source: [_MD_] {i}(Whispering){/i} I'm sure you'll find someone who will appreciate you...
italian: [_MD_] {i}(Whispering){/i} Sono sicuro che troverai qualcuno che ti apprezzerà...

source: [_MD_] ...Yeah, that's what I said.
italian: [_MD_] ...Sì, è quello che ho detto.

source: [_R_] Oh, yeah... Uhhh, thanks Mandy.
italian: [_R_] Oh, sì... Uhhh, grazie Mandy.

source: [_R_] Could you pull on my dick just a bit harder?
italian: [_R_] potreste tirare il mio cazzo solo un po 'più duro?

source: [_MD_] Oh, yeah... Sure.
italian: [_MD_] Oh, sì... Certo.

source: [_MD_] {i}(Whispers to herself){/i} Hmm... Me?... jealous?...
italian: [_MD_] {i}(Whispers to self){/i} Hmm... Me?... geloso?...

source: [_MB_] Fuck, yes!... This wet lil pussy's still gripping on tight...
italian: [_MB_] Fuck, sì!... Questo lil pussy bagnato ancora afferra su stretto...

source: [_MB_] You likin' how my jackhammer doesn't stop, bitch?
italian: [_MB_] Ti piace come il mio jackhammer non si ferma, cagna?

source: [_L_] Oh, God! Yes, Matt!... You feel sooo good!...
italian: [_L_] Oh, Dio! Sì, Matt!... Ti senti così bene!...

source: [_MB_] Oh, yeah, Baby?... You already know when I go deep...
italian: [_MB_] Oh, sì, bambino?... Sai già quando vado in profondità...

source: [_MB_] ...I don't come up for air...
italian: [_MB_] ... non vengo per l'aria...

source: [_MB_] ...For a looong time...
italian: [_MB_] ...Per un tempo lungo...

source: [_LT_] {i}Fuck, how long have we been at it?...{/i}
italian: [_LT_] {i}Fuck, per quanto tempo siamo stati in esso?...{/i}

source: [_LT_] {i}Did we start in the living room?... Or did I sneak him in after everyone was asleep?... I can't remember...{/i}
italian: [_LT_] {i}Abbiamo iniziato nel salotto?... Oppure l'ho nascosto dopo che tutti dormivano?... Non ricordo più...{/i}

source: [_LT_] {i}Wait... Everyone's still asleep, right?... They didn't hear me cumming, right?... Wait, where's Mandy?...{/i}
italian: [_LT_] {i}Aspetta... Tutti sono ancora addormentati, giusto?... Non mi hanno sentito cumming, giusto?... Aspetta, dov'è Mandy?...{/i}

source: [_LT_] {i}I can't think... I think, I'm... I'm completely cum drunk!{/i}
italian: [_LT_] {i}Non riesco a pensare... penso, sono... sono completamente ubriaco!{/i}

source: [_LT_] {i}I'm not sure how much more I can take... He keeps making me cum!{/i}
italian: [_LT_] {i}Non sono sicuro di quanto più posso prendere... continua a farmi cum!{/i}

source: [_MB_] That's right, Baby... Keep pulling me deep inside!
italian: [_MB_] È giusto, Baby... Continua a tirarmi dentro in profondità!

source: [_L_] Oh, yes, Daddy!... Hnngh! ...Stuff my hungry pussy!
italian: [_L_] Oh, sì, Papà!... Hnngh! ...Roba la mia figa affamata!

source: [_LT_] {i}Oh, my God! When Matt's fucking me like this... And [ryan]'s not around...{/i}
italian: [_LT_] {i}Oh, mio Dio! Quando Mattmi scopa così... E [ryan]non è intorno...{/i}

source: [_LT_] {i}...All I can think of is the intense pleasure that Matt gives me...{/i}
italian: [_LT_] {i}...Tutto quello che posso pensare è il piacere intenso che Matt mi dà...{/i}

source: [_LT_] {i}...And well... I guess I forget all about my Brother?...{/i}
italian: [_LT_] {i}...E poi... Immagino di dimenticare tutto il mio Fratello?...{/i}

source: [_LT_] {i}...I might be a little... I'm cum drunk...{/i}
italian: [_LT_] {i}...Potrei essere un po'... Sono sbronzo...{/i}

source: [_LT_] {i}...But it feels really good... belonging to Matt...{/i}
italian: [_LT_] {i}...Ma ci si sente davvero bene... appartenente a Matt...{/i}
