Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a twenty dollar glass of wine?
french: [_M_] Mais d'où tires-tu autant d'argent? D'abord, tu payes la dette de la Mafia toutes ces semaines d'affilée, puis tu m'achètes un bikini Hyongu, et maintenant un verre de vin à vingt dollars?

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, and now a hundred dollar bottle of wine?
french: [_M_] Mais d'où tires-tu autant d'argent? D'abord tu payes la dette de la Mafia toutes ces semaines d'affilée, et maintenant une bouteille de vin à cent dollars?

source: [_M_] But I know you don't have a ton of money lying around, you don't have to go spending it all on me.
french: [_M_] Mais je sais que tu n'as pas une tonne d'argent qui traîne, tu n'as pas à tout dépenser pour moi.

source: [_M_] So, let me finish this wine, and I'll join you in the pool.
french: [_M_] Alors, laisses-moi finir ce vin, et je vous rejoindrais dans la piscine.

source: [_R_] Really?! That's awesome!
french: [_R_] Vraiment?! C'est génial!

source: [_M_] Yeah, give me just a second.
french: [_M_] Ouais, donne-moi juste une seconde.

source: [_M_] Okay, just a sec, I need another glass.
french: [_M_] Ok, juste une seconde, j'ai besoin d'un autre verre.

source: [_M_] Ok, maybe just one more.
french: [_M_] Ok, peut-être juste un de plus.

source: [_M_] Okay, I think I'm ready.
french: [_M_] Ok, je pense que je suis prête.

source: [_R_] Mom, is it okay to swim after drinking?
french: [_R_] Maman, peut-on se baigner après avoir bu ?

source: [_M_] Oh, don't worry, they say you shouldn't do a lot of things after drinking, yet people do.
french: [_M_] Oh, ne t'inquiètes pas, ils disent que tu ne devrais pas faire beaucoup de choses après avoir bu, mais les gens le disent.

source: [_R_] But that doesn't mean they're...
french: [_R_] Mais cela ne veut pas dire qu'ils ont...

source: [_M_] Shhhh...
french: [_M_] Chut...

source: [_M_] Don't be such a killjoy.
french: [_M_] Ne sois pas un tel râleur.

source: [_R_] Oh, wait! Mom!
french: [_R_] Oh, attends! Maman!

source: [_R_] You can't go swimming in those shorts!
french: [_R_] Tu ne peux pas aller nager avec ce short!

source: [_M_] What? Of course I can.
french: [_M_] Quoi? Bien sûr que je peux.

source: [_R_] No, you didn't bring any sunscreen, and if you swim with those shorts you'll get weird tan lines.
french: [_R_] Non, tu n'as pas apporté de crème solaire, et si tu nages avec ce short, tu obtiendras des lignes de bronzage étranges.

source: [_M_] Yeah, and what of it?
french: [_M_] Ouais, et alors?

source: [_R_] What if you have to go back and do a certain job?...
french: [_R_] Que se passe-t-il si tu dois revenir à faire un certain travail?...

source: [_R_] Those tan lines won't look very good, and Joey DeCapo might not be happy about it.
french: [_R_] Ces lignes de bronzage ne seront pas très belles, et Joey DeCapo pourrait ne pas en être satisfait.

source: [_M_] What ever happened to "Don't worry, Mom, I'll pay the Mafia debt"?
french: [_M_] Qu'est-il arrivé à 'Ne t'inquiète pas, maman, je vais payer la dette de la Mafia'?

source: [_R_] Well, of course I'll keep trying, but what if I have an off week?
french: [_R_] Bien sûr, je continuerai d'essayer, mais que se passe-t-il si j'ai une semaine de congé?

source: [_M_] Shit! These bottoms are so revealing.
french: [_M_] Merde! Ces dessous sont tellement révélateurs.

source: [_M_] But, I think you're right.
french: [_M_] Mais, je pense que tu as raison.

source: [_M_] Ok, try not to look too much.
french: [_M_] Ok, essaies de ne pas trop regarder.

source: [_M_] And move over, I'm coming in!
french: [_M_] Et vas-y, j'arrive!

source: [_M_] Oh, wow! That water is refreshing!
french: [_M_] Oh, wow! Cette eau est rafraîchissante!

source: [_RT_] {i}Oh my God! Mom's bikini is completely see-through when wet! She's going to want to kill me when she realizes, hopefully she just won't notice.{/i}
french: [_RT_] {i}Oh mon Dieu! Le bikini de maman est complètement transparent lorsqu'il est mouillé! Elle va vouloir me tuer quand elle réalisera, j'espère qu'elle ne le remarquera pas.{/i}

source: [_M_] Boys.... boys!...
french: [_M_] Les garçons.... les garçons!...

source: [_M_] My eyes are up here! Stop staring at my breasts! If there's going to be a problem, I'm going to leave.
french: [_M_] Mes yeux sont là-haut! Arrêtez de regarder mes seins! S'il y a un problème, je vais partir.

source: [_M_] Are we going to have a problem?
french: [_M_] Allons-nous avoir un problème?

source: [_MB_] No.... sorry! We'll behave!
french: [_MB_] Non.... Pardon! On va bien se comporter!

source: [_R_] No, I wasn't even looking at your.... I mean I was looking at.... something else.
french: [_R_] Non, je ne regardais même pas le tienne.... Je voulais dire que je regardais.... autre chose.

source: [_M_] Well put!
french: [_M_] Bien dis!

source: [_M_] Now, as I was saying...
french: [_M_] Maintenant, comme je le disais...

source: [_MT_] {i}Oh my God! Are these little horndogs staring at my breasts?{/i}
french: [_MT_] {i}Oh mon Dieu! Est-ce que ces petits pervers regardent mes seins?{/i}

source: [_MT_] {i}I'm not surprised about Matt, I know his reputation, and I've noticed the way he looks at me in class.{/i}
french: [_MT_] {i}Je ne suis pas surprise de Matt, je connais sa réputation, et j'ai remarqué la façon dont il me regarde en classe.{/i}

source: [_MT_] {i}I wonder if the rumors about him and Miss Stone are true.... {/i}
french: [_MT_] {i}Je me demande si les rumeurs à son sujet et à propos de Mlle Stone sont vraies.... {/i}

source: [_MT_] {i}But I can't believe [ryan] would be staring like that.... {/i}
french: [_MT_] {i}Mais je n'arrive pas à croire que [ryan] me regarderait comme ça.... {/i}

source: [_MT_] {i}Is he really developing an Oedipal complex?.... Why do I feel flattered?.... I think I drank too much wine.... {/i}
french: [_MT_] {i}Développe-t-il vraiment un complexe œdipien ?.... Pourquoi je me sens flattée ?.... Je crois que j'ai bu trop de vin.... {/i}

source: [_MT_] {i}Will trying to stamp it out really just make him get stuck in this phase like that textbook says?{/i}
french: [_MT_] {i}Est-ce qu'essayer de l'écarter va vraiment le faire rester coincé dans cette phase comme le dit ce manuel?{/i}

source: [_MT_] {i}I think maybe I just won't say anything.{/i}
french: [_MT_] {i}Je pense que je ne dirai peut-être rien.{/i}

source: [_M_] [ryan] was saying that you guys wanted to play some pool games?
french: [_M_] [ryan] disait que vous vouliez jouer à des jeux de piscine?

source: [_MB_] Yeah, let's play chicken!
french: [_MB_] Ouais, jouons au poulet!

source: [_M_] Oh, no no, that one's a little too physical for me.
french: [_M_] Oh, non non, celui-là est un peu trop physique pour moi.

source: [_M_] Too easy to take advantage of the situation, if you know what I mean.
french: [_M_] Trop facile de profiter de la situation, si vous voyez ce que je veux dire.

source: [_RT_] {i}She's probably played enough of those porn games I introduced her to, so she knows what we hope will happen in a chicken fight.{/i}
french: [_RT_] {i}Elle a probablement assez joué à ces jeux pornos auxquels je l'ai initié, alors elle sait ce que j'espérais qu'il se passe dans un combat de coq.{/i}

source: [_M_] How about a game of Marco Polo.
french: [_M_] Que diriez-vous d'une partie de Marco Polo.

source: [_R_] But that's a kiddy game!
french: [_R_] Mais c'est un jeu d'enfant!

source: [_MB_] I think that's a great idea, Miss [mom_name]!
french: [_MB_] Je pense que c'est une excellente idée, Mademoiselle [mom_name]!

source: [_RT_] {i}Ass kisser.{/i}
french: [_RT_] {i}Baiseur du cul.{/i}

source: [_K_] How do you play Marco Polo?
french: [_K_] Comment jouez-vous à Marco Polo?

source: [_M_] Whoever is it, has to close their eyes, and whenever they say "Marco", everyone in the pool has to say "Polo",
french: [_M_] Qui que ce soit qui commence, doit fermer les yeux, et chaque fois qu'elle dit 'Marco', tout le monde dans la piscine doit dire 'Polo',

source: [_M_] And then the person who is it has to try to tag someone by only following the sound of their voice.
french: [_M_] Et puis cette personne doit essayer de montrer quelqu'un en ne suivant que le son de sa voix.

source: [_M_] And when they tag someone, they have to identify them by name. If they get it wrong then they are still it.
french: [_M_] Et lorsqu'elle montre quelqu'un, elle doit l'identifier par son nom. Si elle se trompe, c'est toujours son tour.

source: [_R_] Yeah, it's a kiddy game, let's do something else.
french: [_R_] Ouais, c'est un jeu d'enfant, faisons autre chose.

source: [_K_] I think that sounds like it could be fun.
french: [_K_] Je pense que cela semble être amusant.

source: [_M_] Alright, three of us to one of you [ryan], Marco Polo it is.
french: [_M_] D'accord, nous sommes trois contre un [ryan], Ce sera Marco Polo.

source: [_MB_] And I'll be it first.
french: [_MB_] Et je serais la première.

source: [_MB_] I'll close my eyes and give you all a 10 second head start.
french: [_MB_] Je vais fermer les yeux et vous donner à tous une avance de 10 secondes.

source: [_MB_] One...
french: [_MB_] Un...

source: [_MB_] Two...
french: [_MB_] Deux...

source: [_MB_] Three...
french: [_MB_] Trois...

source: [_MB_] Ten!.... Ready or not, here I come!
french: [_MB_] Dix!.... Prêt ou pas, me voilà !

source: [_MB_] I've almost got someone!
french: [_MB_] J'ai presque quelqu'un!

source: [_MBT_] {i}That's definitely Miss [mom_name]. a strong pull on that top should do the trick.{/i}
french: [_MBT_] {i}C'est définitivement mademoiselle [mom_name]. une forte traction sur ce haut devrait faire l'affaire.{/i}

source: [_RT_] {i}Is Matt going to do what I think he's doing?{/i}
french: [_RT_] {i}Matt va-t-il faire ce que je pense qu'il fait?{/i}

source: [_RT_] {i}I'd better get over there and help her.{/i}
french: [_RT_] {i}Je ferais mieux d'aller là-bas et de l'aider.{/i}

source: [_MB_] Is it.... miss [mom_name]?
french: [_MB_] Est-ce.... mademoiselle [mom_name]?

source: Pull.... yank...
french: Tirrr.... rrer...

source: [_MBT_] {i}Yes, it worked!{/i}
french: [_MBT_] {i}Oui, ça a marché!{/i}

source: [_MT_] {i}Oh.... my.... God!.... {/i}
french: [_MT_] {i}Oh.... mon.... Dieu !....{/i}

source: [_M_] Gasp!.... OH MY GOD!!
french: [_M_] Gasp! .... OH MON DIEU!!

source: [_M_] [ryan]! What the hell are you doing?
french: [_M_] [ryan]! Qu'est-ce que tu fais, bordel ?

source: [_R_] What do you mean, what the hell am I doing?
french: [_R_] Qu'est-ce que tu veux dire, qu'est-ce que je fais?

source: [_R_] Isn't it obvious?
french: [_R_] N'est-ce pas évident ?

source: [_R_] I'm protecting your chastity!
french: [_R_] Je protège ta chasteté!

source: [_M_] By grabbing my breasts?!
french: [_M_] En attrapant mes seins?!

source: [_R_] No! By covering your breasts.
french: [_R_] Non! En couvrant tes seins.

source: [_R_] You want the whole pool to see them?
french: [_R_] Veux-tu que toute la piscine les voie?

source: [_RT_] {i}Oh my God! I'm grabbing Mom's tits!!{/i}
french: [_RT_] {i}Oh mon Dieu! J'attrape les seins de maman!!{/i}

source: [_RT_] {i}Oh no! My swimsuit is shrinking!{/i}
french: [_RT_] {i}Oh non! Mon maillot de bain rétrécit!{/i}

source: [_RT_] {i}I guess I should have expected this.{/i}
french: [_RT_] {i}Je suppose que j'aurais dû m'y attendre.{/i}

source: [_M_] Why would you think that would be a good idea?
french: [_M_] Pourquoi penses-tu que ce serait une bonne idée?

source: [_R_] I'm sorry! I just could tell that Matt was about to rip your top off, so I reacted as quickly as I could.
french: [_R_] Je suis désolé! Je pouvais juste dire que Matt était sur le point d'arracher ton haut, alors j'ai réagi aussi vite que possible.

source: [_R_] I can see now that maybe that wasn't the best thing to do.... I'm so sorry!
french: [_R_] Je peux voir maintenant que ce n'était peut-être pas la meilleure chose à faire.... Je suis vraiment désolé!

source: [_M_] Oh, honey! I'm sorry if I sounded mad...
french: [_M_] Oh, chéri! Je suis désolé si j'étais en colère...

source: [_M_] It is so sweet the way you're always trying to protect me!
french: [_M_] C'est si choux la façon dont tu essaies toujours de me protéger!

source: [_M_] But this type of thing, I can do on my own.
french: [_M_] Mais ce genre de chose, je peux le faire tout seul.

source: [_M_] Now if you'll kindly close your eyes and remove your hands.
french: [_M_] Maintenant, si tu veux bien fermer les yeux et retirer tes mains.

source: [_M_] Now Matt, would you please hand me my top?
french: [_M_] Maintenant, Matt, tu veux bien me donner mon haut ?

source: [_M_] And I'm going to assume that was an accident?
french: [_M_] Et je vais supposer que c'était un accident?

source: [_MB_] Of course, Miss [mom_name]. My eyes were closed, I couldn't tell what I was grabbing for.
french: [_MB_] Bien sûr, Mademoiselle [mom_name]. Mes yeux étaient fermés, je ne pouvais pas dire quoi j'attrappais.

source: [_M_] Of course, that's what I suspected. I completely understand.
french: [_M_] Bien sûr, c'est ce que je soupçonnais. Je comprends tout à fait.

source: [_M_] Now, do you mind swimming away so I can get my top back on?
french: [_M_] Maintenant, ça vous dérange de nager pour que je puisse remettre mon haut?

source: [_M_] And [ryan] would you mind helping me make sure my top is fastened correctly?
french: [_M_] Et [ryan] pourrais-tu m'aider à m'assurer que mon haut est correctement fixé?

source: [_R_] .... Yeah!.... Of course!...
french: [_R_] .... Oui !.... Bien sûr !...

source: [_RT_] {i}I can't believe she's not furious!{/i}
french: [_RT_] {i}Je n'arrive pas à croire qu'elle ne soit pas furieuse!{/i}

source: [_RT_] {i}It must be all the wine.{/i}
french: [_RT_] {i}Ce doit être tout le vin. {/i}

source: [_R_] There you go, nice and tight.
french: [_R_] Voilà, bien serré.

source: [_M_] Thanks, [ryan]!
french: [_M_] Merci, [ryan]!

source: [_M_] Now I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
french: [_M_] Maintenant, je crois que c'est à mon tour d'être 'ça' dans Marco Polo. Matt m'a correctement identifié quand il m'a attrapé.... quand il m'a montré.

source: [_R_] Just a second, Mom, I need to have a quick word with Matt.
french: [_R_] Juste une seconde, maman, j'ai besoin d'un petit mot avec Matt.

source: [_M_] Oh, [ryan] don't do anything stupid. It was just an accident!
french: [_M_] Oh, [ryan] ne fais rien de stupide. C'était juste un accident !

source: [_R_] Yeah, I intend to find that out.
french: [_R_] Oui, j'ai l'intention de le découvrir.

source: [_M_] [ryan]! Don't be an idiot!
french: [_M_] [ryan]! Ne sois pas idiot !

source: [_M_] You don't have to protect me from everything!
french: [_M_] Tu n'as pas à me protéger de tout!

source: [_M_] Now get your hands off my tits! I can cover them up myself.
french: [_M_] Maintenant, enlève tes mains de mes seins! Je peux les couvrir moi-même.

source: [_M_] And you, Matt! You little pervert! Give me back my top.
french: [_M_] Et toi, Matt! Petit pervers ! Rends-moi mon haut.

source: [_MB_] I'm sorry Miss [mom_name]! I swear it was an accident. I had my eyes closed and couldn't see where I was grabbing.
french: [_MB_] Je suis désolé Mademoiselle [mom_name]! Je jure que c'était un accident. J'avais les yeux fermés et je ne pouvais pas voir où j'attrapais.

source: [_M_] Yeah, well, I guess you're innocent until proven guilty, so let's just get on with the game.
french: [_M_] Ouais, eh bien, je suppose que tu es innocent jusqu'à ce que ta culpabilité soit prouvée, alors passons au jeu.

source: [_M_] I believe it's my turn to be "it" in Marco Polo. Matt correctly identified me when he grabbed my.... when he tagged me.
french: [_M_] Je crois que c'est à mon tour d'être 'ça' dans Marco Polo. Matt m'a correctement identifié quand il m'a attrapé.... quand il m'a montré.

source: [_R_] Dude! I know you did that on purpose!
french: [_R_] Mec! Je sais que tu as fait ça exprès!

source: [_MB_] Well, of course I did.
french: [_MB_] Eh bien, bien sûr que je l'ai fait.

source: [_MB_] What? Don't tell me you didn't enjoy it.
french: [_MB_] Quoi? Ne me dis pas que ça ne t'a pas plu.

source: [_MB_] I can tell you did by your flagpole standing at full attention.
french: [_MB_] Je peux dire que tu l'as fait avec ton mât debout en pleine action.

source: [_MB_] Besides, I thought you wanted my help with all of this!
french: [_MB_] D'ailleurs, je pensais que tu voulais mon aide pour tout ça!

source: [_R_] Yeah, well I've changed my mind. I can get Mom just fine on my own.
french: [_R_] Ouais, eh bien j'ai changé d'avis. Je peux avoir maman tout seul.

source: [_MB_] Yeah? Well, it's a little too late to be changing your mind now! I already let Megan suck your dick, and I'm going after your mom until I get repayment in kind.
french: [_MB_] Ouais? Eh bien, il est un peu trop tard pour changer d'avis maintenant! J'ai déjà laissé Megan te sucer la bite, et je vais après ta mère jusqu'à ce que j'obtienne le remboursement en nature.

source: [_MB_] Yeah? Well, a deal's a deal, and I'm not backing off until I get what I'm after.
french: [_MB_] Ouais? Un accord est un accord, et je ne reculerai pas tant que j'aurai ce que je recherche.

source: [_MB_] So, you better protect your shit, cuz I'm coming for it.
french: [_MB_] Donc, tu ferais mieux de protéger ta merde, parce que je viens la chercher.

source: [_MT_] {i}Look at them arguing over there. I'm pretty sure Matt did pull off my top on purpose.{/i}
french: [_MT_] {i}Regardes-les se disputer là-bas. Je suis presque sûr que Matt a enlevé mon haut exprès.{/i}

source: [_MT_] {i}That's pretty flattering that a stud as young as him would want to see my tits.{/i}
french: [_MT_] {i}C'est assez flatteur qu'un étalon aussi jeune que lui veuille voir mes seins.{/i}

source: [_MT_] {i}Too bad [ryan] never gave him a chance to see them.{/i}
french: [_MT_] {i}Dommage [ryan] ne lui a jamais donné la chance de les voir.{/i}

source: [_MT_] {i}I wonder what he's packing underneath those trunks.{/i}
french: [_MT_] {i}Je me demande ce qu'il fait sous ces malles.{/i}

source: [_MT_] {i}Shit, [mom_name]! Pull yourself together! You can't think about one of your students like that!{/i}
french: [_MT_] {i}Merde, [mom_name]! Ressaisis-toi! Tu ne peux pas penser à un de tes élèves comme ça!{/i}

source: [_RT_] {i}Shit!! Matt's gonna come after Mom hard.{/i}
french: [_RT_] {i}Merde!! Matt va s'en prendre à maman.{/i}

source: [_RT_] {i}And that fucker has game.{/i}
french: [_RT_] {i}Et ce connard a du jeu.{/i}

source: [_RT_] {i}How am I going to protect her from him?{/i}
french: [_RT_] {i}Comment vais-je la protéger de lui?{/i}

source: [_R_] I told you in the class room to fuck off, I can handle this myself!
french: [_R_] Je t'ai dit dans la salle de classe d'aller te faire voir, je peux gérer ça moi-même!

source: [_R_] I know you get a kick out of conquering the teachers at school, but I'm warning you, stay away from my mom!
french: [_R_] Je sais que tu te fait un honneur de conquérir les enseignants à l'école, mais je te préviens, éloignes-toi de ma mère!

source: [_MB_] Yeah, and what are you going to do about it?
french: [_MB_] Ouais, et que vas-tu faire à ce sujet?

source: [_R_] I might just come after something you love!
french: [_R_] Je pourrais juste venir après quelque chose que tu aimes!

source: [_MB_] Oh, you've got me shaking now!
french: [_MB_] Oh, tu me fais trembler maintenant!

source: [_MT_] {i}Look at [ryan] over there defending my honor.{/i}
french: [_MT_] {i}Regardons [ryan] là-bas défendre mon honneur.{/i}

source: [_MT_] {i}He's really the only man in my life right now who would do something like that for me.{/i}
french: [_MT_] {i}C'est vraiment le seul homme de ma vie en ce moment qui ferait quelque chose comme ça pour moi.{/i}

source: [_MT_] {i}With [dad_name] out of the picture, I'm actually really happy that [ryan] has stepped up to fill his role in some ways.{/i}
french: [_MT_] {i}Avec [dad_name] hors de la maison, je suis vraiment heureuse que [ryan] ait pris la mesure de son rôle à certains égards.{/i}

source: [_MT_] {i}There's some roles of [dad_name]'s that [ryan] can't fill though.{/i}
french: [_MT_] {i}Il y a certains rôles de [dad_name] que [ryan] ne peut cependant pas remplir.{/i}

source: [_MT_] {i}And I'm starting to really need that kind of attention!{/i}
french: [_MT_] {i}Et je commence à avoir vraiment besoin de ce genre d'attention!{/i}

source: [_MT_] {i}I can't believe how much bigger [ryan] is than [dad_name]!{/i}
french: [_MT_] {i}Je n'arrive pas à croire à quel point la queue de [ryan] est plus grande que celle de [dad_name]!{/i}

source: [_MT_] {i}Haha, [dad_name] would be so jealous to know!{/i}
french: [_MT_] {i}Haha, [dad_name] serait si jaloux de le savoir!{/i}

source: [_MT_] {i}Shit!!.... I'm thinking about [ryan]'s penis again!{/i}
french: [_MT_] {i}Merde!!.... Je pense à nouveau au pénis de [ryan]!{/i}

source: [_K_] Have you ladies finished your chatting over there?! My bikini is going out of style! Let's keep playing!
french: [_K_] Avez-vous fini de discuter là-bas ?! Mon bikini est démodé! Continuons à jouer!

source: [_M_] Kenzie's right, it's my turn to chase you all.
french: [_M_] Kenzie a raison, c'est à mon tour de vous chasser tous.

source: [_M_] I'm counting to 10.
french: [_M_] Je compte jusqu'à 10.

source: [_MT_] {i}Hmmm.... who should I go for?{/i}
french: [_MT_] {i}Hmmm.... vers qui devrais-je aller?{/i}

source: [_MT_] {i}I'll go for [ryan], hopefully it will make his day more fun!{/i}
french: [_MT_] {i}J'irai vers [ryan], j'espère que cela rendra la journée plus amusante!{/i}

source: [_RT_] {i}Holy shit!{/i}
french: [_RT_] {i}Merde!{/i}

source: [_RT_] {i}Mom's a fast swimmer.{/i}
french: [_RT_] {i}Maman est une nageuse rapide. {/i}

source: [_MT_] {i}Ha! I've almost got someone, but I'm not positive it's [ryan].{/i}
french: [_MT_] {i}Ha! J'ai presque quelqu'un, mais je ne suis pas positive que ce soit [ryan].{/i}

source: [_RT_] {i}Damn she's almost got me. Maybe I'd better start doing yoga too.{/i}
french: [_RT_] {i}Merde elle m'a presque eu. Peut-être que je ferais mieux de commencer à faire du yoga aussi.{/i}

source: [_MT_] {i}Just a little bit farther.... {/i}
french: [_MT_] {i}Juste un peu plus loin.... {/i}

source: [_M_] Gotcha!...
french: [_M_] J'ai compris!...

source: [_M_] But who are you?
french: [_M_] Mais qui êtes-vous ?

source: [_MT_] {i}I thought I was chasing [ryan], but this feels more like one of Kenzie's small wrists.{/i}
french: [_MT_] {i}Je pensais courir après [ryan], mais cela ressemble plus à l'un des petits poignets de Kenzie.{/i}

source: [_MT_] {i}Who the hell is this?{/i}
french: [_MT_] {i}Qui diable est-ce?{/i}

source: [_RT_] {i}Oh my God, oh my God, oh my God!!!.... Does Mom know she's jacking me off?{/i}
french: [_RT_] {i}Oh mon Dieu, oh mon Dieu, oh mon Dieu!!!.... Maman sait qu'elle me branle ?{/i}

source: [_MT_] {i}Hmmmm.... I really think this must be Kenzie, but I know I heard her voice on the other side of the pool.{/i}
french: [_MT_] {i}Hmmmm.... Je pense vraiment que ça doit être Kenzie, mais je sais que j'ai entendu sa voix de l'autre côté de la piscine.{/i}

source: [_RT_] {i}Oh, shit!!!.... I can't hold back any more!{/i}
french: [_RT_] {i}Oh, merde!!!.... Je ne peux plus me retenir!{/i}

source: [_RT_] {i}Holy fucking shit!!.... Mom just made me splooge in the pool!!{/i}
french: [_RT_] {i}Putain de merde!!.... Maman vient de me faire jouir dans la piscine!!{/i}
