Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_CT_] {i}Shit, Camille!... He's your nephew!... You're still on the rebound from Bobby leaving you... You just want any dick in your hand.{/i}
italian: [_CT_] {i}Merda, Camilla!... È il tuo nipote!... Sei ancora sul rimbalzo da Bobby lasciandovi... Vuoi solo qualsiasi cazzo in mano.{/i}

source: [_CT_] {i}That's right... but it needs to be a dick as big as [ryan]'s.{/i}
italian: [_CT_] {i}È giusto... ma deve essere un cazzo grande come [ryan]. {/i}

source: [_CT_] {i}What if [ryan] had asked me to do something more than a handjob?{/i}
italian: [_CT_] {i}Cosa succede se [ryan] mi avesse chiesto di fare qualcosa di più di un handjob?{/i}

source: [_CT_] {i}And, what if I had let him?{/i}
italian: [_CT_] {i}E, cosa succede se lo avessi lasciato?{/i}

source: [_CT_] {i}No!... I can't ever let this go further than a handjob... Why am I even thinking about this?... I need to pay attention to my show.{/i}
italian: [_CT_] {i}No!... Non posso mai lasciare che questo vada oltre un lavoro a mano.. Perché sto anche pensando a questo?... ho bisogno di prestare attenzione al mio spettacolo.{/i}

source: [_R_] What if I were to give you eight hundred dollars?
italian: [_R_] E se dovessi darti ottocento dollari?

source: [_R_] Would you be more willing to consider another option?
italian: [_R_] Saresti più disposto a prendere in considerazione un'altra opzione?

source: [_C_] Uhhh... What kind of option?
italian: [_C_] Uhhh... Che tipo di opzione?

source: [_RT_] {i}I might just end up with a black eye if I suggest anything beyond that titjob.{/i}
italian: [_RT_] {i}Potrei solo finire con un occhio nero se suggerisco qualcosa al di là di quel titjob.{/i}

source: [_R_] Ahh... Sorry, I was just thinking out loud. Must be all the alcohol.
italian: [_R_] Ahh... Mi dispiace, stavo solo pensando ad alta voce. Deve essere tutto l'alcol.

source: [_CT_] {i}He didn't want another titjob?... Not that I'm very experienced, but I think I did a pretty good job.{/i}
italian: [_CT_] {i}Non voleva un altro titjob?... Non che sia molto esperto, ma penso di aver fatto un buon lavoro.{/i}

source: [_CT_] {i}I was kind of hoping to get up close and personal with that huge cock again!{/i}
italian: [_CT_] {i}Ho sperato di alzarmi da vicino e personale con quel cazzo enorme di nuovo!{/i}

source: [_CT_] {i}I mean, I know he's my nephew, but dicks that big are almost as rare as a unicorn.{/i}
italian: [_CT_] {i}Voglio dire, so che lui è il mio nipote, ma i cazzi che grandi sono quasi rari come un unicorno.{/i}

source: [_CT_] {i}I wouldn't pass on a unicorn.{/i}
italian: [_CT_] {i}Non passerei su un unicorn.{/i}

source: [_CT_] {i}That is, to ride it... I mean, to pet it... not to fuck it.{/i}
italian: [_CT_] {i}Cioè, per cavalcarlo... Voglio dire, per accarezzarlo... per non scoparlo.{/i}

source: [_CT_] {i}What if [ryan] had asked me to do something more than a titjob?{/i}
italian: [_CT_] {i}Cosa succede se [ryan] mi avesse chiesto di fare qualcosa di più di un titjob?{/i}

source: [_CT_] {i}No!... I can't ever let this go further than a titjob... Why am I even thinking about this?... I need to pay attention to my show.{/i}
italian: [_CT_] {i}No!... Non posso mai lasciare che questo vada oltre un titjob... Perché sto anche pensando a questo?... ho bisogno di prestare attenzione al mio spettacolo.{/i}

source: [_R_] I've always wanted to know what a blowjob feels like.
italian: [_R_] Ho sempre voluto sapere come si sente un pompino.

source: [_RT_] {i}She doesn't need to know how successful I've been with getting blowjob's lately.{/i}
italian: [_RT_] {i}Lei non ha bisogno di sapere quanto ho avuto successo con ottenere pompino ultimamente.{/i}

source: [_C_] Do you think that's funny?
italian: [_C_] Pensi che sia divertente?

source: [_C_] Please, tell me that you're not serious?
italian: [_C_] Per favore, dimmi che non sei serio?

source: [_R_] If it's a matter of money, I could go higher.
italian: [_R_] Se è una questione di soldi, potrei andare più in alto.

source: [_C_] No, it's not a matter of money.
italian: [_C_] No, non è una questione di soldi.

source: [_C_] Aunts aren't supposed to give their nephews blowjobs!
italian: [_C_] Aunts non dovrebbe dare i loro nipoti pompini!

source: [_R_] I'll bet the really cool ones do.
italian: [_R_] Scommetterò quelli davvero interessanti.

source: [_C_] Get out of here, you smart ass!
italian: [_C_] Uscite da qui, il culo intelligente!

source: [_C_] Or, I'm going to go talk to your mother!
italian: [_C_] O, andrò a parlare con tua madre!

source: [_CT_] {i}I hope he doesn't call my bluff. I could never talk to my sister about this.{/i}
italian: [_CT_] {i}Spero che non chiami il mio bluff. Non potrei mai parlare con mia sorella di questo.{/i}

source: [_R_] Fine, I'm going.
italian: [_R_] Bene, sto andando.

source: [_R_] I would be willing to pay you even more...
italian: [_R_] Io sarei disposto a pagarti ancora di più...

source: [_C_] I don't want to hear it!
italian: [_C_] Non voglio sentirlo!

source: [_C_] I would have to be all kinds of fucked up to let my nephew fuck my tits.
italian: [_C_] avrei dovuto essere tutti i tipi di scopata fino a lasciare mio nipote cazzo le mie tette.

source: [_C_] The handjob was already much further than I ever should have let you take this!
italian: [_C_] Il handjob era già molto più lontano di quanto avrei mai dovuto farti prendere!

source: [_C_] If you don't stop this type of behavior, I'm going to have to tell your mother!
italian: [_C_] Se non fermi questo tipo di comportamento, dovrò dirlo a tua madre!

source: [_R_] But what if...
italian: [_R_] Ma quello che se...

source: [_CT_] {i}I can't ever tell my sister any of this!{/i}
italian: [_CT_] {i}Non posso mai dirlo a mia sorella!{/i}

source: [_CT_] {i}If she found out how much I've let happen between her son and I... We'd be out on the street.{/i}
italian: [_CT_] {i}Se avesse scoperto quanto ho lasciato succedere tra suo figlio e Io... saremmo usciti per strada.{/i}

source: [_CT_] {i}Plus, I wouldn't want to ever give her the satisfaction of knowing I'm just as depraved as she is.{/i}
italian: [_CT_] {i}Plus, non vorrei mai darle la soddisfazione di sapere che sono tanto depravato quanto lei. {/i}

source: [_CT_] {i}Fuck!... Does the fact that [ryan]'s my nephew make me more depraved than her?{/i}
italian: [_CT_] {i}Fuck!... Il fatto che [ryan]sia mio nipote mi rende più depravato di lei?{/i}

source: [_R_] ...That could set you and Mandy up for a while...
italian: [_R_] ...Che potrebbe impostare voi e Mandy su per un po'...

source: [_C_] No!... I don't want to hear any of these grand illusions that you have of the future.
italian: [_C_] no!... Non voglio sentire nessuna di queste grandi illusioni che avete del futuro.

source: [_C_] Now, get out of here before I tell your mother!
italian: [_C_] Ora, esci da qui prima di dire a tua madre!

source: [_R_] Fine!
italian: [_R_] Bene!

source: [_C_] What the hell is wrong with you!?
italian: [_C_] Che diavolo c'è di sbagliato in te!?

source: [_C_] Did you think you could just ply me with a little alcohol and then I'd just give you whatever you wanted?
italian: [_C_] Pensavate che poteste semplicemente dirmi con un po' di alcool e poi vi avrei dato tutto quello che volevate?

source: [_RT_] {i}Was that not a good strategy?{/i}
italian: [_RT_] {i}Non è stata una buona strategia?{/i}

source: [_C_] You're even more of a pervert than I thought!
italian: [_C_] Sei ancora più pervertito di quanto pensassero!

source: [_C_] Now get out of my sight before I decide to tell your mother what a pervert she's raised!
italian: [_C_] Ora esci dalla mia vista prima di decidere di dire a tua madre quale perverso ha suscitato!

source: [_MD_] I'm surprised that didn't work.
italian: [_MD_] Sono sorpreso che non abbia funzionato.

source: [_MD_] What could we have done differently.
italian: [_MD_] Che cosa avremmo potuto fare diversamente.

source: [_MD_] Maybe she just wasn't very horny.
italian: [_MD_] Forse lei non era semplicemente molto eccitata.

source: {i}{b}(TIP){/b} Aunt Camille's Libido needs to be at a full 10 points to accept [ryan]'s offer.{/i}
italian: {i}{b}(TIP){/b} La Libido della zia di Camilla deve essere a 10 punti per accettare l'offerta di [ryan]. {/i}

source: [_MD_] Or, maybe she hasn't been humiliated enough by you.
italian: [_MD_] O, forse non è stata abbastanza umiliata da te.

source: {i}{b}(TIP){/b} Aunt Camille's Submission needs to be at least at 10 points to accept [ryan]'s offer.{/i}
italian: {i}{b}(TIP){/b} Aunt Camille's Submission deve essere di almeno 10 punti per accettare l'offerta di [ryan].{/i}

source: [_MD_] I think with a little more preparation she'll be ready for more corruption.
italian: [_MD_] Penso che con un po 'di preparazione in più lei sarà pronta per più corruzione.

source: [_R_] I should be able to accomplish that corruption during Aunt Cami's morning chores.
italian: [_R_] Dovrei essere in grado di realizzare quella corruzione durante le faccende mattutine di zia Cami.

source: [_MD_] Sounds like a good plan.
italian: [_MD_] Suona come un buon piano.

source: [_MD_] Go prepare more, and we'll try again.
italian: [_MD_] Vai a preparare di più, e riproveremo.

source: [_C_] Well, you've got that big dick confidence... I'll give you that.
italian: [_C_] Beh, hai quella grande fiducia nel cazzo... te lo darò.

source: [_C_] But it's never going to happen. I shouldn't have ever led you on by doing those other things for you.
italian: [_C_] Ma non accadrà mai. Non avrei mai dovuto portarti avanti facendo altre cose per te.

source: [_C_] You just hit me at a time when I was desperate for money.
italian: [_C_] Mi hai appena colpito in un momento in cui ero disperato per i soldi.

source: [_R_] Aren't you still desperate?
italian: [_R_] Non sei ancora disperato?

source: [_C_] Not to that degree.
italian: [_C_] Non a quel grado.

source: [_C_] I can't give my nephew a blowjob.
italian: [_C_] Non posso dare un pompino a mio nipote.

source: [_C_] Not for any price.
italian: [_C_] Non per nessun prezzo.

source: [_C_] Even if Mandy and I were starving, and giving out blowjobs was the only way I could keep us fed, I wouldn't do it for less than a thousand dollars a pop.
italian: [_C_] Anche se Mandy e io stavamo morendo di fame, e dare pompini era l'unico modo in cui potevo tenerci nutriti, Non lo farei per meno di mille dollari al pop.

source: [_R_] A thousand dollars!?
italian: [_R_] Mille dollari!?

source: [_R_] I could pay to fuck a high end prostitute every which way for that price.
italian: [_R_] Potrei pagare per scopare una prostituta di fascia alta ogni che modo per quel prezzo.

source: [_R_] And you, Aunt Cami, are no high end prostitute!
italian: [_R_] E tu, Zia Cami, non sei prostituta di fascia alta!

source: [_R_] No one would pay you a thousand dollars for just a blowjob.
italian: [_R_] Nessuno ti pagherebbe mille dollari solo per un pompino.

source: [_C_] Are you comparing me to a prostitute?
italian: [_C_] Mi stai paragonando a una prostituta?

source: [_C_] I'm a high class woman! I guarantee guys would pay me one thousand dollars for a blowjob.
italian: [_C_] Sono una donna di alta classe! Garantisco che i ragazzi mi pagherebbero mille dollari per un pompino.

source: [_R_] Nope... I guarantee I could go out there, and the most expensive blowjob I'm gonna find, wouldn't be more than five hundred dollars.
italian: [_R_] Nope... Io garantisco che potrei andare là fuori, e il pompino più costoso che sto trovando, non sarebbe più di cinquecento dollari.

source: [_C_] Yeah, from some prostitute, but I'm no prostitute, I'm your aunt!
italian: [_C_] Sì, da qualche prostituta, ma io non sono prostituta, sono tua zia!

source: [_R_] So?...
italian: [_R_] Quindi?...

source: [_C_] So, you'd have to pay extra for the novelty of having your aunt suck your dick.
italian: [_C_] Quindi, dovresti pagare di più per la novità di avere tua zia succhiare il tuo cazzo.

source: [_R_] And you really think it should be worth one thousand dollars for someone to have their aunt suck them off?
italian: [_R_] E pensate davvero che dovrebbe valere mille dollari per qualcuno di avere la zia di succhiare loro fuori?

source: [_C_] At the very least!
italian: [_C_] Almeno!

source: [_R_] Well, fuck! That's expensive, but I guess you've got a deal.
italian: [_R_] Beh, cazzo! È costoso, ma immagino che tu abbia un affare.

source: [_C_] Wait... what?
italian: [_C_] Aspetta... cosa?

source: [_R_] You drive a hard bargain... but you win.
italian: [_R_] Guidi un affare duro... ma vinci.

source: [_CT_] {i}What just happened?{/i}
italian: [_CT_] {i}Cosa è appena successo?{/i}

source: [_C_] I didn't agree to...
italian: [_C_] non ho accettato di...

source: [_CT_] {i}[ryan]'s really willing to pay me one thousand dollars for a blowjob?{/i}
italian: [_CT_] {i}[ryan]è davvero disposto a pagarmi mille dollari per un pompino?{/i}

source: [_CT_] {i}That would really help my chances for winning big at Joey's casino.{/i}
italian: [_CT_] {i}Ciò aiuterebbe davvero le mie possibilità di vincere grandi al casinò di Joey. {/i}

source: [_CT_] {i}Just one streak of really good luck, and I can get out of this nut house!{/i}
italian: [_CT_] {i}Solo una serie di davvero buona fortuna, e posso uscire da questa casa di noci!{/i}

source: [_C_] And you swear you won't tell anyone about this, or any of our recent happenings?
italian: [_C_] E giurate che non parlerete a nessuno di questo, o di uno dei nostri eventi recenti?

source: [_R_] I promise that "I" won't tell.
italian: [_R_] Prometto che "Io" non lo dirà.

source: [_C_] God!... I don't know...
italian: [_C_] Dio!... Non lo so...

source: [_C_] Please, at least tell me you've showered recently.
italian: [_C_] Per favore, almeno dimmi che hai fatto la doccia di recente.

source: [_R_] Uhhh... of course.
italian: [_R_] Uhhhh... ovviamente.

source: [_RT_] {i}When was the last time I showered?{/i}
italian: [_RT_] {i}Quando è stata l'ultima volta che ho mostrato?{/i}

source: [_R_] Really?
italian: [_R_] Davvero?

source: [_C_] Let's just get this over with.
italian: [_C_] Facciamo finta di tutto questo.

source: [_R_] Fuck, yeah!
italian: [_R_] Cazzo sì!

source: [_C_] Please, contain your excitement!
italian: [_C_] Per favore, contenga la tua eccitazione!

source: [_C_] I still need another glass of wine before I do this.
italian: [_C_] ho ancora bisogno di un altro bicchiere di vino prima di farlo.

source: [_MDT_] {i}Damn! I need to convince [ryan] to teach a course on manipulation.{/i}
italian: [_MDT_] {i}Damn! Devo convincere [ryan] per insegnare un corso sulla manipolazione.{/i}

source: [_MDT_] {i}Even though corrupting my mom was my idea, I don't think I really believed [ryan] could pull it off.{/i}
italian: [_MDT_] {i}Anche se la mia mamma corrompente era la mia idea, non credo di aver creduto davvero che [ryan] potesse tirarla fuori.{/i}

source: [_MDT_] {i}She's really about to give him a blowjob.{/i}
italian: [_MDT_] {i}Sta davvero per dargli un pompino.{/i}

source: [_MDT_] {i}Maybe [ryan] can actually get into her pants.{/i}
italian: [_MDT_] {i}Forse [ryan] può effettivamente entrare nei suoi pantaloni.{/i}

source: [_CT_] {i}I can't believe I'm about to stick my nephews cock in my mouth.{/i}
italian: [_CT_] {i}Non posso credere che sto per attaccare il cazzo dei nipoti nella mia bocca.{/i}

source: [_CT_] {i}He said he showered lately, but it still smells like sweaty balls.{/i}
italian: [_CT_] {i}Ha detto di aver rovesciato ultimamente, ma ha ancora odore di palle sudate.{/i}

source: [_CT_] {i}Ok, just remember... This is for a thousand dollars.{/i}
italian: [_CT_] {i}Ok, ricorda... Questo è per un migliaio di dollari.{/i}

source: [_CT_] {i}One... thousand... dollars.{/i}
italian: [_CT_] {i}Uno... mille... dollari.{/i}

source: [_CT_] {i}I can do this!{/i}
italian: [_CT_] {i}Posso fare questo!{/i}

source: [_C_] Don't rush me.
italian: [_C_] Non mi affrettare.

source: [_RT_] {i}Goddam!... I think the more difficult a conquest, the more satisfying the feeling.{/i}
italian: [_RT_] {i}Goddam!... Penso che più sia difficile una conquista, più soddisfa il sentimento.{/i}

source: [_RT_] {i}I can't believe I was able to talk Aunt Cami into this.{/i}
italian: [_RT_] {i}Non riesco a credere di essere riuscito a parlare zia Cami in questo.{/i}

source: [_RT_] {i}I wish Aunt Cami would go deeper, but if I make that suggestion she's going to refuse out of spite.{/i}
italian: [_RT_] {i}Vorrei Zia Cami sarebbe andare più in profondità, ma se faccio quel suggerimento lei sta per rifiutare fuori spite.{/i}

source: [_RT_] {i}I think I know what to do.{/i}
italian: [_RT_] {i}Penso di sapere cosa fare.{/i}

source: [_R_] Mmmm... That feels great, Aunt Camille.
italian: [_R_] Mmmm... Che si sente bene, zia Camille.

source: [_R_] Is that the biggest cock you've ever had in your mouth?
italian: [_R_] Il cazzo più grande che tu abbia mai avuto in bocca?

source: [_R_] That's the deepest you can go, isn't it?
italian: [_R_] È il più profondo che si possa andare, vero?

source: [_R_] I'll bet Uncle Bobby wasn't even close to this big.
italian: [_R_] Scommetterò che lo zio Bobby non era nemmeno vicino a questo grande.

source: [_R_] I'll bet you never really learned to properly suck a cock.
italian: [_R_] Scommetto che non hai mai imparato a succhiare correttamente un cazzo.

source: [_CT_] {i}This son of a bitch thinks he's so experienced?{/i}
italian: [_CT_] {i}Questo figlio di una cagna pensa di essere così esperto?{/i}

source: [_CT_] {i}I know he's a pervert, but he's probably still a virgin.{/i}
italian: [_CT_] {i}So che è un pervertito, ma probabilmente è ancora vergine.{/i}

source: [_CT_] {i}I could turn this up, and he'll be creaming before he can even think to say another word.{/i}
italian: [_CT_] {i}Potrei accenderlo, e sarà cremoso prima che possa pensare di dire un'altra parola.{/i}

source: [_R_] I guess I'll have to just be satisfied with...
italian: [_R_] Immagino che dovrò solo essere soddisfatto con...

source: [_R_] Oh... fuck!
italian: [_R_] Oh... cazzo!

source: [_R_] That's pretty deep Aunt Cami!
italian: [_R_] Quella è piuttosto profonda zia Cami!

source: [_RT_] {i}Haha... I can call her Cami all I want now, she can't object with my cock down her throat.{/i}
italian: [_RT_] {i}Haha... Posso chiamare Cami tutto quello che voglio ora, lei non può obiettare con il mio cazzo giù la gola.{/i}

source: [_CT_] {i}I can't believe he hasn't cum yet!... I'm sure he's never been throated like this before.{/i}
italian: [_CT_] {i}Non riesco a credere che non abbia ancora sperma!... sono sicuro che non sia mai stato così in precedenza.{/i}

source: [_CT_] {i}I'd be surprised if he's ever been throated at all.{/i}
italian: [_CT_] {i}Sarei sorpreso se fosse mai stato alla gola.{/i}

source: [_CT_] {i}I'll bet he just masturbates ten times a day or something.{/i}
italian: [_CT_] {i}Scommetto che si masturba dieci volte al giorno o qualcosa.{/i}

source: [_CT_] {i}Shit! He needs to hurry. The longer this takes, the higher the chances that we're going to get caught.{/i}
italian: [_CT_] {i}merda! Ha bisogno di sbrigarsi. Più ci vorrà, maggiori saranno le probabilità che riusciremo a catturare.{/i}

source: [_CT_] {i}Urrgghh... We need to wrap this up!... I guess it's time to pull out the real skills.{/i}
italian: [_CT_] {i}Urrgghh... Abbiamo bisogno di avvolgerlo!... Immagino che sia ora di tirare fuori le abilità reali.{/i}

source: [_RT_] {i}Where did that come from?!{/i}
italian: [_RT_] {i}Da dove è venuto?!{/i}

source: [_R_] That feels incredible!... It's like you don't have a gag reflex!... I'm almost there, already!
italian: [_R_] Che si sente incredibile!... È come se non avessi un riflesso gag!... sono quasi lì, già!

source: [_CT_] {i}Haha!... I knew this would make him lose it quickly.{/i}
italian: [_CT_] {i}Haha!... Sapevo che questo lo avrebbe fatto perdere velocemente.{/i}

source: [_CT_] {i}Uh oh, I forgot to tell him not to...{/i}
italian: [_CT_] {i}Uh oh, ho dimenticato di dirgli no...{/i}

source: [_R_] I'm cumming!
italian: [_R_] Sto piombando!

source: [_CT_] {i}Fuck!... He's holding my head!{/i}
italian: [_CT_] {i}Fuck!... Sta tenendo la testa!{/i}

source: [_CT_] {i}It's shooting down my throat!{/i}
italian: [_CT_] {i}Mi sta abbattendo la gola!{/i}

source: [_CT_] {i}I've got to pull away!{/i}
italian: [_CT_] {i}Devo tirare via!{/i}

source: [_RT_] {i}Oh, no you don't!{/i}
italian: [_RT_] {i}Oh, no non!{/i}

source: [_CT_] {i}That fucker!{/i}
italian: [_CT_] {i}Quel fucker!{/i}

source: [_CT_] {i}Oh no!... I can't swallow anymore!{/i}
italian: [_CT_] {i}Oh no!... Non posso più ingoi!{/i}

source: [_CT_] {i}It's gonna...{/i}
italian: [_CT_] {i}È gonna...{/i}

source: [_CT_] {i}Ow!... It burns coming out the nose!{/i}
italian: [_CT_] {i}Ow!... Brucia il naso!{/i}

source: [_RT_] {i}Holy shit!... That was the best blowjob of my life!... I can't stop cumming!{/i}
italian: [_RT_] {i}merda santa!... Questo è stato il miglior pompino della mia vita!... non posso smettere di cumming!{/i}

source: [_CT_] {i}God!... I'm literally going to drown in cum!{/i}
italian: [_CT_] {i}Dio!... annegherò letteralmente nello sperma!{/i}

source: [_CT_] {i}I've got to push away!{/i}
italian: [_CT_] {i}Devo spingere via!{/i}

source: [_CT_] {i}It's still shooting out!{/i}
italian: [_CT_] {i}Sta ancora sparando!{/i}

source: [_C_] Holy, fuck!... Please stop blasting your cum!
italian: [_C_] Santo, cazzo!... Si prega di smettere di scoppiare il tuo cum!

source: [_C_] Are you finally fucking done?
italian: [_C_] Stai finalmente scopando fatto?

source: [_C_] I can't believe you forced me to swallow all that!, and then proceeded to cover me like it's some sort of bukkake!
italian: [_C_] Non posso credere che tu mi abbia costretto a ingoiare tutto quello!, e poi ha continuato a coprirmi come se fosse una sorta di bukkake!

source: [_RT_] {i}Aunt Cami knows what a bukkake is?{/i}
italian: [_RT_] {i}zia Cami sa cos'è un bukkake?{/i}

source: [_C_] I hate you so much right now!
italian: [_C_] Ti odio così tanto in questo momento!

source: [_R_] I'm sorry, you just did such an incredible job!
italian: [_R_] Mi dispiace, hai appena fatto un lavoro così incredibile!

source: [_R_] I got carried away.
italian: [_R_] mi sono portato via.

source: [_C_] Can you please just give me my money and get the fuck out of here?
italian: [_C_] Riesci per favore a darmi i miei soldi e ottenere la scopata da qui?

source: [_R_] Uhhh... sure.
italian: [_R_] Uhhhh... certo.

source: [_MD_] Oh my God, oh my God, oh my God!
italian: [_MD_] Oh mio Dio, oh mio Dio, oh mio Dio!

source: [_MD_] You fucking covered my Mom in cum!
italian: [_MD_] Si scopa coperto mia mamma in sborra!

source: [_MDT_] {i}That made me so hungry!{/i}
italian: [_MDT_] {i}Mi ha reso così affamato!{/i}

source: [_R_] Shit, Mandy!... I think I fucked up.
italian: [_R_] Merda, Mandy!... penso di aver scopato.

source: [_MD_] What do you mean?
italian: [_MD_] Cosa vuoi dire?

source: [_R_] I pushed it too far.
italian: [_R_] l'ho spinto troppo lontano.

source: [_R_] The way I held her head and didn't let her break away as I came down her throat.
italian: [_R_] Il modo in cui ho tenuto la testa e non l'ho lasciata rompere mentre sono sceso in gola.

source: [_MD_] Yeah... That maybe wasn't a great idea.
italian: [_MD_] Sì... Quella forse non era una grande idea.

source: [_R_] I really did get carried away. I can't even tell you how great that felt.
italian: [_R_] Mi sono davvero portato via. Non posso nemmeno dirvi quanto sia grande quel sentimento.

source: [_MDT_] {i}Note to self... I've got to learn how to throat a cock as good as my mom.{/i}
italian: [_MDT_] {i}Nota a se stessi... Devo imparare a gola un cazzo buono come mia mamma.{/i}
