Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] I thought maybe if I bought her the right lingerie, she might start feeling more confident and sexy.
dutch: [_R_] Ik dacht dat ze zich misschien meer vertrouwen en sexy zou kunnen voelen als ik haar de juiste lingerie zou kopen.
german: [_R_] Ich dachte vielleicht, wenn ich ihr den richtigen Dingerie gekauft habe, könnte sie anfangen, sich selbstbewusster und sexy zu fühlen.

source: [_OL_] Well... Isn't that just the sweetest thing I've ever heard!
dutch: [_OL_] Walt... Dat is niet alleen het zoetste wat ik ooit heb gehoord!
german: [_OL_] Nun... Ist das nicht nur das süßste, was ich je gehört habe!

source: [_OL_] I wish my son was thoughtful enough to buy me some lingerie.
dutch: [_OL_] Ik wou dat mijn zoon goed genoeg was om wat lingerie voor me te kopen.
german: [_OL_] Ich wünschte, mein Sohn wäre so durchdacht genug, um mir etwas Dingerie zu kaufen.

source: [_OL_] I'm sorry I judged you for a perverted sicko!
dutch: [_OL_] Het spijt me dat ik je beoordeeld heb voor een perverse sicko!
german: [_OL_] Es tut mir leid, dass ich dich für ein pervertiertes Krankenhaus beurteilt habe!

source: [_OL_] Let me know if there's anything I can do to help.
dutch: [_OL_] Laat het me weten of er iets is dat ik kan doen om te helpen.
german: [_OL_] Lass mich wissen, ob ich etwas tun kann, um zu helfen.

source: [_R_] Do you have any recommendations?
dutch: [_R_] Heb je een aanbeveling?
german: [_R_] Haben Sie Empfehlungen?

source: [_OL_] Hmmm... Well, in the back corner of the store we have a mannequin display.
dutch: [_OL_] Hmmm... Nou, in de achterhoek van de winkel hebben we een mannequin display.
german: [_OL_] Hmmm... Nun, in der hinteren Ecke des Shops haben wir eine Schaufensteransicht.

source: [_OL_] On the mannequins you'll find our most popular lingerie.
dutch: [_OL_] Je vindt op de mankeinen onze meest populaire lingerie.
german: [_OL_] Auf den Schaufensterpuppen findest du unsere beliebtesten Dingerie.

source: [_OL_] I don't think you could go wrong if you picked one of those.
dutch: [_OL_] Ik denk niet dat je er iets aan kunt doen als je er één hebt gekozen.
german: [_OL_] Ich glaube nicht, dass du einen Fehler machen könntest, wenn du einen davon wählst.

source: [_OL_] You're very welcome. Thank you for being such a polite and patient young man.
dutch: [_OL_] Je bent erg welkom. Bedankt voor het feit dat je zo beleefd en geduldig jonger bent.
german: [_OL_] Du bist sehr willkommen. Danke, dass du ein so höflicher und geduldiger junger Mann bist.

source: [_OL_] My name is Angela if you need anything else from me.
dutch: [_OL_] Mijn naam is Angela als je iets anders van mij nodig hebt.
german: [_OL_] Mein Name ist Angela, wenn du etwas anderes von mir brauchst.

source: [_R_] Thank you, Angela... my name is [ryan].
dutch: [_R_] Dank u, Angela... mijn naam is [ryan].
german: [_R_] Danke, Angela... mein Name ist [ryan].

source: [_AG_] Well, good luck [ryan], in finding something for your mom.
dutch: [_AG_] Nou, veel geluk [ryan], bij het vinden van iets voor je moeite.
german: [_AG_] Nun, viel Glück [ryan], bei der Suche nach etwas für deine Mama.

source: [_MT_] {i}I should have come here earlier.{/i}
dutch: [_MT_] {i}Ik had hier eerder moeten komen.{/i}
german: [_MT_] {i}Ich hätte früher hierher kommen sollen.{/i}

source: [_MT_] {i}I don't know how much longer [ryan] will take to find himself a pair of pants.{/i}
dutch: [_MT_] {i}Ik weet niet hoeveel langer ik nodig zal hebben [ryan] om zichzelf een pants-paar te vinden. {/i}
german: [_MT_] {i}Ich weiß nicht, wie lange [ryan] dauern wird, um ein Paar Hosen zu finden.{/i}

source: [_MT_] {i}But if I'm going to try anything on here, I should definitely do it while he's not around.{/i}
dutch: [_MT_] {i}Maar als ik hier iets wil uitproberen, moet ik het zeker doen wanneer hij niet rond is.{/i}
german: [_MT_] {i}Aber wenn ich hier etwas versuche, sollte ich es auf jeden Fall tun, solange er nicht da ist.{/i}

source: [_MT_] {i}Oh, for goodness sake!... I should have known.{/i}
dutch: [_MT_] {i}Oh, in hemelsnaam!... Ik zou het moeten weten.{/i}
german: [_MT_] {i}Oh, um Gottes willen!... Ich hätte wissen sollten.{/i}

source: [_MT_] {i}He's probably been here the entire time!{/i}
dutch: [_MT_] {i}Hij is hier waarschijnlijk de hele tijd!{/i}
german: [_MT_] {i}Er war wahrscheinlich die ganze Zeit hier!{/i}

source: [_MT_] {i}Is that pervert feeling up that mannequin?{/i}
dutch: [_MT_] {i}Voelt u zich zo verdorven aan?{/i}
german: [_MT_] {i}Ist das ein pervers Gefühl dieses Mannequin?{/i}

source: [_MT_] {i}The little horn dog!{/i}
dutch: [_MT_] {i}De kleine hoornhond!{/i}
german: [_MT_] {i}Der kleine Hornhund!{/i}

source: [_MT_] {i}I should sneak up on him.{/i}
dutch: [_MT_] {i}Ik moet hem binnensluipen.{/i}
german: [_MT_] {i}Ich sollte ihn anschleichen.{/i}

source: [_MT_] {i}He's so into those manikins, I'll bet he won't even see me coming.{/i}
dutch: [_MT_] {i}Hij is zo in die manikins, ik wed dat hij me niet eens ziet komen.{/i}
german: [_MT_] {i}Er ist so in diese Manikine, ich wette, dass er mich nicht einmal kommen wird.{/i}

source: [_MT_] {i}Haha... I'll just give him a little scare.{/i}
dutch: [_MT_] {i}Haha... Ik maak hem gewoon wat bang.{/i}
german: [_MT_] {i}Haha... Ich werde ihm nur ein wenig Angst geben.{/i}

source: [_MT_] {i}It's the least that the little pervert deserves.{/i}
dutch: [_MT_] {i}is het minste wat het kleine pervert verdient.{/i}
german: [_MT_] {i}Es ist das mindeste, was der kleine Pervert verdient. {/i}

source: [_M_] {i}(Slaps shoulder){/i} [ryan]!
dutch: [_M_] {i}(Schouder){/i} [ryan]!
german: [_M_] {i}(Slaps Schulter){/i} [ryan]!

source: [_M_] Oh, my God, [ryan]!
dutch: [_M_] Oh, mijn God, [ryan]!
german: [_M_] Oh, mein Gott, [ryan]!

source: [_M_] Hahaha... I'm sorry! hahaha... I didn't mean to disturb you and your girlfriend, hahaha...
dutch: [_M_] Hahahaha... Ik ben sorry! haha... Ik wilde jou en je vriendin niet storen, hahaha...
german: [_M_] Hahaha... Es tut mir leid! hahahaha... Ich habe nicht gemeint, dich und deine Freundin zu stören, hahaha...

source: [_M_] {i}(Continues Cackling){/i}
dutch: [_M_] {i}(Doorgaat met Cackling){/i}
german: [_M_] {i}(Fortfährt Kackling){/i}

source: [_R_] Oh, very funny!
dutch: [_R_] Oh, heel grappig!
german: [_R_] Oh, sehr lustig!

source: [_R_] I'm glad you're enjoying yourself!
dutch: [_R_] Ik ben blij dat je het leuk vindt!
german: [_R_] Ich bin froh, dass du dich amüsierst!

source: [_R_] I'm already on the verge of getting kicked out of here! I hope the manager didn't see that!
dutch: [_R_] Ik ben al op het punt om hier weg te geraken! Ik hoop dat de manager dat niet zag!
german: [_R_] Ich bin schon kurz davor, von hier weggeworfen zu werden! Ich hoffe, der Manager hat das nicht gesehen!

source: [_M_] {i}(Unrelenting laughter){/i}
dutch: [_M_] {i}(Onverbiddelijk lachen){/i}
german: [_M_] {i}(Unnachgiebiges Lachen){/i}

source: [_M_] I'm sorry!... Hahahaha... It's just... Hahaha...
dutch: [_M_] Ik sorteert!... Hahahahaha... Het is maar... Hahaha...
german: [_M_] Es tut mir leide!... Hahahaha... Es ist nur... Hahaha...

source: [_M_] hahaha... Give me a second!
dutch: [_M_] hahaha... Geef me een seconde!
german: [_M_] haha... Gib mir eine Sekunde!

source: [_R_] I'm glad you're having such a good laugh at my expense
dutch: [_R_] Ik ben blij dat je zo goed lacht om mijn kosten
german: [_R_] Ich bin froh, dass du so ein gutes Lachen auf meine Kosten hast

source: [_M_] God!... am I ever!... Hahaha... You'll have to introduce me!
dutch: [_M_] God!... ben ik altijd!... Hahaha... Je zult me moeten voorstellen!
german: [_M_] Gott!... bin ich immer!... Hahaha... Du musst mich vorstellen!

source: [_R_] Mom, This is Cherry Wood... and we're getting married.
dutch: [_R_] Mama, dit is Cherry Wood... en we gaan trouwen.
german: [_R_] Mama, das ist Kirschholz... und wir heiraten.

source: [_M_] I see you've already picked out the lingerie for the wedding night?
dutch: [_M_] Ik zie dat je de lingerie al hebt uitgekozen voor de bruiloft nacht?
german: [_M_] Ich sehe, dass du die Dessous für die Hochzeitsnacht bereits ausgewollt hast?

source: [_R_] Ehh... We're still undecided.
dutch: [_R_] Ehhh... We zijn nog steeds niet besloten.
german: [_R_] Ehhh... Wir sind immer noch unentschieden.

source: [_M_] Oh, thank you [ryan]! I haven't had a real good laugh since your dad was arrested.
dutch: [_M_] Oh, bedankt [ryan]! Ik heb nog geen goed lach gehad sinds je vader werd gearresteerd.
german: [_M_] Oh, danke [ryan]! Ich habe seit der Verhaftung deines Vaters kein wirklich gutes Lachen gehabt.

source: [_M_] I needed that!
dutch: [_M_] Ik had dat nodig!
german: [_M_] Ich brauchte das!

source: [_M_] But why in the hell are you hanging out in the Lingerie section when you're supposed to be looking for a pair of pants for yourself?
dutch: [_M_] Maar waarom ophangt je in de hel in het Lingerie gedeelte terwijl je op zoek bent naar een paar broeken voor jezelf?
german: [_M_] Aber warum gehst du in der Hölle in der Lingerie Sektion, wenn du nach einem Paar Hosen für dich selbst suchst?

source: [_MT_] {i}As if I don't already know the answer.{/i}
dutch: [_MT_] {i}Alsof ik het antwoord niet al weet.{/i}
german: [_MT_] {i}als ob ich die Antwort noch nicht kenne.{/i}

source: [_RT_] {i}Fuck, I've been caught being a total perv! What can I say to save a little face?{/i}
dutch: [_RT_] {i}Fuck, ik ben gevangen als een totaal perv! Wat kan ik zeggen om een klein gezichtje te redden?{/i}
german: [_RT_] {i}Fuck, ich bin total perv! Was kann ich sagen, um ein kleines Gesicht zu speichern?{/i}

source: [_R_] Uhh... I was trying to surprise you with a gift.
dutch: [_R_] Uhhh... Ik probeerde je te verrassen met een geschenk.
german: [_R_] Uhhh... Ich wollte dich mit einem Geschenk überraschen.

source: [_M_] Really?... You thought it would be appropriate to buy me Lingerie?
german: [_M_] Wirklich?... Du dachtest es wäre angebracht, mich Lingerie zu kaufen?

source: [_R_] Uhh... Yeah, Why not?
dutch: [_R_] Uhh... Ja, waarom niet?
german: [_R_] Uhhh... Ja, warum nicht?

source: [_M_] Are you not aware that I'm your mother?
dutch: [_M_] Weet je niet dat ik je moeder ben?
german: [_M_] Weißt du nicht, dass ich deine Mutter bin?

source: [_R_] Yeah, but... We do lots of things together that normal mothers and sons don't usually do.
dutch: [_R_] Yeah, maar... We doen veel dingen die normale moeders en zonen meestal niet doen.
german: [_R_] Ja, aber... Wir tun gemeinsam viele Dinge, die normale Mütter und Söhne normalerweise nicht tun.

source: [_R_] Like when I had you bent over your desk at school...
dutch: [_R_] zoals toen je op school over je bureau bent...
german: [_R_] Wie als ich dich an deinem Schreibtisch in der Schule gebeugt hatte...

source: [_M_] Haha... Shhh... Shhh... Someone might here you!
dutch: [_M_] Haha... Shhh... Shhh... Iemand kan je hier noemen!
german: [_M_] Haha... Shhh... Shhh... Jemand könnte hier sein!

source: [_M_] Okay, okay... I concede that you have a point there.
dutch: [_M_] Okay, oké... Ik geef toe dat je daar een punt hebt.
german: [_M_] Okay, okay... Ich gebe zu, dass du dort einen Punkt hast.

source: [_M_] So which one were you going to pick out for me?
dutch: [_M_] Dus welke was je gaan uitkiezen voor mij?
german: [_M_] Was warst du also für mich aus?

source: [_R_] I'm not sure, but now that you're here, you can help me choose.
dutch: [_R_] Ik weet het niet zeker, maar nu je hier bent, kan je me helpen kiezen.
german: [_R_] Ich bin mir nicht sicher, aber jetzt, wo du hier bist, kannst du mir bei der Auswahl helfen.

source: [_R_] Come sit down with me and tell me what you think about this selection. These are supposed to be the most popular in the store.
dutch: [_R_] Kom met mij rond en vertel me wat je vindt van deze selectie. Dit zou de populairste in de winkel moeten zijn.
german: [_R_] Komm mit mir und sag mir, was du von dieser Auswahl hältst. Diese sind angeblich die beliebtesten im Laden.

source: [_M_] Tell you what, since you were going to buy it as a surprise, I'll let you choose which one to buy.
dutch: [_M_] Vertel je wat je, omdat je het als een verrassing ging kopen, zal ik je laten kiezen welke je wilt kopen.
german: [_M_] Sag dir, was du als Überraschung kaufen würdest, und ich lasse dich auswählen, welche du kaufen möchtest.

source: [_R_] Boy, I won't know which one until I see you in them all.
dutch: [_R_] Jonge, ik zal niet weten welke er één is tot ik je allemaal zie.
german: [_R_] Jung, ich weiß nicht, welche ich nicht weiß, bis ich dich in ihnen alle sehe.

source: [_M_] {i}(Sternly){/i} [ryan]!... I'm not trying these on for you!
dutch: [_M_] {i}(Sternly){/i} [ryan]!... Ik probeer dit niet voor jou!
german: [_M_] {i}(ternly){/i} [ryan]!... Ich versuche das nicht für dich!

source: [_M_] Just choose one, and maybe... maybe you can see me in it at home when you've earned the right.
dutch: [_M_] Kies er één, en misschien kun je me misschien thuis zien wanneer je rechts hebt verdiend.
german: [_M_] Wähle einfach eins aus und vielleicht... vielleicht kannst du mich zu Hause darin sehen, wenn du das Recht verdient hast.

source: [_R_] You mean by paying the mafia?
dutch: [_R_] bedoelt u door de maffia te betalen?
german: [_R_] Sie meinen mit der Mafia bezahlen?

source: [_M_] Yes, or something just as great.
dutch: [_M_] Ja, of iets net zo geweldig.
german: [_M_] Ja, oder so großartig.

source: [_R_] Okay, well... If you don't try the one I choose on, how will you know it fits?
dutch: [_R_] Oké, wel... Als je niet probeert waar ik voor kies, hoe weet je dan dat het past?
german: [_R_] Okay, nein... Wenn du nicht den auswählst, wie wirst du wissen, dass es passt?

source: [_M_] I'm still going to try it on in the dressing room, but that doesn't mean you get to see it on me.
dutch: [_M_] Ik ga het nog steeds proberen in de kletserende kamer, maar dat betekent niet dat je het bij mij ziet.
german: [_M_] Ich versuche es immer noch im Ankleidezimmer, aber das bedeutet nicht, dass du es auf mir siehst.

source: [_R_] Why not? I've seen you in much less, and don't forget, this is supposed to be an opportunity for us to spend time together, and you've already sent me off alone to look for pants.
dutch: [_R_] Waarom niet? Ik heb je in veel minder gezien en vergeet niet dat dit een kans voor ons is om samen tijd door te brengen. en je hebt me al alleen gestuurd om naar broeken te zoeken.
german: [_R_] Warum nicht? Ich habe dich viel weniger gesehen und vergesse nicht, dass dies eine Chance für uns sein soll, Zeit zusammen zu verbringen und du hast mich schon allein geschickt, um nach Hosen zu suchen.

source: [_R_] I feel like you might just be using me to...
dutch: [_R_] Ik heb het gevoel dat je me misschien gebruikt om...
german: [_R_] Ich fühle mich, als hättest du mich einfach verwendet...

source: [_M_] Alright, alright... I will try on {b}one{/b} of these for you.
german: [_M_] Okay, also... Ich werde {b}eins{/b} davon für Sie versuchen.

source: [_R_] Come on... How about three. That way I get to see half of them.
dutch: [_R_] Kom op... Wat dacht je van drie. Op die manier krijg ik de helft ervan te zien.
german: [_R_] Komm weiter... Wie wäre es mit drei. So sehe ich die Hälfte von ihnen.

source: [_M_] Are you kidding me?
dutch: [_M_] maak je me voor de gek?
german: [_M_] Scherzen?

source: [_R_] And I'll buy it.
dutch: [_R_] En ik zal het kopen.
german: [_R_] Und ich kaufe es.

source: [_MT_] {i}I'd love to get some sexy lingerie... I haven't owned a sexy lingerie set in years.{/i}
dutch: [_MT_] {i}Ik zou graag wat sexy lingerie willen krijgen... Ik heb geen sexy lingerie set in jaar.{/i}
german: [_MT_] {i}Ich würde gerne ein paar sexy Dessous bekommen... Ich habe noch keine sexy Dessous im Besitz von Jahren.{/i}

source: [_MT_] {i}When I've stripped at the club, I had to use the clubs communal sexy underwear.{/i}
dutch: [_MT_] {i}Nadat ik naar de club had ontvoerd, moest ik de sexy onder de clubs gebruiken.{/i}
german: [_MT_] {i}Als ich den Club entfernt habe, musste ich die Gemeinschaftsunterwäsche benutzen.{/i}

source: [_MT_] {i}It'd be nice, and more hygienic, to have my own.{/i}
dutch: [_MT_] {i}Itzou mooi en hygiënisch zijn om mijn eigen producten te hebben.{/i}
german: [_MT_] {i}Es wäre nett und hygienischer, mein eigenes zu haben.{/i}

source: [_M_] Fine... But it's up to you to figure out how to sneak into the dressing room.
dutch: [_M_] Fine... Maar het is aan jou om erachter te komen hoe je in de kledingkamer moet sluipen.
german: [_M_] Schön... Aber es liegt an dir, herauszufinden, wie du dich in den Ankleideraum schleichst.

source: [_R_] I can live with that.
dutch: [_R_] Ik kan daarmee leven.
german: [_R_] Ich kann damit leben.

source: {i}[mom_name] already owns this lingerie set.{/i}
dutch: {i}[mom_name] bezit deze lingerie set al.{/i}
german: {i}[mom_name] besitzt dieses Dessous-Set bereits.{/i}

source: {i}I guess there's nothing wrong with owning multiple pairs of the same set.{/i}
dutch: {i}Volgens mij is er niets mis met het bezit van meerdere paren van dezelfde set.{/i}
german: {i}Ich denke, es gibt nichts Falsches mit mehreren Paaren des gleichen Satzes. {/i}

source: {i}But are you sure you want to have her try on this set again?{/i}
dutch: {i}Maar weet je zeker dat je haar dit opnieuw wil laten proberen?{/i}
german: {i}Aber bist du sicher, dass du sie erneut versuchen möchtest?{/i}

source: Is this the lingerie set you'd like to choose?
dutch: Is dit de lingerie die u wilt kiezen?
german: Ist dies die Dessous Set die Sie wählen wollen?

source: [_M_] Excuse me, Hi, Angela... Can we get a dressing room?
dutch: [_M_] Excuseer, Hi, Angela... Kunnen we een kleedkamer krijgen?
german: [_M_] Entschuldigen Sie mich, Hallo, Angela... Können wir einen Umkleideraum bekommen?

source: [_AG_] We?...
german: [_AG_] wir?...

source: [_AG_] So you're hoping to use the bridal dressing room again, I assume?
dutch: [_AG_] Dus je hoopt de bridal gekleed kamer opnieuw te gebruiken, neem ik aan?
german: [_AG_] Du hoffst also, den Brautkleideraum wieder zu nutzen, nehme ich an?

source: [_AG_] You should have just reserved it like everyone else does.
dutch: [_AG_] Je zou het net moeten gereserveerd hebben zoals ieder ander.
german: [_AG_] Du solltest es wie alle anderen reserviert haben.

source: [_R_] I rarely plan that far ahead.
dutch: [_R_] Ik plan zelden zo ver vooruit.
german: [_R_] Ich plane nur selten so weit.

source: [_AG_] Well, you're in luck. It does happen to be available, but this time I need one hundred and fifty.
dutch: [_AG_] Nou, je hebt geluk. Het is toevallig beschikbaar, maar deze keer heb ik honderdvijftig nodig.
german: [_AG_] Nun, du hast Glück. Es ist zufällig verfügbar, aber dieses Mal brauche ich einhundertfünfzig.

source: [_R_] A hundred and fifty!?
dutch: [_R_] Eens en vijfen!?
german: [_R_] einhundertfünfzig!?

source: [_AG_] Yep, it's for not reserving in a timely manner.
dutch: [_AG_] Yep, het is voor het niet tijdig reserveren.
german: [_AG_] Ja, es ist für nicht rechtzeitige Reservierung.

source: [_RT_] {i}I'd pay five hundred to see mom posing in lingerie again.{/i}
dutch: [_RT_] {i}Ik betaal vijfhonderd om de moeder weer in de lingerie te zien.{/i}
german: [_RT_] {i}Ich würde fünfhundert bezahlen, um die Mama wieder in Dessous zu sehen.{/i}

source: [_R_] Alright, fine. Here you go!
german: [_R_] Okay, schön. Hier geht's!

source: [_RT_] {i}Shit... If I give her one hundred and fifty dollars, I won't have enough in my date budget to take Mom out to dinner.{/i}
dutch: [_RT_] {i}Shit... Als ik haar honderd en vijftig dollar geeft, zal ik niet genoeg in mijn datum budget hebben om de maan uit te eten, {/i}
german: [_RT_] {i}Shit... Wenn ich ihr einhundertfünfzig Dollar spende, werde ich in meinem Datumsbudget nicht genug haben, um Mama zum Essen zu bringen.{/i}

source: [_RT_] {i}I guess I could offer her the little bit of extra I have.{/i}
dutch: [_RT_] {i}Ik denk dat ik haar het kleine beetje extra kan aanbieden. {/i}
german: [_RT_] {i}Ich denke, ich könnte ihr das kleine bisschen extra anbieten, das ich habe.{/i}

source: [_R_] I've only got $[money]
dutch: [_R_] Ik heb maar $[money]
german: [_R_] Ich habe nur $[money]

source: [_AG_] Fine, just give me what you've got and we'll call it good.
dutch: [_AG_] Goed, geef me gewoon wat je hebt en we noemen het goed.
german: [_AG_] Gut, gib mir einfach was du hast und wir nennen es gut.

source: [_AG_] Alright... Follow me.
dutch: [_AG_] Oké... Volg me.
german: [_AG_] Okay... Folgen Sie mir.

source: [_AG_] You've got one hour. If you go over I'll charge you another one hundred and fifty dollars.
dutch: [_AG_] Je hebt één uur. Als je overgaat, breng ik je nog eens honderdvijftig dollar in rekening.
german: [_AG_] Du hast eine Stunde. Wenn du darüber gehst, werde ich dir weitere einhundertfünfzig Dollar berechnen.

source: [_AG_] And don't mess it up. I'll be the one that has to clean it before the next party shows up.
dutch: [_AG_] en maak het niet kapot. Ik ben degene die het moet opruimen voordat de volgende partij verschijnt.
german: [_AG_] und mach es nicht auf. Ich bin derjenige, der es aufräumen muss, bevor die nächste Party erscheint.

source: [_M_] We won't, thank you.
dutch: [_M_] Wij zullen het niet doen, bedankt.
german: [_M_] Wir werden es nicht tun, vielen Dank.

source: [_AG_] Of course!
dutch: [_AG_] Natuurlijk!
german: [_AG_] Natürlich!

source: [_AG_] The bridal dressing room is available again? Would you like that one?
dutch: [_AG_] De bridal dressing kamer is weer beschikbaar? Wil je die willen?
german: [_AG_] Der Brautkleideraum ist wieder verfügbar? Möchtest du das?

source: [_R_] Really?
dutch: [_R_] Echt?
german: [_R_] Wirklich?

source: [_AG_] Yes, and I won't even charge you for it.
dutch: [_AG_] Ja, en ik zal je er niet eens voor in rekening brengen.
german: [_AG_] Ja, und ich werde dich nicht einmal dafür berechnen.

source: [_M_] That's so nice of you!
dutch: [_M_] Dat is zo leuk voor jou!
german: [_M_] Das ist so nett von dir!

source: [_AG_] Well, it's the least I can do for such a polite young man, and the mother who obviously did a great job teaching him manners.
dutch: [_AG_] Nou, het is het minste wat ik kan doen voor zo'n beleefde jonge man en de moeder die hem klaarblijkelijk uitstekend heeft geleerd, onderwezen hem manier.
german: [_AG_] Nun, es ist das Mindeste, was ich für einen so höflichen jungen Mann tun kann und die Mutter, die offensichtlich eine große Arbeit getan hat ihm Manieren lehren.

source: [_AG_] Follow me. It's just over here.
dutch: [_AG_] Volg me. Het is net hier.
german: [_AG_] Folgen Sie mir. Es ist gerade hier vorbei.

source: [_AG_] I only ask that you don't use the room for more than an hour, and try to keep it kind of clean. I've got to clean it up before the next wedding party uses it.
dutch: [_AG_] Ik vraag alleen dat je de kamer niet meer dan een uur gebruikt en probeer schoon te houden. Ik moet het opruimen voordat het volgende trouwfeest het gebruikt.
german: [_AG_] Ich bitte nur darum, dass du den Raum nicht länger als eine Stunde benutzt und versuche es sauber zu halten. Ich muss es aufräumen, bevor die nächste Hochzeitsfeier es benutzt.

source: [_AG_] Oh, and will you two want a bottle of champagne?
dutch: [_AG_] Oh, en willen jullie twee een fles champagne?
german: [_AG_] Oh, und möchtest du zwei eine Flasche Champagner?

source: [_M_] How much?
dutch: [_M_] Hoeveel stuks?
german: [_M_] Wie viel?

source: [_AG_] One hundred dollars.
dutch: [_AG_] Een honderd dollar.
german: [_AG_] hundert Dollar.

source: [_M_] [ryan], isn't that too much?
dutch: [_M_] [ryan], is dat niet te veel?
german: [_M_] [ryan], ist das nicht zu viel?
