Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_C_] I have no money to try and start a business with.
dutch: [_C_] Ik heb geen geld om een bedrijf te starten.
french: [_C_] Je n'ai pas d'argent pour essayer de démarrer une entreprise.
german: [_C_] Ich habe kein Geld um mit einem Unternehmen zu beginnen.
italian: [_C_] Non ho soldi per provare ad avviare un'attività.
portuguese: [__C_] Eu não tenho dinheiro para tentar e começar um negócio com.

source: [_M_] Didn't Bobby leave you with anything?.... Not even advice on how to take care of yourself and his own daughter?
dutch: [_M_] Bobby heeft je niet met iets verlaten?.... Nog niet advies over hoe je voor jezelf en zijn eigen dochter moet zorgen?
french: [_M_] Bobby ne t'a rien laissé ?.... Pas même des conseils sur la façon de prendre soin de toi et de sa propre fille?
german: [_M_] Bobby hat dich nicht mit etwas verlassen?.... Nicht einmal Ratschläge, wie du dich und seine eigene Tochter kümmern kannst?
italian: [_M_] Bobby non ti ha lasciato niente?.... Nemmeno un consiglio su come prendersi cura di se stesso e di sua figlia?
portuguese: [_M_] Bobby não te deixou com nada?.... nem um conselho sobre como cuidar de si mesmo e de sua própria filha?

source: [_C_] No.... the only thing he said in his letter was that I should rely on your son to help me get by financially.
dutch: [_C_] Nee.... het enige wat hij in zijn brief zei was dat ik op uw zoon moet vertrouwen om mij financieel te helpen.
french: [_C_] Non.... la seule chose qu'il a dit dans sa lettre était que je devais compter sur ton fils pour m'aider financièrement.
german: [_C_] Nein.... das einzige, was er in seinem Brief sagte, war, dass ich mich auf deinen Sohn verlassen sollte, um mir finanziell zu helfen.
italian: [_C_] No.... l'unica cosa che ha detto nella sua lettera è che dovrei contare su tuo figlio per aiutarmi ad andare avanti finanziariamente.
portuguese: [_C_] Não.... a única coisa que ele disse em sua carta foi que eu deveria confiar no seu filho para me ajudar a chegar financeiramente.

source: [_M_] You've got to be kidding me.... [ryan]'s barely keeping on top of paying our own debt to the Mafia.
dutch: [_M_] Je moet me voor de gek houden.... [ryan]houdt zich nauwelijks bezig met het betalen van onze eigen schuld aan de maffia.
french: [_M_] Tu dois te moquer de moi.... [ryan] est à peine en train de payer notre propre dette envers la Mafia.
german: [_M_] Du musst mich verheimlichen.... [ryan]hält sich kaum über unsere eigene Schuld an der Mafia auf.
italian: [_M_] Mi stai prendendo in giro.... [ryan] sta a malapena tenendo il passo con il pagamento del nostro debito con la mafia.
portuguese: [__M_] Você tem que estar brincando comigo .... [ryan] mal se mantém em cima de pagar nossa própria dívida com a Máfia.

source: [_C_] Oh [mom_name], what am I going to do?...
dutch: [_C_] Oh [mom_name], wat ga ik doen?...
french: [_C_] Oh [mom_name], qu'est-ce que je vais faire?...
german: [_C_] Oh [mom_name], was werde ich tun? ...
italian: [_C_] Oh [mom_name], cosa farò?...
portuguese: [_C_] Oh [mom_name], o que vou fazer? ?...

source: [_M_] There, there.... we'll figure something out...
dutch: [_M_] Daar dus, ... we zullen iets uitzoeken...
french: [_M_] Là, là.... on trouvera une solution...
german: [_M_] dort.... wir werden etwas herausfinden...
italian: [_M_] Su, su.... troveremo una soluzione...

source: [_M_] {i}(yelling){/i} Hey, [ryan]!.... Can you come in here really quickly?
dutch: [_M_] {i}(schreeuwend){/i} Hey, [ryan]!.... Kun je hier heel snel binnenkomen?
french: [_M_] {i}(en criant){/i} Hé, [ryan]!.... Peux-tu venir ici très rapidement ?
german: [_M_] {i}(yelling){/i} Hey, [ryan]!.... Kannst du schnell hierher kommen?
italian: [_M_] {i}(urlando){/i} Ehi, [ryan]!.... Puoi venire qui molto velocemente?
portuguese: [_M_] {i}(gritando) {/i} Ei, [ryan]! .... Você pode entrar aqui realmente rapidamente?

source: [_R_] Yeah Mom? Is Aunt Cami ok?
french: [_R_] Ouais maman? Camille va bien ?
german: [_R_] Ja Mama? Ist Tante Cami in Ordnung?
italian: [_R_] Sì, mamma? La zia Cami sta bene?
portuguese: [_R_] Yeah Mom? A tia Cami é?

source: [_C_] .... {i}(loud whispering){/i} Camille...
dutch: [_C_] .... {i}(luide fluistering){/i} Camille...
french: [_C_] .... {i}(murmure fort){/i} Tante Camille...
german: [_C_] .... {i}(lautes Flüstern){/i} Camille...
italian: [_C_] .... {i}(forte whispering){/i} Camilla...
portuguese: [_C_] .... {i}(sussurrando){/i} Camilha...

source: [_R_] Is there anything I can do to help?
dutch: [_R_] Is er iets wat ik kan doen om te helpen?
french: [_R_] Y a-t-il quelque chose que je peux faire pour aider?
german: [_R_] Gibt es etwas, was ich tun kann, um zu helfen?
italian: [_R_] Posso fare qualcosa per aiutarti?
portuguese: [_R_] Há algo que eu possa fazer para ajudar?

source: [_M_] Uncle Bobby has disappeared and left Camille and Mandy without anything...
dutch: [_M_] Oom Bobby is verdwenen en is zonder iets weggevallen...
french: [_M_] Oncle Bobby a disparu et a laissé Camille et Mandy sans rien...
german: [_M_] Onkel Bobby ist verschwunden und hat Camille und Mandy ohne etwas verlassen...
italian: [_M_] Lo zio Bobby è scomparso e ha lasciato Camille e Mandy senza nulla...
portuguese: [_M_] O tio Bobby desapareceu e deixou Camille e mandia sem nada...

source: [_R_] Gasp.... you're kidding!...
dutch: [_R_] Gasp.... je bent een grapje!...
french: [_R_] Gasp.... tu plaisantes !...
german: [_R_] Gasp.... Du witzelst!...
italian: [_R_] Gasp.... stai scherzando!...
portuguese: [_R_] garantir.... você está brincando!...

source: [_M_] No, I'm not.... he told Camille in his goodbye letter that you would support them financially.
dutch: [_M_] Nee, ik ben niet.... hij vertelde Camille in zijn afscheidsbrief dat je ze financieel zou ondersteunen.
french: [_M_] Non, je ne le fais pas.... il a dit à Camille dans sa lettre d'adieu que tu les soutiendrais financièrement.
german: [_M_] Nein, ich bin nicht.... er sagte Camille in seinem Abschiedsschreiben, dass du sie finanziell unterstützen würdest.
italian: [_M_] No, non lo sono.... ha detto a Camille nella sua lettera di addio che le avresti sostenute finanziariamente.
portuguese: [_M_] Não, eu não... ele disse a Camille em sua carta de despedida que você os apoiaria financeiramente.

source: [_M_] Do you know anything about that?
dutch: [_M_] Weet je daar iets over?
french: [_M_] Sais-tu quelque chose à ce sujet?
german: [_M_] Wissen Sie etwas darüber?
italian: [_M_] Ne sai qualcosa?
portuguese: [_M_] Você sabe alguma coisa sobre isso?

source: [_R_] No.... I mean.... I just received a really weird email from him this morning.
dutch: [_R_] Nee.... Ik bedoel.... . ik heb net een rauwe e-mail van hem ontvangen vanochtend.
french: [_R_] Non.... Je veux dire.... Je viens de recevoir un e-mail vraiment bizarre de sa part ce matin.
german: [_R_] Nein.... Ich meine.... Ich habe heute Morgen eine wirklich seltsame E-Mail von ihm erhalten.
italian: [_R_] No.... Voglio dire.... Ho appena ricevuto un'email davvero strana da lui questa mattina.
portuguese: [_R_] Não.... quero dizer... Acabei de receber um e-mail estranho dele esta manhã.

source: [_M_] Really? What did it say?...
dutch: [_M_] Echt? Wat heeft het gezegd?...
french: [_M_] Vraiment? Qu'est-ce qu'il a dit?...
german: [_M_] Wirklich? Was hat es gesagt?...
italian: [_M_] Veramente? Cosa ha detto?...
portuguese: U[_M_] realmente ? O que disse isso?...

source: [_R_] I didn't really understand it then, but now it's starting to make a little sense...
dutch: [_R_] Ik heb het toen niet echt begrepen, maar nu begint het een beetje zinnig te maken...
french: [_R_] Je ne l'ai pas vraiment compris avant, mais maintenant ça commence à avoir un peu de sens...
german: [_R_] Ich habe es damals noch nicht richtig verstanden, aber jetzt fängt es an, ein wenig Sinn zu machen...
italian: [_R_] Non ho capito bene allora, ma ora comincia ad avere un pò di senso...

source: [_R_] It's just a spreadsheet of all Aunt Camille's and Mandy's weekly bills, with instructions on how to pay them each week.
dutch: [_R_] Het is slechts een spreadsheet van alle Aunt Camilles en Mandy's wekelijkse rekeningen, met instructies over hoe ze elke week moeten worden betaald.
french: [_R_] C'est juste une feuille de calcul de toutes les factures hebdomadaires de tante Camille et Mandy, avec des instructions sur la façon de les payer chaque semaine.
german: [_R_] Es ist nur eine Tabelle aller wöchentlichen Rechnungen von Tante Camille und Mandy mit Anweisungen, wie sie jede Woche zu bezahlen sind.
italian: [_R_] È solo un foglio elettronico di tutte le fatture settimanali della zia e di Mandy, con le istruzioni su come pagarle ogni settimana.

source: [_R_] I just figured he accidentally forwarded them to me when he was emailing his accountant.
dutch: [_R_] Ik heb net een fout gemaakt dat hij ze per ongeluk naar me stuurde toen hij zijn accountant doorstuurde.
french: [_R_] Je me suis dit qu'il me les avait transmises accidentellement alors qu'il envoyait un courriel à son comptable.
german: [_R_] Ich stellte gerade fest, dass er sie versehentlich an mich weiterleitete, als er seinen Buchhalter per E-Mail schickte.
italian: [_R_] Ho pensato che me le avesse accidentalmente inoltrate quando stava mandando un'e-mail al suo contabile.
portuguese: [_R_] acabei de descobrir que ele os passou acidentalmente para mim quando estava enviando um e-mail para seu contador.

source: [_M_] Did he give you any idea of where you would get the money to pay those bills?
dutch: [_M_] Heeft hij je enig idee gegeven van waar je het geld zou krijgen om die rekeningen te betalen?
french: [_M_] T'as-t-il donné une idée de l'endroit où tu trouveras l'argent pour payer ces factures?
german: [_M_] Hat er dir eine Vorstellung davon gegeben, wo du das Geld bekommen würdest, um diese Rechnungen zu bezahlen?
italian: [_M_] Ti ha dato qualche idea su dove avresti preso i soldi per pagare quelle bollette?
portuguese: [_M_] Ele te deu alguma ideia de onde você iria receber o dinheiro para pagar essas contas?

source: [_R_] No.... and he knows I don't make enough money at Dad's warehouse to cover those expenses...
dutch: [_R_] Nee.... en hij weet dat ik niet genoeg geld verdienen in het magazijn van papa om die uitgaven te dekken...
french: [_R_] Non.... et il sait que je ne gagne pas assez d'argent à l'entrepôt de papa pour couvrir ces dépenses...
german: [_R_] Nein.... und er weiß, dass ich nicht genug Geld im Lager von Dad verdiene, um diese Kosten zu decken...
italian: [_R_] No.... e sa che non guadagno abbastanza soldi al magazzino di papà per coprire queste spese...
portuguese: [_R_] Não.... e ele sabe que eu não ganho dinheiro suficiente no armazém de Papai para cobrir essas despesas...

source: [_C_] How will I come up with the money?...
dutch: [_C_] Hoe zal ik met het geld bekomen?...
french: [_C_] Comment vais-je trouver l'argent?...
german: [_C_] Wie komme ich mit dem Geld?...
italian: [_C_] Come arriverò con il denaro?...

source: [_R_] Well, actually.... I might have an idea...
dutch: [_R_] Nou, eigenlijk.... Ik zou een idee kunnen hebben...
french: [_R_] Eh bien, en fait.... J'ai peut-être une idée...
german: [_R_] Nun, eigentlich.... Ich könnte eine Idee haben...
italian: [_R_] Beh, in realtà.... Potrei avere un'idea...

source: [_M_] Oh?.... Let's hear it...
dutch: [_M_] Oh?.... laten we het horen...
french: [_M_] Oh?.... Écoutons-le...
german: [_M_] Oh?.... Lass es hören...
italian: [_M_] Oh?.... Sentiamola...
portuguese: U[_M_] Ah?.... Vamos ouvir...

source: [_R_] Well, I've recently been trying to start my own business.... I haven't made a lot of money with it yet...
dutch: [_R_] Nou, ik heb onlangs geprobeerd mijn eigen bedrijf te beginnen.... Ik heb er nog geen geld mee verdiend...
french: [_R_] Eh bien, j'ai récemment essayé de démarrer ma propre entreprise.... Je n'ai pas encore gagné beaucoup d'argent avec ça...
german: [_R_] Nun, ich habe vor kurzem versucht, mein eigenes Unternehmen zu gründen.... Ich habe noch nicht viel Geld damit gemacht...
italian: [_R_] Beh, recentemente ho cercato di avviare un'attività in proprio.... Non ci ho ancora fatto molti soldi...
portuguese: [_R_] Bem, eu tenho tentado começar meu próprio negócio recentemente... Ainda não ganhei muito dinheiro...

source: [_R_] .... But it's finally starting to take off.
dutch: [_R_] .... Maar het begint eindelijk op te stijgen.
french: [_R_] .... Mais ça commence enfin à décoller.
german: [_R_] .... Aber es beginnt endlich zu starten.
italian: [_R_] .... Ma sta finalmente iniziando a decollare.
portuguese: [_R_] .... Mas finalmente está começando a decolar.

source: [_R_] I've been planning to take the extra money to start paying off the principle of the Mafia debt,
dutch: [_R_] Ik ben van plan het extra geld te nemen om het principe van de maffiaschuld af te lossen,
french: [_R_] J'avais prévu de prendre l'argent supplémentaire pour commencer à rembourser, en principe, la dette de la mafia,
german: [_R_] Ich habe geplant, das zusätzliche Geld zu nehmen, um das Prinzip der Mafia Schulden zu bezahlen,
italian: [_R_] Ho pianificato di prendere il denaro in più per iniziare a pagare il principio del debito mafioso,
portuguese: [__R_] Eu tenho planejado levar o dinheiro extra para começar a pagar o princípio da dívida da Máfia,

source: [_R_] But maybe we can just keep paying the minimum payments, and use the extra money to help Aunt Camille and Mandy pay their bills.
dutch: [_R_] Maar misschien kunnen we gewoon de minimale betalingen blijven betalen en het extra geld gebruiken om Aunt Camille en Mandy te helpen hun rekeningen te betalen.
french: [_R_] Mais peut-être que nous pouvons continuer à payer les paiements minimums, et utiliser l'argent supplémentaire pour aider tante Camille et Mandy à payer leurs factures.
german: [_R_] Aber vielleicht können wir einfach weiterhin die minimalen Zahlungen zahlen und das zusätzliche Geld verwenden, um Tante Camille und Mandy dabei zu helfen, ihre Rechnungen zu bezahlen.
italian: [_R_] Ma forse possiamo continuare a pagare i pagamenti minimi e usare i soldi extra per aiutare zia Camille e Mandy a pagare le loro bollette.
portuguese: [__R_] Mas talvez a gente possa simplesmente continuar pagando os pagamentos mínimos, e usar o dinheiro extra para ajudar a Tia Camille e Mandy a pagar suas contas.

source: [_C_] Oh my God.... I couldn't ask you to do that for us...
dutch: [_C_] Oh mijn God.... Ik kon je niet vragen om dat voor ons te doen...
french: [_C_] Oh mon Dieu.... Je ne pouvais pas te demander de faire ça pour nous...
german: [_C_] Oh mein Gott.... Ich konnte dich nicht bitten, das für uns zu tun...
italian: [_C_] Oh mio Dio.... Non potrei chiederti di fare questo per noi...
portuguese: [_C_] Oh meu Deus.... Não pude pedir que você fizesse isso por nós...

source: [_R_] Well, it wouldn't be for free.... Lauren and Sidney have been helping me with my business,
dutch: [_R_] Nou, het zou niet gratis zijn.... Lauren en Sidney hebben me geholpen met mijn bedrijf,
french: [_R_] Eh bien, ce ne sera pas gratuit.... Lauren et Sidney m'ont aidé dans mes affaires,
german: [_R_] Nun, es wäre nicht kostenlos. Lauren und Sidney haben mir bei meinem Geschäft geholfen
italian: [_R_] Beh, non sarebbe gratis.... Lauren e Sidney mi hanno aiutato con i miei affari,

source: [_R_] So, if Aunt Cami... Camille wouldn't mind doing all of our chores around the house, so we can focus on making the business more successful, I think we'd have a fair trade...
dutch: [_R_] Dus, als Aunt Cami... Camille zou het geen zin hebben om al onze manen rond het huis te doen, zodat we ons kunnen richten op het succesvoller maken van het bedrijf, denk ik dat we een eerlijke transactie zouden hebben...
french: [_R_] Donc, si tante Cami.... Camille ne me dérangerait pas de faire toutes nos tâches autour de la maison, afin que nous puissions nous concentrer sur le succès de l'entreprise, je pense que nous aurions un commerce équitable...
german: [_R_] Also, wenn Tante Cami... Camille würde nichts dagegen haben, alle unsere Hausaufgaben zu erledigen damit wir uns darauf konzentrieren können, das Geschäft erfolgreicher zu machen, denke ich, wir hätten einen fairen Handel...
italian: [_R_] Quindi, se zia Cam... Camille non dispiacerebbe fare tutte le nostre faccende intorno alla casa, così possiamo concentrarci sul rendere il business più riuscito, penso che avremmo un commercio equo e solidale...
portuguese: U[_R_] Então, se tia Cami... Camilo não se importaria em fazer todas as nossas tarefas por casa, para que possamos focar em tornar o negócio mais bem-sucedido, eu acho que teríamos um comércio justo...

source: [_C_] Oh my God, yes!.... That would be wonderful!.... I was so worried that I'd have to dress all slutty and work at the strip club like a whore!...
dutch: [_C_] Oh mijn God, ja!.... Dat zou geweldig zijn!.... Ik was zo bezorgd dat ik me moest kleden en in de stripclub moest werken als een zand!...
french: [_C_] Oh mon Dieu, oui!.... Ce serait merveilleux!.... J'étais tellement inquiète que je devrais m'habiller en salope et travailler au club de strip-tease comme une pute!...
german: [_C_] Oh mein Gott, ja, das wäre wunderbar!.... Ich war so besorgt, dass ich alle Schlampen bekleidet und wie eine Hure im Strip Club arbeiten musste!...
italian: [_C_] Oh mio Dio, sì!.... Sarebbe meraviglioso!.... Ero così preoccupato che avrei dovuto vestire tutta la troia e lavorare al club strip come una puttana!...
portuguese: [_C_] Meu Deus, sim!.... Isso seria maravilhoso!.... Eu estava tão preocupado que teria que vestir toda a ventilação e trabalhar no clube de tiras como uma pessoa!...

source: [_C_] Shit!.... I mean...
dutch: [_C_] Shit!.... Ik bedoel...
french: [_C_] Merde!.... Je veux dire...
german: [_C_] Shit!.... Ich meine...
italian: [_C_] Merda!.... Voglio dire...
portuguese: [_C_] Merda!.... Eu quero dizer...

source: [_C_] I'm just going to run before you change your mind!
dutch: [_C_] Ik ga gewoon uitvoeren voordat je van gedachten verandert!
french: [_C_] Je vais juste partir avant que tu changes d'avis!
german: [_C_] Ich werde gerade laufen, bevor du deine Meinung änderst!
italian: [_C_] Scappo prima che tu cambi idea!
portuguese: [__C_] Eu só vou correr antes que você mude de ideia!

source: [_M_] That bitch!...
dutch: [_M_] Die bitch!...
french: [_M_] Cette salope!...
german: [_M_] Diese Hündin!...
italian: [_M_] Quella cagna!...
portuguese: [_M_] Que puta!...

source: [_R_] Are you ok, Mom?
dutch: [_R_] Ben je ok, Mé?
french: [_R_] Ça va, Maman ?
german: [_R_] Bist du in Ordnung, Mama?
italian: [_R_] Stai bene, mamma?
portuguese: [_R_] Você está bem, mamãe?

source: [_M_] Even when we do something nice for her.... she finds a way to jab in some kind of insult!
dutch: [_M_] zelfs als we iets leuks voor haar doen... vindt ze een manier om te jagen in een soort belediging!
french: [_M_] Même quand on fait quelque chose de bien pour elle.... elle trouve un moyen de sortir une sorte d'insulte!
german: [_M_] Auch wenn wir etwas Schönes für sie tun... sie findet einen Weg in irgendeiner Art von Beleidigung zu jab!
italian: [_M_] Anche quando facciamo qualcosa di carino per lei.... lei trova un modo per insultarci in qualche modo!
portuguese: [_M_] Mesmo quando fazemos algo legal com ela.... ela encontra uma maneira de mexer em algum tipo de insulto!

source: [_M_] I hate my sister sometimes!
dutch: [_M_] Ik haat mijn zus soms!
french: [_M_] Je déteste ma sœur parfois!
german: [_M_] Ich hasse meine Schwester!
italian: [_M_] Odio mia sorella a volte!
portuguese: [_M_] Eu às vezes odeio minha irmã!

source: [_R_] Try to calm down, Mom...
dutch: [_R_] Probeer te kalmeren, mam...
french: [_R_] Essaie de te calmer, Maman...
german: [_R_] Versuche dich zu beruhigen, Mom...
italian: [_R_] Cerca di calmarti, mamma...
portuguese: [_R_] Tente se acalmar, mamãe...

source: [_R_] I'm sure we can think of a way to get your sister to start treating you with more respect.
dutch: [_R_] Ik weet zeker dat we een manier kunnen bedenken om je zus met meer respect te laten behandelen.
french: [_R_] Je suis sûr que nous pouvons trouver un moyen d'amener ta sœur à te traiter avec plus de respect.
german: [_R_] Ich bin sicher, dass wir über einen Weg nachdenken können, um deine Schwester dazu zu bringen, dich respektvoller zu behandeln.
italian: [_R_] Sono sicuro che possiamo pensare ad un modo per far sì che tua sorella inizi a trattarti con più rispetto.
portuguese: [__R_] Tenho certeza que podemos pensar em uma maneira de fazer com que sua irmã comece a tratá-lo com mais respeito.

source: [_M_] Ok.... yes.... brainstorm with me for a minute...
dutch: [_M_] Ok.... Ja.... hersenstorm met mij voor een minuutje...
french: [_M_] Ok.... oui.... brainstorming avec moi pendant une minute...
german: [_M_] Ok.... ja.... brainstorm mit mir für eine Minute...
italian: [_M_] Ok.... sì.... brainstorming con me per un minuto...

source: [_M_] She's getting off so easy just doing chores for us...
dutch: [_M_] Ze komt zo gemakkelijk uit de startblokken voor ons ...
french: [_M_] Elle s'en sort si facilement en faisant des corvées pour nous...
german: [_M_] Sie geht so einfach aus und erledigt nur für uns Aufgaben...
italian: [_M_] Se la cava così facilmente solo facendo le faccende per noi...
portuguese: [_M_] Ela está se saindo tão fácil só fazendo tarefas por nós...

source: [_M_] She has no idea how hard being in the actual workforce actually is.
dutch: [_M_] Ze heeft geen idee hoe moeilijk het is in de echte werkplek.
french: [_M_] Elle n'a aucune idée de la difficulté d'être dans un travail réelle.
german: [_M_] Sie hat keine Ahnung, wie schwer es bei der tatsächlichen Belegschaft ist.
italian: [_M_] Non ha idea di quanto sia difficile essere nella vera forza lavoro.
portuguese: [_M_] Ela não faz ideia de como ser duro na força de trabalho real.

source: [_M_] She needs a taste of what it feels like to be degraded, undervalued, worked past your limits.
dutch: [_M_] Ze heeft een smaak nodig van hoe het voelt om gedegradeerd, ondergewaardeerd en gewerkt te worden voorbij de limieten.
french: [_M_] Elle a besoin d'un avant-goût de ce que ça fait d'être dégradée, sous-évaluée, travaillée au-delà de ses limites.
german: [_M_] Sie braucht einen Vorgeschmack darauf, wie es sich anfühlt, degradiert, unterbewertet und an deinen Grenzen gearbeitet.
italian: [_M_] Ha bisogno di un assaggio di come ci si sente ad essere degradati, sottovalutati, lavorati oltre i propri limiti.
portuguese: [_M_] Ela precisa de um gostinho do que se sente para ser degradada, subvalorizada, trabalhada passando dos seus limites.

source: [_M_] Then maybe she'd stop being such an entitled bitch...
dutch: [_M_] Dan zou ze misschien ophouden om zo een bitch te zijn...
french: [_M_] Alors peut-être qu'elle cesserait d'être une telle chienne...
german: [_M_] Dann würde sie vielleicht aufhören, so eine Hündin zu sein...
italian: [_M_] Allora forse smetterà di essere una tale stronza autorizzata...
portuguese: [_M_] Então talvez ela deixe de ser uma puta com esse direito...
