Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Cosplay.... it's like costumes from video games, movies, or books. It's really popular. That pic you saw of your daughter Mandy was a cosplay costume from a game called SolarCraft.
dutch: [_R_] Cosplay.... het is zoals uiterlijken van videospellen, films of boeken. Het is echt populair. Die piek die je zag van je dochter Mandy was een kostuum uit een spel genaamd SolarCraft.
french: [_R_] Cosplay.... c'est comme des costumes de jeux vidéo, de films ou de livres. C'est vraiment populaire. Cette photo que tu as vue de ta fille Mandy était un costume de cosplay d'un jeu appelé SolarCraft.
german: [_R_] Cosplay.... es ist wie Kostüme aus Videospielen, Filmen oder Büchern. Es ist wirklich beliebt. Dieses Bild, das du von deiner Tochter Mandy gesehen hast, war ein Cosplay-Kostüm aus einem Spiel namens SolarCraft.
italian: [_R_] Cosplay.... è come costumi di videogiochi, film o libri. È molto popolare. Quella foto che hai visto di tua figlia Mandy era un costume di cosplay da un gioco chiamato SolarCraft.
portuguese: [_R_] Cosplay... é como trajes de jogos de vídeo, filmes ou livros. É muito popular. Essa foto que você viu da sua filha Mandy foi um traje de cosplay de um jogo chamado SolarCraft.

source: [_C_] I still can't believe you talked Mandy and Lauren into doing that!
dutch: [_C_] Ik kan nog steeds niet geloven dat je Mandy en Lauren erover praat!
french: [_C_] Je n'arrive toujours pas à croire que tu aies demandé à Mandy et Lauren de faire ça !
german: [_C_] Ich kann immer noch nicht glauben, dass du Mandy und Lauren dazu gebracht hast, das zu tun!
italian: [_C_] Non riesco ancora a credere che tu abbia convinto Mandy e Lauren a farlo!
portuguese: [__C_] Eu ainda não acredito que você falou Mandy e Lauren em fazer isso!

source: [_R_] Actually, it was their idea.
dutch: [_R_] Eigenlijk was het hun idee.
french: [_R_] En fait, c'était leur idée.
german: [_R_] Eigentlich war es ihre Idee.
italian: [_R_] In realtà, è stata una loro idea.
portuguese: [_R_] Na verdade, foi ideia deles.

source: [_C_] Do you really expect me to believe that?
dutch: [_C_] verwacht je echt dat ik dat geloof?
french: [_C_] Tu t'attends vraiment à ce que je le crois?
german: [_C_] Erwarten Sie wirklich, dass ich das glaube?
italian: [_C_] Ti aspetti davvero che ci creda?
portuguese: [_C_] Você realmente espera que eu acredite nisso?

source: [_R_] I honestly don't care.
dutch: [_R_] Het kan me eerlijk gezegd niet schelen.
french: [_R_] Honnêtement, je m'en fiche.
german: [_R_] Es ist mir ehrlich gesagt egal.
italian: [_R_] Onestamente non mi interessa.
portuguese: [_R_] Realmente, não me importa.

source: [_R_] So, are you starting work today?
dutch: [_R_] Dus ga je vandaag aan het werk?
french: [_R_] Alors, commences-tu à travailler aujourd'hui?
german: [_R_] Also, fangen Sie heute mit der Arbeit an?
italian: [_R_] Allora, cominci a lavorare oggi?
portuguese: [_R_] Então, você está começando a trabalhar hoje?

source: [_C_] Sidney's got to make a few adjustments to the uniform, so I'll begin when they're done.
dutch: [_C_] Sidney moet een paar aanpassingen maken in het uniform, dus ik begin wanneer ze klaar zijn.
french: [_C_] Sidney doit faire quelques ajustements à l'uniforme, alors je commencerai quand ils seront fini.
german: [_C_] Sidney musste ein paar Anpassungen der Uniform vornehmen, also werde ich beginnen, wenn sie fertig sind.
italian: [_C_] Sidney deve fare alcune modifiche all'uniforme, quindi inizierò quando avranno finito.
portuguese: [_C_] Sidney tem que fazer alguns ajustes ao uniforme, então vou começar quando terminarem.

source: [_S_] I can probably have it done by tomorrow.
dutch: [_S_] Ik kan het waarschijnlijk morgen klaar hebben.
french: [_S_] Je peux probablement le faire d'ici demain.
german: [_S_] Ich kann es wahrscheinlich bis morgen machen.
italian: [_S_] Probabilmente posso finire entro domani.
portuguese: [_S_] Eu provavelmente posso fazê-lo até amanhã.

source: [_C_] I still can't believe [mom_name] is making me dress like this. I would have assumed it was your idea if I hadn't already talked to your mom.
dutch: [_C_] Ik kan nog steeds niet geloven dat [mom_name] me zo kleed maakt. Ik had aangenomen dat het jouw idee was geweest als ik nog niet met je had gepraat.
french: [_C_] Je n'arrive toujours pas à croire que [mom_name] me fasse m'habiller comme ça. J'aurais supposé que c'était ton idée si je n'avais pas déjà parlé à ta mère.
german: [_C_] Ich kann immer noch nicht glauben, [mom_name] macht mich so kleiden. Ich hätte davon ausgegangen, dass es Ihre Idee wäre, wenn ich nicht bereits mit Ihrer Mutter gesprochen hätte.
italian: [_C_] Non riesco ancora a credere che [mom_name] mi faccia vestire così. Avrei pensato che fosse una tua idea se non avessi già parlato con tua madre.
portuguese: [__C_] Eu ainda não consigo acreditar [mom_name] está me fazendo vestir assim. Eu teria assumido que era sua ideia se eu já não tivesse conversado com a sua mãe.

source: [_R_] Yeah.... she was pretty pissed about your "dressing slutty" insult.
dutch: [_R_] Yeah.... ze was best getikt over jouw "gekletter" belediging.
french: [_R_] Ouais.... elle était assez énervée par ton insulte de 'salope habillée'.
german: [_R_] Yeah.... sie war ziemlich gepissen über deine Beleidigung "dressing slutty".
italian: [_R_] Si.... era piuttosto incazzata per il tuo insulto "vestirsi da sgualdrina".
portuguese: [_R_] Aê.... ela estava muito entediada com seu insulto "veste a varrido".

source: [_C_] I didnt mean to say that.... it just slipped...
dutch: [_C_] Ik bedoelde niet om dit te zeggen.... het gleed net uit...
french: [_C_] Je ne voulais pas dire ça.... c'est juste sorti comme ça...
german: [_C_] Ich wollte nicht sagen, dass.... es ist einfach weggefallen...
italian: [_C_] Non volevo dirlo.... è solo scivolato...
portuguese: [_C_] Eu não quis dizer isso.... acabou de escorregar...

source: [_C_] Anyways.... I'll be coming over very early to exercise with your mom.... I decided it would be smart to cancel my gym membership.
dutch: [_C_] Enfine.... ik kom heel vroeg om te oefenen met uw moment.... Ik heb besloten dat het slim zou zijn om mijn fitnesslidmaatschap te annuleren.
french: [_C_] De toute façon.... Je viendrais très tôt pour faire de l'exercice avec ta mère.... J'ai décidé qu'il serait intelligent d'annuler mon abonnement au gymnase.
german: [_C_] Jedenfalls.... Ich werde sehr früh kommen, um mich mit deinen Momenten zu trainieren.... Ich habe mich entschieden, dass es klug wäre, meine Fitness-Mitgliedschaft zu kündigen.
italian: [_C_] Comunque.... Verrò molto presto per fare esercizio con tua madre.... Ho deciso che sarebbe stato intelligente cancellare la mia iscrizione in palestra.
portuguese: [__C_] Anyways .... Eu estarei chegando muito cedo para me exercitar com sua mãe .... Decidi que seria inteligente cancelar minha filiação ao ginásio.

source: [_C_] I'll start work each day after I'm done working out.
dutch: [_C_] Ik zal elke dag beginnen nadat ik klaar ben met werken.
french: [_C_] Je commencerai à travailler chaque jour après avoir fini de m'entraîner.
german: [_C_] Ich werde jeden Tag mit der Arbeit beginnen, nachdem ich fertig bin.
italian: [_C_] Inizierò a lavorare ogni giorno dopo aver finito di allenarmi.
portuguese: [_C_] Vou começar a trabalhar todos os dias depois que eu terminar de trabalhar fora.

source: [_C_] Eecchhhh.... I still can't believe I've been reduced to a lowly house maid.
dutch: [_C_] Eecchhhh.... ik kan nog steeds niet geloven dat ik gereduceerd ben tot een klein huismeisje.
french: [_C_] Eecchhhh.... Je n'arrive toujours pas à croire que j'ai été réduite à une humble domestique.
german: [_C_] Eecchhhhh.... Ich kann immer noch nicht glauben, dass ich zu einem Niedrighausmädchen reduziert wurde.
italian: [_C_] Eecchhhh.... Non riesco ancora a credere di essere stata ridotta ad un'umile domestica.
portuguese: [_C_] Eecchhhh.... Ainda não acredito que fui reduzido a uma camareira baixa.

source: [_R_] I do have another option for you.
dutch: [_R_] Ik heb een andere optie voor jou.
french: [_R_] J'ai une autre option pour toi.
german: [_R_] Ich habe eine andere Option für dich.
italian: [_R_] Ho un'altra opzione per te.
portuguese: [_R_] Eu tenho outra opção para você.

source: [_C_] I'm afraid to ask.
dutch: [_C_] Ik ben bang om te vragen.
french: [_C_] J'ai peur de demander.
german: [_C_] Ich habe Angst zu fragen.
italian: [_C_] Ho paura di chiederlo.
portuguese: [_C_] Eu tenho medo de perguntar.

source: [_R_] I need another model for my business.... and...
dutch: [_R_] Ik heb een ander model nodig voor mijn bedrijf.... en...
french: [_R_] J'ai besoin d'un autre modèle pour mon entreprise.... et...
german: [_R_] Ich brauche ein anderes Modell für mein Geschäft.... und...
italian: [_R_] Ho bisogno di un'altra modella per la mia attività.... e...

source: [_C_] Yeah, I'm going to stop you right there.
dutch: [_C_] Yeah, ik ga je daar stoppen.
french: [_C_] Ouais, je vais t'arrêter là.
german: [_C_] Ja, ich werde dich dort stoppen.
italian: [_C_] Sì, ti fermo subito.
portuguese: [_C_] Sim, vou te parar lá mesmo.

source: [_C_] I think you're just an opportunistic pervert, who's found a way to take advantage of a bad situation.
dutch: [_C_] Ik denk dat je gewoon een opportunistische pervert bent die een manier heeft gevonden om te profiteren van een slechte situatie.
french: [_C_] Je pense que tu n'es qu'un pervers opportuniste, qui a trouvé un moyen de profiter d'une mauvaise situation.
german: [_C_] Ich denke, du bist nur ein opportunistischer Pervert, der eine Möglichkeit gefunden hat, eine schlechte Situation auszunutzen.
italian: [_C_] Penso che tu sia solo un pervertito opportunista che ha trovato un modo per approfittare di una brutta situazione.
portuguese: [_C_] Acho que você é apenas um pervertido oportunista, que encontrou uma maneira de tirar proveito de uma situação ruim.

source: [_RT_] {i}Yeah, she pretty much sees right through me.{/i}
dutch: [_RT_] {i}Yeah, ze ziet bijna helemaal door mij.{/i}
french: [_RT_] {i}Ouais, elle voit à peu près à travers moi.{/i}
german: [_RT_] {i}Ja, sie sieht ziemlich viel durch mich.{/i}
italian: [_RT_] {i}Già, lei mi ha capito benissimo.{/i}
portuguese: [_RT_] {i}Sim, ela vê bem através de mim.{/i}

source: [_C_] And I wouldn't pose for you if it was the last job available in the world.
dutch: [_C_] En ik zou niet naar je vragen als het de laatste baan ter wereld was.
french: [_C_] Et je ne poserais pas pour toi si c'était le dernier emploi disponible au monde.
german: [_C_] Und ich würde nicht für dich stellen, wenn es der letzte Job in der Welt wäre.
italian: [_C_] E non poserei per te neanche se fosse l'ultimo lavoro disponibile al mondo.
portuguese: [__C_] E eu não posaria para você se fosse o último emprego disponível no mundo.

source: [_C_] I'll go to the club and work the stripper pole with your mom before I'll work for you.
dutch: [_C_] Ik ga naar de club en werk de stripper met je moeder voordat ik voor je werk.
french: [_C_] Je vais aller au club et travailler sur le poteau de strip-teaseuse avec ta mère avant de travailler pour toi.
german: [_C_] Ich gehe zum Klub und arbeite den Abstreifer Pol mit deiner Mama bevor ich für dich arbeite.
italian: [_C_] Andrò al club e lavorerò al palo da spogliarellista con tua madre prima di lavorare per te.
portuguese: [_C_] Eu vou para o clube e trabalho o poste de stripper com sua mãe antes de trabalhar para você.

source: [_S_] Wait, what?
dutch: [_S_] Wacht, wat?
french: [_S_] Attends, quoi?
german: [_S_] Warte, was?
italian: [_S_] Aspetta, cosa?

source: [_R_] Nothing, she's just throwing out an extremely unlikely scenario.
dutch: [_R_] Niets, ze gooit gewoon een extreem onwaarschijnlijk scenario uit.
french: [_R_] Rien, elle jette juste un scénario extrêmement improbable.
german: [_R_] Nichts, sie wirft gerade ein extrem unwahrscheinliches Szenario.
italian: [_R_] Niente, lei sta solo gettando fuori uno scenario estremamente improbabile.
portuguese: [_R_] Nada, ela só está lançando um cenário extremamente improvável.

source: [_C_] So, don't even think about making me that offer again.... do you understand?
dutch: [_C_] Denk dus niet eens aan het maken van die aanbieding .... begrijp je het wel?
french: [_C_] Alors, ne pense même pas à me faire cette offre à nouveau.... Comprends-tu?
german: [_C_] Also denken Sie nicht einmal darüber nach, mir wieder das Angebot zu machen.... Verstehst du?
italian: [_C_] Quindi, non pensare nemmeno di farmi di nuovo quell'offerta.... hai capito?
portuguese: [_C_] Então, nem pense em fazer eu oferecer novamente.... você entende?

source: [_R_] Well, that was a little bit overly dramatic, but yeah, I get the picture.
dutch: [_R_] Nou, dat was een beetje te dramatisch, maar ja, ik snap de foto.
french: [_R_] Eh bien, c'était un peu trop dramatique, mais oui, je comprends l'image.
german: [_R_] Nun, das war ein bisschen übermäßig dramatisch, aber ja, ich bekomme das Bild.
italian: [_R_] Beh, è stato un pò troppo drammatico, ma sì, ho capito.
portuguese: [_R_] Bem, isso foi um pouco dramático, mas sim, eu consigo a imagem.

source: [_R_] And I better run because I'm already late for school.
dutch: [_R_] En ik ga beter rennen omdat ik al te laat ben op school.
french: [_R_] Et je ferais mieux d'y aller parce que je suis déjà en retard à l'école.
german: [_R_] Und ich bin besser laufen, weil ich schon zu spät für die Schule.
italian: [_R_] Ed è meglio che vada perché sono già in ritardo per la scuola.
portuguese: [__R_] E eu melhor correr porque eu já estou atrasada para a escola.

source: [_R_] But it's always good to see you, Aunt Cami!, and thanks for the great chat!
dutch: [_R_] Maar het is altijd goed om je te zien, een tante cami!, en bedankt voor de geweldige chat!
french: [_R_] Mais c'est toujours bon de te voir, Camille!, et merci pour la grande discussion!
german: [_R_] Aber es ist immer gut, dich zu sehen, Tante Cami!, und vielen Dank für den großartigen Chat!
italian: [_R_] Ma è sempre bello vederti, zia Cami, e grazie per la bella chiacchierata!
portuguese: [_R_] Mas é sempre bom te ver, com Aunt Cami e obrigado pelo seu grande chat!

source: [_R_] Oh, and I'll make sure I'm around to give you directions on your first day of work.
dutch: [_R_] Oh, en ik zal ervoor zorgen dat ik je op je eerste werkdag instructies zal geven.
french: [_R_] Oh, et je m'assurerais d'être là pour te donner des indications le premier jour de travail.
german: [_R_] Oh, und ich stelle sicher, dass ich gleich bin, um dir Anweisungen an deinen ersten Arbeitstag zu geben.
italian: [_R_] Oh, e mi assicurerò di essere in giro per darti indicazioni il tuo primo giorno di lavoro.
portuguese: [_R_] Ah, e eu me certificarei de que estou por perto para lhe dar o rumo no seu primeiro dia de trabalho.

source: [_R_] See you Sidney! Don't have too much fun with this overly positive ray of sunshine!
dutch: [_R_] Zie je Zidney! Heb je niet te veel plezier met deze te positieve straal van zonneschijn!
french: [_R_] Et Sidney! Ne t'amuses pas trop avec ce rayon de soleil trop positif!
german: [_R_] Seht euch Sidney an! Viel Spaß mit diesem zu positiven Sonnenschein!
italian: [_R_] Ci vediamo Sidney! Non divertirti troppo con questo raggio di sole troppo positivo!
portuguese: [_R_] Vejo você Sidney! Não se divirta muito com este raio de sol excessivamente positivo!

source: [_C_] {i}(muttering){/i} sarcastic asshole.
dutch: [_C_] {i}(muttering){/i} sarcastisch asshole.
french: [_C_] {i}(marmonnement){/i} trou du cul sarcastique.
german: [_C_] {i}(muttern){/i} sarkastische asshole.
italian: [_C_] {i}(borbottando){/i} stronzo sarcastico.
portuguese: [_C_] {i}(mutando){/i} ascalça sarcástica.

source: [_RT_] {i}{b}(HINT){/b} I should keep going to the kitchen in the late morning until I can assign Aunt Cami a chore to work on.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet aan het einde van de ochtend naar de keuken blijven gaan totdat ik Aunt Cami een koorts kan toewijzen om aan te werken. /i}
french: [_RT_] {i}{b}(Indice){/b} je devrais continuer à aller à la cuisine en fin de matinée jusqu’à ce que je puisse assigner à tante Camille une corvée pour la faire travailler. {/i}
german: [_RT_] {i}{b}(HINT){/b} Ich sollte am späten Morgen zur Küche gehen, bis ich Tante Cami einen Chor zuweisen kann, an dem ich arbeiten kann. /i}
italian: [_RT_] {i}{b}(HINT){/b} Dovrei continuare ad andare in cucina in tarda mattina fino a quando non posso assegnare zia Cami una fatica su cui lavorare. /i}
portuguese: [_RT_] {i}{b}(HINT){/b} Eu devo continuar indo para a cozinha do fim da manhã até que eu possa colocar Aunt Cami em um pedaço para trabalhar. /i}

source: [_RT_] {i}How am I supposed to focus on my homework when my aunt is right in front of me dressed like that?{/i}
dutch: [_RT_] {i}Hoe moet ik me concentreren op mijn huiswerk wanneer mijn tante net voor mij gekleed is?{/i}
french: [_RT_] {i}Comment suis-je censé me concentrer sur mes devoirs quand ma tante est juste devant moi habillée comme ça?{/i}
german: [_RT_] {i}Wie soll ich mich auf meine Hausaufgaben konzentrieren, wenn meine Tante vor mir gekleidet ist? {/i}
italian: [_RT_] {i}Come faccio a concentrarmi sui miei compiti quando mia zia è davanti a me vestita così?{/i}
portuguese: [_RT_] {i}Como eu devo me concentrar no meu dever de casa quando minha tia está bem na minha frente vestida assim? {/i}

source: [_RT_] {i}I just can't do anything but watch her sway those hypnotizing hips as she cleans.{/i}
dutch: [_RT_] {i}Ik kan alleen maar de knipperende heupjes zien als ze schoonmaakt.{/i}
french: [_RT_] {i}Je ne peux rien faire d'autre que la regarder balancer ces hanches hypnotisantes pendant qu'elle nettoie.{/i}
german: [_RT_] {i}Ich kann einfach nichts anderes tun als ihren Einfluss auf die Hypnotisierung von Hüften zu beobachten, als sie reinigt.{/i}
italian: [_RT_] {i}Non posso fare altro che guardarla ondeggiare su quei fianchi ipnotizzanti mentre pulisce.{/i}
portuguese: [_RT_] {i}eu não posso fazer nada além de ver seu caminho naqueles hipnotizantes quadris como ela limpa.{/i}

source: [_RT_] {i}With that short skirt!.... I can almost see up it.{/i}
dutch: [_RT_] {i}Met die korte rok!.... Ik kan hem bijna zien.{/i}
french: [_RT_] {i}Avec cette jupe courte!.... Je peux presque la voir.{/i}
german: [_RT_] {i}Mit diesem kurzen Rock!.... Ich kann ihn fast sehen.{/i}
italian: [_RT_] {i}Con quella gonna corta!.... Riesco quasi a vederci dentro.{/i}
portuguese: [_RT_] {i}Com essa saia curta! .... Eu posso quase vê-lo em cima. {/i}

source: [_RT_] {i}Hmmm.... I do need another good picture for my collection.... {/i}
dutch: [_RT_] {i}Hmmm.... Ik heb nog een goede foto nodig voor mijn collectie.... {/i}
french: [_RT_] {i}Hmmm.... J'ai besoin d'une autre bonne photo pour ma collection.... {/i}
german: [_RT_] {i}Hmmm.... Ich brauche ein anderes gutes Bild für meine Sammlung.... {/i}
italian: [_RT_] {i}Hmmm.... Ho bisogno di un'altra bella foto per la mia collezione.... {/i}
portuguese: [_RT_] {i}Hmmm.... precisarei de outra imagem para a minha coleção.... {/i}

source: [_RT_] {i}And Aunt Cami does seem pretty preoccupied.... {/i}
dutch: [_RT_] {i}En Aunt Cami lijkt best bezorgd.... {/i}
french: [_RT_] {i}Et tante Camillesemble assez préoccupée.... {/i}
german: [_RT_] {i}Und Tante Cami scheint ziemlich beschäftigt zu sein.... {/i}
italian: [_RT_] {i}E zia Cami sembra piuttosto preoccupata.... {/i}
portuguese: [_RT_] {i}e Aunt Cami parece bastante preocupado.... {/i}

source: [_RT_] {i}Yeah.... I'm gonna risk it.{/i}
dutch: [_RT_] {i}Yeah.... . ik ga het risico nemen.{/i}
french: [_RT_] {i}Ouais.... Je vais prendre le risque.{/i}
german: [_RT_] {i}JA.... Ich werde es riskieren.{/i}
italian: [_RT_] {i}Sì.... Correrò il rischio.{/i}
portuguese: [_RT_] {i}Yeah... Vou arriscar.{/i}

source: [_RT_] {i}There we go.... let's see if I can get a good angle.{/i}
dutch: [_RT_] {i}Daar gaan we.... laten we kijken of ik een goede hoek kan krijgen.{/i}
french: [_RT_] {i}Voilà.... voyons si je peux avoir un bon angle.{/i}
german: [_RT_] {i}Dort geht.... Mal sehen, ob ich einen guten Winkel bekommen kann.{/i}
italian: [_RT_] {i}Ecco qui.... vediamo se riesco ad avere una buona angolazione.{/i}
portuguese: [_RT_] {i}lá vamos.... vamos ver se consigo obter um bom ângulo.{/i}

source: [_RT_] {i}Oh man, that's an amazing view.... {/i}
dutch: [_RT_] {i}Oh man, dat is een geweldige weergave.... {/i}
french: [_RT_] {i}Oh mec, c'est une vue incroyable.... {/i}
german: [_RT_] {i}Oh Mann, das ist ein erstaunlicher Ausblick.... {/i}
italian: [_RT_] {i}Oh amico, è una vista incredibile.... {/i}
portuguese: [_RT_] {i}Oh homem, isso é uma vista incrível.... {/i}

source: [_RT_] {i}I better capture this moment for posterity's sake.{/i}
dutch: [_RT_] {i}Ik neem dit moment beter in voor posterity's sake.{/i}
french: [_RT_] {i}Je ferais mieux de capturer ce moment pour la postérité.{/i}
german: [_RT_] {i}Ich nehme diesen Moment besser um der Nachwelt willen.{/i}
italian: [_RT_] {i}Meglio catturare questo momento per i posteri.{/i}
portuguese: [_RT_] {i}É melhor eu capturar este momento para o saque.{/i}

source: [_RT_] {i}Perfect.... I'll certainly be enjoying this pic in the future.... {/i}
dutch: [_RT_] {i}Perfect.... Ik zal zeker genieten van deze afbeelding in de toekomst.... {/i}
french: [_RT_] {i}Parfait.... Je vais certainement profiter de cette photo à l'avenir.... {/i}
german: [_RT_] {i}Perfect.... Ich werde dieses Bild in Zukunft sicherlich genießen.... {/i}
italian: [_RT_] {i}Perfetto.... Sicuramente mi godrò questa foto in futuro.... {/i}
portuguese: [_RT_] {i}Perfeito.... Certamente vou curtir essa foto no futuro.... {/i}

source: [_RT_] {i}I better get back to my homework before I get caught.{/i}
dutch: [_RT_] {i}Ik kan beter terug gaan naar mijn huiswerk voordat ik gepakt wordt.{/i}
french: [_RT_] {i}Je ferais mieux de retourner à mes devoirs avant de me faire prendre.{/i}
german: [_RT_] {i}Ich komme besser zurück zu meinen Hausaufgaben, bevor ich erwischt werde. {/i}
italian: [_RT_] {i}Farò meglio a tornare ai miei compiti prima di essere scoperto.{/i}
portuguese: [_RT_] {i}Eu melhor eu voltar para a minha lição de casa antes de ser pego. {/i}

source: [_RT_] {i}Almost.... but not quite.... {/i}
dutch: [_RT_] {i}ALS.... maar niet sluiten... . {/i}
french: [_RT_] {i}Presque.... mais pas tout à fait.... {/i}
german: [_RT_] {i}Beinahe.... aber nicht beenden.... {/i}
italian: [_RT_] {i}Quasi.... ma non del tutto.... {/i}
portuguese: U[_RT_] {i}Quase..., mas não exatamente.... {/i}

source: [_RT_] {i}I need to get a better angle.{/i}
dutch: [_RT_] {i}Ik heb een betere hoek nodig.{/i}
french: [_RT_] {i}J'ai besoin d'obtenir un meilleur angle.{/i}
german: [_RT_] {i}Ich muss einen besseren Winkel erhalten.{/i}
italian: [_RT_] {i}Ho bisogno di un'angolazione migliore.{/i}
portuguese: [_RT_] {i}Eu preciso obter um ângulo melhor. {/i}

source: [_RT_] {i}There.... that's much better.... {/i}
dutch: [_RT_] {i}Duur.... dat is veel beter.... {/i}
french: [_RT_] {i}Là.... c'est beaucoup mieux.... {/i}
german: [_RT_] {i}Dort .... Das ist viel besser.... {/i}
italian: [_RT_] {i}Lì.... che è molto meglio.... {/i}
portuguese: [_RT_] {i}Por.... isso é muito melhor.... {/i}
