Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Of course it is.{/i}
dutch: [_RT_] {i}Natuurlijk is.{/i}
french: [_RT_] {i}Bien sûr.{/i}
german: [_RT_] {i}Natürlich ist.{/i}
italian: [_RT_] {i}Certo che lo è.{/i}
portuguese: [_RT_] {i}É claro que é.{/i}

source: [_R_] Wait.... how the fuck do you know about my Cosplay Heaven account?
dutch: [_R_] Wacht... hoe fuck je over mijn Cosplay Hemel account weet?
french: [_R_] Attends ... comment tu connaissais mon compte Cosplay Heaven?
german: [_R_] Warten.... wie der Fick, den du von meinem Cosplay Heaven Account kennst?
italian: [_R_] Aspetta.... come cazzo fai a sapere del mio account Cosplay Heaven?
portuguese: [_R_] Espera .... como que diabos você sabe sobre a minha conta Cosplay Heaven?

source: [_B_] From our good friend Agent Diaz.
dutch: [_B_] Vanuit onze goede vriend Agent Diaz.
french: [_B_] De notre bon ami L'agent Diaz.
german: [_B_] von unserem guten Freund Diaz.
italian: [_B_] Dal nostro buon amico agente Diaz.
portuguese: [_B_] Do nosso amigo Agent Diaz.

source: [_B_] Did I tell you she sends her regards?
dutch: [_B_] Heb ik je verteld dat ze haar groeten stuurt?
french: [_B_] Est-ce que je t'ai dit qu'elle t'envoie ses salutations?
german: [_B_] Habe ich dir gesagt, sie schickt ihre Grüße?
italian: [_B_] Ti ho detto che ti manda i suoi saluti?
portuguese: [__B_] Eu disse que ela manda lembranças?

source: [_RT_] {i}Shit!.... If he knows about the account, he's probably seen the pictures of his daughter!{/i}
dutch: [_RT_] {i}Shit!.... Als hij het account kent, heeft hij waarschijnlijk de foto's van zijn dochter gezien!{/i}
french: [_RT_] {i}Merde!.... S'il est au courant du compte, il a probablement vu les photos de sa fille!{/i}
german: [_RT_] {i}Shit!.... Wenn er das Konto kennt, hat er wahrscheinlich die Bilder seiner Tochter gesehen!{/i}
italian: [_RT_] {i}Merda!.... Se sa dell'account, probabilmente ha visto le foto di sua figlia!{/i}
portuguese: [_RT_] {i}Merda! .... Se ele sabe da conta, provavelmente já viu as fotos de sua filha! {/i}

source: [_B_] You ok? Your face went a little white.
dutch: [_B_] ok? Jouw gezicht ging een beetje wit uit.
french: [_B_] Ça va? Ton visage est devenu un peu blanc.
german: [_B_] Du ok? Dein Gesicht ging ein wenig weiß.
italian: [_B_] Stai bene? La tua faccia è diventata un pò bianca.
portuguese: [_B_] Você ok? Seu rosto ficou um pouco branco.

source: [_B_] Oh.... haha I probably know what you're thinking. You're probably worried about those pictures of my daughter you posted on there.
dutch: [_B_] Oh.... haha ik weet waarschijnlijk wat je denkt. Je maakt je waarschijnlijk zorgen over de foto's van mijn dochter waarop je daar hebt gepostt.
french: [_B_] Oh.... haha, je sais probablement à quoi tu penses. Tu es probablement inquiet pour les photos de ma fille que tu as postées là-bas.
german: [_B_] Oh.... haha Ich weiß wahrscheinlich was du denkst. Du bist wahrscheinlich besorgt über die Bilder meiner Tochter, die du dort gepostet hast.
italian: [_B_] Oh.... haha Probabilmente so cosa stai pensando. Probabilmente sei preoccupato per quelle foto di mia figlia che hai postato lì.
portuguese: [__B_] Ah .... haha eu provavelmente sei o que você está pensando. Você provavelmente está preocupado com aquelas fotos da minha filha que você postou lá.

source: [_B_] Don't worry I'm not mad.... and I can appreciate your eye for beauty. You're a pretty damn good photographer.
dutch: [_B_] Maak je geen zorgen.... en ik kan je oog voor schoonheid waarderen. Je bent een behoorlijk goede fotograaf.
french: [_B_] Ne t'inquiètes pas, je ne suis pas en colère.... et je peux apprécier ton œil pour la beauté. Tu es un très bon photographe.
german: [_B_] Keine Sorge, ich bin nicht verrückt.... und ich kann dein Auge für Schönheit schätzen. Du bist ein verdammter guter Fotograf.
italian: [_B_] Non preoccuparti, non sono pazza.... e posso apprezzare il tuo occhio per la bellezza. Sei un fotografo dannatamente bravo.
portuguese: [__B_] Não se preocupe eu não sou louco .... e posso apreciar o seu olho pela beleza. Você é um bom fotógrafo muito legal.

source: [_B_] I also enjoyed the pictures you took of Lauren and Sidney! They're really turning into some fine pieces of ass.
dutch: [_B_] Ik heb ook genoten van de foto's die je van Lauren en Sidney hebt gemaakt! Ze veranderen echt in mooie stukken assen.
french: [_B_] J'ai aussi apprécié les photos que tu as prises de Lauren et Sidney! Elles se transforment vraiment en de beaux morceaux de cul.
german: [_B_] Ich habe auch die Bilder genossen, die du von Lauren und Sidney gemacht hast! Sie verwandeln sich wirklich in ein paar schöne Stücke Arsch.
italian: [_B_] Ho apprezzato anche le foto che hai fatto a Lauren e Sidney! Stanno davvero diventando dei bei pezzi di culo.
portuguese: [__B_] Eu também gostei das fotos que você tirou de Lauren e Sidney! Eles estão realmente se transformando em alguns finos pedaços de bunda.

source: [_B_] I also enjoyed the pictures you took of Lauren! She's really growing up to be a fine piece of ass.
dutch: [_B_] Ik heb ook genoten van de foto's die je van Laurent hebt gemaakt! Ze groeit echt op tot een prachtig stuk assen.
french: [_B_] J'ai aussi apprécié les photos que tu as prises de Lauren! Elle grandit vraiment pour devenir un beau cul.
german: [_B_] Ich habe auch die Bilder genossen, die du von Lauren gemacht hast! Sie ist wirklich aufgewachsen, um ein feines Stück Arsch zu werden.
italian: [_B_] Mi sono piaciute anche le foto che hai fatto a Lauren! Sta davvero crescendo per diventare un bel pezzo di figa.
portuguese: [__B_] Eu também gostei das fotos que você tirou da Lauren! Ela está realmente crescendo para ser um belo pedaço de bunda.

source: [_RT_] {i}Wow, what a creep!{/i}
dutch: [_RT_] {i}Wow, wat een creep!{/i}
french: [_RT_] {i}Wow, quel peur!{/i}
german: [_RT_] {i}Wow, was für ein Creep!{/i}
italian: [_RT_] {i}Wow, che viscido! {/i}
portuguese: [_RT_] {i}Uau, que creep! {/i}

source: [_RT_] {i}I guess it takes one to know one.{/i}
dutch: [_RT_] {i}Ik denk dat het er één kan weten.{/i}
french: [_RT_] {i}Je suppose qu'il en faut un pour en connaître un.{/i}
german: [_RT_] {i}Ich denke, es braucht eines, um eins zu kennen.{/i}
italian: [_RT_] {i}Immagino che ce ne voglia uno per riconoscerne un altro.{/i}
portuguese: [_RT_] {i}Eu acho que é preciso um para saber um. {/i}

source: [_R_] So, do you just want me to withdraw the money and give it to Aunt Camille in cash?
dutch: [_R_] Dus, wil je gewoon dat ik het geld inneem en het in cash aan Aunt Camille geeft?
french: [_R_] Alors, veux-tu juste que je retire l'argent et le donne à tante Camille en espèces?
german: [_R_] Also, möchtest du nur, dass ich das Geld abhebt und es Tante Camille in Bargeld überreicht?
italian: [_R_] Quindi, vuoi che ritiri i soldi e li dia alla zia Camille in contanti?
portuguese: [_R_] Então, você só quer que eu retire o dinheiro e o dê para Aunt Camille em dinheiro?

source: [_B_] Actually, I don't even want her to know about it.
dutch: [_B_] Eigenlijk wil ik niet eens dat ze dat weet.
french: [_B_] En fait, je ne veux même pas qu'elle le sache.
german: [_B_] Eigentlich möchte ich sie nicht einmal darüber informieren.
italian: [_B_] In realtà, non voglio nemmeno che lei lo sappia.
portuguese: [_B_] Na verdade, eu nem quero que ela saiba disso.

source: [_R_] What?.... I thought...
dutch: [_R_] Wat?.... dat dacht ik...
french: [_R_] Quoi?.... Je pensais...
german: [_R_] Was?.... Ich dachte...
italian: [_R_] Cosa?.... Ho pensato...

source: [_B_] I love your aunt!.... But she's a fucking shopaholic.
dutch: [_B_] Ik hou van jouw tant!.... Maar ze is een verpletterende shopaholic.
french: [_B_] J'aime ta tante!.... Mais c'est une putain d'accro au shopping.
german: [_B_] Ich liebe deine Tant!.... Aber sie ist ein fickender Shopaholic.
italian: [_B_] Amo tua zia!.... Ma è una fottuta maniaca dello shopping.
portuguese: [_B_] Eu amo sua tia!.... Mas ela é uma caramba de compras.

source: [_B_] If she has her hands on that cash, she'll make bad choices and spend it on handbags instead of bills.
dutch: [_B_] Als ze haar handen op dat geld heeft, zal ze slechte keuzes maken en deze spenderen aan handtassen in plaats van rekeningen.
french: [_B_] Si elle a la main sur cet argent, elle fera de mauvais choix et le dépensera en sacs à main au lieu de factures.
german: [_B_] Wenn sie die Hände auf diesem Bargeld hat, wird sie schlechte Entscheidungen treffen und es für Handtaschen anstelle von Rechnungen ausgeben.
italian: [_B_] Se ha le mani su quei soldi, farà scelte sbagliate e li spenderà in borse invece che in bollette.
portuguese: [__B_] Se ela tiver as mãos naquele dinheiro, ela fará escolhas ruins e gastará com bolsas em vez de contas.

source: [_B_] So, I'm going to email you a spread-sheet of all her expenses, and instructions to pay all of her bills each week, and you use the money I send you to do just that.
dutch: [_B_] Dus ik ga je een e-mail sturen met een rekensommetje van al haar uitgaven, en instructies om elke week al haar rekeningen te betalen en je gebruikt het geld dat ik je stuur om dat te doen.
french: [_B_] Donc, je vais t'envoyer un tableur de toutes ses dépenses, et des instructions pour payer toutes ses factures chaque semaine, et tu utiliseras l'argent que je t'envoie pour faire exactement cela.
german: [_B_] Also, ich werde dir ein Tabellenkalkulationsblatt mit all ihren Ausgaben schicken, und Anweisungen, alle ihre Rechnungen jede Woche zu bezahlen, und Sie verwenden das Geld, das ich Ihnen schicke, um genau das zu tun.
italian: [_B_] Quindi, ti manderò via e-mail un foglio di calcolo di tutte le sue spese e le istruzioni per pagare tutte le sue bollette ogni settimana, e tu userai i soldi che ti manderò per fare proprio questo.
portuguese: [__B_] Então, eu vou te mandar por e-mail um espalho-folha de todas as suas despesas, e instruções para pagar todas as contas dela a cada semana, e você usa o dinheiro que eu envio para fazer apenas isso.

source: [_B_] In my goodbye letter to her, I'll tell her to rely on you to take care of her financially.
dutch: [_B_] In mijn afscheid brief aan haar, zal ik haar vertellen dat ik op jou moet vertrouwen om haar financieel te verzorgen.
french: [_B_] Dans ma lettre d'adieu, je lui dirai de compter sur toi pour prendre soin d'elle financièrement.
german: [_B_] In meinem Abschiedsbrief an sie werde ich ihr sagen, sie solle sich darauf verlassen, dass sie sich finanziell um sie kümmert.
italian: [_B_] Nella mia lettera di addio a lei, le dirò di contare su di te per prendersi cura di lei finanziariamente.
portuguese: [__B_] Na minha carta de despedida para ela, eu direi a ela para confiar em você para cuidar dela financeiramente.

source: [_B_] I'll only be sending enough money to take care of her bills, plus an extra $200 a week to pay you for your trouble.
dutch: [_B_] Ik zal maar genoeg geld sturen om haar rekeningen te verzorgen, plus nog eens $200 per week om je voor je problemen te betalen.
french: [_B_] Je n'enverrai que suffisamment d'argent pour s'occuper de ses factures, plus 200 extra de plus par semaine pour te payer tes ennuis.
german: [_B_] Ich werde nur genug Geld schicken, um sich um ihre Rechnungen zu kümmern, plus zusätzlich 200 $ pro Woche, um dich für deine Probleme zu bezahlen.
italian: [_B_] Le invierò solo i soldi sufficienti per occuparsi delle sue bollette, più altri 200 dollari a settimana per pagarti per il tuo disturbo.
portuguese: [__B_] Eu só estarei enviando dinheiro suficiente para cuidar de suas contas, mais um extra de 200 a por semana para te pagar por seu problema.

source: [_B_] If Camille needs more money than that.... she can get a fucking job...
dutch: [_B_] Als Camille meer geld nodig heeft dan dat... kan ze een fucking baan krijgen...
french: [_B_] Si Camille a besoin de plus d'argent que ça.... elle peut trouver un putain de boulot...
german: [_B_] Wenn Camille mehr Geld braucht, kann sie einen fickenden Job bekommen...
italian: [_B_] Se Camille ha bisogno di più soldi di quelli.... può trovarsi un cazzo di lavoro...

source: [_B_] Lord knows it would probably be good for her.... I shouldn't have spoiled her so badly...
dutch: [_B_] Heer weet dat het waarschijnlijk goed voor haar zou zijn.... Ik had haar niet zo verpest moeten zijn...
french: [_B_] Seigneur sait que ce serait probablement bon pour elle.... Je n'aurais pas dû la gâter autant...
german: [_B_] Lord weiß, dass es wahrscheinlich gut für sie sein würde.... Ich hätte sie nicht so schlecht verwöhnen...
italian: [_B_] Dio sa che probabilmente le farebbe bene.... Non avrei dovuto viziarla così tanto...
portuguese: [_B_] Soberano sabe que provavelmente seria bom para ela... Eu não deveria tê-lo estragado tanto...

source: [_B_] I mean look how hard your mom works!.... Sometimes I can't even believe they're sisters.
dutch: [_B_] Ik bedoel hoe hard je moeder werkt!... soms kan ik niet eens geloven dat ze zus zijn.
french: [_B_] Je veux dire regarde comme ta mère travaille dur!.... Parfois, je n'arrive même pas à croire qu'elles soient sœurs.
german: [_B_] Ich meine, schaue an, wie hart deine Mutter arbeitet!.... Manchmal kann ich nicht einmal glauben, dass sie Schwestern sind.
italian: [_B_] Voglio dire, guarda quanto lavora duramente tua madre!.... A volte non riesco nemmeno a credere che siano sorelle.
portuguese: [__B_] Quer dizer olha como a sua mãe se esfore! .... Às vezes, não consigo nem acreditar que são irmãs.

source: [_B_] So, just pay the bills once a week, like every Saturday morning or something, and I'll just keep sending money to your Cosplay Heaven account.
dutch: [_B_] Dus betaal de rekeningen eenmaal per week, zoals elke zaterdagochtend of zoiets, en ik zal gewoon geld blijven sturen naar je Cosplay heven-account.
french: [_B_] Donc, il suffit de payer les factures une fois par semaine, comme tous les samedis matin ou quelque chose du genre, et je continuerais à envoyer de l'argent sur ton compte Cosplay Heaven.
german: [_B_] Also bezahle die Rechnungen einmal in der Woche, wie jeden Samstagmorgen oder etwa, und ich werde einfach Geld auf dein Cosplay Himmel-Konto senden.
italian: [_B_] Quindi, basta che paghi le bollette una volta a settimana, tipo ogni sabato mattina o qualcosa del genere, e io continuerò a mandare soldi sul tuo conto Cosplay Heaven.
portuguese: [__B_] Então, basta pagar as contas uma vez por semana, como todos os sábados de manhã ou algo assim, e eu só vou continuar mandando dinheiro para sua conta do Cosplay Heaven.

source: [_R_] Ok, Uncle Bobby, I promise I'll take care of it...
dutch: [_R_] Ok, Uncle Bobby, ik beloof dat ik er voor zal zorgen...
french: [_R_] Ok, oncle Bobby, je promets que je m'en occuperai...
german: [_R_] Ok, Onkel Bobby, ich verspreche mich um sie zu kümmern...
italian: [_R_] Ok, zio Bobby, prometto che me ne occuperò...
portuguese: [_R_] Ok, tio Bobby, eu prometo que vou cuidar dele...

source: [_R_] Good luck.... wherever you go...
dutch: [_R_] Veel geluk.... waar je ook gaat...
french: [_R_] Bonne chance.... où que tu ailles...
german: [_R_] Viel Glück... wohin auch immer...
italian: [_R_] Buona fortuna.... ovunque tu vada...
portuguese: [_R_] Boa sorte.... aonde quer que vá...

source: [_R_] And I'm sorry you have to leave your family and be completely alone.
dutch: [_R_] En het spijt me dat je je familie moet verlaten en volledig alleen moet zijn.
french: [_R_] Et je suis désolé que tu doives quitter ta famille et être complètement seul.
german: [_R_] Und es tut mir leid, du musst deine Familie verlassen und ganz allein sein.
italian: [_R_] E mi dispiace che tu debba lasciare la tua famiglia e rimanere completamente solo.
portuguese: [__R_] E eu sinto muito que você tenha que deixar sua família e estar completamente sozinho.

source: [_B_] Actually.... I won't be completely alone...
dutch: [_B_] In feite .... ik zal niet volledig alleen zijn...
french: [_B_] En fait.... Je ne serai pas complètement seul...
german: [_B_] tatsächlich.... Ich werde nicht ganz allein sein...
italian: [_B_] In realtà.... Non sarò completamente sola...

source: [_B_] Mandy's old nanny.... do you remember Cindy?...
dutch: [_B_] Mandy's oude kinderdag... . herinner je je Cindy?...
french: [_B_] La vieille nounou de Mandy.... tu te souviens de Cindy ?...
german: [_B_] Mandy's altes Kindermädchen.... Erinnern Sie sich an Cindy?...
italian: [_B_] La vecchia annata di Mandy.... ti ricordi di Cindy?...
portuguese: [_B_] Anônimo de Mandy.... Você se lembra do Cindade?...

source: [_R_] Uhhh.... yeah.... I do...
french: [_R_] Uhhh.... ouais... je me rappelle...
german: [_R_] Uhhh.... ja.... Ich tue...
italian: [_R_] Uhhh.... si.... I do...

source: [_B_] She's going to go with me.... she's always wanted to travel, and she's up for a big adventure, so she's coming.
dutch: [_B_] Ze gaat met mij meegaan.... ze wilde altijd reizen, en ze staat op voor een groot avontuur, dus ze komt eraan.
french: [_B_] Elle va m'accompagner.... elle a toujours voulu voyager, et elle est prête pour une grande aventure, alors elle vient.
german: [_B_] Sie geht mit mir hin... sie wollte immer reisen, und sie ist auf ein großes Abenteuer vorbereitet, also kommt sie.
italian: [_B_] Verrà con me.... ha sempre voluto viaggiare ed è pronta per una grande avventura, quindi verrà.
portuguese: [_B_] Ela vai comigo ... sempre quis viajar, e está pronta para uma grande aventura, então está vindo.

source: [_B_] Plus, it will give the illusion that I'm running away because of an affair, rather than being tipped off.
dutch: [_B_] Plus, het geeft de illusie dat ik door een affaire weg word in plaats van dat ik wordt afgepikt.
french: [_B_] De plus, cela donnera l'illusion que je m'enfuis à cause d'une liaison, plutôt que d'être prévenu.
german: [_B_] Plus, es wird die Illusion vermitteln, dass ich wegen einer Affäre fliege, anstatt weggelaufen zu werden.
italian: [_B_] Inoltre, darà l'illusione che io stia scappando a causa di una relazione, piuttosto che essere avvisato.
portuguese: [__B_] Mais, vai dar a ilusão de que eu estou fugindo por causa de um caso, em vez de ser desavisado.

source: [_RT_] {i}Illusion my ass.{/i}
dutch: [_RT_] {i}Illusie van mijn ass.{/i}
french: [_RT_] {i}Illusion mon cul.{/i}
german: [_RT_] {i}Illusion mein Arsch.{/i}
italian: [_RT_] {i}Illusione un cazzo.{/i}
portuguese: [_RT_] {i}Ilusão meu ass.{/i}

source: [_B_] That should help keep the heat off Agent Diaz.
dutch: [_B_] Dat moet helpen om de warmte af te houden van de agent Diaz.
french: [_B_] Cela devrait aider à garder la chaleur de l'agent Diaz.
german: [_B_] Das sollte helfen, den Wärmeabstand Diaz zu halten.
italian: [_B_] Questo dovrebbe aiutare a tenere lontano l'agente Diaz.
portuguese: [__B_] Isso deve ajudar a manter o calor do agente Diaz.

source: [_B_] So, good luck taking care of everything here!
dutch: [_B_] Dus, veel succes om alles hier te regelen!
french: [_B_] Alors, bonne chance en s'occupant de tout ici!
german: [_B_] Also viel Glück, dass wir uns hier um alles kümmern!
italian: [_B_] Quindi, buona fortuna nel prendersi cura di tutto qui!
portuguese: [_B_] Então, boa sorte cuidando de tudo aqui!

source: [_R_] Wait!.... What about the daily deliveries? Will I still be able to make money making deliveries?
dutch: [_R_] Wacht!.... Hoe zit het met de dagelijkse leveringen? Zal ik nog steeds geld kunnen verdienen aan leveringen?
french: [_R_] Attends ! .... Qu'en est-il des livraisons quotidiennes? Est-ce que je serais toujours en mesure de faire de l'argent avec des livraisons?
german: [_R_] Warte!.... Was ist mit den täglichen Lieferungen? Werde ich trotzdem in der Lage sein, die Sendungen zu verdienen?
italian: [_R_] Aspetta!.... E le consegne giornaliere? Sarò ancora in grado di fare soldi facendo consegne?
portuguese: [_R_] Espera! .... E as entregas diárias? Será que ainda serei capaz de ganhar dinheiro fazendo entregas?

source: [_B_] Oh.... right!
dutch: [_B_] Oh... toch!
french: [_B_] Oh.... Exact!
german: [_B_] Oh.... rechts!
italian: [_B_] Oh.... giusto!
portuguese: U[_B_] Oh .... direito!

source: [_B_] Yes, of course.... I let the foreman Charlie know you'll be coming by, and to have the packages all ready for you to deliver.
dutch: [_B_] natuurlijk wel.... Ik laat de voorbode Charlie weten dat je langs komt en dat de pakketten voor jou klaar zijn om te leveren.
french: [_B_] Oui, bien sûr.... J'ai fait savoir au contremaître Charlie que tu passerais, et que les colis sont prêts à être livrés.
german: [_B_] Ja, natürlich... Ich lasse den Foreman Charlie wissen, dass du kommen wirst, und die Pakete, die alle für dich bereit sind, zu liefern.
italian: [_B_] Sì, certo.... Ho fatto sapere al caposquadra Charlie che passerai e di avere i pacchi pronti per la consegna.
portuguese: [_B_] Sim, é claro .... Eu deixei o capataz Charlie saber que você vai estar vindo, e para ter os pacotes todos prontos para você entregar.

source: [_B_] Now, I've really got to run.... there's still a lot I have to take care of before I pull off my disappearing trick.
dutch: [_B_] Nu moet ik echt rennen.... er is nog veel te doen voordat ik mijn verdwijnende truc afpak.
french: [_B_] Maintenant, je dois vraiment partir.... il y a encore beaucoup de choses dont je dois m'occuper avant de disparaitre.
german: [_B_] Jetzt muss ich wirklich laufen .... ich muss mich immer noch sehr um mich kümmern, bevor ich meinen verschwundenen Trick abziehe.
italian: [_B_] Ora, devo davvero correre... c'è ancora molto che devo prendermi cura prima di togliere il mio trucco scomparso.
portuguese: [_B_] Agora, eu realmente tenho que correr... Ainda tenho que cuidar muito antes de sair do meu truque de desaparecer.

source: [_B_] Good luck with everything! I know it feels overwhelming, but all of this extra responsibility will do you a lot of good.
dutch: [_B_] Veel succes met alles! Ik weet dat het zich overweldigend voelt, maar al deze extra verantwoordelijkheid zal je veel goeds doen.
french: [_B_] Bonne chance avec tout! Je sais que c'est accablant, mais toute cette responsabilité supplémentaire te fera beaucoup de bien.
german: [_B_] Viel Glück mit allen! Ich weiß, es fühlt sich überwältigend, aber all diese zusätzliche Verantwortung wird dir viel Gutes tun.
italian: [_B_] Buona fortuna per tutto! So che sembra opprimente, ma tutta questa responsabilità extra ti farà molto bene.
portuguese: [_B_] Boa sorte com tudo! Eu sei que é esmagador, mas toda essa responsabilidade adicional vai te fazer muito bem.

source: [_RT_] {i}Holy shit!.... {/i}
dutch: [_RT_] {i}Heilige shit!.... {/i}
french: [_RT_] {i}Merde!.... {/i}
german: [_RT_] {i}Heiliger Scheiß!.... {/i}
italian: [_RT_] {i}Santa merda!.... {/i}
portuguese: [_RT_] {i}merda Santa! .... {/i}

source: [_RT_] {i}All the men have left.... and left me in charge of all their ladies.{/i}
dutch: [_RT_] {i}Alle mannen hebben weg... en mij de baas gelaten over al hun ladies.{/i}
french: [_RT_] {i}Tous les hommes sont partis.... et m'a laissé responsable de toutes leurs dames.{/i}
german: [_RT_] {i}Alle Männer sind weggegangen.... und haben mich für all ihre Damen verantwortlich gemacht.{/i}
italian: [_RT_] {i}Tutti gli uomini se ne sono andati.... e mi hanno lasciato a capo di tutte le loro donne.{/i}
portuguese: [_RT_] {i}Todos os homens partiam .... e me deixaram no comando de todas as suas senhoras. {/i}

source: [_RT_] {i}I'm like a castaway in a sea of estrogen.{/i}
dutch: [_RT_] {i}Ik ben een castaway in een zee van estrogen.{/i}
french: [_RT_] {i}Je suis comme un naufragé dans une mer d'œstrogènes.{/i}
german: [_RT_] {i}Ich mag ein Kastaway in einem Meer von Östrogen.{/i}
italian: [_RT_] {i}Sono come un naufrago in un mare di estrogeni.{/i}
portuguese: [_RT_] {i}Sou como uma casta em um mar de estrogen.{/i}
