Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: {i}{b}"Aunt Cami's Anger +1"{/b}{/i}
french: {i}{b}"Colère de Cami attisée +1"{/b}{/i}
italian: {i}{b}"zia Cami Rabbia +1"{/b}{/i}
portuguese: {i}{b}"Raiva da Campa +1"{/b}{/i}
russian: {i}{b}"Тетра Ками +1"{/b}{/i}

source: [_R_] You know, I just happen to have some money on me.
french: [ _R_ ] Vous savez, je viens d'avoir de l'argent sur moi.
italian: [_R_] Sai, mi capita solo di avere un po' di soldi con me.
portuguese: [_R_] Você sabe, por acaso eu tenho algum dinheiro comigo.
russian: Знаешь, у меня просто есть деньги на меня.

source: [_R_] If you wanna make another deal, you could whip'em out for me right here.
french: [ _R_ ] Si vous voulez faire un autre accord, vous pourriez me faire sortir pour moi ici.
italian: [_R_] Se volete fare un altro affare, potreste frustare fuori per me proprio qui.
portuguese: [_R_] Se você quiser fazer outro negócio, você poderia me dar um chicote aqui.
russian: Если ты хочешь заключить другую сделку, ты можешь выкидать их мне прямо здесь.

source: [_C_] (incomprehensible grumbling)
french: [_C_] (grognements incompréhensibles)
italian: [_C_] (incomprensibile brontolatura)
portuguese: [_C_] (resmungão incompreensível)
russian: [ _C_] (непонятное ворчание)

source: [_R_] No?
french: [_R_] Non?
portuguese: [_R_] Não?
russian: [ _R_] Нет?

source: [_R_] Maybe later, when you've got that hot little maid uniform on again?
french: [ _R_ ] Peut-être plus tard, quand vous aurez à nouveau ce petit uniforme chaud?
italian: [_R_] Forse più tardi, quando hai quella piccola uniforme di cameriera calda su di nuovo?
portuguese: [_R_] Talvez mais tarde, quando você tiver aquele uniforme de empregada quente de novo?
russian: [ _R_] Может быть позже, когда у тебя снова эта горячая униформа горничной?

source: [_C_] Just stay away from my daughter's door, you creep!
french: [ _C_ ] Il suffit de rester à l'écart de la porte de ma fille, vous dormez !
italian: [_C_] Allontanatevi dalla porta di mia figlia, strisciate!
portuguese: [__C_] Apenas fique longe da porta da minha filha, você cretino!
russian: [_C_] Просто оставайтесь вдали от двери моей дочери, ты може!

source: [_RT_] {i}Poor Mom... I shouldn't have let her end up here this week.{/i}
french: [_RT_] {i}Pauvre Maman... Je n'aurais pas dû la laisser se retrouver ici cette semaine.{/i}
italian: [_RT_] {i}Mamma Povere... Non avrei dovuto lasciarla finire qui questa settimana.{/i}
portuguese: [_RT_] {i}Mãe Pobre... Eu não deveria deixá-la chegar aqui esta semana.{/i}
russian: [_RT_] Жизненная мама {i}... На этой неделе она не должна закончиться.{/i}

source: [_RT_] {i}I know she doesn't want to be here, but I'll be damned if she doesn't look like a natural.{/i}
french: [_RT_] {i}Je sais qu'elle ne veut pas être ici, mais je serai maudite si elle ne ressemble pas à un naturel.{/i}
italian: [_RT_] {i}So che non vuole essere qui, ma sarò dannato se non assomiglia a un naturale.{/i}
portuguese: [_RT_] {i}Eu sei que ela não quer estar aqui, mas eu vou ser condenada se ela não parecer um natural. {/i}
russian: [_RT_] {i}Я знаю, что она не хочет быть здесь, но я буду проклят, если она не выглядит естественно.{/i}

source: [_RT_] {i}As much as I only want her for myself, it does seem like a crime to keep her beauty from the world.{/i}
french: [_RT_] {i}autant que je ne veux qu'elle soit pour moi, il semble que ce soit un crime de garder sa beauté du monde.{/i}
italian: [_RT_] {i}Per quanto la voglio solo per me, sembra un crimine mantenere la sua bellezza dal mondo.{/i}
portuguese: [_RT_] {i}tanto quanto eu a quero apenas para mim, parece um crime manter sua beleza do mundo.{/i}
russian: [_RT_] {i}Так же, как я хочу, чтобы она была только для себя, казалось бы, преступлением сохранить ее красоту из мира.{/i}

source: [_RT_] {i}I just need to get her in more photo shoots, a strip club isn't the best place to showcase her beauty.{/i}
french: [ _RT_ ] {i}J'ai juste besoin de l'obtenir dans plus de photos, un club de strip n'est pas le meilleur endroit pour montrer sa beauté. { /i }
italian: [_RT_] {i}Ho solo bisogno di ottenere lei in più fotografie, un strip club non è il posto migliore per mostrare la sua bellezza.{/i}
portuguese: [_RT_] {i}Eu só preciso colocá-la em mais sessões de fotos, um clube de strip não é o melhor lugar para mostrar a sua beleza. {/i}
russian: [_RT_] {i}Мне просто нужно сделать ее на фотографиях, полосатый клуб не лучший способ показать свою красоту.{/i}

source: [_RT_] {i}I guess having Mom get used to exposing herself to strangers isn't all bad.{/i}
french: [_RT_] {i}Je suppose que s'habituer à la mère à s'exposer à des étrangers n'est pas très mal.{/i}
italian: [_RT_] {i}Immagino che avere mamma abituarsi a esporsi a sconosciuti non è tutto cattivo.{/i}
portuguese: [_RT_] {i}Acho que ter mamãe se acostumar a se expor a estranhos não é tudo ruim.{/i}
russian: [_RT_] {i}Я полагаю, что мама привыкла выявлять себя незнакомцами.{/i}

source: [_RT_] {i}It probably makes her less likely to resist some of the ideas I have for her in our upcoming photo shoots.{/i}
french: [ _RT_ ] {i}Elle est probablement moins susceptible de résister à certaines des idées que j'ai pour elle dans nos prochaines photos. { /i }
italian: [_RT_] {i}Probabilmente la rende meno probabile di resistere ad alcune delle idee che ho per lei nei nostri prossimi scatti fotografici.{/i}
portuguese: [_RT_] {i}provavelmente a torna menos capaz de resistir a algumas das ideias que tenho para ela nos próximos tiros de fotografias. {/i}
russian: [_RT_] {i}Скорее всего она будет противостоять некоторым идеям, которые у меня есть на предстоящих фотосъемках.{/i}

source: [_MT_] {i}Keep your game face on, [mom_name]!
french: [_MT_] {i}Gardez votre visage allumé, [mom_name]!
italian: [_MT_] {i}Mantieni il tuo volto di gioco, [mom_name]!
portuguese: [_MT_] {i}Mantenha o seu jogo de cara em, [mom_name]!
russian: [_MT_] {i}Держите лицо игрой, [mom_name]!

source: [_MT_] {i}[ryan] will come through next time.{/i}
french: [_MT_] {i}[ryan] passera la prochaine fois.{/i}
italian: [_MT_] {i}[ryan] arriverà la prossima volta.{/i}
portuguese: [_MT_] {i}[ryan] virá na próxima vez.{/i}
russian: [_MT_] {i}[ryan] пройдут в следующий раз.{/i}

source: [_MT_] {i}For now, just get through tonight.{/i}
french: [_MT_] {i}Pour l'instant, passez par ce soir.{/i}
italian: [_MT_] {i}Per ora, passate questa sera.{/i}
portuguese: [_MT_] {i}Por enquanto, basta passar pela noite.{/i}
russian: [_MT_] {i}На данный момент просто пройдите сегодня.{/i}

source: [_RT_] {i}The room is pretty crowded tonight, and she seems to be bringing in money pretty fast.{/i}
french: [_RT_] {i}La salle est assez encombrée ce soir, et elle semble rapporter de l'argent assez rapidement{/i}
italian: [_RT_] {i}La stanza è piuttosto affollata stasera, e sembra che stia portando denaro abbastanza veloce.{/i}
portuguese: [_RT_] {i}A sala está muito lotada esta noite e ela parece estar trazendo dinheiro muito rápido.{/i}
russian: [_RT_] {i}Комната довольно переполнена сегодня, и, кажется, она быстро приносит деньги.{/i}

source: [_RT_] {i}She'll have the money she needs in no time.{/i}
french: [ _RT_ ] {i}Elle aura l'argent dont elle a besoin en aucun temps. { /i }
italian: [_RT_] {i}Lei avrà il denaro di cui ha bisogno in pochissimo tempo.{/i}
portuguese: [_RT_] {i}Ela vai ter o dinheiro que precisa em nenhum tempo. {/i}
russian: [ _RT_] {i}Она будет иметь деньги, которые ей не нужны. { /i }

source: [_RT_] {i}I think I'll go wait at the bar for her to finish.{/i}
french: [_RT_] {i}Je pense que je vais attendre à la barre pour qu'elle finisse. {/i}
italian: [_RT_] {i}Penso che andrò ad aspettare al bar per finire.{/i}
portuguese: [_RT_] {i}Eu acho que vou esperar no bar para ela terminar. {/i}
russian: [_RT_] {i}Я думаю, что подожду в баре, чтобы она закончила.{/i}

source: [_A_] I am pretty surprised to see you both back here.
french: [_A_] Je suis assez surpris de vous revoir tous les deux ici.
italian: [_A_] Sono abbastanza sorpreso di vederti entrambi di nuovo qui.
portuguese: [_A_] estou muito surpreso em ver vocês dois aqui de volta.
russian: [ _A_] Я очень удивлен, что вы оба вернулись сюда.

source: [_A_] You seemed pretty resolved to never miss another payment the last time I talked to you.
french: [ _A_ ] Vous avez semblé assez résolu pour ne jamais manquer un autre paiement la dernière fois que je vous ai parlé.
italian: [_A_] Sembri abbastanza risolto per non perdere mai un altro pagamento l'ultima volta che ho parlato con te.
portuguese: [_A_] Você parecia bem resolvido para nunca mais perder outro pagamento da última vez que falei com você.
russian: [ _A_] Вы казались довольно решительной, чтобы не пропустить очередной платеж в последний раз, когда я говорил с вами.

source: [_R_] Yeah... I feel pretty shitty about it.
french: [_R_] Ouais... Je me sens plutôt foutu à ce sujet.
italian: [_R_] Sì... Mi sento abbastanza timido al riguardo.
portuguese: [_R_] Sim... Eu me sinto muito tímido com isso.
russian: [ _R_] Да ... Я чувствую себя довольно дерьмово.

source: [_A_] I'm sure she won't hold it against you.
french: [_A_] Je suis sûr qu'elle ne tiendra pas cela contre vous.
italian: [_A_] Sono sicuro che non lo terrà contro di te.
portuguese: [_A_] Tenho certeza de que ela não vai segurar contra você.
russian: [_A_] Я уверен, что она не будет держать против вас.

source: [_A_] Here's that beer you ordered.
french: [ _A_ ] Voici la bière que vous avez commandée.
italian: [_A_] Ecco quella birra che hai ordinato.
portuguese: [_A_] Aqui está aquela cerveja que você pediu.
russian: Вот пиво, которое ты заказал.

source: [_M_] Really!? Again?
french: [_M_] Vraiment!? Encore ?
italian: [_M_] Davvero!? Ancora?
portuguese: [__M_] Realmente!? De novo?
russian: [ _M_] Действительно!? Опять?

source: [_M_] I know you're growing up faster than you should have to. But you're still too young to be drinking!
french: [ _M_ ] Je sais que vous grandisserez plus vite que vous ne devriez le faire. Mais tu es encore trop jeune pour boire !
italian: [_M_] So che stai crescendo più velocemente di quanto dovresti avere. Ma sei ancora troppo giovane per bere!
portuguese: [_M_] Eu sei que você está crescendo mais rápido do que você. Mas você ainda é muito jovem para beber!
russian: Я знаю, что ты растет быстрее, чем должен. Но ты еще слишком молод, чтобы пить!

source: [_R_] Uhh... I ordered it for you.
french: [_R_] Euh... Je l'ai commandé pour vous.
italian: [_R_] Uhh... L'ho ordinato per te.
portuguese: [_R_] Uhh ... Eu ordenei para você.
russian: [ _R_] Uhh ... Я заказал это для тебя.

source: [_M_] Really?
french: [_M_] Vraiment?
italian: [_M_] Davvero?
portuguese: U[_M_] realmente real?
russian: Правда?

source: [_R_] Holy shit, Mom!
french: [_R_] Coup sacré, Maman !
italian: [_R_] Merda Santa, Mamma!
portuguese: [_R_] Caramba Sagrada, mamãe!
russian: [ _R_] Святое дерьмо, мама!

source: [_R_] You look amazing!
french: [_R_] Vous avez l'air incroyable !
italian: [_R_] Sembri incredibile!
portuguese: [_R_] Você parece incrível!
russian: [_R_] Вы выглядите потрясающе!

source: [_M_] I thought you dissaproved of how revealing it is.
french: [ _M_ ] Je croyais que vous n'avez pas démontré à quel point c'est révélateur.
italian: [_M_] Ho pensato che dissaprovati di quanto rivelatore è.
portuguese: [_M_] Eu pensei que você desmaiou de como isso é revelador.
russian: [ _M_] Я думал, вы опровергаете, насколько он показателен.

source: [_R_] I mean... I think Joey's a sleeze for making you wear it.
french: [_R_] Je veux dire... Je pense que Joey est un manche pour vous faire le porter.
italian: [_R_] Intendo dire... Penso che Joey sia un sonno per farti indossarlo.
portuguese: [_R_] Eu quero dizer ... Acho que Joey é um trenó por fazer você usar.
russian: Я имею в виду ... Я думаю, что Джоуи спит, заставляя тебя носить его.

source: [_R_] But if you're comfortable with it, I don't dissaprove at all.
french: [ _R_ ] Mais si vous êtes à l'aise avec ça, je ne me réfute pas du tout.
italian: [_R_] Ma se siete a vostro agio con esso, non dissaprova affatto.
portuguese: [_R_] Mas se você estiver confortável com isso, eu não reprovo nada.
russian: [_R_] Но если тебе это удобно, я вообще не разочарую.

source: [_R_] In fact, it's having a pretty big impression on me.
french: [ _R_ ] En fait, c'est une grosse impression sur moi.
italian: [_R_] Infatti, sta avendo una bella impressione su di me.
portuguese: [_R_] De fato, está tendo uma grande impressão em mim.
russian: На самом деле, у меня на меня очень большое впечатление.

source: [_M_] I can see that.
french: [ _M_ ] Je peux voir ça.
italian: [_M_] lo capisco.
portuguese: [_M_] Eu posso ver isso.
russian: [ _M_] Я вижу это.

source: [_M_] You need to get that under control, or you're going to ruin those pants.
french: [ _M_ ] Vous avez besoin d'être sous contrôle, ou vous allez détruire ces pantalons.
italian: [_M_] È necessario farlo sotto controllo, o si sta andando a rovinare quei pantaloni.
portuguese: [__M_] Você precisa obter isso sob controle, ou você vai estragar essas calças.
russian: [_M_] Вам нужно получить это под контролем, или вы собираетесь погубить эти брюки.

source: [_R_] If only there was someone who would be willing to help me out.
french: [ _R_ ] Si seulement il y avait quelqu'un qui serait prêt à m'aider.
italian: [_R_] Se solo ci fosse qualcuno che sarebbe disposto ad aiutarmi.
portuguese: [__R_] Se só houvesse alguém que estaria disposto a me ajudar a sair.
russian: [ _R_] Если бы только был кто-то, кто был бы готов помочь мне.

source: [_M_] Oh, Lord... I'm worried you're starting to get a little too entitled.
french: [_M_] Oh, Seigneur... Je crains que vous commenciez à avoir un peu trop de droits.
italian: [_M_] Oh, Signore... Sono preoccupato che tu stia cominciando ad avere un po' di diritto.
portuguese: [_M_] Oh, Lord... estou preocupado que você está começando a ter direito também.
russian: О, Господи ... Я беспокоюсь, что ты начинаешь получать слишком много прав.

source: [_R_] No, I know I missed the payment again this week, and I don't deserve any kind of reward.
french: [ _R_ ] Non, je sais que j'ai raté le paiement cette semaine, et je ne mérite pas de récompense.
italian: [_R_] No, so che ho perso di nuovo il pagamento questa settimana, e non merito alcun tipo di ricompensa.
portuguese: [__R_] Não, eu sei que perdi o pagamento novamente esta semana, e eu não mereço nenhum tipo de recompensa.
russian: [ _R_] Нет, я знаю, что я пропустил платеж снова на этой неделе, и я не заслуживаю никакой награды.

source: [_R_] I just know that you were willing to forgive me and help me out last time.
french: [ _R_ ] Je sais juste que vous étiez prêt à me pardonner et à m'aider pour la dernière fois.
italian: [_R_] So solo che eravate disposti a perdonarmi e aiutarmi la scorsa volta.
portuguese: [__R_] Eu só sei que você estava disposto a me perdoar e me ajudar na última vez.
russian: Я просто знаю, что ты была готова простить меня и помочь мне в прошлый раз.

source: [_M_] I mean... Of course I'm willing to forgive you... And you do have a bit of a problem.
french: [_M_] Je veux dire... Bien sûr, je suis prêt à vous pardonner... Et vous avez un peu de problème.
italian: [_M_] Voglio dire... Naturalmente sono disposto a perdonarti... E hai un po' di problema.
portuguese: [_M_] Eu quero dizer ... É claro que estou disposto a perdoá-lo ... E você tem um pouco de problema.
russian: Я имею в виду ... Конечно, я хочу тебя простить ... И у тебя проблемы.

source: [_M_] I just hope it doesn't get around that you and I keep dissapearing into the VIP room.
french: [_M_] J'espère juste que vous ne vous déplacez pas et que je ne cesse de me disperser dans la salle VIP.
italian: [_M_] Spero solo che non vada in giro che voi e continuo a spaventare nella sala VIP.
portuguese: [__M_] Eu só espero que não fique por aí que você e eu mantemos dessapatando na sala VIP.
russian: [_M_] Я надеюсь, что это не обойдется вам, и я продолжаю пренебрегать в VIP-комнату.

source: [_M_] But, whatever. Lead the way... I'll follow.
french: [_M_] Mais, quoi qu'il arrive. Voyez la voie... Je suivrai.
italian: [_M_] Ma, qualunque cosa sia. Lead il modo... seguirò.
portuguese: [_M_] Mas, tanto faz. Liderar o caminho ... Eu vou seguir.
russian: Но, что угодно. Завести дорогу ... Я последую.

source: [_A_] I'm sure she understands that you can't possibly make every single week's payment.
french: [ _A_ ] Je suis sûre qu'elle comprend que vous ne pouvez pas faire le paiement de chaque semaine.
italian: [_A_] Sono sicuro che lei capisce che non è possibile effettuare il pagamento di ogni singola settimana.
portuguese: [_A_] Tenho certeza que ela entende que você não pode possivelmente fazer todo o pagamento da semana única.
russian: [_A_] Я уверен, что она понимает, что вы не можете делать выплаты каждую неделю.

source: [_A_] I don't even think she's mad at you. I'm sure she's grateful for every time that she hasn't had to come here because of your hard work.
french: [ _A_ ] Je ne pense même pas qu'elle soit en colère contre toi. Je suis sûre qu'elle est reconnaissante pour chaque fois qu'elle n'a pas eu à venir ici à cause de votre dur travail.
italian: [_A_] Non penso nemmeno che lei sia arrabbiata con te. Sono sicuro che lei è grata per ogni volta che non ha dovuto venire qui a causa del suo duro lavoro.
portuguese: [_A_] Eu nem acho que ela está brava com você. Tenho certeza de que ela é grata por toda vez que ela não teve que vir aqui por causa do seu trabalho duro.
russian: [_A_] Я даже не думаю, что она сумасшедшая на вас. Я уверен, что она благодарна всякий раз, когда ей не приходилось приезжать сюда из-за вашей тяжелой работы.

source: [_A_] Here's the beer you ordered.
french: [ _A_ ] Voici la bière que vous avez commandée.
italian: [_A_] Ecco la birra che hai ordinato.
portuguese: [_A_] Aqui está a cerveja que você pediu.
russian: Вот пиво, которое ты заказал.

source: [_R_] Oh, Do you need to see my ID?
french: [_R_] Oh, avez-vous besoin de voir mon ID ?
italian: [_R_] Oh, Hai bisogno di vedere il mio ID?
portuguese: [_R_] Oh, você precisa ver o meu documento de identidade?

source: [_A_] The fake ID my own Uncle gave you?... yeah, that won't be necessary.
french: [ _A_ ] Le faux ID que mon oncle vous a donné? ... ouais, ça ne sera pas nécessaire.
italian: [_A_] Il falso ID mio zio ti ha dato?... sì, che non sarà necessario.
portuguese: [_A_] A identidade falsa que o meu próprio tio te deu? ... sim, isso não será necessário.
russian: [_A_] Поддельный ID моего собственного дядя дал вам?... да, это не необходимо.

source: [_M_] You're not old enough to be drinking!
french: [ _M_ ] Tu n'es pas assez vieux pour boire !
italian: [_M_] Non sei abbastanza vecchio per bere!
portuguese: [_M_] Você não tem idade o suficiente para beber!
russian: [_M_] Вам недостаточно старого, чтобы выпить!

source: [_M_] Alcohol isn't going to make your life any easier.
french: [ _M_ ] L'alcool ne va pas rendre votre vie plus facile.
italian: [_M_] L'alcool non renderà la tua vita più facile.
portuguese: [_M_] O álcool não vai tornar a sua vida mais fácil.
russian: [_M_] Алкоголь не собирается сделать вашу жизнь проще.

source: [_M_] Are you trying to end up like your father?
french: [ _M_ ] Vous essayez de finir comme votre père?
italian: [_M_] Stai cercando di finire come tuo padre?
portuguese: [_M_] Você está tentando acabar como o seu pai?
russian: [_M_] Вы пытаетесь в конечном итоге, как ваш отец?

source: [_R_] That lingerie is completely see through... It leaves nothing to the imagination.
french: [ _R_ ] Cette lingerie est complètement voir à travers ... Cela ne laisse rien à l'imagination.
italian: [_R_] Quella lingerie è completamente vista... Non lascia nulla all'immaginazione.
portuguese: U[_R_] Aquela lagarta é completamente visível... Não deixa nada à imaginação.
russian: [_R_] Этот белье полностью видит... Он ничего не оставляет воображению.

source: [_M_] What? Oh, this... Yeah, it was a special gift from Joey. Meaning I have no choice but to wear it.
french: [_M_] Quoi? Oh, ceci... Oui, c'était un cadeau spécial de Joey. Cela veut dire que je n'ai pas d'autre choix que de le porter.
italian: [_M_] Cosa? Oh, questo... Sì, è stato un regalo speciale di Joey. Significato non ho altra scelta che indossarlo.
portuguese: [_M_] o que? Ah, isso... Sim, foi um presente especial da Alegria. Significa que eu não tenho escolha senão usá-lo.
russian: [ _M_] Что? О, это ... Да, это был особый подарок от Джоуи. У меня нет выбора, кроме как носить его.

source: [_M_] I mean, he gifted me another one too, but it's not any less revealing.
french: [_M_] Je veux dire, il m'a offert un autre aussi, mais ce n'est pas moins révélateur.
italian: [_M_] Voglio dire, mi ha regalato anche un altro, ma non è meno rivelatore.
portuguese: [_M_] quero dizer que ele me presenteou outro também, mas não é menos revelador.
russian: Я имею в виду, он одарил меня еще одним, но это не менее показательно.

source: [_R_] That fucker! I'm sorry you're in this situation again this week. I should have done a better job managing our money.
french: [_R_] Ce fucker ! Je suis désolé que vous soyez à nouveau dans cette situation cette semaine. J'aurais dû faire un meilleur travail en gérant notre argent.
italian: [_R_] Quel fucker! Mi dispiace che tu sia di nuovo in questa situazione questa settimana. Avrei dovuto fare un lavoro migliore per gestire i nostri soldi.
portuguese: [__R_] Aquele filho da puta! Sinto muito que você esteja nessa situação novamente nesta semana. Eu deveria ter feito um trabalho melhor gerenciando nosso dinheiro.
russian: [ _R_] Этот ублюдо! Мне жаль, что вы снова в этой ситуации на этой неделе. Я должен был сделать более совершенную работу по управлению нашими деньгами.

source: [_R_] Please forgive me.
french: [_R_] Veuillez me pardonner.
italian: [_R_] Per favore, perdonatemi.
portuguese: [_R_] Por favor, me perdoem.
russian: [ _R_] Пожалуйста, прости меня.

source: [_M_] Of course I forgive you.
french: [ _M_ ] Bien sûr que je te pardonne.
italian: [_M_] Naturalmente vi perdono.
portuguese: [_M_] É claro que eu te perdoo.
russian: [ _M_] Конечно, я прощаю тебя.

source: [_M_] I know you're doing your best.
french: [ _M_ ] Je sais que vous faites de votre mieux.
italian: [_M_] So che stai facendo del tuo meglio.
portuguese: [_M_] Eu sei que você está fazendo o seu melhor.
russian: [_M_] Я знаю, что ты делаешь все возможное.

source: [_R_] Goddam, though... You do look stunning.
french: [_R_] Bon dieu, cependant... Vous avez l'air stupéfiant.
italian: [_R_] Goddam, però... Tu sembri stupefacente.
portuguese: [_R_] Goddam, embora ... Você fica deslumbrante.
russian: [ _R_] Годдам, хотя ... Ты выглядишь потрясающе.

source: [_R_] It's one of the most beautiful things I've ever seen you wear!
french: [ _R_ ] C'est l'une des plus belles choses que j'ai jamais vues porter !
italian: [_R_] È una delle cose più belle che ti abbia mai visto!
portuguese: [_R_] É uma das coisas mais lindas que eu já vi que você usa!
russian: [_R_] Это одна из самых красивых вещь, которую я когда-либо видел ты носишь!

source: [_R_] It's making me feel all kinds of things.
french: [ _R_ ] Cela me fait ressentir toutes sortes de choses.
italian: [_R_] Mi sta facendo sentire cose di ogni genere.
portuguese: [__R_] Está me fazendo sentir todos os tipos de coisas.
russian: [_R_] Это заставляет меня чувствовать все виды вещей.

source: [_M_] Yeah... I can see that.
french: [_M_] Ouais... Je peux voir ça.
italian: [_M_] Sì... Lo posso vedere.
portuguese: [_M_] Sim... Eu posso ver isso.
russian: [ _M_] Да ... Я вижу это.
