Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_J_] Plus, I'd be out a shit ton of money.
italian: [_J_] Inoltre, sarei fuori una tonnellata di soldi.

source: [_J_] It wouldn't be in our family's best interest to just forgive you that debt.
italian: [_J_] Non sarebbe nel miglior interesse della nostra famiglia perdonarti quel debito.

source: [_J_] But, it doesn't mean there can't be any arrangements to forgive parts of that debt in reward for certain actions.
italian: [_J_] Ma, non significa che non ci possono essere accordi per perdonare parte di quel debito in ricompensa per alcune azioni.

source: [_M_] Really?... That's fantastic!
italian: [_M_] Davvero?... È fantastico!

source: [_M_] Please, let me know if there's ever anything we can do to make that happen.
italian: [_M_] Per favore, fatemi sapere se c'è mai qualcosa che possiamo fare per farlo accadere.

source: [_J_] Well, [mom_name], you are a knockout... And I've had my eye on you since I first saw you at that barbecue your husband hosted.
italian: [_J_] Beh, [mom_name], sei un knockout... E ho avuto il mio occhio su di te da quando ti ho visto per la prima volta in quel barbecue ospitato tuo marito.

source: [_J_] So, I just so happen to have an opportunity for you to get some of your debt forgiven.
italian: [_J_] Così, mi capita solo di avere l'opportunità per voi di ottenere alcuni dei vostri debiti perdonati.

source: [_M_] I'm not sure I like where this is going.
italian: [_M_] Non sono sicuro che mi piaccia dove sta andando questo.

source: [_J_] Well, how would you like me to take five thousand dollars off the principal of your loan?
italian: [_J_] Beh, come vorresti che io prendessi cinquemila dollari dal preside del tuo prestito?

source: [_M_] That would be great, but what would I have to do?
italian: [_M_] Sarebbe grande, ma che cosa dovrei fare?

source: [_J_] As you know, I have a large variety of beautiful women working at my club.
italian: [_J_] Come sapete, ho una grande varietà di belle donne che lavorano nel mio club.

source: [_J_] Most of them have no options to pay back their debts so they have to do whatever I say, whenever I say it.
italian: [_J_] La maggior parte di loro non hanno opzioni per ripagare i loro debiti in modo che debbano fare qualsiasi cosa io dico, ogni volta che lo dico.

source: [_J_] But you, on the other hand... You're more beautiful then all of them.
italian: [_J_] Ma tu, d'altra parte... sei più bello di tutti loro.

source: [_J_] And so far, you've been able to stay on top of your weekly payments through voluntary work here at the club, or various payments from your son.
italian: [_J_] E finora, sei stato in grado di rimanere in cima ai tuoi pagamenti settimanali attraverso il volontariato qui al club, o vari pagamenti da tuo figlio.

source: [_J_] And thanks to your son, you've been able to stay on top of all your weekly payments.
italian: [_J_] E grazie a tuo figlio, sei stato in grado di rimanere in cima a tutti i tuoi pagamenti settimanali.

source: [_J_] My point is, most of the affection I receive from women is coerced... Done out of fear and obligation.
italian: [_J_] Il mio punto è, la maggior parte dell'affetto che ricevo dalle donne è forzata... Fatto per paura e obbligo.

source: [_J_] Receiving affection from such a beautiful woman, as yourself, by her own choice, is so much more gratifying.
italian: [_J_] Ricevere l'affetto da una donna così bella, come te stesso, per sua scelta, è molto più gratificante.

source: [_J_] Does that make sense?
italian: [_J_] Che ha senso?

source: [_M_] But is it really all that gratifying if you bribe said girl?
italian: [_M_] Ma è davvero tutto quello che gratificante se si corrompe la ragazza?

source: [_J_] Oh, yes... Just because I offer something you really want, or something you really need, you are still free to say no.
italian: [_J_] Oh, sì... solo perché offro qualcosa che vuoi davvero, o qualcosa di cui hai veramente bisogno, sei ancora libero di dire no.

source: [_J_] By accepting my bribe, you are still willingly submitting yourself to me.
italian: [_J_] Accettando la mia tangente, state ancora volentieri sottomettendovi a me.

source: [_J_] Mmmm... Just talking about this is getting me excited!
italian: [_J_] Mmmm... Parlare di questo mi sta emozionando!

source: [_J_] So, what do you say?... How does five thousand dollars off your debt sound?
italian: [_J_] Allora, che cosa dite?... Come fa cinquemila dollari fuori il vostro suono di debito?

source: [_MT_] {i}Holy Hell!... Is this actually happening?{/i}
italian: [_MT_] {i}Sacra Inferno!... Sta succedendo davvero?{/i}

source: [_MT_] {i}I'm being bribed by one of the most powerful men in the state!{/i}
italian: [_MT_] {i}Sono corrotto da uno degli uomini più potenti dello stato!{/i}

source: [_MT_] {i}He's not even bad looking.{/i}
italian: [_MT_] {i}Non è nemmeno cattivo guardare.{/i}

source: [_J_] Why don't I throw in five hundred dollars in cash for you to use however you want as well?
italian: [_J_] Perché non tiro in cinquecento dollari in contanti per voi di utilizzare comunque vuoi pure?

source: [_MT_] {i}Oh, God... What do I do?{/i}
italian: [_MT_] {i}Oh, Dio... Cosa faccio?{/i}

source: [_M_] I'm not having sex with you... But there's other things I'd be willing to do.
italian: [_M_] Non sto facendo sesso con te... Ma ci sono altre cose che sarei disposto a fare.

source: [_J_] If we get as far as a blowjob, I'll consider your part of the deal fulfilled.
italian: [_J_] Se arriviamo fino a un pompino, considererò la vostra parte dell'affare compiuto.

source: [_M_] You've already hot dogged my ass cheeks... A blowjob wouldn't be that much more of a compromise.
italian: [_M_] Hai già caldo le guance del mio asino... Un pompino non sarebbe molto più di un compromesso.

source: [_J_] Mmmmm... That's what I like to hear.
italian: [_J_] Mmmmm... È quello che mi piace sentire.

source: [_J_] Why don't I just remove my pants?
italian: [_J_] Perché non toglierò i miei pantaloni?

source: [_MT_] {i}It looks so small!{/i}
italian: [_MT_] {i}Sembra così piccolo!{/i}

source: [_MT_] {i}Actually, that's probably a little bigger than average, I'm just comparing him to [ryan].{/i}
italian: [_MT_] {i}In realtà, è probabilmente un po' più grande della media, sto solo confrontandolo con [ryan].{/i}

source: [_J_] Impressed?
italian: [_J_] Impressionato?

source: [_M_] Oh... a... yeah!... that's a very nice penis.
italian: [_M_] Oh... ... sì!... è un pene molto bello.

source: [_J_] You're going to have to talk dirtier than that if you want me to fulfill my part of the deal.
italian: [_J_] Dovrai parlare più sporco di quello se vuoi che io compia la mia parte dell'affare.

source: [_M_] I meant to say, Wow!... What a big, scary, cock!
italian: [_M_] Volevo dire, Wow!... Che grande, spaventoso, cazzo!

source: [_M_] How will I ever get my mouth around that?
italian: [_M_] Come farò mai la mia bocca intorno a quello?

source: [_J_] Mmm... Better.
italian: [_J_] Mmm... Mettere.

source: [_M_] Oh, Mr. DeCapo... I've been dying to get my hands on your dick!
italian: [_M_] Oh, Mr. DeCapo... Sto morendo per mettermi le mani sul tuo cazzo!

source: [_M_] My husband would just die to see me doing this to his boss!
italian: [_M_] Mio marito sarebbe solo morire per vedermi fare questo al suo capo!

source: [_MT_] {i}He'd probably kill me.{/i}
italian: [_MT_] {i}Probabilmente mi avrebbe ucciso.{/i}

source: [_J_] [mom_name], your husband does not deserve you!
italian: [_J_] [mom_name], tuo marito non ti merita!

source: [_M_] God, Mr. DeCapo... I can't wait to taste that cock!
italian: [_M_] Dio, signor DeCapo... Non vedo l'ora di assaggiare quel cazzo!

source: [_M_] Can I please stick it in my mouth?
italian: [_M_] Posso attaccarlo in bocca?

source: [_MT_] {i}This kind of talk during sex is just silly... So why do I kind of like it?{/i}
italian: [_MT_] {i}Questo tipo di conversazione durante il sesso è semplicemente stupido... Quindi perché mi piace tanto?{/i}

source: [_J_] Yes, you have my permission.
italian: [_J_] Sì, hai il mio permesso.

source: [_MT_] {i}God, I'm licking the dick of a Mafioso!{/i}
italian: [_MT_] {i}Dio, sto leccando il cazzo di un mafioso!{/i}

source: [_MT_] {i}I'll bet I can make Joey explode faster than any of those skanky girls that work in this club!{/i}
italian: [_MT_] {i}Scommetto che posso fare esplodere Joey più velocemente di quelle ragazze skanky che lavorano in questo club!{/i}

source: [_MT_] {i}If there's one thing [dad_name] liked more than anal, it might have been to get his dick sucked.{/i}
italian: [_MT_] {i}Se c'è una cosa [dad_name] è piaciuta più di anale, potrebbe essere stato fare succhiare il suo cazzo.{/i}

source: [_MT_] {i}I think I've gotten pretty good over the years.{/i}
italian: [_MT_] {i}Penso di aver ottenuto abbastanza bene nel corso degli anni.{/i}

source: [_MT_] {i}Now it's time to turn it up.{/i}
italian: [_MT_] {i}Ora è il momento di presentarlo.{/i}

source: [_J_] Oh, yes [mom_name]!
italian: [_J_] Oh, sì [mom_name]!

source: [_J_] I'm gonna fuck your face good!
italian: [_J_] Farò scopare bene il tuo viso!

source: [_MT_] {i}I'll bet that not many of his girls can control their gag reflex as well as I can.{/i}
italian: [_MT_] {i}Scommetto che non molte delle sue ragazze possono controllare il loro riflesso gag così come posso. {/i}

source: [_MT_] {i}Wait... What the hell?... Why do I keep comparing myself to his hookers?{/i}
italian: [_MT_] {i}Aspetta... Che inferno?... Perché continuo a confrontarmi con i suoi hookers?{/i}

source: [_MT_] {i}They're not even close to my league!{/i}
italian: [_MT_] {i}Non sono nemmeno vicini al mio campionato!{/i}

source: [_MT_] {i}And yet... I'm sucking their bosses cock just like they do...{/i}
italian: [_MT_] {i}E ancora... Sto succhiando i loro padroni cazzo proprio come fanno...{/i}

source: [_MT_] {i}And for money, nonetheless... Who am I trying to kid?... I'm just a dirty prostitute too.{/i}
italian: [_MT_] {i}E per soldi, comunque... Chi sto cercando di bambino?... sono anche una prostituta sporca.{/i}

source: [_J_] I'm about to cum!... And I'm going to do it right down your throat!
italian: [_J_] sto per cum!... E lo farò proprio sotto la tua gola!

source: [_J_] NNNnnggggghhh...
italian: [_J_] NNnngggghhh...

source: [_MT_] {i}Wait!... Is that all there is?{/i}
italian: [_MT_] {i}Aspetta!... È tutto questo?{/i}

source: [_MT_] {i}Even [dad_name] cums more than that.{/i}
italian: [_MT_] {i}Anche [dad_name] cums più di questo.{/i}

source: [_MT_] {i}Not much more, I guess.{/i}
italian: [_MT_] {i}Non molto più, immaginoi.{/i}

source: [_MT_] {i}I guess I've just gotten used to seeing how much [ryan] can cum.{/i}
italian: [_MT_] {i}Immagino che mi sia appena abituato a vedere quanto [ryan] può cum.{/i}

source: [_J_] That was even better than I expected from an undersexed housewife!
italian: [_J_] Era ancora meglio di quanto mi aspettassi da una casalinga sotto-sessata!

source: [_J_] And I really do mean that as a compliment.
italian: [_J_] E lo voglio dire davvero come un complimento.

source: [_J_] Hope you enjoyed it, at least a little.
italian: [_J_] Spero che ti sia piaciuto, almeno un po'.

source: [_MT_] {i}I definitely didn't hate it.{/i}
italian: [_MT_] {i}Non l'ho odiato.{/i}

source: [_MT_] {i}Shit!... I should have hated that!{/i}
italian: [_MT_] {i}merda!... Avrei dovuto odiare!{/i}

source: [_M_] Uhhh... I guess it wasn't too bad.
italian: [_M_] Uhhhh... Immagino che non fosse troppo male.

source: [_J_] Well, Since I truly enjoyed myself, there will be more opportunities for you to come and work down your debt and put some cash in your pockets.
italian: [_J_] Beh, Dal momento che mi sono veramente piaciuto, ci saranno più opportunità per voi di venire a lavorare giù il vostro debito e mettere un po 'di denaro in tasche.

source: [_J_] Speaking of which... The five hundred I owe you is in the desk drawer by the door... Just grab it on your way out.
italian: [_J_] Parlando di cui... Le cinquecento ti devo nel cassetto della scrivania vicino alla porta... Basta afferrarlo sulla tua via d'uscita.

source: [_MT_] {i}Oh my God, Oh my God, Oh my God!... I just prostituted myself!{/i}
italian: [_MT_] {i}Oh mio Dio, Oh mio Dio, Oh mio Dio!... Mi sono appena prostituito!{/i}

source: [_MT_] {i}I've turned into as big of a slut as my sister thinks I am.{/i}
italian: [_MT_] {i}Mi sono trasformato in grande di una troia come mia sorella pensa che sia.{/i}

source: [_M_] I'm sorry to run out on you Mr. DeCapo... But I'm late for... something!
italian: [_M_] mi dispiace di esaurirti il signor DeCapo... ma sono in ritardo... qualcosa!

source: [_J_] Take some time to think about my offer. It will still be on the table!
italian: [_J_] Prenditi del tempo per pensare alla mia offerta. Sarà ancora sul tavolo!

source: [_MT_] {i}[dad_name]'s going to kill me if he ever finds out about what I just did!{/i}
italian: [_MT_] {i}[dad_name]sta per uccidermi se mai scopre quello che ho appena fatto!{/i}

source: [_MT_] {i}I'd have to beg Joey for protection from him.{/i}
italian: [_MT_] {i}Dovrei pregare Joey per la protezione da lui.{/i}

source: [_MT_] {i}Oh my God, Oh my God, Oh my God!{/i}
italian: [_MT_] {i}Oh mio Dio, Oh mio Dio, Oh mio Dio!{/i}

source: [_MT_] {i}I can't believe Joey wanted to pay me for a sexual favor!{/i}
italian: [_MT_] {i}Non riesco a credere che Joey abbia voluto pagarmi per un favore sessuale!{/i}

source: [_MT_] {i}Well, I showed him that I'm not just another one of his dirty prostitutes.{/i}
italian: [_MT_] {i}Beh, gli ho mostrato che non sono solo un'altra delle sue sporche prostitute.{/i}

source: [_MT_] {i}He'd better remember that!{/i}
italian: [_MT_] {i}Sarebbe meglio ricordarlo!{/i}

source: [_MT_] {i}[dad_name] would kill Joey if he knew what he just requested!{/i}
italian: [_MT_] {i}[dad_name] ucciderebbe Joey se sapesse quello che ha appena richiesto!{/i}

source: [_MT_] {i}Or... is [dad_name] too afraid of Joey DeCapo.{/i}
italian: [_MT_] {i}Or... è [dad_name] troppo paura di Joey DeCapo.{/i}

source: [_MT_] {i}I'll bet [ryan] would be pretty angry, he's just sweet enough that he'd march into Joey's office and threaten his life to defend my honor... He might just be stupid enough too.{/i}
italian: [_MT_] {i}Scommetto [ryan] sarebbe piuttosto arrabbiato, è abbastanza dolce da marciare nell'ufficio di Joey e minacciare la sua vita per difendere il mio onore. . Potrebbe essere abbastanza stupido troppo.{/i}

source: [_MT_] {i}That means I better not tell him what just happened.{/i}
italian: [_MT_] {i}Ciò significa che meglio non dirgli cosa è successo.{/i}

source: [_ST_] {i}So the guy with the beard wanted a whiskey sour, and his date that looked young enough to be his daughter wanted a fuzzy navel.{/i}
italian: [_ST_] {i}Così il ragazzo con la barba voleva un whisky aspro, e la sua data che sembrava abbastanza giovane per essere sua figlia voleva un ombelico fuzzy. /i}

source: [_MT_] {i}How am I going to sort this all out?{/i}
italian: [_MT_] {i}Come ho intenzione di ordinare tutto questo?{/i}

source: [_M_] Ooofff, Oh my head... What just happened?
italian: [_M_] Ooofff, Oh la mia testa... Che cosa è appena successo?

source: [_M_] I'm sorry, Miss, I must not have been paying attent...
italian: [_M_] Mi dispiace, signorina, non devo aver prestato attenzione...

source: [_M_] What in God's name are you doing here?
italian: [_M_] Che cosa stai facendo qui nel nome di Dio?

source: [_M_] It... it... it... looks like you're working here!?
italian: [_M_] è... it... sembra che tu stia lavorando qui!?

source: [_M_] Is that a waitress uniform?!
italian: [_M_] È una cameriera uniforme?!

source: [_M_] Oh... So you've got nothing to say for yourself?
italian: [_M_] Oh... Quindi non hai niente da dire per te?

source: [_M_] For God's sake... How long have you been working here?
italian: [_M_] Per amor di Dio... Da quanto tempo hai lavorato qui?

source: [_S_] {i}(meekly){/i} I don't know... A little while now.
italian: [_S_] {i}(meekly){/i} Non lo so... Un po' di tempo.

source: [_M_] How long is a while? Like a month?
italian: [_M_] Quanto dura un po'? Come un mese?

source: [_S_] Umm.... A little longer.
italian: [_S_] Umm.... Un po' più a lungo.

source: [_M_] Well, that's going to stop today!
italian: [_M_] Beh, questo si fermerà oggi!

source: [_S_] Mom... I need this job!
italian: [_S_] Moma... Ho bisogno di questo lavoro!

source: [_M_] You need a job, yes, but you're not going to work here anymore!
italian: [_M_] Hai bisogno di un lavoro, sì, ma non lavorerai più qui!

source: [_S_] Oh, please... I'm just following your example.
italian: [_S_] Oh, per favore... Sto solo seguendo il tuo esempio.

source: [_S_] You're being such a hypocrite!
italian: [_S_] Sei un tale ipocrita!

source: [_S_] That's right... I know you've been working here.
italian: [_S_] È giusto... So che hai lavorato qui.

source: [_M_] How did you?... That's beside the point!
italian: [_M_] Come hai fatto?... Questo è accanto al punto!

source: [_M_] I'm a grown woman who has to support a family and keep the Mafia off our backs!
italian: [_M_] Sono una donna cresciuta che deve sostenere una famiglia e tenere la mafia fuori dalle nostre spalle!

source: [_S_] I'm not a child anymore! I'm old enough to make my own decisions!
italian: [_S_] Non sono più un bambino! Sono abbastanza vecchio per prendere le mie decisioni!

source: [_S_] Besides, weren't you stripping at my age?
italian: [_S_] Inoltre, non stavi spogliando alla mia età?

source: [_M_] How did you?... [ryan]!... I'm going to kill him!
italian: [_M_] Come hai fatto?... [ryan]!... lo ucciderò!

source: [_S_] Don't blame [ryan]!
italian: [_S_] Non incolpare [ryan]!

source: [_M_] Oh, I'll blame him all I want, after I drag your ass home!
italian: [_M_] Oh, gli incolperò tutto quello che voglio, dopo aver trascinato il culo a casa!

source: [_X_] Hey! As interesting as your argument is, it's really rude to be interrupting sweet Candy's show!
italian: [_X_] Hey! Per quanto interessante sia il tuo argomento, è davvero sgarbato interrompere lo spettacolo di dolci caramelle!

source: [_M_] Look at your ass!... These tights leave almost nothing to the imagination!
italian: [_M_] Guarda il tuo culo!... Questi collant non lasciano quasi nulla all'immaginazione!

source: [_M_] You might as well be up on stage!
italian: [_M_] Potresti anche essere sul palco!

source: [_M_] And are you?...
italian: [_M_] E sei?...

source: [_M_] You're not even wearing a bra!
italian: [_M_] Non stai nemmeno indossando un reggiseno!

source: [_ST_] Holy fuck.... Mom's grabbing my tit!
italian: [_ST_] Sacra scopata.... La mamma afferra la mia tetta!

source: [_X_] Hey! As interesting as this argument is, and as much as I enjoy watching you grab that young waitress's tits, it's really rude to be interrupting sweet Candy's show!
italian: [_X_] Hey! Così interessante come questo argomento è, e tanto quanto mi piace guardarvi afferrare le tette della giovane cameriera, è davvero scortese di interrompere lo spettacolo di dolci caramelle!

source: [_MT_] {i}Oh, fuck... I got carried away... How embarrassing!{/i}
italian: [_MT_] {i}Oh, cazzo... Mi sono portato via... Quanto imbarazzante!{/i}

source: [_M_] Sorry, Candy!
italian: [_M_] Scusa, Caramella!

source: [_M_] We'll continue this conversation when we get home, right now, you go wait for me in the car! I'm going to let Joey know he needs to find another waitress.
italian: [_M_] Continueremo questa conversazione quando torneremo a casa, in questo momento, vai ad aspettarmi in auto! Farò sapere a Joey che ha bisogno di trovare un'altra cameriera.

source: [_S_] Fuck... I hate it when Mom treats me like a child!
italian: [_S_] Fuck... Odio quando la mamma mi tratta come un bambino!

source: {i}"Later on that night."{/i}
italian: {i}"Più tardi in quella notte."{/i}

source: [_RT_] {i}What's that noise?{/i}
italian: [_RT_] {i}Che cos'è quel rumore?{/i}

source: {i}(Continued yelling){/i}
italian: {i}(Ingiallimento continuo){/i}

source: [_RT_] {i}Fuck, I think Mom and Sidney are really getting into it!{/i}
italian: [_RT_] {i}Fuck, Penso che Mamma e Sidney stiano davvero entrando!{/i}

source: [_RT_] {i}I wonder what happened?{/i}
italian: [_RT_] {i}Mi chiedo cosa sia successo?{/i}

source: [_RT_] {i}I guess I could go eavesdrop.{/i}
italian: [_RT_] {i}Immagino che potrei andare eavesdrop.{/i}

source: [_RT_] {i}After all, I am the man of the house... I should know what's going on.{/i}
italian: [_RT_] {i}Dopo tutto, sono l'uomo della casa... dovrei sapere cosa sta succedendo.{/i}

source: [_RT_] {i}Whoa!... Aunt Cami loves drama! It must be really bad in there if she's bailing.{/i}
italian: [_RT_] {i}Whoa!... La zia Cami ama il dramma! Deve essere davvero male lì se lei è in bailing.{/i}

source: [_C_] Holy shit, You might want to steer clear... It's dangerous in there!
italian: [_C_] Merda santa, Potresti voler sterzare chiaro... È pericoloso lì dentro!

source: [_R_] Why?... What's going on?
italian: [_R_] Perché?... Cosa sta succedendo?

source: [_C_] I'm not positive... [mom_name] kicked me out before I could be sure, but [mom_name] dragged Sidney into our room, just yelling at her.
italian: [_C_] non sono positivo... [mom_name] mi ha cacciato fuori prima che potessi essere sicuro, ma [mom_name] ha trascinato Sidney nella nostra stanza, semplicemente urlando contro di lei.

source: [_C_] I was already sound asleep, but that woke me up pretty quick.
italian: [_C_] Ero già addormentato, ma questo mi ha svegliato abbastanza velocemente.

source: [_C_] I'm sure [mom_name] forgot I would be in there, so when I sat up in bed [mom_name] noticed me and she kicked me out.
italian: [_C_] Sono sicuro che [mom_name] ho dimenticato che sarei stato lì dentro, quindi quando mi sono seduto al letto [mom_name] ho notato me e lei mi ha cacciato fuori.

source: [_C_] All I know is that Sidney was wearing the same uniform those whore's at the Mafia club wear.
italian: [_C_] Tutto quello che so è che Sidney stava indossando la stessa uniforme quelli puttana al club mafioso.

source: [_C_] I guess the apple doesn't fall far from the tree, huh?
italian: [_C_] Immagino che la mela non cada lontano dall'albero, eh?

source: [_R_] How do you know what the girls at the Mafia club wear?
italian: [_R_] Come sai cosa indossano le ragazze del club mafioso?

source: [_C_] I'm going to be sleeping on the couch. Please don't come bother me tonight!
italian: [_C_] dormirò sul divano. Per favore, non mi disturbare stasera!

source: [_RT_] {i}God, what a bitch!{/i}
italian: [_RT_] {i}Dio, che cagna!{/i}

source: [_RT_] {i}I'm pretty sure Aunt Cami won't be able to see what I'm doing if I pull out my phone and spy on their conversation.{/i}
italian: [_RT_] {i}Sono abbastanza sicuro che zia Cami non sarà in grado di vedere cosa sto facendo se tiro fuori il mio telefono e spiare la loro conversazione. /i}

source: [_S_] No, I swear I've never done anything else besides serving food and drinks!
italian: [_S_] No, giuro che non ho mai fatto altro che servire cibo e bevande!

source: [_M_] I've seen the way guys treat the waitress's there.
italian: [_M_] Ho visto il modo in cui i ragazzi trattano la cameriera lì.

source: [_M_] They can get pretty handsy.
italian: [_M_] Essi possono ottenere abbastanza utile.

source: [_ST_] {i}Yeah, and they tip a whole lot better when I let them.{/i}
italian: [_ST_] {i}Yeah, e suggeriscono molto meglio quando li lascio.{/i}

source: [_S_] Oh, it's not like I didn't have to deal with handsy guys back in my high school days. You'd have no idea who it was who grabbed you in those crowded hallways.
italian: [_S_] Oh, non è come se non avessi avuto a che fare con ragazzi pratici nei miei giorni di liceo. Non avresti idea di chi fosse chi ti ha afferrato in quei corridoi affollati.
