Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_P_] He'll be caught though, and brought back to a place where he's respected, and not called filthy, or perverted by ignorant nobodys.
french: [_P_] Il sera attrapé et ramené dans un endroit où il est respecté, et non pas appelé sale ou perverti par des personnes ignorantes.
italian: [_P_] Lui sarà catturato e riportato in un luogo dove è rispettato, e non chiamato sporco, o pervertito da nessuno ignorante.
portuguese: U[_P_] Ele vai ser pego e levado de volta para um lugar onde ele é respeitado, e não é chamado de imundo ou pervertido por ninguém ignorante.
russian: [ _P_] Он будет пойман и возвратится в место, где его увают, и не называют грязным, или извращено невежественным нолием.

source: [_C_] I didn't mean...
french: [_C_] Je ne voulais pas dire...
italian: [_C_] non intendevo...
portuguese: [_C_] Eu não quis dizer...
russian: Я не имел в виду ...

source: [_P_] And can I give you some advice?
french: [ _P_ ] Et je peux vous donner quelques conseils?
italian: [_P_] E posso darti qualche consiglio?
portuguese: [_P_] E posso te dar um conselho?
russian: [_P_] И я могу дать вам совет?

source: [_P_] Don't fuck with Joey DeCapo.
french: [ _P_ ] Ne baise pas avec Joey DeCapo.
italian: [_P_] Non fatevi scopare con Joey DeCapo.
portuguese: [__P_] Não fode com Joey DeCapo.
russian: [_P_] Не ебать с Джой DeCapo.

source: [_P_] If you're in deep with him, do everything in your power to make it right.
french: [ _P_ ] Si vous êtes en profond avec lui, faites tout ce qui est en votre pouvoir pour le faire.
italian: [_P_] Se sei in profondità con lui, fai tutto quanto in tuo potere per renderlo giusto.
portuguese: U[_P_] Se você estiver com ele em profundidade, faça tudo ao seu alcance para acertar.
russian: [_P_] Если вы с ним в глубине, сделайте все в вашей силе, чтобы сделать это правильно.

source: [_P_] People who cross him seem to find themselves having unfortunate accidents, if you know what I mean.
french: [ _P_ ] Les gens qui le croisent semblent avoir des accidents malheureux, si vous savez ce que je veux dire.
italian: [_P_] Le persone che lo attraversano sembrano trovarsi ad avere degli incidenti sfortunati, se sapete cosa intendo dire.
portuguese: [_P_] As pessoas que o atravessam parecem estar tendo acidentes infelizes, se você sabe o que eu quero dizer.
russian: [ _P_] Люди, которые пересекают его, кажется, обнаруживали несчастные случаи, если вы понимаете, что я имею в виду.

source: [_C_] I'm sure I don't!
french: [_C_] Je suis sûr que je ne le fais pas!
italian: [_C_] Sono sicuro di non averlo!
portuguese: [_C_] Tenho certeza de que não!
russian: Я уверен, что нет!

source: [_P_] The last district attorney who tried to go after him ended up falling out the window of his office high rise.
french: [ _P_ ] Le dernier avocat du district qui a essayé d'aller après lui a fini par tomber dans la fenêtre de son bureau.
italian: [_P_] L'ultimo avvocato distrettuale che ha cercato di andare dopo di lui è finito per cadere fuori dalla finestra del suo ufficio alto aumento.
portuguese: [__P_] O último procurador do distrito que tentou ir atrás dele acabou caindo pela janela de seu escritório de alta ascensão.
russian: [ _P_] Последний окружной прокурор, который пытался пройти за ним, упал в окно своего офиса.

source: [_P_] Witnesses claim he tripped.
french: [ _P_ ] Les témoins affirment qu'il a trébuté.
italian: [_P_] Testimoni affermano di aver inciampato.
portuguese: [__P_] Testemunhos afirmam que ele tropeçou.
russian: [ _P_] Свидетели утверждают, что он споткнулся.

source: [_P_] And if you think he's not going to waste his breath on a nobody like you, forget about it.
french: [ _P_ ] Et si vous pensez qu'il ne va pas perdre son souffle sur un personne comme vous, oubliez ça.
italian: [_P_] E se pensate che non sprecherà il respiro su un nessuno come voi, dimenticatelo.
portuguese: [_P_] E se você acha que ele não vai desperdiçar o fôlego com ninguém como você, se esqueça disso.
russian: [_P_] И если вы думаете, что он не будет тратить дыхание на вас никто, не забывайте об этом.

source: [_P_] I knew a drug dealer who kept shorting his payments to Joey for just five dollars per transaction. He ended up only shorting him like a hundred bucks before Joey noticed.
french: [ _P_ ] Je connaissais un dealer qui a réduit ses paiements à Joey pour seulement cinq dollars par transaction. Il a fini par le raccourcir comme une centaine de dollars avant que Joey ne le remarque.
italian: [_P_] Conoscevo un narcotrafficante che continuava ad abbreviare i suoi pagamenti a Joey per soli cinque dollari per transazione. Finì solo accorciandolo come un centinaio di dollari prima che Joey notasse.
portuguese: [__P_] Eu conhecia um traficante que mantinha encurtando seus pagamentos para Joey por apenas cinco dólares por transação. Ele acabou encurtando-o como cem dólares antes de Joey perceber.
russian: [ _P_] Я знал наркоторговца, который сокращал свои выплаты Джоуи всего за пять долларов за сделку. Он закончил только за сотню баксов, пока Джоуи не заметил.

source: [_P_] He ended up drowning in his own bathtub... Over a hundred bucks.
french: [ _P_ ] Il a fini par se noyer dans sa propre baignoire ... Plus d'une centaine de dollars.
italian: [_P_] Finì per annegare nella sua vasca da bagno... Più di cento dollari.
portuguese: [_P_] Ele acabou se afogando em sua própria banheira... Mais de cem dólares.
russian: [ _P_] Он утонул в своей собственной ванне ... За сотню баксов.

source: [_P_] How much do you owe him?
french: [_P_] Combien lui devez-vous ?
italian: [_P_] Quanto gli dovete?
portuguese: [_P_] Quanto você lhe deve?
russian: Сколько ты ему должен?

source: [_P_] A little more than that, right?
french: [ _P_ ] Un peu plus que ça, non?
italian: [_P_] Un po' di più, giusto?
portuguese: [_P_] Um pouco mais do que isso, certo?
russian: [_P_] Немного больше, верно?

source: [_P_] I'm sorry that I have to be the bearer of bad news, but I'd hate to find a couple beautiful ladies like yourselves in one of those unfortunate accidents.
french: [ _P_ ] Je suis désolé de devoir être le porteur de mauvaises nouvelles, mais je détesterais trouver quelques belles dames comme vous dans l'un de ces malheureux accidents.
italian: [_P_] Mi dispiace di dover essere il portatore di cattive notizie, ma odierei trovare un paio di belle signore come voi stessi in uno di quei disgraziati incidenti.
portuguese: [__P_] Eu sinto muito que eu tenha que ser o portador de más notícias, mas eu detestaria encontrar um casal lindas senhoras como vocês em um desses acidentes desafortunados.
russian: [ _P_] Мне жаль, что я должен быть носителем плохих новостей, но я не хочу найти пару прекрасных дам, как вы, в одной из тех несчастных случаев.

source: [_P_] So... Are you going to be a further problem, or can I go help my fellow officer catch Mr. Peterson?
french: [ _P_ ] Donc ... Est-ce que vous allez être un autre problème, ou puis-je aider mon collègue à attraper M. Peterson?
italian: [_P_] Così... Sarai un ulteriore problema, o posso andare ad aiutare il mio compagno di ufficiale a prendere il signor Peterson?
portuguese: [_P_] Então ... Você vai ser mais um problema, ou posso ir ajudar meu colega oficial a pegar o Sr. Peterson?
russian: [ _P_] Итак ... Вы будете еще проблемой, или я могу помочь моему товаривю-офицеру поймать мистера Питерсона?

source: [_C_] Uhhh... No... We won't cause any further problems, officer. I'm going to make things right with Mr. DeCapo.
french: [_C_] Uhhh... Non... Nous ne causerons plus aucun problème, officier. Je vais régler les choses avec M. Capo.
italian: [_C_] Uhhhh... No... Non causeremo ulteriori problemi, ufficiali. Farò bene con il signor DeCapo.
portuguese: [_C_] Uhhh ... No... Nós não causaremos mais problemas, oficial. Eu vou fazer as coisas bem com o Sr. DeCapo.
russian: [ _C_] Uhhh ... Нет ... У нас не будет никаких проблем, офицер. Я собираюсь сделать всё правильно с мистером ДеКапо.

source: [_P_] Good choice!
french: [ _P_ ] Bon choix !
italian: [_P_] Buona scelta!
portuguese: [_P_] Boa escolha!
russian: [ _P_] Хороший выбор!

source: [_P_] And good luck!
french: [ _P_ ] Et bonne chance !
italian: [_P_] E buona fortuna!
portuguese: [_P_] E boa sorte!
russian: [_P_] И удачи!

source: [_P_] {i}(Distant voice){/i} I saw him run into those trees by the pond.
french: [_P_] {i}(voix dorée){/i} Je l'ai vu tomber dans ces arbres près de l'étang.
italian: [_P_] {i}(Distante voce){/i} L'ho visto correre in quegli alberi dallo stagno.
portuguese: [_P_] {i}(voz distante){/i} vi ele correr para aquelas árvores pela lagoa.
russian: [ _P_] {i}(Дающий голос) { /i } Я видел, как он бег в эти деревья у пруда.

source: [_MD_] Dammit, Mom!
french: [_MD_] Damné, Maman !
italian: [_MD_] Dammit, Mamma!
portuguese: [_MD_] Maldição, mãe!
russian: [_MD_] Dammit, мама!

source: [_MD_] Why did you get into debt with the mafia?
french: [ _MD_ ] Pourquoi as-tu été endette avec la mafia?
italian: [_MD_] Perché ti sei indebitato con la mafia?
portuguese: [__MD_] Por que você se endividou com a máfia?
russian: [ _MD_] Почему ты попал в долги с мафией?

source: [_C_] I'm sorry, baby... I didn't realize how big of a mess I was getting us into.
french: [ _C_ ] Je suis désolé, bébé ... Je ne savais pas à quel point j'étais grand dans un bordel.
italian: [_C_] Mi dispiace, bebè... non ho capito quanto grande di un pasticcio ci stavo entrando.
portuguese: [__C_] Eu sinto muito, baby ... Eu não percebi o quão grande de uma confusão eu estava nos metendo.
russian: Прости, детка ... Я не понимала, в какой бардак мы вдались.

source: [_C_] I'm so sorry I made you go through everything we just went through tonight.
french: [_C_] Je suis désolé que vous ayez parcouru tout ce que nous venons de traverser ce soir.
italian: [_C_] Mi dispiace così tanto che ti ho fatto passare attraverso tutto quello che abbiamo appena passato stasera.
portuguese: [__C_] Eu sinto muito por ter feito você passar por tudo o que acabamos de passar esta noite.
russian: Мне так жаль, что я заставил тебя пройти через все, что мы только что прошли сегодня.

source: [_MD_] Fucking [ryan]! I told him not to let you get into trouble!
french: [_MD_] Fucking [ryan]! Je lui ai dit de ne pas vous laisser s'ennuyer !
italian: [_MD_] Cazzo [ryan]! Gli ho detto di non lasciarti entrare nei guai!
portuguese: [_MD_] Fucking [ryan]! Eu disse a ele para não deixar você se meter em problemas!
russian: [_MD_] Fucking [ryan]! Я сказал ему, что ты не сможешь попасть в проблему!

source: [_C_] He tried really hard to stop me, baby... I got drunk and refused to listen to him.
french: [ _C_ ] Il a vraiment essayé de m'arrêter, bébé ... J'ai bu et j'ai refusé de l'écouter.
italian: [_C_] Cercò davvero di fermarmi, bambino... mi ubriacai e mi rifiutai di ascoltarlo.
portuguese: [_C_] Ele tentou muito me impedir, bebê... Eu fiquei bêbado e me recusei a ouvi-lo.
russian: Он очень старался остановить меня, детка ... Я напился и отказался слушать его.

source: [_C_] He's one of the worst human beings I know, but this one wasn't his fault.
french: [_C_] Il est l'un des pires êtres humains que je connaisse, mais celui-ci n'était pas sa faute.
italian: [_C_] È uno degli esseri umani peggiori che conosco, ma questo non era colpa sua.
portuguese: [_C_] Ele é um dos piores seres humanos que eu conheço, mas este não foi culpa dele.
russian: Он один из худших людей, которых я знаю, но это не его вина.

source: [_MD_] Really? He tried really hard?
french: [_MD_] Vraiment? Il a vraiment essayé dur ?
italian: [_MD_] Davvero? Ha provato davvero duramente?
portuguese: [_MD_] Realmente? Ele tentou realmente muito?
russian: [_MD_] На самом деле? Он попробовал очень трудно?

source: [_C_] He did.
french: [_C_] Il l'a fait.
italian: [_C_] Lo faceva.
portuguese: U[_C_] ele fez.
russian: [ _C_] Он сделал.

source: [_MD_] You need to give him more of a chance... He's not as bad as you think he is.
french: [_MD_] Vous devez lui donner plus de chance... Il n'est pas aussi mauvais que vous le pensez.
italian: [_MD_] Hai bisogno di dargli più di una possibilità... Non è così brutto come credi che sia.
portuguese: [__MD_] Você precisa dar mais uma chance a ele ... Ele não é tão ruim quanto você pensa que ele é.
russian: [ _MD_] Нужно дать ему больше шансов ... Он не так плох, как ты думаешь.

source: [_C_] I'm sure he's much worse, but I'll try not to be such a bitch to him in the future.
french: [_C_] Je suis sûr qu'il est bien pire, mais je vais essayer de ne pas être une chienne de ce genre à l'avenir.
italian: [_C_] sono sicuro che è molto peggio, ma cercherò di non essere una tale troia per lui in futuro.
portuguese: [_C_] Tenho certeza que ele é muito pior, mas eu vou tentar não ser tão vadia para ele no futuro.
russian: Я уверен, что он намного хуже, но я постараюсь не быть такой стервой для него в будущем.

source: [_MD_] Does that mean we're going back to Aunt [mom_name]'s?
french: [ _MD_ ] Cela signifie-t-il que nous retournons à la tante [ mom_name ]'s?
italian: [_MD_] significa che stiamo tornando a Zia [mom_name]?
portuguese: [_MD_] Isso significa que estamos voltando para a Tia [mom_name] ' s?
russian: Это значит, что мы возвращаемся к тете [ мамочку]?

source: [_C_] Yes, baby.
french: [ _C_ ] Oui, bébé.
italian: [_C_] Sì, bambino.
portuguese: [_C_] Sim, bebê.
russian: Да, детка.

source: [_C_] I'll try to make things right with [mom_name].
french: [ _C_ ] Je vais essayer de faire les choses avec [ mom_name ].
italian: [_C_] Cercherò di risolvere il problema con [mom_name].
portuguese: [_C_] Eu vou tentar acertar as coisas com [mom_name].
russian: [ _C_] Я постараюсь сделать всё правильно с [ mom_name].

source: [_C_] And you called me out on a lot of my shit, so I'll try to work on that too.
french: [_C_] Et vous m'avez appelé avec beaucoup de merde, alors j'essayerai de travailler sur ce point aussi.
italian: [_C_] E tu mi hai chiamato su un sacco di mia merda, quindi cercherò di lavorare anche su questo.
portuguese: [_C_] E você me ligou muito na minha merda, então eu vou tentar trabalhar nisso também.
russian: И ты вызвал меня на много моего дерьма, так что я тоже попробую поработать над этим.

source: [_MD_] Really?
french: [_MD_] Vraiment?
italian: [_MD_] Davvero?
portuguese: U[_MD_] realmente real?

source: [_RT_] {i}Fuck... my mind is racing! How am I going to get any sleep after everything that happened tonight?{/i}
french: [_RT_] {i}Fuck... mon esprit est en train de courir! Comment vais-je dormir après tout ce qui s'est passé ce soir?{/i}
italian: [_RT_] {i}Fuck... la mia mente è corsa! Come sto per dormire dopo tutto quello che è successo stasera?{/i}
portuguese: [_RT_] {i}Fuck ... minha mente está corrida! Como eu vou conseguir dormir depois de tudo o que aconteceu tonight? {/i}
russian: [_RT_] {i}Хак... мой ум бегает! Как я смогу спать после того, как все случилось сегодня?{/i}

source: {i}"Sound of front door opening"{/i}
french: {i}"Le son de l'ouverture de la porte avant" { /i }
portuguese: {i}"Som da porta da frente aberta"{/i}
russian: {i}"Звук открывания передней двери"{/i}

source: [_RT_] {i}Is that the front door?{/i}
french: [_RT_] {i}Est-ce la porte d'entrée ?{/i}
italian: [_RT_] {i}È la porta d'ingresso?{/i}
portuguese: [_RT_] {i}É essa a porta da frente?{/i}
russian: [_RT_] {i}Это передняя дверь?{/i}

source: [_RT_] {i}I'd better check it out.{/i}
french: [_RT_] {i}Je ferais mieux de le vérifier.{/i}
italian: [_RT_] {i}farei meglio a controllarlo.{/i}
portuguese: [_RT_] {i}Eu melhor verificar isso. {/i}
russian: [_RT_] {i}Я бы постарался его проверить.{/i}

source: [_R_] {i}(Whispering){/i} Oh, thank God!... You guys came back!
french: [_R_] {i}(murmure){/i} Oh, Dieu merci!... Vous êtes revenu !
italian: [_R_] {i}(Whispering){/i} Oh, grazie Dio!... Sei tornato!
portuguese: [_R_] {i}(sussurrando){/i} Oh, graças a Deus!... Vocês voltam!
russian: [_R_] {i}(Шепотая){/i} Ах, спасибо!... Вы ребята вернулись!

source: [_MD_] {i}(Whispering){/i} I know she's a bitch, but try not to go too hard on her... She's had rough night.
french: [_MD_] {i}(Whispering){/i} Je sais qu'elle est une chienne, mais essaye de ne pas aller trop dur sur elle... Elle a eu une nuit rude.
italian: [_MD_] {i}(Whispering){/i} So che è una cagna, ma cerca di non andare troppo duro su di lei... Ha avuto una notte dura.
portuguese: [_MD_] {i}(Sussurro){/i} Eu sei que é uma puta, mas tente não dar muito duro com ela... Ela teve noite áspera.
russian: [_MD_] {i}(Шепотая){/i} Я знаю, что она сука, но постарайтесь не слишком жестко ходить... У нее была бурная ноча.

source: [_MD_] {i}I'm going to go pass out in Lauren's bed, right now.{/i}
french: [_MD_] {i}Je vais sortir dans le lit de Lauren, en ce moment.{/i}
italian: [_MD_] {i}Vado a uscire nel letto di Lauren, proprio ora.{/i}
portuguese: [__MD_] {i}Eu vou desmaiar na cama da Lauren, agora mesmo. {/i}
russian: [_MD_] {i}Я собираюсь пройти в постели Лорена, прямо сейчас.{/i}

source: [_C_] {i}(Whispering){/i} I'm sorry, [ryan].
french: [_C_] {i}(Whispering){/i} Je suis désolé, [ryan].
italian: [_C_] {i}(Whispering){/i} Mi dispiace, [ryan].
portuguese: [_C_] {i}(sussurro){/i} perdão, [ryan].
russian: [_C_] {i}(Шепотая){/i} Мне жаль, [ryan].

source: [_C_] I really fucked up big time.
french: [_C_] Je me suis vraiment fucked up big time.
italian: [_C_] ho davvero scopato il grande tempo.
portuguese: [_C_] Eu realmente fodi no tempo.
russian: [_C_] Я действительно очень сидел с большим временем.

source: [_C_] This is all my fault, and I wish like hell that I had listened to you at the club.
french: [ _C_ ] C'est de ma faute, et j'aimerais que je t'aie écouté au club.
italian: [_C_] Questa è tutta colpa mia, e vorrei come l'inferno che ti avevo ascoltato al club.
portuguese: [_C_] Isso é tudo culpa minha, e eu queria que o inferno que eu te tivesse ouvido no clube.
russian: [ _C_] Это все моя вина, и я хочу, чтобы к черту, что я слушал тебя в клубе.

source: [_C_] I don't know how, but I'm going to try to do everything I can to pay back Joey.
french: [ _C_ ] Je ne sais pas comment, mais je vais essayer de faire tout ce que je peux pour rembourser Joey.
italian: [_C_] Non so come, ma cercherò di fare tutto il possibile per ripagare Joey.
portuguese: [__C_] Eu não sei como, mas vou tentar fazer tudo o que posso para pagar de volta Joey.
russian: [_C_] Я не знаю, как это сделать, но я собираюсь попробовать сделать все, что смогу заплатить радости.

source: [_R_] I'm just glad you came back.
french: [ _R_ ] Je suis juste contente que tu sois revenu.
italian: [_R_] Sono contento che tu sia tornato.
portuguese: [_R_] Estou feliz por você ter voltado.
russian: Я рад, что ты вернулся.

source: [_R_] I know we don't get along, but we're family, and I was worried about you two.
french: [ _R_ ] Je sais que nous ne le faisons pas, mais nous sommes de la famille, et j'étais inquiet pour vous deux.
italian: [_R_] So che non andiamo d'accordo, ma siamo in famiglia, ed ero preoccupato per voi due.
portuguese: [__R_] Eu sei que não nos damos bem, mas somos família, e eu estava preocupada com vocês dois.
russian: Я знаю, что мы не ладим, но мы семья, и я беспокоилась о вас двоих.

source: [_C_] Do you think [mom_name] will let us stay?
french: [_C_] Pensez-vous que [mom_name] nous laissera rester ?
italian: [_C_] Pensi che [mom_name] ci lascerà rimanere?
portuguese: [_C_] Você acha que [mom_name] nos deixará ficar?
russian: [_C_] Считаете ли вы, что [mom_name] позволит нам остановиться?

source: [_R_] Honestly, I'm not sure.
french: [_R_] Honnêtement, je ne suis pas sûr.
italian: [_R_] Onestamente, non sono sicuro.
portuguese: [_R_] Honestamente, eu não tenho certeza.
russian: Честно, я не уверен.

source: [_R_] Judging by her mood when she went to bed, You might need to get on your knees and beg.
french: Judging by her mood when she went to bed, You need to get on your genoux and beg.
italian: [ _R_] A giudicare dal suo umore quando è andata a letto, potresti aver bisogno di metterti in ginocchio e di implorare.
portuguese: [_R_] Julgando pelo humor dela quando foi para a cama, talvez você precise entrar em seus joelhos e implorar.
russian: [ _R_] Судя по настроению, когда она ложилась спать, тебе может понадобиться встать на колени и умолять.

source: [_C_] I'm honestly not above doing that right now.
french: [_C_] Je ne suis honnêtement pas au-dessus de faire ça pour le moment.
italian: [_C_] non sono onestamente al di sopra di farlo in questo momento.
portuguese: [__C_] Eu sinceramente não estou acima de fazer isso agora.
russian: [ _C_] Я честно не делаю это прямо сейчас.

source: [_C_] I'll do whatever it takes.
french: [ _C_ ] Je ferai tout ce qu'il faut.
italian: [_C_] farò tutto quello che vuole.
portuguese: [_C_] Eu farei o que for preciso.
russian: Я сделаю все, что потребуется.

source: [_R_] That's good... A little humility will go a long way.
french: [_R_] C'est bien... Un peu d'humilité va faire un long chemin.
italian: [_R_] Questo è buono... Un po' di umiltà andrà molto lontano.
portuguese: [_R_] Isso é bom... Um pouco de humildade percorre um longo caminho.
russian: [_R_] Это хорошо... Немного смирение будет долгий путь.

source: [_R_] And for fuck's sake, you're family. She might not forgive you right away, but I'm sure she'll get over it eventually.
french: [_R_] Et pour l'amour de la merde, vous êtes en famille. Elle pourrait ne pas vous pardonner tout de suite, mais je suis sûr qu'elle finira par s'en occuper.
italian: [_R_] E per il cazzo, sei in famiglia. Potrebbe non perdonarti subito, ma sono sicuro che finirà per finire.
portuguese: [_R_] E por amor de riacho, você é família. Ela pode não te perdoar imediatamente, mas tenho certeza de que ela finalmente vai se recuperar.
russian: [_R_] И для клятвы - семья. Она может не простить тебя прямо сейчас, но я уверен, что в конце концов она ответит на это.

source: [_C_] Oh, God!
french: [_C_] Oh, Dieu !
italian: [_C_] Oh, Dio!
portuguese: U[_C_] Oh, Deus!
russian: О, Боже!

source: [_M_] {i}(Whispering){/i}What the hell are you doing back here!?
french: [_M_] {i}(Whispering){/i}Que faites-vous ici !?
italian: [_M_] {i}(Whispering){/i}Che diavolo stai facendo di nuovo qui!?
portuguese: [_M_] {i}(sussurrando){/i}What o inferno que você está fazendo de volta aqui!?
russian: [ _M_] {i}(Стыкание) { /i } Что вы здесь делаете?

source: [_RT_] {i}Fuck... Here we go again!{/i}
french: [_RT_] {i}Fuck... Nous y revoilà!{/i}
italian: [_RT_] {i}Fuck... Qui andiamo di nuovo!{/i}
portuguese: U[_RT_] {i}Presa... Aqui vamos novamente!{/i}
russian: [_RT_] {i}хак... Вот мы еще раз!{/i}

source: [_M_] You've got some nerve to walk into my house again!
french: [_M_] Vous avez du nerf à pénétrer à nouveau dans ma maison !
italian: [_M_] Hai un po' di nervo per entrare di nuovo in casa mia!
portuguese: [_M_] Você tem coragem de entrar novamente na minha casa!
russian: У тебя есть нервы, чтобы снова заходить в мой дом!

source: [_M_] After everything you did to us... After everything you said to us!
french: [ _M_ ] Après tout ce que vous avez fait pour nous ... Après tout ce que tu nous as dit !
italian: [_M_] Dopo tutto quello che ci hai fatto... Dopo tutto quello che ci hai detto!
portuguese: [_M_] Depois de tudo que você fez a nós... Depois de tudo que você disse para nós!
russian: [_M_] После всего, что вы сделали с нами... После того, как все, что вы нам сказали!
