Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Mmm... Now let me taste that cock!
dutch: [_M_] Mmm... Laat me die cock nu smaken!
german: [_M_] Mmm... Jetzt lass mich diesen Hauch schmecken!

source: [_MT_] {i}Hmm... So that's what my pussy tastes like.{/i}
dutch: [_MT_] {i}Hmm... Dus dat is hoe mijn onderste smaken eruit.{/i}
german: [_MT_] {i}Hmm... So schmeckt meine Fotze auch.{/i}

source: [_MT_] {i}I can't believe this thing was just inside of me!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat dit ding binnen mij ligt!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass diese Sache nur in mir lag!{/i}

source: [_MT_] {i}It's probably weird that I kind of like it.{/i}
dutch: [_MT_] {i}Het is waarschijnlijk raar dat ik het leuk vind.{/i}
german: [_MT_] {i}Es ist wahrscheinlich seltsam, dass ich es mag. {/i}

source: [_MT_] {i}And [ryan]'s cum tastes amazing!{/i}
dutch: [_MT_] {i}En [ryan]kubus smaakt geweldig!{/i}
german: [_MT_] {i}Und [ryan]'s cum schmeckt erstaunlich!{/i}

source: [_MT_] {i}He should be able to go a while since he already came once.{/i}
dutch: [_MT_] {i}Hij moet een tijdje kunnen gaan sinds hij al één keer komt.{/i}
german: [_MT_] {i}Er sollte in der Lage sein eine Weile zu gehen, da er schon einmal gekommen ist.{/i}

source: [_MT_] {i}I should be able to get all the attention I want.{/i}
dutch: [_MT_] {i}Ik moet alle aandacht kunnen krijgen die ik wil.{/i}
german: [_MT_] {i}Ich sollte in der Lage sein, die ganze Aufmerksamkeit, die ich möchte, zu erhalten.{/i}

source: [_M_] How does that feel?
dutch: [_M_] Hoe voelt dat zich?
german: [_M_] Wie fühlt sich das an?

source: [_R_] Fuck, Mom... You're amazing!
dutch: [_R_] Fuck, Mome... Je bent geweldig!
german: [_R_] Fuck, Mom... Du bist erstaunlich!

source: [_M_] I'm glad you're enjoying yourself, but if you want this to keep going, you're going to have to return the favor.
dutch: [_M_] Ik ben blij dat je er plezier van hebt, maar als je wilt dat dit blijft gaan, moet je het gunst teruggeven.
german: [_M_] Ich bin froh, dass du dich amüsierst, aber wenn du das weiter machen möchtest, musst du die Gunst zurückgeben.

source: [_R_] You mean... You want oral too?
dutch: [_R_] bedoeld... Wil je ook mondeling zeggen?
german: [_R_] Du meinst... Du willst auch mündlich?

source: [_R_] But, I just came inside there.
dutch: [_R_] Maar ik ben daar net binnengekomen.
german: [_R_] Aber ich bin gerade dort eingetroffen.

source: [_R_] That's kind of weird.
dutch: [_R_] Dat is aardig vreemd.
german: [_R_] Das ist seltsam.

source: [_M_] Oh, come on. I just sucked your dick that had my own juices on it, and besides... I squirted so hard I'm sure it forced all your cum out.
dutch: [_M_] Oh, kom op. Ik heb gewoon je luid meegezogen, die mijn eigen sap erop had en niet alleen. . Ik ben verpletterd zo hard dat ik er zeker van ben dat het al je kudde uit heeft gedrukt.
german: [_M_] Oh, komm weiter. Ich habe deinen Schwanz gesaugt, der meine eigenen Säfte hatte, und darüber hinaus. Ich habe so hart gespritzt Ich bin sicher, dass es alle deine ganze Cum aus der Haut.

source: [_R_] I don't know...
dutch: [_R_] Ik weet het niet...
german: [_R_] Ich weiß es nicht...

source: [_R_] Ahh... I guess you're right. Besides, I love the way you taste!
dutch: [_R_] Ahh... Ik denk dat je gelijk hebt. Bovendien hou ik van de manier waarop je smaakt!
german: [_R_] Ahh... Ich denke, du hast Recht. Außerdem liebe ich deine Geschmack!

source: [_M_] Oh... yes, [ryan]!
dutch: [_M_] Oh... ja, [ryan]!
german: [_M_] Oh... Ja, [ryan]!

source: [_MT_] {i}He's such a good boy to do this for his mother!{/i}
dutch: [_MT_] {i}Hij is zo'n goede jongen om dit voor zijn moeder te doen!{/i}
german: [_MT_] {i}Er ist so ein guter Junge, um dies für seine Mutter zu tun!{/i}

source: [_MT_] {i}I only had to ask him once.{/i}
dutch: [_MT_] {i}Ik moest hem maar één keer vragen.{/i}
german: [_MT_] {i}Ich musste ihn nur einmal fragen.{/i}

source: [_MT_] {i}And I didn't even have to ask him to lick my asshole too!{/i}
dutch: [_MT_] {i}en ik hoefden hem niet eens te vragen ook mijn asshole te laten zien!{/i}
german: [_MT_] {i}Und ich musste ihn nicht einmal bitten, auch meinen Arsch zu lecken!{/i}

source: {i}{b}"Mom's Affection +1"{/b}{/i}
dutch: {i}{b}"Momenten Affectie +1"{/b}{/i}
german: {i}{b}"Mamas Zuneigung + 1"{/b}{/i}

source: [_MT_] {i}Oh, yeah... It's building!{/i}
dutch: [_MT_] {i}Oh, ja... Het is gebouwd!{/i}
german: [_MT_] {i}Oh, ja... Es baut!{/i}

source: [_MT_] {i}This is going to be a big one!{/i}
dutch: [_MT_] {i}Dit wordt een grote!{/i}
german: [_MT_] {i}Dies wird ein großer werden!{/i}

source: [_M_] That felt so good!, It's the weirdest thing though, That only made me hornier!
dutch: [_M_] Dat voelde me zo goed!, het is het rare ding maar, dat maakt me alleen hoornier!
german: [_M_] Das fühlte sich so gut an!, es ist aber das Erstaunlichste, das hat mich nur horniert!

source: [_M_] I'm wondering if you'd be willing to try something out with me?
dutch: [_M_] Ik vraag me af of je iets met me wilt uitproberen?
german: [_M_] Ich frage mich, ob du bereit bist, etwas mit mir auszuprobieren?

source: [_M_] This is a bit embarrassing to ask.
dutch: [_M_] Dit is een beetje gênant om te vragen.
german: [_M_] Das ist ein bisschen peinlich zu fragen.

source: [_M_] I was wondering if you'd be willing to try a bit of anal sex with me?
dutch: [_M_] Ik vroeg me af of je bereid bent om een beetje anaal seks met me te proberen?
german: [_M_] Ich fragte mich, ob du bereit bist, ein bisschen Anal Sex mit mir auszuprobieren?

source: [_M_] I don't even know if I can fit you inside, but...
dutch: [_M_] Ik weet niet eens of ik je binnen kan passen, maar...
german: [_M_] Ich weiß nicht einmal, ob ich dich nach innen passen kann, aber...

source: [_R_] Are you kidding? From what I've heard, most guys have to beg a girl to try that with him.
dutch: [_R_] maak je een grapje? Van wat ik gehoord heb, moeten de meeste jongens een meisje bedelen om dat met hem te proberen.
german: [_R_] Scherz? Von dem, was ich gehört habe, müssen die meisten Jungs ein Mädchen betteln, um das mit ihm zu versuchen.

source: [_R_] You're the coolest mom ever!
dutch: [_R_] Jij bent het coolste moeder ooit!
german: [_R_] Du bist die coolste Mama überhaupt!

source: [_R_] It's just weird to think I had my dick in there, I know it's my own dick, but that just seems a little gay.
dutch: [_R_] Het is gewoon raar om te denken dat ik daar mijn luik naar toe had, ik weet dat het mijn eigen luik is, maar dat lijkt gewoon een beetje gay.
german: [_R_] Es ist einfach seltsam zu denken, dass ich dort meinen Schwanz hatte, ich weiß, es ist mein eigener Schwanz, aber das scheint einfach ein wenig schwul.

source: [_M_] Oh, for fuck's sake!
dutch: [_M_] Oh, voor fuck's naam!
german: [_M_] Oh, um Ficks willen!

source: [_M_] You need to be less selfish when it comes to making love!
dutch: [_M_] Je moet minder egoïstisch zijn wanneer het erom gaat liefde te maken!
german: [_M_] Du musst weniger egoistisch sein, wenn es darum geht, Liebe zu machen!

source: [_M_] In fact, I should just call it quits right here, but...
dutch: [_M_] Eigenlijk moet ik het hier gewoon afspreken, maar...
german: [_M_] Eigentlich sollte ich es hier gleich beenden, aber...

source: [_M_] I'm still so horny.
dutch: [_M_] Ik ben nog steeds zo hoorzaam.
german: [_M_] Ich bin immer noch so geil.

source: [_M_] And if you thought that request was a little gay, you're probably going to deny my next one too.
dutch: [_M_] En als je dacht dat dit een klein homoseksueel verzoek was, ga je mijn volgende waarschijnlijk ook ontzeggen.
german: [_M_] Und wenn du denkst, dass diese Anfrage ein wenig schwamm ist, wirst du wahrscheinlich auch meine nächste ablehnen.

source: [_R_] Are you kidding? That's not gay! Most guys have to beg their girl to do that with them.
dutch: [_R_] maak je een grapje? Dat is niet gay! De meeste jongens moeten hun meisje bedelen om dat met hen te doen.
german: [_R_] Scherzen? Das ist nicht schwul! Die meisten Jungs müssen ihr Mädchen bitten, das mit ihnen zu tun.

source: [_M_] [ryan]! Anal sex is litterally how gay men have to have sex. If you think licking my pussy after you're cock's been in it is gay, then...
dutch: [_M_] [ryan]! Anaal geslacht is litterisch hoe homoseksuele mannen moeten hebben. Als je denkt dat het plakken van mijn pap nadat je kok erin zit homo is, dan...
german: [_M_] [ryan]! Anal Sex ist auf jeden Fall, wie homosexuelle Männer Sex haben müssen. Wenn du denkst, meine Fotze zu lecken, nachdem du die Schwule gehabt hast...

source: [_R_] Do you want me to stick it in there, or not?
dutch: [_R_] Wil je dat ik me daar aan vastklamp, of niet?
german: [_R_] Soll ich es dort einstecken, oder nicht?

source: [_M_] Please?!
german: [_M_] bitte?

source: {i}{b}"Mom's Submission +1"{/b}{/i}
dutch: {i}{b}"Moment-indiening +1"{/b}{/i}
german: {i}{b}"Mamas Unterwerfung + 1" {/b} {/i}

source: [_M_] I'm not sure how well this is going to work.
dutch: [_M_] Ik weet niet zeker hoe goed dit zal werken.
german: [_M_] Ich bin mir nicht sicher, wie gut das funktionieren wird.

source: [_M_] You're way bigger than your father, and the little toy I... Nevermind.
dutch: [_M_] Je bent veel groter dan je vader, en het kleine speelgoed ik... Nooit.
german: [_M_] Du bist viel größer als dein Vater, und das kleine Spielzeug I... Nie.

source: [_R_] Okay... I'm in position... I'm just going to push...
dutch: [_R_] Okay... Ik ben in positie... Ik ga alleen maar push...
german: [_R_] Okay... Ich bin in der Position... Ich werde nur drücken...

source: [_M_] I think so!... Give me just a second...
dutch: [_M_] Ik denk dat!... Geef me een seconde...
german: [_M_] Ich glaube so!... Gib mir nur eine Sekunde...

source: [_M_] Okay... go ahead and try thrusting slowly.
dutch: [_M_] Okay... ga je gang en probeer langzaam.
german: [_M_] Okay... gehen Sie voran und versuchen Sie langsam.

source: [_M_] Okay, that's a little too... Uh, I guess it's okay.
dutch: [_M_] OK, dat is een beetje ook... Uh, ik denk dat het oké is.
german: [_M_] Okay, das ist auch ein wenige... Uh, ich denke, es ist okay.

source: [_R_] It's not doing anything.
dutch: [_R_] Het doet niets.
german: [_R_] Es tut nichts.

source: [_R_] Your asshole is gripping my cock so tight, I can't slide it further in, or out.
dutch: [_R_] Je asshole greep mijn schaap zo strak, ik kan het niet verder binnen of erbuiten schuiven.
german: [_R_] Dein Arschloch packt meinen Schwanz so dick, ich kann ihn nicht weiter hineinschieben oder herausrutschen.

source: [_M_] Really?... Because it feels like it's splitting me in half!
german: [_M_] Wirklich?... Weil es sich anfühlt, als ob es mich in die Hälfte spaltet!

source: [_M_] My Asshole is burning!
dutch: [_M_] Mijn Asshole brandt!
german: [_M_] Mein Assol brennt!

source: [_M_] I don't think I can do this much longer.
dutch: [_M_] Ik denk niet dat ik dit nog veel langer kan doen.
german: [_M_] Ich glaube nicht, dass ich das noch länger tun kann.

source: [_M_] Okay, that's all I can take!
dutch: [_M_] Oké, dat is alles wat ik kan doen!
german: [_M_] Okay, das ist alles, was ich machen kann!

source: [_M_] Wow!... That hurt way more than I was expecting.
dutch: [_M_] Wow!... Dat doet me veel meer pijn dan ik had verwacht.
german: [_M_] Wow!... Das schmerzt mehr als ich erwartet hatte.

source: [_R_] I'm sorry, Mom!
dutch: [_R_] Het spijt me, ma!
german: [_R_] Tut mir leid, Mama!

source: [_M_] In a weird way it felt good too.
dutch: [_M_] voelde het zich ook goed op een rare manier.
german: [_M_] Auf seltsame Weise fühlte es sich auch gut an.

source: [_M_] I don't know how to describe it.
dutch: [_M_] Ik weet niet hoe ik het moet beschrijven.
german: [_M_] Ich weiß nicht, wie ich es beschreiben soll.

source: [_M_] I think the lingering sensation I'm feeling there is going to make sex feel even better this time.
dutch: [_M_] Ik denk dat de blijvende sensatie die ik heb het gevoel heeft dat ik er deze keer voor ga zorgen dat seks zich nog beter zal voelen.
german: [_M_] Ich denke, dass die anhaltende Empfindung, die ich fühle, dieses Mal das Sex noch besser fühlen wird.

source: [_R_] This time, so we get to do it again?
dutch: [_R_] Deze keer, dus moeten we het opnieuw doen?
german: [_R_] Dieses Mal, so dass wir es wieder machen?

source: [_M_] I mean, I know you've already released, and most men have a hard time recovering that quickly, but judging from how your dick looks rock hard and twitching, I think you'll be okay.
dutch: [_M_] Ik bedoel, ik weet dat je je al hebt vrijgelaten, en de meeste mannen hebben het moeilijk om dat snel te herstellen. maar afgaande op hoe je lui er hard en twitend uitziet, denk ik dat je wel goed zult zijn.
german: [_M_] Ich meine, ich weiß, dass du bereits freigelassen hast, und die meisten Männer haben es schwer, das schnell zu beheben aber zu beurteilen, wie dein Schwanz sieht hart und twitching, ich denke, du bist in Ordnung.

source: [_R_] More than okay.
dutch: [_R_] meer dan oké.
german: [_R_] mehr als okay.

source: [_M_] Lay down. I want to try being on top.
dutch: [_M_] Lay omlaag. Ik wil proberen bovenaan te staan.
german: [_M_] Legen Sie sich nieder. Ich möchte versuchen, oben zu sein.

source: [_R_] Oh, God!
german: [_R_] Oh, Gott!

source: [_M_] Yes!
dutch: [_M_] Ja!
german: [_M_] Ja!

source: [_MT_] {i}I can't believe this is happening! I've let my son's cock into my pussy not just once, but twice now in one night!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat dit gebeurt! Ik heb mijn zoon niet één keer in mijn potje laten zitten, maar twee keer in één nacht!{/i}
german: [_MT_] {i}Ich kann das nicht glauben! Ich lasse den Schwanz meines Sohnes nicht nur einmal, sondern zweimal in einer Nacht! {/i}

source: [_MT_] {i}I was like a dam trying to hold back my desires, and now that the dam broke, I just can't control myself!{/i}
dutch: [_MT_] {i}Ik was als een dam die probeerde mijn wensen tegen te houden, en nu de dam stukte, kan ik me niet meer in mijn hand houden!{/i}
german: [_MT_] {i}Ich war wie ein Damm, der meine Wünsche zurückhalten wollte, und jetzt, wo der Damm zerbrochen ist, kann ich mich einfach nicht selbst kontrollieren!{/i}

source: [_MT_] {i}Speaking of dams, I can't believe how much pussy juice I've unleashed!{/i}
dutch: [_MT_] {i}Spreken over dammen, ik kan niet geloven hoeveel vertragende sap ik heb losgemaakt!{/i}
german: [_MT_] {i}Sprich von Dämmen, ich kann nicht glauben, wie viel Fotzensaft ich entfesselt habe!{/i}

source: [_MT_] {i}Oh... fuck, This is starting to feel good!{/i}
dutch: [_MT_] {i}Oh... fuck, dit begint goed te doen!{/i}
german: [_MT_] {i}Oh... fuck, das fühlt sich gut!{/i}

source: [_MT_] {i}His dick is pounding my womb!{/i}
dutch: [_MT_] {i}Zijn luid is mijn baarmoeder!{/i}
german: [_MT_] {i}Sein Schwanz bringt meinen Mutter!{/i}

source: [_MT_] {i}Oh, good Lord! The same womb he was created in!{/i}
dutch: [_MT_] {i}Oh, goede Heer! Dezelfde schoot waarin hij is gecreëerd!{/i}
german: [_MT_] {i}Oh, guter Lord! Er wurde in derselben Gebärmutter erschaffen!{/i}

source: [_MT_] {i}This is too much!{/i}
dutch: [_MT_] {i}Dit is te veel!{/i}
german: [_MT_] {i}Das ist zu viel!{/i}

source: [_RT_] {i}This is the best night of my life!{/i}
dutch: [_RT_] {i}Dit is de beste nacht van mijn leven!{/i}
german: [_RT_] {i}Dies ist die beste Nacht meines Lebens!{/i}

source: [_RT_] {i}After all that scheming, work, and preperation, it's all finally paid off!{/i}
dutch: [_RT_] {i}Na al die planning, werk en preperatie, is het allemaal uiteindelijk uitbetaald!{/i}
german: [_RT_] {i}Nach all dem Schema, der Arbeit und der Präperation, ist alles endlich bezahlt!{/i}

source: [_RT_] {i}I'm fucking the greatest woman I've ever met, and I didn't let the fact that she's my mom stop me!{/i}
dutch: [_RT_] {i}Ik vervang de grootste vrouw die ik ooit heb ontmoet en ik heb het feit dat zij mijn moeder is niet laten stoppen!{/i}
german: [_RT_] {i}Ich ficke die größte Frau, die ich jemals getroffen habe, und ich ließ die Tatsache, dass sie meine Mutter ist, nicht aufhalten!{/i}

source: [_RT_] {i}I wonder what else I can do when I put my mind to it?{/i}
dutch: [_RT_] {i}Ik vraag me af wat ik nog meer kan doen als ik het in gedachten heb?{/i}
german: [_RT_] {i}Ich frage mich, was ich noch tun kann, wenn ich meinen Kopf darauf setze? {/i}

source: [_RT_] {i}God, this feels incredible!{/i}
dutch: [_RT_] {i}God, dit voelt ongelofelijk!{/i}
german: [_RT_] {i}Gott, das fühlt sich unglaublich an!{/i}

source: [_R_] I don't know why, Mom, but fucking the same hole I came out of nineteen years ago turns me on like crazy!
dutch: [_R_] Ik weet niet waarom, maar door hetzelfde gat te vervagen dat negentien jaar geleden ontstond, word ik als gek gemaakt!
german: [_R_] Ich weiß nicht warum, Mama, aber das gleiche Loch zu ficken das ich vor neunzehn Jahren bekam, macht mich wie verrückt!

source: [_M_] Good hell, [ryan]! You don't have to draw attention to that while we're having sex!
dutch: [_M_] Goede hel, [ryan]! Je hoeft daar niet op te wijzen terwijl we seks hebben!
german: [_M_] Gute Hölle, [ryan]! Du musst nicht darauf aufmerksam machen, während wir Sex haben!

source: [_MT_] {i}I'm finally getting myself under control! If he keeps reminding me how taboo this is, I'm going to get turned on again and need to fuck all night!{/i}
dutch: [_MT_] {i}Ik word eindelijk onder controle. Als hij me steeds weer herinnert hoe taboe dit is, ga ik weer aan en heb ik de hele nacht moeten missen!{/i}
german: [_MT_] {i}Ich stehe mich endlich unter Kontrolle! Wenn er mich immer wieder daran erinnert, wie Tabu das ist, werde ich wieder eingeschaltet werden und muss die ganze Nacht fucken! {/i}

source: [_MT_] {i}I can't believe it! I'm going to cum again!{/i}
dutch: [_MT_] {i}Ik kan het niet geloven! Ik ga weer knuffelen!{/i}
german: [_MT_] {i}Ich kann es nicht glauben! Ich werde wieder cum werden!{/i}

source: [_MT_] {i}Fuuuck... How can I possibly be squirting again!?{/i}
dutch: [_MT_] {i}Fuuuuck... Hoe kan ik misschien nog een keer pletteren!?{/i}
german: [_MT_] {i}Fuuck... Wie kann ich möglicherweise wieder spritzen!?{/i}

source: [_RT_] {i}Oh, my God! As much as I want this to last forever, I can't hold back anymore!{/i}
dutch: [_RT_] {i}Ah, mijn God! Zo veel als ik wil dat dit eeuwig zal duren, kan ik niet meer tegenhouden!{/i}
german: [_RT_] {i}Oh, mein Gott! So sehr ich dies für immer halten möchte, kann ich mich nicht mehr zurückhalten!{/i}

source: [_RT_] {i}Maybe I should pull out!{/i}
dutch: [_RT_] {i}Misschien moet ik me eruit trekken!{/i}
german: [_RT_] {i}Vielleicht sollte ich mich ausziehen!{/i}

source: [_RT_] {i}It would be pretty sexy to see her painted with my cum!{/i}
dutch: [_RT_] {i}Het zou erg sexy zijn om haar te zien geschilderd met mijn kum!{/i}
german: [_RT_] {i}Es wäre ziemlich sexy, sie mit meiner Maus zu malen!{/i}

source: [_M_] I don't understand it! You already came inside the shack! How do you still have this much cum!
dutch: [_M_] Ik begrijp het niet! Je bent al in de schouderpas gekomen! Hoe heb je nog steeds zoveel kum!
german: [_M_] Ich verstehe es nicht! Du bist schon in die Hütte gekommen! Wie hast du noch so viel mit!

source: [_M_] Thank God you pulled out! That would have made me pregnant for sure!
dutch: [_M_] Godzijdank heb je uit gehaald! Dat zou me zeker zwanger hebben gemaakt!
german: [_M_] Gott sei Dank hast du dich zurückgezogen! Das hätte mich sicher schwanger gemacht!

source: [_MT_] {i}Oh, God!... he came inside me!{/i}
dutch: [_MT_] {i}Oh, God!... hij kwam me binnen!{/i}
german: [_MT_] {i}Oh, Gott!... er kam in mich!{/i}

source: [_MT_] {i}There's more?!{/i}
dutch: [_MT_] {i}Er zijn meer?!{/i}
german: [_MT_] {i}Es gibt mehr?!{/i}

source: [_MT_] {i}Fuck!... There's so much it's exploding out of me!{/i}
dutch: [_MT_] {i}Fuck!... Er explodeert zoveel van mij van!{/i}
german: [_MT_] {i}Fuck!... Es explodiert so viel aus mir!{/i}

source: [_MT_] {i}It's going to take a miracle for me not to get pregnant!{/i}
dutch: [_MT_] {i}Het is voor mij een wonder om geen zwanger te worden!{/i}
german: [_MT_] {i}Es wird ein Wunder dauern, um nicht schwanger zu werden!{/i}

source: {i}"[ryan]'s cum loads in his mom's pussy +1"{/i}
dutch: {i}"[ryan]'s kubus laadt in zijn moeder druk +1"{/i}
german: {i}"[ryan]'s cum lädt in seiner Mimi Fotze +1"{/i}

source: [_M_] [ryan]! You should have warned me!
dutch: [_M_] [ryan]! Je had me moeten waarschuwen!
german: [_M_] [ryan]! Du solltest mich warnen!

source: [_M_] I'm not on any birth control!
dutch: [_M_] Ik heb geen enkele geboortecontrole!
german: [_M_] Ich bin in keiner Geburtenkontrolle!

source: [_R_] I didn't think you'd mind!
dutch: [_R_] Ik dacht niet dat je het zou bevatten!
german: [_R_] Ich habe nicht gedacht, dass dir das wichtig wäre!

source: [_M_] I can't get pregnant with my son's baby!
dutch: [_M_] Ik kan niet zwanger worden met de baby van mijn zoon!
german: [_M_] Ich kann mit dem Baby meines Sohnes nicht schwanger werden!

source: [_MT_] {i}My God!... I've raised a moron!{/i}
dutch: [_MT_] {i}Mijn God!... Ik heb een moron opgehaald!{/i}
german: [_MT_] {i}Mein Gott!... Ich habe eine Morone erhoben!{/i}

source: {b}{i}"Mom's Anger +1"{/i}{/b}
dutch: {b}{i}"Momenthoek +1"{/i}{/b}
german: {b}{i}"Mamas Zorn +1"{/i}{/b}

source: [_M_] Ohh... It's going to be oozing out of me for days!
dutch: [_M_] Ohh... Het gaat dagenlang uit mij opfrissen!
german: [_M_] Ohhh... Es wird für Tage aus mir ausgehüllt!

source: [_M_] [ryan], what were you thinking!?
dutch: [_M_] [ryan], wat dacht jij ervan!?
german: [_M_] [ryan], was hast du gedacht!?

source: [_R_] I didn't think you'd mind.
dutch: [_R_] Ik dacht niet dat je het erg zou vinden.
german: [_R_] Ich habe nicht gedacht, dass dir das nicht einfällt.

source: [_M_] I'm not on birth control!
dutch: [_M_] Ik ben niet op geboortecontrole!
german: [_M_] Ich bin nicht in der Geburtenkontrolle!

source: [_M_] You think it's okay to get your mom pregnant?
dutch: [_M_] denk je dat het goed is om je moeder zwanger te krijgen?
german: [_M_] Du denkst, dass es in Ordnung ist, deine Mama schwanger zu machen?

source: [_R_] I didn't... I'm sorry!
dutch: [_R_] Ik heb niet gedaan... Sorry!
german: [_R_] Ich habe es nicht getan... Tut mir leid!

source: [_M_] God!... I know I should be furious, but... if I'm really being honest... I found it really hot!
dutch: [_M_] God!... Ik weet dat ik woedend zou zijn, maar... als ik echt eerlijk ben... Ik vond het echt heet!
german: [_M_] Gott!... Ich weiß, dass ich wütend sein sollte, aber... wenn ich wirklich ehrlich bin... Ich fand es wirklich heiß!

source: [_M_] God, how would I explain getting pregnant to everyone when they all know [dad_name] is in prison?
dutch: [_M_] God, hoe zou ik uitleggen dat ik zwanger wordt wanneer ze allemaal weten dat [dad_name] in de gevangenis zit?
german: [_M_] Gott, wie würde ich erklären, dass ich allen schwanger werde, wenn sie alle wissen, dass [dad_name] im Gefängnis ist?

source: [_R_] Conjugal visit?
dutch: [_R_] Conjugal bezoek?
german: [_R_] Konjugal-Besuch?

source: [_M_] Yeah, right... Your father's shut down every one of those I've tried.
dutch: [_M_] Yeah, gelijk... Je vader sluit elk van die ik heb geprobeerd.
german: [_M_] Ja, richtig... Dein Vater hat alle von denen, die ich versucht habe, heruntergefahren.

source: [_R_] What a douche!
dutch: [_R_] Wat een deche!
german: [_R_] Was für eine Douche!

source: [_M_] Oh, my... You've worn me out! And what's more... you've completely satisfied me.
dutch: [_M_] Oh, ik... Je hebt me uitgeworpen! En wat nog meer is... je hebt me helemaal tevreden.
german: [_M_] Oh, mich... Du hast mich verschlissen! Und was ist mehr... Du hast mich völlig zufrieden.

source: {b}{i}"Mom's Sexual Frustration = 0"{/i}{/b}
dutch: {b}{i}"Momenten Seksuele Frustratie = 0"{/i}{/b}
german: {b}{i}"Mamas Sexual Frustration = 0"{/i}{/b}
