Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Ok, Mandy... I'm sure whatever you come up with will be great.
dutch: [_L_] Ok, Mandy... Ik weet zeker dat wat je komt geweldig zal zijn.

source: [_L_] And don't forget how important this task is... It's our last chance to get a good impression before the students cast their votes.
dutch: [_L_] En vergeet niet hoe belangrijk deze taak is... Het is onze laatste kans om een goede indruk te krijgen voordat de leerlingen hun stem uitbrengen.

source: [_MD_] So... no pressure then.
dutch: [_MD_] So... geen druk dan.

source: [_L_] Mandy?
dutch: [_L_] Gedaan?

source: [_MD_] Ok... I'll try my best.
dutch: [_MD_] Ok... Ik zal mijn best doen.

source: [_L_] Let's see... We've got the final skit we've got to plan for.
dutch: [_L_] Laten we zien... We hebben het laatste skit waar we voor moeten plannen.

source: [_L_] It's a pretty big deal since it's our last chance to get in a good impression before the students cast their votes.
dutch: [_L_] Het is een grote deal omdat het onze laatste kans is om een goede indruk te krijgen voordat de studenten hun stem uitbrengen.

source: [_L_] I think I'll see if our cousin Mandy will help me out with this... She's done a lot of stage performances with her dance team.
dutch: [_L_] Ik denk dat ik zal zien of onze neef Mandy me hiermee helpt. . – Ze doet veel podium prestaties met haar dansteam.

source: [_L_] Ok... I'll be taking care of writing my campaign speech.
dutch: [_L_] Ok... Ik zal mijn campagne toespraak schrijven.

source: [_L_] I'll also be trying to get personal face time with as many students as I can by passing out flyers and other campaign swag.
dutch: [_L_] Ik zal ook proberen persoonlijke gezichtstijd te krijgen met zoveel leerlingen als ik kan door flyers en andere campagne swag uit te geven.

source: [_L_] Speaking of which, [ryan]? Is there anyway I could get some money to cover those types of items?
dutch: [_L_] Spreek waar, [ryan]? Is er toch wat geld voor die soorten items?

source: [_L_] You know... To get us through this week?
dutch: [_L_] weet u... Om ons door deze week te krijgen?

source: [_RT_] {i}More money?... This campaign is like a bottomless pit opened up in my wallet.{/i}
dutch: [_RT_] {i}meer geld? ... Deze campagne is als een bodemloze put die in mijn portemonnee is geopend.{/i}

source: [_L_] Alright, the last task on my list is for you, [ryan].
dutch: [_L_] Ok, de laatste taak op mijn lijst is voor jou, [ryan].

source: [_L_] And it's a really big ask.
dutch: [_L_] En het is echt een grote vraag.

source: [_R_] Oh, boy... This sounds hard.
dutch: [_R_] Oh, jongen... Dit klinkt moeilijk.

source: [_L_] Yeah... It involves someone neither of us are particularly fond of.
dutch: [_L_] Yeah... Het gaat om iemand die geen van ons erg dol is.

source: [_R_] You're talking about Matt?
dutch: [_R_] Je hebt het over Matt?

source: [_L_] No... Agent Diaz.
dutch: [_L_] Nee... Agent Diaz.

source: [_R_] What in the hell does she have to do with your campaign?
dutch: [_R_] Wat in de hel heeft ze te maken met jouw campagne?

source: [_L_] Well... to win an unwinnable campaign, sometimes you've got to play some dirty politics.
dutch: [_L_] Goals... om een onverzadigbare campagne te winnen, moet je soms vuile politiek spelen.

source: [_R_] You?...Dirty politics?
dutch: [_R_] Jij?...Dirty politiek?

source: [_L_] Hey, I played it straight the last time I ran for president, and I got creamed.
dutch: [_L_] Hé, ik speelde het direct al de laatste keer dat ik naar de Voorzitter reed, en ik werd gecreamed.

source: [_L_] I'm already letting pictures of my ass be plastered all over the school hallway.
dutch: [_L_] Ik laat al foto's van mijn pas over de hele schoolbaan plakken.

source: [_L_] I'm not going to let my morals get in the way of winning this time.
dutch: [_L_] Ik ga mijn moraal deze keer niet in de weg laten staan om te winnen.

source: [_R_] Alright... so, how does your plan involve Agent Diaz?
dutch: [_R_] Oké... dus, hoe gaat je plan dan de Agent Diaz?

source: [_L_] As an FBI agent, Agent Diaz should be able to find some kind of dirt on Matt.
dutch: [_L_] als een FBI agent, Agent Diaz moet een soort aarde kunnen vinden op Matt.

source: [_L_] You know... Something we can blackmail him with, something we could exploit in some way.
dutch: [_L_] Jij weet het... Iets waarmee we hem kunnen chanteren, iets waarmee we op een of andere manier kunnen uitbuiten.

source: [_R_] So, you want me to talk to her?
dutch: [_R_] Dus, wil je dat ik met haar praat?

source: [_R_] I'm pretty sure she likes you a lot better than she likes me.
dutch: [_R_] Ik weet best zeker dat ze je veel beter leuk vindt dan ik.

source: [_L_] Yeah, but if I go talk to her, I'm pretty sure I'll end up tied up and gagged.
dutch: [_L_] Yeah, maar als ik met haar gaat praten, weet ik zeker dat ik uiteindelijk vastzit en de mond zal snoeren.

source: [_R_] Fair point.
dutch: [_R_] Eerlijk punt.

source: [_R_] If I decided to do this, how would I even find her?
dutch: [_R_] Als ik besloot dit te doen, hoe zou ik haar dan vinden?

source: [_R_] I doubt she'll want to talk about that during her weekly extortion visit.
dutch: [_R_] Ik betwijfel of ze daarover wil praten tijdens haar wekelijkse afpersingsbezoek.

source: [_L_] I've seen a suspicious van that parks down the street from our house just about every evening.
dutch: [_L_] ik heb een verdachte bestelwagen gezien die ongeveer elke avond vanuit ons huis langs de straat parkt.

source: [_L_] I assume it's either the FBI or the Mafia... But I think suspicious vans are more the FBI's style.
dutch: [_L_] Ik ga ervan uit dat het de FBI of de Mafia is... Maar ik denk dat verdachte bedrijfswagens meer de FBI's stijl zijn.

source: [_L_] Maybe you could go knock on the door and see if Diaz is in it.
dutch: [_L_] Misschien kan je op de deur kloppen en kijken of er Diaz in zit.

source: [_R_] Knock on the door of an FBI van?... Are you crazy?
dutch: [_R_] Knock on the deur of an FBI van?... Ben je gek?

source: [_L_] Well, whatever you want to do... I'll let you figure out how to get ahold of her.
dutch: [_L_] Nou, wat je ook wilt doen... Ik laat je uitzoeken hoe je haar in stand kan houden.

source: [_L_] That is... If you're willing to help me out.
dutch: [_L_] Dat is... Als je bereid bent om me te helpen.

source: [_RT_] {i}{b}(HINT){/b} We decided it would be good to visit Diaz and see if she can dig up some dirt on Matt. I can probably find her van on my map on a weekday evening.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} We hebben besloten dat het goed is om Diaz te bezoeken en te zien of ze modder kan opgraven op Matt. Ik kan haar bestelwagen waarschijnlijk op een weekdagenavond op mijn kaart vinden.{/i}

source: [_L_] Not right now. You did a great job hanging my posters.
dutch: [_L_] Niet op dit moment. Je hebt mijn posters goed opgehangen.

source: [_L_] They look great!
dutch: [_L_] Ze zien er geweldig uit!

source: [_R_] Well, I don't know about great.
dutch: [_R_] Nou, ik weet niet goed meer.

source: [_R_] They could be a little more exciting... A little more... sexy.
dutch: [_R_] Ze kunnen een beetje spannender zijn... Een beetje meer... sexy.

source: [_L_] Oh, please don't start.
dutch: [_L_] Oh, start alstublieft niet.

source: [_L_] We'll just see when we get the poll numbers on Monday.
dutch: [_L_] We zullen gewoon zien wanneer we maandag de opiniepeilingen krijgen.

source: [_R_] Nothing else for me to do then?
dutch: [_R_] Nog niets anders voor mij om dan te doen?

source: [_L_] No, but keep checking back... I'll have some jobs for you soon enough.
dutch: [_L_] Nee, maar blijf terugkijken... Ik heb wat banen voor je klaar.

source: [_R_] Later, my cunties.
dutch: [_R_] Later mijn kabels

source: [_K_] Yeah, she's just working on some campaign stuff.
dutch: [_K_] Yeah, ze werkt net aan wat campagne dingen.

source: [_R_] She wanted me to stop by... Is it safe for me to come in?
dutch: [_R_] Ze wilde dat ik stopte door... Is het veilig voor mij om binnen te komen?

source: [_K_] Alright, you're cleared for entry... Follow me.
dutch: [_K_] Ok, je bent gewist voor invoer... Volg me.

source: [_R_] Is this "Bathroom 51" or something?
dutch: [_R_] Is dit "badkamer 51" of zo?

source: [_K_] {i}(sarcastically){/i}Hardy har har.
dutch: [_K_] {i}(sarcastisch){/i}Hardy har.

source: [_K_] So this is our official campaign headquarters.
dutch: [_K_] Dus dit is onze officiële campagne hoofdkwartier.

source: [_R_] {i}(sarcastically){/i} Wow... Very professional.
dutch: [_R_] {i}(sarcastisch){/i} Wow... Zeer professioneel.

source: [_R_] Nice place you have here.
dutch: [_R_] Leuke plek waar je hier bent.

source: [_L_] Yeah, I know it's not really what you'd expect from a campaign headquarters, but it will make do.
dutch: [_L_] Yeah, ik weet dat het niet echt is wat je zou verwachten van een campagne hoofdkwartier, maar het maakt het wel.

source: [_R_] I'm sure the school would let you use part of a classroom for this.
dutch: [_R_] Ik weet zeker dat de school je hiervoor een deel van een klas laat gebruiken.

source: [_L_] I'm sure they would, but that would just be inviting my competition to spy on me, or hide cameras, or recording devices...
dutch: [_L_] Ik weet zeker dat ze dat wel zouden doen, maar dat zou alleen maar mijn competitie uitnodigen om me te bespioneren, of camera's verbergen of apparaten op te nemen...

source: [_R_] You sound kind of paranoid.
dutch: [_R_] Je klinkt een soort paranoid.

source: [_L_] Are you kidding? I'm not paranoid enough. I know the reason I didn't win last time is because that stupid whore Lisa stole the vote from me.
dutch: [_L_] Maak je een grapje? Ik ben niet paranoïde genoeg. Ik weet dat ik de vorige keer niet heb gewonnen omdat die domme whore Lisa de stemming van mij heeft gestolen.

source: [_R_] And how did she do that?
dutch: [_R_] En hoe heeft ze dat gedaan?

source: [_L_] You know... Having students vote multiple times... having undocumented students from other schools come here to vote for her... sneaking in boxes of Lisa ballots when they were counting the votes...
dutch: [_L_] weet je... leerlingen meerdere keren laten stemmen... na leerlingen van andere scholen niet gedocumenteerd te hebben komen hier om op haar te stemmen. . - De stembussen van Lisa indukken toen ze de stemmen telden...

source: [_L_] There's a lot of ways.
dutch: [_L_] Er zijn veel manieren.

source: [_L_] That's why we're meeting in this bathroom. Here we can control the flow of students coming in and out.
dutch: [_L_] Dat is waarom we elkaar ontmoeten in deze badkamer. Hier kunnen we de stroom van studenten regelen die binnenkomen en uitkomen.

source: [_L_] What's that supposed to mean? You big jerk!
dutch: [_L_] Wat moet dat betekenen? Je moet het groet!

source: [_R_] No, Lauren. I didn't mean any offense, but think about it for a minute.
dutch: [_R_] Nee, Laid. Ik bedoelde geen overtreding, maar denk er een minuut over na.

source: [_R_] What's more likely?
dutch: [_R_] Wat is waarschijnlijk?

source: [_R_] Lisa's a very popular girl, Do you think it's possible that more people voted for her because more people know her?
dutch: [_R_] Lisa's een erg populair meisje, denk je dat het mogelijk is dat meer mensen op haar hebben gestemd omdat meer mensen haar kennen?

source: [_R_] Could it be possible that she won because she ran a better campaign than you?
dutch: [_R_] Zou het mogelijk zijn dat ze gewonnen heeft omdat ze een betere campagne heeft dan jij?

source: [_L_] Hey!... I ran a pretty damn good campaign!
dutch: [_L_] Hey!... Ik heb een best verdomde goede campagne gevoerd!

source: [_R_] Yeah... Pretty damn good... but Lisa did a damn amazing job.
dutch: [_R_] Ja... vrolijk goed... maar Lisa deed verdomd geweldig werk.

source: [_L_] Uuurrrggghhh...
dutch: [_L_] Uuurrgghhh...

source: [_L_] I hate it when you're right!
dutch: [_L_] Ik haat het als je gelijk hebt!

source: [_L_] But, I've got to admit... You may be right.
dutch: [_L_] Maar, ik moet toegeven... Je kan gelijk hebben.

source: [_R_] So, let's try to take a page from Lisa's book and make your campaign more like hers.
dutch: [_R_] Laten we dus proberen een pagina uit Lisa boek te halen en je campagne meer als haar te laten lijken.

source: [_L_] You're right!... Thank you for being honest with me.
dutch: [_L_] Je hebt gelijk!... Bedankt voor het eerlijk zijn met me.

source: [_L_] That's exactly the kind of feedback I need.
dutch: [_L_] Dat is precies het soort feedback dat ik nodig heb.

source: {b}{i}"Lauren's Submission +1"{/i}{/b}
dutch: {b}{i}"Lauren's Inzending +1"{/i}{/b}

source: [_L_] Mandy.
dutch: [_L_] snoepje.

source: [_L_] Please make sure you are always honest with me. I'll do my best not to get offended.
dutch: [_L_] Zorg ervoor dat je altijd eerlijk tegen me bent. Ik doe mijn best om beledigd te worden.

source: [_L_] And if I do, you can call me out on it.
dutch: [_L_] En als ik dat wel doe, kun je me erover bellen.

source: [_K_] That sounds great. That's a sure sign of a true leader.
dutch: [_K_] Dat klinkt geweldig. Dat is een zeker teken van een echte leider.

source: [_R_] Though... Now that I've seen what Lisa did to get votes for her delegation at their student council mock UN... I wonder if she did sell sexual favors to get votes...
dutch: [_R_] Though... Nu ik gezien heb wat Lisa deed om stemmen voor haar delegatie te krijgen bij hun studentenraad mock UN. . - Ik vraag me af of ze wel seksuele favorieten heeft verkocht om stemmen te krijgen...

source: [_LT_] {i}Would that work?{/i}
dutch: [_LT_] {i}Zou dat werken?{/i}

source: [_LT_] {i}If I sold sexual favors for votes, could it help me win?{/i}
dutch: [_LT_] {i}Als ik seksuele favorieten heb verkocht voor stemmen, kan het me dan helpen te winnen?{/i}

source: [_LT_] {i}Is that the most effective page out of Lisa's book that I need to take?{/i}
dutch: [_LT_] {i}Is dat de meest effectieve pagina uit het boek van Lisa dat ik moet volgen?{/i}

source: [_RT_] {i}Uh oh!... I shouldn't have said that... I hope that's not giving her any ideas.{/i}
dutch: [_RT_] {i}Uh oh!... Ik had niet moeten zeggen dat... Ik hoop dat dat haar geen ideeën geeft.{/i}

source: [_L_] I know, right?...
dutch: [_L_] Ik weet, niet?...

source: [_L_] How else could that whore have won?
dutch: [_L_] Hoe had dat anders kunnen winnen?

source: [_R_] And speaking of whores...
dutch: [_R_] En spreek over waarom...

source: [_R_] After what she pulled at the student council mock UN... I wonder if she won the student body election by selling favors too.
dutch: [_R_] Na wat ze naar de studentenraad mock UN... Ik vraag me af of ze het studentenlichaam heeft gewonnen door ook gunsten te verkopen.

source: [_L_] Of course!... That makes so much sense!
dutch: [_L_] Natuurlijk!... Dat is zo logisch!

source: [_LT_] {i}Should I take a page out that whore's book?{/i}
dutch: [_LT_] {i}Moet ik een pagina eruit halen die wie zijn?{/i}

source: [_R_] So!... can you really just tell girls that they can't come in this bathroom?
dutch: [_R_] Binnenkort!... kun je meisjes echt vertellen dat ze niet in deze badkamer kunnen komen?

source: [_L_] Well... Not really, but Kenzie can guard the door and tell anyone who tries to come in that somebody threw up all over the floor, and they should use another bathroom.
dutch: [_L_] Well... Niet echt, maar Kenzie kan de deur bewaken en iedereen die probeert binnen te komen vertellen dat iemand overal over de vloer heeft gegooid. en ze zouden nog een badkamer moeten gebruiken.

source: [_R_] Yuck... yeah... That would work.
dutch: [_R_] Yuck... ja... Dat zou werken.

source: [_L_] Plus, hardly anyone uses this bathroom anyways.
dutch: [_L_] Plus, bijna niemand gebruikt deze badkamer.

source: [_R_] Well, as long as you're comfortable.
dutch: [_R_] Nou, zolang je comfortabel bent.

source: [_R_] So, what's your game plan?
dutch: [_R_] Dus, wat is uw spelabonnement?

source: [_L_] Good... yes... Let's get right down to business.
dutch: [_L_] Goed... ja... Laten we meteen aan de slag gaan.

source: [_L_] Kenzie?... Can you find a good office supply store and find out what it would cost to make campaign buttons and other swag?
dutch: [_L_] Kenzie?... Vind je een goede winkel voor kantoorbenodigdheden en ontdek wat het kost om campagneknoppen en andere swags te maken?

source: [_K_] I'm on it.
dutch: [_K_] Ik ben erin.

source: [_L_] Mandy... Will you be in charge of putting together an awesome skit for the election assembly?
dutch: [_L_] Verantwoordelijk... Ben je verantwoordelijk voor het samenstellen van een geweldige skit voor de verkiezingsbijeenkomst?

source: [_MD_] You bet!
dutch: [_MD_] Jij wedd!

source: [_L_] [ryan]... I need you to hang up posters.
dutch: [_L_] [ryan]... Je moet posters ophangen.

source: [_R_] Don't you need to make them first?
dutch: [_R_] hoef je ze niet eerst te maken?

source: [_L_] Nope, I've already got a whole batch that are ready to be hung up right now.
dutch: [_L_] Nope, ik heb al een hele batch die klaar is om nu opgehangen te worden.

source: [_R_] How did you?...
dutch: [_R_] Hoe ben je?...

source: [_L_] They're the same ones I used the last time I campaigned.
dutch: [_L_] zij zijn dezelfde als ik de laatste keer heb gebruikt dat ik campagne heb gevoerd.

source: [_R_] Oh, no... Not that stupid light bulb poster you've got hanging up behind you.
dutch: [_R_] Oh, nee... Niet zo domme lamplampposter die je achter je ophangt.

source: [_L_] What do you mean stupid? It's clever.
dutch: [_L_] Wat bedoel je dom? Het is slim.

source: [_R_] Well, I think that clever poster may have single handedly cost you the last election.
dutch: [_R_] Nou, ik denk dat slimme poster je misschien de laatste verkiezingen heeft gekost.

source: [_R_] Well... The colors are boring, the image is boring... the saying isn't very original....
dutch: [_R_] Well... De kleuren zijn saai, de afbeelding wordt vervelend... het gezegde is niet erg origineel...

source: [_L_] Sometimes simple is good.
dutch: [_L_] Soms is eenvoudig goed

source: [_R_] Not in this case.
dutch: [_R_] Niet in dit geval.

source: [_L_] Hmmm... I think they're pretty good. So just take the ones I have, and hang them up all over the school.
dutch: [_L_] Hmmm... Ik denk dat ze best goed zijn. Dus neem ze gewoon mee die ik heb en hang ze van over de hele school.

source: [_R_] Are you sure?... I really think they'll do more harm than good.
dutch: [_R_] Weet je het zeker?... Ik denk echt dat ze meer kwaad dan goed zullen doen.

source: [_L_] For a school campaign poster?
dutch: [_L_] Voor poster van een schoolcampagne?

source: [_R_] I know!... We can use some of your cosplay pictures to make original posters.
dutch: [_R_] Ik weet het... We kunnen wat van je cosplay foto's gebruiken om originele posters te maken.

source: [_L_] Are you crazy?... I don't want those pictures all over the school!
dutch: [_L_] Ben je gek?... Ik wil deze foto's niet overal op de school!

source: [_R_] Think about it for a second... You'd go from somebody most people haven't heard of, to the sexy cosplay girl that everybody knows.
dutch: [_R_] Denk er even over na. Je zou van iemand gaan die de meeste mensen niet hebben gehoord, tot het sexy cosplay meisje dat iedereen weet.

source: [_R_] It would make you "school famous" overnight.
dutch: [_R_] Het zou je "beroemd" maken van de nacht.

source: [_R_] Just think about it.
dutch: [_R_] denk er gewoon aan.

source: [_L_] Absolutely not!
dutch: [_L_] Absoluut niet!

source: [_L_] We're going with the lightbulb posters.
dutch: [_L_] We gaan bij de gloeilampen posters.

source: [_L_] So, just go and hang them up!
dutch: [_L_] Dus, ga ze ophangen!

source: [_R_] Alright... alright... I'll hang them up.
dutch: [_R_] Oké... oké... Ik zal ze ophangen.

source: [_L_] Thank you.
dutch: [_L_] Dank u wel.

source: [_RT_] {i}These are going to be a disaster. I'd better start thinking of some clever posters that go with her cosplay pictures.{/i}
dutch: [_RT_] {i}Deze zullen een ramp worden. Ik zou beter nadenken over slimme posters met haar cosplay foto's.{/i}

source: [_RT_] {i}Hopefully she'll come around.{/i}
dutch: [_RT_] {i}Hopelijk komt ze eraan.{/i}

source: [_L_] Well... If there's nothing else... Let's adjourn this meeting.
dutch: [_L_] Nou... Als er niets anders is... Laten we deze vergadering onderbreken.

source: [_R_] Lauren, you here?
dutch: [_R_] Lauren, jij hier?

source: [_L_] Just like always!
dutch: [_L_] Net als altijd!

source: [_RT_] {i}Wow!... Those lips are so soft!{/i}
dutch: [_RT_] {i}Wow!... Die lippen zijn zo soft!{/i}

source: [_LT_] {i}Oh, God... I need more!{/i}
dutch: [_LT_] {i}Oh, God... Ik heb meer nodig!{/i}

source: [_L_] Let's take our fun where nobody can see us.
dutch: [_L_] Laten we ons leuk maken waar niemand ons kan zien.

source: [_R_] Haha... Back to your private office?
dutch: [_R_] Haha... Terug naar je kantoor?

source: [_L_] So, what do you have in mind for us this week?
dutch: [_L_] Dus wat denkt u deze week voor ons in gedachten te hebben?

source: [_R_] Hmmm... I was thinking...
dutch: [_R_] Hmmm... Ik denkt...

source: [_R_] You look so hot with your ass pointed at me.
dutch: [_R_] Je ziet er zo heet uit met je pas dat je naar mij wijst.

source: [_L_] I'm already dripping wet just thinking about what you're about to do to me.
dutch: [_L_] Ik trek al nat uit en denk na over wat je me gaat doen.

source: [_L_] Senpai?... Will you please eat my ass?
dutch: [_L_] Senpai?... Wil je mijn bestand eten?

source: [_L_] Oh, my God!... That's incredible!
dutch: [_L_] Oh, mijn God!... Dat is ongelooflijk!

source: [_L_] Oh God, Oh God, Oh, God!
dutch: [_L_] Oh God, Oh God, God!

source: [_R_] Oh... my... God!...
dutch: [_R_] Oh... ik... God!...

source: [_R_] Wow!... You almost got me again!
dutch: [_R_] Wow!... Je hebt me nog een keer bijna gekregen!

source: [_R_] I barely dodged in time.
dutch: [_R_] Ik heb amper op tijd ontdaan.

source: [_L_] Fuuuccckk... You're sooo good at that.
dutch: [_L_] Fuuuccckk... Je bent daar goed in.

source: [_R_] Language, honey!
dutch: [_R_] Taal, honing!

source: [_L_] Ok... where did I put those panties?
dutch: [_L_] Ok... waar heb ik die broek neergelegd?

source: [_R_] I love doing this with you!
dutch: [_R_] Ik vind het leuk om dit met je te doen!

source: [_L_] And we finished before anybody from the campaign team got here.
dutch: [_L_] En we hebben klaar voordat iemand van het campagne team hier aankwam.

source: [_L_] Speaking of...
dutch: [_L_] Spreken over...

source: [_L_] I've already got a task for you if you are willing.
dutch: [_L_] Ik heb al een taak voor jou als jij dat wilt.

source: [_L_] You read my mind.
dutch: [_L_] Je leest mijn gedachten.

source: [_L_] You're the best!
dutch: [_L_] Je bent het beste!

source: [_L_] I'll let the team know not to expect you today then.
dutch: [_L_] Ik zal het team laten weten dat ik vandaag niet van je verwacht.

source: [_L_] And [ryan]?...
dutch: [_L_] En [ryan]?...

source: [_L_] Thanks again for everything!
dutch: [_L_] nogmaals bedankt voor alles!

source: [_R_] No... Thank you!
dutch: [_R_] Nee... Dank u!

source: [_L_] Great!... I was hoping to get some more practice.
dutch: [_L_] Geweldig!... Ik hoopte meer oefening te krijgen.

source: [_L_] Here, unzip your pants.
dutch: [_L_] Hier, unzip jouw broek.

source: [_L_] Now, take him out... I want to see him.
dutch: [_L_] Nu, haal hem uit... Ik wil hem zien.

source: [_L_] There you are, my little friend.
dutch: [_L_] Daar ben je mijn vriend.

source: [_R_] Are you talking to my dick?
dutch: [_R_] Praat je tegen mijn snoep?

source: [_R_] Ooohhh...
dutch: [_R_] Ooohh...

source: [_R_] I can't believe you can take so much of that in your throat.
dutch: [_R_] Ik kan niet geloven dat je zo veel van dat in je keel kunt meenemen.

source: [_R_] Oh, yeah...
dutch: [_R_] Oh, ja...
