Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] Fine, here... That's all I've got.
french: [_R_] Bien, ici... C'est tout ce que j'ai obtenu.
italian: [_R_] Bene, qui... È tutto quello che ho.
portuguese: [_R_] Bem, aqui ... Isso é tudo o que eu tenho.
russian: Хорошо, вот ... Это все, что у меня есть.

source: {i}{b}"Money - $250"{/b}{/i}
french: {i}{b}"Argent - 250$ {/b}{/i}
italian: {i}{b}"Denaro - $250"{/b}{/i}
portuguese: {i}{b}"Dinheiro - $250"{/b}{/i}
russian: {i}{b}"Деньги - $250"{/b}{/i}

source: [_A_] Nice to know you're the type of guy that takes care of his family.
french: [ _A_ ] Nice de savoir que vous êtes le type de type qui prend soin de sa famille.
italian: [_A_] Bello sapere che sei il tipo di ragazzo che si prende cura della sua famiglia.
portuguese: [_A_] Prazer em saber que você é o tipo de cara que cuida de sua família.
russian: [_A_] Приятно знать, что вы тип парня, который заботится о своей семье.

source: {i}{b}"Armani's Respect +1"{/b}{/i}
french: {i}{b}"Respect d'Armani +1"{/b}{/i}
italian: {i}{b}"Rispetto Armani +1"{/b}{/i}
portuguese: {i}{b}"Respeito de Armani +1"{/b}{/i}
russian: {i}{b}"Уважение Армана +1"{/b}{/i}

source: [_R_] So, what did your uncle talk to her about? Was it about my Mom?
french: [ _R_ ] Alors, qu'est-ce que votre oncle lui a parlé? Était-ce à propos de ma maman?
italian: [_R_] Allora, che cosa ha parlato tuo zio con lei? Era di mia mamma?
portuguese: U[_R_] Então, sobre o que seu tio falou com ela? Era sobre a minha mãe?
russian: [ _R_] Итак, о чем твой дядя говорил с ней? Это была моя мама?

source: [_A_] Kinda. I overheard him offering your aunt a job. He wanted her to start doing dances with her sister. So unless you've got another hot aunt. I guess that'd be [mom_name].
french: [_A_] Kinda. Je l'ai entendu proposer un travail à votre tante. Il voulait qu'elle commence à danser avec sa sœur. Donc à moins que vous n'ayez une autre tante chaude. Je suppose que ce serait [mom_name].
italian: [_A_] Kinda. L'ho sentito offrire a tua zia un lavoro. Voleva che iniziasse a fare danze con sua sorella. Quindi, a meno che tu non abbia un'altra zia calda. Immagino che sarebbe [mom_name].
portuguese: [_A_] Kinda. Eu o ouvi oferecendo sua tia um trabalho. Ele queria que ela começasse a dançar com sua irmã. Então, a menos que você tenha outra tia quente. Eu acho que seria [mom_name].
russian: [ _A_] Kinda. Я слышала, как он предложил твоей тёте работу. Он хотел, чтобы она начала танцевать с сестрой. Так что, если у тебя нет другой горячей тёти. Думаю, это будет [ мамочка].

source: [_R_] Seriously? Both of them? Dancing together?
french: [_R_] Sérieusement? Les deux ? Dansez ensemble ?
italian: [_R_] Seriamente? Entrambe loro? Danzare insieme?
portuguese: [_R_] Sério? Os dois? Dançando juntos?
russian: Серьезно? Оба? Танцевать вместе?

source: [_RT_] {i}Damn! Mom and Aunt Cami doing a strip tease together? Fuck, that'd be hot!{/i}
french: [_RT_] {i}Damn! Maman et Tante Cami faire une lampe ensemble ? Fuck, ça serait chaud !{/i}
italian: [_RT_] {i}Damn! Mamma e zia Cami facendo una striscia prendere in giro insieme? Cazzo che sarebbe caldo!{/i}
portuguese: [_RT_] {i}Droga! Mamãe e tia Cami fazendo uma sequência de tiras juntos? Porque, seria quente!{/i}
russian: [ _RT_] {i}Черт! Мама и тетя Ками вместе делают стриптиз? Чёрт, это было бы жарко!

source: [_A_] Yeah, but she's been turning him down every time so far. Kinda stuck up about it too.
french: [_A_] Ouais, mais elle le renverse à chaque fois. Kinda s'est mis à l'affût également.
italian: [_A_] Sì, ma lei lo sta abbassando ogni volta finora. Kinda si è bloccato anche su di esso.
portuguese: [_A_] Sim, mas ela está derrubando ele toda vez até agora. Kinda levantou sobre isso também.
russian: Да, но она все время его отворачивает. Как-то и зациклилась на этом.

source: [_R_] I could've guessed that. Even if my Aunt did get desperate enough to start working here, becoming a stripper is something my aunt's been lording over my mom for a while now.
french: [ _R_ ] J'aurais pu deviner ça. Même si ma tante était assez désespérée pour commencer à travailler ici, devenir strip-teaseuse est quelque chose que ma tante a lorgné sur ma mère depuis un moment.
italian: [_R_] avrei potuto indovinarlo. Anche se la mia zia ha avuto abbastanza disperato per iniziare a lavorare qui, diventare uno spogliarellista è qualcosa che mia zia è stato signore su mia mamma per un po' di tempo.
portuguese: [_R_] eu poderia ter adivinhado isso. Mesmo que minha tia tenha ficado desesperada o suficiente para começar a trabalhar aqui, tornar-se uma stripper é algo que a minha tiada tem estado lorando sobre a minha mãe por um tempo.
russian: Я мог бы догадаться. Даже если моя тетя достаточно отчаялась, чтобы начать работать здесь, став стриптизёр-это что-то, что моя тетя уже давно перебирала мою маму.

source: [_R_] She'd never let her have the satisfaction of finding out she was shaking her ass on stage too.
french: [ _R_ ] Elle ne lui a jamais laissé la satisfaction de découvrir qu'elle l'a tremblé sur scène aussi.
italian: [_R_] Lei non le lasciò mai avere la soddisfazione di scoprire che stava scuotendo il culo sul palco anche.
portuguese: [_R_] Ela nunca a deixaria ter o prazer de descobrir que ela também estava abanando a ascensão dela.
russian: [ _R_] Она никогда не дала ей удовлетворения, узнав, что она трясла свою задницу на сцене.

source: [_A_] You never know. My uncle's a very persistent man when he wants something.
french: [ _A_ ] Vous ne savez jamais. Mon oncle est un homme très persistant quand il veut quelque chose.
italian: [_A_] Non lo sai mai. Mio zio è un uomo molto persistente quando vuole qualcosa.
portuguese: [_A_] Você nunca sabe. Meu pai é um homem muito persistente quando ele quer alguma coisa.
russian: Никогда не знаешь. Мой дядя очень настойчив, когда ему что-то нужно.

source: [_A_] If one strategy doesn't work, he'll use another one. Everyone's got their weaknesses.
french: [ _A_ ] Si une stratégie ne fonctionne pas, il en utilisera un autre. Tout le monde a ses faiblesses.
italian: [_A_] Se una strategia non funziona, ne userà un'altra. Tutti hanno le loro debolezze.
portuguese: [_A_] Se uma estratégia não funcionar, ele usará outro. Todo mundo tem suas fraquezas.
russian: [ _A_] Если одна стратегия не работает, он будет использовать другой. У всех свои слабости.

source: [_R_] Maybe, but my aunt is a prideful woman. Super prudish too.
french: [ _R_ ] Peut-être, mais ma tante est une femme prieuse. Super prumets aussi.
italian: [_R_] Forse, ma mia zia è una donna orgogliosa. Super prudish troppo.
portuguese: [_R_] Talvez, mas minha tia é uma mulher orgulhosa. Super prurido também.
russian: [ _R_] Может быть, но моя тетя-священная женщина. Супер-прадик тоже.

source: [_RT_] {i}The only way I got her to do anything sexual was by... giving her... lots of...{/i}
french: [_RT_] {i}La seule façon pour elle de faire quoi que ce soit de sexuel est... de lui donner... beaucoup...{/i}
italian: [_RT_] {i}L'unico modo in cui l'ho fatta fare qualcosa di sessuale è stato da... da... un sacco di...{/i}
portuguese: [_RT_] {i}A única maneira de eu fazê-la fazer qualquer coisa sexual foi dando... muitos...{/i}
russian: [_RT_] {i}Это единственный способ, что я заставил ее делать что-нибудь сексуальное было... давая ее... множества...{/i}

source: [_R_] What's that girl your uncle just called over carrying?
french: [ _R_ ] Quelle est cette fille que votre oncle vient de porter?
italian: [_R_] Qual è quella ragazza che tuo zio ha appena chiamato il trasporto?
portuguese: [__R_] Qual é aquela garota que seu tio acabou de chamar de carregar?
russian: [_R_] Что это девушка твоя дядя вызвала возмущение?

source: [_A_] Oh, that's Betty. Your aunt must have run out of chips again. Uncle Joey is probably loaning her some playing money.
french: [_A_] Oh, c'est Betty. Votre tante doit avoir à nouveau épuisé ses jetons. L'oncle Joey lui prête probablement un peu d'argent.
italian: [_A_] Oh, questo è Betty. Tua zia deve aver esaurito di nuovo le fiches. Lo zio Joey le sta probabilmente prestando dei soldi.
portuguese: [_A_] Ah, essa é a Betty. Sua tia deve ter rodo de batatas fritas novamente. O tio Joey provavelmente está emprestando-a uns jogando dinheiro.
russian: О, это Бетти. У твоей тети, должно быть, больше нет чипсов. Дядя Джоуи, вероятно, одолживает ей какие-то деньги.

source: [_R_] No, she wouldn't!
french: [ _R_ ] Non, elle ne le ferait pas !
italian: [_R_] No, non lo fare!
portuguese: [_R_] Não, ela não faria!
russian: Нет, она не стала бы!

source: [_A_] She always blows through whatever cash she has pretty quick before loading up on drinks at the bar.
french: [ _A_ ] Elle souffle toujours à travers toute l'argent qu'elle a assez vite avant de se charger sur les boissons au bar.
italian: [_A_] Lei soffia sempre attraverso qualsiasi denaro ha abbastanza veloce prima di caricare sulle bevande al bar.
portuguese: [_A_] Ela sempre sopra por qualquer que seja o dinheiro que ela tem bem rápido antes de carregar em bebidas no bar.
russian: [ _A_] Она всегда взрывает все деньги, которые у нее довольно быстро, прежде чем загружать напитки в баре.

source: [_A_] I don't think your aunt is very good at blackjack.
french: [ _A_ ] Je ne pense pas que ta tante soit très bonne au blackjack.
italian: [_A_] Non penso che tua zia sia molto brava al blackjack.
portuguese: [_A_] Eu não acho que sua tia seja muito boa em blackjack.
russian: [_A_] Я не думаю, что твоя тета очень хорошо в блэкджеке.

source: [_J_] Here you go. I know the amount we talked about, but since you've had such a hard time recently, I'm going to loan you a little extra tonight.
french: [ _J_ ] Ici vous allez. Je connais le montant dont nous avons parlé, mais comme vous avez eu un temps si difficile récemment, je vais vous prêter un peu plus ce soir.
italian: [_J_] Qui vai. Conosco l'importo di cui abbiamo parlato, ma dato che hai avuto un momento così difficile di recente, ti presterò un po 'in più stasera.
portuguese: [_J_] Aqui você vai. Eu sei da quantidade que conversamos, mas como você teve tanto tempo difícil recentemente, vou emprestar-lhe um pouco mais esta noite.
russian: Вот так. Я знаю сумму, о которой мы говорили, но так как у тебя недавно было такое трудное время, я собираюсь сдолбать тебе немного лишнего сегодня.

source: [_C_] Wow, I've never seen anyone here with such a big chip pile before!
french: [ _C_ ] Wow, je n'ai jamais vu quelqu'un avec une aussi grosse pile avant !
italian: [_C_] Wow, non ho mai visto nessuno qui con una pila di chip così grande prima!
portuguese: [__C_] Nossa, eu nunca vi ninguém aqui com uma pilha tão grande de chip antes!
russian: Вау, я никогда не видел никого здесь с такой большой кучей чипов!

source: [_J_] Well, it's yours for now. Just remember what I said about the terms of this loan. If you're a little short at the end of the night, we can talk about payment options.
french: [ _J_ ] Eh bien, c'est le tien pour l'instant. N'oubliez pas ce que j'ai dit au sujet des conditions de ce prêt. Si vous êtes un peu court en fin de soirée, nous pouvons parler des options de paiement.
italian: [_J_] Beh, per ora è tuo. Ricorda quello che ho detto sui termini di questo prestito. Se siete un po 'a corto di fine notte, possiamo parlare di opzioni di pagamento.
portuguese: [_J_] Bem, é seu por enquanto. Basta lembrar o que eu disse sobre os termos deste empréstimo. Se você estiver um pouco curto no final da noite, podemos falar sobre opções de pagamento.
russian: Ну, теперь это твое. Просто вспомни, что я сказал об условиях этого кредита. Если вы немного коротко в конце ночи, мы можем поговорить об опциях оплаты.

source: [_C_] Thank you, Mr. DeCapo, but...
french: [ _C_ ] Merci, M. DeCapo, mais ...
italian: [_C_] Grazie, signor DeCapo, ma...
portuguese: [_C_] Obrigado, Sr. DeCapo, mas ...
russian: [ _C_] Спасибо, мистер ДеКапо, но ...

source: [_J_] Please, call me Joey.
french: [_J_] S'il vous plaît, appelez-moi Joey.
italian: [_J_] Per favore, chiamami Joey.
portuguese: [_J_] Por favor, chame-me de alegria.
russian: Пожалуйста, зови меня Джоуи.

source: [_C_] Joey...
french: [_C_] Rejoignez...
portuguese: [_C_] Alegre...
russian: Джоуи ...

source: [_C_] But I'm going to win big tonight, so there won't be any terms for me to worry about.
french: [ _C_ ] Mais je vais gagner ce soir, donc il n'y aura pas de quoi m'inquiéter.
italian: [_C_] Ma vincerò grandi stasera, quindi non ci saranno termini per me di cui preoccuparmi.
portuguese: [_C_] Mas vou ganhar muito hoje à noite, então não haverá nenhum termo com o qual eu me preocupar.
russian: Но я собираюсь выиграть сегодня, так что не будет никаких условий для беспокойства.

source: [_J_] Of course not. Best of luck, Camille.
french: [ _J_ ] Bien sûr que non. Bonne chance, Camille.
italian: [_J_] Naturalmente no. Buona fortuna, Camille.
portuguese: [_J_] Claro que não. Melhor sorte, Camilha.
russian: [ _J_] Конечно, нет. Удачи, Камилла.

source: [_R_] Aunt Cami, wait!
french: [_R_] Attente Cami, attendez !
italian: [_R_] zia Cami, aspetta!
portuguese: [_R_] Cami Altia, espere!
russian: Тетя Ками, подожди!

source: [_R_] Please, tell me you didn't just take out a loan with Mr. DeCapo!
french: [ _R_ ] S'il vous plaît, dites-moi que vous n'avez pas simplement prêté un prêt avec M. DeCapo !
italian: [_R_] Per favore, dimmi che non hai solo preso un prestito con il signor DeCapo!
portuguese: [__R_] Por favor, diga que você não acabou de tirar um empréstimo com o Sr. DeCapo!
russian: [ _R_] Пожалуйста, скажи мне, что ты не просто достала кредит с мистером ДеКапо!

source: [_C_] What the fuck are you doing here?
french: [ _C_ ] Qu'est-ce que tu fais ici?
italian: [_C_] Che cazzo stai facendo qui?
portuguese: [_C_] O que diabos você está fazendo aqui?
russian: [_C_] Что ты тут делаешь?

source: [_R_] Never mind that. You've got to give that money back, right now!
french: [ _R_ ] N'oubliez jamais cela. Vous devez remettre cet argent, maintenant !
italian: [_R_] Non ti dispiace. Devi restituire quei soldi, adesso!
portuguese: [_R_] Nunca se importe com isso. Você tem que dar esse dinheiro de volta, agora mesmo!
russian: [ _R_] Никогда не возражай. Ты должен вернуть эти деньги, прямо сейчас!

source: [_C_] I will do no such thing. Now, get lost! You're too young to even be here.
french: [_C_] Je ne ferai pas de telles choses. Maintenant, perdez ! Vous êtes trop jeune pour être ici.
italian: [_C_] Non farò nulla di simile, ora, perdersi! Sei troppo giovane per essere anche qui.
portuguese: [_C_] Eu não farei tal coisa. Agora, perca-se! Você é jovem demais para estar aqui.
russian: Я не буду этого делать. А теперь, заблудилась! Ты слишком молод, чтобы быть здесь.

source: [_R_] This isn't a game, Cami! Don't be stupid! Go tell Mr. Decapo there's been a mistake and give it all back!
french: [_R_] Ce n'est pas un jeu, Cami! Ne soyez pas stupide! Allez dire à M. Decapo qu'il y a eu une erreur et retournez-le!
italian: [_R_] Questo non è un gioco, Cami! Non essere stupido! Vai a dire al signor Decapo c'è stato un errore e dare tutto indietro!
portuguese: [_R_] Isso não é um jogo, Cami! Não seja estúpido! Vá dizer ao Sr. Decapo que houve um erro e dê tudo de volta!
russian: [_R_] Это не игра, Ками! Не глупый! Скажи господину Декапо есть ошибка и дай все обратно!

source: [_C_] My name is Camile, not "Cami"! How dare you talk to me like that?!
french: [_C_] Je m'appelle Camille, pas "Cami"! Comment osez-vous me parler comme ça ?!
italian: [_C_] Il mio nome è Camile, non "Cami"! Come osate parlare con me così?!
portuguese: [_C_] Meu nome é Camile, não "Cami"! Como ousa falar comigo desse jeito?!
russian: [ _C_] Меня зовут Камиля, а не "Cami"! Как ты смеешь так со мной разговаривать?

source: [_R_] I don't care if your name is Fannie Mae!
french: [ _R_ ] Je m'en fiche si votre nom est Fannie Mae !
italian: [_R_] Non mi importa se il tuo nome è Fannie Mae!
portuguese: [__R_] Eu não me importo se o seu nome é Fannie Mae!
russian: [_R_] Мне не нравится, если ваше имя Fannie Ma!

source: [_BJ_dealer_] Sir!
french: [_BJ_dealer_] Monsieur!
italian: [_BJ_dealer_] Signore!
portuguese: [_BJ_dealer_] Senhor!
russian: [ _BJ_dealer_] Сэр!

source: [_BJ_dealer_] I'm going to have to ask you to keep your voice down and not harass the other guests.
french: [ _BJ_dealer_ ] Je vais devoir vous demander de garder votre voix et de ne pas harceler les autres invités.
italian: [_BJ_dealer_] Dovrò chiederti di mantenere la tua voce giù e non molestare gli altri ospiti.
portuguese: [__BJ_dealer_] Eu vou ter que pedir para você manter a sua voz baixa e não assediar os outros convidados.
russian: [ _BJ_dealer_] Я собираюсь попросить вас не надаваться на других гостей.

source: [_R_] It's fine. She's my aunt, and we're leaving right now.
french: [_R_] C'est bien. Elle est ma tante et nous partons maintenant.
italian: [_R_] Va bene. È mia zia, e stiamo lasciando in questo momento.
portuguese: [_R_] Está bem. Ela é minha tia, e agora vamos partir.
russian: Все в порядке. Она моя тетя, и мы уезжаем прямо сейчас.

source: [_BJ_dealer_] Sir! I don't care if she's your mother. You can't behave like this here. I'm going to have to ask security to escort you off the premises if you don't calm down.
french: [_BJ_dealer_] Monsieur! Peu importe si elle est votre mère. Vous ne pouvez pas vous comporter comme ça ici. « Je vais devoir demander à la sécurité de vous escorter hors des locaux si vous ne vous calmez. »
italian: [_BJ_dealer_] Signore! Non mi importa se è tua madre. Non puoi comportarti così. Dovrò chiedere alla sicurezza di scortarti fuori dai locali se non ti calmi.
portuguese: [_BJ_dealer_] Senhor! Não me importo se ela é sua mãe. Você não pode se comportar assim aqui. Vou pedir segurança para acompanhá-lo do local se não se acalmar.
russian: [ _BJ_dealer_] Сэр! Мне плевать, что она твоя мать. Ты не можешь так себя вести. Я должен попросить охрану сопроводить вас с помещения, если вы не успокоитесь.

source: [_C_] Oooo... Can you have them use his head to open the doors when they throw him out, like in the movies?
french: [_C_] Oooo... Pouvez-vous les faire utiliser sa tête pour ouvrir les portes quand ils le jetent, comme dans les films ?
italian: [_C_] Oooo... Puoi farli usare la testa per aprire le porte quando lo buttano fuori, come nei film?
portuguese: [_C_] Ooo... Você consegue tê-los usado sua cabeça para abrir as portas quando o jogarem para fora, como nos filmes?
russian: [ _C_] Oooo ... Можете ли они использовать его голову, чтобы открыть двери, когда они выкидывает его, как в кино?

source: [_BJ_dealer_] As long as he refrains from making a scene, that won't be necessary, but I won't warn you again sir.
french: [ _BJ_dealer_ ] Tant qu'il s'abstient de faire une scène, cela ne sera pas nécessaire, mais je ne vous préviens pas encore.
italian: [_BJ_dealer_] Finché si astiene dal fare una scena, questo non sarà necessario, ma non vi avverto di nuovo.
portuguese: [_BJ_dealer_] Enquanto ele abster-se de criar uma cena, isso não será necessário, mas não vou avisá-lo novamente.
russian: [ _BJ_dealer_] Пока он воздержится от сцены, это не обязательно, но я не буду вас предупреждать, сэр.

source: [_R_] Alright, fine. I'm calm, okay? I'll just sit down right here and have a nice quiet talk with my Aunt.
french: [_R_] D'accord, d'accord. Je suis calme, n'est-ce pas? Je vais juste m'asseoir ici et parler tranquillement avec ma proie.
italian: [_R_] Va bene, sono calmo, ok? Mi siederò proprio qui e farò una bella conversazione tranquilla con la mia Zera.
portuguese: [_R_] Alright, multa. Eu estou calmo, ok? Eu só vou sentar aqui mesmo e ter uma conversa tranquila com a minha tia.
russian: Хорошо, хорошо. Я спокон, хорошо? Я просто сяду прямо здесь и хорошо поболтаю с тетей.

source: [_R_] {i}(Whispering){/i} Are you crazy? If you lose that money you'll be in debt to the same people Mom is.
french: [_R_] {i}(Whispering){/i} Êtes-vous fou? Si vous perdez cet argent, vous serez endetté par les mêmes gens que maman est.
italian: [_R_] {i}(Whispering){/i} Sei pazzo? Se perdi quel denaro sarai in debito con la stessa gente Mamma è.
portuguese: [_R_] {i}(sussurrando){/i} Você é louco? Se você perder esse dinheiro estará em dívida para com a mesma pessoa que a mamãe.
russian: [_R_] {i}(Whispering){/i} Вы сумасшедший? Если вы потеряете эти деньги, то вы будете в долгу перед теми же людьми.

source: [_C_] Relax, I'm not going to end up like my sister.
french: [ _C_ ] Relax, je ne vais pas finir comme ma sœur.
italian: [_C_] Relax, non finirò come mia sorella.
portuguese: [_C_] Relaxa, não vou acabar como a minha irmã.
russian: Расслабься, я не собираюсь заканчивать так, как моя сестра.

source: [_C_] I've been reading about how to win at blackjack. I'm using the same system the pros do.
french: [ _C_ ] J'ai lu sur comment gagner au blackjack. J'utilise le même système que les pros.
italian: [_C_] Ho letto su come vincere al blackjack. Sto usando lo stesso sistema che fanno i professionisti.
portuguese: [__C_] Eu tenho lido sobre como ganhar no blackjack. Eu estou usando o mesmo sistema que os prós fazem.
russian: [_C_] Я читал о том, как выиграть в блэкджеке. Я использую ту же систему Pro.

source: [_R_] {i}(Whispering){/i} Then why did Armani at the bar say you've been losing for weeks?
french: [_R_] {i}(Whispering){/i} Alors pourquoi Armani à la barre a-t-il dit que vous perdez depuis des semaines ?
italian: [_R_] {i}(Whispering){/i} Allora perché Armani al bar ha detto che hai perso da settimane?
portuguese: [_R_] {i}(Sussurro){/i} Então por que Armani no bar disse que você está perdendo há semanas?
russian: [ _R_] {i}(Смешан) { /i } Тогда почему Армани в баре сказал, что вы проигрываете несколько недель?

source: [_C_] I'll have to have a word with Joey about that bartender's big mouth.
french: [ _C_ ] Je dois avoir un mot avec Joey à propos de la grande bouche du barman.
italian: [_C_] Dovrò avere una parola con Joey sulla grande bocca di quel barista.
portuguese: [__C_] Eu vou ter que ter uma palavra com Joey sobre aquela boca grande do barman.
russian: Я должен поговорить с Джоуи о том, что у бармена большой рот.

source: [_C_] And you should watch your tone. You don't want me to have you thrown out.
french: [_C_] Et vous devriez surveiller votre ton. Vous ne voulez pas que je vous fasse jeter.
italian: [_C_] E dovresti guardare il tuo tono. Non vuoi che io ti faccia buttare via.
portuguese: [_C_] E você deve ficar atento ao seu tom. Você não quer que eu tenha jogado fora.
russian: [ _C_] И вы должны следить за своим тоном. Ты не хочешь, чтобы я тебя выкинул.

source: [_R_] Armani only told me you've been losing because I paid off your bar tab. Now, can we get out of here before you lose and have to start working as a...
french: [ _R_ ] Armani m'a seulement dit que vous avez perdu parce que j'ai payé votre tabulation. Maintenant, pouvons-nous sortir d'ici avant de perdre et commencer à travailler comme un ...
italian: [_R_] Armani mi ha solo detto che hai perso perché ho pagato la tua scheda bar. Ora, possiamo uscire di qui prima di perdere e dovete iniziare a lavorare come un...
portuguese: [_R_] Armani só me disse que você está perdendo porque eu paguei a sua aba de barras. Agora, será que podemos sair daqui antes de perdermos e termos de começar a trabalhar como...
russian: [ _R_] Армани сказал мне, что ты проигрываешь, потому что я заплатил твой бар. Теперь мы можем выбраться отсюда, прежде чем вы проиграете, и начнете работать как ...
