Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] I kind of know what you mean! But [ryan]! We have to be careful! We're brother and sister! This can't turn into anything more serious than just a physical release!
dutch: [_S_] Ik wil graag weten wat je bedoelt! Maar [ryan]! We moeten voorzichtig zijn! Wij zijn broer en zus! Dit kan niets ernstigers worden dan alleen een fysieke vrijlating!
french: [_S_] Je sais un peu ce que tu veux dire! Mais [ryan]! Nous devons être prudents! Nous sommes frère et sœur! Cela ne peut pas se transformer en quelque chose de plus sérieux qu'une simple libération physique!
german: [_S_] Ich weiß irgendwie was du meinst! Aber [ryan]! Wir müssen vorsichtig sein! Wir sind Bruder und Schwester! Dies kann nicht in etwas ernsthafter als nur eine physische Freigabe verwandeln!
italian: [_S_] So bene cosa intendi! Ma [ryan]! Dobbiamo stare attenti! Siamo fratello e sorella! Questo non può trasformarsi in niente di più serio di una semplice liberazione fisica!
portuguese: [_S_] Eu meio que sei o que você quer dizer! Mas [ryan]! Nós temos que ter cuidado! Somos irmão e irmã! Isso não pode se tornar mais sério do que apenas um lançamento físico!

source: [_R_] No.... I know.... I'll be more careful next time.
dutch: [_R_] Nee.... weet ik.... ik zal de volgende keer voorzichtiger zijn.
french: [_R_] Non.... Je sais.... Je serais plus prudent la prochaine fois.
german: [_R_] Nein.... Ich weiß.... Ich werde beim nächsten Mal vorsichtiger sein.
italian: [_R_] No.... Lo so.... la prossima volta farò più attenzione.

source: [_S_] Goodnight, [ryan]!
dutch: [_S_] Goedennight, [ryan]!
french: [_S_] Bonne nuit, [ryan]!
german: [_S_] Gut, [ryan]!
italian: [_S_] Buongiorno, [ryan]!
portuguese: [_S_] Boa noite; [ryan]!

source: {i}"Sidney Libido -5"{/i}
french: {i}«Libido de Sidney -5»{/i}
italian: {i}"Libido di Sidney -5"{/i}

source: [_S_] Well, since it worked, I think we should take the night off to see if it will still work tonight.
dutch: [_S_] Nou, omdat het heeft gewerkt, denk ik dat we de nacht moeten uitdoen om te zien of het vanavond nog werkt.
french: [_S_] Eh bien, puisque cela a fonctionné, je pense que nous devrions faire une pose pour voir si cela fonctionnera encore ce soir.
german: [_S_] Nun, da es funktioniert hat, denke ich, dass wir die Nacht abziehen sollten, um zu sehen, ob es noch heute Abend funktionieren wird.
italian: [_S_] Beh, dal momento che ha funzionato, penso che dovremmo prenderci la notte per vedere se funzionerà ancora stasera.
portuguese: [_S_] Bem, porque funcionou, acho que deveríamos tirar a noite para ver se ainda vai funcionar esta noite.

source: [_S_] Yeah.... well, I'm also just not in the mood.
french: [_S_] Ouais.... eh bien, je ne suis pas d'humeur non plus.
german: [_S_] Ja.... ja, ich bin auch einfach nicht in der Stimmung.
italian: [_S_] Sì... beh, non sono solo di umore.
portuguese: [_S_] Sim.... Bem, também não estou de bom humor.

source: [_R_] If you need to get in the mood, just think about how good it felt last time!
dutch: [_R_] Als je in de stemming moet komen, denk er dan maar aan hoe goed het de laatste keer voelt!
french: [_R_] Si tu as besoin de te mettre d'humeur, penses simplement à ce que cela a fait de bien la dernière fois!
german: [_R_] Wenn du in die Stimmung kommen musst, denke nur daran, wie gut es sich beim letzten Mal gefühlt hat!
italian: [_R_] Se hai bisogno di entrare nell'umore, basti pensare a quanto si è sentito bene la scorsa volta!

source: [_S_] Yeah.... It really did feel so good!
dutch: [_S_] Ja.... . het voelde echt zo goed!
french: [_S_] Ouais.... Ça faisait vraiment du bien!
german: [_S_] Ja.... Es fühlte sich wirklich so gut!
italian: [_S_] Sì... Mi è davvero sentita così bene!
portuguese: [_S_] Sim.... Realmente se sentiu tão bem!

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
french: {i}{b}«Libido de Sidney +3»{/b}{/i}
italian: {i}{b}"Libido di Sidney +3"{/b}{/i}

source: [_S_] But I'm still just too tired, and not feeling it...
dutch: [_S_] Maar ik ben nog net te moe en voel me het niet...
french: [_S_] Mais je suis encore trop fatigué, et je ne le sens pas...
german: [_S_] Aber ich bin immer noch zu müde und fühle es nicht...
italian: [_S_] Ma sono ancora troppo stanco, e non sentirlo...
portuguese: [_S_] Mas ainda estou muito cansado, e não estou sentindo isso...

source: [_S_] Maybe tomorrow.
dutch: [_S_] Misschien morgen.
french: [_S_] Peut-être demain.
german: [_S_] vielleicht morgen.
italian: [_S_] Magari domani.
portuguese: [_S_] Talvez amanhã.

source: {i}"Sidney's Libido needs to be at least 8 points at the beginning of their conversation to want to do another sixty-nine."{/i}
dutch: {i}"Sidney's Libido moet ten minste 8 punten aan het begin van zijn gesprek hebben om nog eens zestig keer te willen doen."{/i}
french: {i}'La libido de Sidney doit être d'au moins 8 points au début de leur conversation pour pouvoir faire encore un soixante-neuf.'{/i}
german: {i}"Sidney's Libido muss mindestens 8 Punkte am Anfang ihrer Unterhaltung sein, um weitere 60."{/i}
italian: {i}"La libido di Sidney deve essere di almeno 8 punti all'inizio della loro conversazione per voler fare un altro sessantanove"{/i}.
portuguese: {i}"Sidney's Libido precisa ter pelo menos 8 pontos no início da conversa para querer fazer outros sessenta e novembro." {/i}

source: [_S_] Good night [ryan].
dutch: [_S_] Goede nacht [ryan].
french: [_S_] Bonne nuit [ryan].
german: [_S_] Gute Nacht [ryan].
italian: [_S_] Buona notte [ryan].
portuguese: [_S_] Boa noite [ryan].

source: [_R_] Good night Sidney.
dutch: [_R_] Goede nacht Sidney.
french: [_R_] Bonne nuit Sidney.
german: [_R_] Gute Nachtsitzung.
italian: [_R_] Buona notte Sidney.
portuguese: [_R_] Boa noite Sidney.

source: [_RT_] {i}What is wrong with me?{/i}
dutch: [_RT_] {i}Wat is er mis met mij?{/i}
french: [_RT_] {i}Qu'est-ce qui ne va pas chez moi?{/i}
german: [_RT_] {i}Was ist falsch mit mir? {/i}
italian: [_RT_] {i}Cosa c'è di sbagliato con me?{/i}

source: [_RT_] {i}Grrrrrrr.... It's Saturday, and for some reason I can't sleep in anymore.{/i}
dutch: [_RT_] {i}Grrrrrrrr... . Het is zaterdag en om een of andere reden kan ik niet meer slapen{/i}
french: [_RT_] {i}Grrrrrrr.... C'est samedi, et pour une raison quelconque, je ne peux plus dormir.{/i}
german: [_RT_] {i}Grrrrrrr.... Es ist Samstag, und aus irgendeinem Grund kann ich nicht mehr schlafen.{/i}
italian: [_RT_] {i}Grrrrrrrrr.... E' sabato, e per qualche motivo non riesco più a dormire fino a tardi
portuguese: [_RT_] {i}Grrrrrr.... é sábado, e por alguma razão não consigo mais dormir.{/i}

source: [_RT_] {i}I should get Aunt Cami's and Mandy's finances out of the way.{/i}
dutch: [_RT_] {i}I moet Aunt Cami's en Mandy's financiën uit de weg gaan.{/i}
french: [_RT_] {i}Je devrais supprimer les finances de tante Camille et Mandy.{/i}
german: [_RT_] {i}Ich sollte die Finanzen von Tante Cami und Mandy außer Kraft setzen.{/i}
italian: [_RT_] {i}Dovrei eliminare le finanze di zia Cami e Mandy dal modo.{/i}
portuguese: [_RT_] {i}Eu deveria tirar as finanças da Cami e de Mandy. {/i}

source: {i}"20 minutes later."{/i}
dutch: {i}"20 minuten later."{/i}
french: {i}'20 minutes plus tard'{/i}
german: {i}"20 Minuten später."{/i}
italian: {i}"20 minuti dopo."{/i}
portuguese: {i}"20 minutos depois."{/i}

source: [_RT_] {i}There, and after paying that last bill, that should leave me with $200.{/i}
dutch: [_RT_] {i}Daar en na het betalen van de laatste rekening, zou ik moeten achterlaten met $200.{/i}
french: [_RT_] {i}Là, et après avoir payé cette dernière facture, cela devrait me laisser 200$.{/i}
german: [_RT_] {i}Dort und nach Zahlung der letzten Rechnung, die mich mit $200 belassen sollte.{/i}
italian: [_RT_] {i}Lì, e dopo aver pagato l'ultimo conto, questo mi dovrebbe lasciare con $200.{/i}
portuguese: [_RT_] {i}Lá e depois de pagar a última conta, isso deve me deixar com $200.{/i}

source: {i}"Money +200"{/i}
dutch: {i}"Geld +200"{/i}
french: {i}'Argent +200$'{/i}
german: {i}"Geld +200"{/i}
italian: {i}"Soldi +200"{/i}.
portuguese: {i}"Dinheiro +200"{/i}

source: [_RT_] {i}All that done and it's still early morning.{/i}
dutch: [_RT_] {i}Alles dat gedaan is en het is nog vroeg morgen.{/i}
french: [_RT_] {i}Tout a été fait et il est encore tôt le matin.{/i}
german: [_RT_] {i}All das getan und es ist noch früh morgen.{/i}
italian: [_RT_] {i}Tutto ciò che è stato fatto ed è ancora presto mattina.{/i}
portuguese: [_RT_] {i}Tudo isso e ainda é cedo da manhã.{/i}

source: [_M_] It's good to see you, sister! You never come by any more.
dutch: [_M_] Het is goed om je te zien, zus! Je komt nooit meer aan.
french: [_M_] C'est bon de te voir, ma sœur! Tu ne passes plus.
german: [_M_] Es ist schön, dich zu sehen, Schwester! Du wirst nie mehr von dir kommen.
italian: [_M_] È bello vederti, sorella! Non vieni più a trovarmi.
portuguese: [__M_] É bom ver você, irmã! Você nunca vem por mais nada.

source: [_MT_] {i}Except when you need something from us!{/i}
dutch: [_MT_] {i}Behalve wanneer je iets van ons nodig hebt!{/i}
french: [_MT_] {i}Sauf lorsque tu as besoin de quelque chose de ma part!{/i}
german: [_MT_] {i}Außer wenn du etwas von uns benötigst!{/i}
italian: [_MT_] {i}A parte quando hai bisogno di qualcosa da noi!{/i}
portuguese: [_MT_] {i}Exceto quando você precisa de algo de nós! {/i}

source: [_C_] Well, I've been super busy training for the triathlon in October, and all the other mom things I have to do to take care of Mandy take up the rest of my time.
dutch: [_C_] Nou, ik ben super druk bezig geweest met training voor de triathlon in oktober, en alle andere muren die ik moet doen om voor Mandy te zorgen, nemen de rest van mijn tijd in beslag.
french: [_C_] Eh bien, j'ai été super occupée à m'entraîner pour le triathlon en octobre, et toutes les autres choses que je dois faire pour m'occuper de Mandy prennent le reste de mon temps.
german: [_C_] Nun, ich habe im Oktober für den Triathlon sehr viel trainiert und alle anderen Mama Dinge, die ich tun muss, um Mandy den Rest meiner Zeit in Anspruch zu nehmen.
italian: [_C_] Beh, sono stata super impegnata ad allenarmi per il triathlon in ottobre, e tutte le altre cose da mamma che devo fare per prendermi cura di Mandy occupano il resto del mio tempo.
portuguese: [_C_] Bem, tenho estado muito ocupado treinando para o triatlo em outubro, e todas as outras coisas que eu tenho que fazer para cuidar de mandy tomam o meu resto de tempo.

source: [_M_] Don't you have a housekeeper? And do you still have your nanny Cindy?
dutch: [_M_] Heb je geen huishoudster? En heb je nog steeds je kinderlijke Cindy?
french: [_M_] N'as-tu pas de femme de ménage? Et avez-vous toujours votre nounou Cindy?
german: [_M_] Hast du keinen Haushälter? Und hast du noch deine Kindermädchen Cindy?
italian: [_M_] Non hai una governante? E hai ancora la tua tata Cindy?
portuguese: [_M_] Você não tem um domicílio? E você ainda tem o seu desamparado Cindy?

source: [_C_] Well yes, even though Mandy is 18, we've just become so attached to Cindy that we just decided to keep her around to help with odds and ends.
dutch: [_C_] Goed ja, zelfs als Snoep 18 is. We zijn net zo verbonden geraakt aan Cindy dat we net besloten hebben haar te behouden om te helpen met variabelen en einden.
french: [_C_] Eh bien oui, même si Mandy a 18 ans, nous sommes tellement attachés à Cindy que nous avons juste décidé de la garder pour aider avec les probabilités et les fins.
german: [_C_] Ja, obwohl Mandy 18 ist wir haben uns gerade so an Cindy angeschlossen, dass wir uns entschieden haben, sie zu halten um mit Chancen und Enden zu helfen.
italian: [_C_] Beh, sì, anche se Mandy è 18, siamo appena diventati così attaccati a Cindy che abbiamo appena deciso di tenerla in giro per aiutare con probabilità e fini.
portuguese: [_C_] Bem, sim, mesmo que a Mandy seja 18, Nós ficamos tão presos ao Cindy que decidimos deixá-la por perto para ajudar com chances e fins.

source: [_RT_] {i}More like Uncle Bobby keeps her around because Cindy's smoking hot!{/i}
dutch: [_RT_] {i}Meer zoals Uncle Bobby houdt haar rond, omdat Cind's roken hot!{/i}
french: [_RT_] {i}Plus comme oncle Bobby qui la garde autour de lui parce que Cindy est super chaude!{/i}
german: [_RT_] {i}Mehr wie Onkel Bobby hält sie herum, weil Cindy's Rauchen heiß ist!{/i}
italian: [_RT_] {i}Più che altro lo zio Bobby la tiene in giro perché Cindy è molto sexy!{/i}
portuguese: [_RT_] {i}Mais como o tio Bobby a mantém por perto porque Cindy's fumando!{/i}

source: [_RT_] {i}I wonder if Mandy's right about them having an affair.{/i}
dutch: [_RT_] {i}Ik vraag me af of er recht is op dat ze een affaire hebben.{/i}
french: [_RT_] {i}Je me demande si Mandy a raison d'avoir une liaison.{/i}
german: [_RT_] {i}Ich frage mich, ob Mandy Recht darauf hat, dass sie eine Affäre haben.{/i}
italian: [_RT_] {i}Mi chiedo se Mandy ha ragione sul fatto che hanno una relazione.{/i}
portuguese: [_RT_] {i}me pergunto se o Mandy tem direito a que eles tenham um caso.{/i}

source: [_RT_] {i}I'm pretty sure that's why Aunt Cami got the breast implants and got so into working out, to try to win back his attention.{/i}
dutch: [_RT_] {i}Ik ben er vrij zeker van dat Aunt Cami de borstimplantaten heeft gekregen en dat het is gaan werken om zijn aandacht terug te winnen. /i}
french: [_RT_] {i}Je suis presque sûr que c'est pour ça que tante Camille a eu les implants mammaires et s'est mise à travailler pour essayer de reconquérir son attention.{/i}
german: [_RT_] {i}Ich bin mir ziemlich sicher, dass Tante Cami die Brustimplantate bekommen hat und so in die Arbeit gekommen ist zu versuchen, seine Aufmerksamkeit zurückzugewinnen. /i}
italian: [_RT_] {i}Sono abbastanza sicuro che per questo Aunt Cami ha ottenuto le protesi mammarie e così ha funzionato, per cercare di riconquistare la sua attenzione. /i}
portuguese: [_RT_] {i}Eu tenho certeza de que é por isso que Aunt Cami pegou os implantes mamários e entrou em apuros, tentar recuperar a atenção dele. /i}

source: [_C_] But I didn't come over here to chit chat!
dutch: [_C_] Maar ik ben hier niet gekomen om te chatten!
french: [_C_] Mais je ne suis pas venu ici pour bavarder!
german: [_C_] Aber ich bin nicht hierher gekommen, um den Chat zu chatten!
italian: [_C_] Ma non sono venuta qui per chiacchierare!
portuguese: [_C_] Mas eu não vim aqui para conversar!

source: [_M_] Yeah.... I can see you're upset.... Is there something I can help you with?
dutch: [_M_] Ja.... . Ik kan zien dat je boos bent.... Is er iets waarmee ik je kan helpen?
french: [_M_] Ouais.... Je vois que tu es contrariée.... Y a-t-il quelque chose avec lequel je peux t'aider?
german: [_M_] Ja.... Ich sehe, dass du aufgestanden bist.... Gibt es etwas, mit dem ich dir helfen kann?
italian: [_M_] Si.... Vedo che sei sconvolta.... C'è qualcosa in cui posso aiutarti?
portuguese: [_M_] Sim.... Vejo que você está chateado... . Há algo em que posso ajudá-lo?

source: [_C_] Well, you can keep your perverted son away from my sweet innocent Mandy to begin with!
dutch: [_C_] Nou, je kunt je geperverteerde zoon uit mijn zoon weg houden om mee te beginnen!
french: [_C_] Eh bien, tu peux garder ton fils pervers loin de ma douce innocente Mandy pour commencer!
german: [_C_] Nun, du kannst deinen perversen Sohn von meinem süßen unschuldigen Mandy fernhalten, mit dem du beginnen kannst!
italian: [_C_] Beh, puoi tenere il tuo figlio pervertito lontano dalla mia dolce e innocente Mandy per cominciare!
portuguese: [_C_] Bem, você pode manter seu filho pervertido longe do meu doce e inocente mandal pra começar!

source: [_M_] Ok.... before you go and say something you're going to regret, I'd like to point out that Mandy isn't as innocent as you think.
dutch: [_M_] Ok.... voordat je iets gaat zeggen wat je gaat betreuren, wil ik erop wijzen dat Mandy niet zo onschuldig is als je denkt.
french: [_M_] D'accord.... avant d'aller dire quelque chose que tu vas regretter, j'aimerais souligner que Mandy n'est pas aussi innocente que tu le penses.
german: [_M_] Ok.... bevor du etwas sagst, das du bereuen wirst, möchte ich darauf hinweisen, dass Mandy nicht so unschuldig ist, wie du denkst.
italian: [_M_] Ok.... prima che tu vada a dire qualcosa di cui ti pentirai, vorrei farti notare che Mandy non è così innocente come pensi.
portuguese: [_M_] Ok.... antes de você ir dizer algo que você vai se arrepender, eu gostaria de salientar que a Mandy não é tão inocente quanto você pensa.

source: [_M_] Like the time they got in trouble for skinny dipping at the beach?.... Lauren confirmed that it was Mandy, and not [ryan], who initiated that.
dutch: [_M_] Vind je de tijd dat ze problemen hadden met het duiken van een huid aan het strand?.. . - Lauren hebben bevestigd dat het de initiatiefnemer was van Mandy, en niet [ryan].
french: [_M_] Comme la fois où ils ont eu des ennuis pour des trempettes nues à la plage?.... Lauren a confirmé que c'était Mandy, et non [ryan], qui a initié cela.
german: [_M_] Gefällt mir die Zeit, die sie für das schändliche Tauchen am Strand in Schwierigkeiten gerieten?.. Lauren bestätigte, dass es Mandy sei, und nicht [ryan], der dies initiierte.
italian: [_M_] Come quella volta che si sono messe nei guai per aver fatto il bagno nude in spiaggia?.... Lauren ha confermato che è stata Mandy, e non [ryan], ad iniziare.
portuguese: [_M_] Como o tempo em que eles se metem em problemas para mergulho magro na praia? .... Lauren confirmou que se trata de Mandy, e não [ryan], que iniciou isso.

source: [_M_] And then there's the time that they...
dutch: [_M_] En dan is er de tijd die ze...
french: [_M_] Et puis il y a le temps qu'ils...
german: [_M_] Und dann gibt es die Zeit, dass sie ...
italian: [_M_] E poi c'è la volta che loro...

source: [_C_] No.... It's different this time...
dutch: [_C_] Nee.... het is anders deze keer...
french: [_C_] Non.... C'est différent cette fois...
german: [_C_] Nein.... Es ist diesmal anders...
italian: [_C_] No.... Questa volta è diverso...

source: [_C_] Are you aware that [ryan]'s been taking pictures of Lauren and Mandy in skimpy costumes?
dutch: [_C_] Ben je ervan op de hoogte dat [ryan]foto's van Lauren en Snoep heeft gemaakt in uiterlijk?
french: [_C_] Sais-tu que [ryan] a pris des photos de Lauren et Mandy en costumes sexys?
german: [_C_] Weißt du, dass [ryan]von Lauren und Mandy in schmutzigen Kostümen fotografiert?
italian: [_C_] Sei consapevole che [ryan] ha scattato foto di Lauren e Mandy in costumi succinti?
portuguese: [__C_] Você está ciente de que [ryan] vem tirando fotos de Lauren e Mandy em trajes de skimpy?

source: [_M_] What?.... Where did you hear that?.... I'm sure that's not true.
dutch: [_M_] Wat?.... Waar heb je dat gehoord?.... ik weet zeker dat dat niet waar is.
french: [_M_] Quoi?.... Où as-tu entendu ça ?.... Je suis sûr que ce n'est pas vrai.
german: [_M_] Was?.... Wo hast du das gehört?.... Ich bin sicher, dass das nicht stimmt.
italian: [_M_] Cosa?.... Dove l'hai sentito?.... Sono sicuro che non è vero.
portuguese: [_M_] O quê? .... Onde você ouviu isso? .... Tenho certeza que isso não é verdade.

source: [_C_] Oh, it's true.... a mom of one of Mandy's classmates sent me the picture after she caught her son jacking off to it on his computer.
dutch: [_C_] Oh, het is waar.... een moeder van de klasgenoten van Mandy's stuurde me een foto nadat ze haar zoon op haar computer had gejaagd.
french: [_C_] Oh, c'est vrai.... une mère d'un des camarades de classe de Mandy m'a envoyé la photo après avoir surpris son fils en train de s'y branler sur son ordinateur.
german: [_C_] Oh, das ist wahr.... Eine Mama von einer von Mandys Klassenkameraden schickte mir das Bild, nachdem sie ihren Sohn auf seinem Computer abstürzte.
italian: [_C_] Oh, è vero.... una mamma di uno dei compagni di classe di Mandy mi ha inviato la foto dopo aver sorpreso suo figlio a masturbarsi sul suo computer.
portuguese: [_C_] Oh, é verdade.... Uma mãe de um dos colegas de mão me mandou a foto depois que ela pegou o seu filho me mandando para ele no computador dele.

source: [_M_] Oh dear.
dutch: [_M_] Oh weer.
french: [_M_] Oh mon dieu.
german: [_M_] Oh oh.
italian: [_M_] Oh, cielo.
portuguese: [_M_] Oh querida.

source: [_C_] Uhh.... yeah!
dutch: [ _C_] Uhh .... ja!
french: [_C_] Heu.... ouais!
german: [_C_] Uhhh.... ja!
italian: [_C_] Uhh.... sì!
portuguese: [_C_] Uhh .... sim!

source: [_M_] Are you sure that [ryan] took the picture? Couldn't it have been someone else?
dutch: [_M_] Weet je zeker dat [ryan] de foto heeft genomen? Kon het niet iemand anders zijn?
french: [_M_] Es-tu sûr que [ryan] a pris la photo? Ça n'aurait pas pu être quelqu'un d'autre ?
german: [_M_] Bist du dir sicher, dass [ryan] das Bild aufgenommen hat? Könnte es nicht jemand anderes sein?
italian: [_M_] Sei sicura che [ryan] abbia scattato la foto? Non potrebbe essere stato qualcun altro?
portuguese: [_M_] Tem certeza de que [ryan] tirou a foto? Não poderia ter sido outra pessoa?

source: [_C_] Oh, it wasn't easy getting her to confess, but I finally got all the details out of her.
dutch: [_C_] Oh, het was niet makkelijk haar te laten bekennen, maar ik heb eindelijk alle details uit haar gehaald.
french: [_C_] Oh, ce n'était pas facile de la faire avouer, mais j'ai finalement obtenu tous les détails d'elle.
german: [_C_] Oh, es war nicht leicht, sie zu gestehen, aber ich habe endlich alle Details herausbekommen.
italian: [_C_] Oh, non è stato facile farle confessare, ma alla fine sono riuscito a tirarle fuori tutti i dettagli.
portuguese: [__C_] Ah, não foi fácil fazê-la confessar, mas eu finalmente consegui todos os detalhes fora dela.

source: [_C_] I guess after they went to that comic convention, they asked [ryan] to take some pictures of them in their costumes, and as you can see, it clearly got out of hand.
dutch: [_C_] Ik denk dat nadat ze naar die stripse conventie zijn gegaan, ze vroegen [ryan] om wat foto's te nemen in hun uiterlijken, en zoals u kunt zien is het duidelijk uit de hand gelopen.
french: [_C_] Je suppose qu'après être allés à cette convention de bande dessinée, ils ont demandé à [ryan] de prendre des photos d'eux dans leurs costumes, et comme tu peux le voir, cela est clairement devenu incontrôlable.
german: [_C_] Ich vermute, nachdem sie zu dieser Comickonvention gegangen sind, Sie baten [ryan] ein paar Bilder von ihnen in ihren Kostümen zu machen, und wie Sie sehen können, kam es offensichtlich aus der Hand.
italian: [_C_] Credo che dopo essere andati a quella convention di fumetti, abbiano chiesto a [ryan] di scattare alcune foto di loro in costume e, come puoi vedere, la cosa è chiaramente sfuggita di mano.
portuguese: [_C_] Eu acho que depois de foram à essa convenção de quadrinhos, eles pediram a [ryan] para tirar algumas fotos delas em seus trajes e, como você pode ver, claramente escaparam ao controle.

source: [_M_] Wow! That costume is really good! Where did she get it?
dutch: [_M_] Wow! Dat kostuum is heel goed! Waar heeft ze het vandaan?
french: [_M_] Wow! Ce costume est vraiment bon! Où l'a-t-elle trouvée ?
german: [_M_] Wow! Dieses Kostüm ist wirklich gut! Wo hat sie es bekommen?
italian: [_M_] Wow! Quel costume è davvero bello! Dove l'ha preso?
portuguese: [_M_] Nossa! Essa fantasia é muito boa! Onde ela conseguiu isso?

source: [_C_] I'm not sure.... but that's not important right now!
dutch: [_C_] Ik weet het niet zeker.... maar dat is nu niet belangrijk!
french: [_C_] Je ne suis pas sûr.... mais ce n'est pas important en ce moment!
german: [_C_] Ich bin mir nicht sicher, aber das ist momentan nicht wichtig!
italian: [_C_] Non ne sono sicuro.... ma non è importante ora!
portuguese: [__C_] Eu não tenho certeza .... mas isso não é importante agora mesmo!
