Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_S_] I'm still working on my cosplay outfit. Try back again tomorrow, maybe I'll be done by then.
dutch: [_S_] Ik werk nog steeds aan mijn cosplay outfit. Probeer het morgen opnieuw, misschien ben ik dan klaar.
french: [_S_] Je travaille toujours sur ma tenue de cosplay. Réessaies demain, peut-être que j'aurai fini d'ici là.
german: [_S_] Ich arbeite noch an meinem Cosplay-Outfit. Versuche es morgen noch einmal, vielleicht werde ich es dann tun.
italian: [_S_] Sto ancora lavorando sul mio outfit di cosplay. Riprova domani, forse mi sarà fatto fino ad allora.
portuguese: [_S_] Ainda estou trabalhando em minha roupa de cosplay. Tente novamente amanhã, talvez eu já esteja pronto.

source: [_R_] What's going on here?
dutch: [_R_] Wat gebeurt er hier?
french: [_R_] Que se passe-t-il ici?
german: [_R_] Was geht hier vor?
italian: [_R_] Cosa sta succedendo qui?
portuguese: [_R_] O que está acontecendo aqui?

source: [_R_] It looks like I walked into the beginning of one of my favorite types of porn.
dutch: [_R_] Het lijkt erop dat ik aan het begin van een van mijn favoriete types porno liep.
french: [_R_] On dirait que je suis entré au début de l'un de mes types de porno préférés.
german: [_R_] Es sieht so aus, als wäre ich in den Anfang einer meiner Lieblingstypen gegangen.
italian: [_R_] Sembra che io sia entrato all'inizio di uno dei miei tipi preferiti di porno.
portuguese: [_R_] parece que eu entrei no início de um dos meus tipos favoritos de pornografia.

source: [_S_] {i}(sarcastically){/i} Ha ha very funny [ryan]. You're obviously a comedian.
dutch: [_S_] {i}(sarcastisch){/i} Ha ha very grany [ryan]. Je bent klaarblijkelijk komediër.
french: [_S_] {i}(ton sarcastique){/i} Ha ha très drôle [ryan]. Tu joue évidemment une comédie.
german: [_S_] {i}(sarkastische){/i} Ha ha sehr lustig [ryan]. Du bist offensichtlich ein Komiker.
italian: [_S_] {i}(sarcastically){/i} Ha molto divertente [ryan]. Sei ovviamente un comico.
portuguese: [_S_] {i}(sarcasticamente){/i} Ha tem um [ryan]muito engraçado. Você é obviamente um comediante.

source: [_S_] Make that strap just a little tighter Lauren, I want it to squeeze my thighs just a little.
dutch: [_S_] Maak die band een beetje steviger Lauren, ik wil dat het mijn dieven een beetje knijpt.
french: [_S_] Serres cette sangle un peu plus sur Lauren, je veux qu'elle serre un peu mes cuisses.
german: [_S_] Stelle diesen Riemen nur ein wenig enger Lauren her, ich möchte, dass er meine Oberschenkel ein wenig drückt.
italian: [_S_] Rendere quel cinturino appena un po 'più stretto Lauren, voglio che spremere le cosce solo un po'.
portuguese: [_S_] Faça a alça um pouco mais apertada de Lauren, quero que ela aperte minhas coxas um pouco.

source: [_R_] Let's see, sexy short shorts, gun and holster, tank top, you must be Cosplaying Lauren Craft from the Womb Raider video games.
dutch: [_R_] Laten we sexy short shorts, gun en holster, tank top zien, je moet Cosplaying Lauren Craft zijn van de Womb Raider videospelletjes.
french: [_R_] Voyons, short court sexy, pistolet et étui, débardeur, tu dois être la cosplayer Lauren Craft des jeux vidéo Womb Raider.
german: [_R_] Lass uns sehen, sexy kurze Shorts, Pistole und Holster, Panzer oben, du musst Cosplay Lauren Craft aus den Womb Raider Video-Spiele.
italian: [_R_] Vediamo, pantaloncini corti, pistola e holster, canottiere, devi essere Cosplaying Lauren Craft dai videogiochi Womb Raider.

source: [_S_] Yep.... she's one of my favorite female characters.
dutch: [_S_] Yep.... ze is een van mijn favoriete vrouwen tekens.
french: [_S_] Oui.... c'est l'un de mes personnages féminins préférés.
german: [_S_] Ja.... sie ist einer meiner Lieblings-weiblichen Zeichen.
italian: [_S_] Yep.... è uno dei miei personaggi femminili preferiti.
portuguese: [_S_] Yep... Ela é uma das minhas personagens favoritas.

source: [_R_] Yeah.... she's hot!
dutch: [_R_] Ja.... ze is heet!
french: [_R_] Ouais.... elle est sexy!
german: [_R_] Ja.... sie ist heiß!
italian: [_R_] Sì... è caldo!
portuguese: [_R_] Yeah... ela é quente!

source: [_S_] She's more than that, she's one of the only empowering female video game characters.
dutch: [_S_] Ze is meer dan dat, ze is een van de enige empowermentende vrouwelijke videospelkarakters.
french: [_S_] Elle est plus que cela, elle est l'un des seuls personnages de jeux vidéo féminins qui est autonome.
german: [_S_] Sie ist mehr als das, sie ist eine der einzigen, die weibliche Videospielfiguren ermächtigt.
italian: [_S_] Lei è più di quello, è uno degli unici personaggi di videogiochi femminili abilitanti.
portuguese: [_S_] Ela é mais do que isso, ela é uma das únicas personagens de video game femininos.

source: [_R_] Haha.... you do know she was created as an ass and tits for gamers to ogle while they played.
dutch: [_R_] Haha.... je weet wel dat ze is gemaakt als een pas en tits voor gamers om te laten zitten terwijl ze speelden.
french: [_R_] Haha.... tu sais qu'elle a été créée comme un cul et des seins pour que les joueurs s'amusent pendant qu'ils jouent.
german: [_R_] Haha.... Du weißt doch, dass sie als Arsch und Titten für Gamer geschaffen wurde, während sie spielten.
italian: [_R_] Haha.... sapete che è stata creata come un culo e tette per i giocatori da ogle mentre hanno giocato.
portuguese: [_R_] Haha.... você sabe que ela foi criada como uma asa e gravata para jogadores jogarem enquanto eles jogavam.

source: [_S_] She might have started out that way, but she's become much more than that.
dutch: [_S_] Ze kan zo zijn begonnen, maar ze wordt veel meer dan dat.
french: [_S_] Elle a peut-être commencé de cette façon, mais elle est devenue bien plus que cela.
german: [_S_] Sie hat vielleicht so begonnen, aber sie ist viel mehr als das.
italian: [_S_] Avrebbe potuto iniziare in questo modo, ma lei è diventata molto di più.
portuguese: [_S_] Ela pode ter começado dessa maneira, mas ela está se tornando muito mais que isso.

source: [_R_] Yeah, just booble search some of the newest 3rd party animations of her.
dutch: [_R_] Yeah, gewoon booble zoeken enkele van de nieuwste animaties van derden
french: [_R_] Ouais, il suffit de rechercher quelques-unes des dernières animations 3D d'elle.
german: [_R_] Ja, nur Booble suche einige der neuesten Drittanbieter-Animationen von ihr.
italian: [_R_] Sì, solo booble cerca alcune delle animazioni più recenti di terze parti di lei.
portuguese: [_R_] Sim, apenas bobo procura algumas das mais recentes animações de terceiros dela.

source: [_S_] But.... never mind.... I don't want to know.
dutch: [_S_] Maar.... vergeten.... ik wil het niet weten.
french: [_S_] Mais.... Ça ne fait rien.... Je ne veux pas le savoir.
german: [_S_] Aber... nein, ich will es nicht wissen.
italian: [_S_] Ma.... non pensare... non voglio sapere.
portuguese: [_S_] Mas.... nunca se importa.... Eu não quero saber.

source: [_L_] I love her too! I wish you'd made this outfit for me.... my name is "Lauren" after all.
dutch: [_L_] Ik hou ook van haar! Ik zou willen dat je dit outfit voor mij zou maken.... mijn naam is toch "Lauren" .
french: [_L_] Je l'aime aussi! J'aurais aimé que tu fasses cette tenue pour moi.... je m'appelle 'Lauren' après tout.
german: [_L_] Ich liebe sie auch! Ich wünschte, du hast dieses Outfit für mich gemacht... mein Name ist schließlich "Lauren".
italian: [_L_] La amo troppo! Vorrei che avessi fatto questo vestito per me... il mio nome è "Lauren" dopotutto.

source: [_S_] Trust me.... I wish this outfit was for you too.
dutch: [_S_] Vertrouw me.... Ik wil dat dit outfit ook voor jou was.
french: [_S_] Crois-moi.... J'aimerais que cette tenue soit pour toi aussi.
german: [_S_] Vertrauen Sie mir.... Ich wünschte, dieses Outfit wäre auch für Sie.
italian: [_S_] Fidati di me... Vorrei che questo abito fosse anche per te.
portuguese: [_S_] Confie em mim.... Queria que este traje fosse para você.

source: [_L_] How did [ryan] get you to agree to do a photo shoot?
dutch: [_L_] Hoe heeft [ryan] je ermee ingestemd een foto te laten schieten?
french: [_L_] Comment [ryan] t'a-t-il fait accepter de faire une séance photo ?
german: [_L_] Wie hat [ryan] dich dazu gebracht, ein Foto zu machen?
italian: [_L_] Come hai fatto [ryan] ad accettare di fare uno scatto fotografico?

source: [_R_] Let's just say she owes me.
dutch: [_R_] Laten we gewoon zeggen dat ze me schuldig is.
french: [_R_] Disons qu'elle me le doit.
german: [_R_] Lasst uns nur sagen, sie schuldet mir.
italian: [_R_] Diciamo solo che mi deve lei.
portuguese: U[_R_] Vamos só dizer que ela me deve.

source: [_S_] Yeah, let's not say anymore than that...
dutch: [_S_] Yeah, laten we niet meer zeggen dan dat...
french: [_S_] Ouais, ne disons pas plus que ça...
german: [_S_] Ja, sagen wir nicht mehr...
italian: [_S_] Sì, non diciamo altro...
portuguese: [_S_] Sim, não vamos dizer mais do que isso...

source: [_S_] Lauren, I'm coming down, I need you to adjust the shoulder strap in the back.
dutch: [_S_] Lauren, ik kom omlaag, ik heb je nodig om de schouderriem achterin te zetten.
french: [_S_] Lauren, je descends, j'ai besoin que tu ajustes la bandoulière dans le dos.
german: [_S_] Lauren, ich komme runter, ich brauche dich, um den Schultergurt im Rücken anzupassen.
italian: [_S_] Lauren, sto venendo, ho bisogno di voi per regolare la tracolla nella parte posteriore.
portuguese: [_S_] Lauren, estou abaixando, preciso que você ajuste a alça de ombro nas costas.

source: [_S_] Shit.... my shoe.... is.... stuck...
dutch: [_S_] Shit.... mijn schoen.... is vast... vast...
french: [_S_] Merde.... ma chaussure.... est.... coincée...
german: [_S_] Shit.... mein Schuh ist.... stecken...
italian: [_S_] Merda.... la mia scarpa.... è.... bloccata...

source: [_S_] Aaaahhhhhh.... watch out!...
dutch: [_S_] Aaaahhhhhh.... kijk uit !...
french: [_S_] Aaaahhhhhh.... attention !...
german: [_S_] Aaahhhhhh.... Pass auf!...
italian: [_S_] Aaaahhhhhhhh.... attenzione!...
portuguese: U[_S_] Aaaahhhh.... cuidado!...

source: [_R_] Now this really looks like a scene from one of my favorite pornos.
dutch: [_R_] Nu lijkt dit echt een scène van een van mijn favoriete porno's.
french: [_R_] Maintenant, cela ressemble vraiment à une scène d'un de mes pornos préférés.
german: [_R_] Jetzt sieht das wirklich aus wie eine Szene von einem meiner Lieblingspornos.
italian: [_R_] Ora questa sembra davvero una scena da uno dei miei porni preferiti.
portuguese: [_R_] Agora isto realmente se parece com uma cena de um dos meus pormos favoritos.

source: [_R_] Are you sure there aren't hidden cameras around?
dutch: [_R_] Weet u zeker dat er niet verborgen camera's rondstaan?
french: [_R_] Es-tu sûr qu'il n'y a pas de caméras cachées autour?
german: [_R_] Sind Sie sicher, dass es keine versteckten Kameras gibt?
italian: [_R_] Sei sicuro che non ci siano telecamere nascoste in giro?

source: [_L_] Haha.... good one!
dutch: [_L_] Haha.... goed een!
french: [_L_] Haha .... bon !
german: [_L_] Haha.... gut, gut!
italian: [_L_] Haha.... buono!
portuguese: [_L_] Haha.... bom!

source: [_S_] Shut up Lauren, don't encourage that perverted ass!
dutch: [_S_] Lauren, niet aanmoedigen dat geperverteerde assen!
french: [_S_] Tais-toi Lauren, n'encourage pas ce cul pervers!
german: [_S_] Bringe Lauren herunter, mach diesen perversen Arsch nicht!
italian: [_S_] chiudete Lauren, non incoraggiate quel culo perverso!

source: [_R_] Well, I think perversion must run in the family.
dutch: [_R_] Nou, ik denk dat pervertering in het gezin moet worden uitgevoerd.
french: [_R_] Eh bien, je pense que la perversion doit fonctionner dans la famille.
german: [_R_] Nun, ich denke, Perversion muss in der Familie laufen.
italian: [_R_] Beh, penso che la perversione debba essere eseguita in famiglia.

source: [_L_] What's that supposed to mean?
dutch: [_L_] Wat moet dat betekenen?
french: [_L_] Qu'est-ce que cela signifie?
german: [_L_] Was soll das bedeuten?
italian: [_L_] Che cosa dovrebbe significare?

source: [_R_] Try asking Sidney when she's in a better mood.
dutch: [_R_] Vraag Sidney wanneer ze in een betere stemming is.
french: [_R_] Essaies de demander à Sidney quand elle est de meilleure humeur.
german: [_R_] Versuche Sidney zu fragen, wenn sie in einer besseren Stimmung ist.
italian: [_R_] Prova a chiedere a Sidney quando è in uno stato d'animo migliore.
portuguese: [_R_] Tente perguntar Sidney quando ela estiver de bom humor.

source: [_S_] My mood was just fine till you came in.
dutch: [_S_] Mijn humeur was prima tot je binnenkwam.
french: [_S_] Mon humeur était très bonne jusqu'à ton arrivée.
german: [_S_] Meine Stimmung war gerade gut, bis du gekommen bist.
italian: [_S_] Il mio stato d'animo era giusto fino a quando non sei entrato.
portuguese: [_S_] O meu humor estava bem até você entrar.

source: [_S_] So, will you please leave so we can finish here?
dutch: [_S_] Wil je dus weggaan, zodat we hier klaar kunnen zijn?
french: [_S_] Alors, veux-tu commencer pour que nous puissions finir rapidement?
german: [_S_] Also, wirst du bitte verlassen, damit wir hier fertig sein können?
italian: [_S_] Allora, per favore andrai via in modo da poter finire qui?

source: [_R_] Ouch.... that's so hurtful.
dutch: [_R_] Ouch.... dat is zo pijnlijk.
french: [_R_] Aïe.... c'est tellement blessant.
german: [_R_] Ausch.... Das ist so schmerzhaft.
italian: [_R_] Ouch... è così ferito.
portuguese: [_R_] Ai.... isso é tão agressivo.

source: [_R_] I wouldn't stay if you begged me.
dutch: [_R_] Ik zou niet blijven als je me smeekte.
french: [_R_] Je ne resterais pas si tu me suppliais.
german: [_R_] Ich würde nicht bleiben, wenn du mich bettelst.
italian: [_R_] Non resterei se mi supplicasse.
portuguese: [_R_] Eu não ficaria se você me impingisse.

source: [_R_] But seriously, when will the outfit be done? And when will you be ready for our first photoshoot?
dutch: [_R_] Maar serieus, wanneer zal de outfit gedaan worden? En wanneer ben je klaar voor onze eerste fotoshoot?
french: [_R_] Mais sérieusement, quand la tenue sera-t-elle terminée? Et quand seras-tu prête pour notre première séance photo ?
german: [_R_] Aber ernsthaft, wann wird das Outfit fertig? Und wann bist du bereit für unser erstes Fotoshoot?
italian: [_R_] Ma seriamente, quando verrà fatto l'outfit? E quando sarai pronto per il nostro primo photoshoot?

source: [_S_] It's pretty much done now. I'll be available most {b}afternoons.{/b}
dutch: [_S_] Het is nu aardig klaar. Ik ben de meeste {b}middags beschikbaar.{/b}
french: [_S_] C'est à peu près fait maintenant. Je serais disponible la plupart des {b}après-midi.{/d}
german: [_S_] Es ist ziemlich viel erledigt, jetzt werde ich die meisten {b}Nachmittage zur Verfügung haben. {/b}
italian: [_S_] Ora è abbastanza fatto. Sarò disponibile la maggior parte dei {b}pomeriggi.{/b}

source: [_S_] Just give me a call from the photo studio when you're ready, and I'll come right over if I'm available.
dutch: [_S_] Geef me gewoon een oproep van de foto-studio als je er klaar voor bent, en ik kom direct terug als ik beschikbaar ben.
french: [_S_] Appelles-moi du studio photo lorsque tu es prêt, et je viendrais directement si je suis disponible.
german: [_S_] Rufen Sie mich einfach aus dem Fotostudio an, wenn Sie bereit sind, und ich komme gleich weiter, wenn ich verfügbar bin.
italian: [_S_] Basta darmi una chiamata dallo studio fotografico quando sei pronto, e andrò subito sopra se sono disponibile.

source: {i}"(WARNING - You cannot begin Sidney's photoshoot until you have bought both the green screen and the professional lights!!)"{/i}
dutch: {i}"(WAARSCHUWING - U kunt Sidney niet starten totdat u zowel het groene scherm als de professionele lampen heeft gekocht!!)"{/i}
french: {i}'(AVERTISSEMENT - Vous ne pouvez pas commencer la séance photo de Sidney avant d'avoir acheté à la fois l'écran vert et les spots professionnels!!)'{/i}
german: {i}"(WARNUNG - Du kannst Sidneys Fotoshoot erst starten, wenn du sowohl den grünen Bildschirm als auch die professionellen Lampen gekauft hast!!)"{/i}
italian: {i}"(ATTENZIONE - Non puoi iniziare il servizio fotografico di Sidney finché non hai comprato sia lo schermo verde che le luci professionali!!!)"{/i}
portuguese: {i}"(AVISO) - Você não pode começar a foto de Sidney até que você tenha comprado tanto a tela verde quanto as luzes profissionais!!)"{/i}

source: [_R_] Nice! I can't wait!
dutch: [_R_] Nice! Ik kan niet wachten!
french: [_R_] Sympa! J'ai hâte !
german: [_R_] Schön! Ich kann nicht warten!
italian: [_R_] Nizzo! Non posso aspettare!
portuguese: [_R_] Legal! Não posso esperar!

source: [_S_] Yeah, well I wish I could say the same. Now, get out of here!
dutch: [_S_] Yeah, ik wou dat ik hetzelfde kon zeggen. Nu ga je hier weg!
french: [_S_] Ouais, eh bien j'aimerais pouvoir dire la même chose. Maintenant, sors d'ici!
german: [_S_] Ja, ich wünschte, ich könnte dasselbe sagen. Jetzt weg von hier!
italian: [_S_] Sì, beh, vorrei poter dire lo stesso. Ora, esci da qui!
portuguese: [_S_] Sim, bem eu gostaria de poder dizer o mesmo. Agora, saia daqui!

source: [_R_] Fine.... I'm going.
dutch: [_R_] Prima... . Ik ga erheen.
french: [_R_] Bien.... J'y vais.
german: [_R_] Schön.... Ich geht's.
italian: [_R_] Fine.... Sto andando.
portuguese: [_R_] Beleza.... Estou indo.

source: [_R_] Hey Sidney, what's up?
dutch: [_R_] Hey Sidney, hoe gaat het?
french: [_R_] Hé Sidney, quoi de neuf?
german: [_R_] Hey Sidney, was ist los?
italian: [_R_] Ehi Sidney, che succede?
portuguese: [_R_] Ei, Sidney, o que aconteceu?

source: [_S_] Just a second, let me just finish this up.... and.... done.
dutch: [_S_] Even geduld, laat me dit gewoon afmaken.... en... . klaar.
french: [_S_] Juste une seconde, laissez-moi finir ça.... et.... terminé.
german: [_S_] Nur eine Sekunde, lassen Sie mich das einfach abschließen .... und.... gemacht.
italian: [_S_] Solo un secondo, fammi finire questo.... e.... fatto.
portuguese: [__S_] Apenas um segundo, deixe-me apenas terminar isso .... e .... feito.

source: [_S_] What can I do for you?
dutch: [_S_] Wat kan ik voor je doen?
french: [_S_] Que puis-je faire pour toi?
german: [_S_] Was kann ich für dich tun?
italian: [_S_] Cosa posso fare per te?
portuguese: [_S_] O que eu posso fazer por você?

source: [_RT_] {i}Oh, shit.... I can see up her skirt.... {/i}
dutch: [_RT_] {i}Oh, shit.... Ik kan haar rok zien .... {/i}
french: [_RT_] {i}Oh, merde.... Je vois sa jupe.... {/i}
german: [_RT_] {i}Oh, shit.... Ich kann ihren Rock sehen.... {/i}
italian: [_RT_] {i}Oh, merda.... Posso vedere sotto la sua gonna.... {/i}
portuguese: [_RT_] {i}Oh, merda.... posso ver sua saia.... {/i}

source: [_S_] Huh.... I wonder who that could be.... [ryan] go get the door.
dutch: [_S_] Huh.... Ik vraag me af wie dat zou kunnen zijn.... [ryan] ga de deur op.
french: [_S_] Hein.... Je me demande qui cela pourrait être.... [ryan] va ouvrir la porte.
german: [_S_] Huh.... Ich frage mich, wer das sein könnte.... [ryan] bekomme die Tür.
italian: [_S_] Huh.... Mi chiedo chi possa essere.... [ryan] vai a prendere la porta.
portuguese: [_S_] Huh.... Me pergunto quem é que isso poderia ser.... [ryan] vá pegar a porta.

source: [_R_] What am I, your slave?.... You go get the door!
dutch: [_R_] Wat ben ik, je slaafs?.... Jij krijgt de deur!
french: [_R_] Que suis-je, ton esclave?.... Vas-y toi-même!
german: [_R_] Was bin ich, dein Sklaven?.... Du bekommst die Tür!
italian: [_R_] Cosa sono, il tuo schiavo?.... Vai a prendere la porta!
portuguese: [_R_] O que sou eu, seu escravo?.... Você vai tirar a porta!

source: [_S_] [ryan].... don't be a prick...
dutch: [_S_] [ryan].... is geen prick...
french: [_S_] [ryan].... ne sois pas un con...
german: [_S_] [ryan].... kein Stolz sein...
italian: [_S_] [ryan].... non fare lo stronzo...
portuguese: [_S_] [ryan].... não seja um truque...

source: [_S_] I'm working, and you're just standing there doing nothing.
dutch: [_S_] Ik werk en jij staat daar gewoon niks te doen.
french: [_S_] Je travaille, et tu es juste là à ne rien faire.
german: [_S_] Ich arbeite und du stehst einfach dort und tust nichts.
italian: [_S_] Io sto lavorando e tu te ne stai lì senza far niente.
portuguese: [_S_] Eu estou trabalhando, e você está apenas parado sem fazer nada.

source: [_S_] Why do you have to try to turn this into a power struggle.
dutch: [_S_] Waarom moet je proberen om dit te veranderen in een krachtstrijd.
french: [_S_] Pourquoi devoir essayer de transformer cela en une lutte de pouvoir.
german: [_S_] Warum musst du versuchen, dies in einen Machtkampf zu verwandeln.
italian: [_S_] Perché devi cercare di trasformare questo in una lotta di potere.
portuguese: [_S_] Por que você tem que tentar transformar isso em uma luta de poder.

source: [_R_] Uuugggghhhh.... fine.... sorry.... you're right, I'll go get the door.
dutch: [_R_] Uuuggghhhh.... . Sorry.... Je hebt gelijk, ik ga de deur op gaan.
french: [_R_] Uuugggghhhhh... très bien... désolé... tu as raison, je vais ouvrir la porte.
german: [_R_] Uuugggghhhhh.... fine.... sorry.... Du hast recht, ich werde die Tür bekommen.
italian: [_R_] Uuugggghhhh.... bene.... scusa.... hai ragione, vado ad aprire la porta.
portuguese: [__R_] Uuugggghhhh .... multa .... desculpe .... você está certo, eu vou pegar a porta.

source: [_R_] Aunt Cami?.... It's good to see you!.... Are you.... are you ok?...
dutch: [_R_] Aunt Cami?.... het is goed om je te zien!.... ben jij.... ben je het goed?...
french: [_R_] Camille?.... C'est bon de te voir!.... C'est toi.... Est-ce que tu vas bien?...
german: [_R_] Tante Cami?.... Es ist schön dich zu sehen!.... Bist du.... bist du in Ordnung?...
italian: [_R_] Zia Cami?.... È bello vederti!.... Sei tu... stai bene?... vai?...

source: [_C_] Hello, my perverted little nephew.
dutch: [_C_] Hallo, mijn perverse neefje.
french: [_C_] Bonjour, mon petit neveu pervers.
german: [_C_] Hallo, mein pervers kleiner Neffe.
italian: [_C_] Ciao, mio nipotino pervertito.
portuguese: [_C_] Olá! Meu pequeno sobrinho pervertido.

source: [_R_] Perverted?
french: [_R_] Pervers?
german: [_R_] pervertiert?
italian: [_R_] Pervertito?
portuguese: [_R_] Pervertido?

source: [_C_] Yes.... and how many times have I told you not to call me Aunt Cami?.... Call me by my full name!
dutch: [_C_] Ja.... en hoe vaak heb ik je verteld dat je me niet moet bellen Aunt Cami?.... Bel me op mijn volledige naam!
french: [_C_] Oui.... et combien de fois t'ai-je dit de ne pas m'appeler Camille?.... Appelles-moi par mon nom complet!
german: [_C_] Ja.... und wie oft habe ich dir gesagt, dass du mich nicht anrufen Tante Cami?.... Rufe mich mit meinem vollen Namen!
italian: [_C_] Si.... e quante volte ti ho detto di non chiamarmi zia Cami?.... Chiamami con il mio nome completo!
portuguese: [_C_] Sim .... e quantas vezes eu já disse para não me chamar de Tia Cami? .... Chamem-me pelo meu nome completo!

source: [_R_] Sorry Aunt Camille.
french: [_R_] Désolé Tante Camille.
italian: [_R_] Scusa zia Camille.

source: [_R_] But where do you get off calling me a pervert?
dutch: [_R_] Maar waar kan je uit gaan met het bellen van me een pervert?
french: [_R_] Mais d'où viens-tu me traiter de pervers ?
german: [_R_] Aber wohin kommst du von der Anrufung eines Pervers ?
italian: [_R_] Ma come ti permetti di chiamarmi pervertito?
portuguese: [_R_] Mas onde você começa a me ligar para um perverso?
