Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] What we're going through is so far away from normal, that we can't be expected to act like we're in a normal situation.
french: [ _R_ ] Ce que nous vivons est si loin de la normale, que nous ne pouvons pas être censés agir comme nous sommes dans une situation normale.
italian: [_R_] Quello che stiamo attraversando è così lontano dalla normalità, che non ci si può aspettare di comportarci come siamo in una situazione normale.
portuguese: [_R_] O que estamos passando está tão longe do normal, que não podemos esperar que agimos como se estivesse em uma situação normal.
russian: [ _R_] То, что мы переживаем, так далеко от нормального, что нельзя ожидать, что мы будем действовать так, как будто мы в нормальной ситуации.

source: [_R_] There's nobody else we can talk to, nobody else we can rely on, nobody else we can expect to understand what it is we're going through.
french: [ _R_ ] Il n'y a personne d'autre que nous pouvons parler, personne d'autre sur lequel nous pouvons compter, personne d'autre, nous ne pouvons nous attendre à comprendre ce que nous sommes en train de traverser.
italian: [_R_] Non c'è nessun altro con cui possiamo parlare, nessun altro su cui possiamo contare, nessun altro possiamo aspettarci di capire che cosa stiamo attraversando.
portuguese: [__R_] Não há mais ninguém com quem possamos falar, ninguém mais podemos confiar, ninguém mais podemos esperar entender o que é que estamos passando.
russian: [ _R_] Нет никого другого, с кем мы можем поговорить, никто другой мы не можем положиться, никто другой мы не можем ожидать, что мы поймем, через что мы переживаем.

source: [_R_] Right now, the only people we can rely on is each other.
french: [ _R_ ] En ce moment, les seules personnes sur qui nous pouvons compter sont les unes les autres.
italian: [_R_] In questo momento, l'unica gente su cui possiamo contare è l'un l'altro.
portuguese: [__R_] Nesse momento, as únicas pessoas com as qual podemos confiar são umas às outras.
russian: [_R_] Сейчас единственные люди, которых мы можем полагаться друг на друга.

source: [_R_] We need each other!
french: [ _R_ ] Nous avons besoin les uns des autres !
italian: [_R_] Abbiamo bisogno gli uni degli altri!
portuguese: [_R_] Nós precisamos uns dos outros!
russian: [ _R_] Мы нужны друг другу!

source: [_R_] If that means we need to work together to pay off debt, then we work together.
french: [ _R_ ] Si cela signifie que nous devons travailler ensemble pour rembourser la dette, alors nous travaillons ensemble.
italian: [_R_] Se ciò significa che dobbiamo lavorare insieme per pagare il debito, allora lavoriamo insieme.
portuguese: [_R_] Se isso significa que precisamos trabalhar juntos para pagar a dívida, então nós trabalhamos juntos.
russian: [ _R_] Если это означает, что нам нужно работать вместе, чтобы расплатиться с долгами, тогда мы работаем вместе.

source: [_R_] If that means we need to share in the daily chores, then we share them.
french: [ _R_ ] Si cela signifie que nous devons partager les tâches quotidiennes, nous les partageons.
italian: [_R_] Se ciò significa che dobbiamo condividere le faccende quotidiane, allora le condividiamo.
portuguese: [_R_] Se isso significa que precisamos compartilhar nas tarefas diárias, então nós as compartilhamos.
russian: [ _R_] Если это означает, что нам нужно делиться ежедневными чарами, тогда мы их разделяем.

source: [_R_] If that means if one of us needs to hide a body, we run grab the shovel.
french: [ _R_ ] Si cela signifie que l'un d'entre nous a besoin de cacher un corps, nous courons la pelle.
italian: [_R_] Se questo significa che se uno di noi ha bisogno di nascondere un corpo, corriamo afferrare la pala.
portuguese: [__R_] Se isso significa se um de nós precisa esconder um corpo, nós corremos agarramos a pá.
russian: [ _R_] Если это означает, что одному из нас нужно спрятать тело, мы бегаем за лопатой.

source: [_R_] And, if that means we need to help fulfill some unfulfilled needs, we shouldn't have to go searching outside our family to find someone who has no idea what the hell it is we're going through.
french: [ _R_ ] Et, si cela signifie que nous devons aider à répondre à certains besoins non satisfaits, nous ne devrions pas avoir à chercher à l'extérieur de notre famille pour trouver quelqu'un qui n'a aucune idée de ce que c'est que nous allons passer.
italian: [_R_] E, se ciò significa che dobbiamo aiutare a soddisfare alcune esigenze non soddisfatte, non dovremmo andare a cercare fuori dalla nostra famiglia per trovare qualcuno che non ha idea di quale diavolo stiamo attraversando.
portuguese: [_R_] e, se isso significa que precisamos ajudar a satisfazer algumas necessidades não cumpridas não deveríamos ter que ir procurar fora da nossa família para encontrar alguém que não tenha ideia do que o inferno está passando.
russian: [ _R_] И если это значит, что нам нужно помочь выполнить некоторые невыполненные потребности, нам не нужно искать вне нашей семьи, чтобы найти кого-то, кто понятия не имеет, через что мы переживаем.

source: [_R_] How could anyone else possibly know what it is we need to fulfill our needs.
french: [ _R_ ] Comment quelqu'un d'autre pourrait savoir ce dont nous avons besoin pour répondre à nos besoins.
italian: [_R_] Come potrebbe chiunque altro sapere che cosa è necessario per soddisfare le nostre esigenze.
portuguese: [_R_] Como alguém poderia possivelmente saber o que é precisamos para cumprir as nossas necessidades.
russian: [ _R_] Как кто-то еще может знать, что нам нужно для удовлетворения наших потребностей.

source: [_M_] That might be pushing it a bit. I don't need a sexual partner to understand what I'm going through to take care of my sexual needs.
french: [ _M_ ] Cela pourrait le pousser un peu. Je n'ai pas besoin d'un partenaire sexuel pour comprendre ce que je vais faire pour m'occuper de mes besoins sexuels.
italian: [_M_] Che potrebbe spingerlo un po'. Non ho bisogno di un partner sessuale per capire cosa sto passando per prendersi cura delle mie esigenze sessuali.
portuguese: [_M_] Isso pode estar empurrando-o um pouco. Eu não preciso de um parceiro sexual para entender o que eu estou passando para cuidar das minhas necessidades sexuais.
russian: [ _M_] Это может немного подталкивать. Мне не нужен сексуальный партнер, чтобы понять, что я собираюсь сделать, чтобы заботиться о своих сексуальных потребностях.

source: [_R_] Okay, but isn't it more meaningful if they do?
french: [_R_] D'accord, mais n'est-ce pas plus significatif s'ils font ?
italian: [_R_] Okay, ma non è più significativo se lo fanno?
portuguese: [_R_] Ok, mas não é mais significativo se eles fazem?
russian: [_R_] Ладно, но не более значимым, если они делают?

source: [_M_] Ehh...
french: [_M_] Ehhh...
portuguese: U[_M_] Ehh...

source: [_M_] You're just talking about me and you, right?
french: [ _M_ ] Tu parles juste de moi et toi, non?
italian: [_M_] Stai solo parlando di me e di te, giusto?
portuguese: [__M_] Você está apenas falando de mim e de você, certo?
russian: [_M_] Ты только что говоришь обо мне и тебе, правда?

source: [_R_] Uh, yeah... Of course.
french: [_R_] Uh, ouais... Bien sûr.
italian: [_R_] Uh, sì... Certo.
portuguese: [_R_] Uh, sim... É claro.
russian: [ _R_] Да ... -Конечно.

source: [_M_] I mean, yeah... That sounds good in theory, but I'm not sure the application doesn't just burn us all to the ground.
french: [_M_] Je veux dire, ouais... Cela semble bon en théorie, mais je ne suis pas sûr que l'application ne nous brûle pas tous au sol.
italian: [_M_] Voglio dire, sì... Che suona bene in teoria, ma non sono sicuro che l'applicazione non solo ci brucia tutti a terra.
portuguese: [_M_] quero dizer, sim... Isso parece bom em teoria, mas não tenho certeza se o aplicativo não nos queima a todos até o chão.
russian: Я имею в виду, да ... Это звучит хорошо в теории, но я не уверен, что приложение не просто сожжет нас всех на земле.

source: [_R_] I think it's working out well so far.
french: [ _R_ ] Je pense que ça marche bien jusqu'à présent.
italian: [_R_] Penso che stia funzionando bene finora.
portuguese: [_R_] acho que está funcionando bem até agora.
russian: [_R_] Думаю, что до сих пор работает хорошо.

source: [_M_] You do?!
french: [_M_] Vous faites ?!
italian: [_M_] Hai fatto?!
portuguese: [_M_] Você faz?!
russian: [ _M_] Вы делаете?

source: [_R_] It is for me.
french: [ _R_ ] C'est pour moi.
italian: [_R_] È per me.
portuguese: [_R_] É para mim.
russian: Это для меня.

source: [_R_] Sure we're under a shit ton of stress, but I've never felt more fulfilled in my life.
french: [ _R_ ] Bien sûr que nous sommes sous une tonne de stress, mais je ne me suis jamais senti plus satisfait de ma vie.
italian: [_R_] Certo che siamo sotto una tonnellata di stress, ma non mi sono mai sentita più soddisfatta nella mia vita.
portuguese: [_R_] Certeza estamos sob uma merda tonelada de estresse, mas nunca me senti mais cumprido em minha vida.
russian: [ _R_] Конечно, мы под дерьмовой тонкой стресса, но я никогда не чувствовал себя более выполненным в своей жизни.

source: [_R_] I have purpose, I feel ambition, I'm building my self-worth!
french: [_R_] J'ai un but, je sens de l'ambition, je construis ma propre valeur !
italian: [_R_] Ho scopo, mi sento ambizione, sto costruendo la mia autostima!
portuguese: [_R_] Eu tenho propósito, eu sinto ambição, estou construindo meu valor!
russian: У меня есть цель, я чувствую амбиции, я строю свои собственные ценности!

source: [_R_] I feel like our family is the most valuable thing in the world, and there's nothing I wouldn't do to protect it.
french: [ _R_ ] J'ai l'impression que notre famille est la chose la plus précieuse au monde, et il n'y a rien que je ne ferais pas pour le protéger.
italian: [_R_] Mi sento come la nostra famiglia è la cosa più preziosa del mondo, e non c'è niente che non farei per proteggerla.
portuguese: [_R_] Eu sinto que a nossa família é a coisa mais valiosa do mundo, e não há nada que eu não fizesse para protegê-lo
russian: [ _R_] Я чувствую, что наша семья-самое ценное в мире, и нет ничего, что бы я не сделала, чтобы защитить ее.

source: [_R_] And I'm still not sure exactly what it is that we're building between the two of us, but I can tell you I love it!
french: [ _R_ ] Et je ne suis toujours pas sûr de ce que c'est que nous construisons entre nous deux, mais je peux vous dire que je l'aime !
italian: [_R_] E non sono ancora sicuro di cosa stiamo costruendo tra i due, ma posso dirvi che lo adoro!
portuguese: [__R_] E ainda não tenho certeza de exatamente o que é que estamos construindo entre nós dois, mas posso dizer que adoro!
russian: [ _R_] И я до сих пор не уверен, что именно то, что мы строим между нами, но я могу сказать тебе, что я люблю его!

source: [_R_] I want to keep exploring it, and I don't want it to stop.
french: [ _R_ ] Je veux continuer à l'explorer, et je ne veux pas qu'il s'arrête.
italian: [_R_] voglio continuare ad esplorarla, e non voglio che si fermi.
portuguese: [__R_] Eu quero continuar explorando isso, e eu não quero que isso pare.
russian: [ _R_] Я хочу продолжать исследовать его, и я не хочу, чтобы это прекратилось.

source: [_M_] You're not talking about being exclusive with each other, are you?
french: [ _M_ ] Vous ne parlez pas d'être exclusifs les uns avec les autres, n'est-ce pas?
italian: [_M_] Non stai parlando di essere esclusivo l'uno con l'altro, vero?
portuguese: U[_M_] Você não está falando em ser exclusivo um com o outro, está?
russian: [_M_] Вы не говорите о том, чтобы быть эксклюзивными друг с другом, не так ли?

source: [_R_] No, but I'd still like you to consider me as an option.
french: [ _R_ ] Non, mais j'aimerais que vous me considériez comme une option.
italian: [_R_] No, ma vorrei ancora che mi considerassi un'opzione.
portuguese: [_R_] Não, mas ainda gostaria que você me considerasse uma opção.
russian: [ _R_] Нет, но я бы хотела, чтобы вы рассматривали меня как вариант.

source: [_R_] So don't try to keep me at arms length. I'm here for you.
french: [ _R_ ] Alors n'essayez pas de me garder la longueur des bras. Je suis là pour toi.
italian: [_R_] Quindi non cercare di mantenermi a lungo. Sono qui per te.
portuguese: [__R_] Então, não tente me manter no comprimento das armas. Estou aqui por você.
russian: [ _R_] Так что не пытай меня держать в руках. Я здесь для тебя.

source: [_R_] That means you can rely on me to carry as much of your load as I possibly can handle. You shouldn't have to carry this burden alone.
french: [ _R_ ] Cela signifie que vous pouvez compter sur moi pour transporter autant de votre charge que possible. Vous ne devriez pas avoir à porter ce fardeau seul.
italian: [_R_] Questo significa che puoi contare su di me per trasportare la maggior parte del tuo carico che potrei gestire. Non dovreste dover portare questo peso da sola.
portuguese: [_R_] Isso significa que você pode confiar em mim para carregar o máximo de sua carga como eu possivelmente possa lidar. Você não deve ter que carregar esse fardo sozinho.
russian: [ _R_] Это значит, что ты можешь полагаться на меня, чтобы нести столько сил, сколько я могу справиться. Тебе не нужно нести это бремя в одиночку.

source: [_R_] Hell, I'm not going to let you.
french: [_R_] Enfer je ne vais pas vous laisser faire.
italian: [_R_] Inferno, non ti lascerò.
portuguese: [_R_] Inferno, eu não vou te deixar.
russian: Черт, я не позволю тебе.

source: [_R_] I've got some great ideas to get us out of this mess, and I'm going to make you listen to them!
french: [_R_] J'ai quelques bonnes idées pour nous sortir de ce désordre et je vais vous faire écouter !
italian: [_R_] Ho alcune grandi idee per farci uscire da questo casino, e ti farò ascoltare loro!
portuguese: [__R_] Eu tenho algumas ótimas ideias para nos tirar dessa confusão, e eu vou fazer você ouvir eles!
russian: У меня есть отличные идеи, чтобы вытащить нас из этого бардака, и я заставлю тебя послушать их!

source: [_M_] You have no idea how much this helps me!
french: [ _M_ ] Vous n'avez aucune idée de combien cela m'aide !
italian: [_M_] Non hai idea di quanto questo mi aiuta!
portuguese: [_M_] Você não tem ideia de quanto isso me ajuda!
russian: [_M_] У вас нет идеи, как много это мне помогает!

source: [_M_] I need your strength right now.
french: [_M_] J'ai besoin de vos forces dès maintenant.
italian: [_M_] Ho bisogno della tua forza in questo momento.
portuguese: [_M_] Eu preciso de sua força agora mesmo.
russian: [_M_] Мне нужны твои силы прямо сейчас.

source: [_M_] I wish I were strong enough to carry this all on my own, but you volunteering to help me carry it means the world to me.
french: [ _M_ ] J'aurais aimé être assez fort pour le porter tout seul, mais vous me porter volontaire pour m'aider à transporter cela signifie le monde pour moi.
italian: [_M_] Vorrei che fossi abbastanza forte per portare tutto questo da soli, ma tu fai volontariato per aiutarmi a portarlo significa per me il mondo.
portuguese: [_M_] Eu gostaria de ter sido forte o suficiente para carregar isso tudo por conta própria, mas você se voluntariou para me ajudar a carregar significa o mundo para mim.
russian: [ _M_] Я хотел бы, чтобы я был достаточно силен, чтобы нести это все самостоятельно, но вы, волонтерство, чтобы помочь мне нести это, значит для меня мир.

source: [_M_] I'm sorry I've been keeping you at arms length, I've just been imagining that I've damaged you to a point where it's irreparable.
french: [ _M_ ] Je suis désolé de vous avoir garni de la longueur des bras, je viens d'imaginer que je vous ai endommagé à un point où c'est irréparable.
italian: [_M_] Mi dispiace di averti mantenuto a lungo, ho appena immaginato che ti abbia danneggiato fino a un punto in cui è irreparabile.
portuguese: [__M_] Eu sinto muito que eu tenha mantido você no comprimento das armas, eu só fiquei imaginando que eu te danifiquei até um ponto em que é irreparável.
russian: [_M_] Мне очень жаль, что я держал тебя в руках, я только что думал, что я повредил тебя до точки, где это непоправимо.

source: [_M_] My shame has made it hard for me to even look in your eyes.
french: [ _M_ ] Ma honte m'a rendu difficile de regarder dans vos yeux.
italian: [_M_] La mia vergogna ha reso difficile per me guardare anche nei tuoi occhi.
portuguese: [_M_] Minha vergonha tornou difícil para mim olhar até em seus olhos.
russian: [ _M_] Мой позор заставил меня даже смотреть в твои глаза.

source: [_M_] Please forgive me.
french: [_M_] Veuillez me pardonner.
italian: [_M_] Per favore, perdonatemi.
portuguese: [_M_] Por favor, me perdoem.
russian: Пожалуйста, прости меня.

source: [_R_] As long as the awkwardness stops, it's forgiven.
french: [ _R_ ] Tant que l'awkwardness s'arrête, il est pardonné.
italian: [_R_] Fintanto che si ferma la goffaggine, è perdonato.
portuguese: [_R_] Enquanto o estranho parar, ele será perdoado.
russian: [ _R_] Пока неловкость останавливается, она прощается.

source: [_M_] Oh, honey! Come here.
french: [_M_] Oh, le miel ! Venez ici.
italian: [_M_] Oh, miele! Vieni qui.
portuguese: [_M_] Oh, mel! Venha cá.
russian: О, дорогая! Иди сюда.

source: [_M_] I don't know how I got so lucky to get you for a son.
french: [ _M_ ] Je ne sais pas comment j'ai eu de la chance de te chercher un fils.
italian: [_M_] Non so come ho avuto la fortuna di portarvi per un figlio.
portuguese: [__M_] Eu não sei como eu tive tanta sorte de te pegar por um filho.
russian: Я не знаю, как мне повезло, что я достал тебя за сына.

source: [_M_] Now, did you say you have some ideas to get us out of this new mess Camille got us into?
french: [ _M_ ] Maintenant, avez-vous dit que vous avez des idées pour nous sortir de ce nouveau bordel Camille nous a fait entrer?
italian: [_M_] Ora, hai detto che hai qualche idea per farci uscire da questo nuovo disordine Camille ci ha fatto entrare?
portuguese: [__M_] Agora, você disse que tem algumas ideias para nos tirar dessa nova confusão Camille nos mete?
russian: [ _M_] Теперь, вы сказали, что у вас есть какие-то идеи, чтобы вытащить нас из этого нового бардака, в который мы попали?

source: [_R_] Yes, but it's going to be tricky.
french: [ _R_ ] Oui, mais ça va être délicat.
italian: [_R_] Sì, ma sarà difficile.
portuguese: [_R_] Sim, mas vai ser complicado.
russian: [_R_] Да, но это будет сложно.

source: [_M_] How so?
french: [_M_] Comment faire ?
italian: [_M_] Come?
portuguese: [_M_] Como assim?
russian: Как так?

source: [_R_] Because it's going to involve Camille.
french: [ _R_ ] Parce que ça va impliquer Camille.
italian: [_R_] Perché coinvolgerà Camille.
portuguese: [_R_] Porque é que vai envolver Camille.
russian: [_R_] Потому что это будет вовлекать Карилла.

source: [_M_] That's only fair. She caused this mess, if she wants to live here, she needs to be willing to help us get out of it.
french: [ _M_ ] C'est juste. Elle a causé cette pagaille, si elle veut vivre ici, elle doit être prête à nous aider à en sortir.
italian: [_M_] È solo giusto. Ha causato questo casino, se vuole vivere qui, ha bisogno di essere disposta ad aiutarci ad uscirne.
portuguese: [_M_] Isso só é justo. Ela causou essa confusão, se ela quer viver aqui, ela precisa estar disposta a nos ajudar a sair dela.
russian: [_M_] Это только справедливо. Она вызвала этот беспорядок, если она хочет жить здесь, она должна быть готова помочь нам выйти из него.

source: [_M_] And now, she's out there playing this humble "poor me" act.
french: [ _M_ ] Et maintenant, elle est là pour jouer à cet humble acte "pauvre".
italian: [_M_] Ed ora, è là fuori a suonare questo umile "povero" atto.
portuguese: [_M_] E agora, ela está lá fora tocando esse ato humilde "pobre de mim".
russian: [_M_] И теперь, она отыграет этот скромный "бедный" акт.

source: [_M_] And in the moment I fell for it, I'm afraid I'm going to regret letting her stay.
french: [ _M_ ] Et au moment où je suis tombée pour ça, j'ai peur de regretter de la laisser rester.
italian: [_M_] E nel momento in cui sono caduto per esso, temo che rimpiangerò di lasciarla rimanere.
portuguese: [_M_] E no momento em que caí por ele, receio que me arrependi de deixá-la ficar.
russian: [_M_] И в тот момент, когда я пал за это, я боюсь, что я пожалею о том, что позволю ей остановиться.

source: [_R_] Well, let's just see how willing she is to make things right before we send her on her way.
french: [_R_] Eh bien, voyons juste à quel point elle est disposée à faire les choses avant que nous ne l'envoyions sur son chemin.
italian: [_R_] Beh, vediamo quanto sia disposta a fare le cose prima di mandarle sulla sua strada.
portuguese: [_R_] Bem, vamos ver o quão disposta ela está para fazer as coisas corretamente antes de enviarmos ela a caminho.
russian: Ну, давай просто посмотрим, как она будет готова, прежде чем мы отправим её по пути.

source: [_M_] What do you have in mind?
french: [_M_] Qu'avez-vous en tête ?
italian: [_M_] Che cosa hai in mente?

source: [_R_] First, we calm Joey down and let him know he'll get his money. You'll plead for some more time to pay it back.
french: [ _R_ ] Tout d'abord, on calme Joey et laissez-le savoir qu'il aura son argent. Tu vas plaider pour un peu plus de temps pour le rembourser.
italian: [_R_] Innanzitutto, calmiamo Joey e gli facciamo sapere che otterrà i suoi soldi. Chiederai ancora un po' di tempo per ripagarlo.
portuguese: [__R_] Primeiro, nós acalmamos Joey e avisamos que ele vai receber o seu dinheiro. Você vai alegar por mais algum tempo para pagá-lo de volta.
russian: Сначала мы успокоили Джоуи и дайте ему знать, что он получит свои деньги. Ты позволишь еще немного времени, чтобы вернуть его.

source: [_M_] Oh, I can be pretty persuasive when it comes to Joey. Just let me get him alone in his office.
french: [ _M_ ] Oh, je peux être assez convaincant quand il s'agit de Joey. Laissez-moi juste le chercher seul dans son bureau.
italian: [_M_] Oh, posso essere abbastanza persuasivo quando si tratta di Joey. Basta lasciarlo prendere solo nel suo ufficio.
portuguese: [_M_] Oh, eu posso ser muito persuasivo quando se trata de Joey. Só deixe-me colocá-lo sozinho em seu escritório.
russian: О, я могу быть довольно убедительным, когда дело доходит до Джоуи. Просто позволь мне взять его в свой кабинет.

source: [_R_] Gross... I don't want to hear those details.
french: [_R_] Gross... Je ne veux pas entendre ces détails.
italian: [_R_] Gross... Non voglio sentire quei dettagli.
portuguese: [_R_] Gross ... Eu não quero ouvir esses detalhes.
russian: [_R_] Грозы... Я не хочу услышать эти детали.

source: [_R_] Next, Remember how I helped Lauren and Mandy with their "Insta-Slam" account?
french: [_R_] Ensuite, rappelez-vous comment j'ai aidé Lauren et Mandy avec leur compte "Insta-Slam" ?
italian: [_R_] Next, Ricordati di come ho aiutato Lauren e Mandy con il loro account "Insta-Slam"?
portuguese: [__R_] Next, Lembra como eu ajudei Lauren e Mandy com a sua conta "Insta-Slam"?
russian: [_R_] Далее Помните, как я помог Лорен и Манди с их учетной записью «Insta-Slam»?
