Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] You'll just have to kneel down here and take a look.
dutch: [_R_] Je zal hier gewoon moeten knippen en een kijkje moeten nemen.
german: [_R_] Du musst hier nur knien und schauen.

source: [_BA_] Whoa!... That's the biggest cock I've ever seen in real life.
dutch: [_BA_] Wie!... Dat is de grootste haan die ik ooit in het echte leven gezien heb.
german: [_BA_] Whoa!... Das ist der größte Schwanz, den ich je im realen Leben gesehen habe.

source: [_BA_] I've only ever seen bigger in porn.
dutch: [_BA_] Ik heb alleen maar groter in porno gezien.
german: [_BA_] Ich habe nur noch größer in Porno gesehen.

source: [_BA_] Congratulations, dude!
dutch: [_BA_] Gefeliciteerd, dude!
german: [_BA_] Herzlichen Glückwunsch, dude!

source: [_R_] Unnn... Your hands are so soft. that feels really good.
dutch: [_R_] Unnn... Je handen zijn zo zacht. Dat voelt echt goed.
german: [_R_] Unnn... Deine Hände sind so weich, dass sich wirklich gut anfühlt.

source: [_BA_] I haven't even got started.
dutch: [_BA_] Ik ben nog niet eens begonnen.
german: [_BA_] Ich habe noch nicht einmal begonnen.

source: [_R_] Now, this is how to pass the time.
dutch: [_R_] Nu is dit hoe je de tijd passeert.
german: [_R_] Jetzt ist es so, wie man die Zeit vergeht.

source: [_R_] If only I could get you to do this for me during my history class.
dutch: [_R_] Alsof ik je dit voor me kan krijgen tijdens mijn geschiedenisles.
german: [_R_] Wenn nur ich dich dazu bringen könnte, das für mich während meiner Geschichtsklasse zu tun.

source: [_BA_] This is surprisingly enjoyable for me too.
dutch: [_BA_] Dit is ook verrassend leuk voor mij.
german: [_BA_] Das ist auch für mich überraschend angenehm.

source: [_RT_] {i}I can't just wish that Mom won't fuck Dad, but then go let some random girl jack me off.{/i}
dutch: [_RT_] {i}Ik kan niet zomaar wensen dat Mama Papa niet mist, maar laat mij dan wat willekeurige meisje af.{/i}
german: [_RT_] {i}Ich kann mir nicht einfach wünschen, dass die Mutter den Vater nicht fuckt, aber dann ein paar zufällige Mädchen abjacken lassen.{/i}

source: [_R_] That's really generous, but we'd better not.
dutch: [_R_] Dat is echt ruimhartig, maar beter niet.
german: [_R_] Das ist wirklich großzügig, aber wir wären besser nicht.

source: [_BA_] You sure? I'm pretty good at it.
dutch: [_BA_] weet je het zeker? Ik ben er best goed in.
german: [_BA_] Du sicher? Ich bin ziemlich gut.

source: [_R_] Urrgghh... It's really tempting.
dutch: [_R_] Urrgghh... Het is erg verleidelijk.
german: [_R_] Urrgghh... Es ist wirklich verführerisch.

source: [_R_] The problem is that I've kinda got a girlfriend.
dutch: [_R_] Het probleem is dat ik een vriendin heb.
german: [_R_] Das Problem ist, dass ich eine Freundin bekommen habe.

source: [_R_] I think she'd be pretty mad if I did something like that to her.
dutch: [_R_] Ik denk dat ze nogal boos zou zijn als ik zoiets voor haar zou doen.
german: [_R_] Ich denke, sie wäre ziemlich verrückt, wenn ich so etwas für sie tat.

source: [_BA_] I can respect that.
dutch: [_BA_] Ik kan dat respecteren.
german: [_BA_] Ich kann das respektieren.

source: [_BA_] She's a lucky girl to have someone so loyal.
dutch: [_BA_] Ze is een gelukkig meisje om iemand zo loyaal te hebben.
german: [_BA_] Sie ist ein glückliches Mädchen, jemanden so loyal zu haben.

source: [_BA_] You're making me want to do more with you.
dutch: [_BA_] Je maakt dat ik meer met je wil doen.
german: [_BA_] Du machst mich mehr mit dir zu tun.

source: [_BA_] But I'm okay with just chatting, I guess.
dutch: [_BA_] Maar ik ben oke met gewoon chatten, denk ik.
german: [_BA_] Aber ich bin nur mit Chatten in Ordnung, ich vermute.

source: [_D_] So, [mom_name], I'm wondering if you're feeling adventurous?
dutch: [_D_] Dus, [mom_name], ik vraag me af of je je avontuurlijk voelt?
german: [_D_] So, [mom_name], ich frage mich, ob du dich abenteuerlich fühlst?

source: [_M_] Hmmm... maybe.
dutch: [_M_] Hmmm... misschien.
german: [_M_] Hmmm... vielleicht.

source: [_M_] Are you going to dare me to do something?
dutch: [_M_] ga je me durven om iets te doen?
german: [_M_] wagst du mich, etwas zu tun?

source: [_D_] Haha... Sure... I dare you to take off your panties and bra, and let me keep them.
dutch: [_D_] Haha... Natuurlijk... Ik durf je uit je pannenkoe te halen en te remmen, en laat me ze behouden.
german: [_D_] Haha... Sicherlich... Ich wage dich, deine Hosen und deinen BH abzuziehen, und lass mich sie behalten.

source: [_M_] But, I'm wearing a see-through dress.
dutch: [_M_] Maar ik draag een jurk.
german: [_M_] Aber ich trage ein durchsichtiges Kleid.

source: [_M_] What if all the guards notice I'm not wearing my underwear on the way out?
dutch: [_M_] Wat als alle bewakers merken dat ik mijn ondergoed niet draag op de weg?
german: [_M_] Was passiert, wenn alle Wachen bemerken, dass ich meine Unterwäsche nicht auf dem Weg nach draußen trage?

source: [_M_] And [ryan] is sure to say something about it. I don't want him seeing my naked body through my semi-transparent dress.
dutch: [_M_] En [ryan] wil er zeker iets over zeggen. Ik wil niet dat hij mijn naakte lichaam ziet via mijn semi-transparante jurk.
german: [_M_] Und [ryan] ist sicher, etwas darüber zu sagen. Ich möchte nicht, dass er meinen nackten Körper durch mein halbtransparentes Kleid sieht.

source: [_D_] Haha... Sure... I dare you to take off your bra, and let me keep it.
dutch: [_D_] Haha... Natuurlijk... Ik durf je rem uit je hoofd te halen en laat me hem behouden.
german: [_D_] Haha... Sicherlich... Ich wage dich, deinen BH abzuziehen, und lass mich es behalten.

source: [_M_] But, I'm wearing a see-through blouse.
dutch: [_M_] Maar ik draag een doorschijnende blouse.
german: [_M_] Aber ich trage eine durchsichtige Bluse.

source: [_M_] What if all the guards notice I'm not wearing my bra on the way out?
dutch: [_M_] Wat als alle bewakers merken dat ik mijn pennenvlees niet draag op het weggaan?
german: [_M_] Was ist, wenn alle Wachen bemerken, dass ich meinen BH nicht auf dem Weg nach draußen trage?

source: [_M_] And [ryan] is sure to say something about it. I don't want him seeing my naked tits through my semi-transparent blouse.
dutch: [_M_] En [ryan] wil er zeker iets over zeggen. Ik wil niet dat hij mijn naakte tips door mijn semi-transparante blouse ziet.
german: [_M_] Und [ryan] ist sicher, etwas darüber zu sagen. Ich möchte nicht, dass er meine nackten Titten durch meine halbtransparente Bluse sieht.

source: [_D_] Don't worry, it's not that see-through. And [ryan]'s your son. He's not going to be staring at your tits. No boy wants to see their mother naked. I'll bet he doesn't notice at all.
dutch: [_D_] Maak je geen zorgen, het is niet zo goed doorschijnend en [ryan]is je zoon. Hij gaat niet naar je tips staren. Geen jongen wil hun moeder naakt zien. Ik wed dat hij helemaal niet merkt.
german: [_D_] Keine Sorge, es ist nicht so durchsickern. Und [ryan]ist dein Sohn. Er wird deine Titten nicht starren. Kein Junge will ihre Mutter nackt sehen. Ich wette, dass er überhaupt nicht bemerkt.

source: [_MT_] {i}You don't know anything about your son.{/i}
dutch: [_MT_] {i}Je weet niks over je son.{/i}
german: [_MT_] {i}Du weißt nichts über deinen Sohn.{/i}

source: [_D_] Come on! What happened to that adventurous young woman I met in that strip club?
dutch: [_D_] Kom op! Wat is er gebeurd met die avontuurlijke jonge vrouw die ik ontmoet heb in die strip club?
german: [_D_] Komm schon! Was ist mit dieser abenteuerlichen jungen Frau passiert, die ich in diesem Strip Club getroffen habe?

source: [_MT_] {i}You took all the wind out of her sails.{/i}
dutch: [_MT_] {i}Je hebt al de wind uit haar zeilen gehaald.{/i}
german: [_MT_] {i}Du hast den ganzen Wind aus ihren Segeln genommen. {/i}

source: [_MT_] {i}Maybe prison has changed him.{/i}
dutch: [_MT_] {i}Misschien is de gevangenis veranderd {/i}
german: [_MT_] {i}Vielleicht hat ihn das Gefängnis geändert.{/i}

source: [_MT_] {i}This is a pretty exciting dare he's given me.{/i}
dutch: [_MT_] {i}Dit is een erg spannende durf hij me gegeven te hebben.{/i}
german: [_MT_] {i}Dies ist ein ziemlich aufregender Mut, den er mir gegeben hat.{/i}

source: [_MT_] {i}It could be fun.{/i}
dutch: [_MT_] {i}Het kan leuk zijn.{/i}
german: [_MT_] {i}Es könnte Spaß machen.{/i}

source: [_M_] Alright. I accept your dare.
dutch: [_M_] Goed. Ik accepteer je moeder.
german: [_M_] Okay, ich akzeptiere deinen Mut.

source: [_M_] I'm gonna need help getting my bra off, though.
dutch: [_M_] Ik zal hulp nodig hebben om mijn bra af te krijgen.
german: [_M_] Ich werde aber Hilfe brauchen, um meinen BH loszukommen.

source: [_D_] My pleasure.
dutch: [_D_] Mijn plezier.
german: [_D_] Meine Freude.

source: [_DT_] {i}Eric's going to be excited when I give him his request.{/i}
dutch: [_DT_] {i}Erics zullen enthousiast worden wanneer ik hem zijn verzoek geef.{/i}
german: [_DT_] {i}Erics wird begeistert sein, wenn ich ihm seine Anfrage mache. {/i}

source: [_DT_] {i}I don't even want to think about what he's going to do with that underwear.{/i}
dutch: [_DT_] {i}Ik wil niet eens nadenken over wat hij met dat ondergoed gaat doen.{/i}
german: [_DT_] {i}Ich möchte nicht einmal darüber nachdenken, was er mit dieser Unterwäsche tun wird.{/i}

source: [_DT_] {i}At least I'll get some toilet hooch and cigarettes' out of this.{/i}
dutch: [_DT_] {i}Ik krijg tenminste wat toilethooch en sigaretten hieruit.{/i}
german: [_DT_] {i}Zumindest werde ich ein paar Toilettenschnallen und Zigaretten davon bekommen.{/i}

source: [_M_] Ok, I'd better make sure nobody's coming.
dutch: [_M_] Ok, ik zou er beter voor zorgen dat niemand komt.
german: [_M_] Ok, ich sollte besser sicherstellen, dass niemand kommt.

source: [_M_] Alright, it looks like the coast is clear.
german: [_M_] Okay, es sieht so aus, als ob die Küste klar ist.

source: [_M_] Hehehe... I can't believe we're doing this in the prison visiting room... Since when did you get so adventurous?
dutch: [_M_] Hehehehee... Ik kan niet geloven dat we dit doen in de ruimte van een gevangenisbezoek... Sinds wanneer ben je zo avontuurlijk geworden?
german: [_M_] Hehe... Ich kann nicht glauben, dass wir dies im Gefängnisgebäude tun... Seit wann hast du so abenteuerlich geworden?

source: [_D_] I've always been adventurous.
dutch: [_D_] Ik ben altijd avontuurlijk geweest.
german: [_D_] Ich war schon immer abenteuerlich.

source: [_M_] Not when it comes to sexual things.
dutch: [_M_] Niet als het om seksuele dingen gaat.
german: [_M_] Nicht wenn es um sexuelle Dinge geht.

source: [_DT_] {i}Not with you, maybe.{/i}
dutch: [_DT_] {i}Niet met jou, misschien.{/i}
german: [_DT_] {i}Vielleicht nicht mit dir. {/i}

source: [_D_] There, it's unclasped.
dutch: [_D_] daar, het is ongeclaseerd.
german: [_D_] Dort ist es nicht aufgeklappt.

source: [_M_] And let me just get my panties.
dutch: [_M_] En laat ik gewoon mijn broek zien.
german: [_M_] Und lass mich einfach meine Hosen bekommen.

source: [_D_] I should be able to hide these in my jumpsuit until I get back to my cell.
dutch: [_D_] Ik moet deze kunnen verbergen in mijn springpak, totdat ik weer terug ga naar mijn cel.
german: [_D_] Ich sollte in der Lage sein, diese in meinem Springanzug zu verstecken, bis ich wieder in meine Zelle komme.

source: [_M_] Oh my God!... That was fun!... I feel so naughty sitting here without my underwear on.
dutch: [_M_] Oh mijn God!... Dat was leuk! ... Ik voel me zo stoutmoedig hier zitten zonder dat ik mijn ondergoed heb opgegeven.
german: [_M_] Oh mein Gott!... Das war Spaß!... Ich fühle mich so versaut, hier ohne meine Unterwäsche zu sitzen.

source: [_M_] This stool is pretty cold on my bare pussy.
dutch: [_M_] Deze kruk is koud op mijn blote druk.
german: [_M_] Dieser Hocker ist ziemlich kalt in meiner nackten Fotze.

source: [_M_] And... Oh, no... My breasts just fell out of my dress...
dutch: [_M_] En... Oh, nee... Mijn borsten zijn net uit mijn jurk gevallen ...
german: [_M_] Und... Oh, nein... Meine Brüste sind gerade aus meinem Kleider...

source: [_M_] Oh my God!... That was fun!... I feel so naughty sitting here without my bra on.
dutch: [_M_] Oh mijn God!... Dat was leuk! ... Ik voel me zo stoutmoedig hier zitten zonder mijn bra op.
german: [_M_] Oh mein Gott!... Das war Spaß!... Ich fühle mich so versaut, hier ohne meinen BH zu sitzen.

source: [_M_] And... Oh, no... My breasts just fell out of my blouse...
dutch: [_M_] En... Oh, nee... Mijn borsten vielen net uit mijn blouse...
german: [_M_] Und... Oh, nein... Meine Brüste sind gerade aus meiner Blase gefallen...

source: [_D_] God, [mom_name]!
german: [_D_] Gott, [mom_name]!

source: [_D_] They still look incredible!
dutch: [_D_] Ze zien er nog steeds ongelooflijk!
german: [_D_] Sie sehen immer noch unglaublich aus!

source: [_M_] Just a little preview of our conjugal that's coming up in a few minutes.
dutch: [_M_] Een klein beetje preview van onze conjugal komt binnen enkele minuten voor.
german: [_M_] Nur eine kleine Vorschau unseres Konjugals, das in ein paar Minuten erscheint.

source: [_D_] Shit... Ummm... About that.
dutch: [_D_] Shit... Ummm... daarover.
german: [_D_] Shit... Ummm... Über das.

source: [_D_] There's not going to be a conjugal visit.
dutch: [_D_] Er gaat geen samenvoeging zijn.
german: [_D_] Es wird kein Konjugalbesuch stattfinden.

source: [_M_] No conjugal?
dutch: [_M_] Geen combinatie?
german: [_M_] Keine Konjugale?

source: [_D_] I'm sorry, honey... It's just that I've still got to meet with [ryan]... And I need to talk to my lawyer after... There's just not going to be enough time.
dutch: [_D_] Het spijt me, honing... Het is juist dat ik nog steeds moet ontmoeten met [ryan]. . - En ik moet met mijn advocaat praten na... Er zal gewoon niet genoeg tijd zijn.
german: [_D_] Tut mir leid, Honig... Es ist nur, dass ich noch mit [ryan]begegnen musste. . Und ich muss mit meinem Anwalt sprechen... Es wird einfach nicht genug Zeit geben.

source: [_M_] Not enough time?... Then why the hell have we been wasting time chit chatting in here?
dutch: [_M_] Niet genoeg tijd?... Waarom hebben we hier dan tijd verspild aan het chatten?
german: [_M_] Nicht genug Zeit?... Warum dann haben wir hier Zeit vergeudet?

source: [_D_] I wanted to hear about you and the family.
dutch: [_D_] Ik wilde over jou en de familie horen.
german: [_D_] Ich wollte von Ihnen und der Familie hören.

source: [_M_] Then you should have sent a letter.
dutch: [_M_] Dan moet je een brief gestuurd hebben.
german: [_M_] Dann solltest du einen Brief gesendet haben.

source: [_M_] I can't believe this.
dutch: [_M_] Ik kan dit niet geloven.
german: [_M_] Ich kann das nicht glauben.

source: [_D_] Honey, It's really not a big...
dutch: [_D_] Honing is echt geen groot...
german: [_D_] Honey, es ist wirklich keine große...

source: [_M_] You can ask [ryan] any other questions about the family.
dutch: [_M_] Je kunt [ryan] andere vragen stellen over de familie.
german: [_M_] Du kannst [ryan] andere Fragen zur Familie stellen.

source: [_M_] I'm leaving.
dutch: [_M_] Ik vertrek.
german: [_M_] Ich gehe weg.

source: [_D_] Wait!... Before you go...
dutch: [_D_] Wacht!... Voordat je gaat...
german: [_D_] Warten!... Bevor du gehst...

source: [_D_] I need you to give something to Joey DeCapo.
dutch: [_D_] Ik heb je nodig om iets te geven aan Joey DeCapo.
german: [_D_] Ich brauche dich, um Joey DeCapo etwas zu geben.

source: [_D_] A letter actually.
dutch: [_D_] Een brief eigenlijk.
german: [_D_] Ein Brief tatsächlich.

source: [_M_] I'm not delivering any letters to that slime ball!
dutch: [_M_] Ik bezorg geen brieven aan die slijmbal!
german: [_M_] Ich habe keine Briefe an diese Schleimkugel geschickt!

source: [_D_] You will if you don't want me to die in here.
dutch: [_D_] Je zal het doen als je niet wilt dat ik hier sterf.
german: [_D_] Du wirst, wenn du nicht willst, dass ich hier sterbe.

source: [_M_] {i}(Under her breath){/i} You son of a bitch!
dutch: [_M_] {i}(Onder haar adem){/i} Je zoon van een bitch!
german: [_M_] {i}(Unter ihrem Atem){/i} Du bist Sohn einer Hündin!

source: [_M_] And where am I supposed to stick this?
dutch: [_M_] En waar moet ik dit houden?
german: [_M_] Und wo soll ich das halten?

source: [_M_] And you'd better not say up your ass.
dutch: [_M_] En je zou beter niet je zin kunnen vertellen.
german: [_M_] Und du solltest deinen Arsch lieber nicht sagen.

source: [_D_] Just stick it in your shoe or something.
dutch: [_D_] Steek het gewoon in je schoen of iets anders.
german: [_D_] Halten Sie es einfach in Ihrem Schuh oder etwas.

source: [_D_] It's really important that he gets this.
dutch: [_D_] Het is echt belangrijk dat hij dit krijgt.
german: [_D_] Es ist wirklich wichtig, dass er dies bekommt.

source: [_D_] Bring it to him as soon as you can.
dutch: [_D_] Breng het naar hem zodra je kan.
german: [_D_] Bring es ihm so schnell wie möglich.

source: [_M_] Ok... If that's all you have to say to me... I'm gonna just go.
dutch: [_M_] Ok... Als dat alles is wat je tegen me moet zeggen... Ik ga gewoon weg.
german: [_M_] Ok... Wenn das alles ist, musst du mir nur sagen... Ich werde nur gehen.

source: [_D_] Yeah, I can't think of anything else.
dutch: [_D_] Yeah, ik kan niets anders bedenken.
german: [_D_] Ja, ich kann mir nichts anderes vorstellen.

source: [_MT_] {i}That selfish piece of Shit!{/i}
dutch: [_MT_] {i}Dat egoïstische stukje Shit!{/i}
german: [_MT_] {i}Das egoistische Stück Shit!{/i}

source: [_MT_] {i}I can't believe he's still doing favors for the Mafia!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat hij nog steeds gunsten doet voor de Mafia!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass er immer noch Gefallen für die Mafia tut!{/i}

source: [_MT_] {i}And now he's making me take part?{/i}
dutch: [_MT_] {i}En nu maakt hij mij deel?{/i}
german: [_MT_] {i}Und jetzt macht er mich teilnehmen?{/i}

source: [_MT_] {i}Uuurggghhh!!! I could wring his neck!{/i}
dutch: [_MT_] {i}Oeigoerh!!! Ik kon zijn nek wringen!{/i}
german: [_MT_] {i}Uuurggghh!!! Ich könnte seinen Nacken winnen!{/i}

source: [_MT_] {i}He seemed as if he could care less if I were there.{/i}
dutch: [_MT_] {i}Hij leek het alsof het hem minder kon verzorgen als ik er was.{/i}
german: [_MT_] {i}Er schien, als könnte er sich weniger darum kümmern, wenn ich dort wäre. {/i}

source: [_MT_] {i}I guess I shouldn't have expected much more... It's not like he ever gave me much attention before he went to prison.{/i}
dutch: [_MT_] {i}denk ik dat ik niet veel meer had moeten verwachten... Het is niet alsof hij me ooit veel aandacht gaf voordat hij naar gevangenschap ging .{/i}
german: [_MT_] {i}Ich denke, ich hätte nicht viel erwartet mehr... Es ist nicht so, als ob er mir jemals viel Aufmerksamkeit geschenkt hat, bevor er ins Gefängnis gegangen ist. {/i}

source: [_MT_] {i}At least there's one guy in my life that seems like he really cares for me... And it has to be my fucking son.{/i}
dutch: [_MT_] {i}Er is tenminste één man in mijn leven die lijkt alsof hij echt om mij geeft. . En het moet mijn fucking son.{/i} zijn
german: [_MT_] {i}Zumindest gibt es in meinem Leben einen Kerl, der mir so scheint, als ob er sich wirklich um mich kümmert. . Und es muss mein fuckender Sohn sein.{/i}

source: [_R_] Oh, God... Brianne, that's really starting to feel good!
dutch: [_R_] Oh, God... Brian, dat voelt echt lekker!
german: [_R_] Oh, Gott... Brianne, das beginnt wirklich gut zu fühlen!

source: [_BA_] Good... Oh let me know when you're about to cum.
dutch: [_BA_] Goed... Laat het me weten wanneer je op het punt staat te cumeren.
german: [_BA_] Gut... Oh lass mich wissen, wenn du dabei bist.

source: [_R_] Fuck, here it comes!
dutch: [_R_] Fuck, hier komt het!
german: [_R_] Fuck, hier kommt es!

source: [_M_] Oh... my... God!
dutch: [_M_] Oh... ik... God!
german: [_M_] Oh... mich... Gott!

source: [_M_] What do you two think you're doing?
dutch: [_M_] Wat denk je twee aan het doen?
german: [_M_] Was denkst du zweierlei?

source: [_BA_] And, that's my queue to leave.
dutch: [_BA_] En, dat is mijn wachtrij om te vertrekken.
german: [_BA_] Und das ist meine Warteschlange zu verlassen.

source: [_BA_] Thanks, [ryan], for helping me pass the time.
dutch: [_BA_] Bedankt, [ryan], om me te helpen voorbij de tijd te gaan.
german: [_BA_] Danke, [ryan], dass du mir geholfen hast, die Zeit zu vergehen.

source: [_R_] No, thank you for ummm... I'd better not finish saying that.
dutch: [_R_] Nee, dank u voor ummm... Ik kan beter niet eindigen om dat te zeggen.
german: [_R_] Nein, vielen Dank für Ummm... Ich würde es besser nicht beenden, das zu sagen.

source: [_BA_] Haha... Hope to see you soon.
dutch: [_BA_] Haha... Ik hoop je snel te zien.
german: [_BA_] Haha... Ich hoffe, Sie bald zu sehen.

source: [_R_] Maybe on the next visiting day.
dutch: [_R_] Misschien op de volgende bezoekdag.
german: [_R_] Vielleicht am nächsten Besuchstag.

source: [_MT_] {i}What the fuck? I came here to get laid, I get shut down, but my son ends up with a happy ending?{/i}
dutch: [_MT_] {i}Wat de fuck? Ik kwam hier om laid te worden, ik word gesloten, maar mijn zoon eindigt met een gelukkige eind?{/i}
german: [_MT_] {i}Was für einen Fick? Ich bin hierher gekommen, um zu liegen, ich werde heruntergefahren, aber mein Sohn hat ein glückliches Ende?{/i}

source: [_MT_] {i}Why is life so fucking unfair?{/i}
dutch: [_MT_] {i}Waarom is het leven zo oneerlijk?{/i}
german: [_MT_] {i}Warum fuckt das Leben so ungerecht aus?{/i}

source: [_MT_] {i}Just look at that shit eating grin, and that huge cummy cock hanging out.{/i}
dutch: [_MT_] {i}Kijk gewoon naar die granaten eten en die enorme cummie hangt eruit.{/i}
german: [_MT_] {i}Schau dir einfach das Scheiß an, das grin isst und den riesigen Cummy Schwanz ausgehängt.{/i}

source: [_MT_] {i}I was starting to worry he had eyes for only me.{/i}
dutch: [_MT_] {i}Ik begon me zorgen te maken dat hij alleen oog had voor mij.{/i}
german: [_MT_] {i}Ich fing an zu fürchten, er hatte nur für mich die Augen. {/i}

source: [_MT_] {i}So why the fuck am I feeling jealous of that random girl?{/i}
dutch: [_MT_] {i}Dus waarom voel ik me jaloers van dat willekeurige meisje?{/i}
german: [_MT_] {i}Warum also fühle ich mich eifersüchtig auf dieses zufällige Mädchen? {/i}

source: {b}{i}"Mom's Affection -1"{/i}{/b}
dutch: {b}{i}"Momenten Affection -1"{/i}{/b}
german: {b}{i}"Mamas Affection -1"{/i}{/b}

source: [_R_] That was even faster than I thought you two would be.
dutch: [_R_] Dat was nog sneller dan ik dacht dat jij twee zou zijn.
german: [_R_] Das war sogar noch schneller, als ich dachte, du wärst zwei.

source: [_M_] Yeah well... Things didn't exactly work out.
dutch: [_M_] Yeah goed... Dat werkte niet goed.
german: [_M_] Ja gut... Die Dinge haben nicht gerade funktioniert.

source: [_M_] And can you put that thing away?
dutch: [_M_] En kun je dat ding wegdoen?
german: [_M_] Und kannst du diese Sache wegsetzen?

source: [_M_] It's inappropriate to be showing that massive rod off while your mother is trying to talk to you.
dutch: [_M_] Het is ongepast om die enorme stang te laten zien terwijl je moeder probeert met je te praten.
german: [_M_] Es ist unangebracht, diese massive Rute zu zeigen, während deine Mutter versucht, mit dir zu sprechen.

source: [_R_] Says my mother as she stands in front of me in a see-through dress with no underwear on.
dutch: [_R_] Ziet mijn moeder als ze voor me staat in een doorschijnende jurk zonder ondergoed aan.
german: [_R_] Sagt meine Mutter, wie sie vor mir steht in einem durchsichtigen Kleid ohne Unterwäsche.

source: [_R_] Says my mother as she stands in front of me in a see-through blouse with no bra on.
dutch: [_R_] Zorgt dat mijn moeder voor mij staat in een doorschijnende blouse zonder bra aan.
german: [_R_] Sagt meine Mutter, während sie vor mir in einer durchsichtigen Bluse steht, ohne BH auf.
