Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_CD_] We've got to make sure it's available to our other VIP's as well.
italian: [_CD_] Dobbiamo assicurarci che sia disponibile anche per gli altri VIP.

source: [_R_] I guess that's understandable.
italian: [_R_] Immagino che sia comprensibile.

source: [_CD_] Yeah, sorry!
italian: [_CD_] Sì, mi dispiace!

source: [_CD_] I'm not too busy right now, if you want a lap dance. I'd be more than happy to oblige.
italian: [_CD_] non sono troppo impegnato in questo momento, se vuoi un giro di ballo. Sarei più che felice di dovere.

source: [_R_] Shit, I'd love too, but I'm don't have enough money for a lap dance.
italian: [_R_] Merda, amerei anche, ma non ho abbastanza soldi per un giro di ballo.

source: [_R_] I was hoping I might see some of your moves on the pole though.
italian: [_R_] Speravo di poter vedere alcune delle tue mosse sul polo però.

source: [_CD_] Sorry, If you don't have the money for a lap dance, I know you don't have enough to tip me.
italian: [_CD_] Mi dispiace, se non hai i soldi per una danza sul giro, so che non hai abbastanza per darmi una mancia.

source: [_CD_] You'll just have to wait around and hope some higher rollers show up.
italian: [_CD_] Dovrai solo aspettare e sperare che alcuni rulli più alti si presentino.

source: [_RT_] {i}I don't have time to wait for that.{/i}
italian: [_RT_] {i}Non ho tempo di aspettarlo.{/i}

source: [_R_] Alright... I'm outta here.
italian: [_R_] Bene... Sono fuori qui.

source: [_R_] Yeah... I'm not really feeling it for a lap dance today.
italian: [_R_] Sì... Non lo sento davvero per un giro di danza oggi.

source: [_R_] I was hoping I could just see some of your moves on the pole.
italian: [_R_] Speravo di poter vedere solo alcune delle tue mosse sul palo.

source: [_CD_] Sorry, buddy... If you're not willing to spend the money for a lap dance, I'm sure you wouldn't tip me either.
italian: [_CD_] Mi dispiace, amico... Se non sei disposto a spendere i soldi per un giro di danza, sono sicuro che non mi mancheresti neanche me.

source: [_CD_] Back again?
italian: [_CD_] Indietro di nuovo?

source: [_CD_] The VIP room is still full. Do you want a lap dance instead?
italian: [_CD_] La sala VIP è ancora piena. Vuoi invece un giro danza?

source: [_CD_] You got it!
italian: [_CD_] L'hai capito!

source: [_R_] I'm good, thanks! I'm just looking around.
italian: [_R_] sono bravo, grazie! Sto solo guardando intorno.

source: [_CD_] Oh, Ok... Come back if you decide you want me grinding all over your business.
italian: [_CD_] Oh, Ok... Torna se decidi di volermi macinare tutto il tuo business.

source: [_R_] Will do.
italian: [_R_] Lo farò.

source: [_CD_] Look who's back for more.
italian: [_CD_] Guardate chi è tornato per più.

source: [_CD_] What can I do for you today?
italian: [_CD_] Cosa posso fare per te oggi?

source: [_CD_] Really?... You don't want to go in the VIP room and spend a whole bunch of money on me today?
italian: [_CD_] Davvero?... Non vuoi andare nella sala VIP e spendere un sacco di soldi su di me oggi?

source: [_R_] Sorry, not today.
italian: [_R_] Ci dispiace, non oggi.

source: [_CD_] Whatever you want.
italian: [_CD_] Qualsiasi cosa tu voglia.

source: [_CD_] I'm sorry, but the VIP room is occupied by someone with an Ace level membership.
italian: [_CD_] mi dispiace, ma la sala VIP è occupata da qualcuno con un livello di Asso.

source: [_CD_] I'm not allowed to kick him out for a "King".
italian: [_CD_] Non mi è permesso cacciarlo fuori per un "Re".

source: [_CD_] I won't be needed in there for a little while though, would you be interested in a lap dance before I have to go?
italian: [_CD_] Non mi servirà per un po' di tempo, però, saresti interessato a un giro danzante prima di andarmi?

source: [_R_] I'm sorry, but I think I'll have to pass on the lap dance today.
italian: [_R_] mi dispiace, ma penso che oggi dovrò passare il giro danzante.

source: [_R_] I'll just come back another day to see if the VIP room is available.
italian: [_R_] Tornerò un altro giorno per vedere se la sala VIP è disponibile.

source: [_CD_] I'm sorry we couldn't make it happen today. I'll be hoping it's available for you next time too!
italian: [_CD_] mi dispiace che non siamo riusciti a farla succedere oggi. Speriamo che sia disponibile anche per te la prossima volta!

source: [_CD_] You bet. Let me just let them know we're coming.
italian: [_CD_] Puoi scommettere. Lasciami solo far sapere loro che stiamo arrivando.

source: [_CD_] Aaaand sent.
italian: [_CD_] Aaaand inviato.

source: [_CD_] Ok, follow me.
italian: [_CD_] Ok, seguimi.

source: [_CD_] I was hoping you'd be returning soon.
italian: [_CD_] speravo che sareste tornati presto.

source: [_CD_] I hope you'll spend some money on me tonight.
italian: [_CD_] Spero che mi spenderai un po' di soldi stasera.

source: [_CD_] Let me just scan your card, aaand...
italian: [_CD_] Permettetemi di scansionare la vostra carta, aaanda...

source: [_CD_] You're good to go.
italian: [_CD_] Sei bravo ad andare.

source: [_CD_] I'm going to run change... I'll see you in there.
italian: [_CD_] correrò il cambiamento... Ti vedrò lì dentro.

source: [_RV_] Hi, [ryan]! It's so good to have you back here with us!
italian: [_RV_] Hi, [ryan]! È così bello farti tornare qui con noi!

source: [_RV_] Can I get you something to drink?
italian: [_RV_] Posso farti qualcosa da bere?

source: [_RV_] Uhhh... Ok, I'll be right back with that... Make yourself comfortable.
italian: [_RV_] Uhhhh... Ok, tornerò subito con quello... Renditi comodo.

source: [_R_] And make sure you give yourself a twenty dollar tip.
italian: [_R_] E assicurati di darti una punta di venti dollari.

source: [_RV_] You're too kind!
italian: [_RV_] Sei troppo gentile!

source: [_RV_] I'll be right back with that.
italian: [_RV_] Tornerò subito con quello.

source: [_RV_] Make yourself comfortable while you wait.
italian: [_RV_] Renditi comodo mentre aspetti.

source: [_RT_] {i}What kind of fun do I want to have today?{/i}
italian: [_RT_] {i}Che tipo di divertimento voglio avere oggi?{/i}

source: [_RV_] Here's you free water.
italian: [_RV_] Ecco che hai acqua libera.

source: [_RV_] Is there anything else I can get for you?
italian: [_RV_] C'è qualcosa che posso ottenere per te?

source: [_R_] I was hoping that maybe you offered some "Special" services... If you know what I mean?
italian: [_R_] Stavo sperando che forse hai offerto alcuni servizi "speciali"... Se sai cosa intendo?

source: [_RV_] And I was hoping you'd order a nice drink and give me a decent tip, but it looks like we're both going to be disappointed.
italian: [_RV_] E speravo che ordinassi una bella bevanda e mi dassi una buona mancia, ma sembra che entrambi saremo delusi.

source: [_RV_] I hope you enjoy the rest of your time here.
italian: [_RV_] Spero che vi piaccia il resto del vostro tempo qui.

source: [_RV_] Ok, I hope you enjoy the rest of your time here.
italian: [_RV_] Ok, spero che vi piaccia il resto del vostro tempo qui.

source: [_RV_] Here's that whiskey for you.
italian: [_RV_] Ecco quel whisky per te.

source: [_R_] I was hoping you'd be willing to offer me some of those special services, again.
italian: [_R_] speravo che sareste disposti a offrirmi di nuovo alcuni di questi servizi speciali.

source: [_RV_] Hmmm... Yeah, I could use some extra money tonight.
italian: [_RV_] Hmmm... Sì, potrei usare qualche denaro in più stasera.

source: [_RV_] Well, since I'm just a waitress, I can say no to anyone who asks, but I think I kind of want to make some extra money tonight.
italian: [_RV_] Beh, poiché sono solo una cameriera, posso dire no a chiunque chieda, ma penso di voler fare qualche soldo in più stasera.

source: [_RT_] {i}How much should I spend? What kind of service do I want?{/i}
italian: [_RT_] {i}Quanto dovrei spendere? Che tipo di servizio voglio?{/i}

source: [_R_] Actually, never mind... I think I'll just keep looking around.
italian: [_R_] In realtà, non pensate mai... penso che continuerò a guardare intorno.

source: [_RV_] Alright, I hope you enjoy your night.
italian: [_RV_] Bene, spero che ti piaccia la tua notte.

source: [_RV_] Ok, I hope you enjoy the rest of your night.
italian: [_RV_] Ok, spero che ti piaccia il resto della tua notte.

source: [_RT_] {i}Now this is great!{/i}
italian: [_RT_] {i}Ora questo è grande!{/i}

source: [_RT_] {i}These girls look amazing!{/i}
italian: [_RT_] {i}Queste ragazze sembrano incredibili!{/i}

source: [_RT_] {i}It's probably about time I make some choices.{/i}
italian: [_RT_] {i}Probabilmente è tempo di fare alcune scelte.{/i}

source: [_CD_] Oh, Ok... Come back and talk to me if you need anything from me.
italian: [_CD_] Oh, Ok... Tornate a parlare con me se avete bisogno di qualcosa da me.

source: [_CD_] Oh, good! You're back!
italian: [_CD_] Oh, buono! Sei tornato!

source: [_CD_] I'm having such a slow night!... I was hoping someone would come!
italian: [_CD_] Ho una notte così lenta!... speravo che qualcuno sarebbe venuto!

source: [_R_] Hi, Candy, how's your husband Jack?
italian: [_R_] Ciao, Candy, come è tuo marito Jack?

source: [_CD_] Why would you even ask about that tiny dicked loser again?
italian: [_CD_] Perché si dovrebbe anche chiedere di quel piccolo cazzo perdente di nuovo?

source: [_CD_] You enjoy humiliating me, don't you?
italian: [_CD_] Ti piace umiliarmi, vero?

source: [_CD_] I need a real big dick to grind up against tonight.
italian: [_CD_] Ho bisogno di un vero e proprio grosso cazzo per macinare contro stasera.

source: [_CD_] Speaking of which... I really hope you're here for a lap dance!
italian: [_CD_] Parlando di cui... Spero davvero che tu sia qui per un giro di ballo!

source: [_R_] Hi, Candy.
italian: [_R_] Ciao, Candy.

source: [_CD_] Please tell me you're here for a lap dance!
italian: [_CD_] Per favore, dimmi che sei qui per un giro di danza!

source: [_R_] Actually, I was hoping for a little more then that this evening.
italian: [_R_] In realtà, stavo sperando per un po 'di più che stasera.

source: [_CD_] [ryan], you know your options are limited to watching me strip and a lap... Wait!
italian: [_CD_] [ryan], sai che le tue opzioni sono limitate a guardarmi la striscia e un giro... Aspetta!

source: [_CD_] Did you get a VIP membership?
italian: [_CD_] Hai ottenuto un abbonamento VIP?

source: [_CD_] You did!... Scarlette told me that Joey was going to be giving a new membership out this week.
italian: [_CD_] Hai fatto!... Scarlette mi ha detto che Joey stava per dare una nuova adesione questa settimana.

source: [_CD_] I didn't think it would be you since you're not a real high spender.
italian: [_CD_] Non pensavo che sarebbe tu dal momento che non sei un vero e proprio spenditore alto.

source: [_R_] Well, I did save his life.
italian: [_R_] Beh, ho salvato la sua vita.

source: [_CD_] Yeah, I guess that makes sense.
italian: [_CD_] Sì, immagino che abbia senso.

source: [_R_] So, Joey said I should show you the card and you'll take me to the VIP room?
italian: [_R_] Quindi, Joey ha detto che dovrei mostrarti la carta e mi porterai nella sala VIP?

source: [_CD_] Urr... Sorry, but that's not going to be possible.
italian: [_CD_] Urr... Ci dispiace, ma non sarà possibile.

source: [_CD_] You see, There's already a client in the VIP room. Not only that, but he's part of what's called "The Royal Family", meaning he's got higher privileges than most of the other VIP members.
italian: [_CD_] Vedete, c'è già un cliente nella sala VIP. Non solo, ma fa parte di quella che è chiamata "La famiglia reale", il che significa che ha i privilegi più alti rispetto alla maggior parte degli altri membri VIP.

source: [_R_] Oh, yeah... Joey said something about that... He said I was in "The Royal family".
italian: [_R_] Oh, sì... Joey ha detto qualcosa a riguardo... Ha detto che ero in "La famiglia reale".

source: [_CD_] I'm sorry... You?... In "The Royal Family"?... I think you must have heard wrong.
italian: [_CD_] mi dispiace... Tu?... Nella "Famiglia Reale"?... penso che tu debba aver sentito male.

source: [_R_] That's what he said.
italian: [_R_] È quello che ha detto.

source: [_CD_] Can I see your card?
italian: [_CD_] Posso vedere la tua carta?

source: [_CD_] Oh, Wow!... No fucking way!
italian: [_CD_] Oh, Wow!... No cazzo modo!

source: [_CD_] You're a King?
italian: [_CD_] Sei un re?

source: [_CD_] Holy shit!
italian: [_CD_] Porca puttana!

source: [_CD_] In that case, let me make sure the VIP room is ready for you.
italian: [_CD_] In questo caso, permettetemi di assicurarsi che la sala VIP sia pronta per voi.

source: [_R_] Sounds good, but I don't see why we can't both use it.
italian: [_R_] Suona bene, ma non vedo perché entrambi non possiamo usarlo.

source: [_CD_] [ryan]!... You're a fucking King!
italian: [_CD_] [ryan]!... Sei un Re del cazzo!

source: [_CD_] You don't have to share the room with this guy. He's just a Jack.
italian: [_CD_] Non devi condividere la stanza con questo ragazzo. È solo un Jack.

source: [_R_] I don't want to kick someone out.
italian: [_R_] Non voglio cacciare qualcuno fuori.

source: [_CD_] Don't worry, he'll understand. Just like you'll have to understand if we ever kick you out of there for an Ace.
italian: [_CD_] Non ti preoccupare, capirà. Proprio come dovrai capire se ti buttiamo fuori da lì per un Asso.

source: [_R_] Wait... You'd just kick me out?
italian: [_R_] Aspetta... Mi hai appena cacciato?

source: [_CD_] In a heartbeat.
italian: [_CD_] In un battito cardiaco.

source: [_CD_] And you couldn't do anything about it.
italian: [_CD_] E non potevi fare nulla al riguardo.

source: [_CD_] So... you want to go see the VIP room?
italian: [_CD_] Quindi... vuoi andare a vedere la sala VIP?

source: [_R_] Yeah... I guess.
italian: [_R_] Sì... Immagino che.

source: [_CD_] Give me just a minute.
italian: [_CD_] Dammi solo un minuto.

source: [_CD_] {b}{i}(TEXT){/i} I need you to get rid of the Mayor... I've got a King that needs the room.{/b}
italian: [_CD_] {b}{i}(TEXT){/i} Ho bisogno di voi per sbarazzarsi del Sindaco... Ho un Re che ha bisogno della stanza.{/b}

source: {b}{i}(RETURN TEXT){/i} Gladly! Anything to get rid of his sweaty balls. Hopefully the next guy has better hygiene.{/b}
italian: {b}{i}(RETURN TEXT){/i} Gladly! Qualcosa per sbarazzarsi delle sue palle sudate. Speriamo che il prossimo ragazzo abbia una migliore igiene.{/b}

source: [_CD_] {b}{i}(TEXT){/i} I can't vouch for that, but at least he's younger than sixty.{/b}
italian: [_CD_] {b}{i}(TEXT){/i} Non posso garantirlo, ma almeno è più giovane di sessanta.{/b}

source: {b}{i}(RETURN TEXT){/i} Thank God! Is he hot?{/b}
italian: {b}{i}(RETURN TEXT){/i} Grazie Dio! Fa caldo?{/b}

source: [_CD_] {b}{i}(TEXT){/i} Not in the traditional sense, but at least he's not ugly.{/b}
italian: [_CD_] {b}{i}(TEXT){/i} Non nel senso tradizionale, ma almeno non è brutto.{/b}

source: {b}{i}(RETURN TEXT){/i} I'll take "not ugly" any day. Give us five minutes to clean up.{/b}
italian: {b}{i}(RETURN TEXT){/i} Io prenderò "non brutto" ogni giorno. Dacci cinque minuti per ripulire.{/b}

source: [_CD_] The room will be ready in five minutes.
italian: [_CD_] La stanza sarà pronta tra cinque minuti.

source: {i}"Five minutes later."{/i}
italian: {i}"Cinque minuti dopo."{/i}

source: [_CD_] I think you're going to have a lot of fun.
italian: [_CD_] Penso che ti divertirai molto.

source: [_CD_] I hope you brought some money though. As with most things, the more money you have, the more fun you're going to have.
italian: [_CD_] Spero che tu abbia portato dei soldi. Come per la maggior parte delle cose, più denaro hai, più divertimento avrai.

source: [_CD_] For the right price, you can live out just about any fantasy.
italian: [_CD_] Per il giusto prezzo, puoi vivere quasi ogni fantasia.

source: [_CD_] The most important thing though, is you don't talk about what happens in the VIP room. You don't talk about anyone you see in the VIP room.
italian: [_CD_] La cosa più importante, però, è non parlare di ciò che accade nella sala VIP. Non parlate di nessuno che vedete nella sala VIP.

source: [_CD_] If Joey finds out you've been talking about the VIP room to anyone, you're card will disappear faster than Charlie the Chin.
italian: [_CD_] Se Joey scopre che hai parlato della sala VIP con chiunque, la tua carta scomparirà più velocemente di Charlie the Chin.

source: [_CD_] Understand?
italian: [_CD_] Capire?

source: [_R_] Yeah, I won't say a word to anybody.
italian: [_R_] Sì, non dirò una parola a nessuno.

source: [_CD_] Smart boy.
italian: [_CD_] Ragazzo intelligente.

source: [_CD_] Now, the chip in the card should unlock the door... Hmmm... Nothing's happening.
italian: [_CD_] Ora, il chip nella scheda dovrebbe sbloccare la porta... Hmmm... Niente sta accadendo.

source: [_CD_] Hey!... Are you trying to pull a fast one on... Oh there it goes.
italian: [_CD_] Hey!... Stai cercando di tirare uno veloce su... Oh là va.

source: [_CD_] Welcome to "The VIP Room"!
italian: [_CD_] Benvenuto nella "Sala VIP"!

source: [_RT_] {i}Wow!... I can't believe there's such an exclusive place in our city.{/i}
italian: [_RT_] {i}Wow!... Non posso credere che ci sia un posto così esclusivo nella nostra città.{/i}

source: [_RT_] {i}I feel like I don't appreciate this as much as I should. From the way everyone's talking about it maybe there's something I'm missing.{/i}
italian: [_RT_] {i}Mi sento come non apprezzo questo tanto quanto dovrei. Dal modo in cui tutti ne parlano forse c'è qualcosa che mi manca.{/i}

source: [_CD_] Why don't you go on in and take a look around. Talk to Ravyn... She's the waitress inside. She'll help you get settled.
italian: [_CD_] Perché non vai avanti e dai un'occhiata in giro. Parla con Ravyn... Lei è la cameriera all'interno. Ti aiuterà a risolvere il problema.

source: [_CD_] I'm going to go grab my VIP room outfit. I'll join you shortly.
italian: [_CD_] andrò a prendere il mio vestito VIP stanza. Mi unirò a breve.

source: [_RT_] {i}I wonder what all the hype is about?{/i}
italian: [_RT_] {i}Mi chiedo di cosa sia tutto l'hype? {/i}

source: [_RT_] {i}It looks like a normal strip club to me.{/i}
italian: [_RT_] {i}Sembra un normale strip club per me.{/i}

source: [_RT_] {i}I mean, that girl looks pretty damn sexy, but all high end clubs have sexy girls.{/i}
italian: [_RT_] {i}Voglio dire, che la ragazza sembra piuttosto dannata sexy, ma tutti i club di fascia alta hanno ragazze sexy.{/i}

source: [_RT_] {i}But why does she look so familiar?{/i}
italian: [_RT_] {i}Ma perché sembra così familiare?{/i}

source: [_RT_] {i}I can't believe they kicked the Mayor out of here for me.{/i}
italian: [_RT_] {i}Non posso credere che abbiano cacciato il Sindaco da qui per me.{/i}

source: [_RT_] {i}The other strip poles are empty. It must be a slow night.{/i}
italian: [_RT_] {i}Gli altri poli sono vuoti. Deve essere una notte lenta.{/i}

source: [_RT_] {i}And that must be the waitress, Ravyn.{/i}
italian: [_RT_] {i}E questa deve essere la cameriera, Ravyn.{/i}

source: [_RV_] Welcome to the VIP room King [ryan]
italian: [_RV_] Benvenuto nella sala VIP King [ryan]

source: [_R_] Uhhh... you can just call me [ryan]
italian: [_R_] Uhhhh... puoi solo chiamarmi [ryan]

source: [_RV_] Whatever you want, my king.
italian: [_RV_] Qualunque cosa tu voglia, il mio re.

source: [_RV_] I'm here to make your visit as enjoyable as possible.
italian: [_RV_] Sono qui per rendere la vostra visita il più piacevole possibile.

source: [_RV_] Can I start you off with a drink?
italian: [_RV_] Posso iniziarti con un drink?

source: [_RV_] Maybe you'd enjoy some mood altering substances?
italian: [_RV_] Forse ti piacerebbe qualche sostanza che altera l'umore?

source: [_R_] Mood altering?... You mean like... {i}(whispering){/i} drugs?
italian: [_R_] Mood altering?... Vuoi dire... {i}(whispering){/i} droghe?

source: [_RV_] Haha... yeah... We've got the purest, highest quality substances north of the border.
italian: [_RV_] Haha... sì... Abbiamo le sostanze più pure, di altissima qualità a nord del confine.

source: [_RT_] {i}Holy shit!... I could probably ask for cocaine if I wanted.{/i}
italian: [_RT_] {i}merda santa!... Probabilmente potrei chiedere la cocaina se volesso.{/i}

source: [_RT_] {i}My schools anti-drug program has effectively made me a bit nervous to jump into that shit... at least for now.{/i}
italian: [_RT_] {i}Il mio programma anti-droga delle scuole mi ha effettivamente reso un po 'nervoso per saltare in quella merda... almeno per ora.{/i}

source: [_R_] Uhh... Maybe I'll just have a drink?
italian: [_R_] Uhh... Forse avrò solo un drink?

source: [_RV_] Of course what can I get for you.
italian: [_RV_] Naturalmente quello che posso ottenere per voi.

source: [_R_] Umm... What's your finest alcohol?
italian: [_R_] Umm... Qual è il tuo alcol più bello?

source: [_RV_] Well, we've got a special Kors Vodka starting at seventeen thousand dollars.
italian: [_RV_] Beh, abbiamo una speciale Kors Vodka a partire da diciassette mila dollari.

source: [_RV_] For something like that, I would need to get payment before I open the bottle.
italian: [_RV_] Per qualcosa di simile, avrei bisogno di ottenere il pagamento prima di aprire la bottiglia.

source: [_R_] Uh, I guess I should have said, what is your finest free alcohol?
italian: [_R_] Uh, immagino che avrei dovuto dire, qual è il tuo miglior alcool libero?

source: [_RV_] Free?... Oh, no... The VIP room doesn't offer things for free.
italian: [_RV_] Gratis?... Oh, no... La sala VIP non offre le cose gratuitamente.

source: [_R_] What?... I thought VIP's get everything comped.
italian: [_R_] Cosa?... Ho pensato che VIP ottenere tutto compattato.

source: [_RV_] Not in most situations. Most of our VIP's have money to burn.
italian: [_RV_] Non nella maggior parte delle situazioni. La maggior parte dei nostri VIP ha soldi da bruciare.

source: [_RV_] They've got so much money they don't even blink at dropping half a million here in a night.
italian: [_RV_] Hanno così tanti soldi che non battono nemmeno a cadere mezzo milione qui in una notte.

source: [_RV_] Or they're spending other peoples money, like our VIP politicians.
italian: [_RV_] O spendono soldi di altri popoli, come i nostri politici VIP.

source: [_R_] So, this is like some kind of freemium game?
italian: [_R_] Quindi, questo è come una sorta di gioco freemio?

source: [_RV_] How do you mean?
italian: [_RV_] In che senso?

source: [_R_] You know, let you in free, and then you can't really do anything unless you buy it.
italian: [_R_] Sai, ti lasci libero e poi non puoi fare nulla se non lo compri.

source: [_RV_] That's called life, Dear.
italian: [_RV_] Si chiama vita, Carità.

source: [_RV_] Most of us working in here, have tons of money that we, or our families, owe to the Mafia.
italian: [_RV_] La maggior parte di noi che lavora qui, ha tonnellate di denaro che noi, o le nostre famiglie, dobbiamo alla mafia.

source: [_RV_] We need you to generously spend your money to get us out from under the Mafia's thumb.
italian: [_RV_] Abbiamo bisogno che tu spendi generosamente i tuoi soldi per farci uscire da sotto il pollice della mafia.

source: [_RV_] So please...
italian: [_RV_] Così per favore...

source: [_RV_] Throw us some money and we can get you just about anything you want.
italian: [_RV_] Ci lancia un po' di denaro e possiamo farti sapere tutto quello che vuoi.

source: [_RV_] You can request just about anything from any girl here.
italian: [_RV_] È possibile richiedere praticamente qualsiasi cosa da qualsiasi ragazza qui.

source: [_RV_] You want a boy? We can get you one of those, too.
italian: [_RV_] Vuoi un ragazzo? Possiamo procurarti anche uno di questi.

source: [_RV_] You want to fuck a goat?
italian: [_RV_] Vuoi scopare una capra?
