Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_BJ_dealer_] Dealer has seventeen. Player has nineteen.
french: [ _BJ_dealer_ ] Le distributeur a dix-sept ans. Le joueur a dix-neuf.
italian: [_BJ_dealer_] Rivenditore ha diciassette persone. Giocatore ha diciannove.
portuguese: [_BJ_dealer_] O crupiê tem dezessete anos. O jogador já tem dezenove.
russian: [ _BJ_dealer_] У Дилера семнадцать. У игрока девятнадцать.

source: [_BJ_dealer_] Player wins again. You're on a roll tonight, Ma'am.
french: [ _BJ_dealer_ ] Le joueur gagne à nouveau. Tu es sur un rouleau ce soir, Ma'am.
italian: [_BJ_dealer_] Player vince di nuovo. Sei in giro stasera, Ma'am.
portuguese: [_BJ_dealer_] jogador vence de novo. Você está numa pista hoje à noite, Sra.
russian: [_BJ_dealer_] Игрок снова выигрывает. Вы вышли на победу сегодня вечером, Маем.

source: [_C_] I told you!
french: [_C_] Je vous ai dit !
italian: [_C_] ve l'ho detto!
portuguese: [_C_] Eu disse a você!
russian: Я говорил тебе!

source: [_C_] I told you, I was going to win big tonight!
french: [_C_] Je vous ai dit, j'allais gagner grand ce soir !
italian: [_C_] vi ho detto, stasera stavo per vincere grande!
portuguese: [__C_] Eu te disse, eu ia ganhar grande hoje à noite!
russian: Я говорил тебе, я собираюсь выиграть сегодня большой вечер!

source: [_RT_] {i}I hate to admit it, but she really has. Not sure if it's this "system" of hers, or just blind luck, but that's a lot of money!{/i}
french: [_RT_] {i}Je déteste de l'admettre, mais elle a vraiment. Vous ne savez pas si c'est son « système » ou juste la chance aveugle, mais c'est beaucoup d'argent !{/i}
italian: [_RT_] {i}Odio ammetterlo, ma lei ha davvero. Non è sicuro se è questo "sistema" della sua, o semplicemente la sfortuna cieca, ma questo è un sacco di soldi!{/i}
portuguese: [_RT_] {i}Eu odeio admitir isso, mas ela realmente tem. Não tem certeza se é esse "sistema" dela, ou apenas sorte cega, mas isso é muito dinheiro! {/i}
russian: [ _RT_] {i}Я ненавижу признавать это, но она действительно имеет. Не уверен, что это "система" ее, или просто слепая удача, но это много денег! { /i }

source: [_R_] Wow, you really did win big! If you quit now, while you're ahead, you can pay Mr. DeCapo back and still have more than you borrowed.
french: [_R_] Wow, vous avez vraiment gagné ! Si vous quittez maintenant, pendant que vous êtes devant vous, vous pouvez payer M. DeCapo de retour et ont encore plus que vous avez emprunté.
italian: [_R_] Wow, hai davvero vinto grande! Se sei uscito ora, mentre sei in anticipo, puoi pagare il signor DeCapo ritorna e ha ancora più di quello che hai preso in prestito.
portuguese: [_R_] Uau, você realmente ganhou grande! Se você sair agora, enquanto está à frente, você pode pagar ao Sr. O DeCapo de volta e ainda tem mais do que você pediu.
russian: Вау, ты действительно победил! Если вы уйдете сейчас, пока вы будете впереди, вы можете заплатить господину ДеКапо обратно и все равно иметь больше, чем вы позаимствовал.

source: [_C_] What'chya crazy? I'm on a winning streak! Did all the blood in your head go to that... that stupidly big dick?
french: [_C_] Quelle folie ? Je suis sur une passe gagnante ! Est-ce que tout le sang dans votre tête est allé à cela... cette grosse bite stupide?
italian: [_C_] Cos'è pazzo? Sono su una striscia vincente! Tutto il sangue in testa è andato a quello... quel cazzo stupidamente grande?
portuguese: [_C_] What'chya crazy? Estou em uma sequência de vitórias! Todo o sangue da sua cabeça foi para isso ... aquele pau estupidamente grande?
russian: [ _C_] What'chya crazy? Я на выигрышной полосе! Вся кровь в твоей голове была в этом ... что тупой большой член?

source: [_R_] Come on, you've had too much to drink. If you keep playing, eventually you'll lose it all. The odds are literally stacked against you.
french: [ _R_ ] Allez, vous avez trop bu. Si vous continuez à jouer, vous perdrez tout. Les probabilités sont littéralement empilées contre vous.
italian: [_R_] Avanti, hai avuto troppo da bere. Se continui a giocare, alla fine perderai tutto. Le probabilità sono letteralmente accatastate contro di te.
portuguese: [_R_] Vamos lá, você já teve muito a beber. Se você continuar jogando, eventualmente você vai perder tudo. As chances estão literalmente empilhadas contra você.
russian: Давай, ты слишком много выпила. Если ты будешь продолжать играть, в конце концов, ты потеряешь все. Шансы буквально сложны против тебя.

source: [_C_] Stop talking to me like I'm some... some country bumpkin. I know what it is I'm doing.
french: [_C_] Arrêtez de me parler comme je su... un peu de pays bossé. Je sais ce que je fais.
italian: [_C_] Smettetela di parlare con me come se fossi un po'... qualche paese sbalzato. So cosa sto facendo.
portuguese: [__C_] Pare de falar comigo como se eu fosse algum ... algum país esburaia. Eu sei o que é que eu estou fazendo.
russian: Перестань говорить со мной, как будто я ... какой-то деревенский ухабик. Я знаю, что я делаю.

source: [_BJ_dealer_] Double Aces for the lovely lady.
french: [_BJ_dealer_] Double As pour la belle dame.
italian: [_BJ_dealer_] Doppio Assi per la bella signora.
portuguese: [_BJ_dealer_] Duplas Aces para a amável senhora.
russian: [ _BJ_dealer_] Double Aces для прелестной леди.

source: [_C_] Oh! I want to... umm... I want to split them!
french: [_C_] Oh! Je veux... umm... je veux les séparer !
italian: [_C_] Oh! Voglio fare... umm... voglio dividerli!
portuguese: [_C_] Ah! Eu quero... um... Eu quero dividi-los!
russian: [ _C_] Oh! Я хочу ... Я хочу их разделить!

source: [_R_] Hang on, that'll put you in for half your chips.
french: [ _R_ ] Attendez, ça vous mettra dans la moitié de vos jetons.
italian: [_R_] appendere, che ti metterà dentro per metà le fiches.
portuguese: [_R_] Espera, isso vai te colocar pela metade das suas fichas.
russian: Погоди, это тебе на половину чипсов поставит.

source: [_C_] You always split aces! Everyone... everyone knows that.
french: [_C_] Vous divisez toujours les as ! Tout le monde... tout le monde le sait.
italian: [_C_] Hai sempre diviso gli assi! Tutti... tutti lo sanno.
portuguese: [__C_] Você sempre divide ases! Todo mundo ... todo mundo sabe disso.
russian: [_C_] Вы всегда делите тупы! Всегда... все знают это.

source: [_BJ_dealer_] Do you want to double up?
french: [_BJ_dealer_] Voulez-vous doubler ?
italian: [_BJ_dealer_] Si desidera raddoppiare?
portuguese: [__BJ_dealer_] Você quer dobrar?
russian: [_BJ_dealer_] Вы хотите удвоить?

source: [_C_] What's that?
french: [_C_] Qu'est-ce que c'est ?
italian: [_C_] Che cos'è?
portuguese: U[_C_] o que é isso?
russian: [_C_] Что это?

source: [_BJ_dealer_] House rule... You can double your bet on certain pairs, even if you split them.
french: [_BJ_dealer_] Règle de la maison... Vous pouvez doubler votre mise sur certaines paires, même si vous les divisez.
italian: [_BJ_dealer_] Regola di casa... Puoi raddoppiare la tua scommessa su certe coppie, anche se le hai divise.
portuguese: [__BJ_dealer_] Regra da Câmara ... Você pode dobrar sua aposta em certos pares, mesmo que os separe.
russian: [_BJ_dealer_] Правило Дома... Вы можете удвоить свою ставку на определенные пары, даже если вы разделите их.

source: [_BJ_dealer_] This way you can win twice as much on each card.
french: [ _BJ_dealer_ ] Cette façon de gagner deux fois plus sur chaque carte.
italian: [_BJ_dealer_] In questo modo puoi vincere il doppio di ogni carta.
portuguese: [__BJ_dealer_] Dessa forma você pode ganhar duas vezes mais em cada placa.
russian: [_BJ_dealer_] Таким образом вы можете выиграть в два раза больше по каждой карте.

source: [_R_] Whoa, hang on! That would...
french: [_R_] Waouh, accrochez-vous! Ça serait...
italian: [_R_] Whoa, appendere! Quello...
portuguese: [_R_] Uau, aguente! Isso iria ...
russian: [ _R_] Whoa, hang on! Это ...

source: [_C_] My, god! Will you stop nagging me you little shit?! I know... I know what I'm doing.
french: [_C_] Mon dieu! Allez-vous cesser de me lancer dans la merde?! Je sais... Je sais ce que je fais.
italian: [_C_] Mia, dio! Smetterai di mettermi in cattiva morta?! Lo so... so cosa sto facendo.
portuguese: [__C_] Meu, deus! Vai parar de me agasalar você pequena merda?! Eu sei ... Eu sei o que estou fazendo.
russian: Боже мой! Ты перестанешь меня трахать? Я знаю ... Я знаю, что делаю.

source: [_C_] Double up!
french: [_C_] Doublure !
italian: [_C_] Doppio!
portuguese: [_C_] Duplo para cima!
russian: [ _C_] Вдвойне!

source: [_C_] Hehe... that's fun to say.
french: [_C_] Hehe... c'est amusant à dire.
italian: [_C_] Hehe... è divertente da dire.
portuguese: [_C_] Ei... É divertido dizer.
russian: Это весело сказать.

source: [_R_] You're drunk... Look at your chips! You're all in! If you lose this, you'll owe Mr. DeCapo a ton of money. Just like my Mom.
french: [ _R_ ] Vous êtes soûl ... Regarde tes jetons ! Vous êtes tous là ! Si vous perdez ça, vous devez une tonne d'argent à M. DeCapo. Tout comme ma mère.
italian: [_R_] Sei ubriaco... Guarda i tuoi chip! Sei tutto! Se perdi questo, dovrai il signor DeCapo un sacco di soldi. Proprio come la mia mamma.
portuguese: [_R_] Você está bêbado... Olhe suas batatas! Vocês estão todos dentro! Se perderem isso, você deve ao Sr. DeCapo com uma tonelada de dinheiro. Assim como a minha mãe.
russian: Ты пьяна ... Посмотри на свои фишки! Вы все в порядке! Если ты потеряешь это, ты будешь обязан мистеру ДеКапо за тонну денег. Как и моя мама.

source: [_C_] Oh... I... Shit! The dealer had a jack... I didn't even look at her card.
french: [_C_] Oh... Je... Merde! Le dealer avait un jack... Je n'ai même pas regardé sa carte.
italian: [_C_] Oh... Io... Merda! Il concessionario aveva un jack... Non ho nemmeno guardato la sua carta.
portuguese: [_C_] Oh ... I... Merda! O traficante tinha um jack ... Eu nem olhava para o cartão dela.
russian: [ _C_] Oh ... Я ... Чёрт! У дилера был домкрат ... Я даже не взгляну на ее карточку.

source: [_BJ_dealer_] A ten for the lucky lady.
french: [ _BJ_dealer_ ] Une dizaine pour la dame chanceuse.
italian: [_BJ_dealer_] Una decina per la fortunata.
portuguese: [_BJ_dealer_] A dez para a senhora da sorte.
russian: [ _BJ_dealer_] Десять для счастливой леди.

source: [_C_] Hah! Twenty one!
french: [_C_] Hah! Vingt !
italian: [_C_] Hah! Ventuno!
portuguese: [_C_] Hah! Vinte um!
russian: [ _C_] Hah! Двадцать один!

source: [_BJ_dealer_] Another ten. Player has twenty one on both bets.
french: [ _BJ_dealer_ ] Une autre dizaine. Le joueur a vingt un sur les deux paris.
italian: [_BJ_dealer_] Un altro dieci. Il giocatore ha ventuno su entrambe le puntate.
portuguese: [_BJ_dealer_] Outro dez. O jogador tem vinte e um em ambas as apostas.
russian: [_BJ_dealer_] Еще один. У игрока есть двадцать один на обеих ставках.

source: [_C_] Oh, my God!
french: [_C_] Oh, mon Dieu!
italian: [_C_] Oh, mio Dio!
portuguese: [_C_] Oh, meu Deus!
russian: Боже мой!

source: [_C_] I finally did it! I haven't... haven't felt this good since before my no-good-cheating-husb... husband left!
french: [_C_] Je l'ai enfin fait ! Je n'ai pas ressenti ce bien depuis que mon mari ne triche pas ! Il est parti !
italian: [_C_] Finalmente l'ho fatta! Non l'ho fatto... non mi sono sentito bene da prima che il mio no-buon tradimento-marito... marito se ne andasse!
portuguese: [__C_] Eu finalmente fiz isso! Eu não ... não me senti tão bem desde antes da minha não-boa-trapaceia-husb ... marido partiu!
russian: [ _C_] Я наконец-то сделал это! Я не ... не чувствовал себя так хорошо с тех пор, как мой муж ушел ... муж ушел!

source: [_R_] Phew.
french: [_R_] Ouf.
russian: [ _r_] Фу.

source: [_R_] Well... Mom will be happy, I guess.
french: [_R_] Eh bien... ma mère sera heureuse, je suppose.
italian: [_R_] Bene... La mamma sarà felice, immagino.
portuguese: [_R_] Bem... Mamãe será feliz, eu acho.
russian: [ _R_] Ну ... Мама будет счастлива, наверное.

source: [_C_] Hah! You think I'm going to spend a single dollar on her husband's debts?
french: [_C_] Hah ! Vous pensez que je vais dépenser un seul dollar sur la dette de son mari ?
italian: [_C_] Hah! Pensi che spenderò un solo dollaro per i debiti del marito?
portuguese: [_C_] Hah! Você acha que eu vou gastar apenas um dólar nas dívidas do marido dela?
russian: [ _C_] Hah! Думаешь, я потрачу один доллар на долги ее мужа?

source: [_C_] Not a chance!
french: [ _C_ ] Pas une chance !
italian: [_C_] Non è un'occasione!
portuguese: [_C_] Não é uma chance!
russian: [_C_] Не шанс!

source: [_C_] I'm taking Mandy, and we're moving out as soon as possible to start our new life.
french: [ _C_ ] Je prends Mandy, et nous déménageons le plus tôt possible pour commencer notre nouvelle vie.
italian: [_C_] Sto prendendo Mandy, e ci stiamo muovendo il più presto possibile per iniziare la nostra nuova vita.
portuguese: [_C_] Estou tirando dinheiro e vamos sair o mais rápido possível para começar nossa nova vida.
russian: Я забираю Мэнди, и мы как можно быстрее начинаем новую жизнь.

source: [_R_] Wait, what about us?
french: [_R_] Attendez, qu'en est-il de nous?
italian: [_R_] Aspetta, che dire di noi?
portuguese: [_R_] Espera, e nós?
russian: Подожди, что насчет нас?

source: [_R_] Mom took you in when Uncle Bobby ran off, after the feds took your house... if it wasn't for Mom letting you live with us, you'd be in some shitty run down apartment.
french: [_R_] Maman vous a emmené quand l'Oncle Bobby s'est éteint, après que les fourrures ont pris votre maison... Si ce n'était pas pour la maman qui vous laisserait vivre avec nous, vous seriez dans un appartement défoncé.
italian: [_R_] Mamma ti ha portato quando lo zio Bobby è scappato, dopo che i letti hanno preso la tua casa... se non fosse per la mamma che ti ha permesso di vivere con noi, saresti in un po 'di ciottolo correre giù l'appartamento.
portuguese: [_R_] A mãe te levou quando o tio Bobby fugiu, depois que as alimentações levaram a sua casa... se não fosse por mamãe deixar você morar conosco, você estaria em apartamento fino.
russian: [ _R_] Мама забрала тебя, когда дядя Бобби сбежал, после того, как федералы забрали твой дом ... если бы не мама позволяла тебе жить с нами, ты бы была в какой-нибудь дерьмовой квартире.

source: [_C_] So, what?
french: [_C_] Alors, quoi?
italian: [_C_] Allora, cosa?
portuguese: [_C_] Então, o quê?
russian: [ _C_] Итак, что?

source: [_C_] I'm supposed to be grateful after she made me wear that ridiculous maid costume, and clean her house?
french: [ _C_ ] Je suis censé être reconnaissant après qu'elle m'ait fait porter ce costume de maid ridicule, et nettoyer sa maison?
italian: [_C_] Dovrei essere grato dopo che mi ha fatto indossare quel costume da cameriera ridicolo, e pulire la sua casa?
portuguese: [__C_] Eu deveria ser grata depois que ela me fez usar aquela fantasia de empregada ridícula, e limpar a casa dela?
russian: Я должна быть благодарна после того, как она заставила меня носить этот нелепый костюм горничной и убирать ее дом?

source: [_C_] She treated me like I was her servant!
french: [ _C_ ] Elle m'a traitée comme si j'étais son serviteur !
italian: [_C_] Mi ha trattato come se fossi il suo servo!
portuguese: [_C_] Ela me tratou como se eu fosse o servo dela!
russian: [ _C_] Она относилась ко мне так, как будто я ее слуга!

source: [_C_] As for you, you little shit.
french: [ _C_ ] Comme pour vous, vous avez peu de merde.
italian: [_C_] Per quanto riguarda te, piccola merda.
portuguese: [_C_] Quanto a você, pequena merda.
russian: Как тебе, дерьмово.

source: [_C_] Always sneaking around, leering at Mandy and me.
french: [_C_] Toujours se faufiler à Mandy et moi.
italian: [_C_] sempre furtivamente intorno, appoggiandosi a Mandy e me.
portuguese: [_C_] Sempre esgueirar-se por aí, tendo vontade para mim e para mangar.
russian: [_C_] Всегда крадываясь, бегая на Манди и меня.

source: [_C_] You're a creep, [ryan]! Even when you were a little kid, I had you pegged as a loser.
french: [ _C_ ] Vous êtes un fluage, [ ryan ] ! Même quand tu étais un petit gamin, je t'avais fixé comme un loser.
italian: [_C_] Sei uno strisciante, [ryan]! Anche quando eri un bambino, ti avevo ancorato come un perdente.
portuguese: [_C_] Você é um arrepiante, [ryan]! Mesmo quando você era uma criança, eu tinha você atolado como uma perdedora.
russian: [ _C_] You're a creep, [ ryan]! Даже когда ты был маленьким ребёнком, ты был неудачливой.

source: {i}{b}"Aunt Camille's Affection =0"{/b}{/i}
french: {i}{b}"Affection de la Tante Camille =0"{/b}{/i}
portuguese: {i}{b}"A Afeição da Camila = 0"{/b}{/i}
russian: {i}{b}"Тяжелые Чарльзы =0"{/b}{/i}

source: [_C_] You'll never amount to anything.
french: [ _C_ ] Vous n'aurez jamais rien à faire.
italian: [_C_] Non ammonterai mai a niente.
portuguese: U[_C_] você nunca vai quantificar a nada.
russian: [_C_] Вы никогда не причитаетесь ни к чему.

source: {i}{b}"Aunt Camille's Respect = 0"{/b}{/i}
french: {i}{b}"Respect de Camille de Tante = 0"{/b}{/i}
portuguese: {i}{b}"Respeito da Camila = 0"{/b}{/i}
russian: {i}{b}"Уважение ретуши = 0"{/b}{/i}

source: [_C_] I can't believe I ever let you treat me like you have. Well, not anymore.
french: [ _C_ ] Je ne peux pas croire que je vous ai jamais laissé me traiter comme vous. Eh bien, pas plus.
italian: [_C_] Non posso credere che ti lasci mai trattare come te. Beh, non più.
portuguese: [_C_] Não posso acreditar que eu nunca deixe você me tratar como você me tratou. Bem, não mais.
russian: Не могу поверить, что когда-либо позволяла тебе обращаться со мной так, как ты. Ну, больше нет.

source: {i}{b}"Aunt Camille's Submission = 0"{/b}{/i}
french: {i}{b}"Annonce de la Soumission de Camille = 0"{/b}{/i}
portuguese: {i}{b}"Submissão do Campo de Atalho = 0"{/b}{/i}
russian: {i}{b}"Отправка режиссера = 0"{/b}{/i}

source: [_C_] Soon, I'll be drinking the best wines, and taking Mandy to get manny petties on the weekends...
french: [ _C_ ] Bientôt, je vais boire les meilleurs vins, et prendre Mandy pour avoir des pétliens manny le week-end ...
italian: [_C_] Presto berò i migliori vini e prenderò Mandy per prendere dei piccoli maniaci nei fine settimana...
portuguese: [__C_] Em breve, estarei bebendo os melhores vinhos, e levando Mandy para obter mesquinhas de manny nos finais de semana ...
russian: [ _C_] Скоро, я буду пить лучшие вина, и взять Мэнди, чтобы получить мэнни мелочи по выходным ...

source: [_BJ_dealer_] Ace of Diamonds... Dealer has {b}BlackJack{/b}.
french: [_BJ_dealer_] As de Diamants... Le concessionnaire a {b}BlackJack{/b}.
italian: [_BJ_dealer_] Asso di diamanti... Il concessionario ha {b}BlackJack{/b}.
portuguese: [_BJ_dealer_] Ás de Diamantes... O comerciante tem {b}BlackJack{/b}.
russian: [ _BJ_dealer_] Ace of Diamonds ... У дилера {b}BlackJack { /b }.

source: [_BJ_dealer_] Player loses.
french: [ _BJ_dealer_ ] Le joueur perd.
italian: [_BJ_dealer_] Giocatore perde.
portuguese: [_BJ_dealer_] jogador perde.
russian: [_BJ_dealer_] Игрок проиграл.

source: [_R_] I told you to quit while you were ahead!
french: [_R_] Je vous ai dit de quitter pendant que vous étiez devant !
italian: [_R_] Ti ho detto di uscire mentre eri in avanti!
portuguese: [__R_] Eu disse para você desistir enquanto você estava à frente!
russian: [ _R_] Я сказал тебе уйти, пока ты был впереди!

source: [_C_] But... Hang on, it's a tie... I mean a, umm... a push!
french: [_C_] Mais... Attendez, c'est une cravate... Je veux dire a, umm... un push!
italian: [_C_] Ma... Aspetta, è una cravatta... intendo a, umm... una spinta!
portuguese: [_C_] Mas... Espere, é uma gravata... quero dizer a, umm... um empurrão!
russian: [ _C_] Но ... Погоди, это галлон ... Я имею в виду, умм ... толчок!

source: [_C_] We both have twenty one. It's a tie!
french: [ _C_ ] Nous en avons tous les deux vingt. C'est une cravate !
italian: [_C_] Abbiamo entrambi ventuno. È una cravatta!
portuguese: [_C_] Nós dois temos vinte um. É um empate!
russian: У нас обоих двадцать один. Это галс!

source: [_BJ_dealer_] Sorry, but a blackjack beats a twenty one. I'll need to take these chips Ma'am.
french: [ _BJ_dealer_ ] Désolé, mais un blackjack bat une vingtaine. Je vais devoir prendre ces puces Ma'am.
italian: [_BJ_dealer_] Mi dispiace, ma un blackjack batte una ventina. Dovrò prendere queste fiches Ma'am.
portuguese: [_BJ_dealer_] Desculpe, mas um blackjack bate vinte anos. Vou precisar pegar essas batatas fritas.
russian: [ _BJ_dealer_] Извините, но блэкджек бьет двадцать один. Мне нужно взять эти фишки мэм.

source: [_J_] Hello, Camille. Just checking in. Thought I'd bring you over another drink.
french: [_J_] Bonjour, Camille. Je viens d'entrer. Je pense que je vous apporterais une autre boisson.
italian: [_J_] Ciao, Camille. Basta controllare. Pensavo che ti avrei portato sopra un'altra bevanda.
portuguese: [_J_] Olá, Camille. Só conferindo em. Pensei em trazê-lo sobre outra bebida.
russian: Привет, Камилла. Просто проверяю. Думал, я принесу тебе другой напиток.

source: [_C_] Joey! Tell your employee that I didn't lose. It's a tie!
french: [_C_] Joey ! Dites à ton employé que je n'ai pas perdu. C'est une cravate !
italian: [_C_] Joey! Dite al vostro dipendente che non ho perso. È una cravatta!
portuguese: [_C_] Alegra! Diga ao seu empregado que eu não perdi. É uma gravata!
russian: Джоуи! Скажи своему работнику, что я не проиграл. Это галс!

source: [_J_] I'm afraid it looks like the dealer has blackjack.
french: [ _J_ ] J'ai peur qu'on dirait que le croupier a du blackjack.
italian: [_J_] Temo che sembri che il concessionario abbia il blackjack.
portuguese: [_J_] Eu tenho medo que pareça que o traficante tem blackjack.
russian: [_J_] Боюсь, что у крупье блэкджека выглядит как будто у крупье.

source: [_J_] Oooo... and you were doing so well too. Bad luck on that ace.
french: [_J_] Oooo... et vous vous étiez si bien aussi. Mauvaise chance sur cet as.
italian: [_J_] Oooo... e lo stavi facendo anche bene. Cattiva fortuna su quell'asso.
portuguese: [_J_] Ooo... e você também estava indo bem. Boa sorte.
russian: [ _J_] Oooo ... и вы тоже делали это хорошо. Невезение на этом тусе.

source: [_C_] The Ace! I saw that ace two hands ago. It shouldn't have still been in the deck.
french: [ _C_ ] L'Ace ! J'ai vu cet as il y a deux mains. Ça n'aurait pas dû être dans le pont.
italian: [_C_] The Ace! Ho visto quell'asso due mani fa. Non avrebbe dovuto essere ancora nel mazzo.
portuguese: [_C_] A Água! Eu vi aquela ás duas mãos atrás. Ainda não deveria ter estado no deck.
russian: [ _C_] Ace! Я видел эту тусу две руки назад. Она не должна была быть на палубе.

source: [_J_] Well, no... The shoe has six decks in it.
french: [_J_] Eh bien, non... La chaussure a six ponts dedans.
italian: [_J_] Beh, no... La scarpa ha sei mazzi in esso.
portuguese: [_J_] Bem, não... O sapato tem seis decks nele.
russian: Ну, нет ... В туфле шесть палуб.

source: [_C_] You can't do that!
french: [_C_] Vous ne pouvez pas faire ça !
italian: [_C_] Non puoi farlo!
portuguese: [_C_] Você não pode fazer isso!
russian: [_C_] Вы не можете сделать это!

source: [_R_] Hey, hey... calm down, Camille.
french: [_R_] Hé, hé ... calmez-vous, Camille.
italian: [_R_] Hey, hey... calma, Camille.
portuguese: [_R_] Ei, olhe... se acalme, Camille.
russian: Эй, эй ... успокой, Камилла.

source: [_RT_] {i}Wow, she stopped sluring her words! Losing everything sobered her up quick.{/i}
french: [_RT_] {i}Wow, elle a cessé de se tordre les mots! Perdre tout ce qui l'a chassée rapidement.{/i}
italian: [_RT_] {i}Wow, ha smesso di rallentare le sue parole! Perdere tutto la sua sobrietà veloce.{/i}
portuguese: [_RT_] {i}Wow, ela parou de usar suas palavras! Perder tudo a semeou rapidamente.{/i}
russian: [ _RT_] {i}Wow, she stopping suring her words! Потеряв все, она поспешила. { /i }
