Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Well.... I can always tell Mom what you've been doing to me while I sleep.
dutch: [_R_] Zalt.... Ik kan altijd vertellen wat je met me hebt gedaan terwijl ik slaap.
french: [_R_] Bien.... Je peux toujours dire à maman ce que tu m'as fait pendant que je dors.
german: [_R_] Nun... Ich kann Mama immer sagen, was du mir während des Schlafs getan hast.
italian: [_R_] Beh, posso sempre dire a mamma che cosa mi hai fatto mentre dormo.
portuguese: [_R_] Bem.... Sempre posso dizer à mãe o que você tem feito comigo enquanto durmo.

source: [_S_] I'd just tell her you're lying.
dutch: [_S_] Ik zou gewoon zeggen dat je liegt.
french: [_S_] Je lui dirais simplement que tu mens.
german: [_S_] Ich würde ihr nur sagen, dass du lügst.
italian: [_S_] le direi solo che stai mentendo.
portuguese: [_S_] Eu só diria a ela que você está mentindo.

source: [_R_] Well, given your history of molesting people in your sleep, I don't think it would be too hard for Mom to accept the truth.
dutch: [_R_] Nou, gezien je geschiedenis van het molen van mensen in je slaap, denk ik dat het voor mama niet moeilijk zou zijn om de waarheid te accepteren.
french: [_R_] Eh bien, compte tenu de tes antécédents d'abus de personnes dans ton sommeil, je ne pense pas qu'il serait trop difficile pour maman d'accepter la vérité.
german: [_R_] Nun, angesichts deiner Geschichte, in der du Leute im Schlaf belästigst, glaube ich nicht, dass es für Mama schwer wäre, die Wahrheit zu akzeptieren.
italian: [_R_] Beh, data la tua storia di persone molestanti nel tuo sonno, non credo che sarebbe troppo difficile per la mamma accettare la verità.
portuguese: [_R_] Bem, dada a sua história de molestar as pessoas no seu sono, não acho que seria muito difícil para a mãe aceitar a verdade.

source: [_R_] I can't even imagine what her reaction would be if she knew you started consciously molesting your siblings in their sleep.
dutch: [_R_] Ik kan me niet eens voorstellen wat haar reactie zou zijn als ze wist dat je bewust bent begonnen je broers in hun slaap te bewegen.
french: [_R_] Je ne peux même pas imaginer quelle serait sa réaction si elle savait que tu commences à agresser consciemment tes frères et sœurs dans leur sommeil.
german: [_R_] Ich kann mir nicht einmal vorstellen, was ihre Reaktion wäre, wenn sie wüsste, dass du deine Geschwister bewusst im Schlaf belästigst.
italian: [_R_] Non riesco nemmeno a immaginare quale sarebbe la sua reazione se sapesse che hai iniziato consapevolmente a molestare i tuoi fratelli nel sonno.

source: [_S_] You make it sound like I'm some kind of predator.
dutch: [_S_] Je laat het klinken alsof ik een soort roofdier ben.
french: [_S_] Tu veux faire croire que je suis une sorte de prédatrice.
german: [_S_] Du machst es klingt wie eine Art Raubtier.
italian: [_S_] Tu fai sembrare che io sia una specie di predatore.
portuguese: [_S_] Você o faz soar como se eu fosse um tipo de predador.

source: [_R_] Well?...
french: [_R_] Eh bien?...
german: [_R_] Nun?...
italian: [_R_] Allora?...
portuguese: [_R_] Bem?...

source: [_S_] Shit.... I guess I kind of am...
dutch: [_S_] Shit.... Ik denk dat ik aardig ben...
french: [_S_] Merde.... Je suppose que je le suis en quelque sorte...
german: [_S_] Shit.... Ich denke, ich bin irgendwie am...
italian: [_S_] Merda.... Credo di esserlo un pò...
portuguese: [_S_] Merda.... Eu acho que sou um pouco de...

source: [_R_] Well, you don't have the moral high ground, that's for sure.
dutch: [_R_] Nou, je hebt niet de morele bovengrond, dat is zeker.
french: [_R_] Eh bien, tu n'as pas un haut sens moral, c'est sûr.
german: [_R_] Nun, du hast nicht den moralischen Höhepunkt, das ist sicher.
italian: [_R_] Beh, non hai il terreno superiore morale, è certo.

source: [_S_] Shit.... fine.... I'll do it.... if you promise not to tell Mom.
dutch: [_S_] Shit.... prima.... ik zal het doen.... als je belooft het niet te vertellen mei.
french: [_S_] Merde.... bien.... Je vais le faire.... si tu promets de ne pas le dire à maman.
german: [_S_] Shit.... gut, ich werde es tun.... wenn du verspricht, Mamma nicht zu sagen.
italian: [_S_] merito.... benissimo.... lo farò... se promettete di non dirlo a mamma.
portuguese: [_S_] Merda.... bem.... Farei isso.... se você prometer não dizer à Mamãe.

source: {i}"Sidney's Submission +1"{/i}
dutch: {i}"Sidney's inzending +1"{/i}
french: {i}«Soumission de Sidney +1»{/i}
german: {i}"Sidney's Einsendung +1"{/i}
italian: {i}"Sottomissione di Sidney +1"{/i}
portuguese: {i}"Sidney Submissão +1"{/i}

source: [_R_] I promise.... and I don't want to anyways.... I think you're a great sister.... and I've loved having you move back home.
dutch: [_R_] Ik beloof het.... en ik wil helemaal niets.... Ik denk dat je een geweldige zus bent.... en ik vind het leuk dat je terug naar huis gaat.
french: [_R_] Je le promets.... et je ne le veux pas lui dire de toute façon.... Je pense que tu es une grande sœur.... et j’ai adoré que tu rentres chez toi.
german: [_R_] Versprechen.... und ich will nicht sowieso ... Ich denke, du bist eine großartige Schwester.... und ich liebte es, dich nach Hause zu ziehen.
italian: [_R_] lo prometto... e non voglio comunque... penso che tu sia una sorella grande... e mi è piaciuto farti tornare a casa.
portuguese: [_R_] Eu prometo.... e não quero de jeito nenhum.... Eu acho que você é uma ótima irmã.... e adoro te ter voltado para casa.

source: [_S_] That's really sweet.... but let me concentrate on what I'm about to do here.
dutch: [_S_] Dat is echt zoet.... maar laat ik me concentreren op wat ik hier ga doen.
french: [_S_] C'est vraiment gentil.... mais laisses-moi me concentrer sur ce que je vais faire ici.
german: [_S_] Das ist wirklich süß.... aber lassen Sie mich mich auf das konzentrieren, was ich hier tun werde.
italian: [_S_] È davvero dolce... ma lasciami concentrarmi su quello che sto per fare qui.
portuguese: [_S_] Isso é muito doce... mas deixe-me me concentrar no que vou fazer aqui.

source: [_S_] Please.... please.... please.... there's got to be something else I can do to keep you from telling Mom...
dutch: [_S_] Alstublief.... alstublieft.... er is iets anders dat ik kan doen om je geen Mome te vertellen...
french: [_S_] S'il te plait.... S'il te plaît.... S'il te plaît.... je peux faire autre chose pour t'empêcher de le dire à maman...
german: [_S_] Bitte.... bitte.... bitte... bitte... Es muss etwas anderes sein, was ich tun kann, um dich davon abzuhalten, Moms zu erzählen...
italian: [_S_] Ti prego.... ti prego.... ci deve essere qualcos'altro che posso fare per impedirti di dirlo a mamma...
portuguese: [_S_] Por favor.... por favor.... por favor.... tem que ser algo mais que eu posso fazer para impedir que você fale à mãe...

source: [_S_] Photosessions!?
dutch: [_S_] Fotosessies !?
french: [_S_] Séances photos!?
german: [_S_] Fotosessionen!?
italian: [_S_] Fotosessioni!?
portuguese: [_S_] Fotos!?

source: [_RT_] {i}I finally finished the Zad 3D work and photo editing.{/i}
dutch: [_RT_] {i}Ik heb eindelijk het Zad 3D-werk voltooid en foto bewerking.{/i}
french: [_RT_] {i}J'ai enfin terminé le travail Zad 3D et la retouche photo.{/i}
german: [_RT_] {i}Ich habe endlich das Zad 3D-Werk und die Bearbeitung von Fotos fertiggestellt.{/i}
italian: [_RT_] {i}Finalmente ho finito il lavoro Zad 3D e l'editing delle foto.{/i}

source: [_RT_] {i}They turned out pretty damn hot if I do say so myself.{/i}
dutch: [_RT_] {i}Ze bleken verdomd heet te zijn als ik het zo zeg. {/i}
french: [_RT_] {i}Elles se sont révélées sacrément chaudes si je le dis moi-même.{/i}
german: [_RT_] {i}Sie haben sich als ziemlich verdammt heiß herausgestellt, wenn ich das selbst sage.{/i}
italian: [_RT_] {i}Si sono rivelati piuttosto dannatamente caldi se lo dico io stesso.{/i}
portuguese: [_RT_] {i}Eles ficaram muito malditos e quentes se eu mesmo o disso.{/i}

source: [_RT_] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
dutch: [_RT_] {i}Nu uploaden van foto's.... en klik op verzenden.... en nu wachten we gewoon om te zien of iemand ze leuk vindt.{/i}
french: [_RT_] {i}Télécharger les photos maintenant.... et cliquer sur Soumettre.... et maintenant, j'attends de voir si quelqu'un les aime.{/i}
german: [_RT_] {i}Lade die Bilder jetzt hoch.... und klicke auf Absenden.... und jetzt warten wir nur, um zu sehen, ob jemand sie mag.{/i}
italian: [_RT_] {i}Caricare le immagini ora.... e fare clic su Invia.... e ora aspettiamo solo di vedere se a qualcuno piacciono.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep taking these "Womb Raider" pictures with Sidney until we've got every kind of picture we need.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet deze "Womb Raider" foto's blijven nemen met Sidney totdat we alle benodigde foto's hebben.{/i}
french: [_RT_] {i}{b}(Indice){/b} je dois continuer à prendre ces photos de « Womb Raider » avec Sidney jusqu’à ce que nous ayons toutes les sortes de photos dont nous avons besoin. {/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss weiterhin diese "Womb Raider"-Bilder mit Sidney aufnehmen, bis wir alle Arten von Bildern haben, die wir benötigen.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Devo continuare a scattare queste foto "Womb Raider" con Sidney fino a quando non avremo ogni tipo di foto di cui abbiamo bisogno.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Eu preciso continuar tirando as fotos do "Mulher Saqueador" com Sidney até que tenhamos todos os tipos de foto que precisamos.{/i}

source: [_RT_] {i}Uuuuugghhh, who's texting me this early in the morning?{/i}
dutch: [_RT_] {i}Auuuuugghhh, wie heeft mij vanmorgen vroeg sms'?{/i}
french: [_RT_] {i}Uuuuughhh, qui m'envoie un texto si tôt le matin?{/i}
german: [_RT_] {i}Uuuuugghhh, wer schreibt mich heute früh am Morgen?{/i}
italian: [_RT_] {i}Uuuuugghhh, chi è che mi manda un messaggio a quest'ora del mattino? {/i}
portuguese: [_RT_] {i}Uuuuugghhh, quem está me textando isso cedo no morning? {/i}

source: [_B_] U awake?
dutch: [_B_] U wakker?
french: [_B_] Tu te réveilles?
german: [_B_] U wachen?
italian: [_B_] Sei sveglio?
portuguese: [_B_] U acorda?

source: [_RT_] {i}Uuuhhhh.... it's from Uncle Bobby.{/i}
dutch: [_RT_] {i}Auuhhhh.... het is van oom Bobby.{/i}
french: [_RT_] {i}Uuuhhhh.... c'est de l'oncle Bobby.{/i}
german: [_RT_] {i}Uuhhhh.... Es ist von Onkel Bobby.{/i}
italian: [_RT_] {i}Uuuhhhh.... è dello zio Bobby.{/i}
portuguese: [_RT_] {i}Uuhhhh.... É do tio Bobby.{/i}

source: [_RT_] {i}Why is he texting me so early in the morning?{/i}
dutch: [_RT_] {i}Waarom is hij zo vroeg in de ochtend?{/i}
french: [_RT_] {i}Pourquoi m'envoie-t-il des SMS si tôt le matin?{/i}
german: [_RT_] {i}Warum schreibt er mich so früh am Morgen?{/i}
italian: [_RT_] {i}Perché mi sta inviando messaggi così presto al mattino?{/i}
portuguese: [_RT_] {i}Por que ele está me textando tão cedo no morning? {/i}

source: [_R_] I.... am.... now.
dutch: [_R_] I.... nu.
french: [_R_] Je ... le suis ... maintenant.
german: [_R_] I.... jetzt.
italian: [_R_] Io.... sono.... ora.
portuguese: [_R_] Eu.... estou... agora.

source: [_B_] Meet me at the warehouse ASAP!! Don't ask questions.
dutch: [_B_] Ontmoet me in een magazijn ASAP!! Stel geen vragen.
french: [_B_] Retrouves-moi à l'entrepôt DÈS que POSSIBLE!! Ne poses pas de questions.
german: [_B_] Treffen Sie mich im Lager ASAP!! Keine Fragen.
italian: [_B_] Incontriamoci al magazzino il prima possibile! Non fare domande.

source: [_RT_] {i}Don't ask questions!{/i}
dutch: [_RT_] {i}Stel geen vragen!{/i}
french: [_RT_] {i}Ne poses pas de questions!{/i}
german: [_RT_] {i}Fragen nicht stellen!{/i}
italian: [_RT_] {i}Non fare domande!{/i}
portuguese: [_RT_] {i}Não faça perguntas! {/i}

source: [_RT_] {i}Well, that's hard to resist after a cryptic message like that.... {/i}
dutch: [_RT_] {i}Nou, dat is moeilijk om weerstand te bieden na een cryptisch bericht als dat... {/i}
french: [_RT_] {i}Eh bien, c'est difficile de résister après un message crypté comme celui-là.... {/i}
german: [_RT_] {i}Nun, das ist schwer zu widerstehen nach einer solchen kryptischen Nachricht.... {/i}
italian: [_RT_] {i}Beh, è difficile resistere dopo un messaggio criptico come quello.... {/i}
portuguese: [_RT_] {i}Bem, isso é difícil de resistir após uma mensagem criptografada como essa.... {/i}

source: [_RT_] {i}Oh, well.... I better get over there as soon as I can.{/i}
dutch: [_RT_] {i}Ah, goed.... ik kan er beter vanaf komen zodra ik dat doet.{/i}
french: [_RT_] {i}Oh, eh bien.... Je ferais mieux d'y aller dès que je peux.{/i}
german: [_RT_] {i}Oh, nein.... Ich komme besser dorher, sobald ich kann.{/i}
italian: [_RT_] {i}Oh, bene.... Sarà meglio che vada lì il prima possibile.{/i}
portuguese: [_RT_] {i}Ah, bem.... é melhor eu chegar lá assim que puder.{/i}

source: [_RT_] {i}Actually, I think I'll just leave her alone until I can get her to be more comfortable with me in a sexual way.{/i}
dutch: [_RT_] {i}Eigenlijk denk ik dat ik haar net met rust laat totdat ik haar seksueel comfortabeler met mij kan maken.{/i}
french: [_RT_] {i}En fait, je pense que je vais la laisser tranquille jusqu'à ce que je puisse l'amener à être plus à l'aise avec moi d'une manière sexuelle.{/i}
german: [_RT_] {i}Eigentlich denke ich, dass ich sie einfach allein lassen werde, bis ich sie auf sexuelle Art und Weise besser mit mir versorgen kann. {/i}
italian: [_RT_] {i}In realtà, penso che la lascerò da sola fino a quando non riuscirò a farla più confortevole con me in modo sessuale.{/i}
portuguese: [_RT_] {i}na verdade, acho que vou deixá-la em paz até que possa colocá-la mais confortável comigo de forma sexual.{/i}

source: [_RT_] {i}.... I mean she was consciously playing with my pecker, till I caught her, so I think I'm on the right track.{/i}
dutch: [_RT_] {i}.... Ik bedoel dat ze bewust met mijn pecker speelde, tot ik haar betrapte, dus ik denk dat ik op het juiste spoor.{/i}
french: [_RT_] {i}.... Je veux dire qu'elle jouait consciemment avec ma bite, jusqu'à ce que je l'attrape, donc je pense que je suis sur la bonne voie.{/i}
german: [_RT_] {i}.... Ich meine, sie spielte bewusst mit meinem pecker, bis ich sie erwischt habe, so dass ich denke, ich bin auf dem richtigen Track.{/i}
italian: [_RT_] {i}.... Voglio dire che stava consapevolmente giocando con il mio becker, finché non l'ho catturata, quindi penso di essere sulla strada giusta.{/i}
portuguese: R[_RT_] {i}.... Quero dizer que ela estava brincando conscientemente com meu pato, até que a peguei, então acho que estou no caminho certo.{/i}

source: [_RT_] {i}Maybe the photoshoot will get her to open up more.{/i}
dutch: [_RT_] {i}Misschien zal de fotoshoot haar nog meer openen.{/i}
french: [_RT_] {i}Peut-être que la séance photo l'amènera à s'ouvrir davantage.{/i}
german: [_RT_] {i}Vielleicht wird das Fotoshooting sie dazu bringen, mehr zu öffnen.{/i}
italian: [_RT_] {i}Forse il photoshoot la farà aprire di più.{/i}
portuguese: [_RT_] {i}Talvez a foto faça com que ela abra mais.{/i}

source: [_RT_] {i}Well, I gave her plenty of time.... and she didn't start anything on her own.{/i}
dutch: [_RT_] {i}Nou, ik heb haar tijd gegeven .... en ze heeft niets op zichzelf gestart.{/i}
french: [_RT_] {i}Eh bien, je lui ai donné beaucoup de temps.... et elle n'a rien commencé toute seule.{/i}
german: [_RT_] {i}Nun, ich habe ihr genug Zeit gegeben... und sie hat nichts alleine angefangen.{/i}
italian: [_RT_] {i}Beh, le ho dato un sacco di tempo.... e non ha iniziato nulla da solo.{/i}
portuguese: [_RT_] {i}Bem, eu lhe dei muito tempo... e ela não começou nada sozinha.{/i}

source: [_RT_] {i}She must be feeling awkward.... looks like I need to take things into my own hands again.{/i}
dutch: [_RT_] {i}Ze moet zich ongemakkelijk voelen.... het lijkt erop dat ik weer dingen in mijn eigen handen moet nemen.{/i}
french: [_RT_] {i}Elle doit se sentir mal à l'aise.... on dirait que je dois reprendre les choses en main.{/i}
german: [_RT_] {i}Sie muss sich unsicher fühlen.... sieht so aus, als müsse ich die Dinge wieder in meine eigenen Hände nehmen.{/i}
italian: [_RT_] {i}Lei deve sentirsi imbarazzante.... sembra che io debba prendere di nuovo le cose nelle mie mani.{/i}

source: [_RT_] {i}Ok, I'm all ready. Let's see if I can get her into position without waking her up.{/i}
dutch: [_RT_] {i}Ok, ik ben helemaal klaar. Laten we kijken of ik haar in positie kan brengen zonder haar wakker te maken.{/i}
french: [_RT_] {i}Ok, je suis tout prêt. Voyons si je peux la mettre en position sans la réveiller.{/i}
german: [_RT_] {i}Ok, ich bin alle bereit. Lass uns sehen, ob ich sie ohne Aufwachen in die Position bringen kann.{/i}
italian: [_RT_] {i}Ok, sono pronto. Vediamo se riesco a metterla in posizione senza svegliarla.{/i}
portuguese: [_RT_] {i}Ok, estou tudo pronto. Vamos ver se eu consigo colocá-la no lugar sem acordá-la.{/i}

source: [_RT_] {i}Ok, and now to just move her hand into place.{/i}
dutch: [_RT_] {i}Ok, en nu om haar hand gewoon op zijn plek te verplaatsen{/i}
french: [_RT_] {i}Ok, et maintenant, il suffit de mettre sa main en place.{/i}
german: [_RT_] {i}Ok, und jetzt einfach die Hand an Ort zu bewegen.{/i}
italian: [_RT_] {i}Ok, e ora solo per spostare la sua mano in posizione.{/i}
portuguese: [_RT_] {i}Ok, e agora para simplesmente mover a mão para o lugar.{/i}

source: [_RT_] {i}There's that familiar grip I've come to love.{/i}
dutch: [_RT_] {i}Er is een bekende greep die ik ben komen waarnemen.{/i}
french: [_RT_] {i}Il y a cette poignée familière que j'ai appris à aimer.{/i}
german: [_RT_] {i}Es gibt den vertrauten Griff, den ich liebe habe. {/i}
italian: [_RT_] {i}C'è quella presa familiare che sono venuta per amare.{/i}

source: [_RT_] {i}Now, I just have to give her a little pinch, and act like I'm still asleep.{/i}
dutch: [_RT_] {i}Nu moet ik haar gewoon een beetje hard maken, en doen alsof ik nog steeds in slaap zit.{/i}
french: [_RT_] {i}Maintenant, je dois juste lui donner un petit pincement, et agir comme si je dormais encore.{/i}
german: [_RT_] {i}Jetzt muss ich ihr nur ein wenig Pause geben und so handeln, als wäre ich noch schlafen.{/i}
italian: [_RT_] {i}Ora, devo solo darle un piccolo pizzicotto e comportarmi come se stessi ancora dormendo.{/i}
portuguese: [_RT_] {i}Agora, eu só tenho que dar um pintinho a ela, e agir como se eu ainda estivesse dormindo. {/i}

source: [_ST_] {i}Huh.... did.... what?.... {/i}
dutch: [_ST_] {i}Huh.... wel. wat?.... {/i}
french: [_ST_] {i}Hein.... faire.... Comment?.... {/i}
german: [_ST_] {i}Huh.... was?.... {/i}
italian: [_ST_] {i}Huh.... ha fatto.... cosa?.... {/i}
portuguese: [_ST_] {i}Hein .... fez .... o quê? .... {/i}

source: [_ST_] {i}Oh, no.... did I do it again?.... {/i}
dutch: [_ST_] {i}Ah, nee.... heb ik het opnieuw gedaan?.... {/i}
french: [_ST_] {i}Oh, non.... je l'ai refait ?.... {/i}
german: [_ST_] {i}Oh, nein.... habe ich es wieder gemacht?.... {/i}
italian: [_ST_] {i}Oh, no.... l'ho fatto di nuovo?.... {/i}

source: [_ST_] {i}Oh, shit!.... {/i}
french: [_ST_] {i}Oh, merde ! .... {/i}
italian: [_ST_] {i}Oh, merda!.... {/i}

source: [_ST_] {i}Oh, God! I've done it again!{/i}
dutch: [_ST_] {i}Oh, God! Ik heb het opnieuw gedaan!{/i}
french: [_ST_] {i}Oh, mon Dieu! Je l'ai refait !{/i}
german: [_ST_] {i}Oh, Gott! Ich habe es wieder geschafft!{/i}
italian: [_ST_] {i}Oh, Dio! L'ho fatto di nuovo!{/i}
portuguese: [_ST_] {i}Oh, Deus! Eu fiz de novo! {/i}

source: [_ST_] {i}When I'm not consciously molesting him, I'm still doing it in my sleep.... {/i}
dutch: [_ST_] {i}Wanneer ik hem niet bewust kwijt ben, doe ik het nog steeds in mijn slaap.... {/i}
french: [_ST_] {i}Quand je ne le branle pas consciemment, je le fais toujours dans mon sommeil.... {/i}
german: [_ST_] {i}Wenn ich ihn nicht bewusst belästige, mache ich es immer noch im Schlaf.... {/i}
italian: [_ST_] {i}Quando non lo molesto, lo sto ancora facendo nel mio sonno.... {/i}
portuguese: [_ST_] {i}quando não o molestarei conscientemente molestando, ainda estou fazendo isso em meu sono.... {/i}

source: [_ST_] {i}Ohhh.... and it's so much more awkward now that he caught me.{/i}
dutch: [_ST_] {i}Ohh.... en het is zo veel moeilijker nu hij mij heeft gevangen.{/i}
french: [_ST_] {i}Ohhh.... et c'est tellement plus gênant maintenant qu'il m'a attrapée.{/i}
german: [_ST_] {i}Ohhhh.... und es ist jetzt so viel schwieriger, dass er mich gefangen hat.{/i}
italian: [_ST_] {i}Ohhh.... ed è così più imbarazzante ora che mi ha catturato.{/i}
portuguese: [_ST_] {i}Ohhh.... e é muito mais estranho agora que me pegou.{/i}

source: [_ST_] {i}Shit! What do I do.... I'm too scared to sleep on the couch, and Mom and Lauren won't let me sleep with them.{/i}
dutch: [_ST_] {i}Shit! Wat doe ik.... Ik ben te bang om op de bank te slapen, en mama en Lauren laten me niet slapen.{/i}
french: [_ST_] {i}Merde! Que dois-je faire.... J'ai trop peur de dormir sur le canapé, et Maman et Lauren ne me laisseront pas dormir avec elles.{/i}
german: [_ST_] {i}Shit! Was tue ich.... Ich bin zu ängstlich, um auf der Couch zu schlafen, und Mama und Lauren lassen mich nicht mit ihnen schlafen.{/i}
italian: [_ST_] {i}merda! Cosa faccio... sono troppo spaventato per dormire sul divano, e mamma e Lauren non mi lasceranno dormire con loro.{/i}

source: [_ST_] {i}Maybe I need to get a straightjacket or something.{/i}
dutch: [_ST_] {i}Misschien moet ik een keurslijf of iets hebben.{/i}
french: [_ST_] {i}Peut-être que j'ai besoin d'une camisole de force ou quelque chose comme ça.{/i}
german: [_ST_] {i}Vielleicht benötige ich eine Zwangsjacke oder etwas.{/i}
italian: [_ST_] {i}Forse ho bisogno di ottenere una camicia di forza o qualcosa.{/i}

source: [_ST_] {i}Or be committed so I don't molest the people I love.{/i}
dutch: [_ST_] {i}Of wees geëngageerd zodat ik de mensen waar ik van hou.{/i} niet moe
french: [_ST_] {i}Ou être enfermée pour ne pas branler les gens que j'aime.{/i}
german: [_ST_] {i}Oder seien Sie verpflichtet, damit ich die Leute, die ich liebe, nicht beleidigen.{/i}
italian: [_ST_] {i}O essere impegnato in modo da non molestare le persone che amo.{/i}

source: [_RT_] {i}Shit! That just seemed awkward.{/i}
dutch: [_RT_] {i}Shit! Dat leek gewoon ongemakkelijk.{/i}
french: [_RT_] {i}Merde! Ça semblait gênant.{/i}
german: [_RT_] {i}Shit! Das schien gerade unangenehm. {/i}
italian: [_RT_] {i}merda! Sembrava semplicemente imbarazzante.{/i}

source: [_RT_] {i}I almost feel bad for her.{/i}
dutch: [_RT_] {i}Ik voel me bijna slecht voor haar.{/i}
french: [_RT_] {i}Je me sens presque mal pour elle.{/i}
german: [_RT_] {i}Ich fühle mich fast schlecht für sie.{/i}
italian: [_RT_] {i}Mi sento quasi male per lei.{/i}
portuguese: [_RT_] {i}Eu quase me sinto mal com ela.{/i}

source: [_RT_] {i}Maybe I should cool things down for a short time, until I can get her to feel more comfortable sexually around me.{/i}
dutch: [_RT_] {i}Misschien moet ik de dingen kort afkoelen, totdat ik haar kan laten voelen om me heen aangenamer te voelen.{/i}
french: [_RT_] {i}Je devrais peut-être refroidir les choses pendant un court moment, jusqu'à ce que je puisse la faire se sentir plus à l'aise sexuellement avec moi.{/i}
german: [_RT_] {i}Vielleicht sollte ich die Dinge für eine kurze Zeit abkühlen, bis ich sie dazu bringen kann, sich sexuell besser um mich herum zu fühlen.{/i}
italian: [_RT_] {i}Forse dovrei raffreddare le cose per un breve periodo, fino a quando non posso farle sentire più a mio agio sessualmente.{/i}
