Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Here, just slide that into my thong.
dutch: [_M_] Hier, schuift dat gewoon in mijn dong.
german: [_M_] Hier, einfach in meinen Thong schieben.

source: [_M_] Oh, such a big spender! What do you do for a living Mr. Big Shot?
dutch: [_M_] Oh, zo'n grote spender! Wat doe jij voor een levende Mr. Big Shot?
german: [_M_] Oh, so ein großer Spender! Was machst du für einen lebendigen Mr. Big Shot?

source: [_X_] I'm a principal at a local private school.
dutch: [_X_] Ik ben een hoofdpersoon bij een lokale privéschool.
german: [_X_] Ich bin Principal in einer privaten Schule vor Ort.

source: [_M_] That's nice, a...A principal?!
dutch: [_M_] Dat is mooi, een...een directeur?
german: [_M_] Das ist schön, a...Ein Prinzip?!

source: [_PH_] Really, Mrs. [mom_name]? I know some of my teachers moonlight at other jobs, but working at a strip club?
dutch: [_PH_] Echt, mevrouw [mom_name]? Ik weet dat sommige van mijn leraren een maanlicht hebben naar andere functies, maar werken in een strip club?
german: [_PH_] Wirklich, Frau [mom_name]? Ich kenne einige meiner Lehrer Mondlicht an anderen Arbeitsplätzen, aber ich arbeite in einem Strip-Club?

source: [_R_] Holy shit! I think that's my principal.
dutch: [_R_] Heilige geaard! Ik denk dat dat mijn opdrachtgever is.
german: [_R_] Heilige Scheiße! Ich denke, das ist mein Prinzip.

source: [_AD_] Oh yeah... that does look like him. Principal Hard on, right?
dutch: [_AD_] Oh yea... dat lijkt wel op hem. Principal Hard aan, toch?
german: [_AD_] Oh ja... das sieht aus wie er. Principal hart, oder?

source: [_R_] No, Hardun... What's he doing here?
dutch: [_R_] Nee, Hardun... Wat doet hij hier?
german: [_R_] Nein, Hardun... Was macht er hier?

source: [_R_] Oh, God, this is bad! What are they talking about? I can't make it out over the music.
dutch: [_R_] Oh, God, dit is slecht! Waar praten ze? Ik kan het niet over maken over de muziek.
german: [_R_] Oh, Gott, das ist schlecht! Worüber reden sie? Ich kann es nicht über die Musik schaffen.

source: [_M_] Wha-! -can't be serious--!
dutch: [_M_] Wha-! -kan niet serieus zijn--!
german: [_M_] Wha-! -kann nicht ernst sein --!

source: [_PH_] ---- --uld the parents thin- ---- ound out?
dutch: [_PH_] ---- Bewaar de ouders dun- ---- uitgezonden?
german: [_PH_] ---- --uld die Eltern denken- ---- aus?

source: [_M_] Fine! Le-----it over wit-.
dutch: [_M_] Prima! Le-----it over wit-.
german: [_M_] Schön! Le-----it über wit-.

source: [_R_] Oh, shit!... They're coming this way... Where are they going?
dutch: [_R_] Oh, klaar!... Ze komen deze weg... Waar gaan ze?
german: [_R_] Oh, shit!... Sie kommen auf diese Wege... Wohin gehen sie?

source: [_AD_] You're not too bright, are you?
dutch: [_AD_] Je bent niet te helder, toch?
german: [_AD_] Du bist nicht zu hell, oder?

source: [_R_] Shit, shit, shit... He's taking her to the back so she doesn't make a scene when he fires her!
dutch: [_R_] Shit, shit, shit ... Hij neemt haar op de rug zodat ze geen scène maakt wanneer hij haar afvuurt!
german: [_R_] Shit, Scheiße, Scheiße... Er bringt sie in die Rücken, so dass sie keine Szene macht, wenn er sie feuert!

source: [_AD_] He's not going to fire her, Genius.
dutch: [_AD_] Hij gaat haar niet ontslaan, Genius.
german: [_AD_] Er wird sie nicht feuern, Genius.

source: [_R_] What are you talking about? He just caught her working as a stripper! It's a big scandal! Parents will freak when they find out their kid's teacher is a stripper!
dutch: [_R_] Waar heb je het over? Hij heeft net haar betrapt als een stripper! Het is een groot schandaal! Ouders zullen zich bevrijden wanneer ze erachter komen dat de leraar van hun kind een ontbijt is!
german: [_R_] Worüber sprichst du? Er hat sie gerade als Stripper arbeitet! Es ist ein großer Skandal! Eltern werden sich verärgern, wenn sie herausfinden, dass der Lehrer ihrer Kinder ein Stripper ist!

source: [_R_] Wait... How is he even here? This is an exclusive club run by the mob.
dutch: [_R_] Wacht... Hoe is hij hier? Deze exclusieve club wordt door de menigte gerund.
german: [_R_] Warte... Wie ist er überhaupt hier? Dies ist ein exklusiver Club, der vom Mob geführt wird.

source: [_AD_] Mobsters have kids too, you know. It never hurts to have their principal owe you a favor.
dutch: [_AD_] Mobsters hebben ook kinderen, jij weet het. Het doet nooit pijn om hun hoofdpersoon jou een gunst te geven.
german: [_AD_] Mobster haben auch Kinder, die du weißt. Es schadet nie, dass ihr Hauptmann dir einen Gefallen schuldet.

source: [_R_] But then... He's...
dutch: [_R_] Maar toch... Hij...
german: [_R_] Aber dann... Sie...

source: [_AD_] Now, you're getting it.
dutch: [_AD_] Nu krijg je het.
german: [_AD_] Jetzt bekommst du es.

source: [_R_] This isn't happening. He's her boss! He can't do that!
dutch: [_R_] Dit gebeurt niet. Hij is haar baas! Hij kan dat niet doen!
german: [_R_] Das passiert nicht. Er ist ihr Boss! Er kann das nicht machen!

source: [_AD_] Haha... Your family's got some luck, huh? Oh! Your sister's back from the bar. I'm going to get a drink.
dutch: [_AD_] Haha... Je familie heeft wat geluk, toch? Oh! Je zus is terug uit de balk. Ik zal een drankje krijgen.
german: [_AD_] Haha... Ihre Familie hat etwas Glück, oder? Oh! Ihre Schwester ist zurück von der Bar. Ich werde ein Getränk bekommen.

source: [_AD_] Hey, Sidney! Over here.
dutch: [_AD_] Hé, Zij! Meer hier.
german: [_AD_] Hey, Sidney! Drum hier.

source: [_R_] What? Oh shit.
dutch: [_R_] Wat? Oh niet.
german: [_R_] Was? Oh shit.

source: [_S_] Oh, umm... Hi, Officer.
dutch: [_S_] Oh, umm... Hallo, Officier
german: [_S_] Oh, umm... Hallo, Offizier.

source: [_AD_] You don't need to be so formal when I'm off duty. just call me Diaz, Sweetheart. Would you be a dear and bring me a rum and coke?
dutch: [_AD_] Je hoeft niet zo formeel te zijn wanneer ik vrijblijvend ben. noem me Diaz, Sweetheart. Zou je een lieve man zijn en me een rum en coke brengen?
german: [_AD_] Du musst nicht so formell sein, wenn ich nicht im Amt bin. Rufen Sie mir einfach Diaz, Sweetheart. Würdest du ein lieber und bringst mir einen Rum und Kok?

source: [_RT_] {i}Wait... Why am I hiding from Sidney? I don't think she'd tell Mom that I was here. Though, those two have been pretty close lately. Even if she didn't tattle on me, I bet she'd tease me and call me a stalker or something.{/i}
dutch: [_RT_] {i}wacht... Waarom verstop ik me voor Sidney? Ik denk niet dat ze tegen mama zou zeggen dat ik hier was. Deze twee zijn de laatste tijd vrij dichtbij gekomen. Zelfs als ze niet bij me in het gevecht zou gaan, wed ik dat ze me zou verscheuren en me een stalker of iets zou noemen.{/i}
german: [_RT_] {i}Warte... Warum verstecke ich mich vor Sidney? Ich glaube nicht, dass sie Mama sagen würde, dass ich hier war. Allerdings waren diese beiden in letzter Zeit ziemlich nah. Selbst wenn sie mich nicht bezwungen hat, wette ich, dass sie mich anredet und mich als Stalker oder etwas bezeichnet.{/i}

source: [_S_] Sure thing. Hey, umm... Have you seen a tall guy with a blue tie around? He ordered a double scotch, but I can't find him.
dutch: [_S_] Zeker zo. Hey, umm... Heb je een hoge man gezien met een blauwe stropdas in de buurt? Hij bestelde een dubbele schoffel, maar ik kan hem niet vinden.
german: [_S_] Sicher. Hey, umm... Hast du einen großen Kerl mit blauer Krawatte gesehen? Er bestellte einen doppelten Schlitz, aber ich kann ihn nicht finden.

source: [_AD_] Is that right?
dutch: [_AD_] klopt dat?
german: [_AD_] Stimmt das?

source: [_AD_] You know, I think I did see your mom going with a guy like that to the private booths over there.
dutch: [_AD_] Weet je, ik denk dat ik je moeder met een kerel als dat naar de privécabines daar toe heb zien gaan.
german: [_AD_] Du weißt, ich glaube, ich habe deine Mama mit einem Kerl wie dem dort zu den privaten Ständen gefahren.

source: [_ST_] {i}Mom's giving a guy a lap dance? Why am I surprised? Lap dances are probably good money. I guess I thought she'd be too straight-laced to do more than dance on the stage.{/i}
dutch: [_ST_] {i}Momenten geven een kerel een dans? Waarom ben ik verrassd? Lap dansen zijn waarschijnlijk goed geld. Ik denk dat ik dacht dat ze te strakkelijk was om meer te doen dan dansen op het speelveld.{/i}
german: [_ST_] {i}Mom's geben einem Kerl einen Rundentanz? Warum bin ich überrascht? Rundentänze sind wahrscheinlich gutes Geld. Ich denke, ich dachte, sie wäre zu geradlinig, um mehr zu tun als auf der Bühne zu tanzen.{/i}

source: [_S_] Oh, I guess I'll wait till he comes out.
dutch: [_S_] Oh, ik denk dat ik zal wachten tot hij uitkomt.
german: [_S_] Oh, ich denke, ich warte, bis er herauskommt.

source: [_AD_] Nonsense... Go right in, he won't mind. Trust me.
dutch: [_AD_] Nonsense... Ga rechts, breek me niet. Vertrouw me.
german: [_AD_] Unsinnse... Geh nach rechts, ihm fällt es nicht übel. Vertrauen Sie mir.

source: [_S_] Really? Wouldn't I be interrupting?
german: [_S_] Wirklich? Könnte ich nicht unterbrechen?

source: [_AD_] You're still pretty new at this. Can I give you a tip? Guys love it when a girl serves them a drink while they're getting a lap dance. Makes em feel like a king getting waited on hand and foot.
dutch: [_AD_] Je bent hier nog steeds vrij nieuw in. Kan ik je een tip geven? Jongens vinden het geweldig als een meisje ze een drankje doet terwijl ze een waterdans krijgen. Laat het gevoel hebben dat een koning op de voet wordt afgewacht.
german: [_AD_] Du bist hier noch ziemlich neu. Darf ich dir einen Tipp geben? Jungs lieben es, wenn ein Mädchen ihnen ein Getränk serviert, während sie einen Rundentanz bekommen. Lässt sich fühlen, wie ein König auf Hand und Fuß wartet.

source: [_RT_] {i}That actually does sound pretty good.{/i}
dutch: [_RT_] {i}Dat klinkt eigenlijk best goed.{/i}
german: [_RT_] {i}Das klingt eigentlich ziemlich gut.{/i}

source: [_AD_] And you know what they do when they're feeling like a king...?
dutch: [_AD_] En je weet wat ze doen als ze zich voelen als een koning...?
german: [_AD_] Und du weißt, was sie tun, wenn sie sich wie ein König fühlen...

source: [_S_] Oh, they tip like they're a king too?
dutch: [_S_] Oh, ze tikken alsof ze ook een koning zijn?
german: [_S_] Oh, sie tippen, als wären sie auch ein König?

source: [_AD_] You got it.
dutch: [_AD_] Je hebt het.
german: [_AD_] Du hast es.

source: [_S_] I guess that makes sense. Thanks Offic... umm... thanks, Diaz.
dutch: [_S_] Ik denk dat dat zinnig is. Bedankt... umm... bedankt, Diaz.
german: [_S_] Ich denke, das macht Sinn. Danke Office... umm... Danke, Diaz.

source: [_AD_] Believe me sweety. It's my pleasure.
dutch: [_AD_] Geloof me zoet. Het is mijn plezier.
german: [_AD_] Glauben Sie mir süß. Es ist mein Vergnügen.

source: [_R_] Are you crazy?
dutch: [_R_] Ben je gek?
german: [_R_] Bist du verrückt?

source: [_AD_] Relax, Sport... I did you a favor.
dutch: [_AD_] Relax, Sport... Ik heb je een plezier gedaan.
german: [_AD_] Relax, Sport... Ich habe dir einen Gefallen getan.

source: [_S_] Excuse me, sir?... I brought you your scotch.
dutch: [_S_] Neemt u mij niet kwalijk?... Ik heb jullie schouderklopje meegebracht.
german: [_S_] Entschuldige mich, Sir?... Ich brachte dir deinen Schlitz.

source: [_S_] Um, he ordered a drink while you were dancing... Should I have waited?
dutch: [_S_] Um, hij bestelde een drankje terwijl je aan het dansen... Zou ik hebben gewacht?
german: [_S_] Um, er hat ein Getränk bestellt, während du tanzt hast... Hätte ich warten sollen?

source: [_PH_] Not at all! Your timing is perfect! I've got a full bodied woman here. A full bodied scotch to go with her is just what I needed. Bring it here.
dutch: [_PH_] Helemaal niet! Jouw timing is perfect! Ik heb hier een volledige belichaamde vrouw. Ik heb juist behoefte aan een volledige lichaamsbeweging die met haar meegaat.
german: [_PH_] Nein! Dein Timing ist perfekt! Ich habe hier eine vollwertige Frau. Ich brauche eine vollmundige Skulptur, um mit ihr zu gehen. Bring sie hier.

source: [_ST_] {i}Wow! He's got his hands all over her. Isn't that against the rules? Should I say something?{/i}
dutch: [_ST_] {i}Wow! Hij heeft zijn handen over haar neergelegd. Is dat niet tegen de regels? Moet ik iets zeggen? {/i}
german: [_ST_] {i}Wow! Er hat seine Hände ganz über ihr. Ist das nicht gegen die Regeln? Soll ich etwas sagen?{/i}

source: [_ST_] {i}No, she knows what she's doing. I'd probably just embarrass Mom in front of a client. Better act normal and hand him his drink like Diaz said.{/i}
dutch: [_ST_] {i}Nee, ze weet wat ze doet. Ik zou waarschijnlijk alleen maar een man voor een klant in verlegenheid brengen. Beter handelen normaal en geef hem zijn drank zoals Diaz zei.{/i}
german: [_ST_] {i}Nein, sie weiß, was sie tut. Ich würde wahrscheinlich nur Mama vor einem Kunden peinen. Besser normal handeln und ihm sein Getränk wie Diaz gesagt hat.{/i}

source: [_S_] Here's your scotch, Handsome. Is there anything else I can get you?
dutch: [_S_] Hier is jouw schouderpas, Handsom. Is er iets anders dat ik je kan helpen?
german: [_S_] Hier ist dein Schloß, Handsome. Kann ich dich sonst noch bekommen?

source: [_PH_] Thank you darling. I'm good for the moment, but if you want to stick around...
dutch: [_PH_] Bedankt dat je donkert. Ik ben goed voor het moment, maar als je wilt blijven rondtrekken...
german: [_PH_] Vielen Dank. Ich bin gut für den Moment, aber wenn du umgehen möchtest...

source: [_M_] No! I uh... Thank you sir, but the song is over and I'm going on break.
dutch: [_M_] Nee! Ik Uh... Dank je wel, maar het nummer is voorbij en ik ga pauzeren.
german: [_M_] Nein! Ich uh... Vielen Dank, Herr Herr, aber das Lied ist vorbei und ich werde in Pause gehen.

source: [_M_] Come on, Sidney.
dutch: [_M_] Kom op, Zidney.
german: [_M_] Komm, Sidney.

source: [_R_] Hey, you were right... They're coming out.
dutch: [_R_] Hey, je hebt gelijk... Ze komen uit.
german: [_R_] Hey, du hast Recht... Sie kommen heraus.

source: [_AD_] I can't believe you doubted me. You're lucky I'm still going to let you buy me that lapdance.
dutch: [_AD_] Ik kan niet geloven dat je aan me twijfelde. Je hebt geluk dat ik je nog steeds de kans geef om me die restatie te laten kopen.
german: [_AD_] Ich kann nicht glauben, dass du mich gezweifelt hast. Ich bin glücklich, dass du mir diesen Verfall kaufen kannst.

source: [_S_] Mom, you left the blazer back in the booth.
dutch: [_S_] Mama, je hebt de blazer terug in de draaitafel verlaten.
german: [_S_] Mama, du hast den Blazer zurück im Stand gelassen.

source: [_M_] It's fine. I'll grab it later.
dutch: [_M_] Het is prima. Ik zal het later halen.
german: [_M_] Es ist in Ordnung. Ich werde es später packen.

source: [_S_] Is everything ok? That guy looked like he'd buy another dance with you. Did I mess something up by coming in to give him his drink?
dutch: [_S_] Is alles ok? Die kerel zag eruit alsof hij nog een dans bij jou zou kopen. Heb ik iets misleid door hem zijn drankje te geven?
german: [_S_] Ist alles in Ordnung? Dieser Kerl sah so aus, als würde er einen anderen Tanz mit dir kaufen. Habe ich etwas durcheinander gebracht, indem ich ihm sein Getränk gegeben habe?

source: [_MT_] {i}Oh, Sidney... I can't let her know what's going on. Come on, [mom_name]. It doesn't matter that your boss is a bastard and has you over a barrel. Put on a smile and tell her everything is fine.{/i}
dutch: [_MT_] {i}Oh, Sidney... Ik kan haar niet laten weten wat er aan de hand is. Kom op, [mom_name]. Het maakt niet uit of je baas een kruid is en je over een vat hebt. Doe een glimlach en vertel haar dat alles in orde is. {/i}
german: [_MT_] {i}Oh, Sidney... Ich kann ihr nicht sagen, was los ist. Komm weiter, [mom_name]. Es spielt keine Rolle, dass dein Chef ein Bastard ist und dich über einem Fässer hält. Lege ein Lächeln ein und erstelle ihr alles in Ordnung.{/i}

source: [_M_] Of course not, sweety. I guess I'm still a little uncomfortable with my daughter seeing me like that. I'll be fine. You don't need to worry about me.
dutch: [_M_] Natuurlijk niet, zoet. Ik denk dat ik nog steeds een beetje ongemakkelijk ben met mijn dochter om me zo te zien. Ik zal het in orde zijn. Je hoeft je geen zorgen over me te maken.
german: [_M_] Natürlich nicht, süß. Ich denke, dass es mir noch ein wenig unangenehm ist, wenn meine Tochter mich so sieht. Ich bin in Ordnung. Sie müssen sich keine Sorgen um mich machen.

source: [_S_] Mom? That guy was grabbing your ass. Aren't there rules against guys touching you?
dutch: [_S_] Mom? Die kerel was je aan het nemen. Er zijn geen regels tegen jongens die je aanraken?
german: [_S_] Mama? Dieser Kerl hat deinen Arsch gepackt. Gibt es nicht Regeln gegen Jungs, die dich berühren?

source: [_M_] Well, there are... However... Um...
dutch: [_M_] Nou, er zijn... et... Um...
german: [_M_] Nun, es gibt ... Wie... Um...

source: [_M_] They're not allowed to touch me, unless I let them... You see... guys will tip you extra if they can touch you. So if I like the guy, and he's got the money, I might decide to let him touch me.
dutch: [_M_] Ze mogen me niet aanraken, tenzij ik ze laat zien... Je ziet... jongens zullen je tikken extra laten tikken als ze je kunnen aanraken. Dus als ik de kerel leuk vind, en hij heeft het geld, dan kan ik besluiten hem aan te laten raken.
german: [_M_] Sie dürfen mich nicht berühren, es sei denn, ich lasse sie... Du siehst... Jungs werden dir extra raten, wenn sie dich berühren können. Wenn mir also der Kerl gefällt, und er das Geld bekommen hat, könnte ich mich dafür entscheiden, ihn mich ansprechen zu lassen.

source: [_M_] That man was... Well he pays me a lot. So, I'm letting him do things I wouldn't let a normal guy do.
dutch: [_M_] Die man was... Nou dat hij mij veel betaalt. Dus laat ik hem dingen doen die ik niet zou laten doen door een normale jongen.
german: [_M_] Dieser Mann war... Nun, er zahlt mir eine Menge. Also ich lasse ihn Dinge tun, die ich nicht normal machen würde.

source: [_S_] Wow! That's really smart. I guess he was kind of good looking for an older guy.
dutch: [_S_] Wow! Dat is echt slim. Ik denk dat hij aardig op zoek was naar een oudere kerel.
german: [_S_] Wow! Das ist wirklich intelligent. Ich denke, er war irgendwie gut auf der Suche nach einem älteren Kerl.

source: [_S_] You've really got this whole thing down, don't you? I always thought you were a prudish housewife, but it turns out my Mom is really chill and street smart!
dutch: [_S_] Je hebt dit alles echt omlaag, nietwaar? Ik dacht altijd dat je een verstandige huisvrouw was, maar het blijkt dat mijn mama echt koel en slim op straat is!
german: [_S_] Du hast wirklich diese ganze Sache runter, oder? Ich dachte immer, Sie waren eine vorsichtige Hausfrau, aber es stellt sich heraus, dass meine Mutter ist wirklich kalt und Straße smart!

source: [_MT_] {i}Fucking shit! Now that he knows I'm a stripper, he can make me do whatever he wants in there.{/i}
dutch: [_MT_] {i}Fucking shit! Nu hij weet dat ik een stripper, kan hij me laten doen wat hij daar wil.{/i}
german: [_MT_] {i}Fucking shit! Nun, da er weiß, dass ich ein Stripper bin, kann er mich dazu bringen, alles zu tun, was er will. {/i}

source: [_MT_] {i}My life is in ruins! [dad_name]'s in jail. I had to go back to stripping for money to pay off his debts to the mafia, and now my boss has seen me naked and can put his hands on my body like it's nothing.{/i}
dutch: [_MT_] {i}Mijn leven is geruïneerd! [dad_name]is in de gevangenis. Ik moest teruggaan om geld te onttrekken om zijn schulden af te lossen aan de maffia, en nu heeft mijn baas me naakt gezien en kan hij mijn lichaam de hand geven alsof het niets is. /i}
german: [_MT_] {i}Mein Leben ist in Ruinen! [dad_name]'s im Gefängnis. Ich musste zurück gehen, um Geld zu entziehen, um seine Schulden der Mafia zu begleichen. und jetzt mein Chef hat mich nackt gesehen und kann seine Hände auf meinen Körper legen, wie es ist nichts. /i}

source: [_MT_] {i}Having him make me strip and dance for him, while he groped my ass was the most humiliating moment of my life!{/i}
dutch: [_MT_] {i}Nadat hij me voor hem heeft laten dansen, terwijl hij mijn pas afgleed was het meest vernederende moment van mijn leven! {/i}
german: [_MT_] {i}Er ließ mich für ihn streifen und tanzen, während er meinen Arsch zerschmetterte, war der erniedrigendste Moment meines Lebens!{/i}

source: [_MT_] {i}So, why is my pussy so wet?!{/i}
dutch: [_MT_] {i}Dus waarom is mijn pussy zo nat?!{/i}
german: [_MT_] {i}Also, warum ist meine Fotze so nass?!{/i}

source: [_RT_] {i}Sounds like Mom and Sidney just left in the car for the club. I better get moving too.{/i}
dutch: [_RT_] {i}Geluiden zoals mevrouw en Sidney net in de auto van de club. Ik ga beter ook bewegen.{/i}
german: [_RT_] {i}klingt wie Mama und Sidney gerade im Wagen für den Klub. Ich bewege mich besser zu.{/i}

source: [_RT_] {i}Let's see... Something I don't wear much.{/i}
dutch: [_RT_] {i}Laten we zien... Iets dat ik niet draag. {/i}
german: [_RT_] {i}Lass uns sehen... Etwas, was ich nicht trage.{/i}

source: [_RT_] {i}This'll work. Add some sunglasses, and...{/i}
dutch: [_RT_] {i}This zal werken. Voeg wat zonnebrillen toe en...{/i}
german: [_RT_] {i}Das wird funktionieren. Füge ein paar Sonnenbrillen hinzu und...{/i}

source: [_RT_] {i}Perfect!{/i}
german: [_RT_] {i}Perfekt!{/i}

source: [_RT_] {i}If I keep my distance, she'll never recognize me in this.{/i}
dutch: [_RT_] {i}Als ik mijn afstand behoud, herken ze me altijd.{/i}
german: [_RT_] {i}Wenn ich meine Distanz behalte, wird sie mich hier nie wiedererkennen. {/i}

source: [_RT_] {i}Eat your heart out, 007.{/i}
dutch: [_RT_] {i}Eat je hart uit, 007.{/i}
german: [_RT_] {i}Iss dein Herz aus, 007.{/i}

source: [_RT_] {i}I don't see Mom or Sidney anywhere. Are they still in the dressing room?{/i}
dutch: [_RT_] {i}Ik zie niemand in de dresserkamer. Zijn ze nog steeds in de kledingkamer?{/i}
german: [_RT_] {i}Ich sehe Mutter oder Sidney nirgendwo. Sind sie noch im Umkleideraum?{/i}

source: [_RT_] {i}Better avoid that place and find a seat till they come out.{/i}
dutch: [_RT_] {i}beter vermijd die plek en zoek een plaats tot ze uitkomen.{/i}
german: [_RT_] {i}Besser vermeide diesen Ort und finde einen Sitz bis er herauskommt.{/i}

source: [_RT_] {i}One of these tables in the back should work.{/i}
dutch: [_RT_] {i}Een van deze tabellen in de rug zou moeten werken.{/i}
german: [_RT_] {i}Eine dieser Tabellen im Rücken sollte funktionieren.{/i}

source: [_RT_] {i}I'll be able to see the whole room from here, and it's dark in the corner.{/i}
dutch: [_RT_] {i}Ik kan hier de hele kamer zien, en het is donker in de hoek.{/i}
german: [_RT_] {i}Ich werde den ganzen Raum von hier aus sehen können, und es ist dunkel in der Ecke.{/i}

source: [_RT_] {i}This'll work.{/i}
dutch: [_RT_] {i}Dit zal werken.{/i}
german: [_RT_] {i}Das wird funktionieren.{/i}

source: [_RT_] {i}Nice! And I won't be bored while I wait for them to come out. I've got a great view of the stage too.{/i}
dutch: [_RT_] {i}Nice! En ik verveel me niet zolang ik wacht tot ze uitkomen. Ik heb ook een goed beeld van het speelveld.{/i}
german: [_RT_] {i}Nice! Und ich werde mich nicht langweilen, bis sie herauskommen. Ich habe einen großartigen Blick auf die Bühne zu.{/i}

source: [_RT_] {i}I wonder what goes on in a women's dressing room?...{/i}
dutch: [_RT_] {i}Ik vraag me af wat er gebeurt in een vrouwenkleedkamer?...{/i}
german: [_RT_] {i}Ich frage mich, was in einem Damen-Umkleideraum vor sich geht? ...{/i}

source: [_M_] The manager of the club had to throw a bucket of mop water on the two, just to break up the fight.
dutch: [_M_] De manager van de club moest een emmer mop water op de twee gooien, alleen om het gevecht op te breken.
german: [_M_] Der Manager des Vereins musste einen Eimer Mop Wasser auf die beiden werfen, nur um den Kampf zu brechen.
