Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] Why would I think that?
dutch: [_R_] Waarom zou ik dat vinden?
german: [_R_] Warum sollte ich das glauben?

source: [_M_] I don't know... You tell me.
dutch: [_M_] Ik weet het niet... Dat vertel je het me.
german: [_M_] Ich weiß es nicht... Du sagst mir.

source: [_RT_] {i}If I say anything she'll be pissed. If I accuse her of being unfaithful to Dad, it will drive her away from me!{/i}
dutch: [_RT_] {i}Als ik iets zeg, zal ze gepist worden. Als ik haar beschuldig dat ze niet trouw is aan papa, zal het haar weg van mij drijven!{/i}
german: [_RT_] {i}Wenn ich etwas sage, wird sie abgepisst. Wenn ich ihr vorwerfe, dem Vater untreu zu sein, wird es sie von mir vertreten!{/i}

source: [_RT_] {i}I'm going to have to pretend like everything is fine.{/i}
dutch: [_RT_] {i}Ik zal moeten doen alsof alles in orde is. {/i}
german: [_RT_] {i}Ich muss so tun, als ob alles in Ordnung ist.{/i}

source: [_R_] I'm going to go pay the bill.
dutch: [_R_] Ik ga de rekening betalen.
german: [_R_] Ich werde die Rechnung bezahlen.

source: [_R_] I'll see you in the car.
dutch: [_R_] Ik zie je in de auto.
german: [_R_] Ich sehe dich im Auto.

source: [_M_] Hey... watch the attitude, Mister!
dutch: [_M_] Hey... kijk naar de houding, Mister!
german: [_M_] Hey... achte auf die Haltung, Mister!

source: [_R_] Yeah, yeah...
dutch: [_R_] Yeah, ja...
german: [_R_] Ja, ja...

source: [_MT_] {i}I don't know why we keep pretending.{/i}
dutch: [_MT_] {i}Ik weet niet waarom we blijven doen alsof.{/i}
german: [_MT_] {i}Ich weiß nicht, warum wir immer wieder vorgeben. {/i}

source: [_MT_] {i}He already knows I've made love to Matt, he wouldn't be shocked to find out what we just did.{/i}
dutch: [_MT_] {i}Hij weet al dat ik het leuk heb gemaakt om te Matten, hij zou niet geschokt zijn om erachter te komen wat we net deden.{/i}
german: [_MT_] {i}Er weiß bereits, dass ich Liebe zu Matt gemacht habe, er wäre nicht schockiert zu erfahren, was wir gerade getan haben.{/i}

source: [_MT_] {i}Does he know what I did?... Did he see something?{/i}
dutch: [_MT_] {i}Weet hij wat ik heb gedaan?... Heeft hij iets gezien?{/i}
german: [_MT_] {i}Weiß er, was ich getan habe?... Hat er etwas gesehen?{/i}

source: [_MT_] {i}Shit!... There's no way I can ask him without completely exposing myself.{/i}
dutch: [_MT_] {i}Shit!... Ik kan het hem niet vragen zonder me volledig bloot te stellen.{/i}
german: [_MT_] {i}Shit!... Es gibt keine Möglichkeit, ihn zu fragen, ohne mich vollständig zu enthüllen.{/i}

source: [_RT_] {i}It's going to best if I don't push this.{/i}
dutch: [_RT_] {i}Het is het beste als ik dit niet push.{/i}
german: [_RT_] {i}Es wird am besten sein, wenn ich dies nicht schiebe.{/i}

source: [_RT_] {i}If she wants to pretend she didn't just do anything with Matt again, I should probably just go along with it.{/i}
dutch: [_RT_] {i}Als ze wil doen alsof ze niets met Matt heeft gedaan, moet ik er waarschijnlijk gewoon mee meedoen.{/i}
german: [_RT_] {i}Wenn sie so tun will, als ob sie nicht wieder etwas mit Matt gemacht hat, dann sollte ich wahrscheinlich einfach mitmachen. {/i}

source: [_R_] I'm going to go pay our bill. I'll see you in the car?
dutch: [_R_] Ik ga onze rekening betalen. Ik zie je in de auto?
german: [_R_] Ich werde unsere Rechnung bezahlen. Ich werde dich im Auto sehen?

source: [_M_] Yeah... See you out there.
dutch: [_M_] Yeah... Tot ziens.
german: [_M_] Ja... Bis da draußen.

source: [_M_] I've really enjoyed our date!
dutch: [_M_] Ik heb echt genoten van onze datum!
german: [_M_] Ich habe unser Datum wirklich genossen!

source: [_M_] Thank you so much for taking me out again. I really needed this!
dutch: [_M_] Hartelijk dank dat je me weer uit de zaal haalt. Ik had dit echt nodig!
german: [_M_] Vielen Dank, dass du mich wieder herausgenommen hast. Ich brauchte das wirklich!

source: [_R_] You're welcome.
dutch: [_R_] is welkom.
german: [_R_] Du bist willkommen.

source: [_M_] So, should we head to the beach?
dutch: [_M_] Dus moeten we naar het strand gaan?
german: [_M_] Also, sollten wir zum Strand gehen?

source: [_R_] Uhh... I was thinking that maybe we could just go home. I've got homework and work stuff I need to get done.
dutch: [_R_] Uhh... Ik dacht dat we misschien gewoon naar huis konden gaan. Ik heb huiswerk gemaakt en werk dingen die ik moet doen.
german: [_R_] Uhhh... Ich dachte, dass wir vielleicht einfach nach Hause gehen könnten. Ich habe Hausaufgaben und Arbeitsmaterialien, die ich machen muss.

source: [_M_] Couldn't you just stay up a little later tonight to get it done?
dutch: [_M_] Kon je niet even later op de avond blijven om het voor elkaar te krijgen?
german: [_M_] Kannst du heute Abend nicht noch ein wenig aufstehen, um es zu erledigen?

source: [_R_] That doesn't sound like the mom who raised me.
dutch: [_R_] Dat klinkt niet als de moeder die mij opriep.
german: [_R_] Das klingt nicht nach der Mama die mich erzogen hat.

source: [_M_] I also think it's important to live a little before it's too late.
dutch: [_M_] Ik denk ook dat het belangrijk is om een beetje te leven voor het te laat is.
german: [_M_] Ich denke auch, dass es wichtig ist, ein wenig zu leben, bevor es zu spät ist.

source: [_M_] It's settled!
dutch: [_M_] Het is klaar!
german: [_M_] Es ist geregelt!

source: [_M_] We're heading to the beach.
dutch: [_M_] We gaan naar het strand.
german: [_M_] Wir gehen zum Strand.

source: [_RT_] {i}Okay, [ryan]... Mom seems pretty happy.{/i}
dutch: [_RT_] {i}Oké, [ryan]... Mom ziet er best blij uit.{/i}
german: [_RT_] {i}Okay, [ryan]... Mom scheint ziemlich glücklich.{/i}

source: [_RT_] {i}She doesn't need you ruining her day by calling her out for another moment of weakness.{/i}
dutch: [_RT_] {i}Ze heeft je niet nodig om haar dag te ruïneren, door haar een ander moment van zwakheid te bellen.{/i}
german: [_RT_] {i}Sie braucht nicht, dass Sie ihren Tag ruinieren, indem Sie sie für einen weiteren Moment der Schwäche ausruft.{/i}

source: [_RT_] {i}The night is still young.{/i}
dutch: [_RT_] {i}De nacht is nog jong.{/i}
german: [_RT_] {i}Die Nacht ist noch jung. {/i}

source: [_RT_] {i}I might be able to salvage what's left of it.{/i}
dutch: [_RT_] {i}Ik kan misschien redden wat er nog van te redden is.{/i}
german: [_RT_] {i}Ich könnte in der Lage sein zu retten, was von ihm übrig ist.{/i}

source: [_RT_] {i}Time to stop acting butt hurt, and treat Mom like the goddess she is.{/i}
dutch: [_RT_] {i}Tijd om geen pijn meer te doen en de maan zoals de godin die ze is.{/i} te behandelen
german: [_RT_] {i}Zeit aufzuhören, Butt weh zu tun und Mama wie die Göttin zu behandeln, die sie ist.{/i}

source: [_R_] So, you ready for some more fun?
dutch: [_R_] Dus, je bent klaar voor wat meer plezier?
german: [_R_] Du bist also bereit für mehr Spaß?

source: [_M_] Really?... I kind of thought our date was over.
dutch: [_M_] Echt waar?... Ik heb onze datum eigenlijk bedacht.
german: [_M_] Wirklich?... Ich dachte, unser Datum sei vorbei.

source: [_R_] I had one more little adventure in mind.
dutch: [_R_] Ik had nog één klein avontuur in gedachten.
german: [_R_] Ich hatte noch ein kleines Abenteuer im Sinn.

source: [_R_] That is, if you're still up for some fun.
dutch: [_R_] Dat wil zeggen, als je nog steeds wat plezier hebt.
german: [_R_] Das heißt, wenn du noch etwas Spaß machst.

source: [_M_] Hmmm... More fun than we've already had?
dutch: [_M_] Hmmm... Meer plezier dan we al had?
german: [_M_] Hmmm... Mehr Spaß als wir schon hatten?

source: [_M_] Yes, please!
dutch: [_M_] Ja, graag!
german: [_M_] Ja, bitte!

source: [_R_] Awesome! Now, when you get to our road, don't turn down it... Just keep going straight towards the ocean.
dutch: [_R_] Geweldig! Nu, wanneer je op onze weg komt, keer het niet omlaag... Ga gewoon naar de oceaan.
german: [_R_] Super! Nun, wenn du unsere Straße erreichst, biege sie nicht ab... Einfach immer geradeaus zum Ozean.

source: [_M_] So... It's getting pretty late.
dutch: [_M_] Zo wordt het aardig laat.
german: [_M_] Also... Es wird ziemlich spät.

source: [_M_] We've both got school tomorrow... Maybe we should call it a night.
dutch: [_M_] We hebben morgen beide school... Misschien moeten we het een nacht noemen.
german: [_M_] Wir haben beide morgen eine Schule... Vielleicht sollten wir sie eine Nacht nennen.

source: [_R_] Yeah... I mean, I had one more fun adventure planned for us, but I guess you don't have any interests in hanging out with me tonight.
dutch: [_R_] Ja... Ik bedoel, ik had nog een leuk avontuur gepland voor ons, maar ik denk dat je er geen belang bij hebt om vanavond bij me te hangen.
german: [_R_] Ja... Ich meine, ich hatte noch ein lustiges Abenteuer, das für uns geplant war, aber ich vermute, dass du heute Abend kein Interesse daran hast, mit mir auszuhängen.

source: [_R_] I'm sorry that Matt didn't invite you to go hang out with him and his friends.
dutch: [_R_] Het spijt me dat Matt je niet heeft uitgenodigd om mee te gaan met hem en zijn vrienden.
german: [_R_] Es tut mir leid, dass Matt dich nicht eingeladen hat, mit ihm und seinen Freunden auszuziehen.

source: [_M_] What's that supposed to mean?
dutch: [_M_] Wat moet dat betekenen?
german: [_M_] Was soll das bedeuten?

source: [_R_] It means that you were all smiles after your little talk with Matt.
dutch: [_R_] Het betekent dat je allemaal glimlachen was na je kleine gesprek met Matt.
german: [_R_] Es bedeutet, dass Sie alle nach Ihrem kleinen Gespräch mit Matt lächelten.

source: [_R_] You seemed to enjoy that ten minutes of our date more than you enjoyed the rest of it.
dutch: [_R_] Je leek te genieten van tien minuten van onze datum, meer dan je er verder van hebt genoten.
german: [_R_] Du schien es zu genießen, dass zehn Minuten unseres Datums mehr als du sonst genossen hast.

source: [_M_] Wow, [ryan]... you're acting really jealous again, What is your hangup with me and Matt?
dutch: [_M_] Wow, [ryan]... Je handelt weer jaloers en wat is je ophanging met mij en Matt?
german: [_M_] Wow, [ryan]... Sie handeln wirklich eifersüchtig wieder, was ist Ihr Hangup mit mir und Matt?

source: [_M_] We had a great time today. You had me laughing, you had me smiling, you even got me to do something that most mom's wouldn't ever consider doing with their sons.
dutch: [_M_] We hebben vandaag een leuke tijd gehad. Je had me laten lachen, je had me laten glimlachen, je liet me zelfs iets doen dat de meeste momenten niet zouden overwegen om met hun zoon te doen.
german: [_M_] Wir hatten heute eine tolle Zeit. Du hast mich gelacht, du hast mich lächeln lassen, du hast mich sogar dazu gebracht, etwas zu tun, was die meisten Mimis mit ihren Söhnen nie in Erwägung ziehen würden.

source: [_M_] You're not my husband, you're my son, and you need to stop getting those two roles confused.
dutch: [_M_] Je bent niet mijn man, je bent mijn zoon, en je moet ophouden die twee rollen met elkaar te verwarren.
german: [_M_] Du bist nicht mein Ehemann und bist mein Sohn, und du musst aufhören, diese beiden Rollen verwechselt zu bekommen.

source: [_M_] Don't get all angry at me because you can't control everything I do! You're beginning to act like your father!
dutch: [_M_] Word niet zo boos op me omdat je niet alles kunt controleren wat ik doet! Je begint te handelen als je vader!
german: [_M_] Erhalte nicht alle wütenden über mich, weil du nicht alles kontrollieren kannst, was ich tue! Du beginnst zu handeln wie dein Vater!

source: [_M_] Maybe if you can get that into your head, we can try and have a better date next week. If not, don't even ask.
dutch: [_M_] Misschien dat je dat in je hoofd kan krijgen, dan kunnen we het proberen om volgende week een betere datum te krijgen. Zo niet, dan niet.
german: [_M_] Wenn du das vielleicht in den Kopf bekommen kannst, können wir versuchen, ein besseres Datum nächste Woche zu bekommen. Falls nicht, frage nicht einmal.

source: {i}{b}"Mom's Anger +4"{/b}{/i}
dutch: {i}{b}"Momenthoek +4"{/b}{/i}
german: {i}{b}"Mamas Zorn +4"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
dutch: {i}{b}"Momenten Affection -1"{/b}{/i}
german: {i}{b}"Mamas Affection -1"{/b}{/i}

source: {i}{b}"Mom's Submission -1"{/b}{/i}
dutch: {i}{b}"Moment-indiening -1"{/b}{/i}
german: {i}{b}"Mamas Einreichung -1"{/b}{/i}

source: [_RT_] Shit!... I fucked up.
dutch: [_RT_] Shit!... Ik heb me opgestoken.
german: [_RT_] Shit!... Ich habe gefickt.

source: [_RT_] If only fucking Matt hadn't shown up again!
dutch: [_RT_] Als alleen de fucking Matt niet meer was getoond!
german: [_RT_] Wenn nur das Fick Matt nicht wieder erschienen ist!

source: [_RT_] {i}Hopefully Mom will forgive me, it sounds like she will.{/i}
dutch: [_RT_] {i}Hopelijk vergeeft de maan mij, het klinkt zoals ze wil.{/i}
german: [_RT_] {i}Hoffentlich verzeihen mir die Mom, es klingt so, als würde sie es tun.{/i}

source: [_RT_] {i}She left the option of going on another date next weekend on the table.{/i}
dutch: [_RT_] {i}Ze liet de optie achter om een andere datum volgend weekend op de tafel te nemen.{/i}
german: [_RT_] {i}Sie hat die Option verlassen ein anderes Datum am nächsten Wochenende auf dem Tisch zu haben.{/i}

source: [_RT_] {i}I've just got to get her to feel like I deserve it.{/i}
dutch: [_RT_] {i}Ik heb net het gevoel dat ik het verdien.{/i}
german: [_RT_] {i}Ich muss ihr gerade das Gefühl geben, dass ich es verdient habe.{/i}

source: [_M_] I love to see you passionate about something.
dutch: [_M_] Ik vind het fijn om je passie voor iets te zien.
german: [_M_] Ich liebe es, dich mit etwas leidenschaftlich zu sehen.

source: [_R_] Even when it's incest games?
dutch: [_R_] zelfs wanneer het incest spel is?
german: [_R_] Selbst wenn es inzest Spiele ist?

source: [_M_] Yeah, it's not ideal, but it's healthy to have a hobby.
dutch: [_M_] Yeah, het is niet ideaal, maar het is gezond om een hobby te hebben.
german: [_M_] Ja, es ist nicht ideal, aber es ist gesund, ein Hobby zu haben.

source: [_MT_] {i}I could just see the lust in his eyes as he described that scene.{/i}
dutch: [_MT_] {i}Ik kon alleen het stof in zijn ogen zien zoals hij die scène beschreeft.{/i}
german: [_MT_] {i}Ich konnte einfach die Lust in seinen Augen sehen, wie er diese Szene beschrieben hat.{/i}

source: [_MT_] {i}I'm probably mirroring that same lust in my own eyes!{/i}
dutch: [_MT_] {i}Ik spiegel waarschijnlijk dezelfde lust in mijn eigen ogen!{/i}
german: [_MT_] {i}Ich spiegele wahrscheinlich dieselbe Lust in meinen eigenen Augen!{/i}

source: [_MT_] {i}I can feel juices starting to leak out of my pussy!{/i}
dutch: [_MT_] {i}Ik kan ervaren dat ik uit mijn poes lekker!{/i}
german: [_MT_] {i}Ich kann Säfte fühlen, die aus meiner Fotze auslaufen!{/i}

source: [_RT_] {i}Wow! Thanks, Mom! That view is really something!{/i}
dutch: [_RT_] {i}Wow! Bedankt, Mom! Die weergave is echt iets van!{/i}
german: [_RT_] {i}Wow! Danke, Mama! Diese Ansicht ist wirklich etwas!{/i}

source: [_MT_] {i}Mmmm... And now he's staring at my cleavage again!{/i}
dutch: [_MT_] {i}Mmmm... En nu staren hij weer naar mijn verdrijving!{/i}
german: [_MT_] {i}Mmmm... Und jetzt fängt er wieder an meine Spaltung!{/i}

source: [_MT_] {i}God!... I'm going to lose it if I don't get some relief right now.{/i}
dutch: [_MT_] {i}God!... Ik ga het verliezen als ik nu geen opluchting krijgt.{/i}
german: [_MT_] {i}Gott!... Ich werde es verlieren, wenn ich jetzt keine Erleichterung bekomme

source: [_MT_] {i}I'm sure [ryan] wouldn't mind if I asked him for his help again.{/i}
dutch: [_MT_] {i}Ik weet zeker dat [ryan] het niet erg zou vinden als ik hem opnieuw om hulp vroeg .{/i}
german: [_MT_] {i}Ich bin sicher, [ryan] würde es nicht stören, wenn ich ihn erneut um Hilfe bitte.{/i}

source: [_MT_] {i}I mean... I'll have to end this kind of stuff in the very near future, but for now...{/i}
dutch: [_MT_] {i}Ik bedoel... Ik zal dit soort dingen in de zeer nabije toekomst moeten stoppen, maar voor nu...{/i}
german: [_MT_] {i}Ich meine... Ich werde diese Art von Sachen in naher Zukunft beenden müssen, aber fürs Erste ...{/i}

source: [_R_] Are you okay, Mom?
dutch: [_R_] Ben je ok, Mé?
german: [_R_] Bist du in Ordnung, Mama?

source: [_M_] You know how you helped me out the last time we were here?
dutch: [_M_] Je weet hoe je me geholpen hebt de laatste keer dat we hier waren?
german: [_M_] Du weißt, wie du mir geholfen hast, als wir das letzte Mal hier waren?

source: [_R_] Helped with?...
dutch: [_R_] geholpen met?...
german: [_R_] half mit?...

source: [_M_] You know...
dutch: [_M_] weet u...
german: [_M_] Sie wissen...

source: [_R_] Are you saying that you need that same kind of help?
dutch: [_R_] zeg je dat je hetzelfde type hulp nodig hebt?
german: [_R_] sagst du, dass du dieselbe Art von Hilfe benötigst?

source: [_M_] Maybe?
dutch: [_M_] misschien?
german: [_M_] vielleicht?

source: [_R_] Oh, Mom!... I'm so glad you came to me with this! I'm your guy!
dutch: [_R_] Oh, mam!... Ik ben zo blij dat je hier naartoe bent gekomen! Ik ben jullie kerel!
german: [_R_] Oh, Mom!... Ich bin so froh, dass du mit dem gekommen bist! Ich bin dein Kerl!

source: [_R_] I'll take care of it right away!
dutch: [_R_] Ik zal er meteen voor zorgen!
german: [_R_] Ich werde mich gleich darum kümmern!

source: [_MT_] {i}Well, at least he's still eager to help.{/i}
dutch: [_MT_] {i}Wel, tenminste hij wil nog steeds graag helpen.{/i}
german: [_MT_] {i}Nun, zumindest ist er immer noch eifrig zu helfen.{/i}

source: [_R_] Uhh... Now that we've... you know... wouldn't you rather meet me in the bathroom so we can?...
dutch: [_R_] Uh... Nu dat we... weet jij... zou je me niet beter ontmoeten in de badkamer, zodat we kunnen?...
german: [_R_] Uhhh... Jetzt, dass wir... weiß... würdest du mich nicht eher im Badezimmer treffen, so dass wir können?...

source: [_M_] Ewe... No! I don't want to do anything in a bathroom like this.
dutch: [_M_] Owe... Nee! Ik wil niets doen in een badkamer zoals deze.
german: [_M_] Ewe... Nein! Ich möchte nichts in einem Badezimmer wie diesem tun.

source: [_M_] Let's just keep it simple.
dutch: [_M_] Laten we het gewoon eenvoudig houden.
german: [_M_] Lassen Sie uns es einfach halten.

source: [_R_] Do you want to do it right here again?
dutch: [_R_] Wil je het hier nog een keer doen?
german: [_R_] Möchtest du es gleich wieder hier machen?

source: [_M_] I don't see why not.
dutch: [_M_] Ik zie niet waarom niet.
german: [_M_] Ich sehe nicht, warum nicht.

source: [_R_] You don't need to say another word... I've got this!
dutch: [_R_] Je hoeft geen ander woord te zeggen... Ik heb dit!
german: [_R_] Du musst kein anderes Wort sagen... Ich habe das!

source: [_M_] {i}(Whispering){/i} Thank you, [ryan]!
dutch: [_M_] {i}(Whispering){/i} Bedankt, [ryan]!
german: [_M_] {i}(Flüster){/i} Danke, [ryan]!

source: [_M_] You have no idea how much I've been needing this!
dutch: [_M_] Je hebt geen idee hoeveel ik dit nodig heb!
german: [_M_] Du hast keine Ahnung, wie viel ich das benötige!

source: [_M_] Oh could you?... With your right hand?
dutch: [_M_] Oh jou?... Met je rechterhand?
german: [_M_] Oh könntest du?... Mit deiner rechten Hand?

source: [_M_] Yes!... Right there!
dutch: [_M_] Ja!... Oké daar!
german: [_M_] Ja!... Genau da!

source: [_MT_] {i}Oh, God!{/i}
german: [_MT_] {i}Oh, Gott!{/i}

source: [_RT_] {i}The bench is literally soaked!... How much did Mom leak before I even started?{/i}
dutch: [_RT_] {i}De bank is letterlijk doorgezocht!... Hoeveel lek heb ik gehad voordat ik zelfs maar begonnen?{/i}
german: [_RT_] {i}Die Bank ist buchstäblich getränkt!... Wie viel hat die Mama durchgesickert, bevor ich überhaupt begonnen habe?{/i}

source: [_RT_] {i}At least she's keeping my fingers lubricated as they slide in and out of her ass.{/i}
dutch: [_RT_] {i}Ten minste dat ze mijn vingers smeert terwijl ze in- en uit haar assortiment schuifen.{/i}
german: [_RT_] {i}Zumindest hält sie meine Finger geschmiert während sie ein- und ausrutschen.{/i}

source: [_WAT_] It's been a while. I should just check on them.
dutch: [_WAT_] Het is een tijdje geweest. Ik moet ze even nakijken.
german: [_WAT_] Es war eine Weile her. Ich sollte sie einfach überprüfen.

source: [_WAT_] Is [ryan] under the table again?
dutch: [_WAT_] Is [ryan] onder de tabel weer?
german: [_WAT_] Ist [ryan] erneut unter der Tabelle?

source: [_WAT_] Hahaha... It looks like they are doing something completely inappropriate.
dutch: [_WAT_] Hahaha... Het lijkt erop dat ze iets volkomen ongepast doen.
german: [_WAT_] Hahaha... Es sieht so aus, als ob sie etwas völlig Unangemessenes tun.

source: [_WAT_] I know they aren't, since I know that [ryan] is Miss [mom_name]'s son.
dutch: [_WAT_] Ik weet dat ze zijn, omdat ik weet dat [ryan] mevrouw [mom_name]de zoon is.
german: [_WAT_] Ich weiß, dass sie das nicht tun, da ich weiß, dass [ryan] Miss [mom_name]Sohn ist.

source: [_WAT_] Miss [mom_name] must get constant leg cramps, or something... She does wear high heels a lot.
dutch: [_WAT_] Miss [mom_name] moet een constante been krampen krijgen of zo... Ze draagt wel hoge hekken veel.
german: [_WAT_] Miss [mom_name] muss konstante Beinkrämpfe bekommen oder etwas... Sie trägt hohe Ferse.

source: [_WAT_] I'll just give them a little more time.
dutch: [_WAT_] Ik zal ze gewoon wat meer tijd geven.
german: [_WAT_] Ich werde ihnen nur ein wenig mehr Zeit geben.

source: [_RT_] {i}I can't believe Mom asked me to do this to her in such a public place again!{/i}
dutch: [_RT_] {i}Ik kan de man niet geloven om haar dit opnieuw te doen op zo'n openbare plek!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass Mama mich gebeten hat, dies wieder an einem so öffentlichen Ort zu tun!{/i}

source: [_MT_] {i}Why does it turn me on so much that we're doing this in a restaurant?{/i}
dutch: [_MT_] {i}Waarom zet het me zo aan dat we dit in een restaurant doen?{/i}
german: [_MT_] {i}Warum schaltet es mich so sehr ein, dass wir dies in einem Restaurant machen?{/i}

source: [_M_] Ok, [ryan]... I'm getting really close!
dutch: [_M_] Ok, [ryan]... Ik begin echt dichtbij!
german: [_M_] Ok, [ryan]... Ich bin in der Nähe!

source: [_M_] {i}(Suppressed){/i}Unnnnggghhhh...
dutch: [_M_] {i}(Ingedrukt){/i}Unnnngghhhhhh...
german: [_M_] {i}(Suppresse){/i}Unnnggghhhhh...

source: [_RT_] {i}Oh, my gosh!... Mom's squirting under the table again!{/i}
dutch: [_RT_] {i}Oh, mijn reis!... Momentjes opnieuw onder de tafel!{/i}
german: [_RT_] {i}Oh, mein gosh!... Moms spritzen wieder unter dem Tisch!{/i}

source: [_M_] Aaaaahhh... I needed that.
dutch: [_M_] Aaahhhh... Dat had ik nodig.
german: [_M_] Aaaahh... Ich brauchte das.

source: [_M_] Thank you, [ryan].
dutch: [_M_] Dank u, [ryan].
german: [_M_] Vielen Dank, [ryan].

source: [_R_] It was my pleasure, and the least I could do after you helped me earlier today.
dutch: [_R_] Het was mijn plezier, en het minste dat ik kon doen nadat je me eerder vandaag hielp.
german: [_R_] Es war meine Freude und das Mindeste, was ich tun konnte, nachdem du mir heute schon geholfen hast.

source: [_M_] I know we can't keep doing this, but for now, I don't think this arrangement is too unhealthy.
dutch: [_M_] Ik weet dat we dit niet kunnen blijven doen, maar voorlopig denk ik niet dat deze afspraak te ongezond is.
german: [_M_] Ich weiß, dass wir dies nicht weiter tun können, aber im Moment halte ich diese Anordnung nicht für zu ungesund.

source: [_R_] Not at all, if anything, it's good for both of our sexual health.
dutch: [_R_] Helemaal niet, als het iets is, is het goed voor beide seksuele gezondheid.
german: [_R_] Nein, wenn überhaupt, ist es gut für beide unsere sexuelle Gesundheit.

source: [_M_] Yes... Exactly!
dutch: [_M_] Ja... Exact!
german: [_M_] Ja... Genau!
