Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] No, I've had enough of your tantrums about this. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it with exams coming up.
french: [ _M_ ] Non, j'en ai assez de tes tantrums à ce sujet. Va regarder la télé ou quelque chose, ou mieux encore, aller dans votre chambre et faire des études. Dieu sait que vous en avez besoin avec les examens qui arrivent.
italian: [_M_] No, ho avuto abbastanza dei tuoi tantrum su questo. Vai a guardare la TV o qualcosa, o meglio ancora, vai nella tua stanza e fai qualche studio. Dio sa che ne hai bisogno con gli esami in arrivo.
portuguese: [_M_] Não, já tive suficientes dos seus tanques sobre isso. Vá assistir TV ou algo, ou melhor, vá ao seu quarto e estude um pouco. Deus sabe que você precisa dela com os exames sendo exibidos.
russian: Нет, у меня достаточно твоих тандемов. Иди смотреть телевизор или еще что-нибудь, или еще лучше, иди в свою комнату и занимай кое-какое изучение. Бог знает, что тебе нужно сдать экзамены.

source: [_R_] Fine! I'll go watch TV.
french: [_R_] d'accord! Je vais regarder la télé.
italian: [_R_] Fine! Andrò a guardare la TV.
portuguese: [_R_] Beleza! Vou assistir TV.
russian: [ _R_] Отлично! Пойду посмотрю телевизор.

source: [_MT_] {i}Finally.{/i}
french: [_MT_] {i}enfin.{/i}
italian: [_MT_] {i}Finalmente.{/i}
portuguese: [_MT_] {i}Finalmente. {/i}
russian: [_MT_] {i}Наконец.{/i}

source: [_MT_] {i}I can't believe he almost blurted out to Sidney that Matt and I are having sex.{/i}
french: [_MT_] {i}Je ne peux pas croire qu'il a presque brouillé à Sidney que Matt et moi avons du sexe.{/i}
italian: [_MT_] {i}Non riesco a credere che abbia quasi sfocato a Sidney che Matt ed io stiamo facendo sesso.{/i}
portuguese: [_MT_] {i}Eu não posso acreditar que ele quase embasou para Sidney que Matt e eu estamos fazendo sexo. {/i}
russian: [_MT_] {i}Я не могу поверить, что он почти размыт Сиднею, что Матт и я сексуаль.{/i}

source: [_MT_] {i}It's not like I'm doing anything wrong. He and Lauren have an open relationship.{/i}
french: [_MT_] {i}C'est pas comme si je faisais quoi que ce soit de mal. Lui et Lauren ont une relation ouverte.{/i}
italian: [_MT_] {i}Non è come se facessi qualcosa di sbagliato. Lui e Lauren hanno una relazione aperta.{/i}
portuguese: [_MT_] {i}não é como se eu estivesse fazendo qualquer coisa de errado. Ele e Lauren têm uma relação aberta.{/i}
russian: [_MT_] {i}Не похоже на то, что я делаю неправильно. Он и Лорен имеют открытые отношения.{/i}

source: [_MT_] {i}And it's just sex. It's not like I'm dating him.{/i}
french: [_MT_] {i}et c'est juste sexe. Ce n'est pas comme si je le connaissais.{/i}
italian: [_MT_] {i}Ed è solo sesso. Non è come se stesso.{/i}
portuguese: [_MT_] {i}e é só sexo. Não é como se eu estivesse namorando.{/i}
russian: [_MT_] {i}И это просто секс. Я не люблю его.{/i}

source: [_MT_] {i}She's going to suck him off again.{/i}
french: [_MT_] {i}Elle va le sucer à nouveau.{/i}
italian: [_MT_] {i}Sta per succhiare di nuovo lui.{/i}
portuguese: [_MT_] {i}Ela vai sugá-lo de novo. {/i}
russian: [_MT_] {i}Она снова высасывает его.{/i}

source: [_MB_] Mmm, yeah.
french: [_MB_] Mmm, oui.
italian: [_MB_] Mmm, sì.
portuguese: [_MB_] mamãe, sim.
russian: Ммм, да.

source: [_MB_] Damn girl. You just love taking all that dark meat in your pretty little mouth, don't you, slut?
french: [_MB_] Damn girl. Vous aimez juste prendre toute cette viande sombre dans votre jolie petite bouche, n'est-ce pas?
italian: [_MB_] Damn girl. Ti piace semplicemente prendere tutta quella carne scura nella tua bella bocca piccola, non tu, troia?
portuguese: [_MB_] Droga. Você só adora tomar toda aquela carne escura na sua bocininha bonita, você não gosta?
russian: [_MB_] Девушка из черта. Вы просто любите принимать все это темное мясо в ваших маленьких ротах, не шлю?

source: [_L_] Hehe... I love it!
french: [_L_] Hehe... J'adore ça !
italian: [_L_] Hehe... Mi piace!
portuguese: [_L_] Hehe... Eu o amo!
russian: [ _L_] Мне нравится!

source: [_MT_] {i}Why do I keep peeping on them?{/i}
french: [_MT_] {i}Pourquoi est-ce que je continue à y jeter un coup d'œil ?{/i}
italian: [_MT_] {i}Perché continuo a sbirciare su di loro?{/i}
portuguese: [_MT_] {i}Por que eu fico espiando a temática? {/i}
russian: [_MT_] {i}Почему у меня на них продолжается?{/i}

source: [_MT_] {i}Now that Matt and I are having sex. I don't need to do this anymore to fuel my fantasies about him.{/i}
french: [ _MT_ ] {i}Maintenant que Matt et moi avons des relations sexuelles. Je n'ai plus besoin de le faire pour alimenter mes fantasmes sur lui. { /i }
italian: [_MT_] {i}Ora che Matt ed io stiamo facendo sesso. Non ho più bisogno di fare questo per alimentare le mie fantasie su di lui.{/i}
portuguese: [_MT_] {i}Agora que Matt e eu estamos fazendo sexo. Eu não preciso mais fazer isso para alimentar minhas fantasias sobre ele. {/i}
russian: [_MT_] {i}Теперь, когда Матт и у меня есть секс. Мне больше не нужно делать это, чтобы использовать мои фантазии о нем.{/i}

source: [_M_] Oh, my God...
french: [_M_] Oh, mon Dieu...
italian: [_M_] Oh, mio Dio...
portuguese: [_M_] Oh, meu Deus...
russian: О, Боже ...

source: [_M_] Umm... Nothing.
french: [_M_] Hum... Rien.
italian: [_M_] Umm... Niente.
portuguese: [_M_] Umm ... Nada.
russian: [ _M_] Umm ... Ничего.

source: [_MT_] {i}I can't help it.{/i}
french: [_MT_] {i}Je ne peux pas l'aider.{/i}
italian: [_MT_] {i}Non posso aiutarlo.{/i}
portuguese: [_MT_] {i}Eu não posso ajudar. {/i}
russian: [_MT_] {i}Я не могу помочь.{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
french: {i}{b}«Libido de maman +1»{/b}{/i}
portuguese: {i}{b}"Mamãe Lida +1"{/b}{/i}
russian: {i}{b}"Либидо мамы +1"{/b}{/i}

source: [_MT_] {i}Watching my little girl swallowing all of his...{/i}
french: [_MT_] {i}En regardant ma petite fille avaler tout sien...{/i}
italian: [_MT_] {i}Guardando la mia bambina ingoiare tutto il suo...{/i}
portuguese: [_MT_] {i}Watching my little girl engolindo todos os seus ... {/i}
russian: [_MT_] {i}Смотреть мои маленькие девушки глотали его...{/i}

source: {i}{b}"Mom's Libido +2"{/b}{/i}
french: {i}{b}«Libido de maman +2»{/b}{/i}
italian: {i}{b}"Libido della Mamma +2"{/b}{/i}
portuguese: {i}{b}"Momo Lido +2"{/b}{/i}
russian: {i}{b}"Либидо мамы +2"{/b}{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
french: {i}{b}«Libido de maman +3»{/b}{/i}
italian: {i}{b}"Libido di mamma +3"{/b}{/i}
portuguese: {i}{b}"Mamãe Libido +3"{/b}{/i}
russian: {i}{b}"Либидо мамы +3"{/b}{/i}

source: {i}{b}"Mom's Libido Maxxed "{/b}{/i}
french: {i}{b}"Libido de Maman Maxxed "{/b}{/i}
portuguese: {i}{b}"Mamãe Lida Maxxed "{/b}{/i}
russian: {i}{b}"Либидо мамы Макс "{/b}{/i}

source: [_MB_] Fuck yeah, baby!
french: [_MB_] Fuck yeah, bébé!
italian: [_MB_] Cazzo sì, bambino!
portuguese: [_MB_] Porra, bebê!
russian: Бля, да, детка!

source: [_MB_] Take it all down your throat.
french: [ _MB_ ] Prenez tout votre gorge.
italian: [_MB_] Togli tutto giù la gola.
portuguese: [_MB_] Pegue tudo na sua garganta.
russian: [ _МБ_] Снимай все в глотку.

source: [_MB_] You're a natural born cock sucker.
french: [ _MB_ ] Tu es un mec d'origine naturelle.
italian: [_MB_] Sei un succhiatore di cazzo naturale nato.
portuguese: [_MB_] Você é um coque natural nascido em aleitamento.
russian: [_MB_] Ты естественный родившийся петух сосна.

source: [_L_] {i}(muffled){/i} mmphmm
french: [_L_] {i}(muet) {/i} mmphmm
italian: [_L_] {i}(silenziato){/i} mmphmm
russian: [ _L_] {i}(приглушение) { /i } мммммм

source: [_MB_] It must run in the family.
french: [ _MB_ ] Il doit s'exécuter dans la famille.
italian: [_MB_] Deve funzionare in famiglia.
portuguese: [_MB_] Deve correr em família.
russian: [ _MB_] Он должен выполняться в семействе.

source: [_MBT_] {i}Haha! Miss [mom_name]'s peeping on us again.{/i}
french: [_MBT_] {i}Haha! Miss [mom_name]nous lance à nouveau.{/i}
italian: [_MBT_] {i}Haha! La signorina [mom_name]sta tornando su di noi.{/i}
portuguese: [_MBT_] {i}Haha! [mom_name]está fazendo xixi em nós novamente.{/i}
russian: [ _MBT_] {i}Хаха! Мисс [ мамочка] снова подглядывает к нам. { /i }

source: [_MBT_] {i}I knew she'd be back.{/i}
french: [_MBT_] {i}Je savais qu'elle serait de retour. {/i}
italian: [_MBT_] {i}Sapevo che sarebbe tornata.{/i}
portuguese: [__MBT_] {i}Eu sabia que ela estaria de volta. {/i}
russian: [_MBT_] {i}Я знал, что она вернулась.{/i}

source: [_MBT_] {i}Goddam, Miss [mom_name] is one kinky bitch! Getting off watching her daughter sucking my cock.{/i}
french: [_MBT_] {i}Goddam, Mademoiselle [mom_name] est une chienne puante ! Elle se fait sucer la queue de sa fille {/i}
italian: [_MBT_] {i}Goddam, Miss [mom_name] è una cagna viziosa! Scendere guardando sua figlia succhiare il mio cazzo.{/i}
portuguese: [_MBT_] {i}Goddam, a senhorita [mom_name] é uma mordida bonitinha! Se saindo vendo a filha chupando a minha casca. {/i}
russian: [_MBT_] {i}Goddam, Miss [mom_name] — один кинки-бич! Откачаясь наблюдать, как дочь сосает мою кочу.{/i}

source: [_MBT_] {i}What a slut! I bet she'd like to watch me fuck her little girl too.{/i}
french: [_MBT_] {i}Quelle chienne! Je parie qu'elle aimerait me regarder baiser sa petite fille aussi.{/i}
italian: [_MBT_] {i}Che troia! Scommetto che vorrebbe guardarmi scopare anche la sua bambina.{/i}
portuguese: [__MBT_] {i}Que vagabunda! Aposto que ela gostaria de me ver foda-se sua filhinha também. {/i}
russian: [_MBT_] {i}Какой шлик! Я уверен, что мне хотелось бы наблюдать за тем, как она ебала свою маленькую девушку.{/i}

source: [_MB_] You like that don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy again, can you?
french: [_MB_] Tu n'aimes pas ça ? Pariez que tu as hâte que je m'enfonce à nouveau dans ta chatte de gingembre ?
italian: [_MB_] Non ti piace cha? Scommetti che non mi aspetti di affondare di nuovo la mia anaconda nella tua figa di zenzero, vero?
portuguese: [_MB_] você gosta disso não cha? Aposto que não pode esperar que eu afunde minha anaconda no seu pussy de gengibre novamente, sabe?
russian: Тебе нравится, что это не Ча? Спорим, ты не можешь дождаться, когда я снова погрузится в твою имбирную киску, не так ли?

source: [_MT_] {i}Oh, God!... he saw me again. He must think I'm such a slut.{/i}
french: [_MT_] {i}Oh, Dieu !... il m'a revu à nouveau. Il doit penser que je suis une chienne.{/i}
italian: [_MT_] {i}Oh, Dio!... mi ha visto di nuovo. Deve pensare di essere una troia. {/i}
portuguese: [_MT_] {i}Oh, Deus! ... ele me viu de novo. Ele deve achar que eu sou tão vagabunda. {/i}
russian: [ _MT_] {i}О, Боже! ... Он снова у# видел меня. Он должен думать, что я такая шлюха.

source: [_MB_] Don't worry slut. I'm gonna be fuck'en ya again real soon.
french: [ _MB_ ] Ne vous inquiétez pas. Je vais être baisée à nouveau bientôt.
italian: [_MB_] Non preoccuparti di troia. Sarò presto più reale.
portuguese: [_MB_] Não se preocupe vagabunda. Eu vou ser fuck'en ya novamente real em breve.
russian: [_MB_] Не волнуйтесь, я буду кулаком я снова реально в ближайшее время.

source: [_MT_] {i}I should stop watching them and go take care of myself in private.{/i}
french: [ _MT_ ] {i}Je devrais arrêter de les regarder et prendre soin de moi-même en privé. { /i }
italian: [_MT_] {i}Dovrei smettere di guardarli e andare a prendermi cura di me in privato.{/i}
portuguese: [_MT_] {i}Eu deveria parar de observá-los e cuidar de mim mesmo.{/i}
russian: [_MT_] {i}Я должен перестать следить за ними и позаботиться о себе в частности.{/i}

source: [_MT_] {i}[ryan]'s still watching TV, but he could get up at any moment and see what's going on.{/i}
french: [_MT_] {i}[ryan]regarde toujours la télévision, mais il peut se lever à tout moment et voir ce qui se passe.{/i}
italian: [_MT_] {i}[ryan]sta ancora guardando la TV, ma potrebbe alzarsi in qualsiasi momento e vedere cosa sta succedendo.{/i}
portuguese: [_MT_] {i}[ryan]ainda está assistindo à TV, mas ele podia se levantar a qualquer momento e ver o que está acontecendo.{/i}
russian: [ _MT_] {i}[ ryan] все еще смотрит телевизор, но он может встать в любой момент и посмотреть, что происходит. { /i }

source: [_MT_] {i}Maybe I should help speed this up before [ryan] catches them and makes a scene.{/i}
french: [ _MT_ ] {i}Peut-être que je devrais aider à accélérer ceci avant que [ ryan ] ne les attrape et fasse une scène. { /i }
italian: [_MT_] {i}Forse dovrei aiutare a velocizzare prima che [ryan] li cattura e faccia una scena.{/i}
portuguese: [_MT_] {i}Talvez eu deva ajudar a acelerar isto antes de [ryan] capturá-lo e fazer uma cena.{/i}
russian: [ _MT_] {i}Возможно, я должен помочь ускорить это до того, как [ риян] поймает их и сделает сцену. { /i }

source: [_MT_] {i}I bet this will help Matt cross the finish line.{/i}
french: [_MT_] {i}Je parie que cela aidera Matt à franchir la ligne d'arrivée. {/i}
italian: [_MT_] {i}Scommetto questo aiuterà Matt a superare il traguardo.{/i}
portuguese: [_MT_] {i}Aposto que isso vai ajudar Matt a cruzar a linha de chegada. {/i}
russian: [_MT_] {i}Я уверен, что это поможет Матту пересечь финишную линию.{/i}

source: [_MT_] {i}Come on Matt. Look at your teacher's naked body while you cum down my daughters throat!{/i}
french: [_MT_] {i}Venez Matt. Regardez le corps nu de votre professeur pendant que vous éjaculez dans la gorge de mes filles !{/i}
italian: [_MT_] {i}Venite su Matt. Guardate il corpo nudo del vostro insegnante mentre fate cadere le mie figlie in gola!{/i}
portuguese: [_MT_] {i}Venha para a Matt. Olhe o corpo nu do seu professor enquanto você cava a garganta das minhas filhas!{/i}
russian: [_MT_] {i}Заходите на Мату. Посмотри на голый тело своего учителя, пока ты сваливаешь под мои дочери горло!{/i}

source: [_MB_] Oh, fuck! You dirty whore!
french: [_MB_] Oh, fuck! Vous salez la farce!
italian: [_MB_] Oh, scopata! Hai puttana sporca!
portuguese: [_MB_] Oh, fo! Você suja quem é!
russian: О, чёрт! Ты грязная шлюха!

source: [_MB_] Here it cums!
french: [_MB_] Ici c'est du foutre !
italian: [_MB_] Ecco!
portuguese: [_MB_] Aqui está cumes!
russian: [ _МБ_] Вот оно!

source: [_MB_] Swallow it all!
french: [_MB_] Tout avaler !
italian: [_MB_] Ingeriscilo tutto!
portuguese: U[_MB_] engole tudo!

source: [_L_] {i}(gasping){/i} How was... hah, how was that?
french: [_L_] {i}(essoufflement){/i} Comment était... hah, comment était-il?
italian: [_L_] {i}(gasping){/i} Com'è stato... hah, com'è stato?
portuguese: [_L_] {i}(gasping){/i} Como foi... não, como foi?
russian: [ _L_] {i}(задыхается) { /i } Как это было ... как это было?

source: [_MB_] Fucking awesome! Making you one of my sluts was the best move I've made all year.
french: [_MB_] Fucking génial ! Vous faire une de mes salopes a été le meilleur coup que j'ai fait toute l'année.
italian: [_MB_] Cazzo fantastico! Ti fa una delle mie troie è stata la mossa migliore che ho fatto tutto l'anno.
portuguese: [_MB_] Fucking awesome! Fazer de você uma das minhas vagabundas foi o melhor movimento que eu fiz o ano todo.
russian: Охуеть! Сделать тебя одной из моих шлюх было лучшим шагом, который я делал весь год.

source: [_MB_] Make sure to suck out all that cum left in my dick. I don't want to get a wet spot on my jeans.
french: [ _MB_ ] Assurez-vous de sucer tout ce cum laissé dans ma bite. Je ne veux pas avoir une tache mouillée sur mon jeans.
italian: [_MB_] Assicurati di succhiare tutto quello sperma lasciato nel mio cazzo. Non voglio ottenere un punto bagnato sui miei jeans.
portuguese: [_MB_] Certifique-se de sugar todo aquele cum deixado no meu pau. Eu não quero ficar um ponto molhado no meu jeans.
russian: [ _MB_] Обязательно отсосай все, что левее у меня в члене. Я не хочу, чтобы на моих джинсах было мокрые пятна.

source: [_L_] Hehe... Okay.
french: [_L_] Hehe... Ok.
portuguese: [_L_] Hehe ... Ok.
russian: [ _L_] -Хорошо.

source: [_RT_] {i}This fucking sucks.{/i}
french: [_RT_] {i}Cette baise suce.{/i}
italian: [_RT_] {i}Questo cazzo sucks.{/i}
portuguese: [_RT_] {i}Essa porra é uma merda. {/i}
russian: [_RT_] {i}Этот травяной соса.{/i}

source: [_RT_] {i}Matt's fucking both my mom and my little sister, and I can't think of any way to stop him. Not without ruining my relationship with Mom anyway.{/i}
french: [ _RT_ ] {i}Matt est foutu à la fois ma mère et ma petite sœur, et je ne peux imaginer aucun moyen de l'arrêter. Pas sans ruiner ma relation avec maman de toute façon. { /i }
italian: [_RT_] {i}Matt scopa sia mia mamma che mia sorellina, e non riesco a pensare ad alcun modo per fermarlo. Non senza rovinare il mio rapporto con la mamma comunque.{/i}
portuguese: [_RT_] {i}Matt's fucking tanto minha mãe e minha irmãzinha, e eu não posso pensar em nenhuma maneira de impedi-lo. Não sem estragar minha relação com a mamãe mesmo. {/i}
russian: [_RT_] {i}Матт трахает как мою маму, так и мою маленькую сестру, и я не могу подумать о том, чтобы остановить его. Все равно не разрушайте мои отношения с мамой.{/i}

source: [_R_] Mom?
french: [_R_] Maman?
italian: [_R_] Mamma?
portuguese: [_R_] Mãe?
russian: Мам?

source: [_R_] I thought you were keeping an eye on Lauren.
french: [ _R_ ] Je pensais que tu garais un oeil sur Lauren.
italian: [_R_] Pensavo che stavi tenendo d'occhio Lauren.
portuguese: [__R_] Eu pensei que você estava de olho na Lauren.
russian: Я думал, что ты присматриваешь за Лорен.

source: [_M_] She's fine!
french: [_M_] Elle va bien!
italian: [_M_] Sta bene!
portuguese: [_M_] Ela está bem!
russian: Она в порядке!

source: [_M_] I'm going to take another nap, so don't bother me!
french: [_M_] Je vais prendre une autre sieste alors ne me dérangez pas!
italian: [_M_] Ho intenzione di prendere un altro pisolino, quindi non disturbarmi!
portuguese: [_M_] Vou tirar outra soneca, então não me incomode!
russian: [_M_] Я собираюсь взять еще одну затылку, так что не беспокой меня!

source: [_RT_] {i}Not too subtle, Mom...{/i}
french: [_RT_] {i}Pas trop subtil, Maman...{/i}
italian: [_RT_] {i}Non troppo sottile, Mom...{/i}
portuguese: [_RT_] {i}Não muito sutil, mamãe ... {/i}
russian: [_RT_] {i}Не слишком тонко, мама...{/i}

source: [_RT_] {i}Of course... The door's locked again.{/i}
french: [_RT_] {i}Bien sûr... La porte est à nouveau verrouillée.{/i}
italian: [_RT_] {i}Certo... La porta è di nuovo bloccata.{/i}
portuguese: [_RT_] {i}É claro... A porta está trancada novamente.{/i}
russian: [ _RT_] {i}Конечно ... Дверь снова заперта.

source: [_RT_] {i}Here comes the moaning...{/i}
french: [_RT_] {i}Voici le gémissement...{/i}
italian: [_RT_] {i}Ecco il gemito...{/i}
portuguese: [_RT_] {i}Vem aqui a gema... {/i}
russian: [_RT_] {i}Приходит власть...{/i}

source: [_RT_] {i}Pretty slim chance she'd actually be thinking about me.{/i}
french: [_RT_] {i}Très mince chance qu'elle pense à moi.{/i}
italian: [_RT_] {i}Pretty slim chance lei sarebbe davvero pensare a me.{/i}
portuguese: [_RT_] {i}Uma chance bastante magra de que ela realmente estaria pensando em mim. {/i}
russian: [_RT_] {i}Очень тонкий шанс, что она на самом деле подумает обо мне.{/i}

source: [_M_] That's it, Matt. Fuck your slutty teacher like you fuck my slutty daughter!
french: [_M_] Voilà, Matt. Fuck your slutty teacher like you fuck my slutty daughter!
italian: [_M_] Ecco, Matt. Cazzo la tua maestra troia come se scopassi mia figlia troie!
portuguese: [_M_] Pronto, Matt. Porra sua ventiladora professora como se estivesse com a minha vadia!
russian: Это все, Мэтт. Нахуй твою сладостную учительницу, как ты трахаешь мою слюдочку!

source: [_RT_] {i}Fuck!{/i}
french: [_RT_] {i}Merde !{/i}
portuguese: U[_RT_] {i}Presa!{/i}

source: [_M_] Oh, Baby... watching Matt cumming down your throat got me all horny again!
french: [_M_] Oh, Bébé... en regardant Matt éjaculer dans votre gorge m'a fait à nouveau foutre !
italian: [_M_] Oh, Baby... guardando Matt cumming giù la gola mi ha portato tutto cornea di nuovo!
portuguese: [_M_] Oh, bebê... assistir Matt batendo pela sua garganta me arrasa de novo todos os cavalinhos!
russian: О, детка ... наблюдая за тем, как Мэтт кумулируя у тебя горло, я снова заполучил меня.

source: [_M_] Oh, fuck! Yes! Just like that.
french: [_M_] Oh, baise ! Oui ! Tout comme ça.
italian: [_M_] Oh, cazzo! Sì! Proprio così.
portuguese: [_M_] Oh, fo! Sim! É assim.
russian: О, чёрт! Да! Вот так.

source: [_M_] You're okay with me fucking your boyfriend aren't you Sweetie? It's not romantic or anything. It's just sex, and I need it so bad.
french: [ _M_ ] Tu vas bien avec moi putain ton petit ami n'est pas Sweetie? Ce n'est ni romantique, ni quoi que ce soit. C'est juste du sexe, et j'en ai besoin si mal.
italian: [_M_] Stai bene con me a scopare il tuo ragazzo non sei Sweetie? Non è romantico o niente. È solo sesso, e ho bisogno di così male.
portuguese: [_M_] Você não tem problema comigo dizendo que seu namorado não é doce? Não é romântico ou nada. É apenas sexo, e preciso de tão ruim.
russian: [_M_] Ты в порядке, со мной страшно страшно твой парень не подсластитесь? Это не романтический или что-либо. Это просто секс, и мне это нужно.

source: [_M_] Yes! Keep fucking me Matt. Don't stop!
french: [_M_] Oui ! Continuez à me baiser Matt. Ne vous arrêtez pas !
italian: [_M_] sì! Continuate a scoparmi Matt. Non fermatevi!
portuguese: [_M_] Sim! Continue me foder Matt. Não pare!
russian: [ _M_] Да! Продолжай срать меня с Мэттом Не останавливают!

source: [_M_] I bet it makes you feel like a big man, fucking your girlfriend and her mother, doesn't it?
french: [_M_] Je parie que vous vous sentez comme un grand homme, baiser votre copine et sa mère, non ?
italian: [_M_] Scommetto che ti fa sentire come un grande uomo, scopare la tua ragazza e sua madre, vero?
portuguese: [_M_] Aposto que faz você se sentir como um grande homem, transando com a sua namorada e a mãe dela, não é mesmo?
russian: [_M_] Я уверен, что это заставляет вас чувствовать себя как большой мужчина, сидящий с подругой и ее мать, не правда ли?

source: [_M_] Well it should... A stud like you, with that monster cock of yours, deserves to have us both.
french: [_M_] Eh bien, ça devrait... Un harnais comme vous, avec cette grosse queue de monstres, mérite de nous avoir tous les deux.
italian: [_M_] Beh, dovrebbe... Un perno come te, con quel tuo cazzo di mostro, merita di averci entrambi.
portuguese: [_M_] Bem que deveria ... Um stud como você, com aquele seu pau de monstro, merece ter a nós dois.
russian: [_M_] Ну и должно быть... Костюм, как вы, с этим чудесный петух вашего монстра, заслуживает у нас обоих.

source: [_RT_] {i}No, it's not supposed to be like this! You're both, supposed to be mine, not his!{/i}
french: [_RT_] {i}Non, ce n'est pas censé être comme ça ! Vous êtes tous les deux, censé être le mien, pas le sien !{/i}
italian: [_RT_] {i}No, non dovrebbe essere così! Dovresti essere mio, non il suo!{/i}
portuguese: [_RT_] {i}Não, não deveria ser assim! Vocês dois, deveriam ser meus, não sua!{/i}
russian: [ _RT_] {i}Нет, это не должно быть так! Вы оба, должны быть мои, а не его! { /i }

source: [_M_] Mmph... Your mother's so close, Baby! Where should your boyfriend cum?
french: [_M_] Mmph... Votre mère est si proche, bébé! Où doit-elle foutre votre copain?
italian: [_M_] Mmph... Tua madre è così vicina, Neonato! Dove dovrebbe cumare il tuo fidanzato?
portuguese: [_M_] Mmph... Sua mãe está tão próxima, bebê! Onde seu namorado deve nave?
russian: [_M_] Mmph... Ваша мама так близка, ребёнок! Где твоя дружба есть?

source: [_M_] Should he come on my tits? He's always eyeing them in my class.
french: [ _M_ ] Doit-il venir sur mes seins? Il les a toujours les yeux dans ma classe.
italian: [_M_] Dovrebbe venire sulle mie tette? Le sta sempre guardando nella mia classe.
portuguese: [_M_] Deveria ele vir nos meus peitos? Ele está sempre de olho neles na minha aula.
russian: Он должен прийти на мои сиськи? Он всегда оглядывает их в моем классе.
