Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] I think you should have been a model!
italian: [_R_] Penso che dovresti essere un modello!

source: [_M_] Oh, thanks, Sweety!
italian: [_M_] Oh, grazie, Dolce!

source: [_RT_] {i}Goddam, my mom is so fucking hot!{/i}
italian: [_RT_] {i}Goddam, mia mamma è così caldo!{/i}

source: [_M_] Alright, I'm going to try another one.
italian: [_M_] Va bene, ne proverò un'altra.

source: [_M_] How's this one?
italian: [_M_] Com'è questo?

source: [_R_] Just as beautiful as the first!
italian: [_R_] Bello come il primo!

source: [_M_] Thanks, [ryan]! You really are giving me a lot of confidence.
italian: [_M_] Grazie, [ryan]! Mi stai davvero dando molta fiducia.

source: [_M_] Then there's this one.
italian: [_M_] Poi c'è questo.

source: [_M_] Alright, I'm going to do one more. Are you sure you don't have any requests?
italian: [_M_] Va bene, ne farò di più. Sei sicuro di non avere alcuna richiesta?

source: [_R_] Okay, yeah... How about a pose that's a little more...
italian: [_R_] Okay, sì... Che ne dici di una posa che è un po' di più...

source: [_M_] [ryan]! I told you, I don't like you using that word to describe my posing... If you can't be respectful, I'll stop right here.
italian: [_M_] [ryan]! Ti ho detto, non mi piace usare quella parola per descrivere la mia posa. Se non potete essere rispettosi, mi fermerò proprio qui.

source: [_R_] No, I don't mean to be disrespectful. I just meant for you to do a sexier pose.
italian: [_R_] No, non intendo essere irrispettoso. Ho solo significato per voi di fare una posa più sexy.

source: [_M_] Okay... Let me think a sec. Oh, I know a pose you'll like.
italian: [_M_] Okay... Fammi pensare a un sec. Oh, conosco una posa che ti piacerà.

source: [_R_] My God, Mom!
italian: [_R_] Mio Dio, Mamma!

source: [_R_] You're making me feel ways that no son should feel about their own mother.
italian: [_R_] Mi stai facendo sentire come nessun figlio dovrebbe sentirsi sulla propria madre.

source: [_M_] So, like all the time?
italian: [_M_] Allora, come sempre?

source: [_R_] I'd like to plead the fifth.
italian: [_R_] vorrei pregare il quinto.

source: [_M_] Uh huh, That's something we need to start getting under control.
italian: [_M_] Uh huh, Questo è qualcosa che dobbiamo iniziare a ottenere sotto controllo.

source: [_RT_] {i}Said my mother as she did her best porn pose right in front of me.{/i}
italian: [_RT_] {i}Ha detto mia madre come ha fatto la sua migliore posa porno proprio di fronte a me.{/i}

source: [_MT_] {i}Damn... My son's got a confident swagger, I'll give him that much{/i}
italian: [_MT_] {i}Damn... Mio figlio ha avuto uno swagger fiducioso, gli darò così tanto{/i}

source: [_MT_] {i}It just makes me feel so safe!{/i}
italian: [_MT_] {i}Mi fa sentire così sicuro!{/i}

source: [_MT_] {i}And all these compliments about my beauty!{/i}
italian: [_MT_] {i}E tutti questi complimenti per la mia bellezza!{/i}

source: [_MT_] {i}I'm so thirsty for them!{/i}
italian: [_MT_] {i}Sono così assetato di loro!{/i}

source: [_MT_] {i}Well, if [ryan] liked that, he's going to lose his load when I do this.{/i}
italian: [_MT_] {i}Beh, se [ryan] è piaciuto, perderà il suo carico quando faccio questo.{/i}

source: [_M_] What did you think about that?
italian: [_M_] Che cosa ne hai pensato?

source: [_R_] I think you'd ground me for life if I answered that question honestly.
italian: [_R_] Penso che mi avresti messo a terra per la vita se rispondessi a quella domanda onestamente.

source: [_M_] Haha... Well, what's going on between your legs is kind of giving you away.
italian: [_M_] Haha... Beh, quello che sta succedendo tra le tue gambe è una specie di darti via.

source: [_R_] Hey, I can't be held responsible for his actions!
italian: [_R_] Hey, non posso essere responsabile delle sue azioni!

source: [_M_] That wasn't any less fun than last time!
italian: [_M_] Non è stato meno divertente dell'ultima volta!

source: [_M_] And we don't have a lot of time left before we need to be out of here.
italian: [_M_] E non ci resta molto tempo prima di dover essere fuori da qui.

source: [_M_] So, you'd better take care of that little problem going on between your legs while I'm changing back into my dress.
italian: [_M_] Quindi, è meglio prendersi cura di quel piccolo problema che sta accadendo tra le gambe mentre sto cambiando di nuovo nel mio vestito.

source: [_R_] Take care of it, How?
italian: [_R_] Prenditi cura di questo, come?

source: [_M_] Well, I know you aren't going to be able to get rid of it until you ejaculate, so why don't you get a head start so it doesn't take as long this time.
italian: [_M_] Beh, so che non si sarà in grado di sbarazzarsi di esso fino a quando non eiaculare, quindi perché non si ottiene un inizio testa in modo che non ci vuole tanto tempo questa volta.

source: [_M_] If you still need help after I get changed, I'll come give you a hand.
italian: [_M_] Se hai ancora bisogno di aiuto dopo che sono cambiato, verrò a darti una mano.

source: [_MT_] {i}I hope he doesn't hurry too quickly. I'd love to see and touch my son's huge dick again.{/i}
italian: [_MT_] {i}Spero che non si affretti troppo velocemente. Mi piacerebbe vedere e toccare di nuovo l'enorme cazzo di mio figlio.{/i}

source: [_MT_] {i}Who knows, maybe I'll get a taste of it again.{/i}
italian: [_MT_] {i}Chissà, forse ne otterrò un assaggio.{/i}

source: [_RT_] {i}I'm so glad I don't have to tiptoe around this again! She's ready and willing to help me nut!{/i}
italian: [_RT_] {i}Sono così contento di non dovermi di nuovo in punta di piedi intorno a questo! È pronta e disposta ad aiutarmi a noci!{/i}

source: [_RT_] {i}We've come a long way, now just a little farther.{/i}
italian: [_RT_] {i}Abbiamo fatto molta strada, ora solo un po' più lontano.{/i}

source: [_RT_] {i}Now, it's just about endurance.{/i}
italian: [_RT_] {i}Ora, si tratta solo di resistenza.{/i}

source: [_M_] Still not there, then?
italian: [_M_] Ancora non lì, allora?

source: [_R_] No, but I've been trying.
italian: [_R_] No, ma ho provato.

source: [_M_] Time to let a pro take care of it.
italian: [_M_] Tempo per lasciare che un professionista si prenda cura di esso.

source: [_M_] Yep, it's just as I suspected. All the blood has left your brain and gone into your penis again.
italian: [_M_] Yep, è proprio come sospettavo. Tutto il sangue ha lasciato il cervello ed è andato di nuovo nel pene.

source: [_R_] Hey!
italian: [_R_] Ehi!

source: [_M_] This could develop into something serious if we don't take care of it.
italian: [_M_] Questo potrebbe trasformarsi in qualcosa di serio se non ci prendiamo cura di esso.

source: [_MT_] {i}Fuck, He's just as hard as last time!{/i}
italian: [_MT_] {i}Cazzo è altrettanto duro dell'ultima volta!{/i}

source: [_M_] Luckily, I know the cure.
italian: [_M_] Per fortuna, conosco la cura.

source: [_MT_] {i}I hope he doesn't go too quickly. He's got to be on the verge of exploding after that show.{/i}
italian: [_MT_] {i}Spero che non vada troppo velocemente. Deve essere sul punto di esplodere dopo lo spettacolo.{/i}

source: [_RT_] {i}Goddammit! I'm already so close to nutting!... I've got to hold out... I've got to last as long as I can!{/i}
italian: [_RT_] {i}Goddammit! Sono già così vicino al nutting!... Devo stare attorno... devo durare il più a lungo possibile!{/i}

source: [_MT_] {i}Hmm... at least he isn't going as quickly as I thought he would.{/i}
italian: [_MT_] {i}Hmm... almeno non sta andando così velocemente come pensavo. {/i}

source: [_MT_] {i}Holding his throbbing cock in my hands is just making me more horny.{/i}
italian: [_MT_] {i}Mantenendo il suo cazzo palpitante nelle mie mani mi sta solo rendendo più arrapato.{/i}

source: [_MT_] {i}He's got some stamina, I'll give him that.{/i}
italian: [_MT_] {i}Ha un po' di resistenza, gli darò quello.{/i}

source: [_RT_] {i}Grandma naked, grandma naked, grandma naked...{/i}
italian: [_RT_] {i}nonna nuda, nuda nonna, nuda nonna...{/i}

source: [_M_] [ryan]... Is everything ok?... Why are you taking so long to cum?
italian: [_M_] [ryan]... Tutto va bene?... Perché ci vuole così tanto tempo per cum?

source: [_R_] I don't know. I'm trying my hardest. I think it's just all the pressure that I need to hurry.
italian: [_R_] Non lo so. Sto provando il mio più duro. Penso che sia solo tutta la pressione che devo sbrigarmi.

source: [_M_] Are you close?... Is this feeling good?
italian: [_M_] Sei vicino?... Questa sensazione è buona?

source: [_RT_] {i}Too good.{/i}
italian: [_RT_] {i}Troppo buono.{/i}

source: [_R_] No... I'm just not feeling it.
italian: [_R_] No... Semplicemente non lo sento.

source: [_R_] I'm sorry! I'm trying... All this pressure is just making it harder!
italian: [_R_] Mi dispiace! Sto provando... Tutta questa pressione è solo rendendola più difficile!

source: [_M_] [ryan]... You couldn't get any harder.
italian: [_M_] [ryan]... Non è stato possibile ottenere più duramente.

source: [_M_] I don't want to rush you, but It's almost time for us to be done in here.
italian: [_M_] Non voglio affrettarti, ma è quasi il momento di farci entrare qui.

source: [_M_] That nice manager is going to be knocking on that door to check on us soon.
italian: [_M_] Che bel manager sta per bussare a quella porta per controllare su di noi presto.

source: [_M_] Well, Desperate times call for desperate measures.
italian: [_M_] Beh, i tempi disperati richiedono misure disperate.

source: [_MT_] {i}Okay, it will probably be fine if I do it just one more time.{/i}
italian: [_MT_] {i}Okay, probabilmente andrà bene se lo faccio ancora una volta.{/i}

source: [_M_] Stand up.
italian: [_M_] sta in piedi.

source: [_R_] Yes, Ma'am!
italian: [_R_] Sì, Ma'am!

source: [_R_] Yes!... Mission accomplished!
italian: [_R_] Sì!... Missione compiuta!

source: [_MT_] {i}Okay... I don't want to hurry, but I've got to make this kind of fast.{/i}
italian: [_MT_] {i}Okay... Non voglio sbrigarmi, ma devo fare questo tipo di velocità.{/i}

source: [_MT_] {i}And most importantly, I'm not going to think about how much I'm enjoying this!{/i}
italian: [_MT_] {i}E soprattutto, non penso a quanto mi sto godendo questo!{/i}

source: [_MT_] {i}Shit, I mean, I'm not enjoying this!{/i}
italian: [_MT_] {i}Merda, voglio dire, non mi sto diverteno!{/i}

source: [_MT_] {i}Why would I like the salty taste of his pre-cum?{/i}
italian: [_MT_] {i}Perché vorrei il gusto salato del suo pre-cum?{/i}

source: [_MT_] {i}Or the musty smell of his balls?{/i}
italian: [_MT_] {i}O il musty odore delle sue palle?{/i}

source: [_MT_] {i}Just because his dick is huge, doesn't mean it's more enjoyable to suck than his dad's.{/i}
italian: [_MT_] {i}Solo perché il suo cazzo è enorme, non significa che sia più piacevole da succhiare del suo papà.{/i}

source: [_MT_] {i}And the pure depravity that this is your son doesn't do anything to turn you on either, does it?{/i}
italian: [_MT_] {i}E la pura depravazione che questo è tuo figlio non fa nulla per accenderti, lo fa?{/i}

source: {b}{i}"Mom's Libido +5"{/i}{/b}
italian: {b}{i}"Libido della mamma +5"{/i}{/b}

source: [_RT_] {i}Holy fucking Jesus! Mom's sucking my cock again!{/i}
italian: [_RT_] {i}Santo cazzo Gesù! La mamma succhia di nuovo il mio cazzo!{/i}

source: [_RT_] {i}This is so amazing!{/i}
italian: [_RT_] {i}Questo è così incredibile!{/i}

source: [_RT_] {i}But I've got to hold out just a little longer to make sure I get the full treatment.{/i}
italian: [_RT_] {i}Ma devo tenere un po 'più a lungo per assicurarsi di ottenere il trattamento completo.{/i}

source: [_M_] [ryan]?... How the hell haven't you cum yet?
italian: [_M_] [ryan]?... Come l'inferno non hai ancora sperma?

source: [_R_] I don't know... I think it's because you're only focusing on the end of my dick. I need more stimulation at the base.
italian: [_R_] Non lo so... penso che sia perché ti stai concentrando solo sulla fine del mio cazzo. Ho bisogno di più stimolazione alla base.

source: [_M_] Still being particular about how you get your dick sucked, aren't you?
italian: [_M_] Essere ancora particolare su come ottenere il vostro cazzo succhiato, vero?

source: [_R_] I'm sorry, Mom!... I can't help it!
italian: [_R_] mi dispiace, mamma!... non posso aiutarlo!

source: [_M_] Uhhh... I know... I'm sorry I keep putting all this pressure on you.
italian: [_M_] Uhhhh... Lo so... mi dispiace di continuare a esercitare tutta questa pressione su di te.

source: [_MT_] {i}Well, [mom_name]... Time's almost up... It's time to pull out the big guns.{/i}
italian: [_MT_] {i}Beh, [mom_name]... Il tempo è quasi finito... è il momento di tirare fuori le armi grandi.{/i}

source: [_MT_] {i}If this doesn't make him cum, nothing will.{/i}
italian: [_MT_] {i}Se questo non lo fa cum, niente lo farà.{/i}

source: [_R_] Mom?... You never did answer where you learned to throat a cock like that?
italian: [_R_] Mamma?... Non hai mai risposto dove hai imparato a gola un cazzo del genere?

source: [_RT_] {i}Is there even more I don't know about Mom?{/i}
italian: [_RT_] {i}C'è ancora di più che non so di Mom?{/i}

source: [_MT_] {i}Thank God I don't have to answer questions when I've got a cock in my throat!{/i}
italian: [_MT_] {i}Grazie a Dio non devo rispondere alle domande quando ho un cazzo in gola!{/i}

source: [_RT_] {i}That's it... It feels too good! I can't hold it any longer!{/i}
italian: [_RT_] {i}È tutto... Ci si sente troppo bene! Non posso più tenerlo!{/i}

source: [_MT_] {i}God, I hope I can swallow it all. I don't want to leave any evidence for the manager lady to find.{/i}
italian: [_MT_] {i}Dio, spero di poter ingoiare tutto. Non voglio lasciare alcuna prova per la signora manager da trovare.{/i}

source: [_RT_] {i}Huh, she didn't stop sucking. I guess she wants me to cum down her throat again.{/i}
italian: [_RT_] {i}Huh, lei non ha smesso di succhiare. Immagino che voglia che io faccia di nuovo la sua gola.{/i}

source: [_RT_] {i}Fuck... here it comes!{/i}
italian: [_RT_] {i}Fuck... qui arriva!{/i}

source: [_MT_] {i}Okay, two bursts swallowed... I'll bet he has one more.{/i}
italian: [_MT_] {i}Okay, due scoppi inghiottiti... Scommetto che ne ha uno in più.{/i}

source: [_MT_] {i}I knew it!{/i}
italian: [_MT_] {i}Lo sapevo!{/i}

source: [_MT_] {i}Wait, I lost count... Will he do one more spurt?!{/i}
italian: [_MT_] {i}Aspetta, ho perso il conto... farà ancora uno sperone?!{/i}

source: [_MT_] {i}Fuck, my sinuses!{/i}
italian: [_MT_] {i}Fuck, miei seni!{/i}

source: [_MT_] {i}At least my boy has pleasant tasting sperm!{/i}
italian: [_MT_] {i}Almeno il mio ragazzo ha uno sperma degustazione piacevole!{/i}

source: [_M_] you haven't been taking care of yourself, have you?
italian: [_M_] non ti sei preso cura di te stesso, vero?

source: [_M_] How many times did you masturbate this week?
italian: [_M_] Quante volte ti sei masturbato questa settimana?

source: [_RT_] {i}Like 50 times.{/i}
italian: [_RT_] {i}Mi piace 50 volte.{/i}

source: [_R_] Come to think of it, I don't think I did at all.
italian: [_R_] Vieni a pensarci, non credo di aver fatto affatto.

source: [_M_] [ryan]! You've got to take care of yourself! You can't expect me to always do it for you all the time!
italian: [_M_] [ryan]! Devi prenderti cura di te stesso! Non puoi aspettarti che lo faccia sempre per te tutto il tempo!

source: [_R_] But it feels a hundred times better when you do it!
italian: [_R_] Ma si sente cento volte meglio quando lo fa!

source: [_MT_] {i}Ooohh... How sweet!... Wait, no!{/i}
italian: [_MT_] {i}Ooohh... Com'è dolce!... Aspetta, no!{/i}

source: [_M_] Don't forget that this arrangement where we help each other out is temporary!
italian: [_M_] Non dimenticare che questa disposizione in cui ci aiutiamo a vicenda è temporanea!

source: [_RT_] {i}Of course I know that! Soon I'll be railing you in the pussy instead of just getting head.{/i}
italian: [_RT_] {i}Naturalmente lo so che! Presto ti farò una ringhiera nella figa invece di metterti in testa.{/i}

source: [_R_] Yeah, Mom... Of course I do.
italian: [_R_] Sì, mamma... Certo che lo faccio.

source: [_M_] Good!... I don't want you getting the wrong idea about what this is.
italian: [_M_] Buono!... Non voglio che tu abbia un'idea sbagliata su quello che è.

source: [_MT_] {i}I'm worried I've lost control of what this is.{/i}
italian: [_MT_] {i}Sono preoccupato di aver perso il controllo di ciò che è questo.{/i}

source: [_M_] Alright, Get your clothes on... It's time that we paid for this lingerie and got out of here.
italian: [_M_] Va bene, prendi i tuoi vestiti... È ora che paghiamo questa lingerie e usciamo da qui.

source: [_MT_] {i}Oh, Lord help me!... I just had my own son's thick cock in my hands and mouth, and I loved every minute of it.{/i}
italian: [_MT_] {i}Oh, Signore mi aiuta!... Ho appena avuto il cazzo grosso di mio figlio nelle mie mani e in bocca, e mi è piaciuto ogni minuto.{/i}

source: [_MT_] {i}Shouldn't I be filled with guilt and regret?{/i}
italian: [_MT_] {i}Non dovrei essere pieno di colpa e rimpiangere?{/i}

source: [_MT_] {i}The only thing I feel is... {b}need{/b}.{/i}
italian: [_MT_] {i}L'unica cosa che sento è... {b}need{/b}.{/i}

source: [_MT_] {i}I need [ryan]'s help and protection.{/i}
italian: [_MT_] {i}Ho bisogno dell'aiuto e della protezione di [ryan].{/i}

source: [_MT_] {i}I need his praise and compliments.{/i}
italian: [_MT_] {i}Ho bisogno delle sue lodi e complimenti.{/i}

source: [_MT_] {i}I need him to idolize me like he does.{/i}
italian: [_MT_] {i}Ho bisogno di lui per idolizzarmi come fa.{/i}

source: [_MT_] {i}I need his hungry eyes all over my body.{/i}
italian: [_MT_] {i}Ho bisogno dei suoi occhi affamati in tutto il mio corpo.{/i}

source: [_MT_] {i}I need his constant scheming to get close and physical with me.{/i}
italian: [_MT_] {i}Ho bisogno del suo schema costante per avvicinarmi e diventare fisico con me.{/i}

source: [_MT_] {i}God!... I need some sexual relief before I go crazy!{/i}
italian: [_MT_] {i}Dio!... Ho bisogno di qualche sollievo sessuale prima di impazzire!{/i}

source: {i}"Mom's Sexual Frustration ={b}MAX{/b}"{/i}
italian: {i}"Frustrazione Sessuale Della Mamma ={b}MAX{/b}"{/i}

source: [_M_] Excuse me, Ma'am... Can I get a dressing room?
italian: [_M_] Scusi, Ma'am... Posso avere uno spogliatoio?

source: [_R_] She means, can we get a dressing room?
italian: [_R_] Significa, possiamo ottenere uno spogliatoio?

source: [_AG_] Are you saying you want to go in the dressing room with your mother?
italian: [_AG_] Stai dicendo che vuoi andare nello spogliatoio con tua madre?

source: [_AG_] Oh, hello... [ryan]. Am I right?
italian: [_AG_] Oh, hello... [ryan]. Ho ragione?

source: [_R_] Yes, good memory Angela.
italian: [_R_] Sì, buona memoria Angela.

source: [_AG_] You too.
italian: [_AG_] Anche te.

source: [_AG_] So, you're looking for a dressing room you can share?
italian: [_AG_] Quindi, stai cercando uno spogliatoio che puoi condividere?

source: [_MT_] {i}Goddammit, [ryan]! You were supposed to try to sneak into the dressing room, not flat out announce your intention to watch your mom change!{/i}
italian: [_MT_] {i}Goddammit, [ryan]! Dovevi cercare di intrufolarsi nello spogliatoio, non appiattire annunciare la tua intenzione di guardare il cambiamento di mamma !{/i}

source: [_MT_] {i}I'd better say something to recover from this.{/i}
italian: [_MT_] {i}farei meglio a dire qualcosa da recuperare da questo.{/i}

source: [_M_] You know... Like, one of those family dressing rooms with a curtain inside, that you use when you've got little kids?
italian: [_M_] Sai... Mi piace, uno di quegli spogliatoi di famiglia con una tenda all'interno, che usi quando hai bambini piccoli?

source: [_AG_] No, This is a Lingerie store! You shouldn't be bringing your kids in here at all!
italian: [_AG_] No, questo è un negozio di biancheria intima! Non dovresti portare i tuoi figli qui dentro!

source: [_M_] What makes you think he's...
italian: [_M_] Cosa ti fa pensare che...

source: [_MT_] {i}Oh... It sounds like [ryan]'s already had a negative interaction with this lady.{/i}
italian: [_MT_] {i}Oh... Sembra che [ryan]abbia già avuto un'interazione negativa con questa signora.{/i}

source: [_AG_] Your son looks like he's twelve.
italian: [_AG_] tuo figlio assomiglia ai dodici anni.

source: [_M_] No, he doesn't. He's just short.
italian: [_M_] No, non lo fa. È solo breve.

source: [_R_] That's it, I'm pulling out my drivers license to prove...
italian: [_R_] Ecco, sto tirando fuori la mia patente di guida per dimostrare...

source: [_AG_] keep your shirt on! That won't be necessary.
italian: [_AG_] mantieni la camicia! Non sarà necessario.

source: [_AG_] Even though I think this is weird, I've got a solution for you.
italian: [_AG_] Anche se penso che questo sia strano, ho una soluzione per te.

source: [_AG_] We've got a special dressing room that soon to be brides can reserve to try on wedding gowns and wedding night lingerie with their families, bride's maids, that sort of thing.
italian: [_AG_] Abbiamo un spogliatoio speciale che presto per essere spose può prenotare per provare abiti da sposa e biancheria intima notte di nozze con le loro famiglie, le fanciulle della sposa, quel tipo di cosa.

source: [_AG_] It just so happens that nobody has it booked for a couple of hours, so if you're interested...
italian: [_AG_] Succede che nessuno ha prenotato per un paio d'ore, quindi se sei interessato...

source: [_AG_] I'll let you use it for... Let's say... one hundred dollars.
italian: [_AG_] ti lascerò usare per... Diciamo... cento dollari.

source: [_RT_] {i}A hundred bucks?!... Is it worth a hundred bucks to see Mom in sexy lingerie?{/i}
italian: [_RT_] {i}Cento bucks?!... Vale un centinaio di dollari vedere la mamma in lingerie sexy?{/i}

source: [_RT_] {i}that's a stupid question... of course it is!{/i}
italian: [_RT_] {i}è una stupida domanda... naturalmente è!{/i}

source: [_RT_] {i}Shit... If I give her one hundred dollars, I won't have enough in my date budget to take Mom out to dinner.{/i}
italian: [_RT_] {i}merda... Se le do cento dollari, non avrò abbastanza nel mio budget di data per portare la mamma fuori a cena.{/i}

source: [_AG_] You've got one hour. If you go over I'll charge you another one hundred dollars.
italian: [_AG_] Hai un'ora. Se vai oltre ti farò pagare un altro cento dollari.

source: [_AG_] I know exactly what you mean, Dear.
italian: [_AG_] So esattamente cosa intendi, Dear.

source: [_AG_] Unfortunately we don't have those.
italian: [_AG_] Purtroppo non abbiamo quelle.

source: [_AG_] We don't get a lot of small children in here.
italian: [_AG_] Qui non ci sono molti bambini piccoli.

source: [_AG_] But I just might have a solution for you.
italian: [_AG_] Ma potrei solo avere una soluzione per voi.

source: [_AG_] It just so happens that it isn't reserved for the next couple hours.
italian: [_AG_] Succede che non sia riservato per le prossime ore di coppia.

source: [_AG_] Since your son was so polite to me, even when I wasn't very kind to him, I'd like to make it up by letting you use this special dressing room for free.
italian: [_AG_] Poiché tuo figlio era così gentile con me, anche quando non ero molto gentile con lui, Mi piacerebbe farlo lasciando utilizzare questo spogliatoio speciale gratuitamente.

source: [_M_] Wow, really!?
italian: [_M_] Wow, davvero!?

source: [_M_] That's so nice!
italian: [_M_] È così bello!

source: [_AG_] Oh, and also for you ma'am... We can bring you a bottle of champagne.
italian: [_AG_] Oh, e anche per voi ma'am... Possiamo portarvi una bottiglia di champagne.

source: [_R_] What about me.
italian: [_R_] Che dire di me.

source: [_AG_] Oh, I'm sorry, but are you old enough to drink?
italian: [_AG_] Oh, mi dispiace, ma sei abbastanza vecchio da bere?
