Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] {i}(Muttering){/i} Goddammit, [ryan]...
dutch: [_M_] {i}(knipperen){/i} Goddammit, [ryan]...

source: [_R_] ...okay.
dutch: [_R_] ... ok.

source: [_MT_] {i}Regular?{/i}
dutch: [_MT_] {i}Regulier?{/i}

source: {i}"Mom's Libido -5"{/i}
dutch: {i}"Momenten Libido -5"{/i}

source: [_R_] Mmmpphhh...
dutch: [_R_] Mmmpfh...

source: {i}"Mom's Libido +1"{/i}
dutch: {i}"Momenten Libido +1"{/i}

source: {i}{b}"Mom's Respect +1"{/b}{/i}
dutch: {i}{b}"Moment's Respect +1"{/b}{/i}

source: {i}{b}"Mom's Respect -1"{/b}{/i}
dutch: {i}{b}"Moment's Respect -1"{/b}{/i}

source: [_R_] Ohh...
dutch: [_R_] Oh...

source: [_R_] Hey, Armani.
dutch: [_R_] Hé, Armani.

source: [_M_] Ahhh...
dutch: [_M_] Ahhhh...

source: [_M_] Aaahh!
dutch: [_M_] Aaah!

source: {i}{b}"Mom's Libido -5"{/b}{/i}
dutch: {i}{b}"Momenten Libido -5"{/b}{/i}

source: {i}(Doorknob Rattle){/i}
dutch: {i}(Doorknop Rattle){/i}

source: [_G_] Oh, hey, Boss.
dutch: [_G_] Oh, Hé, Baas.

source: [_MT_] {i}Think, [mom_name]!{/i}
dutch: [_MT_] {i}Denk, [mom_name]!{/i}

source: [_R_] Mrrrmmmphhh.
dutch: [_R_] Mrrrmmmhh.

source: [_R_] Oh, fuck!
dutch: [_R_] Oh, fuk!

source: {i}"Arguing continues"{/i}
dutch: {i}"Arguing gaat verder"{/i}

source: {b}{i}"Mom's Libido = MAX"{/i}{/b}
dutch: {b}{i}"Moment's Libido = MAX"{/i}{/b}

source: [_M_] Ooo... Ouch!
dutch: [_M_] Oeps... Ouch!

source: {b}{i}"Mom's Libido -5"{/i}{/b}
dutch: {b}{i}"Momenten Libido -5"{/i}{/b}

source: {b}{i}"Mom's Libido -1"{/i}{/b}
dutch: {b}{i}"Momenten Libido -1"{/i}{/b}

source: {b}{i}"Mom's Respect +1"{/i}{/b}
dutch: {b}{i}"Moment's Respect +1"{/i}{/b}

source: {i}"Total loads of [ryan]'s cum in his mom's pussy = ({b}[mom_cum_loads_counter]{/b})"{/i}
dutch: {i}"Totaal lading [ryan]kubus in zijn moeder pussy = ({b}[mom_cum_loads_counter]{/b})"{/i}

source: {b}{i}"Mom's Libido = 5"{/i}{/b}
dutch: {b}{i}"Moment's Libido = 5"{/i}{/b}

source: {b}{i}"Mom's Libido +3"{/i}{/b}
dutch: {b}{i}"Momenten Libido +3"{/i}{/b}

source: Hard Doggy
dutch: Moeilijke slaperig

source: Anal
dutch: Aankal
