Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}{b}(HINT){/b} Lauren's popularity would go through the roof if we hung sexy posters of her... I need to keep trying to convince her at her campaign meetings until she agrees.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Lauren's populariteit zou door het dak gaan als we sexy posters van haar gehangen hebben. . Ik moet blijven proberen haar te overtuigen tijdens haar campagnevergaderingen totdat ze ermee instemt.{/i}

source: [_RT_] {i}{b}(HINT){/b} The more events, and school influence I gain, the better the outcome of the election.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Hoe meer evenementen en invloed ik op school win, hoe beter de uitslag van de verkiezingen.{/i}

source: [_RT_] {i}I wonder how Mrs. Stone is holding up after her incident with Mr. Peterson?{/i}
dutch: [_RT_] {i}Ik vraag me af hoe mevrouw Steen ophoudt na haar incident met Mr. Peterson?{/i}

source: [_RT_] {i}I still can't believe I fucked Mrs. Stone in the ass!{/i}
dutch: [_RT_] {i}Ik kan nog steeds niet geloven dat ik mevrouw Steen in de arm heb gevallen!{/i}

source: [_RT_] {i}I wish Mom was as horny of a teacher as Mrs. Stone!{/i}
dutch: [_RT_] {i}Ik zou willen dat mevrouw zo horny van een leraar was als mevrouw Ston!{/i}

source: [_RT_] {i}Wait!... No... I don't want her screwing other students... Just me.{/i}
dutch: [_RT_] {i}Wacht!... Nee... Ik wil geen schroeven van andere leerlingen... Alleen ik.{/i}

source: [_R_] Uhhh... Mrs. Stone?
dutch: [_R_] Uhhhh... Mis Steen?

source: [_MS_] My hero from the park?
dutch: [_MS_] Mijn held uit het park?

source: [_R_] Haha... Hi, Mrs. Stone.
dutch: [_R_] Haha... Hallo, mevrouw Stone.

source: [_MS_] Come give me a hug.
dutch: [_MS_] Kom me een knuffel geven.

source: [_RT_] {i}Mrs. Stone's hugs are the best!{/i}
dutch: [_RT_] {i}Mrs. Stenen hugs zijn de beste!{/i}

source: [_RT_] {i}But, the only thing I can think of is how good her ass felt around my cock!{/i}
dutch: [_RT_] {i}Maar, het enige wat ik kan bedenken is hoe goed haar pas zich voelt rond mijn cock!{/i}

source: [_MS_] Thank you again for saving me at the park!
dutch: [_MS_] Bedankt voor het opslaan van me in het park!

source: [_R_] It was my pleasure.
dutch: [_R_] Het was mijn plezier.

source: [_MS_] You snuck up on me again!
dutch: [_MS_] Je bent opnieuw tegen me opgekallen!

source: [_MS_] I'm guessing you're here for more posters?
dutch: [_MS_] Ik denk dat je hier bent voor meer posters?

source: [_R_] And maybe something else later?
dutch: [_R_] En misschien iets later nog?

source: [_MS_] Haha... Well, that's mighty presumptuous of you to think we'll be repeating what we did on your last visit.
dutch: [_MS_] Haha... Nou, dat is machtige aanmatiging van jou om te denken dat we zullen herhalen wat we tijdens je laatste bezoek hebben gedaan.

source: [_MS_] {i}(Whispering){/i} But we probably will.
dutch: [_MS_] {i}(Whispering){/i} Maar waarschijnlijk zullen we dat doen.

source: [_MS_] So, are we looking at 20 more posters?
dutch: [_MS_] Dus kijken we naar nog 20 posters?

source: [_R_] Yeah, same as last time.
dutch: [_R_] Yeah, hetzelfde als de vorige keer.

source: [_MS_] Sounds good... As soon as you pay me, we can get started.
dutch: [_MS_] Geluiden goed... Zodra je me betaalt, kunnen we beginnen.

source: [_R_] Any extra discounts for a fuck buddy?
dutch: [_R_] Een extra korting voor een fuck vriend?

source: [_MS_] Hmmm... You know what?... I am going to give you a discount since you've been providing me with such a valuable service.
dutch: [_MS_] Hmmm... Weet je wat?... Ik ga je een korting geven omdat je me zo'n waardevolle dienst hebt aangeboden.

source: [_R_] Here's the money.
dutch: [_R_] Hier is het geld.

source: {b}{i}"Money -$200"{/i}{/b}
dutch: {b}{i}"Geld -$200"{/i}{/b}

source: [_MS_] Great!
dutch: [_MS_] Geweldig!

source: [_MS_] I assume you'll be sticking around after, to try and finish our never-ending painting?
dutch: [_MS_] Ik ga ervan uit dat je rond zal blijven om te proberen onze eeuwige schilderij te voltooien?

source: [_R_] You couldn't stop me.
dutch: [_R_] Je kon me niet stoppen.

source: [_MST_] {i}Hehe... I'm sure he's been thinking about it all week.{/i}
dutch: [_MST_] {i}Hehe... Ik weet zeker dat hij er de hele week over heeft nagedacht.{/i}

source: [_MS_] Great! Let's get started..
dutch: [_MS_] Geweldig! Laten we beginnen..

source: [_MS_] Go login on my computer and print the images of Lauren for the posters.
dutch: [_MS_] Ga in te loggen op mijn computer en print de afbeeldingen van Lauren voor de posters.

source: [_MS_] I'll set up the easel, and grab the paints.
dutch: [_MS_] Ik zal het makkelijk maken, en de verf pakken.

source: {i}"You've already successfully completed this mini game sequence, You can skip the mini game and receive the best outcome, or feel free to play again to see how you do.{/i}"
dutch: {i}"Je hebt deze mini game reeks al succesvol voltooid, Je kunt het mini spel overslaan en de beste resultaten ontvangen, of voel je vrij om opnieuw te spelen om te zien hoe je het doet. /i}"

source: {i}"You seem to be having some trouble with this mini-game. Would you like to skip it and get the best results?"{/i}
dutch: {i}"Het lijkt erop dat je problemen hebt met dit mini-spel. Wil je het overslaan en de beste resultaten krijgen?"{/i}

source: [_R_] Shoot!... It looks like I don't have the money right now.
dutch: [_R_] Schiet op!... Het lijkt erop dat ik het geld nu niet heb.

source: [_MS_] That's ok... I'll be here every day this week... Just get the money and come back tomorrow, or the next day, or whenever you can afford it.
dutch: [_MS_] Dat is ok... Ik ben er elke dag bij... Krijg het geld en kom er morgen, de volgende dag of wanneer je het kunt betalen.

source: [_R_] Will do...
dutch: [_R_] Zal doen...

source: [_R_] Thanks, Mrs. Stone.
dutch: [_R_] Bedankt, mevrouw Stone.

source: [_MS_] You bet... It was good to see you again, [ryan].
dutch: [_MS_] jij wedden... Het was goed om je opnieuw te zien, [ryan].

source: [_R_] Shit!... I know these posters are important, but I've got to budget my money.
dutch: [_R_] Shit!... Ik weet dat deze posters belangrijk zijn, maar ik moet mijn geld budgetteren.

source: [_R_] I just need the money elsewhere right now.
dutch: [_R_] Ik heb nu gewoon het geld elders nodig.

source: [_MS_] I understand, I'm here every day this week... So, if you change your mind, just come on in.
dutch: [_MS_] Ik begrijp het, ik ben hier elke dag hier... Dus, als je van gedachten verandert, kom dan gewoon binnen.

source: [_MS_] Just make sure you don't underestimate how effective these posters are at gaining {b}"School Influence"{/b} for Lauren.
dutch: [_MS_] Zorg ervoor dat je niet onderschat hoe effectief deze posters zijn om {b}"School Influence"{/b} voor Lauren te verkrijgen.

source: [_MS_] I hope to see you back here soon.
dutch: [_MS_] Ik hoop je snel terug hier te zien.

source: [_MS_] Someone needs to humble my nephew.
dutch: [_MS_] Iemand moet mijn neef nederig maken.

source: [_R_] Thanks for the support, Mrs. Stone... I'm sure I'll be back soon.
dutch: [_R_] Bedankt voor de ondersteuning, mevrouw Stone... Ik weet zeker dat ik snel weer terug zal zijn.

source: [_RT_] {i}I wonder how Mrs. Stone is holding up after her incident with Mr. Peterson.{/i}
dutch: [_RT_] {i}Ik vraag me af hoe mevrouw Steen ophoudt na haar incident met Mr. Peterson.{/i}

source: [_RT_] {i}I can't believe Mrs. Stone gave me a blowjob!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat mevrouw Steen me een klapperwerk heeft gegeven! {/i}

source: [_RT_] {i}I can't believe Mrs. Stone let me fuck her tits!{/i}
dutch: [_RT_] {i}Ik kan mevrouw Steen niet geloven. Laat me haar tikken vergeten!{/i}

source: [_RT_] {i}I can't believe Mrs. Stone gave me a handjob.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat mevrouw Steen me een handbaan gaf. {/i}

source: [_RT_] {i}I wonder if I'll get as lucky today?{/i}
dutch: [_RT_] {i}Ik vraag me af of ik vandaag zo geluk krijgen?{/i}

source: [_RT_] {i}And all I can think about is her sucking on my cock.{/i}
dutch: [_RT_] {i}En het enige waar ik aan kan denken is dat zij op mijn cock.{/i} zuigt

source: [_RT_] {i}And all I can think about are those tits.{/i}
dutch: [_RT_] {i}En het enige waar ik aan kan denken zijn die tits.{/i}

source: [_RT_] {i}And all I can think about is that handjob.{/i}
dutch: [_RT_] {i}En het enige waar ik over kan nadenken is die handjob.{/i}

source: [_MS_] I didn't hear you come in.
dutch: [_MS_] Ik heb je niet horen binnenkomen.

source: [_R_] You guessed it. Matt tore them down again.
dutch: [_R_] Je hebt het geraden. Matt ze opnieuw neergeslagen.

source: [_MS_] Well, that's not all bad, now I get to have a visit from my favorite former student.
dutch: [_MS_] Nou, dat is niet helemaal slecht, nu krijg ik een bezoek van mijn favoriete voormalige student.

source: [_R_] I'm sure you say that to all your students.
dutch: [_R_] Ik weet zeker dat je dat tegen al je leerlingen zegt.

source: [_RT_] {i}But I doubt she's sucked many of their dicks.{/i}
dutch: [_RT_] {i}Maar ik betwijfel of ze veel van hun doeken heeft opgezocht.{/i}

source: [_RT_] {i}But I bet not many of them have fucked her tits.{/i}
dutch: [_RT_] {i}Maar ik wed dat niet veel van hen haar tegels hebben verduisterd.{/i}

source: [_RT_] {i}But I bet she hasn't jacked off nearly as many.{/i}
dutch: [_RT_] {i}Maar ik durf te wedden dat ze er bijna zo veel van heeft gejaagd.{/i}

source: [_MS_] No... Just a lot of them, haha...
dutch: [_MS_] Nee... Een beetje erbij, haha...

source: [_MS_] Sounds good... As soon as you pay me the three hundred dollars, we can get started.
dutch: [_MS_] Geluiden goed... Zodra je me de driehonderd dollar betaalt, kunnen we beginnen.

source: [_R_] Well, it does seem like money well spent, people are still talking a lot about Lauren.
dutch: [_R_] Nou, het lijkt erop dat het goed uitgegeven geld is, mensen praten nog steeds veel over Laken.

source: [_MS_] I think you're right, every day another boy wants to make a painting of Lauren.
dutch: [_MS_] Ik denk dat je gelijk hebt, elke dag wil een andere jongen Laurent een schilderij maken.

source: [_R_] That's so crazy!
dutch: [_R_] Dat is zo gek!

source: [_MS_] I think you're right... One of the boys in my art class was actually trying to do a painting of Lauren's picture.
dutch: [_MS_] Ik denk dat je gelijk hebt... Een van de jongens in mijn kunstklasse was echt een schilderij van Lauren's foto proberen te maken.

source: {b}{i}"Money -$300"{/i}{/b}
dutch: {b}{i}"Geld -$300"{/i}{/b}

source: [_MS_] Oh, and don't forget the other part of your payment for the posters.
dutch: [_MS_] Oh, en vergeet niet het andere deel van je betaling voor de posters.

source: [_R_] How could I?
dutch: [_R_] Hoe kan ik?

source: [_RT_] {i}It's sure nice of Mrs. Stone to help me make these posters.{/i}
dutch: [_RT_] {i}Het is zeker aardig van mevrouw Steen om mij te helpen deze posters te maken{/i}

source: [_RT_] {i}Especially since Lauren's running against her own nephew.{/i}
dutch: [_RT_] {i}Vooral omdat Lauren tegen haar eigen nephew.{/i} loopt

source: [_R_] Well, it does seem like money well spent, people seem to be talking about Lauren more than ever around the school.
dutch: [_R_] Nou, het lijkt erop dat het goed besteed is, mensen lijken meer dan ooit over Lauren te praten rond de school.

source: [_MST_] {i}He's not kidding... I heard those boys in the hallway talking about what they want her to do to them.{/i}
dutch: [_MST_] {i}Hij maakt geen grap... Ik heb gehoord dat de jongens in de hal spraken over wat ze willen dat ze ze voor hen doet.{/i}

source: [_MST_] {i}It even made me blush.{/i}
dutch: [_MST_] {i}Het maakte me zelfs blush.{/i}

source: [_R_] You mean being a model for your portrait?
dutch: [_R_] betekent een model zijn voor je portret?

source: [_MS_] Exactly... If you can just pose again for a little bit after we get your posters made, we'll call it a deal.
dutch: [_MS_] Exactly... Als je nog een beetje kunt terugkomen nadat we je posters op een briefje hebben geplaatst, dan zullen we het een deal noemen.

source: [_R_] You got it.
dutch: [_R_] Je hebt het.

source: [_RT_] {i}I hope Mrs. Stone is willing to help me make more posters.{/i}
dutch: [_RT_] {i}Ik hoop dat mevrouw Steen bereid is om me te helpen meer posters.{/i}

source: [_RT_] {i}At least she'll be glad to see me so she can work on her portrait of me.{/i}
dutch: [_RT_] {i}Ten minste zal ze blij zijn me te zien, zodat ze kan werken aan haar portret van mij.{/i}

source: [_MS_] Now, What can I do for you?
dutch: [_MS_] Wat kan ik nu voor je doen?

source: [_R_] I need to make some more campaign posters.
dutch: [_R_] Ik moet nog een aantal mailings posters aanmaken.

source: [_MS_] Oh, really?... twenty posters weren't enough?
dutch: [_MS_] Oh, echt?... 20 posters waren niet genoeg?

source: [_R_] Well, Matt tore them all down and replaced them with his own.
dutch: [_R_] Nou, Matt heeft ze allemaal naar beneden gedemonteerd en ze vervangen door zijn eigen.

source: [_R_] Now I need to go return the favor.
dutch: [_R_] Nu moet ik de gunst teruggeven.

source: [_MS_] Good... I'm glad to hear you're not going to take his bullying lying down.
dutch: [_MS_] Hout... Ik ben blij te horen dat je zijn pesten niet gaat neerhalen.

source: [_R_] Yeah, I'm hoping he'll realize it's going to be just as expensive for him to keep tearing down our posters.
dutch: [_R_] Yeah, ik hoop dat hij zal beseffen dat het voor hem even duur zal zijn om onze posters te blijven verscheuren.

source: [_MS_] That won't bother him too much. His parents are paying for his campaign, and they're pretty wealthy.
dutch: [_MS_] Dat zal hem niet veel storen. Zijn ouders betalen voor zijn campagne, en ze zijn best rijk.

source: [_MS_] So, he's not going to quit.
dutch: [_MS_] Dus, hij gaat niet afsluiten.

source: [_MS_] But, as busy as he is with basketball, He probably won't be able to get around to retaliating for about a week.
dutch: [_MS_] Maar net zo druk als hij is met basketbal, zal hij waarschijnlijk ongeveer een week niet meer kunnen rondlopen om vergeldingsmaatregelen te nemen.

source: [_MS_] That will give Lauren's posters some time to do their job.
dutch: [_MS_] Dat geeft Laurens wat tijd om hun werk te doen.

source: [_MS_] And if you retaliate quickly, the students won't get very much exposure to Matt's posters at all.
dutch: [_MS_] En als je snel vergelekt, krijgen de leerlingen helemaal niet veel blootstelling aan Matt's posten.

source: [_R_] Are you saying this could become a weekly expense?
dutch: [_R_] Zeg je dat dit een wekelijkse kostenpost zou kunnen worden?

source: [_MS_] Yeah, most likely.
dutch: [_MS_] Yeah, waarschijnlijk.

source: [_R_] Shit!... I wasn't planning on that.
dutch: [_R_] Shit!... Ik was niet van plan daarop.

source: [_MS_] I hope you can afford it, I'd hate to see that little shit win the poster war.
dutch: [_MS_] Ik hoop dat je het je kunt veroorloven, ik zou graag zien dat het kleine beetje poster oorlog wint.

source: [_R_] I'm sure going to try.
dutch: [_R_] Ik ga het zeker proberen.

source: [_R_] Yeah, that's about how many I'll need.
dutch: [_R_] Yeah, dat is hoeveel ik nodig heb.

source: [_MS_] Sounds good... As soon as you pay me three hundred dollars, we can get started.
dutch: [_MS_] Geluiden goed... Zodra je me driehonderd dollar betaalt, kunnen we aan de slag gaan.

source: [_R_] No discount for a second batch?
dutch: [_R_] Geen korting voor een tweede batch?

source: [_MS_] I wish I could, but I'm already giving you the lowest price I can do them for without losing money.
dutch: [_MS_] Ik wou dat ik het kon, maar ik geef je al de laagste prijs voor wie ik ze kan doen zonder geld te verliezen.

source: [_R_] Yeah, I don't see how Lauren can win the election if we don't keep fighting this poster war.
dutch: [_R_] Yeah, ik zie niet hoe Lauren de verkiezingen kunnen winnen als we niet blijven vechten tegen deze poster oorlog.

source: [_MS_] I think that's really smart.
dutch: [_MS_] Ik denk dat dat heel slim is.

source: [_MS_] The pics you're using on those posters should eventually bring voters around.
dutch: [_MS_] De foto's die je op die posters gebruikt, moeten uiteindelijk de kiezers ombrengen.

source: [_RT_] {i}Ah... My old art classroom.{/i}
dutch: [_RT_] {i}Ah... Mijn oude kunstklaslokaal.{/i}

source: [_RT_] {i}Art was my favorite class last year.{/i}
dutch: [_RT_] {i}Kunst was mijn favoriete klas vorig jaar.{/i}

source: [_RT_] {i}Mostly because Mrs. Stone always wore really tight pants.{/i}
dutch: [_RT_] {i}overwegend omdat mevrouw Steen altijd erg strakke pantsen droeg. {/i}

source: [_RT_] {i}She was the object of many a jack off fantasy.{/i}
dutch: [_RT_] {i}Ze was het object van velen van een jack af fantasy.{/i}

source: [_RT_] {i}And, there she is... I'm lucky this is still her free hour.{/i}
dutch: [_RT_] {i}En, daar is ze... Ik heb geluk dat dit haar gratis uur is.{/i}

source: [_RT_] {i}I hope she's doing okay after her incident in the park with Mr. Peterson.{/i}
dutch: [_RT_] {i}Ik hoop dat ze okay doet na haar incident in het park met Mr. Peterson.{/i}

source: [_RT_] {i}Time to go say hi.{/i}
dutch: [_RT_] {i}Tijd om te gaan zeggen hoog.{/i}

source: [_RT_] {i}I don't think she's even noticed I'm here... She really seems to be into that painting.{/i}
dutch: [_RT_] {i}Ik denk niet dat ze zelfs maar heeft gemerkt dat ik er ben... Ze lijkt echt in dat schilderij te zijn.{/i}

source: [_MS_] Is that my favorite student?
dutch: [_MS_] Is dat mijn lievelingsstudent?

source: [_R_] Haha... Yeah, it's me, Mrs. Stone.
dutch: [_R_] Haha... Ja, dat ben ik, mevrouw Steen.

source: [_R_] Hi, Mrs. Stone.
dutch: [_R_] Hallo, mevrouw Stone.

source: [_R_] Remember me?
dutch: [_R_] Onthoud mij?

source: [_MS_] Oh... From my class last year.
dutch: [_MS_] Oh... Uit mijn klas vorig jaar.

source: [_MS_] Ronald, wasn't it?
dutch: [_MS_] Ronald, nietwaar?

source: [_R_] [ryan], actually.
dutch: [_R_] [ryan], eigenlijk.

source: [_MS_] Oh yes, [ryan].
dutch: [_MS_] Oh ja, [ryan].

source: [_MS_] I hope you've been well.
dutch: [_MS_] Ik hoop dat je goed bent geweest.

source: [_RT_] {i}I guess, besides my life getting turned head down, ass up...{/i}
dutch: [_RT_] {i}I denk ik, naast dat mijn leven naar beneden wordt gedraaid, pas op...{/i}

source: [_R_] Ehh... Can't complain.
dutch: [_R_] Ehhh... Kan niet klagen.

source: [_MS_] Good...
dutch: [_MS_] goed...

source: [_R_] I need help making some campaign posters.
dutch: [_R_] Ik heb hulp nodig bij het maken van posters voor campagne.

source: [_MS_] Oh, really?... Are you running for one of the offices?
dutch: [_MS_] Oh, echt?... Rennen jullie voor een van de kantoren?

source: [_R_] Not me... My sister Lauren is running for student body president.
dutch: [_R_] Not me... Mijn zus Lauren draait voor student lichaam president.

source: [_MS_] Oh... I know Lauren! Cute little redhead?
dutch: [_MS_] Oh... Ik ken Lauren! Schattig weinig rood?

source: [_R_] That's her.
dutch: [_R_] Dat is haar.

source: [_MS_] She was such a good student! Very artistic and creative.
dutch: [_MS_] Ze was zo'n goede student! Zeer artistiek en creatief.

source: [_MS_] She'd make a great president.
dutch: [_MS_] Ze zou een goede voorzitter worden.

source: [_MS_] Much better than my nephew Matt.
dutch: [_MS_] Veel beter dan mijn neefmat

source: [_R_] Wait!... Matt's your nephew?... As in the captain of the basketball team, goes to our school, is running for president, Matt?
dutch: [_R_] Wacht!... Dicht jouw neef is?... Net als bij de kapitein van het basketbal-team, ga je naar onze school, loopt je naar president, Matt?

source: [_MS_] That's the one.
dutch: [_MS_] Dat is het.

source: [_MS_] So you need to make Lauren some campaign posters?
dutch: [_MS_] Dus moet je Lauren wat mailings laten aanmelden?

source: [_R_] Well, yeah, I was going to ask you for help, but that was before I realized you're Matt's aunt.
dutch: [_R_] Nou, ja, ik ging je om hulp vragen, maar dat was voordat ik besefte dat je Matt's tante bent.

source: [_R_] I'm sure you're going to be helping him instead.
dutch: [_R_] Ik ben er zeker van dat je hem in plaats daarvan gaat helpen.

source: [_RT_] {i}Maybe the rumors about them fucking aren't true after all.{/i}
dutch: [_RT_] {i}Misschien zijn de geruchten over hun fucking toch niet waar.{/i}

source: [_MS_] No, I wouldn't help him if he begged me.
dutch: [_MS_] Nee, ik zou hem niet helpen als hij me smeekte.

source: [_MS_] My nephew would make a terrible student body president.
dutch: [_MS_] Mijn neef zou een verschrikkelijke studentenlichaam voorzitter worden.

source: [_MS_] Not only that, I'm not on the best terms with him, or my sister, uhh... his mother I guess I should say.
dutch: [_MS_] niet alleen, ik ben niet op de beste voorwaarden met hem, of mijn zuster, uh... zijn moeder moet ik wel zeggen.

source: [_MST_] {i}Just because she caught us fucking, didn't mean she had to cut me out of their lives.{/i}
dutch: [_MST_] {i}enkel omdat ze ons fuckend betrapt, betekende niet dat ze me uit hun levens moest knippen.{/i}

source: [_MST_] {i}Now Matt just treats me like another former conquest.{/i}
dutch: [_MST_] {i}Nu behandelt Matt mij gewoon als een andere vorige verovering.{/i}

source: [_R_] So, you're saying you'd be willing to help me with Lauren's posters?
dutch: [_R_] Dus, je zegt dat je me wilt helpen met Lauren's posters?

source: [_R_] I could really use your advice and creativity.
dutch: [_R_] Ik zou je advies en creativiteit echt kunnen gebruiken.

source: [_R_] Not to mention your big-ass printer.
dutch: [_R_] Niet vermelden van je grootste printer.

source: [_MS_] Haha... [ryan]!... We're still in school. Please try to use appropriate language.
dutch: [_MS_] Haha... [ryan]!... We zijn nog op school. Probeer de juiste taal te gebruiken.

source: [_MS_] I'll be happy to help you with your sister's campaign posters, but I'm going to need something from you in return.
dutch: [_MS_] Ik zal je graag helpen met de campagneposters van je zus, maar in ruil daarvoor heb ik iets van je nodig.

source: [_MS_] First off, I'm going to need money. Big poster paper and ink aren't cheap, you know.
dutch: [_MS_] In het begin heb ik geld nodig. Groot poster papier en inkt zijn niet goedkoop, weet je.

source: [_MS_] I'll also need a little extra for my creativity and time.
dutch: [_MS_] Ik heb ook een beetje extra nodig voor mijn creativiteit en tijd.

source: [_MS_] This is my free time after all, and teachers don't make a lot of money.
dutch: [_MS_] Dit is per slot van rekening mijn vrije tijd en leraren verdienen niet veel geld.

source: [_MS_] How many posters do you think you'll need?
dutch: [_MS_] Hoeveel posters denk je dat je nodig hebt?

source: [_R_] Probably about 20
dutch: [_R_] waarschijnlijk ongeveer 20

source: [_R_] That's like fifteen bucks a poster!
dutch: [_R_] Dat is als vijftien tegen een poster!

source: [_MS_] Yeah, that sounds about right.
dutch: [_MS_] Yeah, dat klinkt over goed.

source: [_R_] That's way more expensive than I was thinking it would be.
dutch: [_R_] Dat is veel duurder dan ik dacht dat het zou zijn.

source: [_MS_] Yeah, well, ink is expensive. You're welcome to go to the local print shop to compare, but I guarantee they'll be about thirty dollars a poster.
dutch: [_MS_] Yeah, inkt is duur. Je bent welkom om naar de lokale gedrukte winkel te gaan om deze te vergelijken, maar ik verzeker je dat ze ongeveer dertig dollar per poster zullen zijn.

source: [_RT_] {i}Damn!... No wonder Lauren needed me to finance her campaign.{/i}
dutch: [_RT_] {i}Damn!... Geen wonder Lauren nodig om haar campagne te financieren.{/i}

source: [_MS_] So are you ready to pay?
dutch: [_MS_] Dus ben je klaar om te betalen?
