Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}Mom would probably be really mad anyways, if I used any of the girls behind her back. After that speech, she's going to insist on being involved in whatever I come up with.{/i}
french: [_RT_] {i}Maman serait probablement vraiment fou de toute façon, si j'utilisais une des filles derrière elle. Après ce discours, elle va insister pour être impliquée dans tout ce que je viens d'avoir.{/i}
italian: [_RT_] {i}Mamma probabilmente sarebbe davvero pazza comunque, se ho usato una qualsiasi delle ragazze dietro la schiena. Dopo quel discorso, lei insisterà per essere coinvolta in qualsiasi cosa venga. {/i}
portuguese: [_RT_] {i}Mamãe provavelmente ficaria realmente brava de qualquer forma, se eu usasse qualquer uma das garotas atrás de ela. Depois desse discurso, ela insistirá em estar envolvida em qualquer coisa que eu surja.{/i}
russian: [ _RT_] {i}Мама, наверное, была бы действительно безумной, если бы я использовал кого-нибудь из девочек за ее спиной. После этой речи она будет настаивать на том, чтобы быть замешана в том, что бы я не приехала.

source: [_RT_] {i}So, a shoot with Mom and someone else would be best, but who should I have with her?{/i}
french: [_RT_] {i}Alors, un tir avec une mère et quelqu'un d'autre serait le meilleur, mais qui devrais-je avoir avec elle ?{/i}
italian: [_RT_] {i}Quindi, un tiro con la mamma e qualcun altro sarebbe migliore, ma chi dovrei avere con lei? {/i}
portuguese: [_RT_] {i}Então, uma sessão com a mamãe e outra pessoa seria melhor, mas quem eu deveria eu ter com a her? {/i}
russian: [_RT_] {i}Таким образом, стрельба с мамой и кем-то будет лучшим, но кто у меня должен быть вместе с ней?{/i}

source: [_RT_] {i}Maybe Megan? She'd be up for it, no question... And they've already done one photoshoot together.{/i}
french: [_RT_] {i}Peut-être Megan ? Elle serait à la hauteur, pas de question... Et ils ont déjà fait une photoshoot ensemble{/i}
italian: [_RT_] {i}Forse Megan? Sarebbe stato per esso, senza domande... E hanno già fatto una foto insieme.{/i}
portuguese: [_RT_] {i}Talvez Megan? Ela estaria pronta, não há pergunta... E eles já fizeram uma foto juntos.{/i}
russian: [_RT_] {i}Может быть Мегана? Она уже готова, нет вопросов... И они уже сделали одну фотографию.{/i}

source: [_RT_] {i}Shit. With how well the incest angle worked for Lauren and Mandy's InstaSlam account, I really think that's the way to go. Megan and Mom don't look anything like each other though. No one's going to believe they're related.{/i}
french: [_RT_] {i}Shit. Avec la façon dont l'angle intime a fonctionné pour Lauren et le compte InstaSlam de Mandy, je pense vraiment que c'est la voie à suivre. « Megan et maman ne se ressemblent pas les uns aux autres, cependant. Personne ne va croire qu'ils sont liés.{/i}
italian: [_RT_] {i}Mossa Con quanto bene l'angolo incesto ha funzionato per Lauren e l'account InstaSlam di Mandy, penso davvero che sia la strada da percorrere. Megan e Mamma non assomigliano a vicenda. Nessuno crederà di essere relazionato.{/i}
portuguese: [_RT_] {i}Merda. Com o quão bem o ângulo de incesto funcionou para a conta InstaSlam de Lauren e Mandy, eu realmente acho que esse é o caminho a se percorrer. Megan e mamãe não se parecem nada uns com os outros embora. Ninguém vai acreditar que eles estão relacionados. {/i}
russian: [ _RT_] {i}Дерьмо. С каким образом кровосмесиный угол сработал на аккаунт в InstaSlam Лорен и Мэнди, я думаю, что так и есть. Меган и мама не похожи друг на друга. Никто не поверит, что они связаны. { /i }

source: [_RT_] {i}Well, there's no point in just standing around. I can work out the details later. For now, I should go talk to Mom and make sure she knows she can count on me to keep us safe.{/i}
french: [_RT_] {i}Eh bien, il ne sert à rien de se tenir là. Je pourrai travailler sur les détails plus tard. Pour l'instant, je devrais aller parler à ma mère et faire en sorte qu'elle sache qu'elle peut compter sur moi pour nous garder en sécurité.{/i}
italian: [_RT_] {i}Beh, non ha senso stare in piedi. Posso trovare i dettagli più tardi. Per ora, dovrei andare a parlare con la mamma e assicurarsi che lei sa che può contare su di me per tenerci al sicuro.{/i}
portuguese: [_RT_] {i}Bem, não faz sentido ficar parado. Poderei resolver os detalhes mais tarde. Por enquanto, eu deveria ir falar com a mãe e garantir que ela saiba que ela pode contar comigo para nos manter seguros.{/i}
russian: [_RT_] {i}Ну, нет смысла стоять вокруг. Я могу уточнить детали позже. Сейчас я должен пойти поговорить с Мамом и убедиться, что она может рассчитывать на меня, чтобы защитить нас. {/i}

source: [_RT_] {i}Maybe I should check on Lauren and Sidney first? They both looked pretty shaken up.{/i}
french: [_RT_] {i}Peut-être que je devrais vérifier Lauren et Sidney d'abord ? Ils ont tous deux l'air bien secoués.{/i}
italian: [_RT_] {i}Forse dovrei controllare prima Lauren e Sidney? Entrambi sembravano piuttosto scossi. {/i}
portuguese: [_RT_] {i}Talvez eu devesse verificar a Lauren e Sidney primeiro? Ambos pareciam estar bem abalados.{/i}
russian: [_RT_] {i}Может быть, мне сначала нужно проверить Лорена и Сиднея? Оба выглядела довольно потрясен.{/i}

source: {i}{b}(HINT){/b} I should go to sleep. Maybe I'll have better ideas how to fix this huge problem in the morning.{/i}
french: {i}{b}(HINT){/b} Je devrais aller dormir. Peut-être aurai-je de meilleures idées pour résoudre cet énorme problème le matin.{/i}
italian: {i}{b}(HINT){/b} Dovrei andare a dormire. Forse avrò idee migliori su come risolvere questo enorme problema al mattino.{/i}
portuguese: {i}{b}(HINT){/b} Eu deveria dormir. Talvez eu tenha ideias melhores sobre como corrigir este enorme problema da manhã.{/i}
russian: {i}{b}(HINT){/b} Мне нужно спать. Может, у меня будут лучшие идеи, как решить эту огромную проблему утром.{/i}

source: [_RT_] {i}I'm not sure if I'm quite ready to take it to the next level with Mandy.{/i}
french: [_RT_] {i}Je ne sais pas si je suis tout à fait prêt à passer au niveau suivant avec Mandy.{/i}
italian: [_RT_] {i}Non sono sicuro se sono abbastanza pronto a portarlo al livello successivo con Mandy.{/i}
portuguese: [_RT_] {i}Não sei se estou pronto para levá-lo para o próximo nível com o mandar.{/i}
russian: [_RT_] {i}Я не уверен, готов ли я перейти к следующему уровню в Mandy.{/i}

source: [_RT_] {i}I don't think I could bare to hear the disappointment in her voice again.{/i}
french: [_RT_] {i}Je ne pense pas que je pourrais me laisser bercer par la déception de sa voix à nouveau.{/i}
italian: [_RT_] {i}Non penso di poter nudo di sentire di nuovo la delusione nella sua voce.{/i}
portuguese: [_RT_] {i}Eu não acho que eu poderia nua para ouvir a decepção em sua voz novamente. {/i}
russian: [_RT_] {i}Я не думаю, что я мог бы услышать разочарование в ее голосе снова.{/i}

source: [_RT_] {i}I should check on Mom or Sidney.{/i}
french: [_RT_] {i}Je dois vérifier sur maman ou Sidney.{/i}
italian: [_RT_] {i}dovrei controllare su Mamma o Sidney.{/i}
portuguese: [_RT_] {i}Eu deveria verificar na mamãe ou Sidney. {/i}
russian: [_RT_] {i}Я должен проверить на маму или Sidney.{/i}

source: [_RT_] {i}I should check on Mom.{/i}
french: [_RT_] {i}Je devrais vérifier la Maman {/i}
italian: [_RT_] {i}dovrei controllare su Mom.{/i}
portuguese: [_RT_] {i}Eu deveria verificar na mamãe. {/i}
russian: [_RT_] {i}Я должен проверить на маму.{/i}

source: [_RT_] {i}I should check on Sidney.{/i}
french: [_RT_] {i}Je dois vérifier sur Sidney.{/i}
italian: [_RT_] {i}dovrei controllare su Sidney.{/i}
portuguese: [_RT_] {i}Eu deveria verificar em Sidney. {/i}
russian: [_RT_] {i}Я должен проверить на Sidney.{/i}

source: [_RT_] {i}What am I doing back here? I've checked on everyone... I should go to my room and go to sleep.{/i}
french: [_RT_] {i}Qu'est-ce que je fais ici ? J'ai vérifié sur tout le monde... Je devrais aller dans ma chambre et aller dormir. {/i}
italian: [_RT_] {i}Cosa sto facendo indietro qui? Ho controllato su tutti... dovrei andare nella mia stanza e andare a dormire.{/i}
portuguese: [_RT_] {i}O que eu estou fazendo de volta aqui? Eu verifiquei em todos ... Eu deveria ir para o meu quarto e ir dormir. {/i}
russian: [_RT_] {i}Что я здесь возвращаюсь? Я проверил на всех... Я должен пойти в свою комнату и спать.{/i}

source: [_R_] Hey, little sister. How are you holding up?
french: [_R_] Hé, petite sœur. Comment tenez-vous?
italian: [_R_] Ehi, sorellina. Come ti stai trattenendo?
portuguese: [_R_] Ei, irmãzinha. Como você está segurando?
russian: Привет, маленькая сестренка. Как ты держишься?

source: [_R_] Listen, everything's going to be okay.
french: [ _R_ ] Ecoute, tout va aller bien.
italian: [_R_] Ascolta, tutto andrà bene.
portuguese: [_R_] Escute, tudo vai ficar bem.
russian: Послушай, все будет хорошо.

source: [_R_] I'm going to fix this.
french: [_R_] Je vais réparer cela.
italian: [_R_] riparerò questo.
portuguese: [__R_] Eu vou consertar isso.
russian: [_R_] Я собираюсь это исправить.

source: [_L_] No, you're not.
french: [_L_] Non, ce n'est pas le cas.
italian: [_L_] No, non sei.
portuguese: [_L_] Não, não está.
russian: Нет, не так.

source: [_R_] Come on, have some faith in your big brother. I'll get us through this.
french: [ _R_ ] Allez, avez une certaine foi dans ton grand frère. Je vais nous en sortir.
italian: [_R_] Avanti, hai qualche fiducia nel tuo fratello maggiore. Ci farò passare attraverso questo.
portuguese: [_R_] Vamos lá, tenha alguma fé no seu irmão maior. Eu vou pegar a gente por isso.
russian: [ _R_] Давай, верой в своего старшего брата. Я принесу это.

source: [_R_] I'm the man of the house after all, remember?
french: [_R_] Je suis l'homme de la maison après tout, vous vous souvenez ?
italian: [_R_] Sono l'uomo della casa dopotutto, ricordate?
portuguese: [_R_] Eu sou o homem da casa depois de tudo, lembra?
russian: Я ведь человек дома в конце концов, помнишь?

source: [_L_] Oh yeah? Then why did you let Aunt Camille leave and take Mandy away?
french: [_L_] Oh ouais ? Alors pourquoi avez-vous laissé Aunt Camille partir et emmener Mandy ?
italian: [_L_] Oh sì? Allora perché hai lasciato Zia Camille e hai preso Mandy via?
portuguese: [_L_] Ah sim? Então por que você deixou a Camille sair e levar o mamão fora?
russian: О да? Тогда почему ты позволил тете Камилле уйти и забрать Мэнди?

source: [_L_] And why didn't you stop her from getting into trouble in the first place?
french: [ _L_ ] Et pourquoi ne l'avez-vous pas empêchez elle de se mettre en difficulté en premier lieu?
italian: [_L_] E perché non l'hai impedita di entrare nei guai in primo luogo?
portuguese: [_L_] E por que você não a impediu de entrar em problemas, em primeiro lugar?
russian: [_L_] И почему бы вам не помешать ей попасть в проблемы в первом месте?

source: [_R_] Hey, I tried to, but she wouldn't listen to me. You know how she is.
french: [_R_] Hé, j'ai essayé, mais elle ne voulait pas m'écouter. Vous savez ce qu'elle est.
italian: [_R_] Ehi, ho cercato, ma lei non mi avrebbe ascoltato. Tu sai com'è.
portuguese: [_R_] Ei, eu tentei, mas ela não me ouviu. Você sabe como ela é.
russian: [ _R_] Эй, я пыталась, но она не слушала меня. Ты знаешь, как она.

source: [_L_] She would have had to listen to you if you really were the man of the house.
french: [ _L_ ] Elle aurait dû vous écouter si vous étiez vraiment l'homme de la maison.
italian: [_L_] Avrebbe dovuto ascoltarti se fossi davvero l'uomo della casa.
portuguese: [_L_] Ela teria tido de te ouvir se você fosse realmente o homem da casa.
russian: [ _L_] Ей пришлось бы слушать тебя, если бы ты действительно был человеком дома.

source: [_L_] She would never have gone to the DeCapo's casino.
french: [ _L_ ] Elle n'aurait jamais été au casino de DeCapo.
italian: [_L_] Non sarebbe mai andata al casinò di DeCapo.
portuguese: [_L_] Ela nunca teria ido para o casino do DeCapo.
russian: Она бы никогда не пошла в казино ДеКапо.

source: [_L_] She wouldn't have taken Mandy away!
french: [_L_] Elle n'aurait pas enlevé Mandy !
italian: [_L_] Lei non avrebbe preso Mandy via!
portuguese: [_L_] Ela não teria levado Mandy embora!
russian: [_L_] Она не выгнала бы Манди!

source: [_R_] Lauren...
french: [_R_] Hein?.... Lauren.... pourquoi me réveilles-tu si tôt?
portuguese: [_R_] Laura...

source: [_L_] But, you're not.
french: [_L_] Mais ce n'est pas le cas.
italian: [_L_] Ma, non sei.
portuguese: [_L_] Mas, não está.
russian: [_L_] Но вы не были.

source: [_L_] I wish Dad were here...
french: [_L_] J'aurais aimé que Papa soit là...
italian: [_L_] Vorrei che papà fosse qui...
portuguese: [_L_] Eu gostaria que o papai estivesse aqui ...
russian: [ _L_] Я хотел бы, чтобы папа был здесь ...

source: [_RT_] {i}Getting kicked in the balls would have hurt less than hearing her say that...{/i}
french: [_RT_] {i}Faire des coups de pied dans les balles aurait fait moins de mal que l'entendre dire que...{/i}
italian: [_RT_] {i}Getting kicked in the ball avrebbe ferito meno che sentirla dire che...{/i}
portuguese: [_RT_] {i}Se expulsar nas bolas teria doido menos do que ouvir ela dizer que...{/i}
russian: [_RT_] {i}нанесение удара в шариках пострадало бы меньше, чем это сказать...{/i}

source: [_RT_] {i}Maybe she's right.{/i}
french: [_RT_] {i}Peut-être qu'elle a raison.{/i}
italian: [_RT_] {i}Forse ha ragione.{/i}
portuguese: [_RT_] {i}Talvez ela esteja certa. {/i}
russian: [_RT_] {i}Может, она верна.{/i}

source: [_RT_] {i}I never really made an effort to get Aunt Cami to see me as more than her pervy nephew.{/i}
french: [_RT_] {i}Je n'ai jamais vraiment fait d'effort pour obtenir une Tante Cami pour me voir plus que son neveu pervy.{/i}
italian: [_RT_] {i}Non ho mai davvero fatto uno sforzo per ottenere Zia Cami per vedermi come più del suo nipotino pervy.{/i}
portuguese: [_RT_] {i}Eu realmente nunca fiz um esforço para fazer Aunt Cami me ver como mais do que seu novo sobrinho.{/i}
russian: [ _RT_] {i}Я так и не приложила усилий, чтобы тетя Ками увидала меня больше, чем ее перничный племянник. { /i }

source: [_RT_] {i}I should have spent more time getting her to respect me.{/i}
french: [_RT_] {i}J'aurais dû passer plus de temps à lui faire respecter ma volonté.{/i}
italian: [_RT_] {i}Avrei dovuto spendere più tempo per farla rispettare.{/i}
portuguese: [_RT_] {i}Eu deveria ter passado mais tempo levando-a a respeitar me.{/i}
russian: [_RT_] {i}Мне нужно потратить больше времени, чтобы воздать ей уважение.{/i}

source: [_RT_] {i}Instead, I was just trying to get into her panties.{/i}
french: [_RT_] {i}Au lieu de cela, j'essayais de me mettre dans ses culottes.{/i}
italian: [_RT_] {i}Invece, stavo solo cercando di entrare nei suoi panties.{/i}
portuguese: [_RT_] {i}em vez disso, eu estava apenas tentando entrar em suas calcinas. {/i}
russian: [_RT_] {i}Вместо этого я просто пытался попасть в её panties.{/i}

source: [_RT_] {i}What are those two giggling about?{/i}
french: [_RT_] {i}De quoi s'agit-il ?{/i}
italian: [_RT_] {i}Che cosa sono questi due giggling circa?{/i}
portuguese: U[_RT_] {i}Sobre o que são essas duas alegre?{/i}
russian: [_RT_] {i}О чем эти два смешки?{/i}

source: [_RT_] {i}Should I take a peek?{/i}
french: [_RT_] {i}Devrais-je jeter un coup d'œil ?{/i}
italian: [_RT_] {i}Dovrei fare un peek?{/i}
portuguese: [_RT_] {i}Devo levar um peek? {/i}
russian: [_RT_] {i}Должен ли я взять пик?{/i}

source: [_RT_] {i}Nice... Looks like they're' changing out of their school clothes.{/i}
french: [_RT_] {i}Nice... On dirait qu'ils changent leurs vêtements d'école. {/i}
italian: [_RT_] {i}Nizzo... Sembra che 'ri' spegnere i vestiti della scuola.{/i}
portuguese: [_RT_] {i}Nice ... Parece que eles estão ' mudando de roupa da escola deles. {/i}
russian: [_RT_] {i}Отлично... Похоже, они меняют свою школьную одежду.{/i}

source: [_RT_] {i}What are they looking at?{/i}
french: [_RT_] {i}Que regardent-ils?{/i}
italian: [_RT_] {i}Cosa stanno cercando?{/i}
portuguese: [_RT_] {i}O que eles estão olhando at? {/i}
russian: [_RT_] {i}Что они смотрят?{/i}

source: [_L_] There! You happy?
french: [_L_] Il y a ! Vous êtes heureux ?
italian: [_L_] Lì! Sei felice?
portuguese: [_L_] Pronto! Você está feliz?
russian: [_L_] Там! Ты счастлив?

source: [_MD_] You know the deal.
french: [ _MD_ ] Vous connaissez l'affaire.
italian: [_MD_] Tu conosci l'affare.
portuguese: U[_MD_] você sabe o negócio.
russian: [ _MD_] Вы знаете соглашение.

source: [_MD_] I help you practice kissing, and you let me look at those pictures of you sucking [ryan] off.
french: [ _MD_ ] Je vous aide à vous embrasser, et vous me laissez regarder ces photos de vous sucer [ ryan ].
italian: [_MD_] Ti aiuterò a praticare il bacio, e mi lasci guardare quelle foto di te succhiare [ryan] off.
portuguese: [__MD_] Eu te ajudo a praticar o beijo, e você me deixa olhar para aquelas fotos de você chupando [ryan] off.
russian: [_MD_] Я помогу вам поцелуй, и вы позвольте мне посмотреть на эти фотографии вы сосаете [ryan] выкл.

source: [_MD_] God, that's hot!
french: [_MD_] Dieu, c'est chaud!
italian: [_MD_] Dio, è caldo!
portuguese: [_MD_] Deus, isso é quente!
russian: [_MD_] Бог, это жарко!

source: [_L_] I guess it is pretty sexy. But do you really have to masturbate while we look at them?
french: [_L_] Je suppose que c'est assez sexy. Mais avez-vous vraiment à se masturber pendant que nous les regardons ?
italian: [_L_] Immagino che sia abbastanza sexy. Ma devi davvero masturbarti mentre li guardiamo?
portuguese: [_L_] Acho que é bem sexy. Mas você realmente precisa Masturbate enquanto olhamos para eles?
russian: Я думаю, это довольно сексуально. Но ты действительно должен мастурбировать, пока мы смотрим на них?

source: [_MD_] Well, duh... You won't send me copies to look at by myself.
french: [_MD_] Eh bien, hein... Vous ne m'enverrez pas de copies à regarder.
italian: [_MD_] Beh, duh... Non mi manderai copie per guardare da solo.
portuguese: U[_MD_] Bem, due... Você não vai me enviar cópias para olhar sozinho.
russian: [ _MD_] Ну, дух ... Вы не будете посылать мне копии, чтобы взглянуть на себя.

source: [_MD_] You could always leave your phone and go hang out in the lounge or something.
french: [ _MD_ ] Vous pouvez toujours laisser votre téléphone et sortir dans le salon ou quelque chose.
italian: [_MD_] Si potrebbe sempre lasciare il telefono e andare a uscire nella lounge o qualcosa.
portuguese: [__MD_] Você poderia sempre deixar seu telefone e ir curte no lounge ou algo assim.
russian: [ _MD_] Вы всегда можете оставить свой телефон и отправиться в лаундж.

source: [_L_] Pfft... Yeah right. I'm not leaving you alone to snoop through my phone.
french: [_L_] Pfft... D'accord. Je ne vous laisse pas seul à fouiller sur mon téléphone.
italian: [_L_] Pfft... Sì, giusto. Non ti lascio da solo a snoop attraverso il mio telefono.
portuguese: [_L_] Pfft... Sim, é verdade. Não vou deixar você sozinho para bisbilhotar através do meu celular.
russian: [ _L_] Pfft ... Да, точно. Я не оставлю тебя одного, чтобы вынюхать мой телефон.

source: [_MD_] Whatever. Don't pretend like you aren't going to rub your pussy while we look at these pictures too, you horny slut.
french: [_MD_] Quoi qu'il en soit, ne prétendez pas que vous n'allez pas vous frotter la chatte pendant que nous regardons ces photos aussi, vous salope cornée.
italian: [_MD_] Qualunque cosa sia. Non fingere come non si sta per strofinare la tua figa mentre guardiamo anche queste foto, si cornea troia.
portuguese: U[_MD_] cap . Não finja que você não vai esfregar seu sono enquanto nós olhamos para essas fotos também, sua vulgar vadia.
russian: [ _MD_] Что угодно. Не притворяешься, что ты не собираешься втирать свою киску, пока мы смотрим на эти фотографии, ты, подрога.

source: [_RT_] {i}Fuck, yeah! They're masturbating to pictures of my dick... This is so awesome!{/i}
french: [_RT_] {i}Fuck, hein! Ils se masturbent sur des photos de ma bite... C'est tellement génial!{/i}
italian: [_RT_] {i}Fuck, sì! Si stanno masturbando con le foto del mio cazzo... Questo è così impressionante!{/i}
portuguese: [_RT_] {i}Porra, sim! Eles estão se masturbando para as fotos do meu dique... É tão incrível!{/i}
russian: [ _RT_] {i}Fuck, yeah! Они мастурбируют на фотографии моего члена ... Это так круто!

source: [_MD_] God, Lauren... Look at you with that big dick in your mouth.
french: [_MD_] Dieu, Lauren... Regardez avec cette grosse bite dans votre bouche.
italian: [_MD_] Dio, Lauren... Guardati con quel grosso cazzo in bocca.
portuguese: [_MD_] Deus, Laura... Olhe para você com aquela vara grande na sua boca.
russian: [_MD_] Бог, Лорен... Посмотрите на вас с таким большим копьем во рту.

source: [_L_] My brother's dick...
french: [_L_] La bite de mon frère...
italian: [_L_] Il cazzo di mio fratello...
portuguese: [_L_] pau do meu irmão...
russian: [_L_] Кодировка моего брата...

source: [_MD_] Mmm... All that cum is making my mouth water.
french: [_MD_] Mmm... Tout ce que le foutre est de faire de l'eau de la bouche.
italian: [_MD_] Mmm... Tutto quello che sperma sta facendo la mia bocca acqua.
portuguese: [_MD_] Mmm... Todo aquele cum está fazendo minha boca aguar.
russian: [ _MD_] Ммм ... Все эти кумы делают мой рот водой.

source: [_L_] I swallowed as much as I could, but he still made a mess all over me. How is he always able to shoot so much?
french: [ _L_ ] J'ai avalé autant que je pouvais, mais il a tout de même fait un gâchis sur moi. Comment est-il toujours capable de tirer tant?
italian: [_L_] ho inghiottito quanto potevo, ma lui ha ancora fatto un pasticcio dappertutto. Come riesce sempre a sparare così tanto?
portuguese: [_L_] Eu engoli o máximo que eu podia, mas ele ainda fez uma bagunça em cima de mim. Como ele é sempre capaz de atirar tanto?
russian: [ _L_] Я проглотил столько, сколько мог, но он все равно наделал на меня беспорядок. Как он всегда может так много стрелять?

source: [_MD_] Haha... You look like such a slut with all that cum on your face.
french: [_MD_] Haha... Vous semblez être une telle chienne avec tout ce que vous avez sur votre visage.
italian: [_MD_] Haha... Tu sembri una tale troia con tutto quello che sperma sul tuo viso.
portuguese: [_MD_] Haha... Você se parece com um lama tão forte com todo esse cum no seu rosto.
russian: [ _MD_] Haha ... Ты похожа на такую потаскушку со всем этим кумом на лице.

source: [_L_] Shut up, skank! You've let him cum all over your face too.
french: [_L_] Fermez-vous, skank! Vous l'avez laissé foutre sur votre visage aussi.
italian: [_L_] Stai zitto, skank! Lo hai lasciato sborrare su tutto il tuo viso anche.
portuguese: [_L_] Cale a boca, esquia! Você o deixou chutar em todo o seu rosto também.
russian: [ _L_] Заткнись, скакай! Ты позволил ему обманчиваться по всему твоему лицу.

source: [_MD_] Yeah, but he's just my cousin. You're the slut who can't get enough of her own brother's cock!
french: [_MD_] Oui, mais c'est juste mon cousin. Vous êtes la chienne qui ne peut pas en avoir assez de la queue de son propre frère !
italian: [_MD_] Sì, ma è solo mio cugino. Sei la troia che non riesce a ottenere abbastanza dal cazzo di suo fratello!
portuguese: [_MD_] Sim, mas ele é só o meu primo. Você é o preso que não consegue ficar o suficiente da própria cabana do irmão!
russian: Да, но он просто мой кузен. Ты-шлюха, которой не хватает петуха собственного брата!
