Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] It would be better to graduate high school before Matt and I... Or you and I get pregnant.
dutch: [_L_] Het zou beter zijn om te studeren voordat Mat en I... Of jij en ik zwanger worden.

source: [_RT_] {i}Holy fuck!{/i}
dutch: [_RT_] {i}Heilige fusie!{/i}

source: [_RT_] {i}She wants to have a baby!{/i}
dutch: [_RT_] {i}Ze wil een baby hebben!{/i}

source: [_L_] After what happened earlier, I think Matt won't mind you joining us either.
dutch: [_L_] Na wat er eerder is gebeurd, denk ik dat Matt het niet erg zal zijn dat je je bij ons aansluit.

source: [_L_] If I'm in the mood, I can steal Kenzie's pool key, and I'll grab Matt, and we can meet right back here.
dutch: [_L_] Als ik in de stemming ben, kan ik Kenzie's pool sleutel stelen en ik zal Matt pakken en we kunnen elkaar hier ontmoeten.

source: [_RT_] {i}I'm not thrilled that Matt got to fuck one of them too... I've just got to keep him away from Mom.{/i}
dutch: [_RT_] {i}Ik ben niet blij dat Mat ook een van hen heeft kunnen trotseren... Ik moet hem gewoon weg houden van Mom.{/i}

source: [_RT_] {i}So two down, one hot mom to go!{/i}
dutch: [_RT_] {i}Dus twee beneden, één hete moeder te gaan!{/i}

source: [_RT_] {i}{b}(HINT){/b} Now that Lauren and Matt are hooking up, I wonder what kinds of messages she's sending him on her phone. I should keep checking on her in her room on the weekends.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Nu Lauren en Matt haken op. Ik vraag me af wat voor berichten zij hem per telefoon stuurt. Ik moet in het weekend in haar kamer blijven checken.{/i}

source: [_LT_] {i}Oh... My womb is inflating!{/i}
dutch: [_LT_] {i}Oh... Mijn arm is aan het inflaten!{/i}

source: [_R_] Well, Matt could have gotten you pregnant, too. I don't see why it's a big deal when I do it.
dutch: [_R_] Nou, Matt had je zwanger kunnen krijgen. Ik zie niet in waarom het een grote deal is wanneer ik het doe.

source: [_R_] Plus, why haven't you started birth control yet?
dutch: [_R_] Plus, waarom ben je nog niet begonnen met geboortebestrijding?

source: [_L_] Why haven't you gotten a vasectomy yet?
dutch: [_L_] Waarom heb je nog geen vasectomy gekregen?

source: [_R_] touché.
dutch: [_R_] toucheach, .

source: [_R_] Well, if you have a baby, at least it will be easy to identify who the father is.
dutch: [_R_] Nou, als je een baby hebt, zal het in ieder geval makkelijk zijn om te identificeren wie de vader is.

source: [_L_] Yeah... I guess so!
dutch: [_L_] Ja... Ik denk het!

source: [_L_] But don't do it again!
dutch: [_L_] Maar doe het niet opnieuw!

source: [_R_] Just like any of Matt's could have knocked you up.
dutch: [_R_] Net als een van Matt's had je omhoog geslagen.

source: [_L_] But, you have way more.
dutch: [_L_] Maar je hebt nog veel meer.

source: [_R_] But, he came first.
dutch: [_R_] Maar hij kwam eerst.

source: [_L_] Why haven't You gotten a vasectomy yet?
dutch: [_L_] Waarom heb je nog geen vasectomie?

source: [_L_] Well... at least I get to enjoy the sensation of cum sloshing around in my insides for the rest of the day.
dutch: [_L_] Zou... Ik kan ten minste genieten van de zin van een kudde die ik binnen heb voor de rest van de dag.

source: [_L_] God, The next time I talk to Mom or Sidney, yours and Matt's cum could be leaking out of my pussy... And they'll have no idea.
dutch: [_L_] God, de volgende keer dat ik met mevrouw of Sidney, met jou en met Matt's kubus praat, kan ik uit mijn potje springen. . En ze zullen geen idee hebben.

source: [_L_] Fuck, that's hot.
dutch: [_L_] Fuck, dat is heet.

source: [_R_] Well, it's been fun, but...
dutch: [_R_] Nou, het was leuk, maar...

source: [_L_] We'd better go?
dutch: [_L_] We zouden beter gaan?

source: [_R_] So, I'll see you back here soon?
dutch: [_R_] Dus, ik zie je binnenkort weer hier?

source: [_L_] Sure, I'll just have to make sure it's okay with Matt.
dutch: [_L_] Zeker, ik zal er gewoon voor moeten zorgen dat het goed is met Matt.

source: [_R_] Does he always have to come?
dutch: [_R_] Moet hij altijd komen?

source: [_L_] I need to at least give him the option.
dutch: [_L_] Ik moet hem ten minste de optie geven.

source: [_L_] Yeah... I'll make sure it works for Matt.
dutch: [_L_] Ja... Ik zal ervoor zorgen dat het werkt voor Matt.

source: [_R_] Why does it matter? Matt came in your pussy.
dutch: [_R_] Waarom doet het ertoe? Matt kwam in je poging.

source: [_L_] The difference is that if he gets me pregnant, it's just another teen pregnancy, but if you get me pregnant, it's a major scandal.
dutch: [_L_] Het verschil is dat als hij mij zwanger maakt, het nog maar een tiental zwangerschap is, maar als je me zwanger maakt, is dat een groot schandaal.

source: [_R_] Good point.
dutch: [_R_] Goed punt.

source: [_R_] Why haven't you started birth control yet?
dutch: [_R_] Waarom ben je nog niet aan geboortebeperking begonnen?

source: [_R_] I'm really sorry! I just got caught up in the moment again.
dutch: [_R_] Het spijt me echt! Ik ben net weer verstrikt geraakt.

source: [_R_] You're not on birth control yet?
dutch: [_R_] Je hebt nog geen geboortebeperking gekregen?

source: [_L_] You haven't gotten a vasectomy yet?
dutch: [_L_] Je hebt nog geen vasectomy gekregen?

source: [_L_] God, The next time I talk to Mom or Sidney, your cum could be leaking out of my pussy... And they'll have no idea.
dutch: [_L_] God, de volgende keer dat ik met Mama of Sidney praat, kan je kubus uit mijn pop springen... En ze zullen geen idee hebben.

source: [_R_] That would be awesome, but I do enjoy seeing you covered in cum.
dutch: [_R_] Dat zou geweldig zijn, maar ik vind het leuk om je in beker te zien.

source: [_RT_] {i}I'm going to be late for class if I don't hurry.{/i}
dutch: [_RT_] {i}Ik ga te laat zijn voor de les als ik geen haast heb.{/i}

source: [_RT_] {i}Should I sit through another class, or find something else to do?{/i}
dutch: [_RT_] {i}Moet ik een andere klas doornemen of iets anders vinden?{/i}

source: [_RT_] {i}Alright, I got class out of the way, now my priorities are to make some money and find a way to empty my balls.{/i}
dutch: [_RT_] {i}Oke, ik ben de klas uit de weg gegaan. Mijn prioriteiten zijn nu om wat geld te verdienen en een manier te vinden om mijn ballen te leegmaken. /i}

source: [_L_] Hey, big brother!
dutch: [_L_] Hé, grote broer!

source: [_R_] Oh, hey, Lauren.
dutch: [_R_] Oh, Hé, Lauren.

source: [_L_] No, I've got too much to do, and to think about.
dutch: [_L_] Nee, ik heb te veel te doen en na te denken.

source: [_R_] Oh, no... You're not thinking about running for president again, are you?
dutch: [_R_] Oh, nee... Je denkt er niet aan om weer naar president te gaan, toch?

source: [_L_] How did you guess?
dutch: [_L_] Hoe heb je geraden?

source: [_R_] Please, no. I don't think that's a very good idea.
dutch: [_R_] Alsjeblieft, nee. Ik denk niet dat dat een erg goed idee is.

source: [_L_] What do you mean? It's a great idea!
dutch: [_L_] Wat bedoelt u? Het is een geweldig idee!

source: [_L_] That stupid whore Lisa made me look stupid when she won the election last time.
dutch: [_L_] Die domme whore Lisa liet me er dom uitzien toen ze de verkiezingen vorige keer won.

source: [_L_] Now she's been kicked out in shame, giving me a chance to rise back up, and do the job she was never good enough to do.
dutch: [_L_] Nu is ze uit schaamte gezet, waardoor ik een kans heb om omhoog te gaan, en doe het werk dat ze nooit goed genoeg heeft gedaan.

source: [_R_] Wow Lauren, that sounds really catty. Lisa's not that bad. At the very least, she didn't deserve to be humiliated like that.
dutch: [_R_] Wow Lauren, dat klinkt heel erg veel. Lisa is niet zo slecht. Tenminste verdiende ze niet zo vernederd te worden.

source: [_L_] You're right. That's pretty bitchy of me.
dutch: [_L_] Je hebt gelijk. Dat is nogal bitter van mij.

source: [_L_] And if I'm going to win this election, I'm gonna need to treat people better than that stupid whore Lisa did.
dutch: [_L_] En als ik deze verkiezing ga winnen, zal ik mensen beter moeten behandelen dan die domme whore Lisa deed.

source: [_L_] Thanks for calling me out.
dutch: [_L_] Bedankt voor het bellen.

source: [_L_] And that's one of the reasons why I need your help.
dutch: [_L_] En dat is een van de redenen waarom ik jouw hulp nodig heb.

source: [_R_] You got it! I'll let you know any time you're being a bitch.
dutch: [_R_] Je hebt het! Ik zal je laten weten wanneer je een klap bent.

source: [_L_] You know that's not what I meant.
dutch: [_L_] Jij weet dat dat niet is wat ik bedoelde.

source: [_R_] Don't even ask...
dutch: [_R_] Niet eens vragen...

source: [_L_] But I need you!
dutch: [_L_] Maar ik heb je nodig!

source: [_R_] No, you don't... Get some of your friends to help.
dutch: [_R_] Nee, jij niet... Pak enkele van je vrienden om te helpen.

source: [_L_] No... I mean, I really, really need you!
dutch: [_L_] Nee... Ik bedoel, echt heb je echt nodig!

source: [_R_] How do you mean?
dutch: [_R_] Hoe bedoelt u?

source: [_L_] Well, running a successful campaign can get pretty expensive.
dutch: [_L_] Nou, het runnen van een succesvolle campagne kan best duur worden.

source: [_L_] Dad paid all my expenses for the last election.
dutch: [_L_] Papa betaalde al mijn uitgaven voor de laatste verkiezingen.

source: [_L_] I have no chance of winning if I don't spend any money.
dutch: [_L_] Ik heb geen kans om te winnen als ik geen geld uitgeef.

source: [_R_] Oh... So you need my money?
dutch: [_R_] Oh... Dus heb je mijn geld nodig?

source: [_L_] "Our" money!
dutch: [_L_] "Onweer" geld!

source: [_L_] At least the money you've made from my pictures.
dutch: [_L_] Ten minste het geld dat je hebt verdiend van mijn foto's.

source: [_L_] And I know you want to do good things with the money, like paying the Mafia debt, but wouldn't it be okay if Mom had to work at their club a couple weekends so that I have enough money for this campaign?
dutch: [_L_] En ik weet dat je goed wilt doen met het geld, zoals het betalen van de maffiaschuld, maar zou het niet oké zijn als Mom een paar weekend bij hun club moest werken zodat ik genoeg geld heb voor deze campagne?

source: [_L_] I know a Mafia club can be dangerous, but seriously, how much danger can she be in serving drinks?
dutch: [_L_] Ik weet dat een maffiaclub gevaarlijk kan zijn, maar serieus, hoeveel gevaar kan ze in het eten van drankjes hebben?

source: [_R_] Uhh... Yes, serving drinks.
dutch: [_R_] Uhh... Ja, het bedienen van dranken.

source: [_L_] Wait... Didn't you say she was stripping?
dutch: [_L_] Wacht... zei je niet dat ze aan het knippen was?

source: [_R_] Did I?
dutch: [_R_] Heeft ik?

source: [_L_] Yeah, you said you'd fill me in on the details later.
dutch: [_L_] Yeah, je zei dat je me later op de details zou invullen.

source: [_R_] Oh no, I think I said she was serving drinks by the stripper pole.
dutch: [_R_] Oh nee, ik denk dat ik zei dat ze dranken zat te serveren bij de stripper pool.

source: [_L_] That's not what you said.
dutch: [_L_] Dat is niet wat jij zei.

source: [_R_] Yeah?... Well, that's what I meant.
dutch: [_R_] Ja?... Nou, dat is wat ik bedoelde.

source: [_LT_] {i}Hmmm... He's not telling me something... Maybe I'll ask Mom about it.{/i}
dutch: [_LT_] {i}Hmmm... Hij vertelt me niets ... Misschien zal ik erover vragen.{/i}

source: [_L_] Well, anyways... Please help me! Please, please, please, please, please, please, puleeeease!
dutch: [_L_] Nou, toch... Help me alsjeblieft, alstublieft, alstublieft, puleeeease!

source: [_L_] I'm so happy right now!
dutch: [_L_] Ik ben zo blij nu!

source: [_L_] What the fuck, [ryan]?
dutch: [_L_] Wat is de inhoud, [ryan]?

source: [_L_] This is something I've wanted since I started high school, and you can't have my back on this?
dutch: [_L_] Dit is iets wat ik gewild heb sinds ik de middelbare school begon, en je kan dit niet achterlaten bij mij?

source: [_L_] Even after I let you take close-up pics of my pussy and asshole?
dutch: [_L_] Zelfs nadat ik je dicht bij elkaar heb laten nemen van mijn poëzie en asschoenen?

source: [_R_] Shhh... Not so loud!
dutch: [_R_] Shhhh... niet zo luid!

source: [_L_] Well, don't expect me to pose for a single picture for you ever again.
dutch: [_L_] Nou, verwacht niet dat ik ooit nog voor één foto voor je verschijn.

source: [_L_] In fact, I'm going to show Mom your little Cosplay Heaven account, and the pics you've already taken of me.
dutch: [_L_] In feite, zal ik je kleine Cosplay Hemel account laten zien, en de foto's die je al van mij hebt gemaakt.

source: [_L_] She'll make you delete your account, and your whole little business venture will come to an end.
dutch: [_L_] Ze zorgt ervoor dat u uw account verwijdert en dat er een einde komt aan uw hele zakenbezigheid.

source: [_RT_] {i}Shit!... I need that money... {/i}
dutch: [_RT_] {i}Shit!... Ik heb dat geld nodig... {/i}

source: [_R_] Ok... fine! I know when I'm beat.
dutch: [_R_] Ok... prima! Ik weet wanneer ik verslagen ben.

source: [_R_] I'll bankroll your presidential campaign.
dutch: [_R_] Ik zal je presidentiële campagne financieren.

source: [_L_] Thank you for seeing it my way!
dutch: [_L_] Bedankt om het op mijn manier te zien!

source: [_R_] Like I had any other choice.
dutch: [_R_] Zoals ik een andere keuze had.

source: [_L_] What is this infatuation you have with protecting Mom?
dutch: [_L_] Wat is deze infatuatie die je hebt met het beschermen van Mom?

source: [_L_] She should be protecting you, not the other way around.
dutch: [_L_] Ze zou je moeten beschermen, niet andersom.

source: [_L_] You're not her husband! It's not like you're trying to bang her.
dutch: [_L_] Je bent niet haar man! Het is niet zoals je probeert haar te blaren.

source: [_L_] Are you?
dutch: [_L_] Ben je?

source: [_R_] What?... No... Of course not!
dutch: [_R_] Wat?... Nee... Natuurlijk niet!

source: [_LT_] {i}Is he messing around with me?... Is it possible he could be doing stuff with Mom?{/i}
dutch: [_LT_] {i}speelt hij met mij een spelletje?... Is het mogelijk dat hij dingen doet met Mom?{/i}

source: [_LT_] {i}Pfff... Of course not! Mom would never fall for a twerp like [ryan].{/i}
dutch: [_LT_] {i}Pfff... Natuurlijk niet! Ma zou nooit vallen voor een twerp zoals [ryan].{/i}

source: [_LT_] {i}Let alone her own son.{/i}
dutch: [_LT_] {i}Laat alleen haar eigen son.{/i}

source: [_L_] Allow me to introduce you to my team so far.
dutch: [_L_] Sta me toe je tot nu toe voor te stellen aan mijn team.

source: [_L_] Kenzie, [cousin_name]! Come over here for a second.
dutch: [_L_] Kenzie, [cousin_name]! Kom hier een seconde.

source: [_L_] Kenzie, Come over here for a second.
dutch: [_L_] Kenzie, kom hier een seconde.

source: [_R_] This is the team?
dutch: [_R_] Dit is het team?

source: [_L_] You know Kenzie, right?
dutch: [_L_] Jij kent Kenzie, toch?

source: [_R_] Of course I know Kenzie, She's in our class.
dutch: [_R_] Natuurlijk ken ik Kenzie, ze zit in onze klas.

source: [_R_] And we've spent time together at the country club.
dutch: [_R_] en we hebben samen tijd doorgebracht in de landclub.

source: [_K_] Haha... more recently at the club pool.
dutch: [_K_] Haha... recenter in het clubpool.

source: [_L_] Please, don't bring that story up again... My family can be so embarrassing.
dutch: [_L_] Alsjeblieft, breng dat verhaal niet meer op... Mijn familie kan zo gênant zijn.

source: [_R_] So [cousin_name], how did Lauren rope you into helping with her campaign?
dutch: [_R_] Dus [cousin_name], hoe heeft Lauren je geholpen met haar campagne?

source: [_MD_] She promised me that she'd get me out of class to help with school events.
dutch: [_MD_] Ze beloofde me dat ze me uit de les zou halen om te helpen met schoolevenementen.

source: [_L_] Alright ladies, say goodbye. We've got a lot of work to do.
dutch: [_L_] Oke dames, zeg vaarwel. We hebben nog veel werk te doen.

source: [_L_] Alright, Kenzie, say goodbye to [ryan]...
dutch: [_L_] Ok, Kenzie, zeg vaarwel tegen [ryan]...

source: [_L_] Let's meet back up in the girls' bathroom on the south side of the school. It's not used very often, so it will be a perfect place for our campaign headquarters.
dutch: [_L_] Laten we elkaar terug ontmoeten in de badkamer van de meisjes aan de zuidkant van de school. Het wordt niet vaak gebruikt, dus het zal een perfecte plek zijn voor onze campagnehoofdkwartieren.

source: [_K_] Bye again, [ryan].
dutch: [_K_] nogmaals bloeien, [ryan].

source: [_R_] See ya, Kenzie. Bye, Mandy.
dutch: [_R_] Zie ja, Kenzie. Bye, Mandy.

source: [_L_] See you soon, my cunties!
dutch: [_L_] Zie je snel, mijn kabinetten!

source: [_R_] See ya, Kenzie.
dutch: [_R_] Zie ja, Kenzie.

source: [_L_] See you soon, my cunty!
dutch: [_L_] Tot ziens, mijn snoep!

source: [_L_] It's a girl thing... Don't try to understand.
dutch: [_L_] Het is een meisje... Probeer het niet te begrijpen.

source: [_L_] I'm so excited that you're going to be on our campaign team!
dutch: [_L_] Ik ben zo opgewonden dat je in ons campagne team gaat zitten!

source: [_R_] You mean you're excited that I'm going to be financing your campaign team.
dutch: [_R_] Je betekent dat je enthousiast bent dat ik je campagne zal financieren.

source: [_L_] But I think you'll be surprised how much fun the election process can be.
dutch: [_L_] Maar ik denk dat je verbaasd zult zijn over hoe leuk het verkiezingsproces kan zijn.

source: [_L_] But speaking of financing? Can I get some money now for the application fee and a little more so we can start making some campaign swag?
dutch: [_L_] Maar praten over financiën? Kan ik nu wat geld krijgen voor de aanvraagvergoeding en een beetje meer zodat we kunnen beginnen met campagnewisselen?

source: [_R_] How much is the application fee?
dutch: [_R_] Hoeveel kost de aanvraag?

source: [_L_] It's $50.
dutch: [_L_] Het is $50.

source: [_L_] You can just pay that to the office when you take in my completed application.
dutch: [_L_] U kunt dat gewoon aan het kantoor betalen wanneer u mijn sollicitatieaanvraag indient.

source: [_L_] In fact... I've already filled it out.
dutch: [_L_] In feit... Ik heb het al ingevuld.

source: [_L_] Would you please take it to the office right now and pay my application fee?
dutch: [_L_] Wilt u het nu naar het kantoor brengen en mijn aanvraagbedrag betalen?

source: [_R_] Why can't you do it?
dutch: [_R_] Waarom kan je het niet doen?

source: [_L_] [ryan], I've already got so much to do. I'm already going to be late for Mom's next class.
dutch: [_L_] [ryan], ik heb al zoveel te doen. Ik ga al laat zijn voor de volgende les van Momen.

source: [_R_] Alright... I think I can handle that.
dutch: [_R_] Oké... Ik denk dat ik dat kan doen.

source: [_L_] Here you go.
dutch: [_L_] Hier ga je.

source: {i}"You received Lauren's application to run for student body president."{/i}
dutch: {i}"Je hebt Lauren's aanvraag ontvangen om te draaien voor student lichaam president."{/i}

source: [_L_] And is it possible to get a little extra money to get things going?
dutch: [_L_] En is het mogelijk om een beetje extra geld te krijgen om dingen op gang te brengen?

source: [_R_] Sorry, money is too tight this week.
dutch: [_R_] Sorry, het geld is deze week te strak.

source: {i}"You refused to give Lauren money for her campaign this week. When you give Lauren money, or help for the purpose of her campaign, Lauren's "{b}School Influence{/b}" will increase."{/i}
dutch: {i}"Je hebt geweigerd Lauren geld te geven voor haar campagne deze week. Wanneer u Lauren geld geeft of hulp biedt voor haar campagne, zal Lauren's "{b}School Influence{/b}" toenemen."{/i}

source: {i}"The more you help Lauren gain "{b}School Influence{/b}" throughout the week, the more competitive she will stay in the weekly school polls. If she's doing well, she will be happy, and willing to reward you."{/i}
dutch: {i}"Hoe meer je Lauren helpt "{b}School Invloed {/b}" door de week, hoe concurrerender ze in de wekelijkse schoolpeilingen zal blijven. Als ze het goed doet, zal ze blij zijn en bereid zijn je te belonen."{/i}

source: {i}"If she's performing poorly, the consequences may not be so good. Just remember that she's desperate to win this time, so she may resort to more desperate measures to stay competitive."{/i}
dutch: {i}"Als ze slecht presteert, zijn de gevolgen mogelijk niet zo goed. Vergeet niet dat ze wanhopig is om deze keer te winnen, dus kan ze gebruik maken van meer wanhopige maatregelen om concurrerend te blijven."{/i}

source: {i}"During Lauren's campaign, you will need to attend school every Monday morning to find out the results of the school's weekly poll."{/i}
dutch: {i}"Tijdens Lauren's campagne, moet u elke maandagmorgen naar school gaan om de resultaten te weten te komen van de wekelijkse enquête van de school."{/i}

source: {i}"If you get less than 10 influence points in a week, Lauren will be devastated. This could cause her to take desperate measures to try to win the election."{/i}
dutch: {i}"Als je in een week minder dan 10 beïnvloedingspunten krijgt, worden Lauren vernietigd. Dit kan ervoor zorgen dat ze wanhopige maatregelen neemt om de verkiezingen te winnen."{/i}

source: {i}"If you get 10-20 influence points in a week, Lauren will feel content that she still has a fighting chance to win."{/i}
dutch: {i}"Als je binnen een week 10-20 beïnvloedingspunten krijgt, zullen Lauren content voelen dat ze nog steeds een beslissende kans heeft om te winnen."{/i}

source: {i}"If you get more than 20 points, Lauren will be thrilled that she's got a very good chance to win the election. She will feel inclined to reward you for all your hard work."{/i}
dutch: {i}"Als je meer dan 20 punten krijgt, zullen Lauren blij zijn dat ze een goede kans heeft om de verkiezingen te winnen. Ze voelt zich geneigd je te belonen voor al je harde werk."{/i}

source: {b}{i}"Lauren's School Influence +0"{/i}{/b}
dutch: {b}{i}"Lauren's schoolinvloed +0"{/i}{/b}

source: [_L_] Are you fucking kidding me?
dutch: [_L_] maak je me voor de gek?

source: [_L_] I've seen how many likes my pics get on the Cosplay Heaven site, you've got to be bringing in enough money to spare me a little more than the application fee.
dutch: [_L_] Ik heb gezien hoeveel van mijn foto's op de Heilige site van Cosplay leuk vinden je moet genoeg geld inbrengen om me iets meer te besparen dan de aanvraagkosten.

source: [_L_] What the hell have you been spending all that money on?
dutch: [_L_] Waar heb je al dat geld aan uitgegeven?

source: [_RT_] {i}I can't tell her how expensive my little spy cams are...{/i}
dutch: [_RT_] {i}Ik kan haar niet vertellen hoe duur mijn kleine spionagecams zijn...{/i}

source: [_R_] Besides the extortion money I have to pay to the Mafia and Agent Diaz, I need to buy equipment for the photo studio... I have to pay to advertise... Running a business isn't cheap you know.
dutch: [_R_] Naast het afpersingsgeld dat ik moet betalen aan de maffia en Agent Diaz, Ik moet uitrusting voor het fotostudio kopen. . - Ik moet betalen voor reclame... Het is niet goedkoop om een bedrijf te runnen weet je het.

source: [_L_] Yeah, well taking care of your family needs to be a priority too. Don't expect me to take any pictures for you anytime soon.
dutch: [_L_] Yeah, goed verzorgen van je familie moet ook een prioriteit zijn. Verwacht niet dat ik binnenkort foto's voor je maak.

source: [_RT_] {i}I'm sure a gift or two will calm her down.{/i}
dutch: [_RT_] {i}Ik weet zeker dat een geschenk of twee haar zal kalmeren.{/i}

source: [_L_] I'm really going to need your help to win this election, and that's going to take some money.
dutch: [_L_] Ik heb echt je hulp nodig om deze verkiezingen te winnen, en dat gaat wat geld kosten.
