Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}Goddammit! I'm already so close to nutting!... I've got to hold out... I've got to last as long as I can!{/i}
dutch: [_RT_] {i}Goddammit! Ik ben al zo dichtbij om te noten!... Ik moet me aanhouden... Ik moet zo lang als ik kan!{/i}
german: [_RT_] {i}Goddammit! Ich bin schon so nah am Nutschen!... Ich habe ausstehen... Ich muss so lange dauern, wie ich kann!{/i}

source: [_MT_] {i}Hmm... at least he isn't going as quickly as I thought he would.{/i}
dutch: [_MT_] {i}Hmm... tenminste hij gaat niet zo snel als ik dacht dat hij zou kunnen.{/i}
german: [_MT_] {i}Hmm... zumindest geht er nicht so schnell wie ich dachte.{/i}

source: [_MT_] {i}Holding his throbbing cock in my hands is just making me more horny.{/i}
dutch: [_MT_] {i}Houden zijn behendigheid in mijn handen in de hand maakt me alleen maar hoornelijk.{/i}
german: [_MT_] {i}seinen Hals in meinen Händen zu halten macht mich nur noch geiler.{/i}

source: [_MT_] {i}He's got some stamina, I'll give him that.{/i}
dutch: [_MT_] {i}Hij heeft een uithoudingsvermogen, dat zal ik hem geven.{/i}
german: [_MT_] {i}Er hat etwas Ausdauer, ich gebe ihm das.{/i}

source: [_RT_] {i}Grandma naked, grandma naked, grandma naked...{/i}
dutch: [_RT_] {i}oma naakt, oma naakt, oma naakt...{/i}
german: [_RT_] {i}Oma nackt, Oma nackt, Oma nackt...{/i}

source: [_M_] [ryan]... Is everything ok?... Why are you taking so long to cum?
dutch: [_M_] [ryan]... Is alles ok?... Waarom duurt het zo lang om te blikken?
german: [_M_] [ryan]... Ist alles in Ordnung?... Warum dauert es so lange?

source: [_R_] I don't know. I'm trying my hardest. I think it's just all the pressure that I need to hurry.
dutch: [_R_] Ik weet het niet. Ik probeer mijn beste. Ik denk dat het precies de druk is die ik nodig heb om te haasten.
german: [_R_] Ich weiß es nicht. Ich versuche meine härtesten. Ich denke, es ist nur der ganze Druck, den ich beeilen muss.

source: [_M_] Are you close?... Is this feeling good?
dutch: [_M_] Ben je dicht? ... Voel je dit goed?
german: [_M_] Bist du in der Nähe?... Ist dieses Gefühl gut?

source: [_RT_] {i}Too good.{/i}
dutch: [_RT_] {i}Te goed.{/i}
german: [_RT_] {i}zu gut.{/i}

source: [_R_] No... I'm just not feeling it.
dutch: [_R_] Nee... Ik voel het gewoon niet.
german: [_R_] Nein... Ich fühle es einfach nicht.

source: [_R_] I'm sorry! I'm trying... All this pressure is just making it harder!
dutch: [_R_] Sorry! Ik probeer het... Deze druk maakt het alleen maar moeilijk!
german: [_R_] Es tut mir leid! Ich versuche... Dieser Druck macht es nur schwieriger!

source: [_M_] [ryan]... You couldn't get any harder.
dutch: [_M_] [ryan]... Je kon niet moeilijker worden.
german: [_M_] [ryan]... Sie konnten nicht härter werden.

source: [_M_] I don't want to rush you, but It's almost time for us to be done in here.
dutch: [_M_] Ik wil je niet opdringen, maar het is bijna tijd dat we hier klaar zijn.
german: [_M_] Ich möchte dich nicht eilen, aber es ist fast an der Zeit, dass wir hier vorgehen.

source: [_M_] That nice manager is going to be knocking on that door to check on us soon.
dutch: [_M_] Die aardige manager zal op die deur kloppen om ons binnenkort te controleren.
german: [_M_] Dieser nette Manager klopft an dieser Tür, um uns bald zu überprüfen.

source: [_M_] Well, desperate times call for desperate measures.
dutch: [_M_] Nou, wanhopige tijden vragen om wanhopige maatregelen.
german: [_M_] Nun, verzweifelte Zeiten erfordern verzweifelte Maßnahmen.

source: [_MT_] {i}Okay, it will probably be fine if I do it just one more time.{/i}
dutch: [_MT_] {i}Oké, het zal waarschijnlijk goed zijn als ik het nog één keer doen.{/i}
german: [_MT_] {i}Okay, es wird wahrscheinlich in Ordnung sein, wenn ich es noch einmal mache.{/i}

source: [_M_] Stand up.
dutch: [_M_] Sta op
german: [_M_] Stehen Sie auf.

source: [_R_] Yes, Ma'am!
dutch: [_R_] Ja, Ma'am!
german: [_R_] Ja, Ma'am!

source: [_R_] Yes!... Mission accomplished!
dutch: [_R_] Ja!... Missie voltooid!
german: [_R_] Ja!... Mission erledigt!

source: [_MT_] {i}Okay... I don't want to hurry, but I've got to make this kind of fast.{/i}
dutch: [_MT_] {i}Okay... Ik wil niet opschieten, maar ik moet dit soort dingen snel maken.{/i}
german: [_MT_] {i}Okay... Ich möchte mich nicht beeilen, aber ich muss diese Art schnell machen.{/i}

source: [_MT_] {i}And most importantly, I'm not going to think about how much I'm enjoying this!{/i}
dutch: [_MT_] {i}En het belangrijkste, ik ga niet nadenken over hoe leuk ik dit vind! {/i}
german: [_MT_] {i}Und am wichtigsten ist, ich werde nicht darüber nachdenken, wie viel mir das gefällt!{/i}

source: [_MT_] {i}Shit, I mean, I'm not enjoying this!{/i}
dutch: [_MT_] {i}Shit, ik bedoel, ik hou niet van dit!{/i}
german: [_MT_] {i}Shit, ich meine, ich genieße das nicht!{/i}

source: [_MT_] {i}Why would I like the salty taste of his pre-cum?{/i}
dutch: [_MT_] {i}Waarom zou ik de zout smaak van zijn pre-cum?{/i} leuk willen vinden?
german: [_MT_] {i}Warum möchte ich den salzigen Geschmack seines Vormittags sehen?{/i}

source: [_MT_] {i}Or the musty smell of his balls?{/i}
dutch: [_MT_] {i}Of de stoffige geur van zijn balen?{/i}
german: [_MT_] {i}Oder der mustliche Geruch seiner Kugel?{/i}

source: [_MT_] {i}Just because his dick is huge, doesn't mean it's more enjoyable to suck than his dad's.{/i}
dutch: [_MT_] {i}Alleen omdat zijn woordenboek enorm is, betekent het niet leuker om te sukken dan zijn dad's.{/i}
german: [_MT_] {i}Nur weil sein Schwanz riesig ist, bedeutet nicht, dass es angenehmer ist als sein Vater zu saugen.{/i}

source: [_MT_] {i}And the pure depravity that this is your son doesn't do anything to turn you on either, does it?{/i}
dutch: [_MT_] {i}en de zuivere verdorvenheid dat dit je zoon is, doet niets om je aan te zetten, nietwaar?{/i}
german: [_MT_] {i}Und die reine Verderbtheit, dass dies dein Sohn ist, tut auch nichts, um dich anzuschalten, oder?{/i}

source: [_MT_] {i}Not to mention that fact that this huge cock has filled my womb with it's cum.{/i}
dutch: [_MT_] {i}Om dat feit te vermelden dat deze grote broek mijn buik heeft gevuld met zijn cum.{/i}
german: [_MT_] {i}Nicht zu erwähnen, dass dieser riesige Schwanz meine Gebärmutter gefüllt hat.{/i}

source: [_RT_] {i}Holy fucking Jesus! Mom's sucking my cock again!{/i}
dutch: [_RT_] {i}Heilig verdomde Jezus! Moms zuigt mijn mok weer in de steel!{/i}
german: [_RT_] {i}Heiliger fickender Jesus! Mamas saugt meinen Schwanz wieder!{/i}

source: [_RT_] {i}This is so amazing!{/i}
dutch: [_RT_] {i}Dit is zo verbazingwekkend!{/i}
german: [_RT_] {i}Das ist so erstaunlich!{/i}

source: [_RT_] {i}But I've got to hold out just a little longer to make sure I get the full treatment.{/i}
dutch: [_RT_] {i}Maar ik moet me iets langer buiten houden om ervoor te zorgen dat ik de volledige behandeling krijgt.{/i}
german: [_RT_] {i}Aber ich muss nur ein wenig länger warten, um sicherzustellen, dass ich die volle Behandlung bekomme. {/i}

source: [_M_] [ryan]?... How the hell haven't you cum yet?
dutch: [_M_] [ryan]?... Hoe heb je de hel nog niet geknuffen?
german: [_M_] [ryan]?... Wie hast du die Hölle noch nicht gefragt?

source: [_R_] I don't know... I think it's because you're only focusing on the end of my dick. I need more stimulation at the base.
dutch: [_R_] Ik weet het niet... Ik denk dat dit komt omdat je je alleen richt op het einde van mijn lucht. Ik heb meer stimulatie nodig op de basis.
german: [_R_] Ich weiß es nicht... Ich denke, es liegt daran, dass du dich nur auf das Ende meines Schwanzes konzentrierst. Ich brauche mehr Stimulation an der Basis.

source: [_M_] Still being particular about how you get your dick sucked, aren't you?
dutch: [_M_] Nog steeds iets over hoe je je lui laat overspoelen, nietwaar?
german: [_M_] Du bist immer noch ganz besonders, wie du deinen Schwanz sättigst, nicht wahr?

source: [_R_] I'm sorry, Mom!... I can't help it!
dutch: [_R_] Het spijt me, maar. ... Ik kan het niet helpen!
german: [_R_] Tut mir leid, Mammut!... Ich kann ihm nicht helfen!

source: [_M_] Uhhh... I know... I'm sorry I keep putting all this pressure on you.
dutch: [_M_] Uhhh... Ik weet het... Het spijt me dat ik al deze druk op je blijf zetten.
german: [_M_] Uhhh... Ich weiß... Es tut mir leid, dass ich weiterhin all diesen Druck auf dich ausübe.

source: [_M_] But I'm not going to have sex with you here if that's what you're holding out for.
dutch: [_M_] Maar ik ga hier geen seks met je hebben als dat is wat je vasthoudt.
german: [_M_] Aber ich werde hier keinen Sex mit dir haben, wenn das das ist, wofür du aufhältst.

source: [_R_] What? No, Mom... I'm not stupid. That would be way too risky!
dutch: [_R_] Wat? Nee, ma... Ik ben niet dom. Dat zou veel te riskant zijn!
german: [_R_] Was? Nein, Mam... Ich bin nicht dumm. Das wäre viel zu riskant!

source: [_M_] Alright, just making sure.
dutch: [_M_] Ok, gewoon voor zorgen.
german: [_M_] Okay, macht sich nur sicher.

source: [_MT_] {i}Well, [mom_name]... Time's almost up... It's time to pull out the big guns.{/i}
dutch: [_MT_] {i}Nou, [mom_name]... Tijd is bijna omhoog... Het is tijd om het grote geweren uit te trekken.{/i}
german: [_MT_] {i}Nun, [mom_name]... Zeit ist fast auf... Es ist Zeit, die großen Waffen herauszuziehen.{/i}

source: [_MT_] {i}If this doesn't make him cum, nothing will.{/i}
dutch: [_MT_] {i}Als dit hem niet maakt, zal niets zijn.{/i}
german: [_MT_] {i}Wenn dies ihn nicht mitmacht, wird nichts sein.{/i}

source: [_RT_] {i}Oh... my... God!{/i}
dutch: [_RT_] {i}Oh... mij... God!{/i}
german: [_RT_] {i}Oh... mich... Gott!{/i}

source: [_R_] Mom?... You never did answer where you learned to throat a cock like that?
dutch: [_R_] Mom?... Heb je nooit geantwoord waar je zo'n jas als keel hebt leren keelen?
german: [_R_] Mama?... Du hast nie geantwortet, wo du gelernt hast, einen Hals wie diesen zu stehlen?

source: [_RT_] {i}Is there even more I don't know about Mom?{/i}
dutch: [_RT_] {i}Is er nog meer over dit moment?{/i}
german: [_RT_] {i}Gibt es noch mehr, die ich nicht kenne?{/i}

source: [_MT_] {i}Thank God I don't have to answer questions when I've got a cock in my throat!{/i}
dutch: [_MT_] {i}Bedankt, ik hoef geen vragen te beantwoorden wanneer ik een mok in mijn keel heb!{/i}
german: [_MT_] {i}Danke, dass ich keine Fragen beantworten muss, wenn ich einen Hals in meiner Kehle habe!{/i}

source: [_RT_] {i}That's it... It feels too good! I can't hold it any longer!{/i}
dutch: [_RT_] {i}Dat is het... Het voelt te goed! Ik kan het niet langer houden!{/i}
german: [_RT_] {i}Das war'... Es fühlt sich zu gut an! Ich kann es nicht mehr halten!{/i}

source: [_R_] Mom... I'm about to cum!
dutch: [_R_] mama... Ik sta op het punt te kummeren!
german: [_R_] Sofort... Ich bin dabei mit!

source: [_MT_] {i}God, I hope I can swallow it all. I don't want to leave any evidence for the manager lady to find.{/i}
dutch: [_MT_] {i}God, Ik hoop dat ik het allemaal kan slikken. Ik wil geen bewijs achterlaten voor de manager dame om te vinden{/i}
german: [_MT_] {i}Gott, ich hoffe, ich kann alles schlucken. Ich möchte keine Beweise für die Manager-Dame hinterlassen, um sie zu finden.{/i}

source: [_RT_] {i}Huh, she didn't stop sucking. I guess she wants me to cum down her throat again.{/i}
dutch: [_RT_] {i}Huh, ze stopte niet met zuigen. Ik denk dat ze wil dat ik weer door haar keel knuffel.{/i}
german: [_RT_] {i}Huh, sie hat nicht aufgehört zu saugen. Ich vermute, sie möchte, dass ich wieder den Hals runterbringe.{/i}

source: [_RT_] {i}Fuck... here it comes!{/i}
dutch: [_RT_] {i}Fuck... Hier komt!{/i}
german: [_RT_] {i}Fuck... hier kommt sie!{/i}

source: [_MT_] {i}Okay, two bursts swallowed... I'll bet he has one more.{/i}
dutch: [_MT_] {i}Okay, twee barsten verzilveren... Ik wed dat hij er nog één heeft.{/i}
german: [_MT_] {i}Okay, zwei Bursts schluckt... Ich wette, dass er noch einen hat.{/i}

source: [_MT_] {i}I knew it!{/i}
dutch: [_MT_] {i}IK wist het!{/i}
german: [_MT_] {i}Ich wusste es! {/i}

source: [_MT_] {i}Wait, I lost count... Will he do one more spurt?!{/i}
dutch: [_MT_] {i}Wacht, ik verloor het aantal... Zal hij nog een spurf doen?!{/i}
german: [_MT_] {i}Warte, ich verlor die Zähler... Wird er einen weiteren Spuren?!{/i}

source: [_MT_] {i}Fuck, my sinuses!{/i}
dutch: [_MT_] {i}Fuck, mijn sinussen!{/i}
german: [_MT_] {i}Fuck, meine Nebenhöhlen!{/i}

source: [_MT_] {i}At least my boy has pleasant tasting sperm!{/i}
dutch: [_MT_] {i}Ten minste mijn jongen heeft plezier in het proeven van sperma!{/i}
german: [_MT_] {i}Zumindest mein Junge hat angenehme Verkostung Spermien!{/i}

source: [_M_] You haven't been taking care of yourself, have you?
dutch: [_M_] Je hebt niet voor jezelf gezorgd, toch?
german: [_M_] Sie haben sich nicht um sich selbst kümmert, oder?

source: [_R_] What do you mean?
dutch: [_R_] Wat bedoelt u?
german: [_R_] Was meinst du damit?

source: [_M_] How many times did you masturbate this week?
dutch: [_M_] Hoeveel keer heb je deze week jouw masturbate getoond?
german: [_M_] Wie oft hast du diese Woche gewichsen?

source: [_RT_] {i}Like 50 times.{/i}
dutch: [_RT_] {i}vindt 50 keer leuk.{/i}
german: [_RT_] {i}Gefällt mir 50 mal. {/i}

source: [_R_] Come to think of it, I don't think I did at all.
dutch: [_R_] Kom erover nadenken, ik denk niet dat ik het helemaal gedaan heb.
german: [_R_] Denke daran, ich glaube nicht, dass ich es überhaupt getan habe.

source: [_M_] [ryan]! You've got to take care of yourself! You can't expect me to always do it for you all the time!
dutch: [_M_] [ryan]! Je moet voor jezelf zorgen! Je kunt niet verwachten dat ik het altijd voor je doe!
german: [_M_] [ryan]! Du musst dich um dich selbst kümmern! Du kannst nicht erwarten, dass ich es die ganze Zeit für dich mache!

source: [_R_] But it feels a hundred times better when you do it!
dutch: [_R_] Maar het voelt honderd keer beter als je het doet!
german: [_R_] Aber es fühlt sich hundertmal besser an, wenn du es machst!

source: [_MT_] {i}Ooohh... How sweet!... Wait, no!{/i}
dutch: [_MT_] {i}Euh... Wat zoet!... Wacht, nee!{/i}
german: [_MT_] {i}Ooohh... Wie süß!... Warte, nein!{/i}

source: [_M_] Don't forget that this arrangement where we help each other out is temporary!
dutch: [_M_] Vergeet niet dat deze organisatie waar we elkaar helpen tijdelijk is!
german: [_M_] Vergiss nicht, dass diese Anordnung, wo wir einander helfen, vorübergehend ist!

source: [_RT_] {i}Right, we can only do it until my penis falls off.{/i}
dutch: [_RT_] {i}Rechts, we kunnen dit alleen doen totdat mijn penis uit valt.{/i}
german: [_RT_] {i}Rechts, wir können es nur tun, bis mein Penis ausfällt.{/i}

source: [_RT_] {i}Of course I know that! Soon I'll be railing you in the pussy instead of just getting head.{/i}
dutch: [_RT_] {i}Natuurlijk weet ik dat! Binnenkort zal ik je railen in de pap in plaats van gewoon hoofd te krijgen.{/i}
german: [_RT_] {i}Das weiß ich natürlich! Bald werde ich dich in die Fotze gelenken, anstatt einfach den Kopf zu bekommen.{/i}

source: [_R_] Yeah, Mom... Of course I do.
dutch: [_R_] Yeah, mama... Natuurlijk doe ik het.
german: [_R_] Ja, Mammut... Natürlich tue ich.

source: [_M_] Good!... I don't want you getting the wrong idea about what this is.
dutch: [_M_] Goed! ... Ik wil niet dat je het verkeerde idee krijgt over wat dit is.
german: [_M_] Gut!... Ich möchte nicht, dass du die falsche Vorstellung davon bekommst, was das ist.

source: [_MT_] {i}I'm worried I've lost control of what this is.{/i}
dutch: [_MT_] {i}Ik ben bang dat ik de controle over wat dit is.{/i} kwijt ben
german: [_MT_] {i}Ich mache mir Sorgen, dass ich die Kontrolle über das, was das ist.{/i}

source: [_M_] Alright, Get your clothes on... It's time that we paid for this lingerie and got out of here.
dutch: [_M_] Oke, ga je kleren aan... Het is tijd dat we voor deze lingerie hebben betaald en hier vandaan komen.
german: [_M_] Okay, Hol dir deine Kleider... Es ist an der Zeit, dass wir für diese Dessous bezahlt haben und aus dieser Dessous herausgekommen sind.

source: [_MT_] {i}Oh, Lord help me!... I just had my own son's thick cock in my hands and mouth, and I loved every minute of it.{/i}
dutch: [_MT_] {i}Oh, Heer help me!... Ik had net de dikke hap van mijn eigen zoon in mijn handen en mond, en ik vond het geweldig elke minuut ervan.{/i}
german: [_MT_] {i}Oh, Lord helfe mir!... Ich hatte gerade den dicken Schwanz meines eigenen Sohnes in meinen Händen und Mund und ich liebte jede Minute davon. {/i}

source: [_MT_] {i}I guess I should just be grateful I didn't lose control and let him into my pussy again.{/i}
dutch: [_MT_] {i}Ik denk dat ik gewoon dankbaar moet zijn dat ik de controle niet verliet en hem weer in mijn pop zet.{/i}
german: [_MT_] {i}Ich denke, ich sollte einfach dankbar sein, dass ich die Kontrolle nicht verloren habe und ihn wieder in meine Fotze lassen möchte.{/i}

source: [_MT_] {i}Shouldn't I be filled with guilt and regret?{/i}
dutch: [_MT_] {i}Shoul.plIk ben gevuld met schuld en betreurd?{/i}
german: [_MT_] {i}Sollte ich nicht mit Schuld und Bedauern gefüllt werden?{/i}

source: [_MT_] {i}The only thing I feel is... {b}need{/b}.{/i}
dutch: [_MT_] {i}Het enige wat ik voel, is... {b}behoeft{/b}.{/i}
german: [_MT_] {i}Das einzige, was ich fühle... {b}benötigen{/b}.{/i}

source: [_MT_] {i}I need [ryan]'s help and protection.{/i}
dutch: [_MT_] {i}Ik heb [ryan]'s hulp en bescherming nodig.{/i}
german: [_MT_] {i}Ich brauche [ryan]Hilfe und Schutz. {/i}

source: [_MT_] {i}I need his praise and compliments.{/i}
dutch: [_MT_] {i}Ik heb zijn lof en complimenten nodig. {/i}
german: [_MT_] {i}Ich brauche sein Lob und seine Komplimente.{/i}

source: [_MT_] {i}I need him to idolize me like he does.{/i}
dutch: [_MT_] {i}Ik heb hem nodig om me te idolificeren zoals hij.{/i}
german: [_MT_] {i}Ich brauche ihn, um mich zu idolize wie er es tut.{/i}

source: [_MT_] {i}I need his hungry eyes all over my body.{/i}
dutch: [_MT_] {i}Ik heb zijn hongerige ogen helemaal op mijn lichaam nodig.{/i}
german: [_MT_] {i}Ich brauche seine hungrigen Augen ganz über meinen Körper. {/i}

source: [_MT_] {i}I need his constant scheming to get close and physical with me.{/i}
dutch: [_MT_] {i}Ik heb zijn constante schemering nodig om van dichtbij en fysiek met mij te worden.{/i}
german: [_MT_] {i}Ich brauche sein konstantes Schema, um mit mir nahe und physisch zu werden.{/i}

source: [_MT_] {i}And Goddammit, I'm going to need his cock in my pussy again soon!{/i}
dutch: [_MT_] {i}En Goddammit, binnenkort ga ik zijn jas weer in mijn pussy nodig hebben!{/i}
german: [_MT_] {i}Und Goddammit, ich werde bald wieder seinen Schwanz in meiner Fotze brauchen!{/i}

source: [_MT_] {i}God!... I need some sexual relief before I go crazy!{/i}
dutch: [_MT_] {i}God!... Ik heb seksuele opluchting nodig voordat ik geknuffel!{/i}
german: [_MT_] {i}Gott!... Ich brauche ein paar sexuelle Erleichterung, bevor ich verrückt werde!{/i}

source: {i}"Mom's Sexual Frustration ={b}MAX{/b}"{/i}
dutch: {i}"Momenten Seksuele Frustratie ={b}MAX{/b}"{/i}
german: {i}"Mamas Sexual Frustration ={b}MAX{/b}"{/i}

source: [_M_] Excuse me, Ma'am... Can I get a dressing room?
dutch: [_M_] Excuseer, Ma'am... Kan ik een kleedkamer krijgen?
german: [_M_] Entschuldigen Sie mich, Ma'am... Kann ich einen Umkleideraum bekommen?

source: [_R_] She means, can we get a dressing room?
dutch: [_R_] Ze betekent, krijgen we een kleedkamer?
german: [_R_] Sie bedeutet, können wir einen Umkleideraum bekommen?

source: [_AG_] Are you saying you want to go in the dressing room with your mother?
dutch: [_AG_] zeg je dat je in de kledingkamer wilt gaan met je moeder?
german: [_AG_] sagst du, du möchtest mit deiner Mutter in den Umkleideraum gehen?

source: [_AG_] Oh, hello... [ryan]. Am I right?
dutch: [_AG_] Oh, hallo... [ryan]. Heb ik gelijk?
german: [_AG_] Oh, Hallo... [ryan]. Bin ich richtig?

source: [_R_] Yes, good memory Angela.
dutch: [_R_] Ja, goed geheugen Angela.
german: [_R_] Ja, gute Erinnerung Angela.

source: [_AG_] You too.
dutch: [_AG_] jij ook.
german: [_AG_] Sie auch.

source: [_AG_] So, you're looking for a dressing room you can share?
dutch: [_AG_] Dus, je zoekt een kledingkamer die je kunt delen?
german: [_AG_] Also, du suchst nach einem Ankleidezimmer, den du teilen kannst?

source: [_MT_] {i}Goddammit, [ryan]! You were supposed to try to sneak into the dressing room, not flat out announce your intention to watch your mom change!{/i}
dutch: [_MT_] {i}Goddammit, [ryan]! Je had moeten proberen om in de kledingkamer te sluizen, en niet plat uit te scheiden met je intentie om je moeder te zien veranderen! {/i}
german: [_MT_] {i}Goddammit, [ryan]! Du solltest versuchen in den Umkleideraum zu schleichen. Nicht flach aus verkünde deine Absicht, deine Mutter zu verändern!{/i}

source: [_MT_] {i}I'd better say something to recover from this.{/i}
dutch: [_MT_] {i}Ik kan beter iets zeggen om van dit terug te komen.{/i}
german: [_MT_] {i}Ich würde lieber etwas sagen, um mich davon zu erholen.{/i}

source: [_M_] You know... Like, one of those family dressing rooms with a curtain inside, that you use when you've got little kids?
dutch: [_M_] jij weet dat... Like, een van die familie die een gordijn binnen aankleedt, gebruikt wordt wanneer je kleine kinderen hebt?
german: [_M_] Du weißt... Gefällt mir, einer der Familienzimmer mit einem Vorhang drinnen, den du nutzt, wenn du kleine Kinder hast?

source: [_AG_] No, This is a Lingerie store! You shouldn't be bringing your kids in here at all!
dutch: [_AG_] Nee, dit is een Lingerie winkel! Je zou je kinderen helemaal niet hierheen moeten brengen!
german: [_AG_] Nein, dies ist ein Lingerie Laden! Du solltest deine Kinder nicht hierher bringen!

source: [_M_] What makes you think he's...
dutch: [_M_] Wat laat je denken ...
german: [_M_] Was du denkst, er ist...

source: [_R_] I already told you, I'm not a kid.
dutch: [_R_] Ik heb je al verteld, ik ben geen kind.
german: [_R_] Ich habe dir bereits gesagt, ich bin kein Kind.

source: [_MT_] {i}Oh... It sounds like [ryan]'s already had a negative interaction with this lady.{/i}
dutch: [_MT_] {i}Oh... Het klinkt alsof [ryan]al een negatieve interactie heeft gehad met deze lady.{/i}
german: [_MT_] {i}Oh... Es klingt so, als hätte [ryan]bereits eine negative Interaktion mit dieser Dame gehabt.{/i}

source: [_AG_] Your son looks like he's twelve.
dutch: [_AG_] Je zoon lijkt op twaalf uur.
german: [_AG_] Dein Sohn sieht aus wie zwölf.

source: [_M_] No, he doesn't. He's just short.
dutch: [_M_] Nee, hij doet het niet. Hij is net kort.
german: [_M_] Nein, er tut es nicht. Er ist nur kurz.

source: [_R_] That's it, I'm pulling out my drivers license to prove...
dutch: [_R_] Dat is het, ik trek mijn rijbewijs uit om te blijven...
german: [_R_] Das ist, ich ziehe meinen Führerschein um zu beweisen...

source: [_AG_] keep your shirt on! That won't be necessary.
dutch: [_AG_] hou je hemd aan! Dat is niet nodig.
german: [_AG_] halte dein Hemd an! Das ist nicht nötig.

source: [_AG_] Even though I think this is weird, I've got a solution for you.
dutch: [_AG_] Ook al vind ik dit vreemd, ik heb een oplossing voor jou.
german: [_AG_] Auch wenn ich das für seltsam halte, habe ich eine Lösung für dich bekommen.

source: [_AG_] We've got a special dressing room that soon to be brides can reserve to try on wedding gowns and wedding night lingerie with their families, bride's maids, that sort of thing.
dutch: [_AG_] We hebben een speciale kledingkamer die binnenkort bruin zal zijn, die zich kan permitteren om te proberen op bruiloven en bruiloft met hun families, smeerlapperij, dat soort dingen.
german: [_AG_] Wir haben ein spezielles Ankleidezimmer, das bald Braut sein kann um Hochzeitskleider und Hochzeitsnacht-Dessous mit ihren Familien zu probieren Brautmädchen, diese Art von Dingen.
