Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck the whole team!{/i}
french: [_LT_] {i}Je veux dire, peut-être ai-je pris sur Matt et [ryan] en même temps, mais il donne l'impression qu'il veut que je baise toute l'équipe ! /i}
italian: [_LT_] {i}Voglio dire, forse mi è piaciuto prendere Matt e [ryan] allo stesso tempo, ma lo fa suonare come lui vuole che scopino tutta la squadra! /i}
portuguese: [_LT_] {i}I quer dizer, talvez eu gostei de assumir Matt e [ryan] ao mesmo tempo, mas ele faz soar como se eu quisesse que eu abrisse toda a equipe! /i}
russian: [ _LT_] {i}Я имею в виду, может быть, я наслаждался тем, что принимал на себя Мэтта и [ ryan] в то же время, но он делает так, что он хочет, чтобы я трахал всю команду! { /i }

source: [_LT_] {i}God, [ryan] would absolutely freak out if I said yes. If Matt made him watch...{/i}
french: [_LT_] {i}Dieu, [ryan] serait absolument détestable si je disais oui. Si Matt le faisait regarder...{/i}
italian: [_LT_] {i}Dio, [ryan] sarebbe assolutamente stravolto se avessi detto di sì. Se Matt lo facesse guardare...{/i}
portuguese: [_LT_] {i}Deus, [ryan] enlouqueceria se eu dissesse sim. Se Matt o obrigasse a assistir...{/i}
russian: [ _LT_] {i}Бог, [ ryan] абсолютно взбесился, если бы я сказал "да". Если Мэтт заставил его смотреть ... { /i }

source: [_LT_] {i}Maybe if it were just a couple of the other guys on Matt's team...{/i}
french: [ _LT_ ] {i}Peut-être si ce n'était que quelques uns des autres gars de l'équipe de Matt ... { /i }
italian: [_LT_] {i}Forse se fosse solo un paio di altri ragazzi nella squadra di Matt...{/i}
portuguese: [_LT_] {i}Talvez se fosse apenas um par de outros caras da equipe do Mascote...{/i}
russian: [_LT_] {i}Может быть, это всего лишь пара других парней в команде Matt...{/i}

source: [_MB_] Oh! I see you thinking about it again.
french: [_MB_] Oh! Je vous vois y réfléchir à nouveau.
italian: [_MB_] Oh! Ti vedo riflettere.
portuguese: [_MB_] Ah! Vejo você pensando nisso de novo.
russian: [ _MB_] О! Я вижу, ты снова думаешь об этом.

source: [_L_] Pfft... Whatever! I am not.
french: [_L_] Pff... Quoi! Je ne le suis pas.
italian: [_L_] Pfft... Qualunque così! Non sono.
portuguese: [_L_] Pfft ... Tanto faz! Eu não sou.
russian: [ _L_] Pfft ... Что угодно! Нет.

source: [_L_] Come on, let's go out to the yard. I can practice some new dance moves for you.
french: [ _L_ ] Allez, allons à la cour. Je peux pratiquer de nouvelles danses pour vous.
italian: [_L_] Avanti, andiamo fuori al cortile. Posso praticare alcune nuove mosse di ballo per te.
portuguese: [_L_] Vamos lá, vamos sair para o pátio. Eu posso praticar alguns novos movimentos de dança para você.
russian: Давай, пойдем во двор. Я могу попрактиковаться в новых танцах для тебя.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in my new bikini.
french: [_L_] Hé, les gars... Matt et moi allons à nouveau pendre dans la cour. Il aime vraiment me regarder secouer le cul dans mon nouveau bikini.
italian: [_L_] Hey, ragazzi... Matt ed io andrò a uscire di nuovo nel cantiere. Gli piace davvero guardarmi scuotere il culo nel mio nuovo bikini.
portuguese: [_L_] Ei, pessoal... Matias e eu vamos sair no quintal de novo. Ele realmente gosta de me ver tremer meu estalo na minha nova bicicleta.
russian: Эй, ребята ... Мы с Мэттом собираемся потусоваться во дворе. Ему очень нравится смотреть, как я встряхиваю свою задницу в моей новой бикини.

source: [_S_] Have fun you two.
french: [ _S_ ] Amusez-vous deux.
italian: [_S_] Divertiti due.
portuguese: [_S_] Divirtam-se vocês dois.
russian: [ _S_] Привез вас двоих.

source: [_MB_] You're welcome to hang out with us man. Lauren puts on a hell of a show.
french: [ _MB_ ] Vous êtes invités à sortir avec nous. Lauren met en enfer un spectacle.
italian: [_MB_] Sei il benvenuto a uscire con noi uomo. Lauren mette un inferno di uno spettacolo.
portuguese: [_MB_] Você é bem-vindo a sair conosco pelo homem. Lauren coloca um inferno de um show.
russian: [_MB_] Вы можете повесить у нас человека. Лорен надеется на ад шоу.

source: [_R_] {i}(grumble){/i}
french: [_R_] {i}(grogne) {/i}
russian: [_R_] {i}(жарко){/i}

source: [_MB_] No? Suit yourself.
french: [_MB_] Non ? Coignez-vous.
italian: [_MB_] No? (Abiti) te stesso.
portuguese: [_MB_] Não? Roupa se encomenda.
russian: [ _MB_] Нет? Устраивать себя.

source: [_RT_] {i}What the hell?{/i}
french: [_RT_] {i}C'est quoi ce bordel?{/i}
italian: [_RT_] {i}Che diavolo? {/i}
portuguese: [_RT_] {i}O que o hell? {/i}
russian: [_RT_] {i}Каков ад?{/i}

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again, just to make me jealous.{/i}
french: [_RT_] {i}Dammit! Elle agit comme une chienne avec Matt de nouveau, juste pour me faire jaloux.{/i}
italian: [_RT_] {i}Dammit! Si sta comportando come una troia con Matt di nuovo, solo per rendermi geloso.{/i}
portuguese: [_RT_] {i}Dammita! Ela está agindo como um lamo com Matt novamente, só para me fazer ciumentos. {/i}
russian: [_RT_] {i}Dammit! Она снова действует как шлюха с Маттом, просто чтобы сделать меня ревнивым.{/i}

source: [_RT_] {i}Whatever... If I ignore her, I'm sure she'll stop doing this crap.{/i}
french: [_RT_] {i}Quoi... Si je l'ignore, je suis sûr qu'elle cessera de faire cette crapule.{/i}
italian: [_RT_] {i}Qualunque cosa... Se la ignoro, sono sicuro che lei smetterà di fare questo crap.{/i}
portuguese: [_RT_] {i}Qualquer que ... Se eu ignorá-la, tenho certeza que ela vai parar de fazer essa porcaria. {/i}
russian: [_RT_] {i}Вседержитель... Если я игнорирую ее, я уверен, что она перестанет делать это с тобой.{/i}

source: [_RT_] {i}Maybe if I peeked just a little...{/i}
french: [_RT_] {i}Peut-être si j'ai regardé juste un peu...{/i}
italian: [_RT_] {i}Forse se ho sbirciato un po'...{/i}
portuguese: [_RT_] {i}Talvez se eu espiasse um pouco...{/i}
russian: [_RT_] {i}Может быть, я немного заглянул...{/i}

source: [_RT_] {i}Goddammit! I bought her that bikini.{/i}
french: [_RT_] {i}Goddammit! Je l'ai achetée ce bikini.{/i}
italian: [_RT_] {i}Goddammit! L'ho comprata quel bikini.{/i}
portuguese: [_RT_] {i}Goddammit! Comprei aquela bicicleta.{/i}
russian: [_RT_] {i}Годдамит! Я купил её этот бикины.{/i}

source: [_RT_] {i}She should be shaking her ass for me, not him.{/i}
french: [_RT_] {i}Elle devrait secouer son cul pour moi, pas lui.{/i}
italian: [_RT_] {i}Lei dovrebbe scuotere il culo per me, non lui.{/i}
portuguese: [_RT_] {i}Ela deveria estar sacudando a bunda por mim, não ele. {/i}
russian: [_RT_] {i}Она должна встряхнуть для меня, а не для него.{/i}

source: [_LT_] {i}Ha! I knew he couldn't resist.{/i}
french: [_LT_] {i}Ha! Je savais qu'il ne pouvait pas résister.{/i}
italian: [_LT_] {i}Ha! Sapevo che non poteva resistere.{/i}
portuguese: [_LT_] {i}Ha! Eu sabia que ele não resistiam. {/i}
russian: [_LT_] {i}Ха! Я знал, что он не может сопротивляться.{/i}

source: [_LT_] {i}He was so pissed off last time. I can't wait to use Matt to taunt him again.{/i}
french: [_LT_] {i}Il a été si ébranlé la dernière fois. J'ai hâte d'utiliser Matt pour le protester à nouveau.{/i}
italian: [_LT_] {i}È stato così sbattuto la scorsa volta. Non vedo l'ora di usare Matt per provarlo di nuovo.{/i}
portuguese: [_LT_] {i}Ele estava tão pisado da última vez. Mal posso esperar para usar Matt para provocá-lo novamente.{/i}
russian: [_LT_] {i}Он был так незамечен в прошлый раз. Я не могу дождаться использования Матта для повторного его снятия.{/i}

source: [_MB_] Fuck! You've got the juiciest bubble butt girl! When you gonna let me get in that ass?
french: [_MB_] Vid�o porno et blondes hard! Vous avez la fille la plus juteuse de la bulle ! Quand vous allez me laisser entrer dans ce cul?
italian: [_MB_] Fuck! Hai il culo della bolla più succoso! Quando mi lasci entrare in quel culo?
portuguese: [_MB_] Adeus! Você tem a bolha mais suculenta butt garota! Quando você vai me deixar ficar preso?
russian: [ _MB_] Fuck! У тебя самая крутой девчонка! Когда ты позволишь мне попасть в эту задницу?

source: [_L_] No way! You'd split me in two.
french: [_L_] Aucun moyen ! Vous m'auriez divisé en deux.
italian: [_L_] In nessun modo! Mi hai diviso in due.
portuguese: [_L_] De jeito nenhum! Você me dividia em dois.
russian: [ _L_] Нет пути! Ты разделила меня на два.

source: [_MBT_] {i}Your Mom could take me in her ass, no problem.{/i}
french: [_MBT_] {i}Votre mère pourrait me prendre dans son cul, pas de problème.{/i}
italian: [_MBT_] {i}Your Mom potrebbe portarmi nel suo culo, nessun problema.{/i}
portuguese: [_MBT_] {i}Sua mamãe poderia me levar em sua massa, sem problema.{/i}
russian: [_MBT_] {i}Ваша мама может взять меня на себя, без проблемы.{/i}

source: [_MB_] Aww, come on... Let me take a crack at it.
french: [_MB_] Aww, allez-y... Laissez-moi prendre une fissure dessus.
italian: [_MB_] Aww, vieni... Lasciami prendere una crepa ad esso.
portuguese: [_MB_] Aww, vamos em ... Deixe-me dar uma rachadura nisso.
russian: [ _MB_] Aww, goe on ... Позволь мне взять трещину.

source: [_L_] How about I give you another lapdance instead?
french: [ _L_ ] Comment je vous donne un autre lapdance à la place?
italian: [_L_] Che ne dici di darti un altro lapdance invece?
portuguese: [_L_] Que tal eu te dar outro lapding?
russian: [_L_] Как насчет того, чтобы я мог дать вам еще один латан?

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy.{/i}
french: [ _LT_ ] {i}J'ai vu de nouveaux mouvements en ligne que je veux essayer. Cela devrait vraiment conduire [ ryan ] dingue. { /i }
italian: [_LT_] {i}Ho visto alcune nuove mosse online che voglio provare. Questo dovrebbe davvero guidare [ryan] pazzo.{/i}
portuguese: [_LT_] {i}Eu vi alguns novos movimentos online, eu quero experimentar. Isso realmente deveria conduzir [ryan] louco.{/i}
russian: [_LT_] {i}увидел несколько новых движений в сети, которые я хочу попробовать. Это действительно так: [ryan] сумасшедший.{/i}

source: [_LT_] {i}I wonder how I compare to Mom when she dances at the DeCapo's club...{/i}
french: [ _LT_ ] {i}Je me demande comment je me compare à maman quand elle danse au club de DeCapo ... { /i }
italian: [_LT_] {i}Mi chiedo come confronto con la mamma quando danza al club di DeCapo...{/i}
portuguese: [_LT_] {i}Eu me pergunto como eu me comparação com a mamãe quando ela dança no clube do DeCapo... {/i}
russian: [_LT_] {i}Мне интересно, как я сравниваюсь с мамой, когда она танцует в клубе ДеКапо...{/i}

source: [_RT_] {i}Fuck, she spotted me again.{/i}
french: [_RT_] {i}Fuck, elle m'a revu {/i}
italian: [_RT_] {i}Cazzo mi ha avvistato di nuovo.{/i}
portuguese: [_RT_] {i}Fuck, ela me avistou de novo. {/i}
russian: [_RT_] {i}Fuck, она снова меня заметила.{/i}

source: [_RT_] {i}Look at her. Letting that prick do whatever he wants.{/i}
french: [_RT_] {i}Regardez-la. Laisser cette chienne faire ce qu'il veut. {/i}
italian: [_RT_] {i}Guardatela. Lasciare che lo scherzo faccia quello che vuole.{/i}
portuguese: [_RT_] {i}Olhe para ela. Deixar que aquele prick faça o que ele quiser. {/i}
russian: [ _RT_] {i}Посмотрите на нее. Позволить этому придурку делать все, что он хочет.

source: [_RT_] {i}She's just another slut to him. I bet he sees Mom the same way.{/i}
french: [_RT_] {i}C'est juste une petite salope de plus. Je parie qu'il voit ma mère de la même manière.{/i}
italian: [_RT_] {i}Lei è solo un'altra troia a lui. Scommetto che vede Mamma allo stesso modo.{/i}
portuguese: [_RT_] {i}Ela é apenas mais um trovão para ele. Aposto que ele vê mamãe do mesmo jeito.{/i}
russian: [_RT_] {i}Она просто еще одна шлюха к нему. Ставь, что он видит маму так же.{/i}

source: [_R_] Mom!
french: [_R_] Maman!
italian: [_R_] Mamma!
portuguese: [_R_] Mãe!
russian: [ _R_] Мама!

source: [_M_] Are you spying on your sister again?
french: [ _M_ ] Etes-vous encore en train d'espionner votre sœur?
italian: [_M_] Stai ancora spiando tua sorella?
portuguese: [_M_] Você está espiando sua irmã novamente?
russian: [_M_] Вы снова наблюдаете за своей сестрой?

source: [_R_] Umm... No?
french: [_R_] Hum... Non?
portuguese: [_R_] Umm... Não?
russian: [ _R_] Umm ... Нет?

source: [_S_] Yes he is.
french: [ _S_ ] Oui.
italian: [_S_] Sì che è.
portuguese: [_S_] Sim, ele é.
russian: [ _S_] Да, он есть.

source: [_M_] [ryan], you need to stop this.
french: [_M_] [ryan], vous devez arrêter cela.
italian: [_M_] [ryan], devi fermare questo.
portuguese: [__M_] [ryan], você precisa parar com isso.
russian: [_M_] [ryan], вам нужно остановить это.

source: [_R_] Why is it so wrong for me to look out for my little sister?
french: [ _R_ ] Pourquoi est-il si mal pour moi de chercher ma petite sœur?
italian: [_R_] Perché è così sbagliato per me guardare fuori per la mia sorellina?
portuguese: [_R_] Por que é tão errado para mim olhar para minha irmãzinha?
russian: [ _R_] Почему я так не прав для моей маленькой сестренки?

source: [_S_] Uhg! Stop it with this patriarchal crap! Lauren's her own woman.
french: [_S_] Uhg! Arrêtez-la avec cette crappe patriarcale! La propre femme de Lauren.
italian: [_S_] Uhg! Fermatevi con questa merda patriarcale! Lauren la sua donna.
portuguese: [_S_] Uhg! Acabe com esta quebra patriarca! Lauro é a própria mulher.
russian: [ _S_] Uhg! Остановите это патриархальную чушь! Лорен-ее собственная женщина.

source: [_MT_] {i}Her moves are still a little stiff, but she's getting better.{/i}
french: [_MT_] {i}Ses coups sont encore un peu raides, mais elle s'améliore.{/i}
italian: [_MT_] {i}Le sue mosse sono ancora un po 'rigide, ma lei sta migliorando.{/i}
portuguese: [_MT_] {i}seus movimentos ainda são um pouco rígidos, mas ela está melhorando.{/i}
russian: [_MT_] {i}Её движения ещё немного жесткие, но она становится лучше.{/i}

source: [_MT_] {i}She's not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
french: [ _MT_ ] {i}Elle n'est pas mauvaise pour un débutant. J'ai vu pire de certaines des nouvelles filles du club de Joey. { /i }
italian: [_MT_] {i}Non è male per un principiante. Ho visto peggio da alcune delle nuove ragazze del club di Joey. {/i}
portuguese: [_MT_] {i}Ela não é ruim para um iniciante. Eu vi pior por algumas das novas garotas do clube de Joey. {/i}
russian: [_MT_] {i}Она не плохо для новичка. Я видел хуже некоторых новых девушек в клубе Джоуа.{/i}

source: [_M_] Sidney's right. Don't you feel any shame for the way you're behaving?
french: [_M_] La droite de Sidney. Ne ressentez-vous pas de la honte pour votre comportement?
italian: [_M_] Sidney giusto. Non ti senti vergognato per il modo in cui ti stai comportando?
portuguese: [_M_] direito de Sidney. Você não sente nenhuma vergonha pelo jeito que está se comportando?
russian: [ _M_] Сидни прав. Тебе не стыдно за то, как ты себя чувствуешь?

source: [_R_] Me? You're the one who's taking Matt to the...
french: [_R_] Moi ? Vous êtes celui qui emmène Matt dans le monde...
italian: [_R_] Me? Sei quello che sta portando Matt alla...
portuguese: [_R_] Eu? Você é quem está levando Matt para o ...
russian: Я? Ты тот, кто принимает Мэтта на ...

source: {i}{b}"Mom's Anger +1"{/b}{/i}
french: {i}{b}«Colère de maman +1»{/b}{/i}
italian: {i}{b}"La rabbia di mamma +1"{/b}{/i}
portuguese: {i}{b}"Raiva da Mãe +1"{/b}{/i}
russian: {i}{b}"Гнев мамы +1"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
french: {i}{b}«Affection de maman -1»{/b}{/i}
italian: {i}{b}"Affetto della Mamma -1"{/b}{/i}
portuguese: {i}{b}"Afeição da Mãe -1"{/b}{/i}
russian: {i}{b}"Сладость мамы -1"{/b}{/i}

source: [_M_] {i}(Whispering){/i} Don't you say another word!
french: [_M_] {i}(murmure){/i} Ne dites pas un autre mot !
italian: [_M_] {i}(Whispering){/i} Non dire un'altra parola!
portuguese: [_M_] {i}(Sussurro){/i} Não diga outra palavra!
russian: [_M_] {i}(Шепотая){/i} Не скажешь!

source: [_M_] Nothing, Sidney... I'm giving Matt some private tutoring at school.
french: [_M_] Rien, Sidney... Je donne à Matt quelques tuteurs privés à l'école.
italian: [_M_] Niente, Sidney... Sto dando a Matt qualche tutoraggio privato a scuola.
portuguese: [_M_] Nada, Sidney... estou dando à Matt algumas aulas particulares na escola.
russian: [_M_] Ничего, Sidney... Я даю Matt несколько частных уроков в школе.

source: [_R_] Matt sure doesn't seem like he needs any "tutoring".
french: [_R_] Matt sure ne semble pas avoir besoin de "tutorat".
italian: [_R_] Matt certo non sembra che abbia bisogno di alcun "tutoring".
portuguese: [_R_] Matt com certeza não parece que ele precisa de qualquer "tutoria".
russian: [_R_] Матт уверен, что он не нуждается в "обучении".

source: [_M_] Enough!
french: [_M_] Assez!
italian: [_M_] Basta!
portuguese: [_M_] Basta!
russian: Хватит!

source: [_M_] Lauren is an adult now, and like it or not she's entitled to fool around with her boyfriend without you {i}butting into things that don't concern you.{/i}
french: [_M_] Lauren est un adulte maintenant, et aime ou non elle a le droit de tromper avec son copain sans que vous ne fassiez {i}des choses qui ne vous préoccupent pas. /i}
italian: [_M_] Lauren è un adulto adesso, e piaccia o non ha il diritto di ingannare con il suo fidanzato senza di te {i}buttare in cose che non ti riguardano. /i}
portuguese: [_M_] Lauren é um adulto agora, e gostou ou não, ela tem o direito de fazer de bobo com seu namorado sem você Mandar com {i}em coisas que não dizem respeito a você. /i}
russian: [ _M_] Лорен сейчас взрослеет, и, как она или нет, она имеет право дурачить своего парня без тебя {i}загнивать в вещах, которые тебя не касаются. { /i }

source: [_S_] He probably thinks they should only hold hands till they're married, or something.
french: [ _S_ ] Il pense probablement qu'ils ne devraient tenir que des mains jusqu'à ce qu'ils soient mariés, ou quelque chose.
italian: [_S_] Probabilmente pensa che dovrebbero tenere le mani solo fino a quando non sono sposati, o qualcosa.
portuguese: [_S_] Ele provavelmente acha que eles devem apenas segurar as mãos até que sejam casados, ou algo assim.
russian: [_S_] Возможно, он думает, что они должны держать руки только до тех пор, пока они не замужут или что-то.

source: [_R_] Married?!
french: [_R_] Épouse ?!
italian: [_R_] Marcato?!
portuguese: [_R_] Casado?!
russian: [ _R_] Женат?!

source: [_LT_] {i}Look at him. He's so pissed off!{/i}
french: [_LT_] {i}Regardez-le. Il est tellement méprisé !{/i}
italian: [_LT_] {i}Guardatelo. È così sbattuto!{/i}
portuguese: [_LT_] {i}Olhe para ele. Ele está tão puto! {/i}
russian: [_LT_] {i}Посмотри на него. Он так уж не жалеет!{/i}

source: [_MB_] Fuck, girl. You're getting better at that. I'm all worked up again.
french: [_MB_] Fuck, une fille. Vous vous améliorez. Je suis à nouveau travaillé.
italian: [_MB_] Cazzo ragazza. Stai migliorando a quello. Sono tutti lavorato di nuovo.
portuguese: [_MB_] Caramba, garota. Você está ficando melhor nisso. Estou tudo chupado de novo.
russian: Блядь, девочка. У тебя получается лучше. Я снова сработал.

source: [_MB_] Why don't you get on your knees and help me release all this "tension".
french: [ _MB_ ] Pourquoi ne pas vous mettre à genoux et m'aider à libérer toute cette "tension".
italian: [_MB_] Perché non metti in ginocchio e aiutami a rilasciare tutta questa "tensione".
portuguese: [__MB_] Por que você não fica de joelhos e me ajuda a liberar toda essa "tensão".
russian: Почему бы тебе не встать на колени и помочь мне разблокировать все это "напряжение".

source: [_L_] Yeah? You want me to suck your dick right here in my backyard? What are you gonna do if someone's watching us?
french: [_L_] Oui ? Vous voulez que je suce votre bite ici même dans mon arrière-cour ? Qu'est-ce que vous allez faire si quelqu'un nous regarde ?
italian: [_L_] Sì? Vuoi che io succhi il tuo cazzo proprio qui nel mio cortile? Cosa farai se qualcuno ci guarda?
portuguese: [_L_] Yeah? Você quer que eu chupe seu pau bem aqui no meu quintal? O que você vai fazer se alguém estiver nos olhando?
russian: [ _L_] Да? Ты хочешь, чтобы я отсосал твой член прямо здесь, на моем заднем дворе? Что ты собираешься делать, если кто-то следит за нами?

source: [_MB_] Shit. Then they can watch my sweet lil' ginger slut sucking my dick.
french: [_MB_] Shit. Puis ils peuvent regarder ma douce lille gingembre sucer ma bite.
italian: [_MB_] merda. Poi possono guardare la mia dolce lil' zenzero slut succhiare il mio cazzo.
portuguese: [_MB_] Partida. Então eles podem ver o chão do meu doce gordo chupando o meu pau.
russian: [ _MB_] Дерьмо. Тогда они могут наблюдать, как моя сладкая шлюха-шлюха сосает мой член.

source: [_LT_] {i}Fuck! I shouldn't let him talk to me like this, but my pussy always tingles when he treats me like he owns me.{/i}
french: [_LT_] {i}Fuck ! Je ne devrais pas le laisser me parler comme ça, mais ma chatte pique toujours quand il me traite comme il me possède.{/i}
italian: [_LT_] {i}Fuck! Non dovrei lasciarlo parlare con me così, ma la mia figa si tingola sempre quando mi tratta come lui possiede.{/i}
portuguese: [_LT_] {i}Presa! Eu não deveria deixar ele falar comigo desse jeito, mas meu pussy sempre ronca quando me trata como se me fosse dono.{/i}
russian: [_LT_] {i}Fuck! Я не должен позволять ему общаться со мной, но моя пышка всегда бьет мне, как будто владеет мной.{/i}

source: [_LT_] {i}Well, whatever. So long as [ryan]'s watching us.{/i}
french: [_LT_] {i}Eh bien, quoi. Tant qu' [ryan]nous observe.{/i}
italian: [_LT_] {i}Beh, qualsiasi cosa. Finché [ryan]ci sta guardando.{/i}
portuguese: [_LT_] {i}Bem, seja lá o que for. Enquanto [ryan]estiver assistindo us.{/i}
russian: [ _LT_] {i}Ну, что угодно. Пока [ ryan] следит за нами. { /i }

source: [_R_] You can't be serious!
french: [_R_] Vous ne pouvez pas être sérieux!
italian: [_R_] Non puoi essere serio!
portuguese: [_R_] você não pode ser sério!
russian: [_R_] Вы не можете быть серьезны!

source: [_R_] Why do I even bother?!
french: [_R_] Pourquoi me dérange-t-on même ?!
italian: [_R_] Perché mi disturbo ancora?!
portuguese: [_R_] Por que eu até incomodo?!
russian: [_R_] Почему я даже и обожаю?!

source: [_R_] I suppose it's fine with you if Sidney goes out there and gives him a lap dance too!
french: [ _R_ ] Je suppose que c'est bien avec toi si Sidney va dehors et lui donne aussi une danse sur les genoux !
italian: [_R_] Suppongo che vada bene con te se Sidney va là fuori e gli dà anche un giro danza!
portuguese: [__R_] Eu suponho que esteja bem com você se Sidney vai lá e dá uma volta de dança também!
russian: [_R_] Я полагаю, что это отлично, если Sidney выходит туда и даёт ему тоже!

source: [_M_] Control yourself, young man!
french: [ _M_ ] Contrôlez-vous, jeune homme !
italian: [_M_] Controlla te stesso, giovane!
portuguese: [_M_] Controle a si mesmo, jovem homem!
russian: Управляй сам, молодой человек!
