Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_A_] Holy...
italian: [_A_] Santo...

source: [_A_] That's a lot of cum!
italian: [_A_] È un sacco di sperma!

source: [_A_] They still aren't done with... Uh... Whatever they're doing?
italian: [_A_] Non hanno ancora finito... Uh... Qualunque cosa stiano facendo?

source: [_G_] It's not my business to know what they're doing, and until Joey calls me, no they aren't done.
italian: [_G_] Non è mia azienda sapere cosa stanno facendo, e fino a quando Joey mi chiama, no non sono fatti.

source: [_RT_] {i}Dammit!{/i}
italian: [_RT_] {i}Dannazione! {/i}

source: [_M_] Joey... I'm getting close.
italian: [_M_] Joey... Mi sto avvicinando.

source: [_J_] Don't hold back!
italian: [_J_] Non tirarti indietro!

source: [_J_] I'm hoping you squirt even more than last time!
italian: [_J_] spero che tu ti schizzi ancora più della scorsa volta!

source: [_J_] Oh, my God!... I think you did it!
italian: [_J_] Oh, mio Dio!... penso che tu l'abbia fatta!

source: {i}{b}"Mom's Sexual Frustration =0"{/b}{/i}
italian: {i}{b}"Frustrazione Sessuale Della Mamma =0"{/b}{/i}

source: [_G_] It doesn't matter how many times you ask, the answer is going to be the same.
italian: [_G_] Non importa quante volte chiedi, la risposta sarà la stessa.

source: [_G_] Sorry about the noise. The kid wouldn't stop asking questions.
italian: [_G_] Mi dispiace per il rumore. Il bambino non smetterebbe di fare domande.

source: [_J_] I didn't even notice.
italian: [_J_] non mi sono nemmeno accorto.

source: [_J_] Can you go settle the bill and get Franky to bring the car to the front?
italian: [_J_] Riesci a sistemare il conto e a portare Franky la vettura sul davanti?

source: [_J_] Have Franky take Armani home... We'll be going with Johnny. We've got more unexpected business we've got to take care of tonight.
italian: [_J_] Hai Franky a casa di Armani... andremo con Johnny. Abbiamo più affari inaspettati che dobbiamo prenderci cura di questa sera.

source: [_G_] Sure thing, Boss.
italian: [_G_] Cosa sicura, Boss.

source: [_A_] It looks like we're going.
italian: [_A_] Sembra che stiamo andando.

source: [_A_] Thanks for keeping me company.
italian: [_A_] Grazie per avermi tenuto compagnia.

source: [_A_] I'll see you around the club?
italian: [_A_] Ti vedrò in giro per il club?

source: [_R_] Yeah, most likely.
italian: [_R_] Sì, molto probabilmente.

source: [_J_] Sorry to interrupt your time with your mom tonight.
italian: [_J_] Mi dispiace interrompere il tuo tempo con tua mamma stasera.

source: [_J_] Don't worry, I was a complete gentleman, and I'm even paying the bill.
italian: [_J_] Non ti preoccupare, ero un signore completo, e sto pagando il conto.

source: [_RT_] {i}As if that's a fair trade for whatever it was you did to my mom again!{/i}
italian: [_RT_] {i}Come se si trattasse di un commercio equo e solidale per qualunque cosa avessi fatto di nuovo a mia mamma!{/i}

source: [_RT_] {i}And I can't say anything, or I'll end up on the bottom of the harbor.{/i}
italian: [_RT_] {i}E non posso dire nulla, o finirò in fondo al porto.{/i}

source: [_R_] Thank you.
italian: [_R_] Grazie.

source: [_J_] I think your mom had a good time. I think it was good for her to have another conversation with someone a little closer to her age.
italian: [_J_] Penso che tua mamma si sia divertita. Penso che sia stato bene per lei avere un'altra conversazione con qualcuno un po 'più vicino alla sua età.

source: [_RT_] {i}I'm all alone in this hallway with him... I'd be doing the world a favor if I killed him now.{/i}
italian: [_RT_] {i}Sono tutto solo in questo corridoio con lui... farei un favore al mondo se lo uccidessi ora.{/i}

source: [_RT_] {i}If only I knew how to kill a man with my bare hands.{/i}
italian: [_RT_] {i}Se solo sapevo uccidere un uomo con le mie mani nude.{/i}

source: [_J_] Anyways, thanks for sharing her with me tonight, and now, she's all yours.
italian: [_J_] Comunque, grazie per averla condivisa con me stasera, e ora, è tutta tua.

source: [_RT_] {i}Goddammit!... What happened in there?{/i}
italian: [_RT_] {i}Goddammit!... Cosa è successo lì?{/i}

source: [_RT_] {i}They better not have gone any further than last time.{/i}
italian: [_RT_] {i}Essi meglio non sono andati oltre l'ultima volta.{/i}

source: [_R_] Mom?... you doing ok?
italian: [_R_] Mom?... stai facendo ok?

source: [_M_] Yeah, I'm doing great.
italian: [_M_] Sì, sto facendo grande.

source: [_RT_] {i}There's a puddle of water next to her again. There's no water cups on the table, so... not a spill.{/i}
italian: [_RT_] {i}C'è una pozza d'acqua di nuovo accanto a lei. Non ci sono tazze d'acqua sul tavolo, così... non una fuoriuscita.{/i}

source: [_M_] Joey's paying for our dinner, so I guess we can go any time you're ready.
italian: [_M_] Joey sta pagando per la nostra cena, quindi immagino che possiamo andare ogni volta che sei pronto.

source: [_R_] That sounds good, but I've got to ask. Why is there a puddle right under you again?
italian: [_R_] Suona bene, ma devo chiedere. Perché c'è una pozzangola proprio sotto di te?

source: [_MT_] Oh, fuck!... I forgot to wipe that up before he came in here again.
italian: [_MT_] Oh, scopata!... Mi sono dimenticato di asciugarlo prima di entrare qui di nuovo.

source: [_M_] Is there?... Huh...
italian: [_M_] C'è?... Huh...

source: [_MT_] {i}Think, [mom_name]!{/i}
italian: [_MT_] {i}Pensare, [mom_name]!{/i}

source: [_M_] Maybe one of us spilled our water.
italian: [_M_] Forse uno di noi ha versato la nostra acqua.

source: [_R_] We didn't get any water... only wine.
italian: [_R_] Non abbiamo avuto acqua... solo vino.

source: [_R_] And that's definitely not wine.
italian: [_R_] E questo non è sicuramente vino.

source: [_R_] Mom... Is that?...
italian: [_R_] Mom... È questo?...

source: [_M_] Is it what?
italian: [_M_] È cosa?

source: [_M_] What were you going to say?
italian: [_M_] Che cosa dovevi dire?

source: [_R_] Let's just say, I've seen you leave puddles in other places before, too.
italian: [_R_] Diciamo che ti ho visto lasciare le pozzanghe anche in altri luoghi.

source: [_M_] I don't like what you're insinuating!
italian: [_M_] Non mi piace quello che stai insinuando!

source: [_M_] You'd better watch it!
italian: [_M_] Faresti meglio a guardarlo!

source: [_M_] I think we'd better go before you say something else stupid.
italian: [_M_] Penso che faremmo meglio ad andare prima di dire qualcos'altro stupido.

source: [_R_] Yeah. I've lost my appetite, so we can go.
italian: [_R_] Sì. Ho perso il mio appetito, quindi possiamo andare.

source: [_MT_] {i}Is he upset?... Does he suspect something?{/i}
italian: [_MT_] {i}È sconvolto?... Sospetta qualcosa?{/i}

source: [_MT_] {i}Shit! Were we more obvious than I thought?{/i}
italian: [_MT_] {i}merda! Eravamo più ovvi di quanto pensasso?{/i}

source: [_M_] I've really enjoyed our date again!
italian: [_M_] Ho davvero apprezzato il nostro appuntamento di nuovo!

source: [_R_] I'm sorry that Joey had to leave and you ended up stuck with me.
italian: [_R_] Mi dispiace che Joey si sia dovuto lasciare e hai finito per rimanere bloccato con me.

source: [_R_] It means that you were all smiles after your little talk with Joey.
italian: [_R_] Significa che eravate tutti sorrisi dopo il vostro piccolo colloquio con Joey.

source: [_R_] You seem to enjoy his company way more than mine.
italian: [_R_] Tu sembri goderti la sua compagnia più della mia.

source: [_RT_] If only fucking Joey DeCapo hadn't shown up again!
italian: [_RT_] Se solo scoparsi Joey DeCapo non si era più mostrato!

source: [_J_] Trust me, you guys are going to love it.
italian: [_J_] Fidati di me, voi ragazzi lo amerete.

source: [_MT_] {i}Shit, I guess I'm still really horny from giving [ryan] a blowjob in the dressing room earlier.{/i}
italian: [_MT_] {i}Merda, immagino di essere ancora davvero eccitata dal dare [ryan] un pompino nello spogliatoio in precedenza.{/i}

source: [_J_] I'm really glad you're coming around the club more often.
italian: [_J_] Sono davvero contento che tu stia girando più spesso per il club.

source: [_J_] It's really admirable the way your supporting your daughters wishes to work there.
italian: [_J_] È davvero ammirevole il modo in cui le vostre figlie vogliono lavorare lì.

source: [_J_] Now, we've just got to get you taking a more active roll.
italian: [_J_] Ora dobbiamo solo farti prendere un rullo più attivo.

source: [_J_] I don't come by the club on Monday very often, but if I knew you were dancing and such, I'd be there every Monday.
italian: [_J_] Non vengo dal club lunedì molto spesso, ma se sapessi che stavi ballando e tale, sarei lì ogni lunedì.

source: [_J_] Plus, I know you'd bring in a lot of money for both of us.
italian: [_J_] Inoltre, so che avresti portato un sacco di soldi per entrambi noi.

source: [_R_] If my business keeps growing the way it is right now, Neither you or Sidney will need to work at all in the very near future.
italian: [_R_] Se la mia azienda continua a crescere come è in questo momento, Né voi o Sidney avrete bisogno di lavorare affatto in un futuro molto prossimo.

source: [_J_] That's right... Agent Diaz has been telling me about how successful your little venture is becoming!
italian: [_J_] Proprio così... L'Agente Diaz mi ha detto di quanto successo stia diventando la tua piccola avventura!

source: [_J_] I'm glad to hear you're starting to have some good success!
italian: [_J_] Sono felice di sentire che stai cominciando ad avere un buon successo!

source: [_J_] I've got to say I loved your set the most.
italian: [_J_] Devo dire che mi è piaciuto di più il tuo set.

source: [_M_] Thank you! You should become a supporter and you'll see the really good pictures.
italian: [_M_] Grazie! Dovresti diventare un sostenitore e vedrai le immagini davvero buone.

source: [_J_] Oh, I'm already a supporter.
italian: [_J_] Oh, sono già un sostenitore.

source: [_J_] I don't really know anything about that Harry Potter story, but that didn't stop me from loving that set.
italian: [_J_] Non so nulla di quella storia di Harry Potter, ma questo non mi ha impedito di amare quel set.

source: [_A_] No, Uncle.... it's Perry Hotter... Harry Potter just sounds like a stupid name for a main character.
italian: [_A_] No, Uncle.... è Perry Hotter... Harry Potter suona solo come un nome stupido per un personaggio principale.

source: [_A_] So, Sidney's been showing me all the fan DM's she's been getting on her Distort app lately.
italian: [_A_] Così, Sidney mi ha mostrato tutto il fan DM che sta ottenendo sulla sua app Distort ultimamente.

source: [_A_] Makes me a little jealous of all her fame! Let me know if you ever need another model. I'd love to do a set with Sidney.
italian: [_A_] Mi fa un po' geloso di tutta la sua fama! Fatemi sapere se avete bisogno di un altro modello. Mi piacerebbe fare un set con Sidney.

source: [_R_] Oh, man!... That could be an amazing set.
italian: [_R_] Oh, uomo!... Potrebbe essere un set sorprendente.

source: [_MT_] {i}How dare he stare at her breasts!?{/i}
italian: [_MT_] {i}Come osa guardare il suo seno!?{/i}

source: [_A_] She seems to have forgotten that I'm an adult now that can make my own decisions.
italian: [_A_] Sembra che lei abbia dimenticato che sono un adulto ora che può prendere le mie decisioni.

source: [_J_] And you seem to have forgotten that being a member of this family comes at the cost of a lot of your personal freedoms.
italian: [_J_] E sembra che tu abbia dimenticato che essere un membro di questa famiglia viene a discapito di molte tue libertà personali.

source: [_J_] But anyways, Ron... I mean [ryan], Your new business intrigues me. There might be some opportunity that the family would be willing to throw some money behind.
italian: [_J_] Ma comunque, Ron... Intendo [ryan], il tuo nuovo business mi intriga. Ci potrebbe essere qualche opportunità che la famiglia sarebbe disposta a buttare un po 'di soldi dietro.

source: [_J_] And not the kind of money you have to pay back, just an agreement to share in future profits, or even come to an agreement to forgive certain debts.
italian: [_J_] E non il tipo di denaro che devi ripagare, solo un accordo per condividere i profitti futuri, o addirittura giungere ad un accordo per perdonare determinati debiti.

source: [_J_] I'd love to talk about it with you when we've got some more time.
italian: [_J_] Mi piacerebbe parlarne con te quando abbiamo ancora un po' di tempo.

source: [_RT_] {i}Why in the hell would the DeCapos be interested in my cosplay photo business?{/i}
italian: [_RT_] {i}Perché nell'inferno i DeCapos sarebbero interessati alla mia attività fotografica di cosplay?{/i}

source: [_G_] I'm sorry to interrupt, but I was wondering if I could borrow Armani and the kid for just a bit?
italian: [_G_] Mi dispiace interrompere, ma mi chiedevo se potessi prendere in prestito Armani e il bambino solo per un po'?

source: [_R_] I'm an adult, and what do you need me for?
italian: [_R_] Sono un adulto, e per cosa avete bisogno di me?

source: [_G_] Uhhh... I need some advice from someone who... takes pictures of things, er of girls.
italian: [_G_] Uhhhh... Ho bisogno di qualche consiglio da qualcuno che... scatta foto di cose, er di ragazze.

source: [_G_] And I need Armani for her... uhh... attention to detail.
italian: [_G_] E ho bisogno di Armani per lei... uhhh... attenzione ai dettagli.

source: [_J_] Yeah, I think [mom_name] and I will be just fine on our own for a little bit.
italian: [_J_] Sì, penso che [mom_name] e starò bene da soli per un po'.

source: [_RT_] {i}What is this?... This is so weird!... Why would Joey's goon need advice from me on photography.{/i}
italian: [_RT_] {i}Che cos'è questo?... Questo è così strano!... Perché Joey ha bisogno di consigli da me sulla fotografia.{/i}

source: [_R_] What about Charlie the Chin?
italian: [_R_] Che ne dici di Charlie la Cina?

source: [_J_] He wasn't one of my made men.
italian: [_J_] Non era uno dei miei uomini creati.

source: [_R_] Uhhh... Fine... But if you want my opinion, this feels a little off.
italian: [_R_] Uhhh... Fine... Ma se vuoi la mia opinione, questo si sente un po 'fuori.

source: [_R_] So, what's so important that you need help with?
italian: [_R_] Quindi, cosa è così importante che hai bisogno di aiuto?

source: [_G_] I was just told to get rid of you two after the food came in so that the boss can be alone with your mom.
italian: [_G_] Mi è stato appena detto di sbarazzarmi di voi due dopo che il cibo è entrato in modo che il capo può essere solo con la vostra mamma.

source: [_A_] I fucking knew it.
italian: [_A_] io scopare lo sapevo.

source: [_R_] Wait!... What!?
italian: [_R_] Aspetta!... Cosa!?

source: [_R_] Let me back in there!
italian: [_R_] Lasciami tornare lì dentro!

source: [_G_] Nothin doing!
italian: [_G_] Nothin facendo!

source: [_G_] The boss told me to keep you two out for a half hour, and you're not going in a single minute before.
italian: [_G_] Il capo mi ha detto di tenerti due fuori per mezz'ora, e non stai andando in un solo minuto prima.

source: [_G_] If you try, I'll break your legs.
italian: [_G_] Se provi, ti spezzerò le gambe.

source: [_G_] You can find comfort in knowing that the boss isn't the kind of guy that will force your mom to do anything against her will.
italian: [_G_] Puoi trovare conforto nel sapere che il capo non è il tipo di ragazzo che costringerà tua mamma a fare qualsiasi cosa contro la sua volontà.

source: [_G_] If your mom does anything you don't like with the boss, just remember it was her choice.
italian: [_G_] Se tua mamma fa qualcosa che non ti piace con il capo, basta ricordare che era la sua scelta.

source: [_A_] Come on, [ryan]. What's done is done, Let's go find something to do for the next half hour.
italian: [_A_] [ryan][ryan] . Ciò che è stato fatto, andiamo a trovare qualcosa da fare per la prossima mezz'ora.

source: [_A_] So, this side of the restaurant is where the private dinning rooms are, and these restrooms are for those rooms.
italian: [_A_] Così, questo lato del ristorante è dove si trovano le sale da pranzo private, e questi bagni sono per quelle stanze.

source: [_A_] At any given time most of those dinning rooms are empty, meaning that almost nobody will be using these bathrooms.
italian: [_A_] In qualsiasi momento la maggior parte di queste sale da pranzo sono vuote, il che significa che quasi nessuno utilizzerà questi bagni.

source: [_R_] That's pretty nice for all those wealthy shy poopers.
italian: [_R_] Questo è abbastanza bello per tutti quei ricchi poopers timidi.

source: [_R_] Are you saying you need to use the bathroom?
italian: [_R_] Stai dicendo che devi usare il bagno?

source: [_R_] Uhhh... I think that's the boys room you're going into.
italian: [_R_] Uhhhh... Penso che sia la stanza dei ragazzi in cui stai entrando.

source: [_A_] I know... I have a feeling you wouldn't follow me into the girls.
italian: [_A_] lo so... Ho la sensazione che non mi seguirei nelle ragazze.

source: [_RT_] {i}Follow her?{/i}
italian: [_RT_] {i}Seguile?{/i}

source: [_RT_] {i}Is she serious?{/i}
italian: [_RT_] {i}È seria?{/i}

source: [_RT_] {i}Does she want to mess around? And do I dare do anything with Joey's niece?{/i}
italian: [_RT_] {i}Vuole arrabbiarsi? E oso fare qualcosa con la nipotina di Joey?{/i}

source: [_RT_] {i}I guess there's only one way to find out.{/i}
italian: [_RT_] {i}Immagino che ci sia solo un modo per scoprirlo.{/i}

source: [_A_] I never did get a chance to properly thank you for saving my life.
italian: [_A_] Non ho mai avuto la possibilità di ringraziarvi correttamente per aver salvato la mia vita.

source: [_A_] Who knows what The Chin would have done to us if you hadn't come when you did.
italian: [_A_] Chi sa cosa ci avrebbe fatto il mento se non fossi venuto quando lo avevi.

source: [_A_] I mean, he shoved a fucking wrench up Agent Diaz's ass!
italian: [_A_] Voglio dire, ha spinto un cazzo stringere il culo di Agent Diaz!

source: [_A_] Diaz said he was about to shove a wrench in her ass before you walked in.
italian: [_A_] Diaz ha detto che stava per scacciare una chiave nel suo asino prima di camminare.

source: [_A_] I don't even want to think about what would have happened if he had more time.
italian: [_A_] Non voglio nemmeno pensare a cosa sarebbe successo se avesse avuto più tempo.

source: [_A_] And I know Sidney took your v-card to properly thank you for saving us, and while I'm not ready to have sex with you...
italian: [_A_] E so che Sidney ha preso la tua v-card per ringraziarti correttamente per averci salvato, e mentre non sono pronto a fare sesso con te...

source: [_A_] Maybe we could mess around?
italian: [_A_] Forse potremmo metterci in disordine?

source: [_R_] Normally I'd be all about that, but for all I know, your uncle is fucking my mom just down the hall.
italian: [_R_] Normalmente sarei tutto quello, ma per tutto quello che so, tuo zio sta scopando mia mamma appena giù la sala.

source: [_A_] Is your mom that easy?
italian: [_A_] Tua mamma è così facile?

source: [_A_] Besides, why do you care so much?
italian: [_A_] Inoltre, perché ti importa così tanto?

source: [_A_] Oh, my God!
italian: [_A_] Oh, mio Dio!

source: [_A_] You have the hots for her too, don't you?
italian: [_A_] Hai anche le calde per lei, vero?

source: [_A_] You are so much more depraved than I gave you credit for.
italian: [_A_] Sei molto più depravato di quanto ti ho dato credito.

source: [_R_] Uhhh... Yes, fine... You already know about Sidney and I, so I guess you knowing that I have the hots for my mom doesn't make much of a difference.
italian: [_R_] Uhhhh... Sì, va bene... Sapete già di Sidney ed io, così credo che sapendo che ho le calde per mia mamma non fa molta differenza.

source: [_R_] You must think I'm disgusting.
italian: [_R_] Devi pensare che io sia disgustoso.

source: [_A_] You'd think so, but no... I kinda grew up being used to the idea.
italian: [_A_] Penseresti così, ma no... Sono cresciuto di essere abituato all'idea.

source: [_A_] You see, our family is from the old country, and before we fled there, we were part of the royalty.
italian: [_A_] Vedete, la nostra famiglia viene dal paese vecchio, e prima che fossimo fuggiti lì, eravamo parte della regalità.

source: [_A_] We actually are direct descendants of the Borgias, if you've ever heard of them.
italian: [_A_] In realtà siamo discendenti diretti delle Borgie, se ne avete mai sentito parlare.

source: [_R_] Yeah. I think I've played a video game where they were the bad guys.
italian: [_R_] Yeah. Penso di aver giocato un videogioco dove erano i cattivi.

source: [_A_] Yep, that's them, only we're kinda proud to be their descendants.
italian: [_A_] Sì, sono loro, solo siamo orgogliosi di essere i loro discendenti.

source: [_A_] And our branch has been trying to keep the bloodline pretty pure, so marriage between cousins, and sometimes even closer relations, is pretty common in our family.
italian: [_A_] E il nostro ramo ha cercato di mantenere la linea di sangue piuttosto pura, così il matrimonio tra cugini, e talvolta rapporti ancora più stretti, è piuttosto comune nella nostra famiglia.

source: [_A_] In fact, the main reason my mom lets me work with my uncle in a strip club, is she's hoping I'll seduce him and bring the ruling branch back under her.
italian: [_A_] Infatti, la ragione principale per cui mia mamma mi lascia lavorare con mio zio in un club di striscia, è sperando che lo sedurrà e ricondurre sotto di lei il ramo dominante.

source: [_A_] She tried to seduce Joey herself when they were teenagers, but he wasn't interested, so now the pressure's on me.
italian: [_A_] Cercò di sedurre Joey stessa quando erano adolescenti, ma non era interessato, così ora la pressione è su di me.

source: [_A_] So, you see... Not so weird to me.
italian: [_A_] Allora, vedete... Non così strano per me.

source: [_R_] So, you understand why I don't want her alone with Joey.
italian: [_R_] Quindi, capisci perché non la voglio da sola con Joey.

source: [_A_] If it makes you feel any better, I'm about ninety nine percent positive that Joey won't fuck her in there tonight.
italian: [_A_] Se ti fa sentire meglio, sono circa il novantanove per cento positivo che Joey non la scoperà in lì stasera.

source: [_A_] He's very cautious, and if there's any chance someone could be watching, listening, filming, or whatever, he won't risk giving someone else the opportunity to blackmail him.
italian: [_A_] È molto prudente, e se c'è qualche possibilità qualcuno potrebbe guardare, ascoltare, filmati, o qualsiasi altra cosa, non rischierà di dare a qualcun altro l'opportunità di ricattarlo.

source: [_A_] So a public place like this. Not likely.
italian: [_A_] Quindi un luogo pubblico come questo. Non probabilmente.

source: [_A_] Not saying he won't mess around with her, No one in the criminal underworld would flinch at that, but actual sex is risky.
italian: [_A_] Non dicendo che non si disordini intorno con lei, nessuno nel mondo infernale criminale si riverrebbe a quello, ma il sesso reale è rischioso.

source: [_A_] But even if he does. There's nothing you can do about it. His body guard won't let you through that door unless you manage to kill him first.
italian: [_A_] Ma anche se lo fa. Non c'è niente che tu possa fare al riguardo. La sua guardia del corpo non ti lascerà attraverso quella porta a meno che tu non riesca ad ucciderlo prima.

source: [_A_] The best thing you can do is keep the score even by having a little fun yourself.
italian: [_A_] La cosa migliore che puoi fare è mantenere il punteggio anche divertendoti un po'.

source: [_R_] Hmm... Maybe.
italian: [_R_] Hmm... Forse.

source: [_A_] Maybe these can help distract you.
italian: [_A_] Forse questi possono aiutarti a distrarti.
