Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}If principal Hardun touched her!... Well... Shit, there's really nothing I can do.{/i}
dutch: [_RT_] {i}Als de hoofdpersoon Hardun haar aanraakt!... Goei... Shit, er is echt niets wat ik kan doen.{/i}

source: [_RT_] {i}I just need to stay out of trouble, so Mom doesn't have to bail me out again.{/i}
dutch: [_RT_] {i}Ik moet gewoon buiten de problemen blijven, dus ik hoef me niet meer te redden.{/i}

source: [_PH_] So, we've got a pervert sneaking around in the girls' locker room, huh.
dutch: [_PH_] Dus we hebben er een pervert heen gesluisd in de gelukzooi kamer, huh.

source: [_PH_] Boy... let's go to the office and call your parents.
dutch: [_PH_] Jone... Laten we naar het kantoor gaan en je ouders bellen.

source: [_PH_] This is an expellable offense.
dutch: [_PH_] Dit is een expellabel misdrijf.

source: [_R_] But my mom is a teacher here.
dutch: [_R_] Maar mijn moeder is hier een leraar.

source: [_PH_] And which teacher is this?
dutch: [_PH_] En welke leraar is dit?

source: [_R_] Miss [mom_name].
dutch: [_R_] Mevrouw [mom_name].

source: [_PH_] Oh, the lovely Miss [mom_name]... Let's go see if we can find her.
dutch: [_PH_] Oh, de heerlijke mevrouw [mom_name]... Laten we eens kijken of we haar kunnen vinden.

source: [_M_] You did what!?
dutch: [_M_] Jij hebt wat gedaan!?

source: [_RT_] {i}Ok... Just like I rehearsed in my head.{/i}
dutch: [_RT_] {i}Ok... Net zoals ik in mijn hoofd heb gehoord.{/i}

source: [_R_] I'm sorry! It's just that my hoodie has been missing for over a month.
dutch: [_R_] Het spijt me, maar mijn hoodie is al meer dan een maand verdwenen.

source: [_R_] I really think my sister Lauren is hiding it in her locker in the girls' locker room.
dutch: [_R_] Ik denk echt dat mijn zuster Lauren het verbergt in haar locker in de locker van de meisjeskamer.

source: [_PH_] I don't know... You know the kid better than I do... But I think he's lying.
dutch: [_PH_] Ik weet het niet. Jij kent het kind beter dan ik... Maar ik denk dat hij liegt.

source: [_M_] I don't know... I know the hoodie he's talking about... And I haven't seen him wear it for over a month.
dutch: [_M_] Ik weet het niet... Ik ken de hoodie waarover hij praat... En ik heb hem niet meer dan een maand zien dragen.

source: [_MT_] {i}Stupid little lying pervert!... I can't let him get expelled. I can't afford for him to go to school anywhere else!{/i}
dutch: [_MT_] {i}Sluipmoordenaar kleine pervertrek!... Ik kan hem niet laten uitzetten. Ik kan het me niet veroorloven om naar school te gaan waar dan ook!{/i}

source: [_MT_] {i}He's got to finish school this year so he can move on with his life!{/i}
dutch: [_MT_] {i}Hij is dit jaar klaar om verder te gaan met zijn leven!{/i}

source: [_PH_] Let's you and me, go discuss it in my office.
dutch: [_PH_] Laten we het gaan bespreken op mijn kantoor.

source: [_M_] I can't belive you did this! Now, you stay here and wait for me! It's not going to be easy to get your ass out of hot water!
dutch: [_M_] Ik kan je niet geloven dat je dit hebt gedaan! Nu blijf je hier en wacht op mij! Het zal niet gemakkelijk zijn om je pasje uit het hete water te halen!

source: [_M_] You better be grateful!... I was able to save you from expulsion!... But you're going to have to do some detention for me.
dutch: [_M_] Je kunt je beter dankbaar zijn!... Ik kon je redden van uitzetting!... Maar je moet nog wat nablijven voor mij.

source: [_R_] Nice!
dutch: [ _R_] Mooi!

source: [_M_] And you'd better keep you hands clean from here on out!... I don't even want to think about what I would have to do to save your ass if this happens again!
dutch: [_M_] En je kan je beter vanaf hier schoonhouden!... Ik wil niet eens nadenken over wat ik zou moeten doen om je pas op te slaan als dit opnieuw gebeurt!

source: [_RT_] {i}Huh... That was a weird statement... I wonder what she would have to do.{/i}
dutch: [_RT_] {i}Huh... Dat was een vreemde uitspraak... Ik vraag me af wat ze zou moeten doen.{/i}

source: [_R_] When do I need to come in for detention?
dutch: [_R_] Wanneer moet ik komen voor detentie?

source: [_M_] Just some time before the school year ends.
dutch: [_M_] Even voor het schooljaar eindigt.

source: [_M_] I'll let you know when it works for me.
dutch: [_M_] Ik zal je laten weten wanneer het voor mij werkt.

source: [_M_] Now, keep your hands clean!
dutch: [_M_] Nu, houd je handen schoon!

source: [_M_] I've got to run. I'm going to be late for my class.
dutch: [_M_] Ik moet rennen. Ik ga te laat zijn voor mijn klas.

source: [_RT_] {i}Thank God, Mom got me out of that one!{/i}
dutch: [_RT_] {i}Gods, mag ik er uit trekken! {/i}

source: [_RT_] {i}What should I do next?{/i}
dutch: [_RT_] {i}Wat moet ik nu doen?{/i}

source: [_RT_] {i}Almost there!{/i}
dutch: [_RT_] {i}Bijna klaar!{/i}

source: [_RT_] {i}Oh, no!{/i}
dutch: [_RT_] {i}Oh, nee!{/i}

source: [_L_] Ooofff!...
dutch: [_L_] Offf!...

source: [_L_] Ohh... Ouch...
dutch: [_L_] Oh... Ouch...

source: [_R_] Lauren?... Are you ok?... I'm really sorry!
dutch: [_R_] Lauren?... Ben je goed?... Het spijt me echt!

source: [_L_] Ohhhh... [ryan]?... Why the hell are you in the girls' locker room?
dutch: [_L_] Ohhhh... [ryan]?... Waarom ben jij in de lockerkamer van de meisjes?

source: [_R_] I can explain everything.
dutch: [_R_] Ik kan alles uitleggen.

source: [_RT_] {i}Shit!... What kind of lie can I tell to get out of this one?{/i}
dutch: [_RT_] {i}Shit!... Wat voor leugen kan ik vertellen om uit deze leugen te geraken?{/i}

source: [_RT_] {i}Maybe, in this case it would be better to tell the truth.{/i}
dutch: [_RT_] {i}misschien, in dit geval zou het beter zijn om de waarheid te vertellen.{/i}

source: [_R_] Do you remember when you asked me to go to Agent Diaz and see if she could get some dirt on Matt?
dutch: [_R_] Herinner je je me toen je me vroeg naar Agent Diaz te gaan en te kijken of ze wat aardig kon krijgen op Matt?

source: [_L_] This has something to do with Agent Diaz?
dutch: [_L_] Dit heeft iets te maken met Agent Diaz?

source: [_R_] Yeah...
dutch: [_R_] Ja...

source: [_RT_] {i}Oh, wow!... Lauren isn't doing a very good job of covering up down south.{/i}
dutch: [_RT_] {i}Oh, wow!... Lauren doet niet erg goed om zuidelijk te bedekken.{/i}

source: [_RT_] {i}Do I dare risk a closer peek?{/i}
dutch: [_RT_] {i}durf ik een dichter bij elkaar te riskeren?{/i}

source: [_RT_] {i}Oh, God... That's beautiful.{/i}
dutch: [_RT_] {i}Oh, God... Dat is mooi.{/i}

source: [_RT_] {i}I love that pink little pussy.{/i}
dutch: [_RT_] {i}Ik hou van die roze kleine poesje.{/i}

source: [_LT_] {i}Is [ryan] staring at my pussy?{/i}
dutch: [_LT_] {i}Slaat [ryan] naar mijn poes?{/i}

source: [_L_] Haha... [ryan] I think you got distracted... Will you please finish telling me what's going on?
dutch: [_L_] Haha... [ryan] Ik denk dat je afgeleid bent ... Wil je alsjeblieft eindigen met me vertellen wat er aan de hand is?

source: [_L_] Would you stop starting at my pussy and finish telling me what's going on?
dutch: [_L_] Wil je stoppen met starten bij mijn pussy en me vertellen wat er aan de hand is?

source: [_R_] Right... Where was I?
dutch: [_R_] Rechts... Waar was ik?

source: [_L_] You said this has to do with Agent Diaz?
dutch: [_L_] Je hebt gezegd dat dit te maken heeft met Agent Diaz?

source: [_R_] Yes, that's right.
dutch: [_R_] Ja, dat klopt.

source: [_RT_] {i}I'd better not risk making her even madder.{/i}
dutch: [_RT_] {i}liever zou ik niet het risico nemen haar nog gek te maken.{/i}

source: [_R_] So, when I asked Agent Diaz if she would do some digging on Matt, she said she would help if I did something for her.
dutch: [_R_] Dus, toen ik de agent Diaz vroeg of ze wat zou graven op Matt, Ze zei dat ze zou helpen als ik iets voor haar zou doen.

source: [_L_] Of course... Why am I not surprised?
dutch: [_L_] natuurlijk... Waarom ben ik niet verbaasd?

source: [_L_] So how did that request end up with you being in here?
dutch: [_L_] Dus hoe kwam dat verzoek er uiteindelijk op neer dat je hier bent?

source: [_R_] Ok, so she told me she would only dig up dirt on Matt if I plant a secret spy camera in the girls' showers.
dutch: [_R_] Ok, dus vertelde ze me dat ze alleen vuil op Mat zou opgraven als ik een geheime spionagecamera in de douches zou plaatsen.

source: [_L_] What?... Why?
dutch: [_L_] Wat?... Waarom?

source: [_R_] Something about drugs being sold in the showers.
dutch: [_R_] Iets over drugs die in de douches worden verkocht.

source: [_L_] Yeah, right... That pervert just wants to see girls naked in the showers.
dutch: [_L_] Yeah, goed... Dat wil gewoon zien dat meisjes naakt onder de douche.

source: [_R_] See? That's what I thought, too!
dutch: [_R_] Ziek? Dat was ook wat ik dacht!

source: [_L_] So, why didn't you ask me to help you?
dutch: [_L_] Dus, waarom heb je me niet gevraagd om je te helpen?

source: [_L_] I could have done it, and you wouldn't have had to come in here at all.
dutch: [_L_] Ik had het kunnen doen, en je had het helemaal niet hoeven binnen te komen.

source: [_R_] Really?... I thought there was no way you'd allow Diaz to put a camera in your shower.
dutch: [_R_] Echt waar?... Ik dacht dat je niet zou toestaan dat Diaz een camera in je douche plaatst.

source: [_L_] Well, normally I wouldn't... but if it helps me get dirt on Matt so I can win the election, I'm more than okay with it.
dutch: [_L_] Nou, normaal gesproken zou ik niet kunnen... maar als het me helpt om vies te worden op Matt zodat ik de verkiezingen kan winnen, ben ik er meer dan goed mee bezig.

source: [_R_] Wow, I'm really surprised how much you're willing to do to win.
dutch: [_R_] Wow, ik ben echt verrast hoeveel je wilt doen om te winnen.

source: [_L_] Yeah, well, don't judge me.
dutch: [_L_] Yeah, geef me geen oordelen.

source: [_R_] I wouldn't dream of it... If anything, you're coming more down to my level.
dutch: [_R_] Ik zou er niet van dromen... Als er iets is, kom je meer naar mijn niveau.

source: [_L_] Haha... then I don't know how you live with yourself.
dutch: [_L_] Haha... dan weet ik niet hoe je met jezelf leeft.

source: [_R_] Actually, you'll just learn it's a lot more fun down here.
dutch: [_R_] Echt zul je gewoon veel leuker leren hier zijn.

source: [_L_] Well, let me help you get that spy cam installed.
dutch: [_L_] Nou, laat me je helpen om die spionagecam te installeren.

source: [_L_] You're going to get caught if you stick around much longer.
dutch: [_L_] Je gaat gevangen worden als je veel langer vasthoudt.

source: [_R_] Really?... You're going to help me?
dutch: [_R_] Echt waar?... ga je me helpen?

source: [_L_] Yeah, but we've got to hurry.
dutch: [_L_] Ja, maar we moeten opschieten.

source: [_L_] So, why am I the one who has to climb up here?
dutch: [_L_] Dus waarom ben ik degene die hier op moet klimmen?

source: [_R_] Because you're lighter than I am.
dutch: [_R_] Omdat je lichter bent dan ik.

source: [_L_] Not by much.
dutch: [_L_] Niet veel.

source: [_R_] Yeah, well, I think you'd really be complaining if you were the one trying to hold me up.
dutch: [_R_] Yeah, ik denk dat je echt zou klagen als je degene was die me probeert op te houden.

source: [_RT_] {i}But at least the view is worth it.{/i}
dutch: [_RT_] {i}Maar de weergave is het tenminste waard. {/i}

source: [_RT_] {i}Good thing Lauren's up there and can't see the tent I'm pitching.{/i}
dutch: [_RT_] {i}Goed ding Lauren is er en kan de tent die ik heb niet zien.{/i}

source: [_L_] Are you keeping your eyes closed like we discussed?
dutch: [_L_] Houd je je ogen gesloten zoals we hebben besproken?

source: [_R_] Of course.
dutch: [_R_] Natuurlijk.

source: [_L_] Why don't I believe you?
dutch: [_L_] Waarom geloof ik je niet?

source: [_R_] Ok, have you got it in place?
dutch: [_R_] Ok, heb je het op z'n plaats?

source: [_L_] I think so.
dutch: [_L_] Ik denk het wel.

source: [_R_] Turn it on, and I'll check.
dutch: [_R_] zet het aan, en ik zal het controleren.

source: [_L_] How?
dutch: [_L_] Hoe?

source: [_R_] It says to push the big button on the top of the spy-cam.
dutch: [_R_] Het zegt om op de grote knop op de achterkant van de spionage te drukken.

source: [_L_] Alright.
dutch: Goed.

source: [_L_] Did that work?
dutch: [_L_] Werkte dat werk?

source: [_R_] Yep, that did the trick.
dutch: [_R_] Yep, dat deed de truc.

source: [_R_] Now, angle it down just a tiny bit more.
dutch: [_R_] Hoek het nu een beetje meer naar beneden.

source: [_R_] Ok... That's perfect!
dutch: [_R_] Ok... Dat is perfect!

source: [_L_] Good... Now let me down before I fall.
dutch: [_L_] Goed... Laat me nu neervallen voordat ik ga.

source: [_L_] Well, that was scary.
dutch: [_L_] Nou, dat was eng.

source: [_R_] Yeah, I'm actually really lucky I ran into you.
dutch: [_R_] Yeah, eigenlijk heb ik echt geluk dat ik jou heb opgereden.

source: [_R_] I would have never been able to do that myself.
dutch: [_R_] Ik zou dat nooit zelf hebben kunnen doen.

source: [_L_] I can't wait to see what kind of dirt Diaz digs up on Matt.
dutch: [_L_] Ik kan niet wachten om te zien wat voor soort vieze Diaz op Mat graaft.

source: [_R_] I guess you'll be showering at home from now on?
dutch: [_R_] Ik denk dat je vanaf nu thuis zult douchen?

source: [_L_] Huh?
dutch: [_L_] Hè?

source: [_R_] Now that you know Agent Diaz is watching the showers?
dutch: [_R_] Nu je weet dat Agent Diaz de douches bekijkt?

source: [_L_] Oh, right.
dutch: [_L_] Oh, goed.

source: [_L_] Diaz and you.
dutch: [_L_] Diaz en jou.

source: [_R_] Me?
dutch: [_R_] ik?

source: [_L_] Well, you've got the program on your phone now.
dutch: [_L_] Nou, je hebt het programma nu op je telefoon.

source: [_L_] You'll be able to check the camera whenever you want. right?
dutch: [_L_] Je kunt de camera checken wanneer je maar wilt. toch?

source: [_R_] Well... No... Cuz I'm going to delete it off my phone when I get home.
dutch: [_R_] Nou... Nee... Cuz zal het uit mijn telefoon verwijderen wanneer ik thuiskom.

source: [_L_] Yeah... Uh huh... Suuuure you are.
dutch: [_L_] Yeah... Uh h... Suuuuure jij bent.

source: [_L_] Now, you'd better get out of here. There's a door just around the corner that leads outside, so you won't have to risk trying to get through the locker room again.
dutch: [_L_] Nu kan je beter hier uitkomen. Er is net een deur om de hoek die naar buiten leidt zodat je niet het risico hoeft te lopen om weer door de locker room te komen.

source: [_R_] Oh, thank God!
dutch: [_R_] Oh, dank God!

source: [_R_] I'll be seeing you soon.
dutch: [_R_] Ik zal je gauw zien.

source: [_RT_] {i}Oh nice, it looks like the cheerleaders are showering their sweaty bodies.{/i}
dutch: [_RT_] {i}Ah aardig, het lijkt erop dat de cheerleaders hun sweaters met de voeten treden

source: [_RT_] {i}God, I'm lucky... What other high school student gets to see their entire cheerleading squad naked?{/i}
dutch: [_RT_] {i}God, ik heb gelukkig... Wat krijgen andere middelbare scholieren om hun hele vrolijke ploeg te zien?{/i}

source: [_RT_] {i}Shit!... I need to go now or I'll get caught for sure.{/i}
dutch: [_RT_] {i}Shit!... Ik moet nu gaan of ik zal echt gepakt worden.{/i}

source: [_RT_] {i}What luck!... It's the swim team.{/i}
dutch: [_RT_] {i}Wat geluk!... Het is het zwemteam.{/i}

source: [_RT_] {i}What amazing bodies!{/i}
dutch: [_RT_] {i}Wat geweldige lichamen!{/i}

source: [_RT_] {i}It's Lauren, Mandy, and some other girl.{/i}
dutch: [_RT_] {i}Het is Lauren, Mandy, en wat anders meisjes.{/i}

source: [_RT_] {i}I can't believe they still shower here, knowing Diaz or I could be watching.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ze hier nog onder douche staan, wetende dat ik of Diaz kan volgen.{/i}

source: [_RT_] {i}Yep, they just don't give a fuck. They've gone full-blown exhibitionist.{/i}
dutch: [_RT_] {i}Yep, ze geven gewoon geen mok. Ze zijn helemaal leeg gegaan.{/i}

source: [_RT_] {i}Ok... They're leaving. I'd better leave too, or they're going to catch me.{/i}
dutch: [_RT_] {i}Ok... ze vertrekken. Ik ga ook beter weg, of ze gaan me van.{/i}

source: [_RT_] {i}Shit!... I need to go now, or I'll get caught for sure.{/i}
dutch: [_RT_] {i}Shit!... Ik moet nu gaan, of ik zal echt gevallen.{/i}

source: [_RT_] {i}Now that the campaign is over, it's just another girls bathroom.{/i}
dutch: [_RT_] {i}Nu de campagne voorbij is, is het gewoon weer een meisje badkamer.{/i}

source: [_RT_] {i}I kind of miss those campaign meetings, though.{/i}
dutch: [_RT_] {i}Ik mis deze campagnevergaderingen aardig.{/i}

source: [_RT_] {i}The campaign team must be in class. I should get out of here.{/i}
dutch: [_RT_] {i}Het campagne team moet in de klas zijn. Ik zal hier uitkomen.{/i}

source: [_RT_] {i}We've already had our meeting... It looks like everyone has gone back to class.{/i}
dutch: [_RT_] {i}We hebben onze vergadering al gehad... Het lijkt erop dat iedereen terug is naar de klas.{/i}

source: [_R_] Hey, Kenzie. Is my sister in there?
dutch: [_R_] Hé, Kenzie. Is mijn zus daar?

source: [_K_] Yeah, come on in.
dutch: [_K_] Yeah, kom binnen.

source: [_R_] Hey, Lauren.
dutch: [_R_] Hé, Laken.

source: [_R_] Hey, Mandy, Lauren...
dutch: [_R_] Hey, snoep, Lauren...

source: [_MD_] Hey, [ryan].
dutch: [_MD_] Hé, [ryan].

source: [_L_] Hi, big brother.
dutch: [_L_] Hallo, grote broer.

source: [_L_] Are you all ready to begin our meeting?
dutch: [_L_] Ben je allemaal klaar om onze vergadering te beginnen?

source: {i}"One campaign meeting later."{/i}
dutch: {i}"Eén campagne vergadering later."{/i}

source: {i}"It was brought up in the meeting that you hadn't donated to the campaign yet this week."{/i}
dutch: {i}"Het werd behandeld in de vergadering die je deze week nog niet aan de campagne gedoneerd."{/i}

source: {i}"How much did you donate during the campaign meeting?"{/i}
dutch: {i}"Hoeveel heb je gedoneerd tijdens de campagne vergadering?"{/i}

source: {i}"Lauren didn't gain any school influence."{/i}
dutch: {i}"Lauren heeft geen schoolinvloed gekregen."{/i}

source: {b}{i}"Money -$100"{/i}{/b}
dutch: {b}{i}"Geld -$100"{/i}{/b}

source: {b}{i}"Money -$500"{/i}{/b}
dutch: {b}{i}"Geld -$500"{/i}{/b}

source: {b}{i}"School Influence +5"{/i}{/b}
dutch: {b}{i}"School Invloed +5"{/i}{/b}

source: {i}"It was brought up in the meeting that you haven't torn down Matt's posters and replaced them with Lauren's new posters."{/i}
dutch: {i}"Het werd opgevoed in de vergadering dat je de posters van Matt's nog niet hebt geretourneerd en vervangen door Lauren's nieuwe posters."{/i}

source: {i}"Would you like to go visit Mrs. Stone to get her help in making new posters?"{/i}
dutch: {i}"Wilt u gaan bezoeken aan mevrouw Steen om haar hulp te krijgen bij het maken van nieuwe posters?"{/i}

source: {i}"The rest of the meeting went pretty well. Lauren's campaign is getting pretty well organized."{/i}
dutch: {i}"De rest van de vergadering is vrij goed verlopen. De campagne van Lauren wordt behoorlijk goed georganiseerd."{/i}

source: {i}"The meeting went pretty well. Lauren's campaign is getting pretty well organized."{/i}
dutch: {i}"De vergadering is vrij goed verlopen. De campagne van Lauren wordt vrij goed georganiseerd."{/i}

source: [_K_] Yeah, still working hard on her campaign.
dutch: [_K_] Yeah, werkt nog steeds hard aan haar campagne.

source: [_R_] Can I come in and talk to her?
dutch: [_R_] Kan ik binnenkomen en met haar praten?

source: [_K_] Let me check.
dutch: [_K_] Laat me controleren.

source: [_K_] {i}(yelling){/i} Boy coming in! Is everyone decent?
dutch: [_K_] {i}(schreeuwend){/i} jongen binnenkomt! Is iedereen decent?

source: [_L_] {i}(distant yelling){/i} Is it my brother?
dutch: [_L_] {i}(verre geur){/i} Is het mijn broer?

source: [_K_] {i}(yelling){/i} Yeah!
dutch: [_K_] {i}(yelling){/i} Ja!

source: [_L_] {i}(distant yelling){/i} Send him in.
dutch: [_L_] {i}(verre geur){/i} stuurt hem in.

source: [_K_] Alright, you're cleared to come in... Follow me.
dutch: [_K_] Ok, je bent gewist om te komen... Volg me.

source: [_R_] How's the campaign coming? Do you need any help?
dutch: [_R_] Hoe komt de campagne? Heb je hulp nodig?

source: [_L_] Well, I already asked you to get my posters back up, but so far, all I see in the hallway are Matt's... Are you sure you can handle another task right now?
dutch: [_L_] Nou, ik heb je al gevraagd om mijn posters terug te krijgen, maar tot nu toe zie ik alleen nog maar Matt's. . Weet u zeker dat u nu een andere taak kunt verwerken?

source: [_L_] Never mind...
dutch: [_L_] Nooit vergeten...

source: [_L_] We've got some important stuff we need to discuss.
dutch: [_L_] We hebben een aantal belangrijke dingen die we moeten bespreken.

source: [_L_] Since we're all here, let's get started.
dutch: [_L_] We zijn allemaal hier, laten we beginnen.

source: [_L_] Kenzie?... How is our online campaign coming along?
dutch: [_L_] Kenzie?... Hoe komt onze online campagne ervoor?

source: [_K_] It's picking up steam.
dutch: [_K_] Het pakt stoom op.

source: [_K_] I took the liberty of downloading some of your pictures from [ryan]'s Cosplay Heaven account and put some of them in our online ads.
dutch: [_K_] Ik heb de vrijheid genomen om een paar van je foto's van [ryan]'s Cosplay Heaven account te downloaden en er een paar van in onze online advertenties te plaatsen.

source: [_K_] Right now #CosplayGirlForPresident looks like it's close to trending.
dutch: [_K_] op dit moment lijkt #CosplayGirlForPresident erop dat het dichtbij trenden.

source: [_K_] We're still looking good.
dutch: [_K_] We zien er nog steeds goed uit.

source: [_K_] Your ads with the cosplay pictures keep getting more and more likes, and #CosplayGirlForPresident keeps gaining steam.
dutch: [_K_] Je advertenties met de cosplay foto's worden steeds leuker, en #CosplayGirlForPresident blijft stoom winnen.

source: [_L_] Excellent!... Good job, Kenzie!
dutch: [_L_] Uitstekend!... Goed gedaan, Kenzie!

source: [_L_] Mandy? How is the final skit coming along?
dutch: [_L_] Mandy? Hoe komt de laatste skit er aan?

source: [_MD_] Well... To be honest, I'm not finding any girls that are good enough to do my dance choreography.
dutch: [_MD_] Nou... Eerlijk gezegd, ik vind geen meisjes die goed genoeg zijn om mijn danschoreografie te doen.

source: [_MD_] The dance team girls are too busy getting ready for regionals to be able to work with me, and as we know, the cheerleaders are in Matt's pocket.
dutch: [_MD_] De dansteam meisjes zijn te druk om zich voor te bereiden om met mij te kunnen werken en zoals we weten staan de vrome leiders in de zakken van Matt.

source: [_R_] Actually, I've got some really good news for you, Mandy.
dutch: [_R_] Eigenlijk heb ik heel goed nieuws voor jou, mandy.

source: [_R_] Thanks to some dirt Agent Diaz gave me on Matt, I was able to turn Megan against him.
dutch: [_R_] Dankzij de vuile agent Diaz gaf me op Matt, ik kon Megan tegen hem maken.

source: [_L_] Are you serious?... Agent Diaz came through?
dutch: [_L_] Ben je het serieus?... Agent Diaz kwam erdoor?

source: [_R_] Yeah, and now Megan has recruited the cheer squad to promote you instead of Matt.
dutch: [_R_] Yeah, en nu heeft Megan het vrolijke team geworven om je te promoten in plaats van Matt.

source: [_L_] Oh, my God!... That is the best news ever!
dutch: [_L_] Oh, mijn God!... Dat is het beste nieuws ooit!

source: [_R_] And it gets even better.
dutch: [_R_] En het wordt nog beter.

source: [_R_] I talked to Megan and she said the cheer squad wants to perform the final skit with Mandy.
dutch: [_R_] ik heb met Megan gesproken en ze zei dat de cheer squad de finale skit wil uitvoeren met Mandy.

source: [_R_] So, Mandy, Megan is just waiting for you to contact her to make some plans.
dutch: [_R_] Dus, Mandy, Megan wacht dus gewoon op je op om contact met haar op te nemen om wat plannen te maken.
