Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_A_] Here... on the house.
french: [ _A_ ] Ici ... sur la maison.
italian: [_A_] Qui... sulla casa.
portuguese: [_A_] Aqui... por conta da casa.
russian: [ _A_] Здесь ... на дом.

source: [_A_] And if you want... Maybe I could help you feel...
french: [ _A_ ] Et si vous voulez ... Peut-être que je pourrais t'aider à te sentir ...
italian: [_A_] E se vuoi... Forse potrei aiutarti a sentirti...
portuguese: [_A_] E se você quiser... Talvez eu possa te ajudar a sentir...
russian: [ _A_] И если вы хотите ... Может, я смогу тебе помочь ...

source: [_M_] Are you serving my son alcohol?
french: [ _M_ ] Êtes-vous au service de mon fils?
italian: [_M_] Stai servendo l'alcool di mio figlio?
portuguese: [__M_] Você está servindo meu filho álcool?
russian: [_M_] Вы употребляете алкоголь моего сына?

source: [_M_] That's really sweet of you Armani, but he's not old enough to drink yet.
french: [_M_] C'est vraiment doux de votre part Armani, mais il n'est pas assez vieux pour boire encore.
italian: [_M_] Questo è davvero dolce di voi Armani, ma non è ancora abbastanza vecchio da bere.
portuguese: [_M_] Isso é muito doce de seu Armani, mas ele ainda não tem idade suficiente para beber.
russian: [_M_] Это действительно сладкий вам Армани, но он недостаточно стар, чтобы выпить еще.

source: [_R_] Oh, now you want to play the concerned mother?
french: [_R_] Oh, maintenant vous voulez jouer à la mère concernée ?
italian: [_R_] Oh, ora vuoi suonare la madre interessata?
portuguese: [_R_] Oh, agora você quer tocar a mãe preocupada?
russian: [ _R_] Oh, now you want to play the awaw mothe

source: [_M_] What is that supposed to mean?
french: [ _M_ ] Qu'est-ce que c'est censé vouloir dire?
italian: [_M_] Che cosa dovrebbe significare?
portuguese: [_M_] O que é que isso deve significar?
russian: [_M_] Что это должно означать?

source: [_R_] It means you seemed to have forgotten all of your motherly instincts when you were up on that stage.
french: [ _R_ ] Cela signifie que vous avez semblé avoir oublié tous vos instincts maternels lorsque vous étiez sur cette scène.
italian: [_R_] Significa che sei sembrato aver dimenticato tutti i tuoi istinti materni quando eri su quel palcoscenico.
portuguese: [_R_] Significa que você parecia ter esquecido todos os seus instintos maternos quando você estava em cima daquele palco.
russian: [ _R_] Это значит, что ты, казалось, забыл все свои материнские инстинкты, когда ты был на сцене.

source: [_M_] [ryan], this is one of my jobs now.
french: [_M_] [ryan], c'est un de mes emplois maintenant.
italian: [_M_] [ryan], questo è uno dei miei lavori ora.
portuguese: [__M_] [ryan], este é um dos meus trabalhos agora.
russian: [_M_] [ryan], это одна из моих работ сейчас.

source: [_M_] The extra money I'm making here is actually going to pay off the principal of your dad's loan!
french: [ _M_ ] L'argent supplémentaire que je fais ici est en fait en train de payer le principal du prêt de votre père !
italian: [_M_] Il denaro extra che sto facendo qui è in realtà pagherà il preside del prestito di tuo papà!
portuguese: [_M_] O dinheiro extra que estou ganhando aqui vai realmente pagar o principal do empréstimo de seu pai!
russian: [_M_] Дополнительные деньги, которые я делаю здесь, действительно будут выплачивать главному кредиту вашего папана!

source: [_M_] You need to stop taking this personally, and realize that it's just a job.
french: [ _M_ ] Vous devez arrêter de prendre cela personnellement, et réaliser que c'est juste un travail.
italian: [_M_] Devi smettere di prendere questo personalmente, e renditi conto che è solo un lavoro.
portuguese: [__M_] Você precisa parar de levar isso pessoalmente, e perceber que é apenas um trabalho.
russian: [ _M_] Нужно перестать принимать это лично, и понять, что это просто работа.

source: [_R_] Oh, really? Since when is it in your job description to bring yourself to a squirting orgasm on stage?
french: [_R_] Oh, vraiment? Depuis quand est-ce que c'est dans votre description de travail de vous mettre à un orgasme d'écureuil sur scène?
italian: [_R_] Oh, veramente? Da quando è nella descrizione del tuo lavoro per portarti a un orgasmo schizzante sul palco?
portuguese: [_R_] Ah, realmente? Desde quando é que está na sua descrição do trabalho para se trazer para um orgasmo agaseirado no palco?
russian: Правда? С каких это пор в вашем описании вакансии, чтобы принести себя в белку оргазма на сцене?

source: [_M_] God... I did get a bit carried away up there, didn't I?
french: [_M_] Dieu... Je me suis un peu emporté là-bas, n'est-ce pas?
italian: [_M_] Dio... Ho preso un po' di distanza lì, vero?
portuguese: [_M_] Deus ... Eu fiquei um pouco carregado lá em cima, não foi?
russian: [ _M_] Бог ... Я немного понес туда, не так ли?

source: [_R_] A little?
french: [_R_] Un peu ?
italian: [_R_] Un po'?
portuguese: [_R_] Um pouco?
russian: Немного?

source: [_M_] Okay, a lot.
french: [_M_] Ok, beaucoup.
italian: [_M_] Okay, molto.
portuguese: [_M_] Ok, muito.
russian: [_M_] Хорошо, многое.

source: [_R_] That was unbelievable!
french: [_R_] C’était incroyable !
italian: [_R_] Era incredibile!
portuguese: U[_R_] Isso foi inacreditável!
russian: Это было невероятно!

source: [_M_] Well the crowd seemed to like it.
french: [_M_] Eh bien, la foule a semblé l'aimer.
italian: [_M_] Beh, la folla sembrava piacerla.
portuguese: [_M_] Bem que a multidão parecia gostar.
russian: [ _M_] Ну, толпа, похоже, понравилась.

source: [_M_] Did you?
french: [_M_] As-tu ?
italian: [_M_] Ti è vero?
portuguese: [_M_] Fizeram?
russian: Ты?

source: [_R_] Did I?...
french: [_R_] Est-ce que j'ai...
italian: [_R_] Io?...

source: [_R_] I don't know, it was very confusing for me.
french: [ _R_ ] Je ne sais pas, c'était très déroutant pour moi.
italian: [_R_] Non lo so, è stato molto confuso per me.
portuguese: [_R_] Eu não sei, foi muito confuso para mim.
russian: Я не знаю, это было очень запутанно для меня.

source: [_R_] I mean, did I have a rock hard erection?
french: [_R_] Je veux dire, ai-je une érection de roche dure ?
italian: [_R_] Voglio dire, ho avuto un'erezione rocciosa dura?
portuguese: [_R_] Quer dizer, eu tive uma erupção rochosa?
russian: Я имею в виду, у меня была каменная эрекция?

source: [_R_] Yes...
french: [_M_] Oui?...
italian: [_R_] Sì...

source: [_R_] Does talking about it with you, and thinking about it again give me a rock hard erection?
french: [ _R_ ] parle-t-il avec vous, et pense-t-il à nouveau de me donner une érection de pierre?
italian: [_R_] Ne parla con te, e pensandoci di nuovo mi dà una dura erezione rock?
portuguese: [__R_] A fala sobre isso com você, e pensar sobre isso de novo me dá uma ereção hard rock?
russian: [_R_] Говорит с тобой и думает об этом снова дать мне камень тяжелое строительство?

source: [_R_] Yes... My dick could cut glass right now.
french: [_R_] Oui... Ma queue a pu couper le verre maintenant.
italian: [_R_] Sì... Il mio cazzo potrebbe tagliare il vetro in questo momento.
portuguese: [_R_] Sim... Meu pato poderia cortar o copo agora.
russian: [ _R_] Да ... Мой член мог бы перерезать стекло прямо сейчас.

source: [_R_] But I can't really say that enjoyed it, no.
french: [ _R_ ] Mais je ne peux pas vraiment dire ça, non.
italian: [_R_] Ma non posso davvero dire che sia piaciuto, no.
portuguese: [_R_] Mas eu não consigo realmente dizer que gostou disso, não.
russian: [_R_] Но я действительно не могу сказать, что это понравилось, нет.

source: [_M_] Yeah, you really are bulging out those jeans.
french: [ _M_ ] Ouais, tu es vraiment bombé de ces jeans.
italian: [_M_] Sì, stai davvero ingombrando quei jeans.
portuguese: [_M_] Sim, você realmente está distribuindo essas jeans.
russian: Да, ты действительно издеваешься над этими джинсами.

source: [_M_] Would you like me to take care of you... you know... down there?
french: [ _M_ ] Voudriez-vous que je prenne soin de vous ... vous savez ... là-bas?
italian: [_M_] Vorresti che mi prendessi cura di te... sai... laggiù?
portuguese: [__M_] Você gostaria que eu tomaria conta de você ... você sabe ... lá embaixo?
russian: [ _M_] Хотите, чтобы я позаботилась о тебе ... знаешь ... внизу?

source: [_M_] Maybe you wouldn't feel so jealous if I give you some attention right now?
french: [ _M_ ] Vous ne vous sentirez peut-être pas si jaloux si je vous donne une certaine attention maintenant?
italian: [_M_] Forse non ti sentiresti così geloso se ti prestassi subito attenzione?
portuguese: [_M_] Talvez você não se sentisse tão ciumentos se eu te desse atenção agora?
russian: [ _M_] Может быть, ты не чувствуешь себя так ревниво, если я сейчас приду к тебе?

source: [_R_] I mean... I wouldn't say no to some attention.
french: [_R_] Je veux dire... je ne dirais pas non à une certaine attention.
italian: [_R_] Voglio dire... Non direi di no ad una certa attenzione.
portuguese: [_R_] Eu quero dizer ... Eu não diria não a alguma atenção.
russian: Я имею в виду ... Я бы не сказал нет никакого внимания.

source: [_M_] I'm not really sure where to take you... The bathrooms are too public.
french: [ _M_ ] Je ne suis pas vraiment sûr où vous prendre ... Les salles de bain sont trop publiques.
italian: [_M_] Non sono sicuro di dove portarvi... I bagni sono troppo pubblici.
portuguese: [_M_] Eu realmente não tenho certeza de onde te levar ... Os banheiros são muito públicos.
russian: Я не совсем уверен, где взять тебя ... Ванные комнаты слишком публичные.

source: [_M_] They won't let you into the dressing room.
french: [ _M_ ] Ils ne vous laisseront pas entrer dans le vestiaire.
italian: [_M_] Non ti lasceranno nello spogliatoio.
portuguese: [__M_] Eles não vão deixar você entrar no vestiário.
russian: Они не позволят тебе попасть в раздевалку.

source: [_R_] Don't worry... I know a place.
french: [ _R_ ] Ne vous inquiétez pas ... Je connais un endroit.
italian: [_R_] Non ti preoccupare... Conosco un posto.
portuguese: [_R_] Não se preocupe... Eu sei de um lugar.
russian: [ _R_] Не беспокойтесь ... Я знаю место.

source: [_M_] I still can't believe you had a membership to the club's VIP room for so long without telling me.
french: [ _M_ ] Je ne peux toujours pas croire que vous avez été membre de la salle VIP du club pendant si longtemps sans me le dire.
italian: [_M_] Non riesco ancora a credere che tu abbia avuto un abbonamento alla sala VIP del club per così tanto tempo senza dirmi.
portuguese: [_M_] Ainda não posso acreditar que você teve uma filiação à sala VIP do clube por tanto tempo sem me dizer.
russian: Я до сих пор не могу поверить, что у тебя было членство в VIP-зале клуба так долго, не сказав мне.

source: [_R_] It's not like I ever used their services.
french: [ _R_ ] Ce n'est pas comme si j'ai jamais utilisé leurs services.
italian: [_R_] Non è come se avessi mai usato i loro servizi.
portuguese: [_R_] Não é como se eu já tivesse usado seus serviços.
russian: [ _R_] Это не то, что я когда-либо использовал их услуги.

source: [_RT_] {i}Not excessively, at least.{/i}
french: [_RT_] {i}Pas excessivement, au moins{/i}
italian: [_RT_] {i}Non eccessivamente, almeno.{/i}
portuguese: [_RT_] {i}Não é excessivo, pelo menos.{/i}
russian: [_RT_] {i}не чрезмерно, по крайней мере.{/i}

source: [_M_] I wish I could believe you.
french: [ _M_ ] J'aimerais pouvoir vous croire.
italian: [_M_] vorrei poterti credere.
portuguese: [_M_] Eu gostaria de poder acreditar em você.
russian: Хотел бы я тебе верить.

source: [_CD_] Another great show, [mom_name]!
french: [ _CD_ ] Un autre grand spectacle, [ mom_name ] !
italian: [_CD_] Un altro grande spettacolo, [mom_name]!
portuguese: [_CD_] Outra ótima série, [mom_name]!
russian: [_CD_] Еще одно замечательное шоу, [mom_name]!

source: [_CD_] Can I get some tips on how to squirt so much on demand?
french: [ _CD_ ] Puis-je obtenir des conseils sur la façon de faire face à la demande?
italian: [_CD_] Posso ottenere alcuni suggerimenti su come schizzare così tanto su richiesta?
portuguese: [__CD_] Posso receber algumas dicas de como se agasalar tanto na demanda?
russian: [_CD_] Могу ли я получить несколько советов о том, как так сильно бежать по запросу?

source: [_M_] Sure, It's not as much about clitoral stimulation, as you might think.
french: [ _M_ ] Bien sûr, ce n'est pas autant sur la stimulation clitorale, comme vous pourriez le penser.
italian: [_M_] Certo, non si tratta tanto di stimolazione clitoridea, quanto si potrebbe pensare.
portuguese: [_M_] Claro, não é tanto sobre estímulo clital, como você pode pensar.
russian: [ _M_] Конечно, дело не в клиторальном стимуляции, как вы думаете.

source: [_M_] It's more important that you...
french: [ _M_ ] Il est plus important que vous ...
italian: [_M_] È più importante che tu...
portuguese: U[_M_] é mais importante que você...
russian: [_M_] Очень важно, чтобы вы...

source: [_R_] Can we not, right now?
french: [ _R_ ] Pouvons-nous pas, maintenant?
italian: [_R_] Non possiamo in questo momento?
portuguese: [_R_] Podemos não, agora mesmo?
russian: Мы не можем, прямо сейчас?

source: [_M_] Fine... I'll tell you another time.
french: [_M_] Très bien... Je vais vous le dire une fois de plus.
italian: [_M_] Fine... Ti dirò un'altra volta.
portuguese: [_M_] Fine ... Eu conto outra hora.
russian: [ _M_] Хорошо ... Я расскажу тебе еще раз.

source: [_CD_] More really important stuff to talk about with your mom, huh?
french: [ _CD_ ] Plus de choses vraiment importantes à discuter avec ta mère, hein?
italian: [_CD_] Più roba davvero importante di cui parlare con la tua mamma, eh?
portuguese: [_CD_] Mais coisas realmente importantes para se falar com sua mãe, hein?
russian: [_CD_] Более важные вещи, чтобы поговорить с вашей мамой, да?

source: [_M_] Don't look at me... I don't know what you wanted me to follow you in here for.
french: [ _M_ ] Ne me regarde pas ... Je ne sais pas ce que tu voulais que je te suivais ici.
italian: [_M_] Non guardarmi... Non so che cosa volevi che ti seguisse qui.
portuguese: [_M_] Não olhe para mim... Eu não sei para o que você queria que eu te seguisse aqui.
russian: [_M_] Не смотри на меня... Я не знаю, что ты хотел, чтобы я следовал за тобой здесь.

source: [_R_] What do you mean, you're the one who...
french: [ _R_ ] Que voulez-vous dire, vous êtes celui qui ...
italian: [_R_] Che cosa intendi, sei quello che...
portuguese: [_R_] O que você quer dizer, é você quem é...
russian: [_R_] Что вы значите, вы тот, кто...

source: [_CD_] Really, you two... It doesn't matter. I'm not saying anything to anybody anyways.
french: [_CD_] Vraiment, vous deux... Peu importe. Je ne dis rien à qui que ce soit de toute façon.
italian: [_CD_] Davvero, voi due... Non importa. Non sto dicendo nulla a nessuno in alcun modo.
portuguese: [_CD_] Realmente, vocês dois... Não importa. Eu não estou dizendo nada para ninguém.
russian: Правда, вы двое ... Это не важно. Я никому ничего не говорю.

source: [_CD_] I'm sworn to secrecy.
french: [ _CD_ ] Je suis assermenté au secret.
italian: [_CD_] sono giurato alla segretezza.
portuguese: [__CD_] Eu sou jurado para o sigilo.
russian: [ _CD_] Я поклялся хранить тайну.

source: [_R_] That's good, but it's still not what you're thinking.
french: [_R_] C'est bien, mais ce n'est toujours pas ce que vous pensez.
italian: [_R_] È buono, ma non è ancora quello che stai pensando.
portuguese: [_R_] Isso é bom, mas ainda não é o que você está pensando.
russian: [_R_] Это хорошо, но это не то, что вы думаете.

source: [_RT_] {i}It's probably exactly what she's thinking.{/i}
french: [_RT_] {i}C'est probablement exactement ce qu'elle pense.{/i}
italian: [_RT_] {i}Probabilmente è esattamente quello che sta pensando.{/i}
portuguese: [_RT_] {i}É provavelmente exatamente o que ela está pensando. {/i}
russian: [_RT_] {i}Вероятно, именно что она думает.{/i}

source: [_M_] Where are you taking me?
french: [ _M_ ] Où est-ce que tu me prends?
italian: [_M_] Dove mi stai portando?
portuguese: [__M_] Para onde você está me levando?
russian: [_M_] Где ты меня взял?

source: [_R_] I'll tell you all about it when we get there.
french: [_R_] Je vous en parlerai quand nous y arriverons.
italian: [_R_] vi dirò tutto su di esso quando arriviamo lì.
portuguese: [__R_] Eu vou dizer tudo sobre isso quando chegarmos lá.
russian: [ _R_] Я расскажу вам все об этом, когда мы туда попадем.

source: [_CD_] Holy shit, [mom_name]! That show was incredible! I've never seen anything like it.
french: [_CD_] Sainte merde, [mom_name]! Ce spectacle était incroyable! Je n'ai jamais rien vu de tel.
italian: [_CD_] merda santa, [mom_name]! Quel spettacolo è stato incredibile! Non ho mai visto niente del genere.
portuguese: [_CD_] Merda sagrada, [mom_name]! Isso mostra que foi incrível! Nunca vi nada parecido.
russian: [ _CD_] Святое дерьмо, [ мамочка]! Это шоу было невероятным! Я никогда не видел ничего подобного.

source: [_M_] God, I was so embarrassed!
french: [_M_] Dieu, j’étais si embarrassé!
italian: [_M_] Dio, ero così imbarazzato!
portuguese: [__M_] Deus, eu estava tão envergonhada!
russian: Боже, я был так смущен!

source: [_CD_] You mean, you didn't mean to do that!?
french: [_CD_] Vous voulez dire, vous ne vouliez pas faire ça !?
italian: [_CD_] Vuoi dire, non hai intenzione di farlo!?
portuguese: [_CD_] Você quer dizer, você não queria fazer isso!?
russian: Ты имеешь в виду, ты не хотел этого делать!

source: [_M_] God, no... I got a little carried away, and it just snuck up on me.
french: [_M_] Dieu, non... Je suis un peu emporté, et ça me tremblait tout simplement.
italian: [_M_] Dio, no... ho preso un po' di distanza, e mi ha appena snocciolato.
portuguese: [_M_] Deus, não... carreguei um pouco, e acabou de me espreitar.
russian: Боже, нет ... Я немного унес, и это просто засохло на меня.

source: [_CD_] Wow! I thought I was a pretty good squirter, but you've got me beat.
french: [_CD_] Wow ! Je pensais que j'étais un assez bon écureuil, mais vous m'avez battu.
italian: [_CD_] Wow! Pensavo di essere uno scoiattolo abbastanza buono, ma mi hai battuto.
portuguese: [_CD_] Nossa! Eu achei que eu era um esquadrinho bem gostinho, mas você tem me batido.
russian: Вау! Я думал, что я довольно хороший белок, но ты меня избил.

source: [_R_] Do we really need to talk about my mom squirting all over the place?
french: [ _R_ ] Avons-nous vraiment besoin de parler de ma mère écureuil partout?
italian: [_R_] Abbiamo davvero bisogno di parlare di mia mamma che schizza dappertutto?
portuguese: [_R_] Será que realmente precisamos falar sobre a minha mãe se agasaltando por todo o lugar?
russian: [_R_] Нам действительно нужно поговорить о моей маме, бегающей по всему месте?

source: [_CD_] Come on... you can't tell me you weren't impressed.
french: [ _CD_ ] Allez ... tu ne peux pas me dire que tu n'as pas été impressionné.
italian: [_CD_] Avanti... non puoi dirmi che non eri impressionato.
portuguese: [_CD_] Vamos lá ... você não pode me dizer que não ficou impressionado.
russian: Давай ... ты не можешь сказать мне, что ты не впечатлён.

source: [_CD_] I mean, I'll bet you had no idea your mom could do something like that.
french: [_CD_] Je veux dire, je parie que vous n'avez aucune idée que votre mère pourrait faire quelque chose comme ça.
italian: [_CD_] Intendo dire che scommetterò che non avevi idea che tua mamma potesse fare qualcosa del genere.
portuguese: [_CD_] Quer dizer, aposto que você não tinha ideia de que sua mãe poderia fazer algo assim.
russian: Могу поспорить, что ты понятия не имела, что твоя мама может сделать что-то подобное.

source: [_R_] Actually...
french: [_R_] En fait...
italian: [_R_] Veramente...

source: [_M_] {i}(Inturrupting Cough){/i}
french: [_M_] {i}(toux perturbatrice){/i}
portuguese: [_M_] {i}(Tosse Inturno){/i}

source: [_R_] Uhh... Of course I didn't know.
french: [_R_] Euh... Bien sûr, je ne savais pas.
italian: [_R_] Uhh... Naturalmente non sapevo.
portuguese: [_R_] Uhh ... É claro que eu não sabia.
russian: [ _R_] Uhh ... Конечно, я не знал.

source: [_R_] Uh, so... Is the VIP room available right now?
french: [_R_] Uh, alors... Est-ce que la salle VIP est disponible maintenant?
italian: [_R_] Uh, così... La stanza VIP è disponibile adesso?
portuguese: [_R_] Uh, então... A sala VIP está disponível agora?
russian: [ _R_] Э-э, так что ... Комната VIP доступна прямо сейчас?

source: [_CD_] You want to take your mom to the VIP room?
french: [_CD_] Vous voulez emmener votre mère dans la salle VIP?
italian: [_CD_] Vuoi portare tua mamma nella sala VIP?
portuguese: [_CD_] Você quer levar sua mãe para a sala VIP?
russian: [_CD_] Вы хотите передать маму в VIP комнату?

source: [_R_] It's not like that. I just need a place that's really private so we can talk about something really important.
french: [ _R_ ] Ce n'est pas comme ça. J'ai juste besoin d'un endroit qui est vraiment privé, donc on peut parler de quelque chose de vraiment important.
italian: [_R_] Non è così. Ho solo bisogno di un posto che sia davvero privato in modo da poter parlare di qualcosa di veramente importante.
portuguese: [_R_] Não é bem assim. Eu só preciso de um lugar que seja realmente privado para que possamos falar sobre algo realmente importante.
russian: [_R_] Это не так. Мне просто нужно очень личное место, чтобы мы могли говорить о чем-то очень важным.

source: [_CD_] you don't have a car you can talk in while you're driving home toge... nevermind... It's not my place to ask questions.
french: [_CD_] vous n'avez pas de voiture dans laquelle vous pouvez parler pendant que vous retournez à la maison... sans aucun doute... Ce n'est pas mon lieu de poser des questions.
italian: [_CD_] non hai una macchina in cui puoi parlare mentre stai guidando a casa... mai pensato... non è il mio posto per fare domande.
portuguese: [_CD_] você não tem um carro que você possa falar enquanto está dirigindo para casa toge ... nevermind ... Não é o meu lugar para fazer perguntas.
russian: [_CD_] У вас нет автомобиля, в котором вы можете поговорить во время езды домой... ничем не ума... Меня место задавать вопросы.

source: [_CD_] So, do you want me to make sure the cages are full of dancers?
french: [ _CD_ ] Alors, voulez-vous que je m'assure que les cages sont pleines de danseurs?
italian: [_CD_] Quindi, vuoi che io si assicuri che le gabbie siano piene di ballerini?
portuguese: [_CD_] Então, você quer que eu verifique se as gaiolas estão cheias de dançarinos?
russian: [ _CD_] Итак, ты хочешь, чтобы я убедился, что клетка полна танцоров?

source: [_R_] No, you can all take some time off.
french: [ _R_ ] Non, vous pouvez tous prendre un peu de congé.
italian: [_R_] No, puoi prendere un po' di tempo libero.
portuguese: [_R_] Não, vocês podem tirar algum tempo de folga.
russian: [ _R_] Нет, вы все можете снять некоторое время.

source: [_MT_] {i}Full of dancers?... What's going on?{/i}
french: [_MT_] {i}plein de danseurs ?... Que se passe-t-il ?{/i}
italian: [_MT_] {i}Pieno di ballerini?... Cosa sta succedendo?{/i}
portuguese: [_MT_] {i}Completo de bailarinos? ... O que está acontecendo? {/i}
russian: [_MT_] {i}Полностью танцоров?... Что происходит?{/i}

source: [_CD_] And don't worry, I won't tell anyone you took your mom into the VIP room.
french: [ _CD_ ] Et ne vous inquiéterez pas, je ne dirai à personne que vous avez emmené votre mère dans la salle VIP.
italian: [_CD_] E non ti preoccupare, non dirò a nessuno che hai preso tua mamma nella sala VIP.
portuguese: [_CD_] E não se preocupe, eu não vou dizer a ninguém que você levou sua mãe para dentro da sala VIP.
russian: [_CD_] И не волнуйтесь, я никому не скажу, что вы забрали маму в VIP-комнату.

source: [_CD_] We're all sworn to secrecy.
french: [ _CD_ ] Nous jurons tous au secret.
italian: [_CD_] Siamo tutti giurati alla segretezza.
portuguese: [__CD_] Todos somos jurados para o sigilo.
russian: Мы все присягнули на секретность.
