Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_AD_] Well, you'd better look like you're working if your uncle walks into the room.
french: [_AD_] Eh bien, vous devriez avoir l'air de travailler si votre oncle pénètre dans la pièce.
italian: [_AD_] Beh, faresti meglio ad assomigliare a quello che stai lavorando se il tuo zio entra nella stanza.
portuguese: [_AD_] Bem, é melhor você parecer estar trabalhando se seu tio entrar na sala.
russian: [_AD_] Что ж, тебе лучше выглядеть так, как ты работаешь, если дядя ходит в комнату.

source: [_JJ_] Yeah, no problem. It'll alert me if he starts coming down the hallway.
french: [ _JJ_ ] Ouais, pas de problème. Ça m'alertera s'il commence à descendre dans le couloir.
italian: [_JJ_] Sì, nessun problema. Mi avviserà se inizia a scendere il corridoio.
portuguese: [_JJ_] Sim, sem problema. Vou alertar-me se ele começar a descer do corredor.
russian: Да, без проблем. Это оповестит меня, если он начнет спускаться по коридору.

source: [_AD_] It didn't alert you that we were coming.
french: [ _AD_ ] Ça ne vous a pas aleré que nous venions.
italian: [_AD_] Non ti ha avvisato che stavamo arrivando.
portuguese: [_AD_] Não lhe avisou que estávamos vindo.
russian: [ _AD_] Это не оповестило вас о том, что мы пришли.

source: [_JJ_] Uh, yeah it did. I just didn't care.
french: [_JJ_] Euh, ouais c'est fait. Je m'en moquais tout simplement.
italian: [_JJ_] Uh, sì, non mi importava.
portuguese: [_JJ_] Uh, sim. Eu simplesmente não me importo.
russian: Да, да. Мне было все равно.

source: [_AD_] Alright, lazy ass. Take a hike... I need the room.
french: [_AD_] D'accord, paresseux cul. Faites une randonnée... J'ai besoin de la chambre.
italian: [_AD_] Va bene, culo pigro. Fai un'escursione... Ho bisogno della stanza.
portuguese: [_AD_] Alright, ass preguiçoso. Faça uma caminhada ... Eu preciso da sala.
russian: [ _AD_] Alright, lazy ass. Поход ... Мне нужна комната.

source: [_JJ_] But, I'm in the middle of a campaign...
french: [ _JJ_ ] Mais je suis au milieu d'une campagne ...
italian: [_JJ_] Ma, sono nel bel mezzo di una campagna...
portuguese: [_JJ_] Mas, eu estou no meio de uma campanha ...
russian: [_JJ_] Но, я в середине кампании...

source: [_AD_] Well, then hit save.
french: [_AD_] Eh bien, puis cliquez sur sauver.
italian: [_AD_] Beh, poi premi il salvataggio.
portuguese: [_AD_] Bem, e então clique em salvar.
russian: [_AD_] Ну, затем нажмите сохранить.

source: [_JJ_] You can't save a massive multiplayer campaign involving hundreds of players from all around the world!
french: [ _JJ_ ] Vous ne pouvez pas sauver une énorme campagne multijoueur impliquant des centaines de joueurs du monde entier !
italian: [_JJ_] Non puoi salvare una massiccia campagna multigiocatore che coinvolge centinaia di giocatori da tutto il mondo!
portuguese: [_JJ_] Você não pode salvar uma enorme campanha multijogador envolvendo centenas de jogadores de todo o mundo!
russian: [_JJ_] Вы не можете спасти масштабную многопользовательскую кампанию с участием сотен игроков со всего мира!

source: [_AD_] I don't care... Get out of here or I'll call your mom and tell her that you're wasting your time when your supposed to working.
french: [_AD_] Je m'en fiche... Sortez d'ici ou j'appellerai votre mère et dites-lui que vous perdez votre temps quand vous êtes censé travailler.
italian: [_AD_] Non mi importa... Esci da qui o chiamerò tua mamma e le dirò che stai sprecando il tuo tempo quando dovresti lavorare.
portuguese: [_AD_] Eu não me importo... Saia daqui, ou eu ligo para sua mãe e diga-lhe que você está perdendo o seu tempo quando você deveria trabalhar.
russian: [_AD_] Мне неосторожно... Выйди отсюда, или я позвоню маме и скажу ее, что ты тратишь свое время, когда ты должен работать.

source: [_JJ_] Uhh... such a bitch.
french: [_JJ_] Euh... une telle chienne.
italian: [_JJ_] Uhh... una tale cagna.
portuguese: [_JJ_] Uhh ... tal vadia.
russian: [ _JJ_] Uhh ... такая сука.

source: [_JJ_] Fine.
french: [_JJ_] D'accord.
italian: [_JJ_] Bene.
portuguese: [_JJ_] Bem.
russian: [_JJ_] Отлично.

source: [_JJ_] Maybe [ryan] can take over for me while I'm out?
french: [_JJ_] Peut-être [ryan] peut me prendre le relais pendant que je suis sorti?
italian: [_JJ_] Forse [ryan] può prendere il sopravvento per me mentre sono fuori?
portuguese: [_JJ_] Talvez [ryan] possa tomar posse de mim enquanto estou fora?
russian: [ _JJ_] Может, [ ryan] может взять на себя, пока я ухожу?

source: [_AD_] No, I need [ryan] to focus his attention on something else.
french: [ _AD_ ] Non, j'ai besoin de [ ryan ] pour concentrer son attention sur autre chose.
italian: [_AD_] No, ho bisogno di [ryan] per concentrare la sua attenzione su qualcos'altro.
portuguese: [_AD_] Não, eu preciso de [ryan] para focar sua atenção em outra coisa.
russian: [ _AD_] Нет, мне нужен [ рьян], чтобы сосредоточиться на чем-то другом.

source: [_R_] I'm sorry, do we know?...
french: [_R_] Je suis désolé, savons-nous ?...
italian: [_R_] mi dispiace, sappiamo?...
portuguese: [_R_] Eu sinto muito, nós sabemos? ...
russian: [_R_] Извините, мы знаем?...

source: [_JJ_] Oh, you mean what's going on in my uncle's office?
french: [_JJ_] Oh, vous voulez dire ce qui se passe dans le bureau de mon oncle ?
italian: [_JJ_] Oh, intendi che cosa sta succedendo nell'ufficio di mio zio?
portuguese: [_JJ_] Oh, você quis dizer o que está acontecendo no meu escritório?
russian: О, ты имеешь в виду, что происходит в кабинете моего дяди?

source: [_AD_] Exactly.
french: [_AD_] Exactement.
italian: [_AD_] Esattamente.
portuguese: [_AD_] Exatamente.
russian: [ _AD_] Точно.

source: [_R_] What's going on in...
french: [ _R_ ] Ce qui se passe dans ...
italian: [_R_] Cosa sta succedendo in...
portuguese: [_R_] O que está acontecendo em ...
russian: [_R_] Что происходит в...

source: [_JJ_] And no, we don't know eachother. I've seen you at school, though.
french: [ _JJ_ ] Et non, nous ne connaissons pas l'eachother. Je vous ai vu à l'école.
italian: [_JJ_] E no, non conosciamo gli altri. Ti ho visto a scuola, però.
portuguese: [_JJ_] E não, nós não sabemos como é. Entretanto já vi você na escola.
russian: И нет, мы не знаем друг друга. Я видел тебя в школе.

source: [_JJ_] Your mom's my favorite teacher.
french: [ _JJ_ ] Votre mère est mon professeur préféré.
italian: [_JJ_] Tua mamma è la mia insegnante preferita.
portuguese: [__JJ_] Sua mãe é minha professora favorita.
russian: [_JJ_] Ваш любимый учитель моей мамы.

source: [_JJ_] She's both really nice to me, and super hot!
french: [_JJ_] Elle est à la fois très agréable pour moi, et super chaude !
italian: [_JJ_] Lei è davvero gentile con me, e super caldo!
portuguese: [_JJ_] Ela ambas são muito legais comigo, e super quente!
russian: Она очень мила со мной и супер горячая!

source: [_JJ_] She's also the number one star in most of my wet dreams.
french: [ _JJ_ ] Elle est aussi la première étoile dans la plupart de mes rêves humides.
italian: [_JJ_] Lei è anche la stella numero uno nella maggior parte dei miei sogni bagnati.
portuguese: [_JJ_] Ela também é a primeira estrela na maioria dos meus sonhos molhados.
russian: Она также звезда номер один в моей мокрой мечте.

source: [_JJ_] Yeah, well... Things are just getting good in there. I'm recording it for later.
french: [_JJ_] Ouais, eh bien... Les choses sont en train de se faire bien là-bas. Je l'enregistre.
italian: [_JJ_] Sì, bene... Le cose stanno appena andando bene in là. Lo sto registrando più tardi.
portuguese: [_JJ_] Sim, bem... As coisas estão ficando boas lá. Estou gravando para mais tarde.
russian: Да, ну ... Дела идут хорошо. Я записываю его на потом.

source: [_JJ_] I'll also have the AI swap my uncle's head for mine, so I can imagine it's me in there.
french: [ _JJ_ ] I'll also have the AI swap my oncle's head for mine, so I can imagine it's me in there.
italian: [_JJ_] Avrò anche l'IA a scambiare la testa di mio zio con la mia, quindi posso immaginare che sia io lì dentro.
portuguese: [__JJ_] Eu também vou ter a AI trocar a cabeça do meu uncleado pela minha, então eu posso imaginar que sou eu lá dentro.
russian: [_JJ_] У меня также есть AI замена на мою голову дядю, так что я смогу представить это мне там.

source: [_R_] JJ What the hell is going on in your uncle's office!?
french: [_R_] JJ Que se passe-t-il dans le bureau de votre oncle !?
italian: [_R_] JJ Che diavolo sta succedendo nell'ufficio di tuo zio!?
portuguese: [_R_] JJ Que diabos está acontecendo no escritório do seu tio!?
russian: [_R_] JJ Что происходит в офисе вашего дядей!?

source: [_JJ_] You'll find out.
french: [ _JJ_ ] Vous le découvrirez.
italian: [_JJ_] lo scoprirai.
portuguese: U[_JJ_] Você vai descobrir.
russian: [ _JJ_] Вы узнаете.

source: [_JJ_] But I'd better bounce before Agent Bossy-pants tells my mom that I'm not working.
french: [ _JJ_ ] Mais je ferais mieux de rebondire avant que l'agent Bossy-pants dit à ma mère que je ne travaille pas.
italian: [_JJ_] Ma farei meglio a rimbalzare prima che Agent Bossy-pantaloni dice a mia mamma che non sto lavorando.
portuguese: [_JJ_] Mas é melhor eu me recuperar antes que o agente Bossy-pants diga à minha mãe que eu não estou trabalhando.
russian: [ _JJ_] Но я бы лучше отскакивал, пока агент Босси-штаны подскакивает моей маме, что я не работаю.

source: [_JJ_] Oh, and don't worry. I can't tell anyone about anything that happens in the casino. I might be family, but I still have to live by the rules.
french: [ _JJ_ ] Oh, et ne vous inquiéte pas. Je ne peux rien dire à qui que ce soit qui se passe dans le casino. Je pourrais être une famille, mais je dois encore vivre selon les règles.
italian: [_JJ_] Oh, e non preoccupatevi. Non posso dire a nessuno qualcosa che accade nel casinò. Potrei essere famiglia, ma devo ancora vivere secondo le regole.
portuguese: [_JJ_] Ah, e não se preocupe. Eu não posso dizer a ninguém sobre nada que acontece no cassino. Eu posso ser família, mas ainda tenho que viver pelas regras.
russian: И не волнуйся. Я не могу никому рассказать о том, что происходит в казино. Я могу быть семьей, но мне все равно придется жить по правилам.

source: [_RT_] {i}What in the hell is going on?...{/i}
french: [_RT_] {i}Que se passe-t-il dans l'enfer ?...{/i}
italian: [_RT_] {i}Cosa sta succedendo all'inferno?...{/i}
portuguese: [_RT_] {i}O que no inferno está acontecendo? ... {/i}
russian: [_RT_] {i}Что происходит в аду?...{/i}

source: [_AD_] Come on, [ryan]. You'll probably want to be sitting down for this.
french: [ _AD_ ] Allez, [ ryan ]. Vous vouerez probablement vous asseoir pour ça.
italian: [_AD_] Suoni, [ryan]. Probabilmente vorrai essere seduto giù per questo.
portuguese: [_AD_] Vamos lá, [ryan]. Você provavelmente vai querer se sentar para isso.
russian: [ _AD_] Давай, [ ryan]. Вы, вероятно, захотите сесть за это.

source: [_AD_] Would you stop asking questions and come sit your ass down?
french: [ _AD_ ] Pourriez-vous arrêter de poser des questions et vous asseoir à la table?
italian: [_AD_] Smetteresti di fare domande e verrai a sedere il tuo asino?
portuguese: [_AD_] Você pararia de fazer perguntas e vir sentar sua bunda para baixo?
russian: Не могла бы ты перестать задавать вопросы и присесть за задницу?

source: [_AD_] Okay... Just give me a second to pull up the feed...
french: [_AD_] Ok, donnez-moi juste une seconde pour tirer le feed...
italian: [_AD_] Okay... Basta darmi un secondo per tirare su il feed...
portuguese: [_AD_] Ok ... Basta me dar um segundo para puxar a alimentação ...
russian: [ _AD_] Хорошо ... Дай мне секунду, чтобы подтянуть корм ...

source: [_AD_] There we go.
french: [ _AD_ ] Nous y allons.
italian: [_AD_] Lì andiamo.
portuguese: [_AD_] Lá vamos nós.
russian: Вот так.

source: [_AD_] You wanted to know where you mom was. Well, take a look.
french: [ _AD_ ] Tu voulais savoir où était ta mère. Eh bien, regardez.
italian: [_AD_] Volevi sapere dove eravate mamma. Beh, date un'occhiata.
portuguese: [_AD_] Você queria saber onde você mamãe estava. Bem, dê uma olhada.
russian: [ _AD_] Вы хотели знать, где была мама. Ну, взгляни.

source: [_R_] {i}(Whispering){/i} Oh, God... no!
french: [_R_] {i}(murmure){/i} Oh, Dieu... non!
italian: [_R_] {i}(Whispering){/i} Oh, Dio... no!
portuguese: [_R_] {i}(sussurrando){/i} Oh, Deus... não!
russian: [_R_] {i}(Шепотая){/i} Ах, Бог... нет!

source: {i}"A Few Minutes Earlier"{/i}
french: {i}"Quelques minutes plus tôt" { /i }
italian: {i}"Pochi Minuti Precedenti"{/i}
portuguese: {i}"Alguns Minutos Anterior"{/i}
russian: {i}"Несколько минут назад"{/i}

source: {i}{b}"Knock, knock, knock..."{/b}{/i}
french: {i}{b}"Couper, frapper, frapper..."{/b}{/i}
portuguese: {i}{b}"Toc, toc, toc..."{/b}{/i}
russian: {i}{b}"Knock, knock, knoc..."{/b}{/i}

source: [_J_] Come in.
french: [ _J_ ] Viens.
italian: [_J_] Entra.
russian: [ _J_] Заходите.

source: [_M_] Hi Mr. DeCapo... I thought I'd just stop by and see if I can do anything for you before I go on stage.
french: [ _M_ ] Bonjour M. DeCapo ... Je pensais juste m'arrêter et voir si je peux faire quelque chose pour vous avant d'aller sur scène.
italian: [_M_] Ciao Mr. DeCapo... Pensavo che mi sarei appena fermato a vedere se posso fare qualcosa per voi prima di andare sul palco.
portuguese: [_M_] Oi, Sr. DeCapo... Pensei que só iria passar por aqui e ver se posso fazer alguma coisa por você antes de ir para o palco.
russian: [ _M_] Привет, мистер ДеКапо ... Я думала, что остановилась и посмотрю, смогу ли я что-нибудь сделать для тебя, прежде чем я уйду на сцену.

source: [_J_] Goddam, you look beautiful!
french: [_J_] Diable, tu as l'air beau!
italian: [_J_] Dama di Dio, tu sembri bello!
portuguese: [_J_] Goddam, você está bonito!
russian: [ _J_] Годдам, ты выглядишь прекрасно!

source: [_J_] Goddam, you look sexy!
french: [_J_] Diable, tu as l'air sexy!
italian: [_J_] Goddam, sembri sexy!
portuguese: [_J_] Goddam, você parece sexy!
russian: [ _J_] Годдам, ты выглядишь сексуально!

source: [_J_] Come over here and let me get a good look at you.
french: [ _J_ ] Venez ici et laissez-moi vous regarder.
italian: [_J_] Vieni qui e lascia che ti dia una bella occhiata.
portuguese: [_J_] Venha aqui e deixe-me dar uma boa olhada para você.
russian: Иди сюда и дай мне поглядеться на тебя.

source: [_J_] That's better. Now, you were asking if there was anything you could do for me?
french: [ _J_ ] C'est mieux. Maintenant, vous me demandez s'il y a quelque chose que vous pourriez faire pour moi?
italian: [_J_] È meglio. Ora, stavi chiedendo se c'era qualcosa che potevi fare per me?
portuguese: [_J_] Está melhor. Agora, você estava perguntando se havia algo que você pudesse fazer por mim?
russian: Это лучше. Ты спрашивал, есть ли что-нибудь, что ты можешь сделать для меня?

source: [_M_] I'm here to serve.
french: [_M_] Je suis là pour servir.
italian: [_M_] Sono qui per servire.
portuguese: [_M_] Estou aqui para servir.
russian: Я здесь, чтобы служить.

source: [_J_] Get over here, then
french: [ _J_ ] Allez ici, puis
italian: [_J_] Vieni qui, poi
portuguese: [_J_] Fique por aqui, então
russian: [ _J_] Иди сюда, тогда

source: [_M_] Mr. DeCapo...
french: [ _M_ ] M. DeCapo ...
portuguese: [_M_] Sr. DeCapo...
russian: [ _M_] Мистер ДеКапо ...

source: [_M_] Candy told me you wanted me to stop by before I went on stage?
french: [ _M_ ] Candy m'a dit que tu voulais que je m'arrête avant que je ne me mette sur scène?
italian: [_M_] Candy mi ha detto che volevi che mi fermi prima di andare sul palco?
portuguese: [__M_] Candy me disse que você queria que eu parava antes de subir no palco?
russian: [ _M_] Кэнди сказал мне, что ты хочешь, чтобы я остановился перед тем, как я вышел на сцену?

source: [_J_] Yes, yes... Come on in [mom_name].
french: [ _J_ ] Oui, oui ... Allez dans [ mom_name ].
italian: [_J_] Sì, sì... Vieni in [mom_name].
portuguese: [_J_] Sim, sim... Venha em [mom_name].
russian: [ _J_] Да, да ... Заходите на [ mom_name].

source: [_J_] I see you got the lingerie I had made especially for you.
french: [ _J_ ] Je vois que tu as la lingerie que j'avais fait spécialement pour toi.
italian: [_J_] Vedo che hai ottenuto la lingerie che avevo fatto specialmente per te.
portuguese: [_J_] Vejo que você conseguiu o lingerie que fiz especialmente para você.
russian: [_J_] Я вижу, что вы получили белье, которое я сделал специально для вас.

source: [_M_] Yes, thank you, it's beautiful.
french: [ _M_ ] Oui, merci, c'est magnifique.
italian: [_M_] Sì, grazie, è bello.
portuguese: [_M_] Sim, obrigado, é bonito.
russian: Да, спасибо, это прекрасно.

source: [_J_] It's even more beautiful than I thought it would be. Did the other one come too?
french: [ _J_ ] C'est encore plus beau que ce que je pensais. L'autre a-t-elle aussi été venue?
italian: [_J_] È ancora più bello di quanto pensassi. L'altro è venuto?
portuguese: [_J_] É ainda mais bonito do que eu pensava que seria. Será que o outro também veio?
russian: Это еще красивее, чем я думал. А другой тоже пришел?

source: [_M_] Yes, it's not quite as... elegant?
french: [ _M_ ] Oui, ce n'est pas tout aussi ... élégant?
italian: [_M_] Sì, non è proprio così... elegante?
portuguese: [_M_] Sim, não é bem como... elegante?
russian: [_M_] Да, это не совсем как... элегантно?

source: [_J_] Right... A little sexier, isn't it? I wanted a lingerie for both your beauty and your naughty side.
french: [_J_] D'accord... Un peu plus sexy, n'est-ce pas? Je voulais une lingerie à la fois pour votre beauté et votre côté vilain.
italian: [_J_] giusto... Un po' più sexy, vero? Volevo una lingerie sia per la tua bellezza che per il tuo lato cattivo.
portuguese: [_J_] Certo... Um pouco mais sexista, né? Eu queria um lingerie tanto para sua beleza quanto para seu lado malvado.
russian: [_J_] Хорошо... Маленький сексиан, не так ли? Я хотел бельё как для вашей красоты, так и для вашей послушной стороны.

source: [_M_] Candy said you want me to wear them whenever I'm working here?
french: [_M_] Candy a dit que vous voulez que je les porte chaque fois que je travaille ici?
italian: [_M_] Candy ha detto che vuoi che li indossi ogni volta che sto lavorando qui?
portuguese: [_M_] Doces disseram que você quer que eu os use sempre que estou trabalhando aqui?
russian: [ _M_] Кэнди сказал, что ты хочешь, чтобы я носил их всякий раз, когда я здесь работаю?

source: [_J_] It's just a hope of mine... Feel free to wear anything you want.
french: [ _J_ ] C'est juste un espoir de mienne ... N'hésitez pas à porter tout ce que vous voulez.
italian: [_J_] È solo una mia speranza... Sentitevi liberi di indossare tutto quello che volete.
portuguese: [_J_] É apenas uma esperança minha ... Sinta-se à vontade para vestir qualquer coisa que quiser.
russian: [_J_] Это просто моя надежда... Не стесняйтесь носить всё, что хотите.

source: [_M_] I'm happy to wear either of these.
french: [ _M_ ] Je suis heureux de porter l'un de ces deux.
italian: [_M_] Sono felice di indossare uno di questi.
portuguese: [__M_] Estou feliz em usar qualquer um destes.
russian: [_M_] Я с удовольствием приносим эти вещи.

source: [_M_] Would you like a closer look?
french: [_M_] Voulez-vous un regard plus attentif ?
italian: [_M_] Vorresti uno sguardo più attento?
portuguese: [_M_] Gostaria de olhar mais de perto?
russian: [ _M_] Хотите поближе?

source: [_J_] I'd love that!
french: [_J_] J'adorerais ça !
italian: [_J_] lo amere!
portuguese: [_J_] Eu adoraria isso!
russian: Я бы с удовольствием!

source: [_J_] Goddam, [mom_name]!
french: [_J_] Diable, [mom_name]!

source: [_M_] You like what you see?
french: [_M_] Vous aimez ce que vous voyez ?
italian: [_M_] Ti piace quello che vedi?
portuguese: [_M_] Você gosta do que está vendo?
russian: Тебе нравится то, что ты видишь?

source: [_J_] I'm fucking surrounded by beautiful women all the time, but there's something extra sexy about you that I can't put my finger on.
french: [ _J_ ] Je suis foutu entouré de belles femmes tout le temps, mais il y a quelque chose de plus sexy à propos de toi que je ne peux pas mettre le doigt.
italian: [_J_] Sto scopando circondato da belle donne per tutto il tempo, ma c'è qualcosa di extra sexy su di te che non posso mettere il dito su.
portuguese: [__J_] Eu sou foda cercada por mulheres bonitas o tempo todo, mas há algo extra sexy sobre você que eu não posso colocar o dedo.
russian: [_J_] Я постоянно сижу в окружении красивых женщин, но о тебе, что я не могу поставить мой палец.

source: [_J_] There's just an aura of sex about you.
french: [ _J_ ] Il y a juste une aura de sexe à votre sujet.
italian: [_J_] C'è solo un'aura di sesso su di te.
portuguese: [_J_] Há apenas uma aura de sexo sobre você.
russian: О тебе просто ауру секса.

source: [_J_] I want you like no women I've ever met before.
french: [ _J_ ] Je veux que tu n'aimes pas de femmes que j'ai jamais rencontrées auparavant.
italian: [_J_] Ti voglio come nessuna donna che ho mai incontrato prima.
portuguese: [__J_] Eu quero que você goste de nenhuma mulher que eu já conheci antes.
russian: Я хочу, чтобы тебе не нравились женщины, которых я когда-либо встречал.

source: [_M_] I'm sure you say that to every girl who comes to your office to fuck you.
french: [ _M_ ] Je suis sûr que vous le dites à toutes les filles qui viennent à votre bureau pour vous baiser.
italian: [_M_] Sono sicuro che lo dici a ogni ragazza che viene nel tuo ufficio per scoparti.
portuguese: [__M_] Tenho certeza que você diz isso a cada garota que vem ao seu escritório para te foder.
russian: Я уверен, что ты говоришь это каждой девушке, которая приходит в твой офис, чтобы трахать тебя.

source: [_J_] Are you saying you want me to fuck you?
french: [_J_] Vous dites que vous voulez que je vous baise ?
italian: [_J_] Stai dicendo che vuoi che ti scopi?
portuguese: [__J_] Você está dizendo que quer que eu te fode?
russian: Ты хочешь, чтобы я трахну тебя?

source: [_M_] Mr. DeCapo, I'm a married woman!
french: [ _M_ ] M. DeCapo, je suis une femme mariée !
italian: [_M_] Signor DeCapo, sono una donna sposata!
portuguese: [_M_] Sr. DeCapo, eu sou uma mulher casada!
russian: [_M_] Г-н ДеКапо, я женатая женщина!

source: [_M_] I would never...
french: [ _M_ ] Je n'aurais jamais ...
italian: [_M_] non avrei mai...
portuguese: [_M_] Eu nunca ...
russian: Я бы никогда ...

source: [_J_] No? Not even on a sandy beach at night with your son watching?
french: [_J_] Non? Même sur une plage de sable la nuit avec votre fils regardant ?
italian: [_J_] No? Non su una spiaggia di sabbia di notte con tuo figlio a guardare?
portuguese: [_J_] Não? Nem mesmo em uma praia de areia à noite com o seu filho assistindo?
russian: [ _J_] Нет? Даже на песчаном пляже ночью с твоим сыном?

source: [_M_] I'm sure I don't know what you're talking about.
french: [ _M_ ] Je suis sûr que je ne sais pas de quoi vous parlez.
italian: [_M_] Sono sicuro di non sapere di cosa stai parlando.
portuguese: [__M_] Tenho certeza de que não sei do que você está falando.
russian: Я уверен, что не знаю, о чем ты говоришь.

source: [_J_] No?... Not even with the most powerful man in the city?
french: [_J_] Non?... Même avec l'homme le plus puissant de la ville ?
italian: [_J_] no?... Nemmeno con l'uomo più potente della città?
portuguese: [_J_] Não?... Nem mesmo com o homem mais poderoso da cidade?
russian: [ _J_] Нет? ... Даже с самым могущественным человеком в городе?

source: [_M_] Nothing could pursuade me.
french: [ _M_ ] Rien ne pouvait me pourdire.
italian: [_M_] Nulla potrebbe perseguirmi.
portuguese: U[_M_] nada poderia me perseguir.
russian: Ничто не может преследовать меня.

source: [_J_] Uh, huh... sure... Now, get over here beautiful!
french: [_J_] Uh, hein... sûr... Maintenant, venez ici magnifique!
italian: [_J_] Uh, huh... sicuro... Ora, passa qui bello!
portuguese: [_J_] Uh, né... Certez... Agora, vá pra cá linda!
russian: Конечно ... А теперь, давай сюда, красавцы!
