Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: {i}{b}"Aunt Cami's Submission -1"{/b}{/i}
french: {i}{b}"Annonce de la soumission de Camion -1"{/b}{/i}
italian: {i}{b}"Aunt Cami Submission -1"{/b}{/i}
portuguese: {i}{b}"Submissão da tia Cami -1"{/b}{/i}
russian: {i}{b}"Отправка Ками -1"{/b}{/i}

source: [_RT_] {i}It's too risky... Aunt Cami's been prowling around like the fucking neighborhood watch lately.{/i}
french: [_RT_] {i}Il est trop risqué... Cami attisé comme le vicieux voisin depuis peu.{/i}
italian: [_RT_] {i}E 'troppo rischioso... zia Cami è stato prowling intorno come il quartiere cazzo guarda di recente.{/i}
portuguese: [_RT_] {i}É muito arriscado... Cami andou de tia cami como o bairro de porra que vê ultimamente.{/i}
russian: [_RT_] {i}слишком рискованно... Тренировка Ками крутилась как кружащий район смотреть позднее.{/i}

source: {size=*1.5}{i}"This is just a placeholder for a future scene."{/i}{/size}
french: {size=*1.5}{i}"Ce n'est qu'un espace réservé pour une scène future." {/i}{/size}
italian: {size=*1.5}{i}"Questo è solo un segnaposto per una scena futura."{/i}{/size}
portuguese: {size=*1.5}{i}"Este é apenas um espaço reservado para uma cena futura."{/i}{/size}
russian: {size=*1.5}{i}"Это просто заполнитель для будущей сцены."{/i}{/size}

source: [_RT_] {i}Now that things are better than ever between Mom and I, I don't want her to think that the only thing I think about is getting into her panties, althought that does pretty much dominate most of my thoughts.{/i}
french: [_RT_] {i}Maintenant que les choses sont meilleures que jamais entre maman et moi, Je ne veux pas qu'elle pense que la seule chose dont je pense est d'entrer dans sa culotte, je ne sais pas ce que je pense. /i}
italian: [_RT_] {i}Ora che le cose sono migliori che mai tra mamma e io, Non voglio che lei pensi che l'unica cosa che penso sia entrare nelle sue mutandine, althought che domina praticamente la maggior parte dei miei pensieri. /i}
portuguese: [_RT_] {i}Agora que as coisas estão melhores do que nunca entre Mamãe e eu, Eu não quero que ela pense que a única coisa em que eu penso é entrando em suas calcinas, pensado que domina praticamente a maioria dos meus pensamentos. /i}
russian: [_RT_] {i}Теперь, когда между Мамой и I вещи лучше, чем когда-либо Я не хочу, чтобы она думала, что единственная вещь, о которой я думаю, это попасть в ее пантины, Как я думал, большая часть моих мыслей доминирует. /i}

source: [_RT_] {i}I think I'll just let her enjoy her evening shower in peace.{/i}
french: [_RT_] {i}Je pense que je lui laisserai juste prendre sa douche du soir en paix.{/i}
italian: [_RT_] {i}Penso che lascerò che lei goda la sua doccia serale in pace.{/i}
portuguese: [_RT_] {i}acho que vou deixá-la desfrutar de seu chuveiro em paz.{/i}
russian: [ _RT_] {i}Я думаю, что я просто позволю ей насладиться ее вечерним душем в мире. { /i }

source: [_RT_] {i}That doesn't mean I can't watch her though.{/i}
french: [_RT_] {i}Cela ne veut pas dire que je ne peux pas la regarder cependant.{/i}
italian: [_RT_] {i}Ciò non significa che io non possa guardarla però.{/i}
portuguese: [_RT_] {i}Isso não significa que eu não possa assisti-la embora. {/i}
russian: [_RT_] {i}Это не значит, что я не могу смотреть ее.{/i}

source: [_RT_] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
french: [_RT_] {i}Elle est déjà douchée, elle va sortir de cette porte d'une seconde à l'autre. Je ne veux pas me faufiler quand elle le fait.{/i}
italian: [_RT_] {i}Si è già fatta la doccia, uscirà da quella porta a momenti. Non voglio essere in giro a strisciare quando lo fa.{/i}
portuguese: [_RT_] {i}Ela já tomou banho, vai sair daquela porta a qualquer segundo. Eu não quero estar na espreita quando isso acontecer.{/i}
russian: [_RT_] {i}она уже показала, что она выйдет из этой двери в секунду. Я не хочу, чтобы она ползла, когда она делает.{/i}

source: [_RT_] {i}These little cameras have pretty decent reception and video quality.{/i}
french: [_RT_] {i}Ces petites caméras ont une réception et une qualité vidéo assez décentes.{/i}
italian: [_RT_] {i}Queste piccole telecamere hanno una ricezione e una qualità video abbastanza decente.{/i}
portuguese: [_RT_] {i}Estas pequenas câmeras têm recepção e qualidade de vídeo muito decente.{/i}
russian: [_RT_] {i}Эти маленькие камеры имеют довольно приличный прием и видео качество.{/i}

source: [_RT_] {i}Oh, Mom looks so tired, probably all the stress of everything going on!{/i}
french: [_RT_] {i}Oh, maman a l'air si fatiguée, probablement tout le stress de tout ce qui se passe!{/i}
italian: [_RT_] {i}Oh, la mamma sembra così stanca, probabilmente per lo stress di tutto quello che sta succedendo!
portuguese: [_RT_] {i}Oh, mamãe parece tão cansada, provavelmente todo o estresse de tudo continuando!{/i}

source: [_RT_] {i}Oh, good! The show's getting better. I'll' never get tired of looking at her in the shower from this angle!{/i}
french: [_RT_] {i}Oh, bon! Le spectacle s'améliore. Je ne me lasse jamais de la regarder dans la douche sous cet angle!{/i}
italian: [_RT_] {i}Oh, buono! Lo spettacolo sta migliorando. Non mi stancherò mai di guardarla sotto la doccia da questo angolo!{/i}
portuguese: [_RT_] {i}Oh, bom! O programa está melhorando. Eu nunca me canso de olhar para ela no banho deste ângulo!{/i}
russian: [ _RT_] {i}О, хорошо! Шоу становится лучше. Я никогда не устану смотреть на нее в душе с этого угла!

source: [_RT_] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
french: [_RT_] {i}Aaauhh... Je suis là depuis trop longtemps, je ferais mieux d'y aller avant d'être pris.{/i}
italian: [_RT_] {i}Aaauhh.... Sono qui da troppo tempo, è meglio che me ne vada prima che mi scoprano.{/i}
portuguese: [_RT_] {i}Aaauhh.... Já estive aqui por muito tempo, é melhor ir antes de ser pego.{/i}
russian: [_RT_] {i}Aaauh.... Я слишком длинный, я бы пошел раньше, прежде чем поймал.{/i}

source: {b}{i}"You have found the "Nine of Diamonds" Card!"{/i}{/b}
french: {b}{i}"Vous avez trouvé la carte "Neuf diamants" !"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Nine of Diamonds"!"{/i}{/b}
portuguese: {b}{i}"Você encontrou o Cartão" Nove de Diamantes "!" {/i} {/b}
russian: {b}{i}"Вы нашли "Девять алмазов"!"{/i}{/b}

source: [_S_] {i}Wake up, little brother...{/i}
french: [_S_] {i}se réveille, petit frère...{/i}
italian: [_S_] {i}Sveglia, fratellino...{/i}
portuguese: [_S_] {i}Acorda, irmãozinho...{/i}
russian: [_S_] {i}Проснулся, брат...{/i}

source: [_S_] There he is. Good morning, Sleepyhead.
french: [ _S_ ] Il est là. Bonjour, Sleepyhead.
italian: [ _S_] Eccolo lì. Buongiorno, Sleepyhead.
portuguese: [_S_] Aí está. Bom dia, sono.
russian: Вот он. Доброе утро, Слепая.

source: [_S_] Sleep well?
french: [_S_] Dormir bien ?
italian: [_S_] Dormi bene?
portuguese: [_S_] Durma bem?
russian: [_S_] Хорошо спать?

source: [_R_] Morning... You're still here?
french: [_R_] Matière... Vous êtes toujours là?
italian: [_R_] mattina... Sei ancora qui?
portuguese: [_R_] Manhã... Você ainda está aqui?
russian: [ _R_] Утро ... Ты все еще здесь?

source: [_S_] Aren't you happy to see me?
french: [_S_] Vous n'êtes pas heureux de me voir?
italian: [_S_] Non sei felice di vedermi?
portuguese: [_S_] Você não está feliz em me ver?
russian: Ты не рад меня видеть?

source: [_R_] Umm yeah, I guess, but...
french: [_R_] Oui ouais, je suppose, mais...
italian: [_R_] Umm sì, immagino, ma...
portuguese: [_R_] Umm yeah, eu acho, mas...

source: [_S_] But?
french: [_S_] Mais?
italian: [_S_] Ma?
portuguese: [_S_] Mas?
russian: [_S_] Но?

source: [_R_] Well, you're normally getting ready to go jogging by the time I wake up.
french: [_R_] Eh bien, vous vous apprêtez normalement à faire du jogging au moment où je me réveille.
italian: [_R_] Beh, normalmente ti stai preparando a fare jogging al momento in cui mi sveglio.
portuguese: [_R_] Bem, você normalmente se prepara para correr quando eu acordar.
russian: [_R_] Ну что же, ты обычно готовишься к бегу к тому, что я проснулся.

source: [_S_] It's raining out.
french: [ _S_ ] Il pleut.
italian: [_S_] sta piovendo.
portuguese: [_S_] está chovendo fora.
russian: [_S_] Дождь закончился.

source: [_S_] So, since I can't go for my run, I was thinking...
french: [ _S_ ] Donc, puisque je ne peux pas aller à ma course, je pensais ...
italian: [_S_] Quindi, dal momento che non posso andare per la mia corsa, stavo pensando...
portuguese: [_S_] Então, já que eu não posso ir para a minha corrida, eu estava pensando ...
russian: Так что, поскольку я не могу пойти на свою работу, я подумал ...

source: [_S_] Maybe you'd be "up" for helping me get my morning exercise in.
french: [ _S_ ] Peut-être que vous seriez "en haut" pour m'aider à faire mon exercice du matin.
italian: [_S_] Forse saresti "su" per aiutarmi a ottenere il mio esercizio mattutino in.
portuguese: [_S_] Talvez você estivesse "cima" para me ajudar a realizar o meu exercício matinal.
russian: [ _S_] Может быть, ты "встал" за то, что помог мне проделать утреннее упражнение.

source: [_R_] Uhh... Everyone will be waking up by now, if they aren't up already.
french: [_R_] Uhh... Tout le monde se réveillera maintenant, si ce n'est pas déjà fait.
italian: [_R_] Uhh... Tutti si sveglieranno adesso, se non sono già.
portuguese: [_R_] Uhh... Todo mundo estará acordando agora, se ainda não estiver acordado.
russian: [ _R_] Uhh ... Все будут просыпаться, если они уже не проснулись.

source: [_S_] So? Come on, [ryan].
french: [_S_] Alors ? Allons, [ryan].
italian: [_S_] So? Avanti, [ryan].
portuguese: [_S_] pronto? Vamos, [ryan].
russian: [ _S_] Так? Ну же, [ риан].

source: [_S_] I need your little soldier to help stretch me out. Get my heart rate really going.
french: [ _S_ ] J'ai besoin de votre petit soldat pour m'aider à m'étirer. Va vraiment aller à mon rythme cardiaque.
italian: [_S_] Ho bisogno del tuo piccolo soldato per aiutarmi a distendermi. Fai andare davvero la mia frequenza cardiaca.
portuguese: [_S_] Eu preciso do seu pequeno soldado para ajudar a me esticar. Vai com a minha frequência cardíaca realmente indo.
russian: [_S_] Мне нужен ваш маленький солдат, чтобы вытягивать меня. Набирай мою сердечную скорость.

source: [_R_] Why do you always want to mess around at the most dangerous times.
french: [ _R_ ] Pourquoi tu veux toujours pétrin aux moments les plus dangereux.
italian: [_R_] Perché vuoi sempre spaventare i momenti più pericolosi.
portuguese: [__R_] Por que você sempre quer mexer nos horários mais perigosos.
russian: [_R_] Почему вы всегда хотите погулять в самые опасные времена.

source: [_S_] Afraid we'll get caught?
french: [_S_] Vous avez peur de vous faire prendre ?
italian: [_S_] Afraid ci cattureremo?
russian: [_S_] Боюсь, мы поймаем?

source: [_R_] Aren't you?
french: [_R_] n'est-ce pas?
italian: [_R_] Non sei?
portuguese: [_R_] Você não é?
russian: Не так ли?

source: [_S_] That just makes it more exciting don't you think?
french: [_S_] Cela ne fait que le rendre plus excitant, ne pensez-vous pas?
italian: [_S_] Che rende semplicemente più eccitante non si pensa?
portuguese: [_S_] Isso só faz com que seja mais excitante você não acha?
russian: Это делает его более захватывающим, ты не думаешь?

source: [_R_] Maybe.
french: [_R_] Peut-être.
italian: [_R_] Può darsi.
portuguese: [_R_] Talvez.

source: [_R_] But what are we going to do when Mom catches us one of these days?
french: [ _R_ ] Mais qu'allons-nous faire quand maman nous attrape un de ces jours?
italian: [_R_] Ma cosa faremo quando la mamma ci cattura uno di questi giorni?
portuguese: [_R_] Mas o que vamos fazer quando a mamãe nos pegar um dos dias de hoje?
russian: [_R_] Но что мы будем делать, когда мама поймает нас в один из этих дней?

source: [_S_] Honestly?
french: [_S_] Honnêtement?
italian: [_S_] Onestamente?
portuguese: [_S_] Honestamente?
russian: [ _S_] Честно?

source: [_S_] If Mom walked in on us having sex, I wouldn't stop fucking you.
french: [ _S_ ] Si maman marchait sur nous après avoir eu des rapports sexuels, je ne m'arrêterais pas.
italian: [_S_] Se la mamma camminasse su di noi fare sesso, non smetterei di scopare te.
portuguese: [_S_] Se a mamãe nos fizesse sexo, eu não pararia de te cantar.
russian: Если бы мама пошла к нам с сексом, я бы тебя не остановлю.

source: [_R_] Seriously?
french: [_R_] Sérieusement ?
italian: [_R_] Seriamente?

source: [_S_] Sure... Cats out of the bag, right?
french: [ _S_ ] Bien sûr ... Les chats sortent du sac, non?
italian: [_S_] Certo... Gatti fuori dalla borsa, giusto?
portuguese: [_S_] Certeza... Gatos fora da sacola, certo?
russian: [ _S_] Конечно ... Кошки из сумки, да?

source: [_S_] Why not keep going while Mom watches.
french: [_S_] Pourquoi ne pas continuer à aller pendant que la mère montre.
italian: [_S_] Perché non continuare ad andare mentre la mamma orologi.
portuguese: [__S_] Por que não continuar indo enquanto a mamãe assiste.
russian: [_S_] Почему бы не продолжать идти, пока Мом часы.

source: [_S_] Watches me slamming my brothers big, fat, cock.
french: [ _S_ ] Passe-moi mes frères gros, gros, Bécasse.
italian: [_S_] Mi guarda sbattere i miei fratelli grande, grasso, cazzo.
portuguese: [_S_] Me observa slamming meus irmãos grandes, gordos, pinto.
russian: [ _S_] Слева за моим братьями большими, толстыми, петух.

source: [_S_] Into my tight, wet, pussy.
french: [ _S_ ] Dans ma chatte serrée, mouillée.
italian: [_S_] Nel mio stretto, bagnato, figa.
portuguese: [_S_] Into my apertado, wet, pussy.
russian: [ _S_] В мой облегающий, мокрый, киска.

source: [_R_] Jeez, Sidney. You really are something.
french: [_R_] Jeez, Sidney. Vous êtes vraiment quelque chose.
italian: [_R_] Jeez, Sidney. Sei davvero qualcosa.
portuguese: [_R_] Jeez, Sidney. Você realmente é alguma coisa.
russian: Господи, Сидни. Ты действительно что-то.

source: [_S_] Thinking about Mom watching me fucking my little brother.
french: [_S_] Penser à la mère de me regarder baiser mon petit frère.
italian: [_S_] Pensando alla mamma guardandomi scopare il mio fratellino.
portuguese: [__S_] Pensando sobre a mamãe me vendo comendo o meu irmão mais novo.
russian: [ _S_] Thinking about mom sing me bucking my lit

source: [_S_] I almost wish she would...
french: [ _S_ ] J'aimerais presque qu'elle ...
italian: [_S_] Vorrei quasi che lei volesse...
portuguese: [_S_] Eu quase desejaria que ela ...
russian: [ _S_] Я почти хотел бы, чтобы она ...

source: [_M_] You two aren't still asleep in there, are you?
french: [_M_] Vous n'êtes pas encore endormi là-bas, n'est-ce pas?
italian: [_M_] Voi due non siete ancora addormentati lì, vero?
portuguese: [__M_] Vocês dois ainda não estão dormindo lá dentro, né?
russian: [_M_] Вы еще не засыпаете туда, вы?

source: [_M_] Come on, Lazy Bones! It's time to get up.
french: [ _M_ ] Allez, Lazy Bones ! Il est temps de se lever.
italian: [_M_] Avanti, Lazy Bones! È il momento di alzarsi.
portuguese: [_M_] Vamos, Osso Negro! É hora de levantar.
russian: [ _M_] Давай, Ленивые кости! Пора вставать.

source: [_M_] I'm making an extra special breakfast this morning. So, let's get those buns in gear!
french: [_M_] Je fais un petit déjeuner spécial supplémentaire ce matin. Alors mettons ces petits pains en équipement !
italian: [_M_] Stamattina sto facendo una colazione speciale in più. Quindi, prendiamo quei panini in attrezzo!
portuguese: [_M_] Estou fazendo um café da manhã especial extra. Então, vamos ganhar esses cachos em equipamento!
russian: Сегодня утром я приготовлю дополнительный завтрак. Итак, давайте раздобудем эти булочки!

source: [_RT_] {i}That was almost a disaster. If Mom had waited another couple of minutes to come in, Sidney would have gotten her wish.{/i}
french: [_RT_] {i}C'était presque un désastre. Si la maman avait attendu quelques minutes de plus, Sidney aurait reçu son souhait. {/i}
italian: [_RT_] {i}È stato quasi un disastro. Se la mamma avesse aspettato un altro paio di minuti per entrare, Sidney avrebbe ottenuto il suo desiderio.{/i}
portuguese: [_RT_] {i}Que foi quase um desastre. Se a mamãe tivesse esperado mais um par de minutos para entrar, Sidney teria conseguido o seu desejo. {/i}
russian: [ _RT_] {i}Это была почти катастрофа. Если бы мама ждала еще пару минут, Сидни бы получила свое желание.

source: [_RT_] {i}I'd love for Mom to watch me fucking Sidney, but I want her to join in. Not freak out and kick us both out of the house.{/i}
french: [_RT_] {i}J'adorerais que Maman me regarde baiser Sidney, mais je veux qu'elle rejoigne. « Pas frémir et nous expulser tous les deux de la maison. {/i} »
italian: [_RT_] {i}Mi piacerebbe che la mamma mi guardasse scopare Sidney, ma voglio che lei si unisca. Non esitare a cacciarci entrambi fuori dalla casa.{/i}
portuguese: [_RT_] {i}Eu adoraria que a mamãe me assista a porra do Sidney, mas eu quero que ela se junte. Não surtar e chutar nós dois para fora de casa. {/i}
russian: [_RT_] {i}Я бы полюбил маму, чтобы наблюдать за мной Fucking Sidney, но я хочу, чтобы она присоединилась. Не раздражайте нас и удалите их из дома.{/i}

source: [_S_] Jeez, Mom. What's got you in such a good mood?
french: [_S_] Jeez, Maman. Qu'est-ce que vous avez de si bonne humeur ?
italian: [_S_] Jeez, Mamma. Cosa ti ha fatto di buon umore?
portuguese: [_S_] Jeez, mamãe. O que você está com um bom humor?
russian: Господи, мам. Что у тебя в таком хорошем настроении?

source: [_M_] Can't a mother make her kids a nice breakfast once and awhile?
french: [ _M_ ] Une mère ne peut-elle pas faire un bon petit déjeuner à ses enfants une fois et une fois?
italian: [_M_] Non può una madre fare i suoi figli una bella colazione una volta per tanto?
portuguese: [_M_] Não pode uma mãe fazer dos filhos um bom café da manhã de uma vez e de outra?
russian: Мама не может заставить ее детей позавтракать один раз и некоторое время?

source: [_R_] She's probably still happy from all the clothes shopping we've been doing.
french: [ _R_ ] Elle est probablement toujours heureuse de tous les achats de vêtements que nous avons fait.
italian: [_R_] Probabilmente è ancora felice da tutti gli acquisti di vestiti che abbiamo fatto.
portuguese: [_R_] Ela provavelmente ainda está feliz com todas as roupas que estamos fazendo.
russian: [_R_] Она наверняка счастлива от покупок в одежде, которую мы делали.

source: [_S_] Shopping? When did you two go shopping?
french: [_S_] Shopping ? Quand avez-vous fait du shopping ?
italian: [_S_] Shopping? Quando sei andato a fare shopping?
portuguese: [_S_] Compras? Quando vocês dois vão comprar?
russian: [_S_] Покупка? Когда вы два ходили в магазины?

source: [_M_] {i}(sigh){/i} If you must know.
french: [_M_] {i}(soupir){/i} Si vous devez le savoir.
italian: [_M_] {i}(sigh){/i} Se devi sapere.
portuguese: [_M_] {i}(visão){/i} Se você precisa saber.
russian: [_M_] {i}(зрение){/i} Если вы должны знать.

source: [_M_] [ryan]'s been treating me to a little shopping on the weekends. Something I haven't been able to do since before your father was arrested.
french: [_M_] [ryan]m'a offert un petit shopping le week-end. Quelque chose que je n'ai pas pu faire avant l'arrestation de votre père.
italian: [_M_] [ryan]mi ha curato un po 'di shopping nei fine settimana. Qualcosa che non sono stato in grado di fare da prima che tuo padre fosse arrestato.
portuguese: [_M_] [ryan]tem me tratado de um pouquinho de compras nos finais de semana. Algo que não pude fazer desde antes do seu pai ser preso.
russian: [ _M_] [ Рян] обращался ко мне с маленькими шоппинками по выходным. Что-то, чего я не смог сделать с тех пор, как твой отец был арестован.

source: [_M_] I suppose having a man make me feel special again, has put me in a good mood. Even if that man is my son.
french: [ _M_ ] Je suppose qu'avoir un homme me faire sentir spécial à nouveau, m'a mis dans une bonne humeur. Même si cet homme est mon fils.
italian: [_M_] Suppongo che avere un uomo mi faccia sentire di nuovo speciale, mi abbia messo di buon umore. Anche se quell'uomo è mio figlio.
portuguese: [_M_] Eu suponho que ter um homem me fazer sentir especial de novo, tem me colocado de bom humor. Mesmo que esse homem seja meu filho.
russian: Я думаю, что мужчина снова почувщет меня особенным, поставил меня в хорошее настроение. Даже если этот человек-мой сын.

source: [_S_] Is that where all those Pierre Govanni bags in our trash bins came from?
french: [ _S_ ] Est-ce là où tous ces sacs de Pierre Govanni dans nos poubelles sont venus?
italian: [_S_] È da dove sono venute tutte quelle borse Pierre Govanni nei nostri cestini della spazzatura?
portuguese: [_S_] É de onde vieram todos aqueles sacos Pierre Govanni em nossas bins de lixo?
russian: [_S_] Вот, откуда из нашей мусорной корзины пришли все эти мешки Пьер Гованни?

source: [_S_] I thought our shop-ahollic neighbor was filling up her own bins and started using ours again.
french: [ _S_ ] J'ai pensé que notre voisin du magasin-ahollic remplistait ses propres bacs et commençait à utiliser à nouveau les nôtres.
italian: [_S_] Ho pensato che il nostro vicino di shop-ahollic stava riempendo i suoi cestini e ha iniziato a usare di nuovo il nostro.
portuguese: [__S_] Eu pensei que nossa vizinha de loja-ahollic estava enchendo suas próprias bins e começou a usar a nossa de novo.
russian: [ _S_] Я думал, что наш магазин-ахоллический сосед заполняла свои собственные бинты и снова начала использовать наши.

source: [_S_] So, [ryan]'s been helping you update your wardrobe, huh?
french: [_S_] Alors, [ryan]vous aide à mettre à jour votre garde-robe, hein?
italian: [_S_] Così, [ryan]ti sta aiutando ad aggiornare il tuo guardaroba, eh?
portuguese: [_S_] Então, [ryan]está te ajudando a atualizar seu guarda-roupa, né?
russian: [ _S_] Таким образом, [ ryan] помогает вам обновить свой гардероб, а?

source: [_S_] Must be nice.
french: [_S_] doit être sympa.
italian: [_S_] Deve essere bello.
portuguese: [_S_] Deve ser legal.
russian: [_S_] Должно быть красиво.

source: [_ST_] {i}First, Lauren and Mandy get new bikinis. Now he's taking Mom to Pierre Govanni?{/i}
french: [_ST_] {i}D'abord, Lauren et Mandy ont de nouveaux bikinis. Maintenant, il emmène maman à Pierre Govanni?{/i}
italian: [_ST_] {i}Per prima cosa, Lauren e Mandy ottengono nuovi bikini. Ora sta portando la mamma a Pierre Govanni?{/i}
portuguese: [_ST_] {i}Primeiro, Lauren e Mandy recebem novos biquínis. Agora ele está levando a mamãe para Pierre Govanni? {/i}
russian: [_ST_] {i}Первый, Лорен и Манди получают новый бикинис. Теперь он передает Маму Пьеру Гованни?{/i}

source: [_ST_] {i}[ryan]'s buying everyone else new clothes. When do I get spoiled with a shopping spree?{/i}
french: [_ST_] {i}[ryan]achète des vêtements neufs à tous les autres. Quand suis-je gâché par une profusion de magasins?{/i}
italian: [_ST_] {i}[ryan]sta comprando tutti gli altri vestiti nuovi. Quando vengo viziato con una spesa spree?{/i}
portuguese: [_ST_] {i}[ryan]está comprando toda a gente com roupas novas. Quando eu fico estragado com um Saldo de compras?{/i}
russian: [ _ST_] {i}[ ryan] скупает все остальные новые вещи. Когда меня избаловали от шопинга?

source: [_S_] You'll have to put on a runway show sometime and show me what cool outfits you bought.
french: [ _S_ ] Vous devrez mettre un spectacle sur la piste et me montrer ce que vous avez acheté.
italian: [_S_] A volte dovrai indossare uno spettacolo di pista e mostrarmi quali abiti fantastici hai acquistato.
portuguese: U[_S_] você terá que colocar uma pista em algum momento e me mostrar as roupas legais que você comprou.
russian: [ _S_] Вы должны как-нибудь побыть на подиуме и показать мне, какие классные наряды вы купили.
