Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] You're practically bulging out of your pants.
french: [ _M_ ] Vous êtes pratiquement en dehors de votre pantalon.
italian: [_M_] Sei praticamente sporgente dai pantaloni.
portuguese: [__M_] Você está praticamente com bulging fora de suas calças.
russian: [ _M_] Вы практически выдираетесь из штанов.

source: [_M_] I'm sorry I can't help you out, but I can't think of a single place in the club where there's enough privacy to take care of that little problem.
french: [ _M_ ] Je suis désolé de ne pas pouvoir vous aider, mais je ne peux pas penser à un seul endroit dans le club où il y a assez de vie privée pour prendre soin de ce petit problème.
italian: [_M_] mi dispiace di non poterti aiutare, ma non riesco a pensare a un unico posto nel club dove c'è abbastanza privacy per prendersi cura di quel piccolo problema.
portuguese: [__M_] Sinto muito não poder te ajudar, mas não consigo pensar em um único lugar no clube onde há privacidade suficiente para cuidar desse pequeno problema.
russian: [_M_] Простите, что я не могу вам помочь, Но я не могу думать об одном месте в клубе, где достаточно приватности, чтобы решить эту маленькую проблему.

source: [_R_] Really? You'd do that for me? Even though I missed this week's payment.
french: [_R_] Vraiment ? Vous feriez ça pour moi ? Même si j'ai manqué le paiement de cette semaine.
italian: [_R_] Davvero? Lo farebbe per me? Anche se ho perso il pagamento di questa settimana.
portuguese: [_R_] Realmente? Você faria isso por mim? Mesmo que eu tenha perdido o pagamento desta semana.
russian: Правда? Ты сделаешь это для меня? Даже несмотря на то, что я пропустил эту неделю.

source: [_M_] I mean, it doesn't matter since there's nowhere to take care of you, but yes... I'd help you out.
french: [_M_] Je veux dire, peu importe car il n'y a nulle part où s'occuper de vous, mais oui... je vous aiderais.
italian: [_M_] Voglio dire, non importa perché non c'è nessun posto dove prendersi cura di te, ma sì... ti aiuterei.
portuguese: [_M_] Eu quero dizer, não importa porque não há onde cuidar de você, mas sim... Eu te ajudaria.
russian: Я имею в виду, это не имеет значения, так как тебе некуда заботиться о тебе, но да ... Я бы помог тебе.

source: [_M_] I don't want you to think I hold anything against you, and as big as you are, you're still my little boy who I need to take care of.
french: [ _M_ ] Je ne veux pas que tu penses que je tiens quelque chose contre toi, et aussi grand que tu es, tu es encore mon petit garçon avec qui j'ai besoin de prendre soin.
italian: [_M_] Non voglio che tu pensi di avere qualcosa contro di te, e grande come te, sei ancora il mio ragazzino di cui ho bisogno di prendermi cura.
portuguese: [__M_] Eu não quero que você pense que eu guardo qualquer coisa contra você, e por mais grande que você seja, você ainda é meu filhinho que eu preciso cuidar.
russian: Я не хочу, чтобы ты думал, что я что-то против тебя, и такой же большой, как ты, ты все еще мой маленький мальчик, о котором мне нужно заботиться.

source: [_R_] I might just know the perfect place.
french: [ _R_ ] Je pourrais juste connaître l'endroit parfait.
italian: [_R_] Potrei solo conoscere il posto perfetto.
portuguese: [_R_] posso saber o lugar perfeito.
russian: [ _R_] Я просто знаю идеальное место.

source: [_M_] Uhhh... Okay, I guess... We just need to make sure nobody knows what we're doing.
french: [_M_] Uhhhh... D'accord, je suppose... Nous avons juste besoin de nous assurer que personne ne sait ce que nous faisons.
italian: [_M_] Uhhhh... Ok, immagino... Abbiamo solo bisogno di assicurarsi che nessuno sappia cosa stiamo facendo.
portuguese: [_M_] Uhhh ... Ok, eu acho ... Só precisamos ter certeza de que ninguém sabe o que estamos fazendo.
russian: [ _M_] Uhhh ... Ладно, я думаю ... Нам просто нужно убедиться, что никто не знает, что мы делаем.

source: [_R_] Don't worry. Just follow me.
french: [ _R_ ] Ne vous inquiétez pas. Je viens de me suivre.
italian: [_R_] Non ti preoccupare. Mi segua.
portuguese: [_R_] Não se preocupe. Basta me seguir.
russian: Не волнуйся. Просто следуй за мной.

source: [_M_] I can't help but think of all the things you've probably done in the VIP room.
french: [ _M_ ] Je ne peux pas m'empêcher de penser à toutes les choses que vous avez probablement faites dans la salle VIP.
italian: [_M_] Non posso fare a meno di pensare a tutte le cose che probabilmente hai fatto nella sala VIP.
portuguese: [_M_] Eu não posso deixar de pensar em todas as coisas que você provavelmente fez na sala VIP.
russian: Я не могу не думать о том, что ты сделал в VIP-зале.

source: [_R_] I told you... I haven't really done anything in there. For one thing, it all costs too much, and for another, I haven't been a member for very long.
french: [_R_] Je vous l'ai dit... Je n'ai rien fait là-bas. D'une part, tout cela coûte trop cher, et d'autre part, je ne suis pas membre depuis très longtemps.
italian: [_R_] ti ho detto... non ho fatto nulla in lì. Per una cosa, tutto costa troppo, e per un'altra, non sono stato membro da molto tempo.
portuguese: [_R_] Eu disse a você ... Eu realmente não fiz nada lá dentro. Para uma coisa, tudo custa caro demais, e para outro, eu não sou membro há muito tempo.
russian: Я говорил тебе ... Я ничего там не делал. Для одного это все расходы слишком много, а для другого я не был членом очень долго.

source: [_RT_] {i}That's at least partially true.{/i}
french: [_RT_] {i}C'est au moins partiellement vrai. {/i}
italian: [_RT_] {i}È almeno parzialmente vero.{/i}
portuguese: [_RT_] {i}Isso é pelo menos parcialmente verdadeiro.{/i}
russian: [_RT_] {i}Это по крайней мере частично верно.{/i}

source: [_M_] I want to believe you.
french: [ _M_ ] Je veux te croire.
italian: [_M_] Io voglio credervi.
portuguese: [_M_] Eu quero acreditar em você.
russian: Я хочу тебе верить.

source: [_CD_] Oh, hey you two.
french: [_CD_] Oh, hey vous deux.
italian: [_CD_] Oh, ti hey due.
portuguese: [_CD_] Ah, ei vocês dois.
russian: О, привет, вы двое.

source: [_CD_] That was another great show, [mom_name]!
french: [_CD_] C'était un autre grand spectacle, [mom_name]!
italian: [_CD_] Questo è stato un altro grande spettacolo, [mom_name]!
portuguese: [_CD_] Aquele foi outro grande show, [mom_name]!
russian: [_CD_] Это было еще одно великолепное шоу, [mom_name]!

source: [_M_] Thanks!
french: [ _M_ ] Merci !
italian: [_M_] Grazie!
portuguese: [_M_] Obrigado!
russian: Спасибо!

source: [_CD_] Let me guess. You two need to have another "private chat"?
french: [ _CD_ ] Laissez-moi deviner. Vous devez avoir une autre "conversation privée"?
italian: [_CD_] Lasciami indovinare. Hai due bisogno di avere un'altra "chat privata"?
portuguese: [_CD_] Deixe-me adivinhar. Vocês dois precisam ter outro "bate-papo privado"?
russian: Дай угадаю. Вам двоим нужен еще один "приват"?

source: [_R_] Why are you saying it like that?
french: [ _R_ ] Pourquoi tu dis ça comme ça?
italian: [_R_] Perché lo stai dicendo così?
portuguese: [_R_] Por que você está dizendo assim?
russian: Почему ты так говоришь?

source: [_R_] It really is just a private chat.
french: [ _R_ ] Ce n'est vraiment qu'une discussion privée.
italian: [_R_] È davvero solo una chat privata.
portuguese: [_R_] Realmente é apenas um bate-papo privado.
russian: [_R_] Это только приватный чат.

source: [_CD_] Uh huh... So no dancers or waitresses, or anything?
french: [_CD_] Euh, hein... Alors pas de danseuses, ni de serveuses, ou quoi que ce soit ?
italian: [_CD_] Uh huh... Quindi nessun ballerino o cameriere, o qualcosa?
portuguese: [_CD_] Uh huh... Então nenhum dançarino ou garçonete, ou alguma coisa?
russian: [ _CD_] Uh ... Так что ни танцоров, ни официанток, ни чего?

source: [_R_] Yep, it's hard to talk in private when people are hovering around.
french: [ _R_ ] Yep, il est difficile de parler en privé quand les gens s'envolent.
italian: [_R_] Yep, è difficile parlare in privato quando le persone si muovono in giro.
portuguese: [_R_] Yep, é difícil falar em privado quando as pessoas estão espalhando.
russian: [_R_] Да, трудно поговорить в приватном режиме, когда люди нападают вокруг.

source: [_CD_] Uh huh... Do you have your card?
french: [_CD_] Euh... Avez-vous votre carte ?
italian: [_CD_] Uh huh... Hai la tua carta?
portuguese: [_CD_] Uh huh... Você tem o seu cartão?
russian: [ _CD_] Uh ... У вас есть карта?

source: [_R_] Of course.
french: [_R_] Bien sûr Papa! Ça va aller ?
italian: [_R_] Certo.
portuguese: U[_R_] É claro.
russian: [ _R_] Конечно.

source: [_M_] Where are we going?
french: [ _M_ ] Où allons-nous?
italian: [_M_] Dove stiamo andando?
portuguese: [__M_] Para onde estamos indo?
russian: [_M_] Куда мы идем?

source: [_M_] I didn't even know this part of the casino existed.
french: [ _M_ ] Je ne savais même pas que cette partie du casino existait.
italian: [_M_] non sapevo nemmeno che questa parte del casinò esistesse.
portuguese: [__M_] Eu nem sabia que essa parte do cassino existia.
russian: [_M_] Я даже не знал, что эта часть казино существовала.

source: [_R_] You'll see in just a minute.
french: [ _R_ ] Vous verrez en une minute.
italian: [_R_] Vedrai tra un minuto.
portuguese: [__R_] Você vai ver em apenas um minuto.
russian: [_R_] Вы увидите через минуту.

source: [_CD_] Great show tonight!
french: [_CD_] Bon spectacle ce soir !
italian: [_CD_] Grande spettacolo stasera!
portuguese: [_CD_] Grande aparição esta noite!
russian: Отличное шоу сегодня!

source: [_CD_] Goddam I hope I'm as hot and athletic as you when I get to be your age.
french: [_CD_] Goddam j'espère que je suis aussi chaude et athlétique que vous quand je serai votre âge.
italian: [_CD_] Goddam spero di essere caldo e atletico come te quando riesco ad essere la tua età.
portuguese: [_CD_] Goddam espero estar tão quente e atlético quanto você quando chegar a sua idade.
russian: [_CD_] Годдама я надеюсь, что я буду так же жарко и спортсмен, как и ты, когда я буду твоим возрастом.

source: [_CD_] And you need to teach me some of those moves.
french: [ _CD_ ] Et vous devez m'apprendre certaines de ces déménagements.
italian: [_CD_] E devi insegnarmi alcune di quelle mosse.
portuguese: [_CD_] E você precisa me ensinar alguns desses movimentos.
russian: [ _CD_] И вам нужно научить меня некоторым из этих ходов.

source: [_M_] Thanks, Candy. That's very sweet of you to say.
french: [ _M_ ] Merci, Candy. C'est très gentile de toi à dire.
italian: [_M_] Grazie, caramella. Questo è molto dolce di voi da dire.
portuguese: [_M_] Obrigado, doce. É muito amável da sua parte dizer.
russian: Спасибо, Кэнди. Очень мило, что ты сказал.

source: [_CD_] Now, how can I help the two of you?
french: [ _CD_ ] Maintenant, comment puis-je aider les deux?
italian: [_CD_] Ora, come posso aiutare i due?
portuguese: [__CD_] Agora, como posso ajudar os dois de vocês?
russian: [ _CD_] Как я могу помочь вам двоим?

source: [_R_] We just need a private place to chat.
french: [ _R_ ] Nous avons juste besoin d'un endroit privé pour bavarder.
italian: [_R_] Abbiamo solo bisogno di un posto privato per chattare.
portuguese: [__R_] Nós só precisamos de um lugar privado para bater papo.
russian: Нам просто нужно личное место для чата.

source: [_R_] Is anyone using the VIP room at the moment?
french: [ _R_ ] Est-ce que quelqu'un utilise la salle VIP pour le moment?
italian: [_R_] Qualcuno sta usando la sala VIP al momento?
portuguese: [_R_] Alguém está usando a sala VIP no momento?
russian: [_R_] Кто-нибудь использует VIP комнату?

source: [_M_] VIP room?
french: [_M_] salle VIP ?
italian: [_M_] sala VIP?
portuguese: [_M_] Sala VIP?
russian: Комната VIP?

source: [_CD_] You want to take your own mother into the VIP room?
french: [ _CD_ ] Vous voulez emmener votre propre mère dans la chambre VIP?
italian: [_CD_] Vuoi portare tua madre nella sala VIP?
portuguese: [_CD_] Quer levar a sua própria mãe para dentro da sala VIP?
russian: [_CD_] Вы хотите взять свою маму в VIP комнату?

source: [_R_] Yeah, but not for normal VIP room stuff... Like I said, we just need a private place to talk.
french: [ _R_ ] Ouais, mais pas pour les choses normales de salon VIP ... Comme je l'ai dit, nous avons juste besoin d'un endroit privé pour parler.
italian: [_R_] Sì, ma non per la normale stanza VIP... Come ho detto, abbiamo solo bisogno di un posto privato per parlare.
portuguese: [_R_] Sim, mas não para coisas normais de sala VIP... Como eu disse, só precisamos de um lugar privado para conversar.
russian: [ _R_] Да, но не для обычных VIP-комнатных вещей ... Как я и сказал, нам просто нужно личное место, чтобы поговорить.

source: [_CD_] I mean, you could talk in your car while you're driving home, or...
french: [_CD_] Je veux dire, vous pourriez parler dans votre voiture pendant que vous roulez à la maison, ou...
italian: [_CD_] Voglio dire, si potrebbe parlare in auto mentre si sta guidando a casa, o...
portuguese: [_CD_] Quero dizer, você pode falar no seu carro enquanto você está dirigindo para casa, ou...
russian: Я имею в виду, вы могли бы поговорить в машине, пока вы едете домой, или ...

source: [_CD_] I'm sorry. It's not my place to ask those kinds of questions to a VIP member.
french: [_CD_] Je suis désolé. Il n'est pas de mon ressort de poser ce genre de questions à un membre VIP.
italian: [_CD_] Mi dispiace. Non è il mio posto per porre questo tipo di domande a un membro VIP.
portuguese: [_CD_] Eu sinto muito. Não é o meu lugar para fazer esses tipos de perguntas a um membro VIP.
russian: [ _CD_] Прости. Это не мое место, чтобы задавать такие вопросы ВИП-члену.

source: [_CD_] Would you like me and some of the other dancers in the cages?
french: [ _CD_ ] Vous voulez moi et certains des autres danseurs dans les cages?
italian: [_CD_] Vorresti che io e alcuni degli altri ballerini nelle gabbie?
portuguese: [_CD_] Você gostaria de mim e de alguns dos outros dançarinos das gaiolas?
russian: [ _CD_] Хотите, чтобы я и некоторые другие танцоры в клетках?

source: [_R_] No, just privacy, thank you.
french: [ _R_ ] Non, juste la vie privée, merci.
italian: [_R_] No, solo privacy, grazie.
portuguese: [_R_] Não, apenas privacidade, obrigado.
russian: Нет, просто уедини, спасибо.

source: [_CD_] Suits me just fine.
french: [ _CD_ ] Suits me va bien.
italian: [_CD_] Mi sta bene bene.
portuguese: [_CD_] Trai-me bem mesmo.
russian: -Я в порядке.

source: [_CD_] And don't worry. I won't tell anyone you took your mom into the VIP room. I'm sworn to privacy.
french: [ _CD_ ] Et ne vous inquiéte pas. Je ne dirai à personne que tu as emmené ta mère dans la chambre VIP. Je suis assermenté à la vie privée.
italian: [_CD_] E non ti preoccupare. Non dirò a nessuno che hai preso tua mamma nella stanza VIP. Sono giurato per la privacy.
portuguese: [_CD_] E não se preocupe. Eu não direi a ninguém que você levou sua mãe para a sala VIP. Eu estou atento à privacidade.
russian: [_CD_] И не волнуйтесь. Я никому не скажу, что ты доставил свою маму в VIP-комнату. Я клянусь к конфиденциальности.

source: [_R_] Really, it's not what you think!
french: [ _R_ ] Vraiement, ce n'est pas ce que vous pensez !
italian: [_R_] Davvero, non è quello che pensi!
portuguese: [__R_] Realmente, não é o que você pensa!
russian: [_R_] На самом деле, это не то, что вы думаете!

source: [_RT_] {i}It's exactly what she thinks.{/i}
french: [_RT_] {i}C'est exactement ce qu'elle pense.{/i}
italian: [_RT_] {i}È esattamente quello che pensa.{/i}
portuguese: [_RT_] {i}É exatamente o que ela pensa. {/i}
russian: [_RT_] {i}Это именно то, что она думает.{/i}

source: [_CD_] Do you have your card with you?
french: [ _CD_ ] Avez-vous votre carte avec vous?
italian: [_CD_] Hai la tua carta con te?
portuguese: [_CD_] Você está com seu cartão?
russian: [_CD_] У вас есть карта с вами?

source: [_MT_] {i}Goddam this place is built only for sex.{/i}
french: [_MT_] {i}Goddam cet endroit est construit uniquement pour le sexe.{/i}
italian: [_MT_] {i}Goddam questo posto è costruito solo per sesso.{/i}
portuguese: [_MT_] {i}Goddam este lugar é construído apenas para sexo.{/i}
russian: [_MT_] Богдан {i}построен только для секса.{/i}

source: [_MT_] {i}And my own son is a member?{/i}
french: [_MT_] {i}Et mon propre fils est membre?{/i}
italian: [_MT_] {i}E mio figlio è un membro?{/i}
portuguese: [_MT_] {i}e meu próprio filho é um membro?{/i}
russian: [ _MT_] {i}И мой собственный сын является членом? { /i }

source: [_MT_] {i}I wonder how kinky things get in the VIP room?{/i}
french: [_MT_] {i}Je me demande comment les choses se glissent dans la salle VIP ?{/i}
italian: [_MT_] {i}Mi chiedo quanto siano viziose le cose nella sala VIP?{/i}
portuguese: [_MT_] {i}Eu me pergunto como as coisas kinky ficam no VIP room? {/i}
russian: [_MT_] {i}Мне интересно, как благородные вещи попадут в VIP-комнату?{/i}

source: [_M_] You still haven't told me what kind of stuff you've done here in the VIP room.
french: [ _M_ ] Vous ne m'avez toujours pas dit quel genre de choses vous avez fait ici dans la salle VIP.
italian: [_M_] Non mi hai ancora detto che tipo di roba hai fatto qui nella sala VIP.
portuguese: [_M_] Você ainda não me contou que tipo de coisas você fez aqui na sala VIP.
russian: Ты до сих пор не говорил мне о том, что ты сделал здесь, в VIP-зале.

source: [_RT_] {i}And I never will.{/i}
french: [_RT_] {i}Et je ne le ferai jamais.{/i}
italian: [_RT_] {i}E non lo farò mai.{/i}
portuguese: [_RT_] {i}E eu nunca vou. {/i}
russian: [_RT_] {i}И я никогда не будет.{/i}

source: [_R_] Nothing, I mean besides what we've done here.
french: [_R_] Rien, je veux dire, outre ce que nous avons fait ici.
italian: [_R_] Niente, voglio dire oltre a quello che abbiamo fatto qui.
portuguese: [_R_] Nada, eu não quero dizer mais do que fizemos aqui.
russian: Ничего, я имею в виду, кроме того, что мы здесь сделали.

source: [_MT_] {i}Yeah right.{/i}
french: [_MT_] {i}Oui, c'est vrai. {/i}
portuguese: [_MT_] {i}Sim direito.{/i}
russian: [ _MT_] {i}Да правильно. { /i }

source: [_M_] Tell me... I won't be mad.
french: [_M_] Dites-moi... Je ne serai pas fou.
italian: [_M_] Dimmi... Non sarò arrabbiato.
portuguese: [_M_] Me diga... Não ficarei louco.
russian: Скажи мне ... Я не буду злиться.

source: [_RT_] {i}Yeah, right... I'm not falling for that trap.{/i}
french: [_RT_] {i}Oui, oui... Je ne tombe pas pour ce piège. {/i}
italian: [_RT_] {i}Sì, giusto... Non sto cadendo per quella trappola.{/i}
portuguese: [_RT_] {i}Sim, certo... Não estou caindo para aquela armadilha.{/i}
russian: [ _RT_] {i}Да, правильно ... Я не падаю на эту ловушку.

source: [_R_] I am telling you the truth.
french: [ _R_ ] Je vous dis la vérité.
italian: [_R_] Io ti sto dicendo la verità.
portuguese: [_R_] Estou lhe contando a verdade.
russian: Я говорю тебе правду.

source: [_M_] You'd better be.
french: [_M_] Vous feriez mieux d'être.
italian: [_M_] Faresti meglio ad essere.
portuguese: [_M_] é melhor você ser.
russian: Лучше бы тебе.

source: [_M_] I believe we came in here for a reason?
french: [_M_] Je pense que nous sommes entrés ici pour une raison ?
italian: [_M_] Credo che siamo entrati qui per una ragione?
portuguese: [_M_] Eu acredito que viemos aqui por uma razão?
russian: Я думаю, мы пришли сюда по какой-то причине?

source: [_R_] Yeah... Remember? You said you were going to "take care of me"?
french: [_R_] Ouais... Vous vous souvenez ? Vous avez dit que vous alliez prendre soin de moi?
italian: [_R_] Sì... Ricorda? Hai detto che stavi per "prenderti cura di me"?
portuguese: [_R_] Sim... Lembra? Você disse que ia "cuidar de mim"?
russian: [ _R_] Да ... Помнишь? Ты сказал, что собираешься "заботиться обо мне"?

source: [_M_] Did I?
french: [_R_] Euh.... oui, je l'ai fait.
italian: [_M_] Io?
portuguese: [_M_] Eu fui?

source: [_R_] Oh, come on!
french: [_R_] Oh, allez!
italian: [_R_] Oh, viene!
portuguese: U[_R_] Oh, então!
russian: О, да ладно!

source: [_M_] What would you do without me?
french: [ _M_ ] Que feriez-vous sans moi?
italian: [_M_] Cosa faresti senza di me?
portuguese: [_M_] O que você faria sem mim?
russian: [_M_] Что бы вы без меня?

source: [_R_] I've got a pretty strong hand game.
french: [ _R_ ] J'ai un jeu de main très fort.
italian: [_R_] Ho un gioco a mano piuttosto forte.
portuguese: [_R_] Eu tenho um jogo de mão bem forte.
russian: [_R_] У меня есть довольно сильная игра.

source: [_M_] Well, then maybe I should leave you to it.
french: [_M_] Eh bien, alors je devrais peut-être vous laisser à lui.
italian: [_M_] Beh, allora forse dovrei lasciarvi.
portuguese: [_M_] Bem, então talvez eu devesse deixar você com isso.
russian: Ну, тогда, может быть, я оставлю тебя на это.

source: [_R_] Wait, no, please!
french: [_R_] Attendez, non, s'il vous plaît !
italian: [_R_] Aspetta, no, per favore!
portuguese: [_R_] Espere, não, por favor!
russian: Подождите, нет, пожалуйста!

source: [_M_] Haha... That's what I thought.
french: [_M_] Haha... C'est ce que je pensais.
italian: [_M_] Haha... È quello che pensavo.
portuguese: [_M_] Haha... É isso que eu pensei.
russian: [ _M_] Хаха ... Я так и думал.

source: [_M_] Same rules as before.
french: [_M_] Les mêmes règles qu'avant.
italian: [_M_] Stesse regole di prima.
portuguese: [_M_] As mesmas regras que antes.
russian: [_M_] Те же правила, что и раньше.

source: [_M_] Limited access since you didn't make the weekly payment.
french: [ _M_ ] Accès limité car vous n'avez pas effectué le paiement hebdomadaire.
italian: [_M_] Accesso limitato dato che non hai effettuato il pagamento settimanale.
portuguese: [__M_] Acesso limitado desde que você não fez o pagamento semanal.
russian: [_M_] Ограниченный доступ, так как вы не делали еженедельных платежей.

source: [_M_] Oh, my God! How did I not know about this place?
french: [_M_] Oh, mon Dieu! Comment ne savais-je pas ce lieu?
italian: [_M_] Oh, mio Dio! Come non sapevo di questo luogo?
portuguese: [_M_] Ah, meu Deus! Como eu não sabia sobre esse lugar?
russian: О, Боже мой! Как я не знала об этом месте?

source: [_R_] It's kind of a well guarded secret.
french: [ _R_ ] C'est un secret bien gardé.
italian: [_R_] È una specie di segreto ben custodito.
portuguese: [_R_] É um tipo de segredo bem protegido.
russian: [_R_] Это похожа на хорошо охраняемую секретность.

source: [_R_] Membership in here is pretty exclusive. It's mostly for the super wealthy, famous, and politically connected.
french: [_R_] L'adhésion ici est assez exclusive. Elle est principalement destinée aux super riches, célèbres et politiquement liées.
italian: L'appartenenza ad [_R_] è piuttosto esclusiva. È principalmente per i super ricchi, famosi e politicamente connessi.
portuguese: [_R_] Adesão aqui é bastante exclusivo. É principalmente para os super ricos, famosos e politicamente conectados.
russian: [ _R_] Членство здесь довольно эксклюзивное. Это в основном для сверхбогатых, известных и политически связанных.

source: [_M_] Yet, you... a poor high school student, you're a member?
french: [_M_] Pourtant, vous... un pauvre élève du secondaire, vous êtes membre?
italian: [_M_] Eppure, tu... un povero studente di liceo, sei un membro?
portuguese: [_M_] Ainda assim, você ... um pobre estudante de ensino médio, você é um membro?
russian: [ _M_] Но, ты ... бедный ученик старшеклассца, ты член?

source: [_M_] That doesn't make any sense.
french: [ _M_ ] Cela n'a aucun sens.
italian: [_M_] Non ha alcun senso.
portuguese: [_M_] Isso não faz sentido.
russian: [_M_] Это не имеет никакого смысла.

source: [_M_] Explain!
french: [_M_] Explication !
italian: [_M_] Spiega!
portuguese: [_M_] Explique!
russian: [ _M_] Объясните!

source: [_R_] I kinda saved Joey's life.
french: [ _R_ ] J'ai sauvé la vie de Joey.
italian: [_R_] Ho risparmiato la vita di Joey.
portuguese: [_R_] meio que salvou a vida do Joey.
russian: Я вроде как спас Джоуи жизнь.
