Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Did you want to do some Oedipal research with me?
italian: [_M_] Volevi fare qualche ricerca edipale con me?

source: [_R_] Fuck, no Mom!
italian: [_R_] Cazzo nessuna Mamma!

source: [_R_] Are you crazy?
italian: [_R_] Sei pazzo?

source: [_M_] Language, [ryan]!
italian: [_M_] Linguaggio, [ryan]!

source: [_M_] And that's not what I meant!
italian: [_M_] E non è quello che intendevo!

source: [_M_] Oh fuck, [ryan]... That's exactly what I meant.
italian: [_M_] Oh cazzo, [ryan]... È esattamente quello che intendevo.

source: [_M_] I don't know what's wrong with me.
italian: [_M_] Non so cosa c'è di sbagliato con me.

source: [_M_] I just miss certain things your dad used to do for me.
italian: [_M_] Mi mancano solo alcune cose che tuo papà faceva per me.

source: [_M_] So badly!
italian: [_M_] Così male!

source: [_M_] It's driving me crazy!
italian: [_M_] Mi sta facendo impazzire!

source: [_RT_] {i}Wow! I can't believe she's opening up to me so much about this.{/i}
italian: [_RT_] {i}Wow! Non riesco a credere che lei mi stia aprendo così tanto su questo.{/i}

source: [_RT_] {i}Maybe it's time to make a move.{/i}
italian: [_RT_] {i}Forse è il momento di fare una mossa.{/i}

source: [_R_] Maybe, I can help you out.
italian: [_R_] Forse, posso aiutarti.

source: [_M_] What do you mean?
italian: [_M_] Cosa vuoi dire?

source: [_R_] You know... Like what I did for you in the bathroom.
italian: [_R_] Sai... Come quello che ho fatto per voi in bagno.

source: [_R_] I just feel really bad that you aren't getting your sexual needs met.
italian: [_R_] Mi sento davvero male che non si sta ottenendo le vostre esigenze sessuali soddisfatte.

source: [_M_] You've already met them... in the bathroom.
italian: [_M_] li hai già incontrati... in bagno.

source: [_R_] But it's been so long since then...
italian: [_R_] Ma è passato così tanto tempo...

source: [_M_] No it hasn't.
italian: [_M_] No non ha fatto.

source: [_R_] Really?... It feels like...
italian: [_R_] Davvero?... Ci si sente come...

source: [_M_] [ryan]! This isn't one of your little incest games!
italian: [_M_] [ryan]! Questo non è uno dei tuoi piccoli giochi di incesto!

source: [_M_] You can't just keep showing up here everyday, like you're grinding for more stats!
italian: [_M_] Non puoi continuare a mostrarti qui tutti i giorni, come stai macinando per altre statistiche!

source: [_M_] I think you better go!
italian: [_M_] Penso che sia meglio andare!

source: [_M_] I'm doing just fine on my own, thanks.
italian: [_M_] Sto solo benissimo da sola, grazie.

source: [_R_] Are you, though?
italian: [_R_] Sei tu, però?

source: [_R_] You're all alone... You don't have anyone there to help you fulfill your needs.
italian: [_R_] Sei solo tu... Non hai nessuno che ti aiuti a soddisfare le tue esigenze.

source: [_R_] Sure, you can take care of yourself today, but what about tomorrow?
italian: [_R_] Certo, puoi prenderti cura di te stesso oggi, ma che dire di domani?

source: [_R_] Don't you need something that's a little more... long-term?
italian: [_R_] Non hai bisogno di qualcosa che sia un po' di più... a lungo termine?

source: [_M_] Ok, [ryan]! I'm going to stop you right there. I think these incest games we've been playing together are going to your head.
italian: [_M_] Ok, [ryan]! Ti fermerò proprio lì. Penso che questi incest giochi che abbiamo giocato insieme stiano andando in testa.

source: [_M_] Those are just games! Sons don't really help their Mom's with those kinds of things in the real world.
italian: [_M_] Quelli sono solo giochi! I figli non aiutano davvero la loro mamma con quel genere di cose nel mondo reale.

source: [_M_] And before you say anything else that might really embarrass yourself, I think maybe you should go.
italian: [_M_] E prima di dire qualsiasi altra cosa che potrebbe davvero imbarazzarsi, penso che forse dovreste andare.

source: [_R_] I was just trying to help you...
italian: [_R_] Stavo solo cercando di aiutarti...

source: [_R_] I'm sorry... Ok, I'm going.
italian: [_R_] mi dispiace... Ok, sto andando.

source: [_RT_] {i}Well, shit!... That didn't go the way I wanted.{/i}
italian: [_RT_] {i}Beh, merda!... Questo non è andato come volevo.{/i}

source: [_RT_] {i}I'd better wait until she's a little more sexually desperate.{/i}
italian: [_RT_] {i}farei meglio ad aspettare che lei sia un po' più disperata sessualmente.{/i}

source: {i}"(HINT) Mom's sexual frustration needs to be at 10 before you try to make any advances."{/i}
italian: {i}"(HINT) La frustrazione sessuale della mamma deve essere a 10 prima di cercare di fare qualsiasi avanzamento."{/i}

source: {i}"You need to stop her from masturbating in the bedroom and you need to have made a successful move with Mom in the bathroom."{/i}
italian: {i}"Devi smetterla di masturbarsi in camera da letto e devi aver fatto una mossa di successo con la mamma in bagno."{/i}

source: [_MT_] {i}Does [ryan] think I'm always desperate for relief?{/i}
italian: [_MT_] {i} [ryan] pensa di essere sempre disperato per il sollievo?{/i}

source: [_MT_] {i}Is that why he keeps showing up to offer his services?{/i}
italian: [_MT_] {i}È per questo che continua a mostrare per offrire i suoi servizi?{/i}

source: [_MT_] {i}Is he really just trying to be helpful?{/i}
italian: [_MT_] {i}Sta davvero cercando di essere utile?{/i}

source: [_MT_] {i}Did [ryan] just try to make a move on me?{/i}
italian: [_MT_] {i}Ha fatto [ryan] solo provare a fare una mossa su di me?{/i}

source: [_MT_] {i}How could I have let things get this far?{/i}
italian: [_MT_] {i}Come avrei potuto lasciare che le cose arrivassero così lontano?{/i}

source: {b}{i}"Mom's libido -5"{/i}{/b}
italian: {b}{i}"La libido di mamma -5"{/i}{/b}

source: [_R_] I'm really sorry Mom...
italian: [_R_] Mi dispiace davvero la mamma...

source: [_R_] I wish there were something I could do to help you.
italian: [_R_] Vorrei che ci fosse qualcosa che potrei fare per aiutarti.

source: [_R_] But that's just not something sons can help their moms with.
italian: [_R_] Ma non è solo qualcosa che i figli possono aiutare le loro mamme con.

source: [_M_] No, of course I know that.
italian: [_M_] No, ovviamente lo so.

source: [_MT_] {i}Thank God that's not what he's after... I don't think I'd have the strength to resist him if he tried to get something else from me.{/i}
italian: [_MT_] {i}Grazie a Dio non è quello che dopo... Non penso che avrei la forza di resistere a lui se cercasse di ottenere qualcos'altro da me.{/i}

source: [_MT_] {i}I could never do something like that with my own son... even if I do imagine it sometimes.{/i}
italian: [_MT_] {i}Non potrei mai fare qualcosa del genere con mio figlio... anche se lo immagino a volte.{/i}

source: [_R_] I'd probably better go.
italian: [_R_] probabilmente farei meglio ad andare.

source: [_M_] Yes, ok... I'll see you at home.
italian: [_M_] Sì, ok... Ti vedrò a casa.

source: [_RT_] {i}Yes! I think this is working.{/i}
italian: [_RT_] {i}Sì! Penso che questo stia funzionando.{/i}

source: [_RT_] {i}She's starting to sound desperate.{/i}
italian: [_RT_] {i}Lei sta cominciando a suonare disperata.{/i}

source: [_MT_] {i}What is wrong with me?{/i}
italian: [_MT_] {i}Cosa c'è di sbagliato con me?{/i}

source: [_MT_] {i}I was practically begging him to stay!{/i}
italian: [_MT_] {i}Stavo praticamente chiedendo lui di restare!{/i}

source: [_MT_] {i}I don't have time to finish myself off if those kids are on their way to my office.{/i}
italian: [_MT_] {i}Non ho tempo di finire se quei bambini sono in viaggio per il mio ufficio.{/i}

source: [_MT_] {i}Fuck!... I need to get some sexual release soon... or I'm going to explode!{/i}
italian: [_MT_] {i}Fuck!... Ho bisogno di ottenere qualche rilascio sessuale presto... o sto per esplodere!{/i}

source: [_RT_] {i}Mom said she wasn't going to masturbate in her office anymore.{/i}
italian: [_RT_] {i}Mamma ha detto che non stava più per masturbarsi nel suo ufficio.{/i}

source: [_RT_] {i}I don't think she's been able to get any sexual relief lately... She's got to be dying.{/i}
italian: [_RT_] {i}Non penso che sia stata in grado di ottenere alcun sollievo sessuale ultimamente... Lei deve morire.{/i}

source: [_RT_] {i}I wonder if she's really got the self control to leave that kind of stuff at home.{/i}
italian: [_RT_] {i}Mi chiedo se lei abbia davvero il controllo di sé per lasciare quel tipo di roba a casa.{/i}

source: [_RT_] {i}Let's just take a peek.{/i}
italian: [_RT_] {i}Prendiamo solo un peek.{/i}

source: [_RT_] {i}Oh, boy!... I expected as much.{/i}
italian: [_RT_] {i}Oh, ragazzo!... Mi aspettavo tanto.{/i}

source: [_RT_] {i}Good thing I decided to come check on her.{/i}
italian: [_RT_] {i}Buona cosa ho deciso di venire a controllare su di lei.{/i}

source: [_RT_] {i}God, I love the look on her face right now.{/i}
italian: [_RT_] {i}Dio, adoro lo sguardo sul suo volto in questo momento.{/i}

source: [_RT_] {i}Well, I'd better not let this go on any longer.{/i}
italian: [_RT_] {i}Beh, farei meglio a non lasciarlo andare oltre.{/i}

source: [_R_] Again?.
italian: [_R_] Ancora?.

source: [_R_] Really, Mom?
italian: [_R_] Davvero, Mamma?

source: [_M_] You about gave me a heart attack again.
italian: [_M_] Tu mi hai dato di nuovo un attacco di cuore.

source: [_R_] Well, don't get mad at me!
italian: [_R_] Beh, non arrabbiatevi con me!

source: [_R_] You're the one who said you weren't going to do this at school anymore.
italian: [_R_] Sei tu che hai detto che non lo farai più a scuola.

source: [_R_] I mean, I could have been any of your students coming in here.
italian: [_R_] Intendo dire che avrei potuto essere uno dei tuoi studenti a venire qui.

source: [_M_] My other student knock... They don't slowly, and quietly open my office door to peek at me.
italian: [_M_] Il mio altro studente bussa... Non lentamente e tranquillamente aprono la porta del mio ufficio per sbirciarmi.

source: [_R_] As far as you know.
italian: [_R_] Per quanto sapete.

source: [_M_] Come in here and shut the door. I don't want everyone in the hall overhearing this conversation.
italian: [_M_] Vieni qui e chiudi la porta. Non voglio che tutti nella sala sentano questa conversazione.

source: [_M_] [ryan]... I hadn't really thought of that...
italian: [_M_] [ryan]... non avevo pensato proprio a quello...

source: [_M_] Do you think any students have snuck a peek at us while we've been... you know... together?
italian: [_M_] Pensi che qualche studente ci abbia sbirciato mentre siamo stati... sapete... insieme?

source: [_R_] Well, There was that incident with Matt.
italian: [_R_] Beh, c'è stato quell'incidente con Matt.

source: [_M_] How could I forget?
italian: [_M_] Come posso dimenticare?

source: [_M_] But, besides that? Do you think anyone else has spied on us and we don't know about it?
italian: [_M_] Ma, oltre a quello? Pensi che qualcun altro ci abbia spiato e non lo sappiamo?

source: [_R_] Well, There was that incident with Megan.
italian: [_R_] Beh, c'è stato quell'incidente con Megan.

source: [_R_] I mean, I guess it's possible... But I've never heard any gossip about it, so probably not.
italian: [_R_] Voglio dire, immagino che sia possibile... Ma non ho mai sentito alcun pettegolezzo, quindi probabilmente no.

source: [_R_] But that doesn't mean that it couldn't happen.
italian: [_R_] Ma questo non significa che non potrebbe succedere.

source: [_M_] Oh, God!... That would be awful!
italian: [_M_] Oh, Dio!... Sarebbe terribile!

source: [_M_] I've got to stop doing this!
italian: [_M_] Devo smettere di fare questo!

source: [_RT_] {i}Now might be a good time to make a move.{/i}
italian: [_RT_] {i}Ora potrebbe essere un buon momento per fare una mossa.{/i}

source: [_RT_] {i}She's seems so desperate for relief.{/i}
italian: [_RT_] {i}Sembra così disperata per il sollievo.{/i}

source: [_R_] You know... Like what we did in the bathroom.
italian: [_R_] Sai... Come quello che abbiamo fatto in bagno.

source: [_R_] It just seems like you aren't getting any of your sexual needs met.
italian: [_R_] Sembra proprio che tu non stia ricevendo alcuna delle tue esigenze sessuali soddisfatte.

source: [_M_] Those are just games! Sons don't really help their Moms with those kinds of things in the real world.
italian: [_M_] Quelli sono solo giochi! I figli non aiutano davvero le loro mamme con quel genere di cose nel mondo reale.

source: {i}"(HINT) Mom's sexual frustration needs to be at 10 before you try to make any advances. You also need to stop Mom from masturbating in the bathroom and her bedroom before you can make an advance."{/i}
italian: {i}"(HINT) La frustrazione sessuale della mamma deve essere a 10 prima di cercare di fare qualsiasi progresso. È anche necessario smettere di mamma di masturbarsi in bagno e la sua camera da letto prima di poter fare un avanzamento."{/i}

source: [_R_] Well, I'd better go then.
italian: [_R_] Beh, farei meglio ad andare allora.

source: [_M_] Are you sure you don't want to do some more research for your Oedipal project with me?
italian: [_M_] Sei sicuro di non voler fare altre ricerche per il tuo progetto edipale con me?

source: [_R_] Sorry, Mom... I don't dare... I'm pretty sure some of the kids in class were talking about coming to your office for some help.
italian: [_R_] Scusa, mamma... Non oso... sono abbastanza sicuro che alcuni dei bambini in classe stavano parlando di venire in ufficio per un po 'di aiuto.

source: [_R_] I'd hate to get caught doing anything in here.
italian: [_R_] odierei di farsi catturare facendo qualcosa qui dentro.

source: [_R_] I don't want you to get in trouble.
italian: [_R_] Non voglio che tu finisca nei guai.

source: [_R_] So, I'm just going to go.
italian: [_R_] Quindi, andrò solo ad andare.

source: [_RT_] {i}Oh boy!... Mom's always trying to sneak a quick self service in her office... She's probably going to want me to join her like I have in the past.{/i}
italian: [_RT_] {i}Oh ragazzo!... Mamma sta sempre cercando di furtivamente un rapido self service nel suo ufficio. . Probabilmente vorrà che mi unisca a lei come ho in passato.{/i}

source: [_RT_] {i}I'm going to have to stop her from finishing, and as much as I'd love to jack off in front of her again... I've got to be strong and walk away.{/i}
italian: [_RT_] {i}Dovrò impedirle di finire, e tanto quanto mi piacerebbe strappare di fronte a lei. . Devo essere forte e camminare.{/i}

source: [_RT_] {i}Now, I'd better get in there before she gets too far along.{/i}
italian: [_RT_] {i}Ora, farei meglio ad entrare prima che si spinga troppo avante.{/i}

source: [_RT_] {i}Right where I expected to find her.{/i}
italian: [_RT_] {i}Proprio dove mi aspettavo di trovarla.{/i}

source: [_RT_] {i}She's so Goddam sexy!... I'd love to just sit and watch her.{/i}
italian: [_RT_] {i}Lei è così sexy Goddam!... Mi piacerebbe solo sedermi a guardarla.{/i}

source: [_RT_] {i}Ok, [ryan]... The ends justify the means.{/i}
italian: [_RT_] {i}Ok, [ryan]... I fini giustificano i mezzi.{/i}

source: [_R_] At it again I see?
italian: [_R_] A esso di nuovo vedo?

source: [_M_] I think you enjoy scaring me.
italian: [_M_] penso che ti piaccia spaventarmi.

source: [_R_] Sorry!... I actually wasn't trying to startle you.
italian: [_R_] Mi dispiace!... in realtà non stavo cercando di sorprendervi.

source: [_R_] I just thought by now that you'd be used to me walking in.
italian: [_R_] Ho appena pensato ora che saresti abituato a me a camminare.

source: [_R_] So, up to more Oedipal curriculum research?
italian: [_R_] Quindi, fino a più ricerca di curriculum edipali?

source: [_MT_] {i}Interrupted again, but at least this doesn't have to be a total loss. I'm sure [ryan] would be more than happy to watch me finish, and I wouldn't mind seeing him take care of himself either.{/i}
italian: [_MT_] {i}Interrotto di nuovo, ma almeno questo non deve essere una perdita totale. Sono sicuro che [ryan] sarebbe più che felice di vedermi finire, e non mi dispiacerebbe vederlo prendersi cura di sé.{/i}

source: [_M_] Yeah, actually... I've found a new game that could possibly be a good example on the affects of Oedipal complexes on modern society.
italian: [_M_] Sì, in realtà... Ho trovato un nuovo gioco che potrebbe essere un buon esempio sugli effetti dei complessi edipali sulla società moderna.

source: [_M_] Why don't you come sit down and we can start playing together to see if it would be a good reference for your final paper?
italian: [_M_] Perché non ti siedi e possiamo iniziare a giocare insieme per vedere se sarebbe un buon riferimento per il tuo documento finale?

source: [_R_] Thanks, Mom!... I would love to...
italian: [_R_] Grazie, mamma!... mi piacere...

source: [_RT_] {i}I really would love to.{/i}
italian: [_RT_] {i}Mi piacerebbe molto.{/i}

source: [_R_] But I don't think we have time.
italian: [_R_] Ma non penso che abbiamo tempo.

source: [_R_] I overheard some kids in class saying they needed to come talk to you in your office. I ran hear to warn you, just in case you were...
italian: [_R_] Ho sentito alcuni bambini in classe dicendo che avevano bisogno di venire a parlare con voi nel vostro ufficio. Ho corso sentito avvertirti, solo nel caso in cui fosse...

source: [_R_] Well, you know.
italian: [_R_] Beh, sai.

source: [_M_] I know what?
italian: [_M_] Io so cosa?

source: [_M_] Do you assume this is all I do in my office?
italian: [_M_] Supponete che questo sia tutto quello che faccio nel mio ufficio?

source: [_R_] Well, lately...
italian: [_R_] Beh, ultimamente...

source: [_M_] Don't finish that sentence.
italian: [_M_] Non finire quella frase.

source: [_MT_] {i}He's right. This is something I should leave at home!{/i}
italian: [_MT_] {i}Ha ragione. Questo è qualcosa che dovrei lasciare a casa!{/i}

source: [_M_] Alright, [ryan]. Thanks for the warning. You can run along now.
italian: [_M_] Alright, [ryan]. Grazie per l'avviso. Ora puoi correre

source: [_R_] Ok, Mom... Just be careful. I'd hate for you to get in trouble over this.
italian: [_R_] Ok, Mamma... Fai attenzione. Odio per te trovarti nei guai.

source: [_M_] Thanks for your concern... I'm gonna stop doing this at school, so you won't have to worry about it anymore.
italian: [_M_] Grazie per la tua preoccupazione... Smetterò di fare questo a scuola, quindi non dovrai più preoccuparti.

source: [_R_] Ok, see ya Mom.
italian: [_R_] Ok, vedi ya Mom.

source: [_RT_] {i}Perfect!... If she stops finger banging herself at school, all I have to do is make sure she doesn't succeed in finishing herself off at home.{/i}
italian: [_RT_] {i}Perfetto!... Se smette di sbattere le dita a scuola, tutto quello che devo fare è assicurarsi che non riesca a finire fuori a casa.{/i}

source: [_RT_] {i}We'll just see how well she can hold off my advances when she's so horny that she can't see straight.{/i}
italian: [_RT_] {i}Vedremo quanto bene può tenere fuori i miei anticipi quando è così eccitata che non riesce a vedere dritto.{/i}

source: [_MT_] {i}God in heaven! What's wrong with me?{/i}
italian: [_MT_] {i}Dio in cielo! Cosa c'è di sbagliato con me?{/i}

source: [_MT_] {i}How have I become the sick perverted teacher that can't even wait to get home to masturbate?{/i}
italian: [_MT_] {i}Come sono diventato l'insegnante malato pervertito che non vedo l'ora di tornare a casa a masturbarsi?{/i}

source: [_MT_] {i}Not only that, but masturbates in front of her son while he's jacking himself off in front of me?{/i}
italian: [_MT_] {i}Non solo, ma si masturba di fronte a suo figlio mentre si sta sollevando davanti a me?{/i}

source: [_MT_] {i}Why did you give me so much sexual desire?... And so little self control?{/i}
italian: [_MT_] {i}Perché mi hai dato così tanto desiderio sessuale?... E così poco autocontrollo?{/i}

source: [_MT_] {i}Give me strength to keep my mind on pure innocent things.{/i}
italian: [_MT_] {i}Dammi la forza di mantenere la mia mente su cose innocenti pure.{/i}

source: [_MT_] {i}And to stop letting my imagination go crazy when I'm confronted by all the youthful sexual energy all around me.{/i}
italian: [_MT_] {i}E per smettere di lasciar impazzire la mia immaginazione quando sono confrontato con tutta l'energia sessuale giovanile che mi circonda.{/i}

source: [_MT_] {i}Like at that last pep assembly for the basketball team... all those strong young men in their short basketball shorts...{/i}
italian: [_MT_] {i}Come a quell'ultimo montaggio pep per la squadra di basket... tutti quei giovani forti nei loro corti di basket...{/i}

source: [_MT_] {i}Fuck, [mom_name]! Get those images out of your head!{/i}
italian: [_MT_] {i}Fuck, [mom_name]! Ottieni quelle immagini fuori testa!{/i}

source: [_RT_] {i}{b}(HINT){/b} Return to Mom's office after you stop her from masturbating in all her favorite places, then make sure "Mom's Sexual Frustration" is at it's max.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Ritorna all'ufficio della mamma dopo aver smesso di masturbarsi in tutti i suoi luoghi preferiti, poi assicurati che la "Frustrazione Sessuale della mamma" sia a max. /i}

source: [_M_] Alright... Help me move my desk to block the door again.
italian: [_M_] Bene... Aiutami a spostare la scrivania per bloccare di nuovo la porta.

source: [_M_] Good... Now that you've squeezed into that space between the desk and the wall, you can use your legs to push against the wall.
italian: [_M_] Buono... Ora che hai spremuto nello spazio tra la scrivania e il muro, puoi usare le gambe per spingere contro il muro.

source: [_R_] Damn, that desk is heavy!
italian: [_R_] Dannazione, quella scrivania è pesante!

source: [_R_] Nobody's going to be able to barge in here unannounced.
italian: [_R_] Nessuno sarà in grado di chiacchierare qui senza preavviso.

source: [_M_] Well, it seemed to work pretty well last time.
italian: [_M_] Beh, sembrava funzionare abbastanza bene l'ultima volta.

source: [_M_] Let's just hope Principal Hardun doesn't come knocking.
italian: [_M_] Speriamo solo che il Principal Hardun non venga a bussare.

source: [_M_] We'd better make this fast.
italian: [_M_] Faremmo meglio a farlo velocemente.

source: [_R_] Any chance I get some...
italian: [_R_] Qualsiasi possibilità che ottengo...

source: [_M_] Absolutely not!
italian: [_M_] Assolutamente no!

source: [_M_] Same rules apply.
italian: [_M_] Si applicano le stesse regole.

source: [_M_] Your penis stays in your pants... and you only do what I tell you to do.
italian: [_M_] Il tuo pene rimane nei tuoi pantaloni... e fai solo quello che ti dico di fare.

source: [_M_] So, if you start licking my pussy again, without me saying it's ok... I'll shut this whole thing down.
italian: [_M_] Quindi, se inizi a leccare di nuovo la mia figa, senza che io dica che va bene... chiudo tutta questa cosa.

source: [_RT_] {i}Yeah, right!... I've heard that before.{/i}
italian: [_RT_] {i}Sì, giusto!... l'ho sentito prima.{/i}

source: [_R_] Deal.
italian: [_R_] Affare fatto.

source: [_M_] I'll just bend over the desk like I did last time. That worked out pretty well, right?
italian: [_M_] Mi piegherò sulla scrivania come ho fatto la scorsa volta. Questo funzionò abbastanza bene, giusto?

source: [_R_] Uhh... yep... yeah... Uh huh.
italian: [_R_] Uhh... yep... sì... Uh huh.

source: [_RT_] {i}I certainly won't get tired of that view.{/i}
italian: [_RT_] {i}Non mi stancherò certamente di quella vista.{/i}

source: [_RT_] {i}I've got to get a closer look.{/i}
italian: [_RT_] {i}Devo avere uno sguardo più attento.{/i}

source: [_RT_] {i}Goddam!... I love that beautiful ass!{/i}
italian: [_RT_] {i}Goddam!... Mi piace quel bel culo!{/i}

source: [_M_] [ryan]? Everything ok?... You just got really quiet.
italian: [_M_] [ryan]? Tutto ok?... Hai appena ottenuto davvero tranquillo.
