Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}Why do I get the feeling he's just staring at my ass?{/i}
italian: [_MT_] {i}Perché ho la sensazione che stia solo fissando il mio culo?{/i}

source: [_M_] [ryan], are you just staring at my butt?
italian: [_M_] [ryan], stai solo fissando il mio culo?

source: [_M_] Well, you kind of stopped participating in the conversation, as if something distracted you.
italian: [_M_] Beh, hai smesso di partecipare alla conversazione, come se qualcosa ti distrasse.

source: [_R_] Oh, yeah... I was thinking about some homework.
italian: [_R_] Oh, sì... Stavo pensando a qualche compito.

source: [_M_] Let me guess. The Oedipus Rex homework?
italian: [_M_] Lasciami indovinare. I compiti di Oedipus Rex?

source: [_RT_] {i}Shit, she's on to me!{/i}
italian: [_RT_] {i}Merda, è su di me!{/i}

source: [_RT_] {i}The worst thing to do would be to admit it.{/i}
italian: [_RT_] {i}La cosa peggiore da fare sarebbe ammetterlo.{/i}

source: [_R_] No, I've just been struggling to memorize the quadratic formula.
italian: [_R_] No, ho appena lottato per memorizzare la formula quadratica.

source: [_MT_] {i}What if he really wasn't staring at my ass? Accusing him of perving on his own mom might not be fair.{/i}
italian: [_MT_] {i}E se davvero non stava fissando il mio culo? Accusarlo di perving sulla sua mamma potrebbe non essere equo.{/i}

source: [_MT_] {i}I'd better drop it.{/i}
italian: [_MT_] {i}farei meglio a cadere.{/i}

source: [_R_] Don't worry, I'm a guy. I can be ready in less than five minutes.
italian: [_R_] Non ti preoccupare, sono un ragazzo. Posso essere pronto in meno di cinque minuti.

source: [_M_] Really?... A teenage boy is asking his mom for a hug?
italian: [_M_] Davvero?... Un ragazzo adolescente sta chiedendo a sua mamma un abbraccio?

source: [_M_] How could I say no to that?
italian: [_M_] Come posso dire di no a quello?

source: [_MT_] {i}I don't remember [ryan] ever hugging me with this much enthusiasm before.{/i}
italian: [_MT_] {i}Non ricordo [ryan] mai abbracciandomi con questo entusiasmo prima.{/i}

source: [_R_] Thanks, Mom!... Mwwahhh... You're the best!
italian: [_R_] Grazie, mamma!... Mwwahhh... Sei il migliore!

source: [_M_] Whoa, hey!... Get your hand off my butt!
italian: [_M_] Whoa, hey!... Prendi la tua mano dal mio culo!

source: [_M_] That's not the kind of hug you give your own mother!
italian: [_M_] Questo non è il tipo di abbraccio che date a vostra madre!

source: [_M_] What has gotten into you?
italian: [_M_] Cosa ti è preso?

source: {b}{i}"Mom's Anger +2"{/i}{/b}
italian: {b}{i}"Rabbia Della Mamma +2"{/i}{/b}

source: [_R_] I'm sorry! It wasn't really intentional! I did it without thinking.
italian: [_R_] Mi dispiace! Non era davvero intenzionale! L'ho fatto senza pensare.

source: [_R_] I think my arm just got tired, and naturally lowered to your butt.
italian: [_R_] Penso che il mio braccio si sia appena stancato, e naturalmente abbassato al tuo culo.

source: [_M_] Accident or not, that's just weird!
italian: [_M_] Incidente o no, è semplicemente strano!

source: [_R_] But, Mom, I...
italian: [_R_] Ma, Mamma, Io...

source: [_M_] NOW!
italian: [_M_] ORA!

source: [_RT_] {i}Dammit! Why did I think that would be ok?{/i}
italian: [_RT_] {i}Dammit! Perché ho pensato che sarebbe stato ok?{/i}

source: [_RT_] {i}I need to be careful or I might make our relationship worse, not better.{/i}
italian: [_RT_] {i}Ho bisogno di fare attenzione o potrei peggiorare la nostra relazione, non migliorare.{/i}

source: [_M_] I hope that was some kind of joke!
italian: [_M_] Spero che sia stata una sorta di battuta!

source: [_R_] Uhhh... Yeah... Of course it was a joke.
italian: [_R_] Uhhhh... Sì... Naturalmente era una battuta.

source: [_M_] Well, it was in terrible taste!
italian: [_M_] Beh, era di terribile gusto!

source: {b}{i}"Mom's Anger +3"{/i}{/b}
italian: {b}{i}"Rabbia Della Mamma +3"{/i}{/b}

source: [_M_] You sound like an immature teenage boy, who's trying to impress his friends!
italian: [_M_] Sembri un adolescente immaturo, che sta cercando di impressionare i suoi amici!

source: [_R_] Sorry... I don't know why I thought that would be funny.
italian: [_R_] Mi dispiace... Non so perché ho pensato che sarebbe stato divertente.

source: [_M_] I need you to get out of my room!
italian: [_M_] Ho bisogno di te per uscire dalla mia stanza!

source: [_M_] And I need you to think about what you say before you say it!
italian: [_M_] E ho bisogno che tu pensi a quello che dici prima di dirlo!

source: [_M_] I won't have my son acting like a disgusting pervert!
italian: [_M_] Non avrò mio figlio che si comporta come un pervertito disgustoso!

source: [_MT_] {i}Oh, God... He just grabbed my ass, again!{/i}
italian: [_MT_] {i}Oh, Dio... Ha appena afferrato il mio asino, ancora!{/i}

source: [_MT_] {i}I knew he was here for another handjob!{/i}
italian: [_MT_] {i}Sapevo che era qui per un altro handjob!{/i}

source: [_MT_] {i}Shouldn't I be more upset?{/i}
italian: [_MT_] {i}Non dovrei essere più turbato?{/i}

source: [_MT_] {i}Why don't I mind this?{/i}
italian: [_MT_] {i}Perché non mi dispiace?{/i}

source: [_RT_] {i}Oh my God!... Even after last time, Mom isn't stopping me!{/i}
italian: [_RT_] {i}Oh mio Dio!... Anche dopo l'ultima volta, la mamma non mi ferma!{/i}

source: [_RT_] {i}Does she like giving me handys?{/i}
italian: [_RT_] {i}Le piace darmi le mani?{/i}

source: [_RT_] {i}I love her ass in my hand!{/i}
italian: [_RT_] {i}Mi piace il culo in mano!{/i}

source: [_RT_] {i}And here it comes!{/i}
italian: [_RT_] {i}E qui arriva!{/i}

source: [_RT_] {i}This time, I welcome you!{/i}
italian: [_RT_] {i}Questa volta, ti do il benvenuto!{/i}

source: [_MT_] {i}Oh, God!... His huge cock is pressed against my stomach again!{/i}
italian: [_MT_] {i}Oh, Dio!... Il suo enorme cazzo è premuto di nuovo contro il mio stomaco!{/i}

source: [_MT_] {i}Ok... How do I deal with this?{/i}
italian: [_MT_] {i}Ok... Come mi occupo di questo?{/i}

source: [_MT_] {i}I know he's here for a handy... he knows he's here for a handy, but I still shouldn't encourage it... should I?{/i}
italian: [_MT_] {i}So che è qui per un utile... sa che è qui per un utile, ma non dovrei ancora incoraggiarlo... dovrei io?{/i}

source: [_M_] [ryan]... relax... Don't run off again!
italian: [_M_] [ryan]... rilassati... Non scappare di nuovo!

source: [_RT_] {i}I wouldn't dream of running off!{/i}
italian: [_RT_] {i}Non sognerei di uscire!{/i}

source: [_R_] Oh, no! You noticed!... I tried not to!
italian: [_R_] Oh, no! Hai notato!... Ho provato a non farlo!

source: [_M_] Well, maybe it wouldn't have popped up, if you hadn't grabbed my butt?
italian: [_M_] Beh, forse non sarebbe scoppiato, se non avessi afferrato il mio culo?

source: [_R_] Don't you like it?
italian: [_R_] Non ti piace?

source: [_M_] [ryan]... What am I supposed to say to that?
italian: [_M_] [ryan]... Che cosa devo dirlo?

source: [_MT_] {i}I need and love the attention?{/i}
italian: [_MT_] {i}Ho bisogno e amo l'attenzione?{/i}

source: [_M_] I'm your mother!... Of course I don't like it!
italian: [_M_] Sono tua madre!... Naturalmente non mi piace!

source: [_M_] And [ryan]... Your hand is still on my butt.
italian: [_M_] E [ryan]... La tua mano è ancora sul mio culo.

source: [_R_] Wow!... Your ass is so firm, my hand is just drawn to it.
italian: [_R_] Wow!... Il tuo culo è così fermo, la mia mano è appena attratta.

source: [_M_] Well, thank you very much! I have been trying to work on...
italian: [_M_] Beh, grazie mille! Ho cercato di lavorare su...

source: [_M_] Hey!... Don't try to flatter me!
italian: [_M_] Hey!... Non cercare di appiattirmi!

source: [_M_] The question now is, What are we going to do about this?
italian: [_M_] La domanda ora è: Cosa faremo a questo proposito?

source: [_M_] We can't have you running out into the hall to the mercy of your sisters again.
italian: [_M_] Non possiamo averti di nuovo a correre nella sala per la misericordia delle tue sorelle.

source: [_M_] And I can't just keep giving you handjobs!
italian: [_M_] E non posso continuare a darti solo dei lavori!

source: [_R_] Why not?
italian: [_R_] Perché no?

source: [_M_] Am I supposed to keep rewarding this type of behavior?
italian: [_M_] Devo continuare a premiare questo tipo di comportamento?

source: [_R_] No, you're right. You shouldn't, I'll just head to my room.
italian: [_R_] No, hai ragione. Non dovresti andarmene nella mia stanza.

source: [_M_] Wait... No!.
italian: [_M_] Aspetta... No!.

source: [_M_] If your sisters see you coming out of my room with another erection, it will look bad for both of us.
italian: [_M_] Se le tue sorelle ti vedono uscire dalla mia stanza con un'altra erezione, sembrerà male per entrambi.

source: [_M_] I'm just going to have to take care of you again.
italian: [_M_] Dovrò solo prendermi cura di te di nuovo.

source: [_M_] But this is the last time!
italian: [_M_] Ma questa è l'ultima volta!

source: [_R_] Of course... Makes sense.
italian: [_R_] Certo... ha senso.

source: [_M_] So, drop those drawers... Now!
italian: [_M_] Quindi, lascia cadere quei cassetti... ora!

source: [_RT_] {i}I can't believe it! She's going to do it, again!{/i}
italian: [_RT_] {i}Non posso crederci! Sta per farlo, ancora!{/i}

source: [_RT_] {i}My God!... I can't believe that worked again!{/i}
italian: [_RT_] {i}Mio Dio!... Non riesco a credere che abbia funzionato di nuovo!{/i}

source: [_RT_] {i}I don't think there's any denying that she enjoys doing this.{/i}
italian: [_RT_] {i}Non credo che ci sia alcun rifiuto che le piaccia fare questo.{/i}

source: [_RT_] {i}It just took a tiny bit of reverse psychology.{/i}
italian: [_RT_] {i}Ci è voluta solo una piccola parte di psicologia inversa.{/i}

source: [_MT_] {i}Goddammit!... How did I end up jerking off my son, again?{/i}
italian: [_MT_] {i}Goddammit!... Come ho finito per masturbarmi mio figlio?{/i}

source: [_MT_] {i}Just stroking his huge cock.{/i}
italian: [_MT_] {i}Basta accarezzare il suo cazzo enorme.{/i}

source: [_MT_] {i}His massive, pulsing, needy cock!{/i}
italian: [_MT_] {i}Il suo cazzo massiccio, pulsante, bisognoso!{/i}

source: [_MT_] {i}I've got to get ready for school.{/i}
italian: [_MT_] {i}Devo prepararmi per la scuola.{/i}

source: [_MT_] {i}He's got to get rid of his erection.{/i}
italian: [_MT_] {i}Deve sbarazzarsi della sua erezione.{/i}

source: [_MT_] {i}What else am I supposed to do?{/i}
italian: [_MT_] {i}Che altro devo fare?{/i}

source: [_R_] Mom!... I'm about to cum!
italian: [_R_] Mom!... Sto per cum!

source: [_M_] Let it out, Baby!... Just try not to hit the rug.
italian: [_M_] Lasci fuori, Baby!... Basta provare a non colpire il tappeto.

source: [_MT_] {i}Just look at that!{/i}
italian: [_MT_] {i}Basta guardare quello!{/i}

source: [_MT_] {i}So... much... cum!{/i}
italian: [_MT_] {i}So... molto... cum!{/i}

source: [_M_] I feel like we just drained your balls.
italian: [_M_] Mi sento come se avessimo appena prosciugato le vostre palle.

source: [_M_] How did you build up so much, so fast?
italian: [_M_] Come hai costruito così tanto, così velocemente?

source: [_M_] You need to be taking care of yourself even more than I thought.
italian: [_M_] Devi prenderti cura di te stesso ancora più di quanto pensassi.

source: [_R_] You can just keep taking care of me.
italian: [_R_] Si può solo continuare a prendersi cura di me.

source: [_M_] [ryan]... Don't push it!
italian: [_M_] [ryan]... Non spingerlo!

source: [_M_] Still, It's a good thing we took care of that!
italian: [_M_] Eppure, è una buona cosa che ci siamo presi cura di quello!

source: [_R_] Yeah... I think you're right.
italian: [_R_] Sì... Penso che tu abbia ragione.

source: [_M_] Of course, I'm right.
italian: [_M_] Certo, ho ragione.

source: [_M_] And more importantly, you can leave, since you don't have an erection anymore.
italian: [_M_] E, cosa ancora più importante, puoi andartene, poiché non hai più un'erezione.

source: [_M_] I've got to get ready! I'm going to be so late for school!
italian: [_M_] devo prepararmi! Sarò così tardi per la scuola!

source: [_R_] Do you want me to clean up the...
italian: [_R_] Vuoi che ripulisci...

source: [_M_] Don't worry about it, I'll get it.
italian: [_M_] Non preoccupatevi, lo prenderò.

source: [_R_] Alright, then... I'll see you soon?
italian: [_R_] Bene, allora... ti vedrò presto?

source: [_M_] I don't doubt it.
italian: [_M_] Non ne dubito.

source: [_MT_] {i}I can't believe he'd dare do that again after last time!{/i}
italian: [_MT_] {i}Non posso credere che avrebbe osato farlo di nuovo dopo l'ultima volta!{/i}

source: [_MT_] {i}Should I just pretend that I didn't notice?{/i}
italian: [_MT_] {i}Devo solo fingere di non aver notato?{/i}

source: [_RT_] {i}Oh, shit!... No, no, no... Not again!{/i}
italian: [_RT_] {i}Oh, merda!... No, no, no... Non ancora!{/i}

source: [_RT_] {i}Stay down!{/i}
italian: [_RT_] {i}Rimani Giù!{/i}

source: [_MT_] {i}Oh, God!... It's happening again!{/i}
italian: [_MT_] {i}Oh, Dio!... Sta succedendo di nuovo!{/i}

source: [_MT_] {i}Ok... How do I deal with this delicately?{/i}
italian: [_MT_] {i}Ok... Come faccio a trattare questo delicatamente?{/i}

source: [_MT_] {i}I can't have him running out to his sisters again!{/i}
italian: [_MT_] {i}Non posso averlo di nuovo alle sue sorelle!{/i}

source: [_R_] Oh, did I grab your butt?
italian: [_R_] Oh, ho preso il tuo culo?

source: [_M_] Yes... I think you know that you did.
italian: [_M_] Sì... penso che tu sappia che hai fatto.

source: [_R_] No, I thought my hand was on your back.
italian: [_R_] No, pensavo che la mia mano fosse sulla tua schiena.

source: [_M_] [ryan]... Your hand is still on my butt.
italian: [_M_] [ryan]... La tua mano è ancora sul mio culo.

source: [_R_] Wow!... Your ass is so firm, it feels as hard as your back muscles.
italian: [_R_] Wow!... Il tuo culo è così fermo, si sente duro come i muscoli della schiena.

source: [_M_] Hey!... Don't change the subject!
italian: [_M_] Hey!... Non cambiare l'oggetto!

source: [_M_] That doesn't look good for you, or me.
italian: [_M_] Quello non sembra buono per te, o per me.

source: [_M_] Shoot!... And I've really got to get dressed to make it to school on time.
italian: [_M_] Spara!... E devo davvero vestirmi per farlo a scuola in tempo.

source: [_MT_] {i}If I take care of his needs, his erection will go away and I can get dressed.{/i}
italian: [_MT_] {i}Se mi occupo delle sue esigenze, la sua erezione andrà via e posso vestirsi.{/i}

source: [_MT_] {i}Shit!... No, I can't really be thinking about doing that for him again?{/i}
italian: [_MT_] {i}merda!... No, non posso pensare di farlo di nuovo per lui?{/i}

source: [_MT_] {i}It might help him progress further along in his Oedipal complex.{/i}
italian: [_MT_] {i}Potrebbe aiutarlo a progredire ulteriormente nel suo complesso edipale.{/i}

source: [_MT_] {i}I've got to get him out of this stage sooner or later.{/i}
italian: [_MT_] {i}Devo farlo uscire prima o poi da questa fase.{/i}

source: [_MT_] {i}It would be terrible if he got stuck in this phase!{/i}
italian: [_MT_] {i}Sarebbe terribile se si fosse bloccato in questa fase!{/i}

source: [_MT_] {i}I'd better just do it for both or goods.{/i}
italian: [_MT_] {i}farei meglio a farlo solo per entrambe o per le merci.{/i}

source: [_MT_] {i}And, if I just so happen to enjoy it...{/i}
italian: [_MT_] {i}E, se così mi capita di godermi...{/i}

source: [_MT_] {i}Shut up [mom_name]! Don't allow yourself to enjoy this!{/i}
italian: [_MT_] {i}Chiudere [mom_name]! Non lasciarti godere di questo!{/i}

source: [_M_] Umm... [ryan]... I think you should drop your drawers.
italian: [_M_] Umm... [ryan]... Penso che dovresti lasciare i cassetti.

source: [_R_] What?... Why?... You're not going to spank me are you?
italian: [_R_] Cosa?... Perché?... Non hai intenzione di spank me sono?

source: [_RT_] {i}That could be kind of hot!{/i}
italian: [_RT_] {i}Potrebbe essere un po' caldo!{/i}

source: [_M_] What?... No!... This isn't your "Big Brother" porn game!
italian: [_M_] Cosa?... No!... Questo non è il tuo gioco porno "Big Brother"!

source: [_M_] Please!... That kind of stuff doesn't happen in real life... I'm just going to stroke your penis until you ejaculate.
italian: [_M_] Per favore!... quel tipo di roba non accade nella vita reale... Sto solo andando a colpire il pene fino a quando non eiaculate.

source: [_R_] What?
italian: [_R_] Cosa?

source: [_M_] That way, your erection will go away, and you can get to your bedroom without your sisters harassing you.
italian: [_M_] In questo modo, la tua erezione andrà via, e puoi arrivare alla tua camera da letto senza che le tue sorelle ti molestino.

source: [_M_] Then I can finally get ready for work.
italian: [_M_] Poi posso finalmente prepararmi al lavoro.

source: [_RT_] {i}That is solid reasoning.{/i}
italian: [_RT_] {i}Questo è un ragionamento solido.{/i}

source: [_M_] I'm already running behind as it is.
italian: [_M_] Sono già in ritardo così com'è.

source: [_RT_] {i}This can't really be happening!{/i}
italian: [_RT_] {i}Questo non può realmente accadere!{/i}

source: [_RT_] {i}My God!... When I walked through her door today, I never thought Mom would be stroking my cock before I left!{/i}
italian: [_RT_] {i}Mio Dio!... Quando ho camminato per la sua porta oggi, non ho mai pensato che la mamma avrebbe accarezzato il mio cazzo prima di andarmi!{/i}

source: [_RT_] {i}I didn't even have to give her some bullshit argument about why she needs to jerk me off.{/i}
italian: [_RT_] {i}Non ho nemmeno dovuto darle qualche ragion d'essere sul motivo per cui ha bisogno di spingermi fuori.{/i}

source: [_RT_] {i}She just came up with that solution on her own!{/i}
italian: [_RT_] {i}Ha appena trovato quella soluzione da solo!{/i}

source: [_RT_] {i}If that's not progress, I don't know what is!{/i}
italian: [_RT_] {i}Se questo non è un progresso, non so cos'è!{/i}

source: [_MT_] {i}Goddammit!... There had to have been a better solution to this problem than jerking off my own son!{/i}
italian: [_MT_] {i}Goddammit!... C'era stata una soluzione migliore a questo problema che masturbarsi mio figlio!{/i}

source: [_MT_] {i}But here I am, stroking his cock.{/i}
italian: [_MT_] {i}Ma qui sono, accarezzando il suo cazzo.{/i}

source: [_MT_] {i}I mean, I can't think of a faster way to get rid of an erection than to empty a man's balls of his seed.{/i}
italian: [_MT_] {i}Voglio dire, Non riesco a pensare a un modo più veloce per sbarazzarsi di un'erezione piuttosto che svuotare le palle di un uomo del suo seme. /i}

source: [_MT_] {i}This was a good solution, right?{/i}
italian: [_MT_] {i}Questa è stata una buona soluzione, giusto?{/i}

source: [_MT_] {i}I mean, [ryan]'s testicles make so much sperm!{/i}
italian: [_MT_] {i}Voglio dire, i testicoli di [ryan]fanno così tanto sperma!{/i}

source: [_MT_] {i}I don't think he empties them enough.{/i}
italian: [_MT_] {i}Non credo che li svuota abbastanza.{/i}

source: [_MT_] {i}That can't be healthy for his prostate.{/i}
italian: [_MT_] {i}Non può essere sano per la sua prostata.{/i}

source: [_MT_] {i}Only an extremely caring mother would be willing to help their own son with that type of thing, right?{/i}
italian: [_MT_] {i}Solo una madre estremamente premurosa sarebbe disposta ad aiutare il proprio figlio con quel tipo di cosa, giusto?{/i}

source: [_M_] [ryan]... Language!
italian: [_M_] [ryan]... Lingua!

source: [_M_] Well, do you feel better?
italian: [_M_] Beh, ti senti meglio?

source: [_M_] Less backed up?
italian: [_M_] Meno backup?

source: [_M_] Less sexually aggressive, maybe?
italian: [_M_] Meno sessualmente aggressivo, forse?

source: [_R_] Mmmm... Yeah... all of those things.
italian: [_R_] Mmmm... Sì... tutte queste cose.

source: [_M_] Well, you left a huge puddle on the floor.
italian: [_M_] Beh, hai lasciato una pozza enorme sul pavimento.

source: [_M_] That couldn't have been healthy to be holding all of that inside you.
italian: [_M_] Che non avrebbe potuto essere sano per tenere tutto ciò dentro di te.

source: [_M_] It's a good thing we took care of that!
italian: [_M_] È una buona cosa che ci siamo presi cura di quello!

source: [_R_] You should make our maid clean it up.
italian: [_R_] Dovresti far pulire la nostra cameriera.

source: [_M_] Haha... How would I ever explain that?
italian: [_M_] Haha... Come lo spiegerei mai?

source: [_M_] You always do.
italian: [_M_] Tu lo fai sempre.

source: [_MT_] {i}Oh, God... He just grabbed my ass!{/i}
italian: [_MT_] {i}Oh, Dio... Ha appena afferrato il mio culo!{/i}

source: [_MT_] {i}I can't believe he's gotten so bold!{/i}
italian: [_MT_] {i}Non riesco a credere che sia così coraggioso!{/i}

source: [_MT_] {i}Weirdly enough, It's kind of comforting.{/i}
italian: [_MT_] {i}Stranamente abbastanza, È una sorta di conforto.{/i}

source: [_RT_] {i}Oh my God!... Mom isn't stopping me!{/i}
italian: [_RT_] {i}Oh mio Dio!... La mamma non mi sta fermando!{/i}

source: [_RT_] {i}This is the firmest ass I've ever touched!{/i}
italian: [_RT_] {i}Questo è il culo più duro che abbia mai toccato!{/i}

source: [_RT_] {i}Oh, shit!... No, no, no... Not right now!{/i}
italian: [_RT_] {i}Oh, merda!... No, no, no... Non adesso!{/i}

source: [_MT_] {i}Oh, God!... Is that what I think it is?{/i}
italian: [_MT_] {i}Oh, Dio!... È quello che penso è?{/i}

source: [_MT_] {i}Wow... How do I deal with this delicately?{/i}
italian: [_MT_] {i}Wow... Come faccio a trattare questo delicatamente?{/i}

source: [_M_] [ryan]... Is that what I think?...
italian: [_M_] [ryan]... È quello che penso?...

source: [_R_] Oh, no! You noticed! I'm so sorry!
italian: [_R_] Oh, no! Hai notato! Mi dispiace!

source: [_M_] No, it's...
italian: [_M_] No, è...

source: [_RT_] {i}Fuck!, Mom's not ever going to let me back in here!{/i}
italian: [_RT_] {i}Fuck!, la mamma non mi lascerà mai entrare qui!{/i}

source: [_S_] {i}(Muffled voice through door){/i} Whoa... [ryan]! What's the hurry?
italian: [_S_] {i}(Muffled voice through door){/i} Whoa... [ryan]! Qual è la fretta?

source: [_S_] Haha... You've got a raging hard-on!... Why are you coming out of Mom's room with a boner?
italian: [_S_] Haha... Hai una dura straziante!... Perché vieni dalla stanza della mamma con un boner?

source: [_S_] Lauren!... Look at [ryan]!
italian: [_S_] Lauren!... Guarda [ryan]!

source: [_L_] {i}(Muffled voice through door){/i}Haha... What the hell [ryan]?
italian: [_L_] {i}(Muffled voice through door){/i}Haha... What hell [ryan]?

source: [_L_] Were you really just in Mom's room?
italian: [_L_] Eravate davvero solo nella stanza della mamma?

source: [_MT_] {i}That's not good for either of us!{/i}
italian: [_MT_] {i}Non va bene per nessuno di noi!{/i}

source: [_RT_] {i}Well, that could have gone better! I wish I had a little more control of my freaking penis!{/i}
italian: [_RT_] {i}Beh, che avrebbe potuto andare meglio! Vorrei avere un po 'di più controllo del mio pene freak!{/i}

source: [_RT_] {i}Do I dare even go back after that?{/i}
italian: [_RT_] {i}Ho il coraggio di tornare anche dopo?{/i}

source: [_M_] Listen, [ryan]... Grabbing my butt isn't ok. I know that since we pushed a boundary in my office, you might feel inclined to push boundaries in other places as well.
italian: [_M_] Ascolta, [ryan]... Afferrare il mio culo non va bene. So che poiché abbiamo spinto un confine nel mio ufficio, potreste sentirvi propensi a spingere i confini anche in altri luoghi.

source: [_M_] That's a boundary you can't cross. No son should get so familiar with their own mother!
italian: [_M_] Questo è un confine che non puoi attraversare. Nessun figlio dovrebbe avere così familiarità con la propria madre!

source: [_R_] I just thought that...
italian: [_R_] ho appena pensato che...

source: [_M_] Let's not talk about it anymore!
italian: [_M_] Non ne parliamo più!
