Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_R_] What?.... No.... don't get a mental image!.... There's nothing to get an image about.... there's nothing going on with me and Miss [mom_name]!
dutch: [_R_] Wat?.... Nee.... geen mentale afbeelding!.... er is niks om een afbeelding te krijgen.... Er is niets gaande met mij en mevrouw [mom_name]!

source: [_MGT_] {i}Shit!... I can't fuck Matt after what he did with Jessica.{/i}
dutch: [_MGT_] {i}Shit!... Ik kan Mat niet futeren na wat hij deed met Jessica.{/i}

source: [_MB_] Didn't you want to go somewhere to take care of that?
dutch: [_MB_] Wil je niet ergens naartoe gaan om daar voor te zorgen?

source: [_MG_] No... I still can't.
dutch: [_MG_] Nee... Ik kan het nog niet.

source: [_MB_] You mean you still have a rash down there?
dutch: [_MB_] betekent dat je daar nog steeds een uitslag hebt?

source: [_MB_] When in the fuck is that thing ever going to go away?
dutch: [_MB_] Wanneer in de mist is dat ding ooit weggegaan?

source: [_MB_] My balls are getting blue.
dutch: [_MB_] Mijn ballen worden blauw.

source: [_MB_] Fine... I'm going to have to figure out something else.
dutch: [_MB_] ok... Ik ga nog iets anders uitzoeken.

source: [_MGT_] {i}Fucker's probably going to look for Jessica.{/i}
dutch: [_MGT_] {i}Fucker's gaat waarschijnlijk op zoek naar Jessica.{/i}

source: [_RT_] {i}Ok, Mom's probably in her office.{/i}
dutch: [_RT_] {i}Ok, Mom's waarschijnlijk in kantoor.{/i}

source: [_M_] Okay class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show applications and examples of the Oedipus tragedy in our modern society.
dutch: [_M_] Okay klasse, laten we meer praten over je laatste projecten voor het Oedipal curriculum. Vergeet u niet dat u toepassingen en voorbeelden moet laten zien van de Oedipus tragedie in onze moderne samenleving.

source: {i}"Now that the election process has been going on for a while, you now have the option of triggering the actual election."{/i}
dutch: {i}"Nu het verkiezingsproces al een tijdje aan de gang is, heb je nu de mogelijkheid om de werkelijke verkiezingen te activeren."{/i}

source: {i}"Congratulations, you have completed all the events to make Lauren successful in winning the election! {b}"WARNING"{/b} Triggering the election will make certain repeating events unnavailable once the election is over."{/i}
dutch: {i}"Gefeliciteerd, u heeft alle evenementen voltooid om Lauren succesvol te maken bij het winnen van de verkiezingen! {b}"WAARSCHUWING"{/b} Triggering van de verkiezingen zal ervoor zorgen dat bepaalde gebeurtenissen na afloop van de verkiezing niet meer beschikbaar zijn. {/i}

source: {i}"WARNING... You have not finished all the events necessary to win the election. If you trigger the election now, Lauren will lose and certain repeating events will become unavailable once the election is over.{/i}
dutch: {i}"WAARSCHUWING... U heeft niet alle nodige evenementen afgerond om de verkiezingen te winnen. Als je de verkiezingen nu activeert, verliest Lauren en bepaalde herhalende gebeurtenissen worden niet meer beschikbaar zodra de verkiezingen voorbij zijn.{/i}

source: {i}"Would you like to trigger the election?"{/i}
dutch: {i}"Wilt u de verkiezingen activeren?"{/i}

source: [_M_] Okay class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show modern applications and examples of the Oedipus tragedy in our modern society.
dutch: [_M_] Okay klasse, laten we meer praten over je laatste projecten voor het Oedipal curriculum. Vergeet u niet dat u moderne toepassingen en voorbeelden moet laten zien van de Oedipus tragedie in onze moderne samenleving.

source: [_IV_] Good morning, students and teachers. Please turn on your TVs for the morning announcements.
dutch: [_IV_] Goedemorgen studenten en leerkrachten. Zet alsjeblieft je tv aan voor de ochtendaankondigingen.

source: [_M_] Alright class, everybody pay attention to the TV, please.
dutch: [_M_] Goede klasse, iedereen let op de TV, alsjeblieft.

source: [_PH_] Good morning students of Shagtown High!
dutch: [_PH_] Goedemorgen studenten van Shagtown High!

source: [_PH_] As your principal, it's my honor to give you the weekly morning announcements.
dutch: [_PH_] Als uw directeur, het is mij een eer om u de wekelijkse ochtendaankondigingen te geven.

source: [_PH_] Lunch today once again will be hot dogs or tacos, and as a special treat, the lunch lady is serving her specialty cream pie.
dutch: [_PH_] Lunch vandaag is weer hete honden of tactio's, en als speciaal traan bedient de lunch dame haar specialiteitsplaatje.

source: [_PH_] Blah blah blah, blah blah blah blah...
dutch: [_PH_] Blah bla blah, bla bla blah blah...

source: [_RT_] {i}Uggghh... Get to the important stuff already.{/i}
dutch: [_RT_] {i}Oeighh... Ga al naar de belangrijke spullen.{/i}

source: [_PH_] And now, for the announcement's you've all been waiting for, Let's take a look at our weekly poll numbers.
dutch: [_PH_] En nu, voor de aankondiging waar je allemaal op wacht, laten we een kijkje nemen in onze wekelijkse poll nummers.

source: [_PH_] Polls were conducted by the yearbook club by asking a sample of randomly selected students.
dutch: [_PH_] Enquêtes werden uitgevoerd door de jaarboekclub door een voorbeeld te vragen van willekeurig geselecteerde studenten.

source: [_PH_] Let's just go ahead and start at the top with student body president.
dutch: [_PH_] Laten we gewoon aan de top beginnen met studentenlichaamspresident.

source: [_PH_] Let's see... It says here that...
dutch: [_PH_] Laten we zien... Hier staat dat...

source: [_PH_] Oh, my God!... Am I reading these numbers right?
dutch: [_PH_] Oh, mijn God!... lees ik deze nummers toch?

source: [_PH_] I'll have to double check this, but it looks like the poll numbers for President are too close to call.
dutch: [_PH_] Ik zal dit moeten dubbel nagaan, maar het lijkt erop dat de stemnummers voor de president te dichtbij zijn om te bellen.

source: [_PH_] If those numbers are verified, It would be nothing short of amazing on the part of the relatively unknown candidate, but beautiful cosplayer, Lauren.
dutch: [_PH_] Als deze nummers worden geverifieerd, zou het niets minder zijn dan verbazingwekkend van de relatief onbekende kandidaat, maar prachtige cosplayer, Lauren.

source: [_PH_] I myself, while I can't say I didn't enjoy the posters, did wonder if a move like that wasn't political suicide, but it appears that the risk is paying off.
dutch: [_PH_] Ik, terwijl ik niet kan zeggen dat ik niet heb genoten van de posters, vroeg je af of een dergelijke zet niet politiek zelfmoord was, maar het lijkt erop dat het risico vruchten afwerpt.

source: [_PH_] And moving onto the candidates for vice president, blah blah blah, blah blah blah blah...
dutch: [_PH_] En zich verplaatsen naar de kandidaten voor de vice president, blah blah blah blah blah blah blah blah blah...

source: [_RT_] {i}Oh, nice! Lauren's going to be ecstatic! It was kind of creepy for the principal to mention Lauren's posters, but I'll bet she was too excited about the poll results to even notice.{/i}
dutch: [_RT_] {i}Oh, mooi! Lauren's worden ecstatisch! Het was nogal griezelig voor de hoofdpersoon om de affiches van Lauren, te vermelden maar ik wed dat ze te enthousiast was over de resultaten van de opiniepeiling om het nog maar te merken. /i}

source: [_RT_] {i}Oh... she took off... Haha... She's probably doing cartwheels down the hallway. Still, I'll go check on her after class.{/i}
dutch: [_RT_] {i}Oh... ze is aan de slag gegaan... Haha... Ze doet waarschijnlijk cartwheels door de gang. Toch zal ik haar checken na klas.{/i}

source: {i}"Shortly after class."{/i}
dutch: {i}"Kort na klas."{/i}

source: [_RT_] {i}I'd better go check on Lauren... She's probably at her campaign headquarters.{/i}
dutch: [_RT_] {i}Ik zou beter Lauren... Ze is waarschijnlijk op haar campagne hoofdkwartiers.{/i}

source: [_PH_] It looks like our star player and captain of the basketball team, Matt, is still in the lead, but his opponent Lauren is surprisingly close behind.
dutch: [_PH_] Het lijkt op onze ster speler en kapitein van het basketbalteam, Matt loopt nog steeds voorop, maar zijn tegenstander ligt verrassend dicht bij elkaar.

source: [_PH_] While it seems unlikely that Lauren could pull an upset... still, I'd be sure to watch my back if I were Matt.
dutch: [_PH_] Alhoewel het onwaarschijnlijk lijkt dat Lauren een schok kan trekken... toch weet ik zeker dat ik mijn rug zal kijken als ik Mat was.

source: [_RT_] {i}Wow!... Lauren's got to be pretty pleased. I mean, she might not be winning, but she's still doing much better than anyone ever expected her to do against Matt.{/i}
dutch: [_RT_] {i}Wow!... Lauren's moeten best tevreden zijn. Ik bedoel, ze kan misschien niet winnen, maar ze doet het nog steeds veel beter dan iemand ooit had verwacht dat ze Matt.{/i} zou tegengaan.

source: [_RT_] {i}Could we possibly pull an upset?{/i}
dutch: [_RT_] {i}Kunnen we mogelijk een upset?{/i}

source: [_RT_] {i}Oh... she took off... I hope she's not upset. She should at least be encouraged by these poll results. I'll go check on her once class is over.{/i}
dutch: [_RT_] {i}Oh... Ze is uitgegaan... Ik hoop dat ze niet boos is. Ze zou op zijn minst aangemoedigd moeten worden door deze poll resultaten. Ik zal haar controleren zodra de klas voorbij is.{/i}

source: [_PH_] Yep... Just as everyone suspected, our star player and captain of the basketball team, Matt, is winning in a landslide.
dutch: [_PH_] Yep... Net zoals iedereen vermoedde, is onze ster speler en kapitein van het basketbal team, Matt, gewonnen in een aardverschuiving.

source: [_PH_] We won't say by how far he is pummeling his relatively unknown opponent, what's her name?... Oh, Lauren... but let's just say, it won't be easy to come back from this far behind.
dutch: [_PH_] We zullen niet zeggen hoe ver hij zijn relatief onbekende tegenstander pompt, hoe heet hij? . Oh, Lauren... maar laten we maar zeggen dat het niet gemakkelijk is om van deze ver achter te geraken.

source: [_RT_] {i}Shit!... That can't be good... Lauren's going to be pretty upset.{/i}
dutch: [_RT_] {i}Shit!... Dat kan niet goed zijn... Lauren's gaan best boos zijn.{/i}

source: [_RT_] {i}Oh... she took off... I hope she's ok... I'd better go check on her after class.{/i}
dutch: [_RT_] {i}Ah... Ze is uitgegaan... Ik hoop dat ze ok... Ik zou beter haar gaan checken na klas.{/i}

source: [_RT_] {i}Mom should be in her office by now.{/i}
dutch: [_RT_] {i}Mom moet nu in kantoor zijn.{/i}

source: [_R_] Hey, Lauren!
dutch: [_R_] Hé, Lauren!

source: [_L_] Yeah?
dutch: [_L_] Ja?

source: [_R_] Can I talk to you for a minute?
dutch: [_R_] Kan ik even met je praten?

source: [_L_] Sure, [ryan]... What's up?
dutch: [_L_] Zeker [ryan]... Wat is er?

source: [_R_] I was just wondering if you wanted to... go check out the pool?... if you know what I mean?
dutch: [_R_] Ik vroeg me af of je... het zwembad wilde bekijken?... als je weet wat ik bedoel?

source: [_L_] I've got class and stuff...
dutch: [_L_] Ik heb les en spulen...

source: [_L_] Sorry, maybe another time.
dutch: [_L_] Sorry, misschien nog een keer.

source: {i}"Lauren's libido needs to be at 8 or above."{/i}
dutch: {i}"Lauren's libido moet 8 of hoger zijn."{/i}

source: [_L_] Yeah... I'd be up for that.
dutch: [_L_] Ja... Ik zou er klaar voor zijn.

source: [_L_] I'll get Matt, and we'll meet you there.
dutch: [_L_] Ik zal Mat halen, en we zullen je daar ontmoeten.

source: [_R_] Does Matt have to come?
dutch: [_R_] Moet Matt komen?

source: [_L_] Yeah... It's part of the agreement we made.
dutch: [_L_] Ja... Het is onderdeel van de overeenkomst die we hebben gesloten.

source: [_R_] I'll see you there.
dutch: [_R_] Ik zie je daar.

source: [_R_] Great. I'll head over and you can follow shortly after.
dutch: [_R_] Geweldig. Ik ga over en je kan kort daarna volgen.

source: [_R_] But, don't make me wait for too long.
dutch: [_R_] Maar laat me niet te lang wachten.

source: [_L_] I'll come in just a few minutes.
dutch: [_L_] Ik kom binnen een paar minuten.

source: [_M_] Okay, class, let's talk more about your final projects for the Oedipal curriculum. Remember that you have to show modern applications and examples of the Oedipus tragedy in our modern society.
dutch: [_M_] Oké, klasse, laten we meer praten over je laatste projecten voor het Oedipal curriculum. Vergeet u niet dat u moderne toepassingen en voorbeelden moet laten zien van de Oedipus tragedie in onze moderne samenleving.

source: [_M_] Would any of you be willing to share some examples you've found in your research?
dutch: [_M_] Zou iemand van je bereid zijn om enkele voorbeelden te delen die je hebt gevonden in je onderzoek?

source: [_RT_] {i}Uugghhh... When can we learn about something different!{/i}
dutch: [_RT_] {i}Oeigoeren... Wanneer kunnen we iets anders leren!{/i}

source: [_RT_] {i}This is so boring, I feel like I'm stuck in some kind of time loop where every day is the same.{/i}
dutch: [_RT_] {i}Dit is zo saai, ik voel me vast in een tijdlus waar elke dag hetzelfde is.{/i}

source: [_M_] [ryan]!... Please pay attention!
dutch: [_M_] [ryan]!... Let op!

source: [_M_] Am I boring you too much, [ryan]?
dutch: [_M_] Ben ik je te veel vervelen, [ryan]?

source: [_M_] Maybe you'd pay better attention if we move on to a different subject?
dutch: [_M_] Misschien zou je beter opletten als we verder gaan met een ander onderwerp?

source: [_RT_] {i}Wow!... What is she wearing?{/i}
dutch: [_RT_] {i}Wow!... Wat draagt ze?{/i}

source: [_M_] Let's change subjects to anatomy.
dutch: [_M_] Laten we onderwerpen veranderen in anatomy.

source: [_M_] [ryan]?... Would you like to be my helper?
dutch: [_M_] [ryan]?... Wil je mijn helper zijn?

source: [_M_] Please come up here and take a seat.
dutch: [_M_] Kom hier alsjeblieft op en ga zitten.

source: [_R_] You mean on the floor?
dutch: [_R_] betekent dat op de vloer?

source: [_M_] No, silly.
dutch: [_M_] Nee, dus.

source: [_M_] In this chair.
dutch: [_M_] In deze stoel.

source: [_M_] And why don't you leave your pants and underwear at your desk. You won't need them.
dutch: [_M_] En waarom laat je je broek niet achter en ondergoed niet aan het bureau. Je hebt ze niet nodig.

source: [_RT_] {i}Ok... Seems like a perfectly normal request.{/i}
dutch: [_RT_] {i}Ak... Het lijkt een heel normale aanvraag.{/i}

source: [_M_] Thank you, [ryan].
dutch: [_M_] Dank u, [ryan].

source: [_M_] Now, class, today we will be learning about the male penis.
dutch: [_M_] Nu, klasse, vandaag leren we over de mannelijke penis.

source: [_M_] I've asked [ryan] to come up here, because his member is a much larger than average size, and I wanted to make sure everyone can see what I'm doing.
dutch: [_M_] Ik heb [ryan] gevraagd om hier te komen, omdat zijn lid veel groter is dan de gemiddelde grootte, en ik wilde ervoor zorgen dat iedereen kan zien wat ik doe.

source: [_MB_] {i}(Shouting){/i}Mine's bigger!
dutch: [_MB_] {i}(Verpakken){/i}Me's groter!

source: [_M_] Yes... I know Matt, but I didn't want to scare the girls, or give them too much of an unrealistic expectation.
dutch: [_M_] Ja... Ik ken Matt, maar ik wilde de meisjes niet bang maken, of te veel van een onrealistische verwachting geven.

source: [_M_] Now, I know you boys know what's going to happen, but I want all of you girls to pay close attention to what happens when I begin to stroke [ryan]'s big meaty cock.
dutch: [_M_] Nu, ik weet dat je jongens weten wat er gaat gebeuren. maar ik wil dat al jullie meisjes goed in de gaten houden wat er gebeurt als ik [ryan]een grote vleesjas begin te worden.

source: [_K_] {i}(Gasps){/i} Oh, my God!
dutch: [_K_] {i}(Gasps){/i} Oh, mijn God!

source: [_M_] Yes... It's quite surprising how big [ryan] gets.
dutch: [_M_] Ja... Het is nogal verrassend hoe groot [ryan] wordt.

source: [_M_] Not to mention, surprisingly hard.
dutch: [_M_] Niet te vermelden, verrassend hard.

source: [_K_] How does it go from being so soft, to so hard?
dutch: [_K_] Hoe gaat het om van zo zacht, tot zo moeilijk?

source: [_M_] I'm glad you asked, Kenzie.
dutch: [_M_] Ik ben blij dat je vroeg, Kenzie.

source: [_M_] Would you like to come up here and get a closer look?
dutch: [_M_] Wil je hier komen om een kijkje te pakken?

source: [_K_] Yes, please!
dutch: [_K_] Ja, graag!

source: [_M_] And anybody else who wants to see better can come on up here too.
dutch: [_M_] En iedereen die beter wil kan ook hier verschijnen.

source: [_L_] Oh... I do.
dutch: [_L_] Oh... dat doe ik.

source: [_M_] You see... When a boy gets touched, or excited, or sometimes even bored, the blood in his body will rush to his penis.
dutch: [_M_] Je ziet... Wanneer een jongen aangeraakt, opgewonden of soms zelfs verveeld wordt, zal het bloed in zijn lichaam zich naar zijn penis haasten.

source: [_M_] All that extra blood in the soft material inside, makes his penis hard.
dutch: [_M_] Al dat extra bloed in het zachte materiaal erin, maakt zijn penis hard.

source: [_M_] Now, Lauren? Do you know why it's important for a boy to get hard?
dutch: [_M_] Nu, Lauren? Weet jij waarom het belangrijk is voor een jongen om hard te worden?

source: [_L_] Well, it would be pretty hard to have sex if he wasn't hard.
dutch: [_L_] Nou, het zou best moeilijk zijn om seks te hebben als hij niet moeilijk was.

source: [_K_] I think it would be harder to have sex when it is hard. How could that possibly fit inside anybody?
dutch: [_K_] Ik denk dat het moeilijker is om seks te hebben wanneer het moeilijk is. Hoe zou dat mogelijk binnen iemand kunnen passen?

source: [_M_] It can take some time and practice, and it's good to start small and work your way up.
dutch: [_M_] Het kan even duren en oefenen, en het is goed om klein te starten en je weg te werken.

source: [_K_] So, can you take a penis that large?
dutch: [_K_] Dus, kun je een penis zo groot nemen?

source: [_L_] Oh, yes! Please!
dutch: [_L_] Oh, ja! Alsjeblieft!

source: [_M_] Now please remember that it's dangerous to try and take a penis this size without working your way up to it.
dutch: [_M_] Vergeet niet dat het gevaarlijk is om te proberen een penis mee te nemen zonder je weg te werken.

source: [_M_] [ryan] and I have been practicing at home.
dutch: [_M_] [ryan] en ik zijn thuis aan het oefenen geweest.

source: [_RT_] {i}Have we?...{/i}
dutch: [_RT_] {i}Hebben we?...{/i}

source: [_RT_] {i}I guess we must have.{/i}
dutch: [_RT_] {i}Ik denk dat dit het geval is.{/i}

source: [_M_] Alright class, now watch very closely.
dutch: [_M_] Echte klasse, kijk nu van dichtbij

source: [_M_] ...Even with lots of practice... This penis just seems to split me in half!...
dutch: [_M_] ...Zelfs met veel praktijk... Deze penis lijkt me gewoon te splitsen!...

source: [_M_] I feel... so full!...
dutch: [_M_] Ik voel me ... zo vol!...

source: [_K_] Look how wet you've made his cock!
dutch: [_K_] Kijk eens hoe nat je zijn kas hebt gemaakt!

source: [_M_] Mmmm... Yes!... It's just my own body... reacting to my own sexual excitement.
dutch: [_M_] Mmmm... Ja!... Het is gewoon mijn eigen lichaam... reageer op mijn eigen seksuele opwinding.

source: [_M_] I'm sure you've noticed yourself getting wet... when thinking about sex.
dutch: [_M_] Ik weet zeker dat je merkt dat jezelf natt... wanneer je over geslacht denkt.

source: [_K_] So, that's why that happens.
dutch: [_K_] Dus dat is waarom dat gebeurt.

source: [_L_] Your pussy is just gripping his cock!... It looks like part of it's coming out!
dutch: [_L_] Je poosje grijpt gewoon zijn cock!... Het lijkt erop dat er een deel van het eruit komt!

source: [_M_] Unnnggg... His cock is so big, it's trying to turn my pussy inside out!
dutch: [_M_] Unnnggg... Zijn broek is zo groot, het probeert mijn pop erin te draaien!

source: [_R_] Oh, fuck! I think I'm about to cum!
dutch: [_R_] Oh, fuk! Ik denk dat ik op het punt sta te klommen!

source: [_M_] [ryan]! Please watch your language!
dutch: [_M_] [ryan]! Kijk alstublieft uw taal!

source: [_R_] Sorry Miss [mom_name]
dutch: [_R_] Sorry Mis [mom_name]

source: [_M_] Thank you. Now, why don't you just go ahead and cum inside my pussy.
dutch: [_M_] Bedankt. Nu, waarom ga je niet gewoon doorgaan en kuisjes maken in mijn pos.

source: [_L_] What?... But what if he gets you pregnant?
dutch: [_L_] Wat?... Maar wat als hij zwanger wordt?

source: [_M_] Wouldn't that be great!... It would be such a fun anatomy class project to watch [ryan]'s little baby grow inside of me.
dutch: [_M_] zou niet geweldig kunnen zijn!... Het zou zo'n leuk anatomisch lesproject zijn om te kijken hoe [ryan]zijn kleine baby binnen me groeit.

source: [_K_] Yeah, and your boobs would get bigger.
dutch: [_K_] Yeah, en je boobs zouden groter worden.

source: [_M_] Yes, among other things.
dutch: [_M_] Ja, onder andere

source: [_M_] So, [ryan]... Why don't you go ahead and see if you can get your own mom pregnant.
dutch: [_M_] Dus, [ryan]... Waarom ga je niet vooruit en kijk of je je eigen moeder zwanger kunt krijgen.

source: [_M_] Oh, my God!... He's filling up my womb!
dutch: [_M_] Oh, mijn God!... Hij vult mijn baar!

source: [_M_] It can't hold any more!
dutch: [_M_] Het kan niet meer houden!

source: [_K_] Wow! It's just shooting out the sides!
dutch: [_K_] Wow! Het schiet gewoon de zijkanten uit!

source: [_L_] This is so hot!
dutch: [_L_] Dit is zo heet!

source: [_L_] Uhhh... and educational.
dutch: [_L_] Uhhh... en educatief.

source: [_RT_] {i}This is the best day of class ever!{/i}
dutch: [_RT_] {i}Dit is de beste dag van de klas ooit!{/i}

source: [_RT_] {i}Why can't every anatomy class be this awesome?{/i}
dutch: [_RT_] {i}Waarom kan niet elke anatomaire klasse deze geweldig?{/i}

source: [_RT_] {i}Wait!{/i}
dutch: [_RT_] {i}Wacht!{/i}

source: [_RT_] {i}I haven't taken anatomy since my Junior year!{/i}
dutch: [_RT_] {i}Ik heb geen anatomie gekregen sinds mijn Juniorjaar!{/i}

source: [_RT_] {i}That means this is just a....{/i}
dutch: [_RT_] {i}Dat betekent dat dit gewoon een....{/i} is

source: [_RT_] {i}I hope it doesn't soak through my underwear.{/i}
dutch: [_RT_] {i}Ik hoop dat het niet meesleurt door mijn onderwear.{/i}

source: [_RT_] {i}I'd better go take care of this!{/i}
dutch: [_RT_] {i}Ik kan hier beter voor zorgen!{/i}

source: [_R_] Mom?... I mean, Miss [mom_name]?
dutch: [_R_] mam?... Ik bedoel, Miss [mom_name]?

source: [_R_] Can I be excused to use the bathroom?
dutch: [_R_] Kan ik verontschuldigd worden om de badkamer te gebruiken?

source: [_M_] Fine... Class will be over in a few minutes anyways.
dutch: [_M_] Afrekenen... Over een paar minuten zal de les hoe dan ook voorbij zijn.

source: [_RT_] {i}Dammit! I guess I'll just throw these underwear in the trash.{/i}
dutch: [_RT_] {i}Dammit! Ik denk dat ik deze ondergoed in de prullenbak zal gooien.{/i}

source: [_RT_] {i}Looks like I get to go commando for the rest of the day.{/i}
dutch: [_RT_] {i}lijkt erop dat ik de rest van de dag word uitgevoerd door mijn commando

source: [_RT_] {i}She's wearing that outfit again... From... I don't remember when right now...{/i}
dutch: [_RT_] {i}Ze draagt weer dat outfit ... van... Van... Ik weet niet wanneer op dit moment...{/i}

source: [_M_] [ryan]?... Would you like to be my helper again?
dutch: [_M_] [ryan]?... Wil je weer mijn helper zijn?

source: [_R_] Again?... Has this happened before?
dutch: [_R_] Again?... Is dit al eerder gebeurd?

source: [_K_] Weren't we talking about intercourse and impregnation?
dutch: [_K_] hebben we het niet over interactie en impregnatie?

source: [_M_] I believe you're right. Let's jump right into the demonstration.
dutch: [_M_] Ik geloof dat je gelijk hebt. Laten we meteen beginnen met de demonstratie.
