Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_R_] I'm not addicted!... I just want to get through them so we can finish the photoshoot.
dutch: [_R_] ik ben niet verslaafd!... Ik wil gewoon door hen heen gaan zodat we de fotoshoot kunnen afmaken.
french: [_R_] Je ne suis pas accro!... Je veux juste les traverser pour qu'on puisse finir la séance photo.
german: [_R_] Ich bin nicht süchtig!... Ich möchte nur durch sie kommen, damit wir das Fotoshoot beenden können.
portuguese: [_R_] Eu não sou viciada! ... Eu só quero passar por eles para que possamos terminar o photoshoot.

source: [_M_] Ok... sure...
dutch: [_M_] Ok... zeker...
french: [_M_] Ok... sûr...
german: [_M_] Ok... sicher...
portuguese: [_M_] Ok... Certeza...

source: [_R_] What?... You don't believe me?
dutch: [_R_] Wat?... gelooft u mij niet?
french: [_R_] Quoi?... Tu ne me crois pas ?
german: [_R_] Was?... Sie glauben mir nicht?
portuguese: [_R_] O quê? ... Você não acredita em mim?

source: [_M_] ....
french: [_M_] Quoi?

source: [_R_] Fine, I don't care.
dutch: [_R_] Goed, het kan me niet schelen.
french: [_R_] Très bien, je m'en fiche.
german: [_R_] Gut, mir ist es egal.
portuguese: [_R_] Bem, não me importo.

source: [_M_] How far into it are you?
dutch: [_M_] Hoe ver ben je?
french: [_M_] Jusqu'où en es-tu?
german: [_M_] Wie weit bist du dabei?
portuguese: [_M_] Até que ponto você está?

source: [_R_] Well... Perry and Hermione are watching Sirius Wack and Lewdin confront Peckergrew for the second time.
dutch: [_R_] Well... Perry en Hermione kijken naar Sirius Wack en Lewdin confronteren Peckerw voor de tweede keer.
french: [_R_] Bien... Perry et Hermione regardent Sirius Wack et Lewdin affronter Peckergrew pour la deuxième fois.
german: [_R_] Nun... Perry und Hermine beobachten zum zweiten Mal Sirius Wack und Lewdin mit Peckergrow.
portuguese: [_R_] Bem... Perry e Hermione estão assistindo Sirius Wack e Lewdin confrontar Peckergrow pela segunda vez.

source: [_M_] Oh... so they've already gone back in time?
dutch: [_M_] Oh... dus zijn ze al terug in tijd?
french: [_M_] Oh... donc ils sont déjà revenus dans le temps?
german: [_M_] Oh... also sind sie schon in der Zeit zurückgekehrt?
portuguese: [__M_] Ah ... então eles já voltaram no tempo?

source: [_R_] Yeah... but some of this doesn't make any sense.
dutch: [_R_] Ja... maar sommige hiervan slaat nergens op.
french: [_R_] Ouais... mais une partie de cela n'a aucun sens.
german: [_R_] Ja... aber ein Teil davon macht keinen Sinn.
portuguese: [_R_] Sim ... mas parte disso não faz nenhum sentido.

source: [_M_] Oh?... Like what?
dutch: [_M_] Oh?... Like wat?
french: [_M_] Oh? ... Comme quoi?
german: [_M_] Oh?... Gefällt mir?
portuguese: U[_M_] Ah?... Gosta de quê?

source: [_R_] Like why don't they just use the time turner to go kill baby Moldevort?
dutch: [_R_] Vind je het leuk om niet gewoon de tijd turner te gebruiken om baby Moldevoor te gaan doden?
french: [_R_] Comme pourquoi n'utilisent-ils pas simplement le time turner pour aller tuer bébé Moldevort?
german: [_R_] Warum benutzen sie nicht einfach den Zeitdreher, um das Baby Moldevord zu töten?
portuguese: [__R_] Como por que eles não usam apenas o turner do tempo para ir matar o baby Moldevort?

source: [_M_] You can't kill a baby! Plus, you can't travel that far back in time with it.
dutch: [_M_] Je kunt een baby niet doden! Bovendien kun je er niet zo ver terug op tijd mee reizen.
french: [_M_] Tu ne peux pas tuer un bébé! De plus, vous ne pouvez pas voyager aussi loin dans le temps avec elle.
german: [_M_] Du kannst kein Baby töten! Außerdem kannst du mit ihm nicht so weit zurück reisen.
portuguese: [__M_] Você não pode matar um bebê! E mais: você não pode viajar tão longe no tempo com ele.

source: [_R_] Well then, why didn't Duffledore use it in the past to stop Moldevort from killing Perry's parents?
dutch: [_R_] Nou, waarom heeft het in het verleden niet Duffledore gebruikt om Moldevoor te beletten Perry zijn ouders te doden?
french: [_R_] Eh bien, pourquoi Duffledore ne l'a-t-il pas utilisé dans le passé pour empêcher Moldevort de tuer les parents de Perry?
german: [_R_] Also warum hat Duffledore es in der Vergangenheit nicht genutzt, um Moldevort daran zu hindern, Perrys Eltern zu töten?
portuguese: [_R_] Bem, por que Duffledore não o usou no passado para impedir que Moldevort matasse os pais de Perry?

source: [_M_] Because he knew the only person who could stop Moldevort was Perry, plus he didn't have one at the time since the Ministry keeps them locked up.
dutch: [_M_] Omdat hij de enige persoon wist die Moldevoor kon stoppen was Perry, plus hij had er niet één op het moment omdat het Ministerie hen vasthoudt.
french: [_M_] Parce qu'il savait que la seule personne qui pouvait arrêter Moldevort était Perry, de plus il n'en avait pas à l'époque puisque le Ministère les enfermait.
german: [_M_] Weil er die einzige Person kannte, die Moldevort stoppen konnte, war Perry plus er hatte zu der Zeit keine davon, da das Ministerium sie einsperrt.
portuguese: [_M_] Porque ele sabia que a única pessoa que poderia parar Moldevort era Perry, além disso ele não tinha um na época desde que o Ministério os mantém trancados.

source: [_M_] Besides they need to use the time turner to save Blackbeak!
dutch: [_M_] Ze moeten de tijdspanne gebruiken om Blackbeak te redden!
french: [_M_] De plus, ils doivent utiliser le tourneur de temps pour sauver Blackbeak!
german: [_M_] Neben dem Zeitdreher müssen sie Blackbeak retten!
portuguese: [_M_] Além disso, eles precisam usar o tempo turner para salvar Blackbeak!

source: [_R_] That stupid bird?
dutch: [_R_] Die domme vogel?
french: [_R_] Cet oiseau stupide?
german: [_R_] Dieser dumme Vogel?
portuguese: [_R_] Aquele pássaro estúpido?

source: [_M_] He's not stupid!... He and Hermione have a very special relationship!
dutch: [_M_] Hij is niet dom!... Hij en Hermione hebben een zeer speciale relatie!
french: [_M_] Il n'est pas stupide!... Lui et Hermione ont une relation très spéciale!
german: [_M_] Er ist nicht dumm!... Er und Hermine haben eine ganz besondere Beziehung!
portuguese: [_M_] Ele não é estúpido!... Ele e Hermione têm um relacionamento muito especial!

source: [_R_] What!?
dutch: [_R_] Wat!?
french: [_R_] Quoi!?
german: [_R_] Was!?
portuguese: [_R_] O que!?

source: [_M_] Whoops!... Sorry! I didn't mean to spoil it!
dutch: [_M_] Oeps!... Sorry! Het was niet mijn bedoeling om het te bederven!
french: [_M_] Oups!... Pardon! Je ne voulais pas le gâcher !
german: [_M_] Hoppla!... Entschuldigung! Ich wollte es nicht verderben!
portuguese: [_M_] Opa!... Desculpe! Eu não quis estragá-lo!

source: [_R_] Please don't tell me they get romantically involved!
dutch: [_R_] Vertel me niet dat ze romantisch betrokken worden!
french: [_R_] Veuillez ne pas me dire qu'ils s'impliquent de manière romantique!
german: [_R_] Bitte sag mir nicht, dass er romantisch involviert ist!
portuguese: [__R_] Por favor, não me diga que eles ficam romanticamente envolvidos!

source: [_M_] Welllll...
dutch: [_M_] Wellll...
french: [_M_] Bien...
german: [_M_] Welll...
portuguese: U[_M_] Welll...

source: [_R_] Fuck!
french: [_R_] Merde!
german: [_R_] Verdammt!
portuguese: [_R_] Ai!

source: [_M_] Language, [ryan]! Plus, it's just a short fling, Hermione moves on in the next book.
dutch: [_M_] Taal, [ryan]! Plus, het is maar een kort bloed, Hermione beweegt voort in het volgende boek.
french: [_M_] Langue, [ryan]! De plus, ce n'est qu'une courte aventure, Hermione passe à autre chose dans le prochain livre.
german: [_M_] Sprache, [ryan]! Außerdem ist es nur ein kurzer Schritt, Hermine bewegt sich im nächsten Buch.
portuguese: [_M_] Idioma, [ryan]! Além disso, é apenas um pequeno voo, Hermione se move no próximo livro.

source: [_R_] Uuurrgghh... Here's why I have a problem with that!...
dutch: [_R_] Uuurrgghh... Dit is waarom ik daar een probleem mee heb!...
french: [_R_] Uuurrgghh... Voici pourquoi j'ai un problème avec ça!...
german: [_R_] Uuurrgghh... Hier ist der Grund, warum ich ein Problem damit habe!...
portuguese: [_R_] Uurrgghh... É por isso que eu tenho um problema com isso!...

source: [_MT_] {i}Wow!... He's pretty upset over this Blackbeak/Hermione relationship.{/i}
dutch: [_MT_] {i}Wow!... Hij is behoorlijk boos over deze Blackbeak/Hermione relatie.{/i}
french: [_MT_] {i}Wow!... Il est assez bouleversé par cette relation Blackbeak / Hermione.{/i}
german: [_MT_] {i}Wow!... Er ist ziemlich verärgert über diese Blackbeak/Hermine Beziehung.{/i}
portuguese: [_MT_] {i}Wow!... Ele está muito chateado com esta relação Blackbeak/Hermione.{/i}

source: [_R_] ...It's just bullshit and poor writing when an interspecies relationship has to bring together the whole plot at the...
dutch: [_R_] ... Het is gewoon stierenshit en slecht schrijven wanneer een relatie tussen soorten het hele plot moet samenbrengen...
french: [_R_] It C'est juste des conneries et une mauvaise écriture lorsqu'une relation interspécifique doit rassembler toute l'intrigue au...
german: [_R_] ...Es ist nur Bullshit und schlechtes Schreiben, wenn eine Beziehung zwischen den Spezies die ganze Handlung auf dem Grundstück zusammenbringen muss...
portuguese: [_R_] ...É só besteira e pobre escrevendo quando uma relação de interespécies tem que unir todo o enredo no ...

source: [_M_] [ryan]... [ryan]!
french: [_M_] [ryan]!.... Hé, [ryan].... es-tu dans ta chambre?

source: [_R_] ...when there are so many better things they could have used that time turner for, and...
dutch: [_R_] ... wanneer er zoveel betere dingen zijn, hadden ze dat tijdpad kunnen gebruiken en...
french: [_R_] ...quand il y a tant de meilleures choses pour lesquelles ils auraient pu utiliser ce tourneur de temps, et...
german: [_R_] ...wenn es so viele bessere Dinge gibt, für die sie diesen Zeitturner hätten verwenden können, und...
portuguese: [_R_] ...quando há muitas coisas melhores que eles poderiam ter usado esse turner para, e...

source: [_MT_] {i}He won't shut up!... How do I get him to calm down?{/i}
dutch: [_MT_] {i}Hij stopt zijn mond niet!... Hoe laat ik hem kalmeren?{/i}
french: [_MT_] {i}Il ne se taira pas !... Comment l'amener à se calmer ?{/i}
german: [_MT_] {i}Er wird nicht heruntergefahren!... Wie kann ich ihn beruhigen?{/i}
portuguese: [_MT_] {i}Ele não vai calar a boca! ... Como faço para ele acalmar a baixa? {/i}

source: [_MT_] {i}I mean... I guess I could distract him.{/i}
dutch: [_MT_] {i}Ik bedoel... Ik denk dat ik hem kan afleiden. {/i}
french: [_MT_] {i}Je veux dire... Je suppose que je pourrais le distraire.{/i}
german: [_MT_] {i}Ich meine... Ich denke, ich könnte ihn ablenken.{/i}
portuguese: [_MT_] {i}quer dizer ... Acho que eu poderia distraí-lo. {/i}

source: [_MT_] {i}Haha... I know exactly how to shut him up!{/i}
dutch: [_MT_] {i}Haha... Ik weet precies hoe ik hem moet sluiten!{/i}
french: [_MT_] {i}Haha... Je sais exactement comment le faire taire!{/i}
german: [_MT_] {i}Haha... Ich weiß genau, wie man ihn herunterfährt!{/i}
portuguese: U[_MT_] {i}Haha... Eu sei exatamente como calá-lo!{/i}

source: [_R_] and furthermore, that stupid Dungeon of Moldevort's was hardly even mentioned in the...
dutch: [_R_] en bovendien werd die domme Dungeon van Moldevoor niet eens genoemd in de...
french: [_R_] et de plus, ce donjon stupide de Moldevort n'était même pas mentionné dans le...
german: [_R_] und darüber hinaus wurde das dumme Dungeon des Moldevorts kaum in der...
portuguese: [_R_] e além disso, aquele estúpido Dungeon de Moldevort's quase nem foi mencionado na ...

source: [_M_] [ryan]! Calm down, it's just a book!
dutch: [_M_] [ryan]! Rustig aan, het is gewoon een boek!
french: [_M_] [ryan]! Calme-toi, c'est juste un livre!
german: [_M_] [ryan]! Beruhigen Sie sich, es ist nur ein Buch!
portuguese: U[_M_] [ryan]! Calma, é apenas um livro!

source: [_R_] And not to menti...
dutch: [_R_] En niet mengen...
french: [_R_] Et ne pas mentionner...
german: [_R_] Und nicht menti...
portuguese: [_R_] E não para menti ...

source: [_MT_] {i}Perfect, exactly like I planned... now to act shocked!{/i}
dutch: [_MT_] {i}Perfect, net zoals ik van plan was... nu om geschokt te worden!{/i}
french: [_MT_] {i}Parfait, exactement comme je l'avais prévu... maintenant, agir comme si j'étais choquée !{/i}
german: [_MT_] {i}Perfekt, genau wie ich es geplant habe... jetzt um schockiert zu handeln!{/i}
portuguese: [_MT_] {i}Perfeito, exatamente como eu planeieiei... agora para agir chocado!{/i}

source: [_MT_] {i}Wait! I just exposed my entire body to my son on purpose!{/i}
dutch: [_MT_] {i}Wacht! Ik heb net mijn hele lichaam met opzet aan mijn zoon blootgesteld!{/i}
french: [_MT_] {i}Attends ! Je viens d'exposer tout mon corps à mon fils exprès!{/i}
german: [_MT_] {i}Warte! Ich habe meinen ganzen Körper mit Absicht meinem Sohn ausgesetzt!{/i}

source: [_MT_] {i}What the fuck is wrong with me?{/i}
dutch: [_MT_] {i}Wat is er mis met mij?{/i}
french: [_MT_] {i}Qu'est-ce qui ne va pas chez moi ?{/i}
german: [_MT_] {i}Was der Fick ist falsch mit mir? {/i}
portuguese: [_MT_] {i}O que o foda está errado com o me? {/i}

source: [_RT_] {i}Oh... my... God!{/i}
dutch: [_RT_] {i}Oh... mij... God!{/i}
french: [_RT_] {i}Oh... mon... Dieu!{/i}
german: [_RT_] {i}Oh... mich... Gott!{/i}
portuguese: [_RT_] {i}Oh ... meu ... Deus! {/i}

source: [_M_] I'm so sorry!... I forgot I was wearing a towel for a second.
dutch: [_M_] Het spijt me zo!... Ik ben vergeten dat ik een handdoek een seconde droeg.
french: [_M_] Je suis tellement désolé!... J'ai oublié que je portais une serviette pendant une seconde.
german: [_M_] Es tut mir so leide!... Ich habe vergessen, dass ich eine Sekunde lang ein Handtuch getragen habe.
portuguese: [_M_] Sinto muito!... Esqueci que estava usando uma toalha por um segundo.

source: [_MT_] {i}I'm going to hell!{/i}
dutch: [_MT_] {i}Ik ga naar de hel!{/i}
french: [_MT_] {i}Je vais en enfer!{/i}
german: [_MT_] {i}Ich gehe zur Hölle!{/i}
portuguese: [_MT_] {i}Eu vou ao inferno!{/i}

source: [_R_] Uhhh... no... it's ok... I mean, I've seen it before...
dutch: [_R_] Uhhhhh... nee... dat is ok... Ik bedoel, ik heb het eerder gezien ...
french: [_R_] Uhhh... aucun... c'est bon... Je veux dire, je l'ai déjà vu...
german: [_R_] Uhhh... nein... es ist ok... Ich meine, ich habe es schon gesehen...
portuguese: [_R_] Uhhh ... não ... está ok ... Quer dizer, eu já vi isso antes ...

source: [_R_] At least the top half.
dutch: [_R_] Ten minste de bovenste helft.
french: [_R_] Au moins la moitié supérieure.
german: [_R_] Mindestens die oberste Hälfte.
portuguese: [_R_] Pelo menos a metade superior.

source: [_M_] Oh, God!
french: [_M_] Oh, Mon Dieu!
german: [_M_] Oh, Gott!
portuguese: U[_M_] Oh, Deus!

source: [_RT_] {i}Wow!... That was amazing!{/i}
dutch: [_RT_] {i}Wow!... Dat was geweldig!{/i}
french: [_RT_] {i}Wow!... C'était incroyable!{/i}
german: [_RT_] {i}Wow!... Das war erstaunlich!{/i}
portuguese: [_RT_] {i}Uau! ... Isso foi incrível! {/i}

source: [_RT_] {i}But I kind of feel bad seeing her so embarrassed.{/i}
dutch: [_RT_] {i}Maar ik voel me er niet goed bij haar zo in verlegenheid te zien.{/i}
french: [_RT_] {i}Mais je me sens mal de la voir si gênée.{/i}
german: [_RT_] {i}Aber ich fühle mich schlecht, wenn ich sie so peinlich sehe. {/i}
portuguese: [_RT_] {i}Mas eu meio que me sinto mal vê-la tão constrangida.{/i}

source: [_RT_] {i}It was kind of cute at the same time though...{/i}
dutch: [_RT_] {i}Het was aardig schattig op hetzelfde moment...{/i}
french: [_RT_] {i}C'était plutôt mignon en même temps...{/i}
german: [_RT_] {i}Es war jedoch eine Art Cute zur gleichen Zeit...{/i}
portuguese: [_RT_] {i}Era meio bonito ao mesmo tempo... {/i}

source: [_RT_] {i}Haha... that's a memory I'll enjoy forever!{/i}
dutch: [_RT_] {i}Haha... dat een geheugen is waar ik eeuwig van zal geniet!{/i}
french: [_RT_] {i}Haha... c'est un souvenir que je garderai pour toujours!{/i}
german: [_RT_] {i}Haha... das ist ein Speicher, den ich ewig genießen kann!{/i}
portuguese: U[_RT_] {i}Haha... Essa é uma memória que vou desfrutar para sempre!{/i}

source: [_RT_] {i}Plus, I'm sure she's fine...{/i}
dutch: [_RT_] {i}Plus, ik weet zeker dat ze prima is...{/i}
french: [_RT_] {i}De plus, je suis sûr qu'elle va bien...{/i}
german: [_RT_] {i}Plus, ich bin sicher, sie ist in Ordnung...{/i}
portuguese: [_RT_] {i}Plus, tenho certeza que ela está bem... {/i}

source: [_RT_] {i}Back to my book I guess.{/i}
dutch: [_RT_] {i}Terug naar mijn boek Ik raad het.{/i}
french: [_RT_] {i}Retour à mon livre je suppose.{/i}
german: [_RT_] {i}Zurück zu meinem Buch vermute ich.{/i}
portuguese: [_RT_] {i}Voltar para o meu livro eu acho. {/i}

source: {i}"Much later"{/i}
dutch: {i}"Veel later"{/i}
french: {i}'Beaucoup plus tard'{/i}
german: {i}"Vieles später"{/i}
portuguese: {i}"Muito mais tarde"{/i}

source: [_RT_] {i}(reading in head) Grinning broadly at the look of horror on Uncle’s face, Perry set off toward the station exit, Headswig rattling along in front of him, for what looked like a much better summer than the last. THE END!{/i}
dutch: [_RT_] {i}(lees in de head) Grinnen over het algemeen over het uiterlijk van de verschrikkingen op het gezicht van de Uncle, gaat Perry af naar de uitstap van het station Headswig ratellen voor hem, voor wat er een veel betere zomer uitzag dan de laatste. HET EIND!{/i}
french: [_RT_] {i}(lecture dans la tête) Souriant largement au regard d'horreur sur le visage de l'oncle, Perry partit vers la sortie de la gare, la tête tremblante devant lui, pour ce qui ressemblait à un bien le meilleur été que l'an dernier. FIN !{/i}
german: [_RT_] {i}(Kopf lesend) Grinning im großen Stil auf dem Gesicht von Oncle, Perry ging zum Ausgang des Bahnhofs, Headswig rasseln vor ihm, für einen viel besseren Sommer als den letzten. DAS Ende!{/i}
portuguese: [_RT_] {i}(leitura na cabeça) Grinning amplamente no olhar do horror sobre o rosto de Uncle' s, Perry partiu em direção à saída da estação, Headswig se chocando na sua frente, para o que parecia um verão muito melhor do que o último. O END! {/i}

source: [_RT_] {i}Yes! I finished! Now I can get Mom to do a photoshoot!{/i}
dutch: [_RT_] {i}Ja! Ik ben klaar! Nu kan ik een fotoshoot!{/i}
french: [_RT_] {i}Oui! J'ai fini! Maintenant, je peux demander à maman de faire une séance photo!{/i}
german: [_RT_] {i}Ja! Ich bin fertig! Jetzt kann ich Mama bekommen, um ein Foto zu machen!{/i}
portuguese: [_RT_] {i}Sim! Eu terminei! Agora posso fazer a mamãe fazer uma fotografia!{/i}

source: [_RT_] {i}Oh... look... there's a preview for the first chapters of the next book...{/i}
dutch: [_RT_] {i}Oh... kijk... Er is een voorvertoning voor de eerste hoofdstukken van het volgende boek...{/i}
french: [_RT_] {i}Oh... regarder... il y a un aperçu des premiers chapitres du prochain livre...{/i}
german: [_RT_] {i}Oh... schau... es gibt eine Vorschau für die ersten Kapitel des nächsten Buchs...{/i}
portuguese: [_RT_] {i}Oh... vê... há uma pré-visualização para os primeiros capítulos do próximo livro...{/i}

source: [_RT_] {i}I'll just take a little look... if... I can... stay... awake...{/i}
dutch: [_RT_] {i}Ik zal even een kijkje nemen... als... ik kan... blijft... wakker...{/i}
french: [_RT_] {i}Je vais juste jeter un petit coup d'œil... si... Je peux... rester... éveiller...{/i}
german: [_RT_] {i}Ich werde nur ein wenig schauen... wenn... Ich kann... bleiben... wachen...{/i}
portuguese: [_RT_] {i}Eu vou dar uma olhada... se... eu posso... ficar... acordado...{/i}

source: [_RT_] {i}I can't ever admit that to [mom_name], though. Should I take the time to read right now?{/i}
dutch: [_RT_] {i}kan ik dat nooit toegeven aan [mom_name]. Moet ik nu de tijd nemen om te lezen?{/i}
french: [_RT_] {i}Je ne peux jamais admettre cela de [mom_name], cependant. Devrais-je prendre le temps de le lire tout de suite ?{/i}
german: [_RT_] {i}Das kann ich aber nicht jemals zu [mom_name]zugeben. Soll ich mich jetzt die Zeit nehmen, um zu lesen?{/i}
portuguese: Porém, [_RT_] {i}não posso admitir isso para [mom_name]. Devo ter um tempo para ler agora?{/i}

source: [_RT_] {i}Now would be a great time to read the next Perry Hotter book... too bad I haven't bought the third one yet.{/i}
dutch: [_RT_] {i}Nu zou een geweldig moment zijn om het volgende Perry Hotter boek te lezen... te slecht heb ik de derde nog niet gekocht.{/i}
french: [_RT_] {i}Ce serait le moment idéal pour lire le prochain livre de Perry Hotter... dommage que je n'ai pas encore acheté le troisième.{/i}
german: [_RT_] {i}Jetzt wäre eine tolle Zeit das nächste Perry Hotter Buch zu lesen... zu schlecht, ich habe das dritte noch nicht gekauft.{/i}

source: [_RT_] {i}I've got to admit, the first Perry Hotter book was alright... too bad it took the whole rest of the day to finish... should I read the second book now?{/i}
dutch: [_RT_] {i}Ik moet toegeven dat het eerste Perry Hotter boek goed was... te erg was het de hele dag nodig om af te ronden... moet ik het tweede boek nu lezen?{/i}
french: [_RT_] {i}Je dois admettre que le premier livre de Perry Hotter était bien... dommage qu'il ait fallu tout le reste de la journée pour le terminer... dois-je lire le deuxième livre maintenant ?{/i}
german: [_RT_] {i}Ich muss zugeben, das erste Perry Hotter Buch war in Ordnung... zu schlecht, es hat den ganzen Rest des Tages gedauert... sollte ich jetzt das zweite Buch lesen?{/i}

source: [_RT_] {i}Perry Hotter and her Chambers of Secrets.{/i}
dutch: [_RT_] {i}Perry Hotter en haar geheime kamers
french: [_RT_] {i}Perry Hotter et ses chambres des secrets{/i}
german: [_RT_] {i}Perry Hotter und ihre Geheimkammern.{/i}
portuguese: [_RT_] {i}Perry Hotter e suas Câmaras de Segredos.{/i}

source: [_RT_] {i}Who is "her?"{/i}
dutch: [_RT_] {i}Wie is "haar?"{/i}
french: [_RT_] {i}Qui est 't'elle?' {/i}
german: [_RT_] {i}Wer ist "ihr?"{/i}
portuguese: [_RT_] {i}Quem é "ela?"{/i}

source: [_RT_] {i}And could her "Chambers of Secrets" be what I think they are?{/i}
dutch: [_RT_] {i}En zou haar "kamers van Geheimen" kunnen zijn wat ik denk dat ze zijn?{/i}
french: [_RT_] {i}Et ses 'Chambres des Secrets' pourraient-elles être ce que je pense qu'elles sont ?{/i}
german: [_RT_] {i}Und könnte ihre "Kammern der Geheimnisse" sein, was sie meiner Meinung nach sind? {/i}
portuguese: [_RT_] {i}E suas "Câmaras de Secretos" poderiam ser o que eu acho que são?{/i}

source: [_RT_] {i}I can't wait to read and find out!{/i}
dutch: [_RT_] {i}Ik kan niet wachten om te lezen en erachter te komen!{/i}
french: [_RT_] {i}J'ai hâte de lire et de le savoir!{/i}
german: [_RT_] {i}Ich kann nicht warten zu lesen und herauszufinden!{/i}
portuguese: [_RT_] {i}Eu não posso esperar para ler e descobrir! {/i}

source: [_RT_] {i}([ryan] reading in head) Not for the first time, an argument had broken out over breakfast at number five, Pecker Drive...{/i}
dutch: [_RT_] {i}([ryan] lezen in de head) Niet voor de eerste keer was er een argument uitgekomen bij het ontbijt bij nummer vijf, Pecker Drive...{/i}
french: [_RT_] {i}([ryan] lecture dans sa tête) Pas pour la première fois, une dispute avait éclaté au cours du petit déjeuner au numéro cinq de PeckerDrive...{/i}
german: [_RT_] {i}([ryan] Lesung im Kopf) Nicht zum ersten Mal, ein Argument war über das Frühstück an der Nummer 5, Pecker Drive, ausgebrochen...{/i}
portuguese: [_RT_] {i}([ryan] lendo na cabeça) Não pela primeira vez, um argumento se espalhou por causa do café da manhã no dia cinco, Drive de Pecker...{/i}
