Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MS_] Though... maybe your muscles are a little bigger than the average male student?
dutch: [_MS_] do of... misschien jouw spieren iets groter zijn dan de gemiddelde leerling van mannen?

source: [_R_] Well, I don't want to brag, but I've tried to keep myself in pretty good shape.
dutch: [_R_] Nou, ik wil niet ramen, maar ik heb geprobeerd om mezelf in goede vorm te houden.

source: [_MS_] Ohh... Do you mind letting me draw you without your shirt, then?
dutch: [_MS_] Ohh... Vind je het erg dat ik je mag tekenen zonder je shirt?

source: [_R_] Yeah, I suppose I could do that.
dutch: [_R_] Yeah, ik denk dat ik dat kan doen.

source: [_MST_] {i}Damn!... I haven't had a shirtless boy in my class for a long time.{/i}
dutch: [_MST_] {i}Damn!... Ik heb lange tijd geen shirloos jongetje in mijn klas gehad.{/i}

source: [_MST_] {i}And I'm not going to let it progress as far as last time... He's only got his shirt off.{/i}
dutch: [_MST_] {i}En ik ga het niet laten werken tot de laatste keer... Hij heeft alleen zijn hemd uitgetrokken.{/i}

source: [_MST_] {i}Should I have tried to get him down to his underwear?{/i}
dutch: [_MST_] {i}Heb ik geprobeerd hem naar zijn ondergrond te brengen?{/i}

source: [_MS_] The ink on your posters is almost dry.
dutch: [_MS_] De inkt van je posters is bijna droog.

source: [_MS_] I'm going to scan them real quick, and then you can do some posing for me while they're being printed.
dutch: [_MS_] Ik ga ze snel scannen en dan kan je iets voor me doen terwijl ze worden afgedrukt.

source: [_MS_] So 10 of each for a total of 20 posters, right?
dutch: [_MS_] Dus 10 van elk voor een totaal van 20 posters, toch?

source: [_R_] Yes, thank you.
dutch: [_R_] Ja, dank u.

source: [_MS_] Great!... Why don't you grab a stool and go in front of my easel and try to think of a pose where you look thoughtful. You know, like a model student should be.
dutch: [_MS_] Geweldig!... Waarom pak je geen kruk en ga je niet voor mijn easel en probeer je te denken aan een pel waar je er goed over nadenkt. Weet je, zoals een modelstudent zou moeten zijn.

source: [_MS_] I'll be right back after I get your posters printing.
dutch: [_MS_] Ik zal direct terug zijn nadat ik je posters laat drukken.

source: {i}(A few minutes later){/i}
dutch: {i}(Een paar minuten later){/i}

source: [_MS_] That pose is perfect.
dutch: [_MS_] Dat is perfect.

source: [_MS_] I've got a class starting in a few minutes so, I need you to come back another day so I can finish capturing your likeness.
dutch: [_MS_] Ik heb een les die over enkele minuten begint, dus, Ik wil dat je nog een dag terug komt, zodat ik klaar kan zijn met het vangen van je gelijkheid.

source: [_R_] Ok, I promise I'll be back!
dutch: [_R_] Ok, ik beloof dat ik terug zal zijn!

source: [_MS_] And thanks for coming to see me. This is the most enjoyable free hour I've had in a long time.
dutch: [_MS_] En bedankt dat je me komt zien. Dit is het mooiste vrije uur dat ik in een lange tijd heb gehad.

source: [_RT_] {i}{b}(HINT){/b} Mrs. Stone is up for almost anything... I wonder how far she'll go if I keep visiting her each week.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Mevr. Steen is bijna alles... Ik vraag me af hoe ver ze gaat als ik haar elke week blijf bezoeken.{/i}

source: [_RT_] {i}Oh God, Mrs. Stone is so good!... I'm going to cum!{/i}
dutch: [_RT_] {i}Oh God, mevrouw Steen, is zo goed!... Ik ga klommen!{/i}

source: [_MS_] I feel like you filled up my stomach!
dutch: [_MS_] Ik voel me alsof je mijn buik gevuld hebt!

source: [_MS_] I don't think I'll be needing lunch later.
dutch: [_MS_] Ik denk niet dat ik later moet gaan lunchen.

source: [_MS_] That took longer than I thought it would.
dutch: [_MS_] Dat duurde langer dan ik dacht.

source: [_MS_] My skin is going to be silky soft for days!
dutch: [_MS_] Mijn huid zal dagenlang zacht zijn!

source: [_PH_] Welcome students!
dutch: [_PH_] Welkom studenten!

source: [_PH_] Can you please be quiet, and give me your attention!
dutch: [_PH_] Kun je alsjeblieft stil zijn, en me je aandacht geven!

source: [_PH_] Thank you.
dutch: [_PH_] Dank u wel.

source: [_PH_] Our candidates have been working hard to get your votes, and now it's time for them to make one last appeal.
dutch: [_PH_] Onze kandidaten hebben hard gewerkt om je stemmen te krijgen, en nu is het tijd dat ze nog één laatste oproep doen.

source: [_PH_] We'll start the assembly with the two candidates for student body president, Matt and Lauren.
dutch: [_PH_] We zullen de vergadering starten met de twee kandidaten voor studentenlichaam, Matt en Lauren.

source: [_PH_] We'll let them come and take a few minutes each to give you their campaign speeches, and then we'll have a skit from them in the same order.
dutch: [_PH_] We laten ze elk voor een paar minuten komen om u hun campagnetoespraken te geven, en dan hebben we een schamel van hen in dezelfde volgorde.

source: [_PH_] The captain of our basketball team for the last two years.
dutch: [_PH_] De kapitein van ons basketbalteam voor de afgelopen twee jaar.

source: [_PH_] The leader who brought our school two state titles.
dutch: [_PH_] De leider die onze school twee staatstitels heeft meegebracht.

source: [_PH_] Let's give it up for Matt!
dutch: [_PH_] Laten we het opgeven voor Matt!

source: [_PH_] {i}(talking quickly and muffled){/i} Followed shortly after by Lauren.
dutch: [_PH_] {i}(snel en gemuffeld){/i} volgt kort na Lauren.

source: [_MB_] Thank you, Principal Hardun!
dutch: [_MB_] Bedankt, Principal Hardun!

source: [_MB_] How bout this guy! Puts the "pal" back in principal, am I right?
dutch: [_MB_] Wat een uitsparing van deze kerel! Ligt het "parel" terug in het principe, heb ik gelijk?

source: [_MB_] Shagtown High School Basketball Rules!
dutch: [_MB_] Shagtown High School Basketball regels!

source: [_MB_] I want to thank all of you students for being such a great support to me and the team.
dutch: [_MB_] Ik wil al je leerlingen bedanken voor hun geweldige ondersteuning voor mij en het team.

source: [_X_] You rule, Matt!
dutch: [_X_] U regel, Matt!

source: [_MB_] Haha... You too, Chad.
dutch: [_MB_] Haha... Jij ook, Tsjaad.

source: [_MB_] Listen, I've given my all to our basketball team, and to our school.
dutch: [_MB_] Luister, ik heb mijn alles gegeven aan ons basketbalteam en aan onze school.

source: [_MB_] And all I ask in return, is for your vote.
dutch: [_MB_] En alles wat ik op mijn beurt, is jouw stem.

source: [_MB_] So when the time comes, pull out your phones and vote for me, Matt for student body President!
dutch: [_MB_] Dus trek je telefoons uit en stem voor me, Mat voor studentlichaam, wanneer de tijd komt!

source: [_L_] Oh, my God!... It's my turn.
dutch: [_L_] Oh, mijn God!... Het is mijn beurt.

source: [_R_] Don't worry!... Matt's speech was short and empty.
dutch: [_R_] Maak je geen zorgen! ... De speech van mevrouw was kort en leeg.

source: [_R_] He's clearly overconfident.
dutch: [_R_] is duidelijk oververtrouwen.

source: [_R_] And for you, that's a good thing!
dutch: [_R_] En voor jou, dat is een goede ding!

source: [_L_] I'm so nervous!
dutch: [_L_] Ik ben zo zenuwachtig!

source: [_R_] Don't worry! Just go out there, be confident, you've got everything you need to win this election.
dutch: [_R_] Maak je geen zorgen! Ga daar, wees vertrouwen, je hebt alles wat je nodig hebt om deze verkiezing te winnen.

source: [_L_] Thanks, [ryan]!
dutch: [_L_] Bedankt, [ryan]!

source: [_L_] No matter what happens, I'll always be grateful to you for doing your best to help me win this.
dutch: [_L_] Wat er ook gebeurt, ik zal altijd dankbaar zijn voor je om me te helpen dit te winnen.

source: [_R_] It's nothing... Now get out there and break a leg!
dutch: [_R_] Het is niets... Ga er nu uit en breek een benen!

source: [_L_] Thank you all so much!
dutch: [_L_] Heel erg bedankt!

source: [_L_] Thank you!
dutch: [_L_] Dank je!

source: [_L_] Just a little while ago, none of you even knew my name.
dutch: [_L_] Enige tijd geleden kende niemand van u mijn naam.

source: [_L_] Now, a lot of you still don't know my name, but know me as...
dutch: [_L_] Nu kennen veel van jullie mijn naam nog niet, maar kennen ze me als...

source: [_X_] Go, Cosplay Girl!!
dutch: [_X_] Go, Cosplay Meis!!

source: [_L_] Haha... yes... Cosplay Girl.
dutch: [_L_] Haha... ja... Cosplay Meisje.

source: [_L_] But don't forget, you won't see Cosplay Girl on the ballot.
dutch: [_L_] Maar vergeet niet, je ziet Cosplay Meisje niet op de stem.

source: [_L_] Make sure you vote for Lauren.
dutch: [_L_] Zorg ervoor dat je op Laid stemt.

source: [_X_] Marry me, Lauren!
dutch: [_X_] Mars me, Lauren!

source: [_L_] I just want to thank all of you for your recent support.
dutch: [_L_] Ik wil u allen bedanken voor uw recente steun.

source: [_L_] For the kind words, for the propositions. hehe...
dutch: [_L_] Voor vriendelijke woorden, voor de proposities. Hij...

source: [_L_] For the friendly butt squeezes in the hallway.
dutch: [_L_] Voor de vriendelijke knoop in de gal.

source: [_L_] What better way to show me that you've got my back.
dutch: [_L_] Hoe beter ik kan laten zien dat je mijn rug hebt.

source: [_X_] We love you, Lauren!
dutch: [_X_] Wij houden van je, Lauren!

source: [_L_] I just want you all to know, that if you elect me student body president, I will give my all to be the best dang student body president this school has ever seen!
dutch: [_L_] Ik wil gewoon dat je allemaal weet, dat als je mij selecteert studentenlichaam voorzitter Ik geef mijn best om de beste lichaamsvoorzitter te zijn die deze school ooit heeft gezien!

source: [_L_] And to show you how much I will honor that commitment, I want to let you all in on a little perk that I've worked hard to secure for you, if you elect me.
dutch: [_L_] En om je te laten zien hoeveel ik die betrokkenheid zal waarmaken. Ik wil je allemaal een klein voordeel geven dat ik hard heb gewerkt om voor je te beveiligen, als je me kiest.

source: [_L_] I stand before you in the uniform that we students, and our forerunners have been wearing for the last thirty-five years.
dutch: [_L_] Ik sta voor u in het uniform dat wij studenten en onze voorlopers de afgelopen vijfendertig jaar dragen.

source: [_L_] And I'm happy to announce that the schoolboard has given me permission to modernize our dress code.
dutch: [_L_] En ik ben blij om aan te kondigen dat de schoolbord mij toestemming heeft gegeven om onze kledingcode te moderniseren.

source: [_L_] None of us girls will have to buy new uniforms, in fact, you don't have to make any changes at all if you don't want to.
dutch: [_L_] Niemand van ons zal nieuwe uniformen moeten kopen, in feite je hoeft helemaal geen veranderingen te maken als je dat niet wilt.

source: [_L_] Let me show you the first modification we are allowed to make.
dutch: [_L_] Laat me je de eerste wijziging laten zien die we mogen maken.

source: [_L_] Think about those hot days when the air conditioner goes out. Well, class will no longer be such an awful hell with our wool sweater vests.
dutch: [_L_] Denk na over die hete dagen wanneer de airconditioner uitgaat. Wel, de klas zal niet langer zo'n verschrikkelijke hel zijn met onze wollen truien.

source: [_X_] Yeah!... Take it off!
dutch: [_X_] Ja!... Haal het uit!

source: [_L_] And even better, we're allowed to open up our shirts a bit, to give our skin a chance to breathe.
dutch: [_L_] En nog beter, we mogen onze hemden een beetje openen om onze huid een kans te geven om te ademen.

source: [_L_] Just think about how much better we'll perform academically if we're not drowning in our own sweat, trying to keep our makeup from running into our eyes.
dutch: [_L_] Denk alleen maar aan hoeveel beter we academisch zullen doen als we niet in ons eigen zweet verdrinken, proberen onze make-up niet in onze ogen te laten lopen.

source: [_L_] So?... Cute, right?
dutch: [_L_] So?... Schatte, toch?

source: [_L_] And it still gets better.
dutch: [_L_] En het wordt nog beter.

source: [_L_] We're also allowed to hem up our skirts. I've got another skirt on under this one to show just how much shorter we can wear our skirts.
dutch: [_L_] We mogen ook onze rokken omhangen. Ik heb nog een rok onder deze om te laten zien hoeveel korter we onze rokken kunnen dragen.

source: [_X_] Go, Cosplay Girl!... Se-xy!
dutch: [_X_] Go, Cosplay Meis!... Ze-xy!

source: [_L_] And that's it! What do you all think?
dutch: [_L_] En dat is alles! Wat vind je allemaal?

source: [_X_] Thank you, Lauren!
dutch: [_X_] Dank u, Lauren!

source: [_MT_] {i}Holy fuck!... My daughter is stripping on stage at school! This has Will Tylor's hands written all over it! I'm going to kill him the next time I see him! How the hell is he able to manipulate the school board so well?{/i}
dutch: [_MT_] {i}Heilige fusie!... Mijn dochter valt op school! Dit heeft Tylor's handen over de hele linie geschreven! Ik ga hem de volgende keer doden als ik hem zie! Hoe kan hij de schoolbord zo goed manipuleren?{/i}

source: [_L_] Oh, and let me show you how it looks from behind.
dutch: [_L_] Oh, en laat me je tonen hoe het van achter uitziet.

source: [_X_] Yeah... Show dat ass!
dutch: [_X_] Ja... Toon dat ass!

source: [_L_] And the boys will be able to wear shorts and more comfortable shoes!
dutch: [_L_] En de jongens zullen broeken en comfortabelere schoenen kunnen dragen!

source: [_X_] You're the best, Lauren!
dutch: [_X_] Jij bent de beste, Lauren!

source: [_L_] I love you guys!
dutch: [_L_] Ik hou van jullie!

source: [_L_] So, don't forget!
dutch: [_L_] Dus, niet vergeten!

source: [_L_] Vote for Lauren, the Cosplay Girl!
dutch: [_L_] Stem voor Lauren, de Cosplay Meis!

source: [_L_] Oh, that was so scary!
dutch: [_L_] Oh, dat was zo eng!

source: [_R_] Wow, Lauren, you did so good!
dutch: [_R_] Wow, Lauren, je hebt het zo goed gedaan!

source: [_R_] You had them eating out of the palm of your hand!
dutch: [_R_] Je hebt ze uit je hand laten eten!

source: [_MD_] Alright, [ryan]... We're just about set up.
dutch: [_MD_] Ok, [ryan]... We zijn net bezig met opzetten.

source: [_MD_] OMG, Lauren!... You did so awesome!
dutch: [_MD_] OMG, Lauren!... Je hebt dat fantastisch gedaan!

source: [_L_] Oh my God, Mandy... It's so weird to see you in a cheerleading uniform.
dutch: [_L_] Oh mijn God, het is zo raar je te zien in een vrolijk uniform.

source: [_L_] Sorry, it's just... Most of the campaign, the cheerleaders were working for my enemy.
dutch: [_L_] Sorry, het is gewoon... Het meeste van de campagne, de cheerleaders werken voor mijn vijand.

source: [_MD_] Don't worry... They've all been quietly pushing for you ever since Megan told them to change sides.
dutch: [_MD_] Maak je geen zorgen... Ze hebben allemaal rustig voor je gepusht sinds Megan van zijkanten heeft gewisseld.

source: [_MD_] I don't think anyone's given anything away. Matt's going to be totally caught off guard.
dutch: [_MD_] Ik denk dat niemand iets weg heeft gegeven. Matt's zal volledig buiten wacht worden gezet.

source: [_R_] I guess we'll know if it all worked out in a few moments.
dutch: [_R_] Ik denk dat we zullen weten of het allemaal binnen enkele ogenblikken uitgewerkte is.

source: [_MD_] Relax... What could go wrong now?
dutch: [_MD_] Relais... Wat zou er nu mis kunnen gaan?

source: [_R_] Famous last words.
dutch: [_R_] Beroemde laatste woorden.

source: [_L_] Shut up, [ryan]! You're making me worried.
dutch: [_L_] Sluit aan, [ryan]! Je maakt me zorgen.

source: [_PH_] Now for your enjoyment, we'll have a skit by Matt, immediately followed by Lauren's.
dutch: [_PH_] Nu hebben we een schacht door Matt, direct gevolgd door Lauren.

source: [_MG_] Hello, Students of Shagtown High.
dutch: [_MG_] Hallo, studenten van Shagtown High.

source: [_MG_] Hi Matt, you lying son of a bitch!
dutch: [_MG_] Hi Matt, jij ligt zoon van een bitch!

source: [_MG_] I just want you to know, that I know what you did in the girls locker room.
dutch: [_MG_] Ik wil gewoon dat je weet, dat ik weet wat je deed in de meisjeskamer.

source: [_MG_] I've known for some time now.
dutch: [_MG_] Ik weet nu al een tijdje.

source: [_MG_] Students, unless you're basic, don't vote for Matt!
dutch: [_MG_] Studenten, tenzij je fundamenteel bent, stem niet op Matt!

source: [_MG_] How could you possibly trust anyone who would do his own girlfriend so dirty?
dutch: [_MG_] Hoe kun je eventueel iedereen vertrouwen die zo zijn eigen vriendin zou doen?

source: [_MG_] Especially a girlfriend who lets him do almost anything and anyone he wants to.
dutch: [_MG_] Vooral een vriendin die hem bijna alles laat doen en iedereen die hij wil.

source: [_MG_] I tell him to stay away from one single bitch, and what does he do?
dutch: [_MG_] Ik zeg hem uit de buurt te blijven van een enkele staaf, en wat doet hij?

source: [_MG_] Well... I can't say it in front of all the teachers and principal without getting detention.
dutch: [_MG_] Walt... Ik kan het niet zeggen voor alle leraren en hoofden zonder dat ik nablijven ben.

source: [_MG_] Needless to say, Matt is a filthy, dirty, untrustworthy douchebag that doesn't care about me, you, or his school.
dutch: [_MG_] Mat is natuurlijk een dikke, vuile en onbetrouwbare duchebag die je niet om me, jij of zijn school kan geven.

source: [_MG_] The only thing Matt cares about, is himself!
dutch: [_MG_] Het enige ding waar Matt om geeft, is hem!

source: [_MG_] So, I'm here to tell you to vote for another candidate, one who's already proven her love for the school by saving us from those ancient sweaty rags.
dutch: [_MG_] Dus ik ben hier om je te vertellen voor een andere kandidaat te stemmen iemand die haar liefde voor de school al bewezen heeft door ons van die oude zweet te redden.

source: [_MG_] One who I'm sure would be loyal to her bae no matter what.
dutch: [_MG_] Iemand die zeker is dat hij trouw is aan haar baai, wat dan ook.

source: [_MG_] Of course I'm talking about our very own cosplay girl, Lauren!
dutch: [_MG_] Natuurlijk heb ik het over ons eigen cosplay meisje, Lauren!

source: [_MG_] Now, please enjoy a skit we cheerleaders put together just for her!
dutch: [_MG_] Nu geniet u van een skit die we vrolijk samen voor haar!

source: [_PH_] So, it appears that Matt does not have a skit prepared, and so we'll move on to the moment you've all been waiting for.
dutch: [_PH_] Dus het lijkt erop dat Matt geen skit voorbereid heeft, en daarom gaan we door naar het moment waarop je allemaal hebt gewacht.

source: [_PH_] Please, students. Pull out your phones or chodebooks and open page www.votehorny.edu.
dutch: [_PH_] Alstublieft, studenten. Sleep je telefoon of chodebooks uit en open pagina www.votehorny.edu.

source: [_PH_] Then, sign in with your student IDs and passwords and cast your vote for student body president.
dutch: [_PH_] En meld u vervolgens aan met uw student IDs en wachtwoorden en plaats uw stem uit voor studentenlichaam president.

source: [_PH_] Remember, the choices are between Matt and Lauren. If you see anyone else, you've done something wrong.
dutch: [_PH_] Onthoud, de keuzes liggen tussen Matt en Laken. Als je iemand anders ziet, heb je iets verkeerd gedaan.

source: [_PH_] The voting has now started and will end in five minutes.
dutch: [_PH_] De stemming is nu begonnen en eindigt over vijf minuten.

source: {i}"Four and a half minutes later."{/i}
dutch: {i}"Vier en een halve minuut later."{/i}

source: [_L_] Oh, God!... The suspense is killing me!
dutch: [_L_] Oh, God!... De spanning vermoedt mij!

source: [_L_] It's almost time!
dutch: [_L_] Het is bijna tijd!

source: [_PH_] And here come the numbers!
dutch: [_PH_] En hier komen de getallen!

source: [_L_] I can't look!
dutch: [_L_] Ik kan niet kijken!

source: [_PH_] Wow! Is this accurate?
dutch: [_PH_] Wauw! Is dit juist?

source: [_R_] Lauren!... Open your eyes!
dutch: [_R_] Lauren!... Open je ogen!

source: [_L_] Oh, my God!
dutch: [_L_] Oh, mijn God!

source: [_R_] Lauren, you did it!
dutch: [_R_] Lauren, je hebt het gedaan!

source: [_L_] I can't believe it!
dutch: [_L_] Ik kan het niet geloven!

source: [_L_] I couldn't have done this without you!
dutch: [_L_] Ik kon dit niet zonder jou gedaan hebben.

source: [_RT_] {i}Wow!... Anyone could have seen that!{/i}
dutch: [_RT_] {i}Wow!... Iedereen kan dat gezien hebben!{/i}

source: [_PH_] Holy Toledo!
dutch: [_PH_] Heilige Toledo!

source: [_PH_] What a stunning upset!
dutch: [_PH_] Wat een verbluffende opzet!

source: [_PH_] Who would have thought in a million years that this relatively unknown girl could capture the hearts of this school and beat one of the most popular students to ever walk these halls!
dutch: [_PH_] Wie had er in een miljoen jaar aan gedacht dat dit relatief onbekende meisje de harten van deze school zou kunnen veroveren en een van de populairste leerlingen zou verslaan om ooit deze zaal te lopen!

source: [_PH_] Congratulations, Lauren! Get on up here and say a few words!
dutch: [_PH_] Gefeliciteerd, Lauren! Kom hier op en zeg een paar woorden!

source: [_L_] Thank you!... Thank you all!
dutch: [_L_] Dank je!... Dank u allemaal!

source: [_L_] I'm so humbled...
dutch: [_L_] Ik ben zo nederig...

source: {i}"One acceptance speech later."{/i}
dutch: {i}"Eén acceptatiespraak later."{/i}

source: [_L_] How was that?
dutch: [_L_] Hoe was dat?

source: [_R_] That was an amazing speech!
dutch: [_R_] Dat was een geweldige toespraak!

source: [_R_] It left no doubt that you were the right one to win this election.
dutch: [_R_] Het liet er geen twijfel over bestaan dat jij de juiste was om deze verkiezing te winnen.

source: [_MB_] Uhhhh.... Hey, guys!
dutch: [ _MB_] Uhhhh .... Hé, jongens!

source: [_L_] Well, if it isn't my good friend Matt.
dutch: [_L_] Nou, als het niet mijn goede vriend Matt is.

source: [_L_] Did you come up here to congratulate me?
dutch: [_L_] Ben je hier gekomen om me te feliciteren?

source: [_MB_] Uh... yeah... something like that.
dutch: Ja, zoiets.

source: [_MB_] Ummm... Good job... I guess.
dutch: [_MB_] Ummm... Goed gedaan... Ik vermoed.

source: [_L_] Well, you're sure at a loss for words.
dutch: [_L_] Nou, je weet zeker dat je geen woorden meer hebt.

source: [_MB_] Yeah, I guess I am... I never saw that coming.
dutch: [_MB_] Yeah, ik denk dat ik ben... Ik heb dat nooit zien komen.

source: [_MB_] I figured now would be a good time to settle up our bet?
dutch: [_MB_] Ik heb me nu laten inspireren door een goed moment om onze weddenschap op te lossen?

source: [_R_] Yeah, now is as good a time as any.
dutch: [_R_] Yeah, nu is zo goed als die van jou.

source: [_MB_] I can't believe I just lost three thousand dollars on a popularity contest.
dutch: [_MB_] Ik kan niet geloven dat ik tijdens een populariteitswedstrijd drieduizend dollar heb verloren.

source: [_MB_] My dad's going to be pissed when I tell him I already spent this week's allowance.
dutch: [_MB_] Mijn vader zal worden gepist wanneer ik hem vertel dat ik de vergoeding deze week al heb uitgegeven.

source: [_RT_] {i}This week's!?... Fuck!{/i}
dutch: [_RT_] {i}Deze week's!?... Fuck!{/i}

source: [_MB_] Can I just Venshmo you, Lauren?
dutch: [_MB_] Kan ik je gewoon Venshmo, Lauren?

source: [_L_] No, you'll need to Venshmo my brother. I don't have a bank account anymore.
dutch: [_L_] Nee, je moet Venshmo mijn broer. Ik heb geen bankrekening meer.

source: [_MB_] Alright... and done.
dutch: [_MB_] Klaar... en klaar.

source: {b}{i}"Money +$3,000"{/i}{/b}
dutch: {b}{i}"Geld +$3,000"{/i}{/b}

source: [_MB_] I can't believe you guys pulled that off!
dutch: [_MB_] Ik kan niet geloven dat jullie dat uit hebben gehaald!

source: [_MB_] How did you do it?
dutch: [_MB_] Hoe heb je het gedaan?

source: [_R_] It was all Lauren's good ideas and leadership.
dutch: [_R_] Het was alle goede ideeën en leiderschap van Lauren.
