Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_RT_] {i}I finally finished the Zad 3D work and photo editing.{/i}
french: [_RT_] {i}J'ai enfin terminé le travail Zad 3D et la retouche photo.{/i}

source: [_RT_] {i}They turned out pretty damn hot if I do say so myself.{/i}
french: [_RT_] {i}Elles se sont révélées sacrément chaudes si je le dis moi-même.{/i}

source: [_RT_] {i}Uploading the pictures now.... and click submit.... and now we just wait to see if anyone likes them.{/i}
french: [_RT_] {i}Télécharger les photos maintenant.... et cliquer sur Soumettre.... et maintenant, j'attends de voir si quelqu'un les aime.{/i}

source: [_RT_] {i}I've got to be sure to check the website sometime tomorrow.{/i}
french: [_RT_] {i}Je dois vérifier le site Web demain.{/i}

source: [_RT_] {b}(HINT){/b} {i}I can't believe Lauren's okay with grinding her pussy on my junk! I should keep visiting her in the lounge in the evening. I'll bet I can get her to take it further.{/i}
french: [_RT_] {b}(INDICE){/b} {i}Je n'arrive pas à croire que Lauren soit d'accord pour écraser sa chatte sur ma bite ! Je devrais continuer à lui rendre visite dans le salon le soir. Je parie que je peux l'amener à aller plus loin.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep taking these "How to Breed your Dragon" pictures with Lauren until we've got every kind of picture we need.{/i}
french: [_RT_] {i}{b}(Indice){/b} je dois continuer à prendre ces photos «Dragon» avec Lauren jusqu’à ce que nous ayons toutes les sortes de photos dont nous avons besoin. {/i}

source: [_RT_] {i}Ok, I've got to just login with my username and password and we'll see if anyone liked the girls' pictures.{/i}
french: [_RT_] {i}Ok, je dois juste me connecter avec mon nom d'utilisateur avec mon mot de passe et je verrais si quelqu'un a aimé les photos des filles.{/i}

source: [_R_] Oh, hey Lauren, what's up?
french: [_R_] Oh, hé Lauren, quoi de neuf?

source: [_L_] Hey pervert, I just came to see if you'd posted those pictures online yet.
french: [_L_] Hé pervers, je suis juste venu voir si tu as déjà mis ces photos en ligne.

source: [_L_] Hey [ryan], I just came to see if you'd posted those pictures online yet.
french: [_L_] Hé [ryan], je suis juste venu voir si tu as déjà posté ces photos en ligne.

source: [_R_] What a coincidence, I was just checking to see if they got any likes at exactly the same moment that you walked into my room.
french: [_R_] Quelle coïncidence, je vérifiais juste s'ils avaient des likes exactement au même moment où tu es entrée dans ma chambre.

source: [_R_] Why don't we take a look together?
french: [_R_] Pourquoi ne pas jeter un coup d'œil ensemble?

source: [_L_] Wow! Look how many people liked and commented on the outfit.
french: [_L_] Wow! Regardes combien de personnes ont aimé et commenté la tenue.

source: [_R_] Yeah, Sidney really did an amazing job on that one.
french: [_R_] Oui, Sidney a vraiment fait un travail incroyable sur celui-ci.

source: [_R_] Look how the amount of likes goes up consistently with the amount of skin you showed off.
french: [_R_] Regarde comment le nombre de likes augmente de manière cohérente avec la quantité de peau que tu as montrée.

source: [_L_] Wow! I can't believe how much a difference that made.
french: [_L_] Wow! Je ne peux pas croire à quel point cela a fait une différence.

source: [_R_] Let's take a look at how the photos I added backgrounds to did.
french: [_R_] Jetons un coup d'œil à la façon dont les photos auxquelles j'ai ajouté des arrière-plans ont progressées.

source: [_L_] Oh my God! [ryan]! You asshole!
french: [_L_] Oh mon Dieu! [ryan]! Espèce de connard !

source: [_L_] It looks like that dragon is going to fuck me!
french: [_L_] On dirait que ce dragon va me baiser!

source: [_R_] No, no, wait! Lauren look how many likes these pictures got!
french: [_R_] Non, non, attends! Lauren regarde combien de likes ces photos ont!

source: [_R_] They alone got enough likes to bump your overall ranking above thirteen other girls!
french: [_R_] Elles ont à elles seules assez de likes pour pousser ton classement général et dépasser treize autres filles!

source: [_L_] Huh?.... Oh, wow! Look how many fame points those pics got me.... and a ton of new followers.
french: [_L_] Hein?.... Oh, wow! Regarde combien de points de renommée ces photos m'ont apporté.... et une tonne de nouveaux adeptes.

source: [_R_] Well?...
french: [_R_] Eh bien?...

source: [_L_] .... Well, what?
french: [_L_] .... Eh bien, quoi ?

source: [_R_] I did good, didn't I?
french: [_R_] J'ai bien fait, n'est-ce pas?

source: [_L_] Uuuuugghhh.... yeah, I guess I've got to admit it. You're idea worked amazingly.
french: [_L_] Uuuuugghhh.... oui, je dois l'admettre. Ton idée a fonctionné de manière incroyable.

source: [_R_] Dammit! I should have recorded you saying that.
french: [_R_] Bon sang! J'aurais dû t'enregistrer en disant ça.

source: [_L_] Yep, cuz you will probably never hear it again.
french: [_L_] Oui, parce que tu ne l'entendras probablement plus jamais.

source: {i}{b}"Lauren's Anger =0"{/b}{/i}
french: {i}{b}«Colère de Lauren =0»{/b}{/i}

source: [_L_] Well.... your skin to likes ratio theory seems to hold true.
french: [_L_] Bien.... ta théorie du ratio peau/goûts semble être vraie.

source: [_L_] I'll try to get up the courage to take the next shoot even farther.
french: [_L_] Je vais essayer d'avoir le courage d'aller dans le prochain tournage encore plus loin.

source: [_L_] Thanks again for helping me try to get famous!
french: [_L_] Merci encore de m'aider à essayer de devenir célèbre!

source: [_L_] And for using the money to help Mom.
french: [_L_] Et pour avoir utilisé l'argent pour aider maman.

source: [_L_] You really are proving to be a great substitute for Dad.
french: [_L_] Tu t'avères vraiment être un excellent substitut à papa.

source: [_R_] Thanks Lauren!
french: [_R_] Merci Lauren!

source: [_L_] Ok, it's getting too mushy in here. I'll see you around the house sometime.
french: [_L_] Ok, ça devient trop mièvre ici. On se voit à la maison dans un moment.

source: [_RT_] {i}{b}(HINT){/b} I wonder what's going on with the FBI lately?{/i}
french: [_RT_] {i}{b}(Indice){/b} Je me demande ce qui se passe avec le FBI ces derniers temps ?{/i}

source: [_RT_] {i}{b}(HINT){/b} It's almost like the FBI has forgotten us.{/i}
french: [_RT_] {i}{b}(Indice){/b} C'est presque comme si le FBI nous avait oubliés.{/i}

source: [_R_] Who in the hell?
french: [_R_] Qui est-ce diable?

source: [_S_] It's only six in the morning!
french: [_S_] Il n'est que six heures du matin!

source: [_S_] Get the door [ryan], I'm too tired.... not dressed.... crusty.... panties.... {i}snore{/i}...
french: [_S_] Sors [ryan], je suis trop fatiguée.... pas habillée.... en culotte.... {i}ronflement{/i}...

source: [_RT_] {i}Anyone ringing the doorbell this early, can't be here with good news.{/i}
french: [_RT_] {i}Quiconque sonne à la porte si tôt, ne peut pas être ici avec de bonnes nouvelles.{/i}

source: [_AD_] Well, good morning [ryan]!
french: [_AD_] Eh bien, bonjour [ryan]!

source: [_R_] Huh?.... Hi?.... How do you know me?
french: [_R_] Huh ?.... Bonjour ?... Comment me connaissez-vous ?

source: [_AD_] My name is Special Agent Diaz of the FBI Criminal Investigation Division.
french: [_AD_] Mon nom est l'Agent spécial Diaz de la Division des Enquêtes criminelles du FBI.

source: [_AD_] I've just been reassigned to head the case against your father.
french: [_AD_] Je viens d'être réaffecté à la tête de l'affaire contre ton père.

source: [_AD_] Aren't you going to invite me in?
french: [_AD_] Ne veux-tu pas m'inviter ?

source: [_R_] Uhhhh.... It's 6 in the morning.... do you have a warrant?
french: [_R_] Uhhhh.... Il est 6 heures du matin.... avez-vous un mandat?

source: [_AD_] It's not that kind of visit, and we have an ongoing warrant to search the premises whenever we feel there is a need.
french: [_AD_] Ce n'est pas ce genre de visite, et nous avons un mandat permanent pour fouiller les lieux chaque fois que nous en ressentons le besoin.

source: [_R_] Ok, let me go get my mom.
french: [_R_] Ok, laissez-moi aller chercher ma mère.

source: [_AD_] She's not here, I just watched her drive away.
french: [_AD_] Elle n'est pas là, je l'ai juste regardée partir.

source: [_AD_] I've arranged for her to have an early morning meeting with her lawyer and the federal prosecutor each Thursday morning to go over details of the investigation against her husband.
french: [_AD_] J'ai pris des dispositions pour qu'elle ait une réunion tôt le matin avec son avocat et le procureur fédéral chaque jeudi matin pour examiner les détails de l'enquête contre son mari.

source: [_R_] Then who are you here to see?
french: [_R_] Alors qui êtes-vous venu voir ici?

source: [_AD_] I actually want to have a few words with you and your sister Lauren.
french: [_AD_] Je veux en fait avoir une conversation avec toi et ta sœur Lauren.

source: [_R_] What?
french: [_R_] Quoi?

source: [_R_] What could you possibly want with us?
french: [_R_] Que pourriez-vous nous vouloir?

source: [_AD_] Why don't you go get your sister and I'll meet you in the lounge.
french: [_AD_] Pourquoi ne vas-tu pas chercher ta sœur et je te retrouve dans le salon.

source: [_R_] Uhhhh.... ok.... let me show you where it...
french: [_R_] Uhhhh.... Ok.... laissez-moi vous montrer où il est...

source: [_AD_] I know where it is.... just run and get Lauren.
french: [_AD_] Je sais où c'est.... cours chercher Lauren.

source: [_RT_] {i}Oh my God.... what is this about?.... I hope I haven't done anything to get Lauren in trouble.{/i}
french: [_RT_] {i}Oh mon Dieu.... de quoi s'agit-il ?.... J'espère que je n'ai rien fait pour que Lauren ait des ennuis.{/i}

source: [_AD_] Good morning Lauren, I hope you slept well.
french: [_AD_] Bonjour Lauren, j'espère que tu as bien dormi.

source: [_L_] Uuuuhhhh.... hi?
french: [_L_] Uuuuhhhh.... heu?

source: [_AD_] I'm sorry, but did [ryan] tell you who I am?
french: [_AD_] Je suis désolée, mais est-ce que [ryan] t'a dit qui je suis?

source: [_L_] He said you're in charge of building a case against our dad?
french: [_L_] Il a dit que vous étiez chargé de monter une affaire contre notre père?

source: [_AD_] I am, but I'm not here to talk about his case, I'm here because of the actions of you two.
french: [_AD_] Je le suis, mais je ne suis pas ici pour parler de son cas, je suis ici à cause des actions de vous deux.

source: [_L_] Oh, no.... what have we done?
french: [_L_] Oh, non.... qu'avons-nous fait?

source: [_R_] Lauren.... let me do the talking. We have to be careful what we say here.
french: [_R_] Lauren.... laisse-moi parler. Nous devons faire attention à ce que nous disons ici.

source: [_AD_] You bet your ass you do. You two have been naughty lately.
french: [_AD_] Tu paries ton cul que tu le fais. Vous deux avez été méchantes ces derniers temps.

source: [_L_] No, we haven't.
french: [_L_] Non, nous ne l'avons pas fait.

source: [_AD_] So, you haven't been taking sexy pictures of yourself on the property of a company that has suspected dealings with the Mafia?
french: [_AD_] Donc, tu n'as pas pris de photos sexy de toi sur la propriété d'une entreprise soupçonnée de relations avec la Mafia?

source: [_L_] How do you know that?
french: [_L_] Comment le savez-vous ?

source: [_R_] They're watching everything we do...
french: [_R_] Ils regardent tout ce que nous faisons...

source: [_AD_] Oh, please.... you aren't making it hard.
french: [_AD_] Oh, s'il te plaît.... tu ne rends pas les choses durs.

source: [_AD_] Are you aware how easy it is to track your activity on the internet?
french: [_AD_] Sais-tu à quel point il est facile de suivre ton activité sur Internet?

source: [_AD_] Are you aware how easy it is to follow teens on their bikes and mopeds?
french: [_AD_] Sais-tu à quel point il est facile de suivre les adolescents sur leurs vélos et leurs cyclomoteurs?

source: [_RT_] {i}Oh my God, does that mean they know about me buying and installing my spy-cams?{/i}
french: [_RT_] {i}Oh mon Dieu, cela signifie-t-il qu'elles savent que j'achète et installe des caméras espion?{/i}

source: [_AD_] Your father obviously didn't teach you anything he knew about conducting business covertly.
french: [_AD_] Ton père ne t'a évidemment rien appris de ce qu'il savait sur la conduite secrète de ses affaires.

source: [_R_] But Lauren and I are both adults. It's not illegal for us to take and pose for adult pictures, and we've set up everything legally online through Cosplay Heaven.
french: [_R_] Mais Lauren et moi sommes tous les deux adultes. Il n'est pas illégal pour nous de prendre et de poser pour des photos pour adultes, et nous avons tout mis en ligne légalement via Cosplay Heaven.

source: [_AD_] Yes, and you generated tax forms that prove you're making an income that you aren't reporting and surrendering to the FBI.
french: [_AD_] Oui, et tu as produit des formulaires fiscaux qui prouvent que tu gagnes un revenu que tu ne déclares pas et que tu remets au FBI.

source: [_R_] Oh, shit.... that's right...
french: [_R_] Oh, merde.... c'est vrai...

source: [_AD_] And that's not even mentioning the money you're getting under the table from your uncle Bobby to help you pay off your weekly debt to the DeCapos.
french: [_AD_] Et cela ne mentionne même pas l'argent que tu reçois sous la table de ton oncle Bobby pour t'aider à rembourser ta dette hebdomadaire envers les DeCapos.

source: [_R_] Wait!.... You know the DeCapos are extorting us for $1000 a week?
french: [_R_] Attendez!.... Vous savez que les DeCapos nous extorquent de 1'000$ par semaine?

source: [_AD_] And I know they're making your mom strip if they don't get their payment each week.
french: [_AD_] Et je sais qu'ils obligent ta mère à un strip-tease s'ils ne reçoivent pas leur paiement chaque semaine.

source: [_L_] What?.... Mom's not serving drinks at Joey's club? She's actually stripping?
french: [_L_] Quoi?.... Maman ne sert pas de boissons au club de Joey? Elle se déshabille ?

source: [_R_] Yeah.... she asked me not to tell you. I'll fill you in later.
french: [_R_] Ouais.... elle m'a demandé de ne pas te le dire. Je t'en parlerais plus tard.

source: [_R_] So, you know about all of this?.... And we're the ones who are in trouble? Why aren't you going after the DeCapo's?
french: [_R_] Alors, vous savez tout ça ?.... Et c'est nous qui avons des ennuis ? Pourquoi vous ne vous en prenez pas aux Decapos ?

source: [_AD_] [ryan], you're a bright boy.... I'm sure you've seen Mafia movies before.
french: [_AD_] [ryan], tu es un garçon brillant .... Je suis sûr que tu as déjà vu des films de la mafia.

source: [_AD_] It shouldn't be too hard for you to put this together.
french: [_AD_] Il ne devrait pas être trop difficile pour toi de mettre cela ensemble.

source: [_R_] Oh my God.... you're in the pocket of the DeCapos.
french: [_R_] Oh mon Dieu.... vous êtes à la solde des DeCapos.

source: [_L_] Oh my God...
french: [_L_] Oh mon dieu...

source: [_L_] Well, thats not horrible news.
french: [_L_] Eh bien, ce n'est pas une nouvelle horrible.

source: [_L_] You should be able to help get Dad off on all charges right?
french: [_L_] Vous devrez pouvoir aider papa à se débarrasser de tous les frais, n'est-ce pas?

source: [_AD_] Well, that was the original plan.
french: [_AD_] Eh bien, c'était le plan initial.

source: [_AD_] But now Joey DeCapo is happier with the arrangement as it is now. He's getting paid each week, or he's getting a visit from your mom.
french: [_AD_] Mais maintenant Joey DeCapo est plus heureux avec l'arrangement tel qu'il est maintenant. Il est payé chaque semaine, ou il reçoit la visite de ta mère.

source: [_AD_] He actually enjoys those visits more than he does the money.
french: [_AD_] En fait, il aime ces visites plus que l'argent.

source: [_AD_] Now he wants to keep your dad in jail as long as possible.
french: [_AD_] Maintenant, il veut garder ton père en prison aussi longtemps que possible.

source: [_L_] Well, what do you want with us?
french: [_L_] Eh bien, que voulez-vous de nous?

source: [_AD_] That's simple...
french: [_AD_] C'est simple...

source: [_AD_] I'm here to extort you.
french: [_AD_] Je suis là pour t'extorquer.

source: [_R_] For what?
french: [_R_] Pour quoi?

source: [_AD_] Money and favors of course.
french: [_AD_] Argent et faveurs bien sûr.

source: [_R_] Favors?
french: [_R_] Faveurs?

source: [_R_] You mean if we don't pay you what you want, I have to do a strip dance for you?
french: [_R_] Vous voulez dire que si nous ne vous payons pas ce que vous voulez, je dois faire un strip-tease pour vous ?

source: [_AD_] Haha.... do you see the pant-suit?
french: [_AD_] Haha.... tu vois le tailleur?

source: [_AD_] It's not you I would want to see lose their clothes.
french: [_AD_] Ce n'est pas toi que je voudrais voir perdre les vêtements.

source: [_L_] Oh.... my.... God...
french: [_L_] Oh.... mon.... Dieu...

source: [_R_] How much do we have to pay you?
french: [_R_] Combien devons-nous vous payer?

source: [_AD_] Oh, not much, just $500 a week.
french: [_AD_] Oh, pas beaucoup, juste 500$ par semaine.

source: [_R_] But what if we can't pay the DeCapo's because you're extorting us?
french: [_R_] Mais si nous ne pouvons pas payer les DeCapo parce que vous nous extorquez?

source: [_R_] I'll make sure Joey knows it's you who's preventing us.
french: [_R_] Je m'assurerais que Joey sache que c'est vous qui nous vol nos revenus.

source: [_AD_] Joey already knows about this.
french: [_AD_] Joey le sait déjà.

source: [_AD_] Like I said, he doesn't mind if you miss a payment here and there.
french: [_AD_] Comme je l'ai dit, cela ne le dérange pas si tu manques un paiement ici et là.

source: [_L_] [ryan]!.... We can't give Diaz the money.... we've got to protect Mom.
french: [_L_] [ryan]!.... On ne peut pas donner l'argent à Diaz.... on doit protéger maman.

source: [_R_] I think Mom would disagree.... she wouldn't want you to have to do favors for this pervy fed.
french: [_R_] Je pense que maman serait en désaccord.... elle ne voudrait pas que tu aies à rendre service pour des faveurs à cette perverse.

source: [_L_] It's better that I do favors for this pervy fed in the safety of our home, than for Mom to do favors for a bunch of dangerous pervy gangsters.
french: [_L_] Il vaut mieux que je fasse des faveurs pour cette perverse dans la sécurité de notre maison, que que maman fasse des faveurs pour une bande de dangereux gangsters pervers.

source: [_AD_] And I promise I won't take it too far. Haha.... unless you ask me to.
french: [_AD_] Et je promets de ne pas aller trop loin. Haha.... sauf si tu me le demandes.

source: [_AD_] Oh, and you can't tell your mom about this at all.
french: [_AD_] Oh, et tu ne peux pas en parler à ta mère du tout.

source: [_R_] Or what?
french: [_R_] Ou quoi?

source: [_AD_] Or I tell her about everything else, the sexy pics, about posting them on the internet, and several other things I know [ryan]'s been up to around here lately.
french: [_AD_] Ou je lui parle de tout le reste, des photos sexy, des poster sur Internet, et de plusieurs autres choses que je sais que [ryan] a fait récemment ici.

source: [_AD_] You don't want me to be more specific in front of Lauren do you?...
french: [_AD_] Tu ne veux pas que je sois plus précise devant Lauren, n'est-ce pas?...

source: [_L_] What's she talking about?
french: [_L_] De quoi parle-t-elle ?

source: [_R_] Don't worry about that. We can't let Mom find out about the pictures.
french: [_R_] Ne t'inquiètes pas à ce sujet. On ne peut pas laisser maman découvrir les photos.

source: [_R_] We have no choice, but to play along.
french: [_R_] Nous n'avons pas d'autre choix que de jouer le jeu.

source: [_AD_] That's great news.
french: [_AD_] C'est une excellente nouvelle.

source: [_AD_] So, what's it gonna be?
french: [_AD_] Alors, qu'est-ce que ça va être ?

source: [_R_] No question, we're paying the $500.
french: [_R_] Pas de question, nous payons les 500$.

source: [_L_] But [ryan]? What about Mom?
french: [_L_] Mais [ryan]? Et maman ?

source: [_R_] Don't worry, I'll have enough money to pay for her too by Saturday.
french: [_R_] Ne t'inquiètes pas, j'aurais assez d'argent pour la payer aussi d'ici samedi.

source: [_L_] Oh, thank God!
french: [_L_] Oh, merci mon dieu!

source: {i}{b}"Lauren's Respect +1"{/b}{/i}
french: {i}{b}«Respect de Lauren +1»{/b}{/i}

source: [_R_] I'm a little short on money, but I'll do my best to get enough by Saturday.
french: [_R_] Je manque un peu d'argent, mais je ferais de mon mieux pour en avoir assez d'ici samedi.

source: [_L_] Well, what if you can't?
french: [_L_] Eh bien, et si tu ne peux pas?

source: [_R_] Then it will be up to Mom to take care of it this week. I know she'd prefer that, to letting you do favors for some horny corrupt FBI agent.
french: [_R_] Ensuite, ce sera à maman de s'en occuper cette semaine. Je sais qu'elle préférerait ça, plutôt que de te laisser faire des faveurs à un agent corrompu du FBI.

source: [_AD_] You're pushing it [ryan].
french: [_AD_] Tu pousses [ryan].

source: [_R_] Let me go grab you your money, and I'll meet you by the front door to show you out.
french: [_R_] Laissez-moi aller vous chercher votre argent, et je vous rejoindrais à la porte d'entrée pour vous les donner.

source: [_R_] Here's the $500.
french: [_R_] Voici les 500$.

source: {i}"Money - $500"{/i}
french: {i}'Argent -500$'{/i}

source: [_AD_] It's been a pleasure doing business with you.
french: [_AD_] Ce fut un plaisir de le faire affaire avec toi.

source: [_AD_] And just so you know, I know exactly what's going on in this house. I know about the inappropriate gifts you buy on Hardnlong, and the little surveillance state you've got going on here.
french: [_AD_] Et pour que tu le saches, je sais exactement ce qui se passe dans cette maison. Je sais pour les cadeaux inappropriés que tu achètes sur Hardnlong, et le peu d'état de surveillance que tu as ici.

source: [_AD_] So, you'd better be willing to play ball, or your life is going to get pretty uncomfortable.
french: [_AD_] Donc, tu ferais mieux d'être prêt à jouer au ballon, sinon ta vie va devenir assez inconfortable.

source: [_RT_] {i}Shit.... I'm an idiot to think I was being so sneaky with the FBI watching me.{/i}
french: [_RT_] {i}Merde.... Je suis idiot de penser que j'étais si bon avec le FBI qui me surveille.{/i}

source: [_RT_] {i}Maybe I'm lucky that a crooked agent is in charge of this case.{/i}
french: [_RT_] {i}J'ai peut-être de la chance qu'un agent véreux soit en charge de cette affaire.{/i}

source: [_RT_] {i}I'm not in trouble so to speak, and it sounds like Dad's going to be out of our lives, at least for the foreseeable future.{/i}
french: [_RT_] {i}Je ne suis pas en difficulté pour ainsi dire, et on dirait que papa va être hors de nos vies, au moins dans un avenir proche.{/i}

source: [_AD_] And just between you and me, I, just like Joey, wouldn't mind even a little bit if you had to miss a payment here and there.
french: [_AD_] Et juste entre toi et moi, tout comme Joey, ça ne me dérangerait même pas un peu si tu devais manquer un paiement par-ci et par-là.

source: [_R_] I'll take that into consideration. Goodbye!
french: [_R_] Je vais en tenir compte. Au revoir!

source: [_RT_] {i}Holy fucking shit!!.... What is happening with my life?.... {/i}
french: [_RT_] {i}Putain de merde!!.... Que se passe-t-il avec ma vie?.... {/i}

source: [_L_] {i}(SHOUTING){/i} [ryan]!
french: [_L_] {i}(EN CRIANT){/i} [ryan]!

source: [_R_] {i}(SHOUTING){/i} Yeah?
french: [_R_] {i}(EN CRIANT){/i} Ouais?

source: [_L_] Will you please come to my room?
french: [_L_] Veux-tu venir dans ma chambre ?

source: [_R_] What is it?
french: [_R_] Qu'est-ce que c'est?
