Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MD_] It must run in the family!
dutch: [_MD_] Het moet uitgevoerd worden in de familie!

source: [_MD_] Now, would you like to return the favor?
dutch: [_MD_] Nu wil je de favoriet teruggeven?

source: [_L_] What? That's... I don't think!...
dutch: [_L_] Wat? Dat ... Ik denk niet!...

source: [_R_] It's only fair Lauren.
dutch: [_R_] Het is alleen maar fair Laid.

source: [_L_] But eating a pussy is different than having your pussy eaten.
dutch: [_L_] Maar het eten van een poosje is anders dan het eten van je poosje.

source: [_L_] I might not like it!
dutch: [_L_] Ik vind het misschien niet leuk!

source: [_LT_] {i}Fuck, but what am I to think if I do like it?{/i}
dutch: [_LT_] {i}Fuck, maar wat moet ik denken als ik het leuk do?{/i}

source: [_MD_] You'll never know until you try.
dutch: [_MD_] Je weet het pas als je het probeert.

source: [_L_] I guess I do owe you after you gave me that amazing orgasm...
dutch: [_L_] Ik denk dat ik je verschuldigd ben nadat je me dat geweldige orgaan hebt gegeven...

source: [_MD_] If you hate it, you can stop.
dutch: [_MD_] Als je het haat, kun je stoppen.

source: [_L_] Ok... I'll try it.
dutch: [_L_] Ok... Ik zal het proberen.

source: [_MD_] Haha... [ryan]'s almost speechless.
dutch: [_MD_] Haha... [ryan]is bijna sprakeloos.

source: [_MDT_] {i}Oh, my God!... This is the first time anyone's ever licked my pussy!{/i}
dutch: [_MDT_] {i}Oh, mijn God!... Dit is de eerste keer dat iemand mijn Push bellopen!{/i}

source: [_MDT_] {i}And it's a girl... and my cousin!{/i}
dutch: [_MDT_] {i}En het is een meisje... en mijn nicht!{/i}

source: [_MDT_] {i}It's never felt this good before!{/i}
dutch: [_MDT_] {i}Het voelt nog nooit zo goed voor!{/i}

source: [_L_] Wow!... You weren't kidding!
dutch: [_L_] Wow!... Je was geen grapje!

source: [_MD_] Wait!... Do it all over our faces.
dutch: [_MD_] Wacht!... Doe het allemaal over onze gezichten.

source: [_MD_] Just like on a porno.
dutch: [_MD_] net zoals op een porno.

source: [_L_] No, me!
dutch: [_L_] Nee, ik!

source: [_MD_] There you go Lauren!... You must have enjoyed this.
dutch: [_MD_] Daar ga je naar Lauren!... Dit moet je genoten hebben.

source: [_L_] More than I ever thought I would.
dutch: [_L_] Meer dan ik ooit had gedacht.

source: [_L_] Now, will you please cum on my face?
dutch: [_L_] Nu wil je alsjeblieft op mijn gezicht knopen?

source: [_R_] Oohhh... Sorry Lauren, but Mandy asked first.
dutch: [_R_] Oohhhhh... Sorry Lauren, maar moet eerst gevraagd worden.

source: [_MD_] Wow, Lauren, You look fucking hot all covered in your brother's cum!
dutch: [_MD_] Wow, Lauren, Je ziet er verwart warm uit in jouw broerbeker!

source: [_L_] We've got to hurry and clean up though... I almost forgot about Kenzie. I can't believe she hasn't walked in on us.
dutch: [_L_] We moeten opschieten en opruimen... Ik ben Kenzi bijna vergeten. Ik kan niet geloven dat ze ons niet heeft binnengelopen.

source: [_MD_] Don't worry. I texted her and told her the meeting would be fifteen minutes later.
dutch: [_MD_] Maak je geen zorgen. Ik heb haar sms'en vertelde haar dat de vergadering vijftien minuten later zou zijn.

source: [_MD_] But, speaking of cleaning up... Would you mind if I licked [ryan]'s cum off your face?
dutch: [_MD_] Maar praten over opruimen... Zou je het leuk vinden als ik [ryan]kubus van je gezicht likte?

source: [_MD_] Don't judge me... but, I kind of like the taste of cum.
dutch: [_MD_] Beoordeel me niet... maar ik vind het leuk als de smaak van cum.

source: [_MDT_] {i}Oh... just when I licked all your brother's cum off your body.{/i}
dutch: [_MDT_] {i}Oh... net toen ik al je broeders kubus van je borst plakte.{/i}

source: [_MD_] I just have.
dutch: [_MD_] Ik heb het zojuist.

source: [_L_] Uhhh... ok, I guess.
dutch: [_L_] Uhhhh... ok, denk ik.

source: [_LT_] {i}Whoa... This is actually really intimate.{/i}
dutch: [_LT_] {i}Whoa... Dit is echt intimate.{/i}

source: [_MD_] There... All clean. Now, do you want to return the favor?
dutch: [_MD_] There... Alles schoon. Nu wil je de favoriet teruggeven?

source: [_L_] Uhhh.... I think I'll pass.
dutch: [_L_] Uhhh... . Ik denk dat ik voorbij zal gaan.

source: [_MD_] Suit yourself... More for me then.
dutch: [_MD_] Pak jezelf... Meer voor mij dan.

source: [_LT_] {i}Oh, my God!{/i}
dutch: [_LT_] {i}Oh, mijn God!{/i}

source: [_MDT_] {i}Oohhhh... That's so good!... I wonder if all cum tastes as good as [ryan]'s?{/i}
dutch: [_MDT_] {i}Oohhhhhh... Dat is zo goed!... Ik vraag me af of alle kubus zo goed smaakt als [ryan]'s?{/i}

source: [_L_] You're like a legit cum slut!
dutch: [_L_] Je bent als een knuppel slak!

source: [_MD_] Hahah... I know...
dutch: [_MD_] Hahah... Ik weet het...

source: [_MD_] Maybe you'll convert too one day.
dutch: [_MD_] Misschien zullen we te één dag converteren.

source: [_L_] Yes, please!... And Mandy... When Kenzie gets here... Try to look like what we did, didn't just happen.
dutch: [_L_] Ja, alsjeblieft!... En moet... Wanneer Kenzie hierheen komt... Probeer uit te zien zoals wij hebben gedaan, is het niet gebeurd.

source: [_MD_] How do I do that?
dutch: [_MD_] Hoe doe ik dat?

source: [_L_] I don't know... Just... Don't let her find out.
dutch: [_L_] Ik weet het niet... toch... Laat het niet weten.

source: [_MD_] Haha... Of course I'm not going to let her find out.
dutch: [_MD_] Haha... Natuurlijk zal ik haar niet laten weten.

source: [_MD_] But, If you guys are ever fooling around in here again... I want you to text me and let me know.
dutch: [_MD_] Maar, als jullie hier ooit nog eens voor de gek houden... Ik wil dat jij me een sms geeft en het me laat weten.

source: [_L_] What do you want to do this time?
dutch: [_L_] Wat wil je deze keer doen?

source: [_L_] [ryan]... I want to do something for you this time.
dutch: [_L_] [ryan]... Ik wil deze keer iets voor je doen.

source: [_R_] I won't argue with that.
dutch: [_R_] Ik zal daar geen ruzie mee maken.

source: [_L_] Oh... I hope this floor isn't too dirty.
dutch: [_L_] Oh... Ik hoop dat deze vloer niet te vies is.

source: [_L_] Wow!... I don't think I'll ever stop being amazed at how big he is.
dutch: [_L_] Wow!... Ik denk niet dat ik ooit zal ophouden verbaasd te zijn over hoe groot hij is.

source: [_L_] Good thing I've been practicing suppressing my gag reflex.
dutch: [_L_] Goed wat ik aan het oefenen ben om mijn gag reflex te onderdrukken.

source: [_L_] You blasted cum out my nose!
dutch: [_L_] Je hebt mijn neus gebrand!

source: [_L_] I'm gonna have to keep a Kleenex with me for my next class. I'll bet it keeps draining out of my sinuses for a while.
dutch: [_L_] Ik ga een Kleenex bij mij houden voor mijn volgende klas. Ik wed dat het een tijdje uit mijn zonen verliest.

source: [_R_] I'm sorry... I should have pulled out.
dutch: [_R_] Het spijt me. Ik had me eruit moeten terugtrekken.

source: [_L_] No... That's ok... I wanted to do something nice for you, for all your help.
dutch: [_L_] Nee... Dat is ok... Ik wilde iets moois voor jou doen, voor al je hulp.

source: [_L_] And if cumming down my throat make you happy...
dutch: [_L_] En als je mijn keel door geklommen hebt, maak je gelukkig...

source: [_L_] Well, we'd better get out of here... The campaign team will be here any minute.
dutch: [_L_] Nou, we kunnen er beter vanaf komen... Het campagne team zal er elk moment zijn.

source: [_L_] Oh, my God!... You covered me!
dutch: [_L_] Oh, mijn God!... Jij bedekte mij!

source: [_L_] I can't believe how much you can cum!
dutch: [_L_] Ik kan niet geloven hoeveel je kunt slikken!

source: [_R_] Oh... I'm sorry!... I hope I didn't ruin your makeup.
dutch: [_R_] Oh... Sorry!... Ik hoop dat ik je make-up niet heb verpest.

source: [_L_] Haha... Don't worry about it.
dutch: [_L_] Haha... Maak je geen zorgen.

source: [_R_] Wow! That was amazing!
dutch: [_R_] Wow! Dat was geweldig!

source: [_L_] We did it again!
dutch: [_L_] We hebben het opnieuw gedaan!

source: [_L_] I fucking love you!
dutch: [_L_] Ik verdomd van jou!

source: [_RT_] {i}Wow!... She's kissing me this time!{/i}
dutch: [_RT_] {i}Wow!... Ze kusst me deze keer!{/i}

source: [_R_] Should we flood the stall again?
dutch: [_R_] Moeten we de kraam weer overspoelen?

source: [_L_] Hahaha... That's exactly what the campaign team thought happened.
dutch: [_L_] Hahahaha... Dat is precies wat het campagneteam dacht.

source: [_L_] Kenzie actually leaned against the wet poster, and was pretty grossed out.
dutch: [_L_] Kenzie leunde echt tegen de natte poster en was er best uitgegroeid.

source: [_R_] Haha... Let's do it again.
dutch: [_R_] Haha... Laten we het opnieuw doen.

source: [_L_] God, that feels good!
dutch: [_L_] God, dat voelt goed!

source: [_R_] You already know what you've got to say.
dutch: [_R_] Je weet al wat je moet zeggen.

source: [_L_] I'm the fucking dirtiest girl!
dutch: [_L_] Ik ben het fuciserende meisje!

source: [_L_] Senpai, please!
dutch: [_L_] Senpai, alsjeblieft!

source: [_L_] Please, stick it in my ass!
dutch: [_L_] Alsjeblieft, stop het in mijn asset!

source: [_R_] Your wish is my command, Lauren-san.
dutch: [_R_] Uw wens is mijn bevel, Lauren-san.

source: [_L_] [ryan]?... Can you do that one thing for me again?
dutch: [_L_] [ryan]?... Kun je dat nog één ding voor me doen?

source: [_R_] You really liked that, didn't you?
dutch: [_R_] Je vond dat echt leuk, toch?

source: [_L_] It feels so amazing.
dutch: [_L_] Het voelt zo fantastisch aan.

source: [_L_] Please?
dutch: [_L_] graag?

source: [_R_] How can I say no to that face?
dutch: [_R_] Hoe kan ik nee zeggen tegen dat gezicht?

source: [_L_] Oh, my God!... That's even better than I remembered!
dutch: [_L_] Oh, mijn God!... Dat is nog beter dan ik me heb herinnerd!

source: [_L_] Wow! That was amazing...
dutch: [_L_] Wow! Dat was geweldig...

source: [_L_] The rest of the campaign team will be here any minute.
dutch: [_L_] De rest van het campagne team zal er elk moment zijn.

source: [_RT_] {i}She's got to be around here somewhere.{/i}
dutch: [_RT_] {i}Ze komt hier ergens te staan.{/i}

source: [_RT_] {i}Shit... She's going to pop out of nowhere and surprise me again.{/i}
dutch: [_RT_] {i}Shit... Ze gaat uit het niets komen en me opnieuw verrassen.{/i}

source: [_L_] Let's take our fun to my office where nobody can see us.
dutch: [_L_] Laten we ons plezier doen naar mijn kantoor waar niemand ons kan zien.

source: [_R_] Haha... You mean the stall?
dutch: [_R_] Haha... betekent de stop?

source: [_L_] No... I mean my personal campaign office.
dutch: [_L_] Nee... Ik bedoel mijn persoonlijke campagnekantoor.

source: [_L_] There... Now nobody can see us.
dutch: [_L_] Dat is... Nu kan niemand ons zien.

source: [_R_] They can see our feet.
dutch: [_R_] Ze kunnen onze voeten zien.

source: [_L_] Yes, but they won't know it's us, or what we're doing.
dutch: [_L_] Ja, maar ze zullen niet weten wat wij zijn, of wat we doen.

source: [_R_] Yeah, they'll probably imagine we're doing something much worse than we really are.
dutch: [_R_] Yeah, ze zullen zich waarschijnlijk voorstellen dat we iets veel erger doen dan we in werkelijkheid zijn.

source: [_L_] Just shut up and kiss me some more!
dutch: [_L_] Zoet me gewoon een beetje op!

source: [_R_] I really want to do something extra for you.
dutch: [_R_] Ik wil echt iets extra's voor je doen.

source: [_L_] Oh, really?
dutch: [_L_] Oh, echt?

source: [_L_] I can't wait to find out what.
dutch: [_L_] Ik kan niet wachten om erachter te komen wat.

source: [_R_] I just need you to lay back on the toilet seat.
dutch: [_R_] Je moet gewoon terug op de toiletstoel zitten.

source: [_L_] Oh... that's kind of gross?
dutch: [_L_] Oh... dat is soort bruto?

source: [_R_] Don't you sit there every day?
dutch: [_R_] zit je daar niet elke dag?

source: [_L_] Yeah... I guess... ok.
dutch: [_L_] Ja... Ik vermoed... ok.

source: [_L_] Could you do what you did to me on our couch?
dutch: [_L_] Kun je doen wat je tegen me deed op onze bank?

source: [_L_] I mean that thing with your pinky.
dutch: [_L_] Ik bedoel dat ding met je roze.

source: [_R_] Can you be more specific?
dutch: [_R_] Kun je specifieker zijn?

source: [_R_] Tell me you're a dirty girl...
dutch: [_R_] Vertel me dat je een vuile meisje bent...

source: [_R_] And that you want it in the ass.
dutch: [_R_] En dat je het in de as wilt hebben.

source: [_L_] Stick your pinky in my ass.
dutch: [_L_] Stik je roze in mijn hoofd.

source: [_R_] Whoa... Did you just call me...?
dutch: [_R_] Whoa... Heb je me gewoon gebeld...?

source: [_L_] You think you're the only one who watches hentai?
dutch: [_L_] denk je dat je de enige bent die kijkt naar hentai?

source: [_L_] Yes, senpai!... Please! Stick it in my ass!
dutch: [_L_] Ja, senpai!... Alstublief! Plak het in mijn asset!

source: [_L_] [ryan]?... Can you do something else for me?
dutch: [_L_] A [ryan]?... Kan je iets anders voor mij doen?

source: [_L_] It's just... I really like it when you stick your pinky in my bum...
dutch: [_L_] Het is gewoon... Ik vind het echt leuk als je je pinky in mijn bum steekt...

source: [_L_] I was wondering what it would feel like to have my bum hole licked.
dutch: [_L_] Ik vroeg me af hoe het zou willen dat mijn bumgat geplakt werd.

source: [_L_] Don't worry. I showered this morning. And I haven't done... anything.
dutch: [_L_] Maak je geen zorgen. Ik douchte vanochtend. En ik heb niks gedaan...

source: [_L_] I should be really clean.
dutch: [_L_] Ik zou echt schoon moeten zijn.

source: [_R_] You really are a dirty girl.
dutch: [_R_] Je bent echt een vuil meisje.

source: [_L_] A dirty girl with a clean bum.
dutch: [_L_] Een vuil meisje met een schone koning.

source: [_L_] Oh, my God!... That's even better than I imagined!
dutch: [_L_] Oh, mijn God!... Dat is nog beter dan ik me voorstel!

source: [_R_] Wow!... You almost got me!
dutch: [_R_] Wow!... Je hebt me bijna gekregen!

source: [_R_] But, I don't think your campaign poster survived.
dutch: [_R_] Maar ik denk niet dat jouw campagneposter overleefd is.

source: [_L_] Fuuuccckk... That felt goood.
dutch: [_L_] Fuuuccckk... Dat voelde goed!

source: [_R_] If Mom could here you right now...
dutch: [_R_] Als mama je nu hier zou kunnen zijn...

source: [_L_] Haha... I know!... "Language, honey!"
dutch: [_L_] Haha... Ik weet het!... "Taal, honing!"

source: [_L_] Do you think you could help me find my panties?
dutch: [_L_] Denk je dat je me zou kunnen helpen mijn broek te vinden?

source: [_L_] Wow! That was unexpected...
dutch: [_L_] wow! Dat was onverwacht...

source: [_L_] Could you get some more posters made and hung up all over the school?
dutch: [_L_] Zou je wat posters kunnen maken en overal op de school kunnen plakken?

source: [_R_] Yeah, of course, I saw that Matt tore them all down.
dutch: [_R_] Yeah, natuurlijk zag ik ze allemaal door Matt geslagen.

source: [_R_] I'll make sure to return the favor.
dutch: [_R_] Ik zal ervoor zorgen dat de gunst teruggegeven wordt.

source: [_L_] Too close to call!
dutch: [_L_] Te dichtbij om te bellen!

source: [_R_] I know!...
dutch: [_R_] Ik weet dat!...

source: [_R_] I'm starting to believe that you could actually win this thing!
dutch: [_R_] Ik begin te geloven dat je dit echt zou kunnen winnen!

source: [_R_] I'm so proud of you!
dutch: [_R_] Ik ben zo trots op jou!

source: [_L_] Well, it couldn't have happened without your help.
dutch: [_L_] Nou, het kon niet gebeurd zijn zonder jouw hulp.

source: [_L_] I'm really lucky to be your sister.
dutch: [_L_] Ik heb echt geluk dat ik uw zus ben.

source: [_LT_] {i}Oh, my God!... He's kissing me again!{/i}
dutch: [_LT_] {i}Oh, mijn God!... Hij kissent me opnieuw!{/i}

source: [_L_] Wow!... [ryan]... You kissed me again!
dutch: [_L_] wow!... [ryan]... Je hebt me weer gekuist!

source: [_R_] I know... I just can't help it!... seeing you so happy... You're just so beautiful!
dutch: [_R_] Ik weet dat... Ik kan het gewoon niet helpen!... ik zie je zo gelukkig... Je bent gewoon zo mooi!

source: [_L_] I... love it too. We just have to be careful.
dutch: [_L_] ik vind het ook leuk. We moeten gewoon voorzichtig zijn.

source: [_R_] Of course... We just had some fun, and now it's back to business.
dutch: [_R_] Natuurlijk... We hadden net wat plezier, en nu is het weer aan de slag.

source: [_L_] Exactly!
dutch: [_L_] Exact!

source: [_L_] Matt's going to start working harder to try to push back our success.
dutch: [_L_] Mattt gaat harder werken om ons succes terug te duwen.

source: [_L_] He's already ripped down our posters again.
dutch: [_L_] Hij heeft onze posters al opnieuw gescheurd.

source: [_L_] Could you get some more made and hung up all over the school?
dutch: [_L_] Zou je wat meer kunnen maken en overal op de school kunnen plakken?

source: [_R_] Yeah, of course.
dutch: [_R_] Ja natuurlijk.

source: [_L_] Can you believe it!?
dutch: [_L_] Kan jij het geloven!?

source: [_R_] I can't believe it!
dutch: [_R_] Ik kan het niet geloven!

source: [_R_] It's amazing!
dutch: [_R_] Het is geweldig!

source: [_LT_] {i}Oh, my God!... He's kissing me!{/i}
dutch: [_LT_] {i}Oh, mijn God!... Hij kissent me aan!{/i}

source: [_LT_] {i}Oh, God!... He's kissing me!{/i}
dutch: [_LT_] {i}Oh, God!... hij kissent mij aan!{/i}

source: [_L_] Wow!... [ryan]... What's gotten into you?
dutch: [_L_] wow!... [ryan]... Wat is er binnengekomen?

source: [_R_] Shit! I'm so sorry... I couldn't help it, seeing you so happy... You're just so beautiful... I couldn't help myself.
dutch: [_R_] Shit! Het spijt me, ik kon het niet helpen... ik kon het niet helpen, gezien je zo gelukkig... Je bent net zo mooi... Ik kon me niet helpen.

source: [_L_] No... I liked it... That's the sweetest thing that's ever happened to me.
dutch: [_L_] Nee... Ik vond het leuk... Dat is het zoetste wat me ooit is overkomen.

source: [_L_] But a kiss?... That's more than just sexual experimentation, or playing around... Does that mean you "like me", like me?
dutch: [_L_] Maar een kis?... Dat is meer dan alleen maar seksueel experimenteren of rond spelen... betekent dat "hou je van mij", zoals ik?

source: [_R_] I've been feeling this way for a long time, but I've been repressing those feelings.
dutch: [_R_] Ik voel me al een hele tijd, maar ik onderdrukt deze gevoelens.

source: [_R_] I know I should have confessed them a long time ago...
dutch: [_R_] Ik weet dat ik ze lang geleden had moeten bekennen...

source: [_R_] I know I'm not supposed to feel that way about my sister.
dutch: [_R_] Ik weet dat ik niet zo hoort te voelen over mijn zus.

source: [_L_] For a long time?
dutch: [_L_] Voor een lange tijd?

source: [_R_] Well, yeah...
dutch: [_R_] Nou, ja...

source: [_L_] [ryan], I've got some confusing emotions wreaking havoc through my heart as well.
dutch: [_L_] [ryan], ik heb ook een paar verwarrende emoties die mijn hart ravo aantasten.

source: [_L_] But, we can't let what we have turn into anything romantic.
dutch: [_L_] Maar we kunnen niet toestaan dat wat we hebben veranderd in iets romantisch.

source: [_L_] It just makes life too complicated.
dutch: [_L_] Het maakt het leven gewoon te ingewikkeld.

source: [_L_] It's just got to be for fun, or we've got to stop.
dutch: [_L_] Het moet gewoon leuk zijn, of we moeten stoppen.

source: [_L_] But I am really flattered!
dutch: [_L_] Maar ik ben echt flatterd!

source: [_L_] Are you okay with just doing this for fun?...
dutch: [_L_] Ben je het ermee eens om dit te doen voor plezier?...

source: [_L_] I hope I haven't hurt your feelings.
dutch: [_L_] Ik hoop dat ik je gevoelens niet heb beschadigd.

source: [_R_] Haha... Would you stop making that face?
dutch: [_R_] Haha... Wil je ophouden dat gezicht te maken?

source: [_L_] What face?
dutch: [_L_] Welk gezicht?

source: [_R_] That stupid sympathy face, you goof.
dutch: [_R_] Die domme sympathie gezicht, jij dus.

source: [_L_] I wasn't pulling a face!
dutch: [_L_] Ik trok geen gezicht!

source: [_R_] Yes, you were... And I love what we have.
dutch: [_R_] Ja, jij was... En ik hou van wat we hebben.

source: [_R_] So, I agree. Let's just keep it fun, and nothing more.
dutch: [_R_] Dus ik ben het daarmee eens. Laten we het gewoon leuk houden, en niets meer.

source: [_L_] Yeah... Let's not make it weird.
dutch: [_L_] Ja... Laten we het niet raar maken.

source: [_R_] For sure...
dutch: [_R_] Zeker ...

source: [_R_] Uhh... Yeah...
dutch: [_R_] Uhh... Ja...

source: [_R_] I guess I'll see you around?
dutch: [_R_] Ik denk dat ik je rond zal zien?

source: [_L_] Oh... I almost forgot.
dutch: [_L_] Oh... Ik ben bijna vergeten.

source: [_R_] Well... It's actually really hard to define exactly what it is I'm feeling.
dutch: [_R_] Nou... Het is echt moeilijk om precies te definiëren wat ik voel.

source: [_R_] It's definitely a new feeling... You know... since we've been spending time together again, ever since Dad was arrested.
dutch: [_R_] Het is zeker een nieuw gevoel... Weet u... sinds we weer tijd samen hebben doorgebracht, sinds papa werd gearresteerd.

source: [_R_] Boy, things are different now.
dutch: [_R_] Jonge, dingen zijn nu anders.

source: [_R_] I guess, I'm saying that I'm afraid to put a label on it.
dutch: [_R_] Ik denk het, ik zeg dat ik bang ben om er een etiket op te zetten.

source: [_L_] Oh, good!... That's a relief!
dutch: [_L_] Oh, goed!... Dat is een opluchting!

source: [_L_] I've been having some confusing feelings as well.
dutch: [_L_] Ik heb ook wat verwarrende gevoelens gehad.

source: [_L_] I don't want to call it love... You know... Like boyfriend-girlfriend kind of love.
dutch: [_L_] Ik wil het niet liefde... Je weet het... Net als vriend-vriendinnen als liefde.

source: [_L_] I obviously love you because you're my brother, but this feels different than it ever has before...
dutch: [_L_] Ik hou duidelijk van je omdat je mijn broer bent, maar dit voelt anders dan ooit tevoren...

source: [_L_] And I know I'm not supposed to feel the other kind of love for my brother.
dutch: [_L_] En ik weet dat ik niet de andere liefde voor mijn broer mag voelen.

source: [_L_] So, I guess I'm just saying that I'm glad we're confused together.
dutch: [_L_] Dus ik denk dat ik alleen maar zeg dat ik blij ben dat we samen in de war zijn.

source: [_L_] I still can't believe we did so good in the polls today.
dutch: [_L_] Ik kan nog steeds niet geloven dat we vandaag zo goed hebben gedaan.

source: [_L_] We've still got a lot to do to keep our numbers up.
dutch: [_L_] We hebben nog veel te doen om onze cijfers op te houden.

source: [_L_] And that asshole Matt has ripped all my posters down.
dutch: [_L_] En dat asshole Matt heeft al mijn posters weggegooid.

source: [_RT_] {i}Huh... I really thought she'd be here.{/i}
dutch: [_RT_] {i}Huh... Ik dacht echt dat ze hier zou zijn. {/i}

source: [_R_] Oh... Where did you come from?
dutch: [_R_] Oh... Waar kwam je vandaan?

source: [_RT_] {i}Ohh... She's happy!{/i}
dutch: [_RT_] {i}Oh... Ze is gelukkig!{/i}

source: [_L_] Can you believe those poll numbers?
dutch: [_L_] Kun je deze opinienummers gelen?

source: [_L_] I mean, we're not winning or anything, but this early on in the election...
dutch: [_L_] Ik bedoel, we winnen niet of niets, maar dit vroeg in de verkiezingen...

source: [_R_] Yeah, it's a really encouraging sign.
dutch: [_R_] Yeah, het is echt een bemoedigend teken.

source: [_L_] I'm so excited!... We just need to work a little harder and we'll have this election in the bag!
dutch: [_L_] Ik ben zo opgewonden!... We moeten gewoon wat harder werken en we zullen deze verkiezingen in de tas krijgen!

source: [_R_] Thank you so much for all your help this week!
dutch: [_R_] Hartelijk dank voor al uw hulp deze week!

source: [_L_] The campaign team is meeting later today, and every day this week right here in the afternoon.
dutch: [_L_] Het campagne team komt later vandaag bijeen en elke dag deze week hier in de middag.
