Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_S_] I hope it's enough to pay the Mafia debt this week, and buy the costumes.
dutch: [_S_] Ik hoop dat het genoeg is om de maffia deze week te betalen en het kostuum te kopen.
french: [_S_] J'espère que c'est suffisant pour payer la dette de la Mafia cette semaine, et acheter les costumes.
german: [_S_] Ich hoffe, es reicht aus, diese Woche die Mafia Schulden zu bezahlen und die Kostüme zu kaufen.

source: [_R_] I've been working really hard lately, and I should have enough to pay for both outfits and the weekly Mafia debt.
dutch: [_R_] Ik heb de laatste tijd echt hard gewerkt en ik moet genoeg hebben om zowel voor outfits als voor de wekelijkse maffiaschuld te betalen.
french: [_R_] J'ai travaillé très dur ces derniers temps, et je devrais en avoir assez pour payer les tenues et la dette hebdomadaire de la Mafia.
german: [_R_] Ich habe in letzter Zeit sehr hart gearbeitet, und ich sollte genug haben, um sowohl Outfits als auch wöchentliche Mafia Schulden zu bezahlen.

source: [_S_] Good for you, [ryan]! Keep it up and maybe we will be able to get along without Dad.
dutch: [_S_] Goed voor jou, [ryan]! Ga zo door en misschien kunnen we samenkomen zonder papa.
french: [_S_] Bon pour toi, [ryan]! Continues et peut-être que nous pourrons nous entendre sans papa.
german: [_S_] Gut für dich, [ryan]! Weiter und vielleicht können wir ohne Vater weiterkommen.
portuguese: [_S_] Bom para você, [ryan]! Continue assim, e talvez possamos se dar bem sem papai.

source: {i}"Money - $1000"{/i}
dutch: {i}"Geld - $1000"{/i}
french: {i}'Argent -1'000$'{/i}
german: {i}"Geld - $1000"{/i}

source: [_R_] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
dutch: [_R_] Waarom zou ik elke week degene zijn die verantwoordelijk is voor het aflossen van de schulden, kan ook mama helpen?
french: [_R_] Pourquoi devrais-je être le seul responsable de rembourser la dette chaque semaine, maman peut aussi aider.
german: [_R_] Warum sollte ich der Verantwortliche sein, um die Schulden jede Woche zu begleichen, Mama kann auch helfen.

source: [_S_] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costumes for Mom and your school girlfriend, than keeping Mom safe from the Mafia, that's up to you.
dutch: [_S_] Yeah, ik denk dat het jouw geld is. Je hebt het verdiend. Als jij me liever betaalt voor een sexy kostuum voor Mama en je schoolvriendin dan dat je de mama veilig houdt voor de maffia.
french: [_S_] Ouais, eh bien je suppose que c'est ton argent. Tu l'as mérité. Si tu préfères me payer des costumes sexy pour maman et ta copine d'école, plutôt que de protéger maman de la Mafia, c'est à toi de décider.
german: [_S_] Ja, ich denke, es ist dein Geld. Du hast es verdient. Wenn du mich lieber für eine sexy Kostüme für Mama und deine Schul-Freundin bezahlen möchtest, als die Mafia vor der Mafia zu schützen, das liegt an Ihnen.
portuguese: [_S_] Sim, bem, eu acho que é seu dinheiro. Você ganhou. Se você preferir me pagar por fantasias atraentes para a mamãe e sua namorada escolar, para manter a Mamãe segura da máfia, isso depende de você.

source: [_R_] Oh please, Mom's not in any danger.
dutch: [_R_] Oh alsjeblieft, Moms is niet in gevaar.
french: [_R_] Oh s'il te plait, maman n'est pas en danger.
german: [_R_] Oh bitte, Mama ist in keiner Gefahr.
portuguese: [_R_] Oh por favor, mamãe não está em perigo.

source: [_R_] So, how long will it take to finish?
dutch: [_R_] Dus, hoe lang zal het duren voordat het klaar is?
french: [_R_] Alors, combien de temps faudra-t-il pour le terminer?
german: [_R_] Wie lange wird es also dauern, bis es fertig ist?
portuguese: [_R_] Então, quanto tempo levará para terminar?

source: [_S_] Give me a couple days and then I'll have it ready for fitting on Mom and the other girl, what's her name?
dutch: [_S_] Geef me een paar dagen en dan laat ik het klaar staan om te passen op Mama en het andere meisje, hoe heet ze?
french: [_S_] Donnes-moi quelques jours et ensuite je l'aurai prêt pour l'ajustement sur maman et l'autre fille, comment s'appelle-t-elle?
german: [_S_] Gib mir ein paar Tage und dann werde ich es bereit haben für Mama und das andere Mädchen, was ist ihr Name?

source: [_S_] Ok... I'll get it done.
dutch: [_S_] Ok... Ik zal het doen.
french: [_S_] D'accord... Je vais y arriver.
german: [_S_] Ok... Ich werde es erledigen.
portuguese: [_S_] Ok... Eu vou terminar.

source: [_R_] Awesome, I can't wait!
dutch: [_R_] Geweldig, ik kan niet wachten!
french: [_R_] Génial, j'ai hâte!
german: [_R_] Super, ich kann nicht warten!

source: [_S_] Haha, I'll bet you can't.
dutch: [_S_] haha, ik wed dat je niet.
french: [_S_] Haha, je parie que tu ne peux pas patienter.
german: [_S_] Haha, ich wette, du kannst es nicht.

source: [_R_] What's that supposed to mean?
dutch: [_R_] Wat moet dat betekenen?
french: [_R_] Qu'est-ce que cela signifie?
german: [_R_] Was soll das bedeuten?

source: [_S_] Oh, I think you know.
dutch: [_S_] Oh, ik denk je het weet.
french: [_S_] Oh, je pense que tu sais.
german: [_S_] Oh, ich glaube, du weißt.

source: [_R_] Whatever... I'll just check back in a few days to see if you're done.
dutch: [_R_] Watever... Ik kom over een paar dagen terug om te kijken of je klaar bent.
french: [_R_] Peu importe... Je reverrai dans quelques jours pour voir si tu as fini.
german: [_R_] <unk> ver... Ich werde einfach in ein paar Tagen zurückkehren, um zu sehen, ob du fertig bist.

source: [_S_] Hey [ryan], what can I do for you?
dutch: [_S_] Hé [ryan], wat kan ik voor je doen?
french: [_S_] Hé [ryan], que puis-je faire pour toi ?
german: [_S_] Hey [ryan], was kann ich für dich tun?
portuguese: [_S_] Ei, [ryan], o que posso fazer por você?

source: [_R_] I need a couple more cosplay outfits made.
dutch: [_R_] Ik heb nog een paar cosplay outfits nodig.
french: [_R_] J'ai besoin de quelques tenues de cosplay supplémentaires.
german: [_R_] Ich brauche ein paar weitere Cosplayouts.

source: [_S_] Two of them? Really?
dutch: [_S_] twee van hen? Echt waar?
french: [_S_] Deux d'entre elles? Vraiment ?
german: [_S_] Zwei davon? Wirklich?

source: [_S_] Who are the two unlucky girls?
dutch: [_S_] Wie zijn de twee ongelukkige meisjes?
french: [_S_] Qui sont les deux filles malchanceuses?
german: [_S_] Wer sind die beiden unglücklichen Mädchen?
portuguese: [_S_] Quem são as duas meninas azaradas?

source: [_R_] A girl from my school named Megan...
dutch: [_R_] Een meisje van mijn school genaamd Megan...
french: [_R_] Une fille de mon école nommée Megan...
german: [_R_] Ein Mädchen aus meiner Schule namens Megan...
portuguese: [_R_] Uma garota da minha escola chamada Megan...

source: [_R_] And... Mom.
dutch: [_R_] En... mama.
french: [_R_] Et... Maman.
german: [_R_] Und... Mama.
portuguese: [_R_] E... mamãe.

source: [_S_] Hahahahah... You're such a tease!
dutch: [_S_] Hahahahah... Je bent zo'n thee!
french: [_S_] Hahahahah... Tu es tellement taquin !
german: [_S_] Hahahahah... Du bist so ein Teas!
portuguese: [_S_] Hahahahah... Você é uma tamanha provocação!

source: [_S_] ....
french: [_S_] C'était tellement embarrassant!

source: [_S_] Oh, my God! You're serious!
dutch: [_S_] Oh, mijn God! Je bent het ernstig!
french: [_S_] Oh, mon Dieu! Tu es sérieux !
german: [_S_] Oh, mein Gott! Du bist ernst!

source: [_S_] How in the hell did you pull that one off?
dutch: [_S_] Hoe heb je dat in de hel afgetrokken?
french: [_S_] Comment diable as-tu réussi cela?
german: [_S_] Wie in der Hölle hast du diese ausgelöst?

source: [_R_] It wasn't really me, it was all...
dutch: [_R_] Het was niet echt ik, het was alle...
french: [_R_] Ce n'était pas vraiment moi, c'était tout...
german: [_R_] Es war nicht wirklich ich, es war alles...

source: [_R_] Oh my God, Sidney, you're not wearing any panties!
dutch: [_R_] Oh mijn God, Sidney, je draagt geen vijzel!
french: [_R_] Oh mon Dieu, Sidney, tu ne portes pas de culotte!
german: [_R_] Oh mein Gott, Sidney, du trägst keine Hosen!
portuguese: [_R_] Meu Deus, Sidney, você não está usando nenhuma calça!

source: [_S_] Hahaha... Shhhhhh...
dutch: [_S_] Hahaha... Shhhhh...
french: [_S_] Hahaha... Shhhhhhh...
german: [_S_] Hahaha... Schhhhh...
portuguese: U[_S_] Hahaha... Shhhh...

source: [_S_] I don't want the whole house to hear.
dutch: [_S_] Ik wil niet dat het hele huis hoort.
french: [_S_] Je ne veux pas que toute la maison entende.
german: [_S_] Ich möchte nicht das ganze Haus hören.

source: [_S_] I thought you might enjoy that!
dutch: [_S_] Ik dacht dat je dat leuk zou vinden!
french: [_S_] J'ai pensé que tu pourrais apprécier ça!
german: [_S_] Ich dachte, du würdest das genießen!
portuguese: [_S_] Pensei que você pode gostar disso!

source: [_S_] I've just been waiting for you to come talk to me, and I knew you'd try to peek up my skirt.
dutch: [_S_] Ik heb net op je gewacht om met me te praten, en ik wist dat je mijn rok op zou proberen te piepen.
french: [_S_] J'attendais juste que tu viennes me parler, et je savais que tu essayerais de regarder ma jupe.
german: [_S_] Ich habe gerade darauf gewartet, dass du zu mir kommst, und ich wusste, dass du meinen Rock sehen würdest.

source: [_S_] Make sure you get a good look.
dutch: [_S_] Zorg ervoor dat je er goed uitziet.
french: [_S_] Assures-toi d'avoir un bon aperçu.
german: [_S_] Stelle sicher, dass du ein gutes Aussehen hast.
portuguese: [_S_] Certifique-se de dar uma boa olhada.

source: [_R_] I can't believe you're the same sister that I grew up with.
dutch: [_R_] Ik kan niet geloven dat je dezelfde zus bent als waarmee ik ben opgegroeid.
french: [_R_] Je n'arrive pas à croire que tu sois la même sœur avec qui j'ai grandi.
german: [_R_] Ich kann nicht glauben, dass du dieselbe Schwester bist, mit der ich aufgewachsen bin.

source: [_S_] Well... In a lot of ways I'm not.
dutch: [_S_] Nou... Op veel manieren ben ik niet.
french: [_S_] Bien... À bien des égards, je ne le suis pas.
german: [_S_] Nun... In vielerlei Hinsicht bin ich nicht.
portuguese: [_S_] Bem... De muitas maneiras eu não.

source: [_S_] Now, you were saying something about needing some cosplay outfits?
dutch: [_S_] Nu, je zei iets over het nodig hebben van wat cosplay outfits?
french: [_S_] Maintenant, tu dis quelque chose sur le besoin de tenues de cosplay?
german: [_S_] Jetzt hast du etwas darüber gesagt, dass du ein paar Cosplay-Outfits benötigst?
portuguese: [_S_] Agora, você estava dizendo algo sobre a necessidade de algumas roupas de cosplay?

source: [_S_] For Mom?
french: [_S_] Pour Maman?
german: [_S_] für Mama?
portuguese: [_S_] Para a mãe?

source: [_S_] I still can't believe that!
dutch: [_S_] Ik kan dat nog steeds niet geloven!
french: [_S_] Je n'arrive toujours pas à le croire!
german: [_S_] Das kann ich immer noch nicht glauben!
portuguese: [_S_] Ainda não consigo acreditar nisso!

source: [_R_] Yeah, it's a long story. I'll tell you some other time.
dutch: [_R_] Yeah, het is een lang verhaal. Ik zal het je anders vertellen.
french: [_R_] Oui, c'est une longue histoire. Je te le dirai une autre fois.
german: [_R_] Ja, es ist eine lange Geschichte. Ich werde dir etwas anderes sagen.
portuguese: [_R_] Sim, é uma longa história. Vou te contar uma outra hora.

source: [_RT_] {i}I'll just have to censor most of the important details.{/i}
dutch: [_RT_] {i}Ik zal alleen de meeste belangrijke details moeten censureren. {/i}
french: [_RT_] {i}Je vais juste devoir censurer la plupart des détails importants.{/i}
german: [_RT_] {i}Ich muss nur die meisten wichtigen Details zensieren.{/i}

source: [_S_] You'd better! I'm dying to know.
dutch: [_S_] Je zou beter zijn! Ik ga sterven naar kennis.
french: [_S_] Tu ferais mieux! Je meurs d'envie de savoir.
german: [_S_] Du würdest es besser! Ich sterbe zu wissen.

source: [_S_] So what kind of outfits do you need?
dutch: [_S_] Dus wat voor outfits heb je nodig?
french: [_S_] Alors de quel genre de tenues as-tu besoin?
german: [_S_] Welche Outfits brauchst du?

source: [_R_] Have you ever seen any of the Perry Hotter movies?
dutch: [_R_] Heb je ooit een van de Perry Hotter films gezien?
french: [_R_] As-tu déjà vu l'un des films les plus chauds de Perry Hotter?
german: [_R_] Hast du jemals einen der Perry Hotter Filme gesehen?

source: [_S_] Of course, several times each, though it's been a while.
dutch: [_S_] Natuurlijk is het een paar keer elkaar, maar het is een tijdje geweest.
french: [_S_] Bien sûr, plusieurs fois chacun, même si cela fait un moment.
german: [_S_] Natürlich mehrfach, obwohl es eine Weile war.

source: [_RT_] {i}Why is everyone so infatuated with that dumb story?{/i}
dutch: [_RT_] {i}Waarom is iedereen zo geïntimideerd met dat dumb verhaal?{/i}
french: [_RT_] {i}Pourquoi tout le monde est-il si épris de cette histoire stupide?{/i}
german: [_RT_] {i}Warum ist jeder so mit dieser stummen Geschichte so verbunden?{/i}

source: [_R_] Well I need an outfit for a student and a teacher.
dutch: [_R_] Ik heb een outfit nodig voor een leerling en leraar.
french: [_R_] Eh bien, j'ai besoin d'une tenue pour un élève et un professeur.
german: [_R_] Nun brauche ich ein Outfit für einen Schüler und einen Lehrer.
portuguese: [_R_] Bem, eu preciso de uma roupa para um aluno e um professor.

source: [_S_] Easy...
dutch: [_S_] Eenvoudig...
french: [_S_] Facile...
german: [_S_] Einfach...
portuguese: [_S_] Fácil...

source: [_R_] So I'm thinking a conservative costume, that turns into a sexy costume.
dutch: [_R_] Dus ik denk aan een conservatief kostuum, dat verandert in een sexy uiterlijk.
french: [_R_] Donc je pense à un costume conservateur, qui se transforme en un costume sexy.
german: [_R_] Ich denke also an ein konservatives Kostüm, das sich in ein sexy Kostüm verwandelt.

source: [_S_] You mean like every other outfit I've made?
dutch: [_S_] betekent dat je net als elk ander outfit dat ik heb gemaakt?
french: [_S_] Tu veux dire comme toutes les autres tenues que j'ai fais?
german: [_S_] Du meinst wie jedes andere Outfit, das ich gemacht habe?

source: [_R_] Yep, just continue the good work.
dutch: [_R_] Yep, ga gewoon door met het goede werk.
french: [_R_] Oui, continues simplement le bon travail.
german: [_R_] Ja, einfach die gute Arbeit fortsetzen.
portuguese: [_R_] Yep, apenas continue o bom trabalho.

source: [_S_] Alright, that will just cost you one thousand dollars.
french: [_S_] D'accord, cela te coûtera juste mille dollars.
german: [_S_] Okay, das wird dich nur eintausend Dollar kosten.

source: [_R_] One thousand dollars?!
dutch: [_R_] 1000 dollar?!
french: [_R_] Mille dollars?!
german: [_R_] tausend Dollar?!
portuguese: [_R_] mil dólares?!

source: [_S_] Yep... I told you I wouldn't do any more costumes for less than $500.
dutch: [_S_] Yep... Ik heb je verteld dat ik niet meer kostuums zou doen voor minder dan $500.
french: [_S_] Oui... Je t'ai dit que je ne ferais plus de costumes pour moins de 500$.
german: [_S_] Ja... Ich habe dir gesagt, dass ich nicht mehr Kostüme für weniger als 500 $ machen würde.
portuguese: [_S_] Sim... Eu te disse que não faria mais nenhuma fantasia por menos de $500.

source: [_R_] I thought you were just being bitchy at the time.
dutch: [_R_] Ik dacht dat je op dat moment net een beetje.
french: [_R_] Je pensais que tu étais juste garce à l'époque.
german: [_R_] Ich dachte, du warst damals nur bitter.

source: [_S_] I was... but still... you're making more money these days, and I need the money pretty badly myself.
dutch: [_S_] Ik was... maar toch... je verdient dezer dagen meer geld en ik heb het geld zelf best erg nodig.
french: [_S_] J'étais... mais quand même... tu gagnes plus d'argent ces jours-ci, et j'ai très mal besoin de l'argent moi-même.
german: [_S_] Ich war... aber noch... Du verdienst heute mehr Geld und ich brauche das Geld ziemlich schlecht.

source: [_R_] Maybe I can do something special for you tonight in the bedroom to bring that price down.
dutch: [_R_] Misschien kan ik vanavond in de slaapkamer iets speciaals voor je doen om die prijs omlaag te brengen.
french: [_R_] Peut-être que je peux faire quelque chose de spécial pour toi ce soir dans la chambre pour faire baisser ce prix.
german: [_R_] Vielleicht kann ich Ihnen heute Abend im Schlafzimmer etwas Besonderes tun, um diesen Preis zu senken.

source: [_S_] that was a joke... right?
dutch: [_S_] dat was een grap... toch?
french: [_S_] c'était une blague... pas vrai?
german: [_S_] das war ein Witz... oder?
portuguese: [_S_] isso foi uma piada... certo?

source: [_RT_] {i}No... Why is that so funny?{/i}
dutch: [_RT_] {i}Ne... Waarom is dat zo grappig?{/i}
french: [_RT_] {i}Non... Pourquoi est-ce si drôle?{/i}
german: [_RT_] {i}Nein... Warum ist das so lustig?{/i}
portuguese: [_RT_] {i}Não... Por que isso é tão engraçado?{/i}

source: [_R_] Of course it was a joke.
dutch: [_R_] Natuurlijk was het een grap.
french: [_R_] Bien sûr, c'était une blague.
german: [_R_] Natürlich war es ein Witz.
portuguese: [_R_] É claro que foi uma brincadeira.

source: [_S_] You're such a tease!
dutch: [_S_] Je bent zo'n thee!
french: [_S_] Tu es tellement taquin!
german: [_S_] Du bist so ein Teas!

source: [_S_] So do you have enough money to keep Mom from having to strip in the club this weekend, and enough for the costumes?
dutch: [_S_] Heb je dus genoeg geld om te voorkomen dat mama dit weekend de club hoeft te strippen en genoeg voor de kostuums?
french: [_S_] Alors as-tu assez d'argent pour empêcher maman de se déshabiller au club ce week-end, et assez pour les costumes?
german: [_S_] Du hast also genug Geld, um Mama davon abzuhalten, dieses Wochenende im Club zu sein, und genug für die Kostüme?

source: [_S_] Good for you [ryan]! Keep it up and maybe we will be able to get along without Dad.
dutch: [_S_] Goed voor jou [ryan]! Ga zo door en misschien kunnen we samen gaan zonder papa.
french: [_S_] Bon pour toi [ryan]! Continues et peut-être que nous pourrons nous entendre sans papa.
german: [_S_] Gut für dich [ryan]! Bleiben Sie drauf und vielleicht können wir ohne Vater weiterkommen.
portuguese: [_S_] Bom para você, [ryan]! Continue assim, e talvez sejamos capazes de se dar sem papai.

source: [_S_] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costumes for Mom and your school girlfriend, then keeping Mom safe from the Mafia, that's up to you.
dutch: [_S_] Yeah, ik denk dat het jouw geld is. Je hebt het verdiend. Als jij me liever betaalt voor een sexy kostuum voor Mama en je schoolvriendin Houd dan de mama veilig voor de maffia, dat is aan jou.
french: [_S_] Ouais, eh bien je suppose que c'est ton argent. Tu l'as mérité. Si tu préfères me payer des costumes sexy pour maman et ta copine d'école, plutôt que de garder maman à l'abri de la Mafia, c'est à toi de décider.
german: [_S_] Ja, ich denke, es ist dein Geld. Du hast es verdient. Wenn du mich lieber für eine sexy Kostüme für Mama und deine Schul-Freundin bezahlen möchtest, dann die Mama vor der Mafia schützen, das liegt an Ihnen.
portuguese: [_S_] Sim, bem, eu acho que é seu dinheiro. Você ganhou. Se você preferir me pagar por fantasias atraentes para a mamãe e sua namorada escolar, então manter a Mamãe segura da máfia, isso depende de você.

source: [_MG_] Hey, [ryan]!
dutch: [_MG_] Hé, [ryan]!
french: [_MG_] Hé, [ryan]!
portuguese: [_MG_] Ei, [ryan]!

source: [_R_] Megan! I didn't know you were here.
dutch: [_R_] Megan! Ik wist niet dat jij hier was.
french: [_R_] Megan! Je ne savais pas que tu étais là.
german: [_R_] Megan! Ich wusste nicht, dass du hier bist.
portuguese: [_R_] Megan! Eu não sabia que você estava aqui.

source: [_M_] I brought her home from school with me after Sidney texted me that the costumes were ready for fitting.
dutch: [_M_] Ik heb haar van school met me meegebracht nadat Sidney me had getexteerd dat de uiterlijken klaar waren om te passen.
french: [_M_] Je l'ai ramenée de l'école avec moi après que Sidney m'ait envoyé un texto disant que les costumes étaient prêts à être essayés.
german: [_M_] Ich habe sie aus der Schule mit nach Hause gebracht, nachdem Sidney mir geschrieben hatte, dass die Kostüme passend waren.

source: [_R_] Nice! I wish you'd tell me though. I don't ever want to miss a costume fitting.
dutch: [_R_] Nice! Ik wou dat je het me wel eens zou zeggen. Ik wil nooit een passend kostuum missen.
french: [_R_] Sympa! J'aimerais que tu me le dises. Je ne veux jamais manquer un essayage de costumes.
german: [_R_] Schön! Ich wünsche, du würdest mir sagen, aber ich möchte nie ein Kostüm verpassen.
portuguese: [_R_] Ótimo! Queria que você me dissesse. Eu nunca quero perder a engrenagem de uma fantasia.

source: [_MG_] Why? What don't you want to miss?
dutch: [_MG_] Waarom? Wat wil je niet missen?
french: [_MG_] Pourquoi? Qu'est-ce que tu ne veux pas manquer?
german: [_MG_] Warum? Was möchtest du nicht verpassen?
portuguese: [_MG_] Porquê? O que você não quer perder?

source: [_RT_] {i}Oh man, Megan is trouble... I love to get into trouble!{/i}
dutch: [_RT_] {i}Oh man, Megan is moeilijk... Ik vind het geweldig om in de problemen te komen! {/i}
french: [_RT_] {i}Oh mec, Megan est un problème... J'adore me mettre en difficulté!{/i}
german: [_RT_] {i}Oh Mann, Megan ist mühe... Ich liebe es, in Schwierigkeiten zu geraten!{/i}
portuguese: [_RT_] {i}Oh homem, Megan é problemático... Eu amo entrar em problemas!{/i}

source: [_R_] Oh... I just like to be part of the process.
dutch: [_R_] Oh... Ik neem graag deel aan het proces.
french: [_R_] Oh... J'aime juste faire partie du processus.
german: [_R_] Oh... Ich möchte nur Teil des Prozesses sein.

source: [_S_] Alright, [ryan]... what do you think?
dutch: [_S_] Ok, [ryan]... wat vind je?
french: [_S_] D'accord, [ryan]... Qu'en penses-tu?
german: [_S_] Okay, [ryan]... was denken Sie?
portuguese: [_S_] Certo, [ryan]o que você acha?

source: [_R_] They look really authentic!
dutch: [_R_] Ze zien er echt authentiek!
french: [_R_] Ils ont l'air vraiment authentiques!
german: [_R_] Sie sehen wirklich authentisch aus!

source: [_R_] I feel like I'm looking at actual costumes from the set of the movie, but I can't wait to see the sexy versions of them.
dutch: [_R_] Ik voel me alsof ik naar actuele kostuums kijk uit de set van de film, maar ik ben benieuwd naar de sexy versies ervan.
french: [_R_] J'ai l'impression de regarder des costumes réels du tournage du film, mais j'ai hâte de voir les versions sexy.
german: [_R_] Ich fühle mich wie ein Blick auf die Kostüme aus dem Set des Films, aber ich kann nicht warten, um die sexy Version von ihnen.

source: [_S_] I couldn't really do a sexy version of Mom's, so I made a whole other outfit for her to change into.
dutch: [_S_] Ik kon niet echt een sexy versie van Moms doen, dus heb ik een hele andere outfit voor haar gemaakt.
french: [_S_] Je ne pouvais pas vraiment faire une version sexy de celui de maman, alors j'ai fait une toute autre tenue pour qu'elle change.
german: [_S_] Ich konnte nicht wirklich eine sexy Version von Mom's machen, so dass ich ein ganzes anderes Outfit für sie gemacht habe, um sie zu wechseln.

source: [_S_] At no extra charge, I might add.
dutch: [_S_] Zonder extra kosten kan ik er nog aan toevoegen.
french: [_S_] Sans frais supplémentaires, je pourrais ajouter.
german: [_S_] ohne zusätzliche Gebühr, könnte ich hinzufügen.

source: [_R_] Wow! Thank you.
dutch: [_R_] Wow! Bedankt.
french: [_R_] Wow! Merci.
german: [_R_] Wow! Vielen Dank.
