Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_J_] I'm afraid we can.
french: [ _J_ ] J'ai peur que nous puissions.
italian: [_J_] Temo che possiamo.
portuguese: [_J_] Eu tenho medo que possamos.
russian: Боюсь, мы можем.

source: [_J_] Now, let's talk about how I can help you pay that money back.
french: [ _J_ ] Maintenant, parlons de comment je peux vous aider à rembourser cet argent.
italian: [_J_] Ora parliamo di come posso aiutarti a ripagare quei soldi.
portuguese: [__J_] Agora, vamos falar sobre como eu posso ajudá-lo a pagar esse dinheiro de volta.
russian: [ _J_] Теперь давайте поговорим о том, как я могу помочь вам вернуть эти деньги.

source: [_J_] I understand you aren't current working. I can offer you a way to make enough money...
french: [ _J_ ] Je comprends que vous ne travaillez pas. Je peux vous offrir un moyen de faire assez d'argent ...
italian: [_J_] Capisco che non stai lavorando attualmente. Posso offrirvi un modo per fare abbastanza soldi...
portuguese: [_J_] Eu entendo que você não está funcionando atualmente. Eu posso lhe oferecer uma maneira de ganhar dinheiro o suficiente...
russian: Я понимаю, что ты не работаешь. Я могу предложить вам способ заработать достаточно денег ...

source: [_C_] That's what this is about! You're trying to turn me into a stripper like my sister.
french: [_C_] C'est de cela qu'il s'agit ! Vous essayez de me transformer en un stripper comme ma sœur.
italian: [_C_] Questo è ciò di cui stiamo parlando! Stai cercando di trasformarmi in uno spogliarellista come mia sorella.
portuguese: [_C_] é disso que se trata! Você está tentando me transformar em uma stripper como minha irmã.
russian: [_C_] Вот что это такое! Ты пытаешься превратить меня в полосок, как моя сестра.

source: [_C_] Well, you can forget it!
french: [_C_] Eh bien, vous pouvez l'oublier !
italian: [_C_] Beh, puoi dimenticarlo!
portuguese: [_C_] Bem, você pode se esquecer!
russian: [ _C_] Ну, ты можешь забыть об этом!

source: [_C_] I'll never work for you, and you can bet on that!
french: [_C_] Je ne travaillerai jamais pour vous, et vous pouvez parier dessus !
italian: [_C_] Non lavorerò mai per te, e puoi scommettere su questo!
portuguese: [__C_] Eu nunca vou trabalhar para você, e você pode apostar nisso!
russian: Я никогда не буду работать на тебя, и ты можешь поспорить на это!

source: [_J_] You'd be amazed how many of my employees have said that. In the end, they all found working for me preferable to the "alternative".
french: [ _J_ ] Vous seriez stupéfait de voir combien de mes employés l'ont dit. Au final, ils ont tous trouvé du travail pour moi préférables à la "alternative".
italian: [_J_] Saresti stupito di quanti dei miei dipendenti hanno detto questo: alla fine, tutti hanno trovato lavoro per me preferibile all'"alternativa".
portuguese: [_J_] Você ficaria espantado como muitos dos meus funcionários disseram isso. No final, todos encontraram trabalho para mim preferindo a "alternativa".
russian: [ _J_] Вы будете поражены, как многие мои сотрудники сказали это. В итоге все они нашли работу для меня предпочтительнее "альтернативы".

source: [_R_] Whoa, there's no need for threats, Mr. DeCapo! My aunt's has had a lot to drink. She doesn't know what she's saying.
french: [ _R_ ] Whoa, il n'y a pas besoin de menaces, M. DeCapo ! Ma tante a eu beaucoup à boire. Elle ne sait pas ce qu'elle dit.
italian: [_R_] Whoa, non c'è bisogno di minacce, signor DeCapo! Mia zia ha avuto molto da bere. Non sa cosa sta dicendo.
portuguese: [_R_] Uau, não há necessidade de ameaças, Sr. DeCapo! Minha caçada tem muito a beber. Ela não sabe o que está dizendo.
russian: Нет необходимости в угрозах, мистер ДеКапо! У моей тети было много чего пить. Она не знает, что говорит.

source: [_R_] We can work something out here.
french: [ _R_ ] Nous pouvons travailler quelque chose ici.
italian: [_R_] Qui possiamo lavorare qualcosa.
portuguese: [_R_] Podemos trabalhar algo aqui fora.
russian: Мы можем кое-что поработать здесь.

source: [_C_] Don't speak for me!
french: [ _C_ ] Ne parlez pas pour moi !
italian: [_C_] Non parlate per me!
portuguese: U[_C_] Não fale por mim!
russian: [_C_] Не говорите со мной!

source: [_C_] As far as I'm concerned, there's nothing to work out. You got your money back Joey. It's right there on your table.
french: [ _C_ ] En ce qui me concerne, il n'y a rien à faire. Tu as ton argent, Joey. C'est juste là sur votre table.
italian: [_C_] Per quanto mi riguarda, non c'è niente da risolvere. Hai ottenuto i tuoi soldi indietro Joey. È proprio lì sul tuo tavolo.
portuguese: [_C_] No que me diz respeito, não há nada a fazer. Você tem seu dinheiro de volta à Alegria. Está certo lá na sua mesa.
russian: [ _C_] Что касается меня, то ничего не выйдет. Ты получил деньги обратно Джоуи. Это прямо на твоей столике.

source: [_C_] Goodbye, Mr. DeCapo.
french: [ _C_ ] Au revoir, M. DeCapo.
italian: [_C_] Arrivederci, Signor DeCapo.
portuguese: [_C_] Adeus, Sr. DeCapo.
russian: [_C_] Прощай, мистер ДеКапо.

source: [_C_] I'm going home to take a nice bath to forget all about tonight, and you.
french: [_C_] Je rentre chez moi pour prendre un beau bain pour oublier tout ce soir, et vous.
italian: [_C_] Sto andando a casa per fare un bel bagno per dimenticare tutto stasera, e voi.
portuguese: [_C_] Eu vou para casa tomar um bom banho para esquecer tudo sobre esta noite, e você.
russian: [_C_] Я собираюсь домой принять приятную ванну, чтобы забыть все о сегодняшнем вечере, и тебе.

source: [_RT_] {i}Goddammit!{/i}
french: [_RT_] {i}Bon sang!{/i}
italian: [_RT_] {i}Dannazione! {/i}

source: [_RT_] {i}How stupid can she be?{/i}
french: [_RT_] {i}Quelle stupidité peut-elle être ?{/i}
italian: [_RT_] {i}Quanto stupido può essere?{/i}
portuguese: [_RT_] {i}Que estúpido ela pode ser be? {/i}
russian: [_RT_] {i}На сколько глупая может быть?{/i}

source: [_RT_] {i}Working as a stripper to pay the DeCapos back all that money wouldn't be the worst thing ever.{/i}
french: [ _RT_ ] {i}Travailler comme un strip-teaseuse pour payer les DeCapos tout ce que l'argent ne serait jamais la pire chose. { /i }
italian: [_RT_] {i}Lavorare come spogliarellista per pagare il DeCapos indietro tutto ciò che il denaro non sarebbe la cosa peggiore mai.{/i}
portuguese: [_RT_] {i}Trabalhando como uma stripper para pagar os DeCapos de volta todo esse dinheiro não seria a pior coisa de sempre. {/i}
russian: [_RT_] {i}работает как разбойник, чтобы вернуть все деньги, что не будет самым худшим из них.{/i}

source: [_RT_] {i}Hell, having to shake her tits and ass on stage might be good for that ego of hers.{/i}
french: [_RT_] {i}Enfer devant secouer ses seins et son cul sur scène pourrait être bon pour cet ego d'elle.{/i}
italian: [_RT_] {i}Inferno, dover scuotere le tette e il culo sul palco potrebbe essere un bene per quell'ego di lei.{/i}
portuguese: [_RT_] {i}Inferno, ter que sacudir os peitos e bunda no palco pode ser bom para aquele ego dela. {/i}
russian: [_RT_] {i}Ад, встряхнув на сцене и застряхнув может быть хорошим для нее.{/i}

source: [_RT_] {i}It's certainly better than what ever the "alternative" Joey DeCapo mentioned.{/i}
french: [ _RT_ ] {i}C'est certainement mieux que ce que l'"alternative" Joey DeCapo a mentionné. { /i }
italian: [_RT_] {i}È sicuramente meglio di quello che mai ha detto l'"alternativa" Joey DeCapo.{/i}
portuguese: [_RT_] {i}é certamente melhor do que sempre foi mencionado o Joey DeCapo.{/i}
russian: [_RT_] {i}наверняка лучше, чем когда-либо упоминал "альтернатива" Джоэй ДеКапо.{/i}

source: [_RT_] {i}But storming out, after telling him off like that? That has to be the most bone-headed thing she's ever done.{/i}
french: [_RT_] {i}Mais se précipiter après l'avoir dit comme ça? C'est ce qu'elle a fait le plus d'ossements.{/i}
italian: [_RT_] {i}Ma sbalorditivamente, dopo averlo raccontato così? Questa deve essere la cosa più ossata che abbia mai fatto.{/i}
portuguese: [_RT_] {i}Mas se escurecer, depois de lhe dizer assim? Essa tem que ser a coisa mais animada que ela já fez.{/i}
russian: [_RT_] {i}Но штурм, рассказав ему об этом? Это должно быть самым сильным из тех, что она когда-либо делала.{/i}

source: [_RT_] {i}I've got to make her understand the situation she's in before she gets herself killed.{/i}
french: [ _RT_ ] {i}Je dois lui faire comprendre la situation avant qu'elle ne soit tuée. { /i }
italian: [_RT_] {i}Devo farle capire la situazione in cui si trova prima di farsi uccidere.{/i}
portuguese: [_RT_] {i}Eu tenho que fazê-la entender a situação em que ela está antes que ela se faça morta. {/i}
russian: [_RT_] {i}Я должен понять ситуацию, которую она пережила, прежде чем убивает.{/i}

source: [_RT_] {i}I hate her guts right now, but she's still my aunt. Mandy would be devastated if anything happened to her mom.{/i}
french: [_RT_] {i}Je déteste ses tripes en ce moment, mais elle est toujours ma tante. Mandy serait dévastée si quelque chose arrivait à sa mamane.{/i}
italian: [_RT_] {i}Odio il suo coraggio in questo momento, ma lei è ancora mia zia. Mandy sarebbe devastato se fosse successo qualcosa a sua mamma.{/i}
portuguese: [_RT_] {i}Eu odeio as tripas dela agora, mas ela ainda é minha tia. Mandy ficaria arrasada se alguma coisa acontecesse com a mãe dela. {/i}
russian: [ _RT_] {i}Я ненавижу ее китов прямо сейчас, но она все еще моя тетя. Мэнди была бы опустошена, если бы что-нибудь случилось с ее мамой. { /i }

source: [_RT_] {i}All she had to do was walk away, but now I have to deal with the shit-storm she's created.{/i}
french: [ _RT_ ] {i}Tout ce qu'elle a dû faire était de partir, mais maintenant je dois faire face à la tempête qu'elle a créée. { /i }
italian: [_RT_] {i}Tutto quello che doveva fare era andare via, ma ora ho a che fare con la tempesta di merda che ha creato.{/i}
portuguese: [_RT_] {i}Tudo o que ela tinha que fazer era ir embora, mas agora eu tenho que lidar com a merda-tempestade que ela criou. {/i}
russian: [_RT_] {i}Все, что ей пришлось сделать, было сходить, но теперь мне приходится разобраться с созданной ею личинкой.{/i}

source: [_R_] {i}(sigh){/i}
french: [_R_] {i}(soupir) {/i}
portuguese: [_R_] {i}(visão){/i}
russian: [_R_] {i}(зрение){/i}

source: [_RT_] {i}If I can just get her to listen to me for once. There might be a way I can turn this disaster around, somehow.{/i}
french: [ _RT_ ] {i}Si je peux juste lui faire écouter pour une fois. Il pourrait y avoir un moyen de renverser cette catastrophe, d'une manière ou d'une autre. { /i }
italian: [_RT_] {i}Se posso solo farla ascoltare per una volta. Ci potrebbe essere un modo in cui posso girare questa catastrofe, in qualche modo.{/i}
portuguese: [_RT_] {i}se eu puder fazer com que ela me ouça de uma vez. Talvez haja uma maneira de virar este desastre, de alguma maneira.{/i}
russian: [_RT_] {i}Если я смогу заставить её послушать меня один раз. Может, я могу повернуть эту катастрофу.{/i}

source: [_R_] Cami, we have to talk about this!
french: [_R_] Cami, nous devons en parler !
italian: [_R_] Cami, dobbiamo parlare di questo!
portuguese: [_R_] Cami, temos que falar sobre isso!
russian: Кэми, мы должны поговорить об этом!

source: [_C_] Let go of me!
french: [_C_] Laissez-moi partir!
italian: [_C_] Lasciami andare!
portuguese: [_C_] Vamos de mim!
russian: Отпусти меня!

source: [_C_] For the last time. It's Camille!
french: [ _C_ ] Pour la dernière fois. C'est Camille !
italian: [_C_] Per l'ultima volta. È Camille!
portuguese: [_C_] Pela última vez. É Camille!
russian: [_C_] Последний раз. Это верблюд!

source: [_R_] This isn't just going to go away Aunt Cami... Camille.
french: [ _R_ ] Ce n'est pas juste de partir Aunt Cami ... Camille.
italian: [_R_] Questo non sta per andare via zia Cam... Camille.
portuguese: [__R_] Isso não é só ir embora Tia Cami ... Camille.
russian: [_R_] Это не просто уйти от Отети Ками... Камиль.

source: [_R_] We're talking about the Mafia here. They don't let people just not pay them. You need to start coming up with a plan to pay back the DeCapos.
french: [ _R_ ] Nous parlons de la mafia ici. Ils ne permettent pas aux gens de ne pas les payer. Vous devez commencer à venir avec un plan pour rembourser les DeCapos.
italian: [_R_] Stiamo parlando della mafia qui. Non lasciano che la gente semplicemente non li paga. È necessario iniziare a venire con un piano per rimborsare il DeCapos.
portuguese: [__R_] Estamos falando sobre a Máfia aqui. Eles não deixam as pessoas simplesmente não pagá-las. Você precisa começar a vir com um plano para pagar de volta os DeCapos.
russian: Мы говорим о мафии. Они не дают людям просто не платить им. Тебе нужно начать прибыть с планом, чтобы вернуть Декапс.

source: [_R_] I can help you with that.
french: [ _R_ ] Je peux t'aider avec ça.
italian: [_R_] Posso aiutarvi con quello.
portuguese: [_R_] posso te ajudar com isso.
russian: Я могу помочь тебе с этим.

source: [_C_] Hah! How are you going to help me with "The Mob"?
french: [_C_] Hah ! Comment allez-vous m'aider avec "Le Mob" ?
italian: [_C_] Hah! Come mi aiuterai con "The Mob"?
portuguese: [_C_] Hah! Como você vai me ajudar com "The Mob"?
russian: [ _C_] Hah! Как ты собираешься помочь мне с "Моби"?

source: [_R_] My business venture is really starting to take off. If you were to come down to my studio...
french: [ _R_ ] Mon entreprise commence vraiment à décollé. Si tu étais à venir dans mon studio ...
italian: [_R_] La mia impresa sta davvero iniziando a decollare. Se dovessi scendere al mio studio...
portuguese: [_R_] Meu empreendimento está realmente começando a decolar. Se você fosse para o meu estúdio...
russian: [ _R_] Мое предприятие действительно начинает сниматься. Если бы ты спустился в мою студию ...

source: [_C_] I should have known.
french: [ _C_ ] J'aurais dû savoir.
italian: [_C_] avrei dovuto sapere.
portuguese: [_C_] Eu deveria ter sabido.
russian: Я должен был знать.

source: [_C_] You want me to be a model for one of your perverted photoshoots? Is that it?
french: [ _C_ ] Vous voulez que je suis un modèle pour l'un de vos photoshoots perverti? C'est ça?
italian: [_C_] Vuoi che io sia un modello per uno dei tuoi photoshoots? È vero?
portuguese: [_C_] Quer que eu seja um modelo para uma de suas fotografias pervertidas? É isso?
russian: [ _C_] Вы хотите, чтобы я стал моделью для одного из ваших извратительных фотошотов? Это так?

source: [_C_] Well forget it! I'm not stripping for that mafia goon's customers, or for you and whoever you peddle your disgusting pictures to.
french: [_C_] Eh bien, oubli ! Je ne suis pas en train de dépouiller les clients de cette mafia goon, ni pour vous et qui que vous fassiez vos photos dégoûtantes.
italian: [_C_] Bene dimenticatelo! Non sto spogliando per i clienti di quella mafia, o per te e per chi ti pedala le tue immagini disgustose.
portuguese: [_C_] Bem, esqueça! Eu não estou fazendo tiro para os clientes da mafia, nem para você e para quem você pedalou suas fotos nojentas.
russian: [ _C_] Ну, забудь об этом! Я не собираюсь забрасывать клиентов мафиозным гонином, или для тебя, и того, с кем ты кружишь свои отвратительные фотографии.

source: [_C_] Now let go of me before I scream!
french: [ _C_ ] Passons maintenant à moi avant de criez !
italian: [_C_] Ora lasciami andare prima di urlare!
portuguese: [_C_] Agora solte de mim antes de gritar!
russian: [ _C_] Теперь отпустите меня, пока я не кричу!

source: [_R_] {i}(Whispering){/i} Just hear me out. You're going to have to do something. At least in my studio you won't be surrounded by a bunch of strangers drooling on you.
french: [_R_] {i}(Whispering){/i} Il suffit de m'entendre. Vous allez devoir faire quelque chose. Au moins dans mon studio vous ne serez pas entouré par un tas d'étrangers qui vous bousculent.
italian: [_R_] {i}(Whispering){/i} Basta sentirmi. Dovrai fare qualcosa. Almeno nel mio studio non sarete circondati da un mucchio di sconosciuti che si affogano su di voi.
portuguese: [_R_] {i}(Sussurro){/i} Apenas me ouça. Você vai ter que fazer alguma coisa. Pelo menos no meu estúdio, você não estará rodeado por um monte de estranhos que se apoderam de você.
russian: [ _R_] {i}(Смешан) { /i } Просто выслушай меня. Ты должен что-то сделать. По крайней мере, в моей студии тебя не окружает куча незнакомцев.

source: [_R_] It would be private, just the two of us.
french: [ _R_ ] Ce serait privé, juste deux d'entre nous.
italian: [_R_] Sarebbe privato, solo i due di noi.
portuguese: [_R_] Seria privado, só nós dois.
russian: Это было бы наедине, только мы вдвоем.

source: [_C_] {i}(Whispering){/i} Hah. I'll bet.
french: [_C_] {i}(Whispering){/i} Hah. Je vais parier.
italian: [_C_] {i}(Whispering){/i} Hah. Scommetterò.
portuguese: [_C_] {i}(Sussurro){/i} Hah. Vou apostar.
russian: [ _C_] {i}(Смешан) { /i } Hah. Готов поспорить.

source: [_R_] Come on... Let's just talk about it.
french: [ _R_ ] Allez ... Parlons juste de ça.
italian: [_R_] Avanti... Parliamo di esso.
portuguese: [_R_] Venha em ... Vamos falar sobre isso.
russian: [ _R_] Давай ... Давай поговорим об этом.

source: [_C_] There's nothing to talk about. In fact, I never want to hear about it ever again.
french: [ _C_ ] Il n'y a rien à parler. En fait, je ne veux plus jamais entendre parler de ça.
italian: [_C_] Non c'è niente di cui parlare. In realtà, non voglio mai più sentirne parlare.
portuguese: [_C_] Não há nada para falar. Na verdade, eu nunca mais quero ouvir falar sobre isso nunca mais.
russian: [ _C_] Не о чем говорить. На самом деле, я никогда больше не хочу об этом слышать.

source: [_C_] So, you'd better keep your mouth shut about tonight.
french: [ _C_ ] Donc, vous feriez mieux de fermer la bouche ce soir.
italian: [_C_] Quindi, faresti meglio a tenere la bocca chiusa stasera.
portuguese: [_C_] Então, é melhor manter a boca calada hoje à noite.
russian: Так что тебе лучше держать рот на замке сегодня вечером.

source: [_R_] (Whispering) Why should I? After Joey's goons have tossed you into the river, who do you think they'll come after next...
french: [_R_] (Whispering) Pourquoi devrais-je le faire ? Après que les goons de Joey vous ont jeté dans la rivière, qui pensez-vous qu'ils viendront après...
italian: [_R_] (Whispering) Perché dovrei io? Dopo che i goons di Joey ti hanno gettato nel fiume, chi pensi che arriveranno dopo...
portuguese: [_R_] (Whispering) Por que eu deveria? Depois que os goons de Joey te jogaram no rio, quem você acha que eles virão depois do próximo ...
russian: Зачем мне? После того, как Джоуи поймают тебя в реку, кто, по-вашему, придет после следующего ...

source: [_R_] {i}(Whispering){/i} What the hell?...
french: [_R_] {i}(murmure){/i} Quel enfer ?...
italian: [_R_] {i}(Whispering){/i} Che inferno?...
portuguese: [_R_] {i}(sussurrando){/i} Qual o inferno?...
russian: [_R_] {i}(Шепотая){/i} Какой ад?...

source: [_M_] {b}How much did she lose?!{/b}
french: [_M_] {b}Combien a-t-elle perdu? {/b}
italian: [_M_] {b}Quanto ha perso?!{/b}
portuguese: [_M_] {b}Quanto ela perdeu?! {/b}
russian: [_M_] {b}Сколько она проиграла?!{/b}

source: [_M_] There has to be some mistake... My sister would never...
french: [ _M_ ] Il doit y avoir une erreur ... Ma sœur ne ...
italian: [_M_] Ci deve essere qualche errore... Mia sorella mai...
portuguese: [_M_] Deve haver algum erro... Minha irmã nunca...
russian: Должно быть какая-то ошибка ... Моя сестра никогда ...

source: [_M_] But we're already struggling to pay back [dad_name]'s...
french: [ _M_ ] Mais nous avons déjà du mal à rembourser [ dad_name ]'s ...
italian: [_M_] Ma stiamo già lottando per restituire [dad_name]'...
portuguese: [_M_] Mas já estamos com dificuldades para pagar [dad_name]'...
russian: [ _M_] Но мы уже боремся за то, чтобы вернуть [ dad_name] ' s ...

source: [_M_] No! No... You don't have to do that... I just...
french: [_M_] Non! Non... Vous n'avez pas à faire ça... Moi juste...
italian: [_M_] No! No... Non devi farlo... solo...
portuguese: [_M_] Não! Não... Você não precisa fazer isso... só eu...
russian: [ _M_] Нет! Нет ... Тебе не обязательно делать это ... Я просто ...

source: [_J_] {i}(Muffled){/i} I'm sorry, [mom_name], but I have a reputation to maintain. If she refuses to pay back what she owes, I'm afraid I'll need to make an example of her.
french: [_J_] {i}(Muffled){/i} Je suis désolé, [mom_name], mais j'ai une réputation à maintenir. Si elle refuse de rembourser ce qu'elle doit, j'ai bien peur de devoir en faire un exemple.
italian: [_J_] {i}(Muffled){/i} Mi dispiace, [mom_name], ma ho una reputazione da mantenere. Se si rifiuta di ripagare ciò che doveva, temo che dovrò fare un esempio di lei.
portuguese: [_J_] {i}(Muffled){/i} Desculpe, [mom_name], mas tenho uma reputação a manter. Se ela se recusar a pagar o que deve, temo que precise fazer um exemplo dela.
russian: [ _J_] {i}(Муффли) { /i } Я сожалею, [ mom_name], но у меня есть репутация для поддержания. Если она откажется вернуть то, что ей причитается, я боюсь, что мне нужно сделать из нее пример.

source: [_M_] Please, please don't. I'll pay it. I just... can you give me some time to...
french: [_M_] S'il vous plaît, ne le faites pas. Je vais le payer. Moi juste... pouvez-vous me donner du temps pour...
italian: [_M_] Per favore, non lo pagherò. Io solo... puoi darmi un po' di tempo per...
portuguese: [_M_] por favor, não. Eu paguarei. Só posso... você pode me dar algum tempo para...
russian: [ _M_] Пожалуйста, не надо. Я заплачу. Я просто ... можешь дать мне немного времени ...

source: [_C_] {b}Get off me you creep!{/b}
french: [_C_] {b}Descendez moi !{/b}
italian: [_C_] {b}Scaricami strisci!{/b}
portuguese: [_C_] {b}Saia de seu jeito!{/b}
russian: [_C_] {b}Снял со мной крипт!{/b}

source: [_M_] You! What have you done?!
french: [_M_] Vous! Qu'est-ce que tu as fait? !
italian: [_M_] Tu! Cosa hai fatto?!
portuguese: [_M_] Você! O que você fez?!
russian: [ _M_] Ты! Что ты наделал?

source: [_J_] {i}(Muffled){/i} It sounds like your sister's back home. I'll leave you two to talk. We'll be in touch.
french: [_J_] {i}(Muffled){/i} On dirait que votre sœur est rentrée chez elle. Je vais vous laisser deux pour parler. On sera en contact.
italian: [_J_] {i}(Muffled){/i} Sembra che tua sorella torni a casa. Ti lascerò due per parlare. Saremo in contatto.
portuguese: [_J_] {i}(Muffled){/i} Parece que a sua irmã está de volta para casa. Vou deixar você dois para conversar. Entraremos em contato.
russian: [_J_] {i}(Перемещенно){/i} звучит как у вашей сестры. Я оставлю тебя двух для разговора. Мы будем на связи.

source: [_M_] How could you be so stupid?!
french: [ _M_ ] Comment pourriez-vous être si stupide?
italian: [_M_] Come potresti essere così stupido?!
portuguese: [__M_] Como você poderia ser tão burro?!
russian: Как ты мог быть таким глупым?

source: [_C_] It's not a big deal.
french: [ _C_ ] Ce n'est pas un gros problème.
italian: [_C_] Non è un grande affare.
portuguese: [_C_] não é um grande negócio.
russian: [_C_] Это не большая сделка.

source: [_M_] Not a big deal?
french: [ _M_ ] Pas grand chose?
italian: [_M_] Non è un grande affare?
portuguese: [_M_] Não é um grande negócio?
russian: [_M_] Не большая сделка?

source: [_M_] Explain to me how taking out a loan from the {b}mafia{/b}...
french: [ _M_ ] Expliquez-moi comment sortir un prêt de la mafia {b}{ /b } ...
italian: [_M_] Spiega a me come prendere un prestito dalla mafia {b}{/b}...
portuguese: [__M_] Explique para mim como tirar um empréstimo da máfia de {b}{/b} ...
russian: [ _M_] Объясните мне, как взять кредит {b}мафии { /b } ...

source: [_M_] Then playing blackjack till you {b}lost it all...{/b}
french: [_M_] Puis jouer au blackjack jusqu'à ce que vous {b}ait tout perdu...{/b}
italian: [_M_] Poi giocando a blackjack fino a quando {b}ha perso tutto...{/b}
portuguese: [__M_] Então jogando blackjack até que você {b}perdeu tudo ... {/b}
russian: [ _M_] Тогда играй в блэкджек, пока вы {b}не потеряли все ... { /b }
