Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] If I lose this election because you were too busy with other people's shit, I'm going to... well, I don't know... but you're not going to like it!
dutch: [_L_] Als ik deze verkiezing verlies omdat je te druk was met lekkage van andere mensen, ga ik erheen. . Nou, ik weet het niet... maar je zult het niet leuk vinden!

source: [_R_] As much as I wish I could give you all the money you need, I do have other expenses that had to be paid.
dutch: [_R_] zoveel als ik zou willen dat ik je al het geld kon geven dat je nodig hebt, ik heb wel andere uitgaven die betaald moesten worden.

source: [_L_] Oh, you mean like Mom's Mafia debt, or more cosplay outfits from Sidney?
dutch: [_L_] Oh, bedoelt u als Moment's maffiaschuld of meer cosplay outfits uit Sidney?

source: [_L_] Their shit is more important to you than my shit?
dutch: [_L_] Hun shit is belangrijker voor jou dan mijn slip?

source: [_L_] If I lose this election because you're wasting your money on other girls, even if they're family... I'm going to...well, I don't know... but you're not going to like it!
dutch: [_L_] Als ik deze verkiezing verlies omdat je je geld verspilt aan andere meisjes, zelfs als ze familie zijn. . Ik ga naar... Nou, ik weet het niet... maar je zult het niet leuk vinden!

source: [_R_] I don't have any excuses... I'm sorry, but I promise that I'm going to try harder this week.
dutch: [_R_] Ik heb geen excuses... Het spijt me, maar ik beloof dat ik deze week harder zal proberen.

source: [_L_] I hope so... That's easy for you to say, but I'll believe it when I see it...
dutch: [_L_] Ik hoop dat... Dat is makkelijk voor jou om te zeggen, maar ik zal het geloven als ik het ziet...

source: [_L_] I'm working as hard as I possibly can, so if I lose this election because you didn't do your part, I'm going to... well, I don't know... but you're not going to like it!
dutch: [_L_] Ik werk zo hard als ik kan, dus als ik deze verkiezing verliet omdat je je deel niet hebt gedaan, ga ik het. . Nou, ik weet het niet... maar je zult het niet leuk vinden!

source: [_L_] And I'm going to have lose my virginity to that arrogant jock asshole!
dutch: [_L_] En ik ga mijn maagheid verliezen aan die arrogante jock asshoud!

source: [_R_] I don't need you to remind of the stakes, but don't forget that you got yourself into this situation!.. You never should have taken that bet!
dutch: [_R_] Het is niet nodig dat je je inzet herinnert, maar vergeet niet dat je jezelf in deze situatie gebracht hebt!. Die weddenschap had u nooit mogen aannemen!

source: [_L_] I'm starting to see that... I guess I just thought you'd have my back is all.
dutch: [_L_] Ik begin dat te zien... Ik denk dat ik net dacht dat mijn rug alles is.

source: [_R_] No, please don't start crying again!
dutch: [_R_] Nee, begin niet opnieuw te huilen!

source: [_L_] I'm trying not to.
dutch: [_L_] Ik probeer het niet te doen.

source: [_L_] I just really thought I'd have more of your support.
dutch: [_L_] Ik dacht gewoon dat ik meer van uw steun zou hebben.

source: [_R_] Ok... You've got it... What can I do right now to make things better?
dutch: [_R_] Ok... Je hebt het... Wat kan ik nu doen om dingen te verbeteren?

source: [_L_] Well, did you notice, or care, that Matt took down all my posters? He hung all of his posters in their place. Can you please, at the very least, go put my posters back up?
dutch: [_L_] Nou, merkte je, of zorgde je dat Matt al mijn posters neernam? Hij hing al zijn posters op zijn plaats. Kunt u alstublieft op zijn minst mijn posters terugstoppen?

source: [_R_] I'll get right on that.
dutch: [_R_] Ik zal daar meteen mee beginnen.

source: [_L_] Other than that, just come to the campaign headquarters each weekday in the afternoon and I'll make assignments to all the campaign team.
dutch: [_L_] anders, kom elke week in de middag naar het campagne-hoofdkwartier, en ik zal opdrachten maken aan alle campagne-teams.

source: [_R_] Ok... I'll see you there.
dutch: [_R_] Ok... Ik zie je daar.

source: [_RT_] {i}Shit!... I'd better get my act together. If I don't devote enough time and money to this campaign, Matt's going to take my sisters virginity instead of me.{/i}
dutch: [_RT_] {i}Shit!... Ik zou mijn werk beter samen kunnen doen. Als ik niet genoeg tijd en geld besteed aan deze campagne, gaat Mattt mijn zussen maagdelijkheid nemen in plaats van mij.{/i}

source: [_RT_] {i}Ok... What do I need to do?{/i}
dutch: [_RT_] {i}Ok... Wat moet ik doen?{/i}

source: [_RT_] {i}I'd probably better take care of those posters as soon as possible.{/i}
dutch: [_RT_] {i}Ik kan deze posters waarschijnlijk beter zo snel mogelijk verzorgen.{/i}

source: [_RT_] {i}I hope Mrs. Stone is in here office.{/i}
dutch: [_RT_] {i}Ik hoop dat mevrouw Steen hier in kantoor.{/i}

source: [_R_] Do you know what could make this time even more special?
dutch: [_R_] Weet jij wat deze keer nog specialer zou kunnen maken?

source: [_L_] Hmmm... Let me see.
dutch: [_L_] Hmmm... Laat me zien.

source: [_L_] Does it have anything to do with what's been poking me in the stomach?
dutch: [_L_] Heeft het iets te maken met wat me aan het pokken is in de maag?

source: [_R_] How did you guess?
dutch: [_R_] Hoe heb je geraden?

source: [_L_] You're not hoping for a blowjob are you?... I'm pretty sure I said I wasn't going to do that again.
dutch: [_L_] Je hoopt niet dat je een klage baan hebt?... Ik weet best zeker dat ik heb gezegd dat ik dat niet nog eens zou gaan doen.

source: [_R_] Did you?... I don't remember that.
dutch: [_R_] Heb je dat?... Ik herinner me dat niet.

source: [_L_] Yeah, I'm almost positive I did.
dutch: [_L_] Yeah, ik heb bijna positief gestemd.

source: [_R_] Well, what's one more time going to hurt?
dutch: [_R_] Nou, wat heeft nog een tijd om pijn te doen?

source: [_L_] Hmmmm...
dutch: [_L_] Hmmmmmm...

source: [_LT_] {i}I really do enjoy sucking my brother's dick... Plus, it does give me more practice.{/i}
dutch: [_LT_] {i}Ik hou echt van het zuigen van mijn broerdoek... Plus, het geeft me meer oefening{/i}

source: [_L_] Alright... But this is the last time.
dutch: [_L_] Oké... maar dit is de laatste keer.

source: [_L_] I still can't believe you ever talked me into this in the first place.
dutch: [_L_] Ik kan nog steeds niet geloven dat je me hier überhaupt mee hebt gepraat.

source: [_R_] Are you talking about how you groomed me to mess around with you?
dutch: [_R_] Heb je het over hoe je me hebt gegroomd om met je te rommelen?

source: [_L_] Hahaha... Groomed... You're such a smartass
dutch: [_L_] Haha... Gebouwd... Je bent zo'n smartass

source: [_L_] Now, let me have a taste of that gorgeous dick.
dutch: [_L_] Laat ik nu een smaak hebben naar dat prachtige luik.

source: [_R_] I know that our lives have been turned upside down since Dad was thrown in prison, but the one good thing to come out of it, was that I've really enjoyed getting closer to you.
dutch: [_R_] Ik weet dat ons leven op zijn kop is gezet sinds papa in de gevangenis werd gegooid. maar het enige goede dat eruit voortkomt, was dat ik het echt leuk vond om dichter bij je te komen.

source: [_L_] [ryan], that's so sweet.
dutch: [_L_] [ryan], dat is zo zoet.

source: [_L_] Oh... my.
dutch: [_L_] Oh... mij!

source: [_L_] You really are enjoying being closer to me.
dutch: [_L_] Je vindt het echt leuk om dichter bij me te zijn.

source: [_L_] You're poking out of the top of your pants.
dutch: [_L_] Je bent uit de bovenste broek aan het boren.

source: [_L_] Do you want me to grind on it a little?
dutch: [_L_] Wil je dat ik er een beetje op gum?

source: [_R_] Actually... I was hoping you could give me the same kind of treatment you gave me in the lounge.
dutch: [_R_] Eigenlijk ... Ik hoopte dat je me dezelfde behandeling kon geven die je me in de lounge gaf.

source: [_L_] You want to fuck me in this dirty warehouse?
dutch: [_L_] Wil je me verspillen in dit vuile magazijn?

source: [_RT_] Well, eventually... but I meant the other thing we did.
dutch: [_RT_] Nou, uiteindelijk... maar ik bedoelde het andere wat we deden.

source: [_L_] You want me to suck your dick?
dutch: [_L_] Wil je dat ik je woordenboek oppak?

source: [_R_] Well, yeah... I mean, it's not like you haven't done it before.
dutch: [_R_] Nou, ja... Ik bedoel, het is niet zoals je het eerder niet gedaan hebt.

source: [_L_] Yeah... but it was in the heat of the moment... The show really made me excited.
dutch: [_L_] Ja... maar het lag in de hitte van het moment... De show maakte me echt spannend.

source: [_L_] I told you we can't keep doing that.
dutch: [_L_] Ik heb je verteld dat we dat niet kunnen blijven doen.

source: [_R_] You know you're pressing your naked body against me... Now, I'm the one who's really excited.
dutch: [_R_] Je weet dat je je naakte lichaam tegen me ingaat... Nu ben ik degene die echt opgewonden is.

source: [_LT_] {i}It's not like I didn't enjoy sucking my brother's dick... And it does give me more practice for when I do it with somebody else.{/i}
dutch: [_LT_] {i}Het is niet zoals ik het leuk vond om mijn broertje te zuigen. . En het geeft me meer praktijk voor wanneer ik het doe met iemand anders.{/i}

source: [_L_] Alright... But just this once.
dutch: [_L_] Klaar... Maar dit is maar één keer.

source: [_RT_] {i}We'll see about that.{/i}
dutch: [_RT_] {i}We zullen daar iets over zien.{/i}

source: [_R_] Talked you into it?... It was pretty much all your idea.
dutch: [_R_] heeft je erover gesproken?... Het was bijna al je idee.

source: [_L_] Hmmm... That's not how I remember it... I guess maybe we were both influenced by the plot line of "Game of Thots"
dutch: [_L_] Hmmm... Zo kon ik het me niet herinneren... Misschien waren we allebei beïnvloed door de plotlijn "Game of Thots"

source: [_L_] The writers did a really good job of making incest seem okay, if both people love each other and are into it.
dutch: [_L_] De schrijvers hebben er goed aan gedaan de incest er goed uit te laten zien, als beide mensen van elkaar houden en er deel van uitmaken.

source: [_R_] They're not wrong. Who does it hurt of both of us want to fool around a little bit?
dutch: [_R_] Ze hebben het niet bij het rechte eind. Wie doet het ons beiden, wil een beetje om de tuin leiden?

source: [_L_] Not a goddammed soul.
dutch: [_L_] Geen goddelijke ziel.

source: [_L_] Now, let me have a taste of that huge dick.
dutch: [_L_] Laat me nu een smaak hebben van die enorme lucht.

source: [_LT_] {i}Oh, yeah... I love the taste of that salty pre-cum.{/i}
dutch: [_LT_] {i}Ah, ja... Ik hou van de smaak van die zout pre-cum.{/i}

source: [_LT_] {i}I can't believe I can take my brother's whole cock down my throat!{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat ik de hele keel van mijn broer kan neernemen!{/i}

source: [_LT_] {i}I'm getting so good at this!{/i}
dutch: [_LT_] {i}Ik word hier zo goed in!{/i}

source: [_RT_] {i}Oh, God!... How did she get so good so quickly?{/i}
dutch: [_RT_] {i}Oh, God!... Hoe kreeg ze het zo snel?{/i}

source: [_RT_] {i}My cock is so far down my sister's throat!{/i}
dutch: [_RT_] {i}Mijn broek is zo ver beneden mijn zusje keel!{/i}

source: [_RT_] {i}I'm not going to last much longer.{/i}
dutch: [_RT_] {i}Ik ga niet langer volhouden.{/i}

source: [_R_] Oh, fuck yeah!... I'm gonna cum!
dutch: [_R_] Oh, domachtig ja!... Ik ga de kum!

source: [_L_] MMMmmmmppphhh!
dutch: [_L_] MMMmmmmppph!

source: [_L_] I almost had it that time!
dutch: [_L_] Ik had het bijna die tijd!

source: [_L_] I wonder if I'm running out of room in my stomach.
dutch: [_L_] Ik vraag me af of ik geen kamer in mijn buik heb.

source: [_L_] I can skip lunch again.
dutch: [_L_] Ik kan de lunch weer overslaan.

source: [_R_] Would you stop!... If you turn me on again, we'll have to go another round.
dutch: [_R_] Wil je stoppen!... Als je me weer aanzet, moeten we nog een ronde doen.

source: [_L_] Haha... that does sound tempting.
dutch: [_L_] Haha... dat klinkt verleidelijk.

source: [_L_] But I don't think I have time, or room in my stomach, for another round. I'd better get back to school.
dutch: [_L_] Maar ik denk niet dat ik tijd of kamer in mijn buik heb voor een andere ronde. Ik kom beter terug naar school.

source: [_L_] Thanks for lunch... I'm gonna go get dressed. I'll see you at home.
dutch: [_L_] Bedankt voor je lunch... Ik ga me kleden. Ik zie je thuis.

source: [_L_] Were you trying to drown me?
dutch: [_L_] Was je bezig me te verdrinken?

source: [_R_] Sorry, I couldn't help myself.
dutch: [_R_] Sorry, ik kon mezelf niet helpen.

source: [_L_] I know. I'm getting better though.
dutch: [_L_] Ik weet het. Maar ik word beter.

source: [_L_] I really thought I'd be able to swallow it all.
dutch: [_L_] Ik dacht echt dat ik het allemaal kon inslikken.

source: [_L_] On the bright side, I won't be needing any lunch today.
dutch: [_L_] aan de goede kant zal ik vandaag geen lunch meer nodig hebben.

source: [_R_] Wow! I can't believe you swallowed all of that... It really turns me on for some reason.
dutch: [_R_] Wauw! Ik kan niet geloven dat je dat allemaal slikt... Het zet me echt aan om een of andere reden.

source: [_L_] Haha... me too.
dutch: [_L_] Haha... ook ik.

source: [_L_] You bukkaked me again!
dutch: [_L_] Je hebt me weer opgeslagen!

source: [_R_] Sorry, I thought you wanted another skin treatment.
dutch: [_R_] Sorry, ik dacht dat je een andere huidbehandeling wilde.

source: [_L_] I have been getting compliments on my glowing complexion.
dutch: [_L_] Ik heb complimenten gekregen voor mijn gloeiende kleur.

source: [_R_] I'd say it looks more like you're melting.
dutch: [_R_] Ik zou zeggen dat het meer lijkt alsof je aan het smelten.

source: [_L_] Haha... You smartass!
dutch: [_L_] Haha... jij smartass!

source: [_LT_] {i}[ryan]'s cum all over my face really turns me on.{/i}
dutch: [_LT_] {i}[ryan]'s kubus over mijn gezicht draait me echt aan.{/i}

source: [_L_] I'm gonna run and clean up and get dressed. I'll see you at home.
dutch: [_L_] Ik ga rennen en opruimen en kleden. Ik zie je thuis.

source: [_L_] I feel like I've been in a bukkake!
dutch: [_L_] Ik voel me alsof ik in een bukkake ben geweest!

source: [_R_] How do you even know what that is?
dutch: [_R_] Hoe weet je zelfs wat dat is?

source: [_L_] Please... I learned all that stuff in the back of the bus in elementary school.
dutch: [_L_] alsjeblieft... Ik heb al die dingen geleerd achter de bus op de basisschool.

source: [_R_] Well, you look like you've been in a bukkake.
dutch: [_R_] Nou, je ziet eruit alsof je in een bukkak bent geweest.

source: [_L_] How is it possible that all that cum fits in those little testicles of yours?
dutch: [_L_] Hoe is het mogelijk dat al die kubus past in jouw kleine teeltjes?

source: [_R_] They're not little.
dutch: [_R_] Ze zijn niet weinig.

source: [_L_] No, but compared to how much cum comes out of them, they are.
dutch: [_L_] Nee, maar vergeleken met hoeveel kubus er uit komt, zijn ze

source: [_L_] Well, at least cum is good for the skin.
dutch: [_L_] Nou, ten minste kubus is goed voor de skin.

source: [_R_] Yeah, I've heard that. You should leave your cum mask on the rest of the day to get the full benefit.
dutch: [_R_] Yeah, ik heb dat gehoord. Je moet je masker overlaten op de rest van de dag om het volledige voordeel te krijgen.

source: [_L_] You really are such a smartass!
dutch: [_L_] Je bent echt zo'n smartass!

source: [_LT_] {i}I love the idea of leaving my brother's cum all over my face... It really turns me on!... Too bad it isn't practical.{/i}
dutch: [_LT_] {i}Ik hou van het idee om het kubus van mijn broer helemaal over te laten ... Het draait me echt aan!... Te slecht is het niet praktisch.{/i}

source: [_R_] It's my pleasure... And I'm really grateful to you for doing your part to help our family make enough money to survive.
dutch: [_R_] Het is mijn plezier... En ik ben echt dankbaar dat jij jouw bijdrage hebt geleverd om onze familie te helpen genoeg te verdienen om te overleven.

source: [_L_] Don't mention it.
dutch: [_L_] Noteer het niet.

source: [_L_] I've noticed you've got your traditional after-photoshoot boner.
dutch: [_L_] Ik heb gemerkt dat je je traditionele na-fotoshoot boner hebt.

source: [_R_] Haha... Always!
dutch: [_R_] Haha... Altijd!

source: [_L_] I'm guessing you want to mess around a bit?
dutch: [_L_] Ik denk dat je een beetje wilt rommelen?

source: [_R_] That depends... Is Matt coming to pick you up again?
dutch: [_R_] Dat hangt ervan af... komt Matt je weer op?

source: [_L_] Yeah, but not right away. We've got a little time.
dutch: [_L_] Ja, maar niet meteen. We hebben een beetje tijd.

source: [_R_] I don't know...
dutch: [_R_] Ik weet het niet...

source: [_L_] Come on... You know you want to.
dutch: [_L_] Kom op... Je weet dat je het wilt.

source: [_L_] See? Your dick can't tell a lie.
dutch: [_L_] Ziegen? Je luie kan geen leugen vertellen.

source: [_R_] Of course I want to mess around, I just don't like being the other guy.
dutch: [_R_] Natuurlijk wil ik graag rommelen, ik hou gewoon niet van de andere vent.

source: [_L_] And who's fault is that?
dutch: [_L_] En wie is er schuldig?

source: [_L_] Oh, I've already forgiven you, but I'm not going to forget.
dutch: [_L_] Oh, ik heb je al vergeven, maar ik ga het niet vergeten.

source: [_L_] Now, do you want a blowjob or not?
dutch: [_L_] Nu wil je een klachtenbaan of niet?

source: [_R_] Can't we just skip it and go right to fucking?
dutch: [_R_] kunnen we niet gewoon overslaan en naar rechts gaan om te fukken?

source: [_L_] I'm not wet enough yet... I need some foreplay.
dutch: [_L_] Ik ben nog niet nat genoeg... Ik heb wat weg nodig.

source: [_R_] Fine...
dutch: [_R_] goed...

source: [_RT_] {i}God!... This feels good!{/i}
dutch: [_RT_] {i}God!... Dit voelt goed!{/i}

source: [_R_] Oh my God, Lauren... You're getting so good at deepthroating!
dutch: [_R_] Oh mijn God, Lauren... Je wordt zo goed in diepte!

source: [_LT_] {i}I know!... I totally am!.{/i}
dutch: [_LT_] {i}weet ik!... Ik weet het helemaal!.{/i}

source: [_L_] Well... Are you enjoying yourself?
dutch: [_L_] Well... Vind je het leuk om jezelf te vinden?

source: [_R_] Oh, God... Why did you stop?
dutch: [_R_] Oh, God... Waarom ben je gestopt?

source: [_L_] To let you know I'm ready for something else.
dutch: [_L_] Om je te laten weten dat ik klaar ben voor iets anders.

source: [_L_] Oh wait, look!... Matt's here again!
dutch: [_L_] Oh wacht, kijk!... Mat is er weer!

source: [_R_] Are you doing this to me on purpose?
dutch: [_R_] Doe je dit met opzet voor mij?

source: [_MB_] What?
dutch: [_MB_] Wat?

source: [_L_] Don't mind [ryan], He just thought he was going to get more.
dutch: [_L_] maakt niet uit [ryan], hij dacht net dat hij meer zou krijgen.

source: [_MB_] Oh, I see... Sorry, man... But we've got to hurry. Your mom's class is starting soon.
dutch: [_MB_] Oh, ik zie... Sorry, mens... Maar we moeten haast maken. De klas van je moeder begint binnenkort.

source: [_L_] That was so sweet of you to come pick me up!
dutch: [_L_] Dat was zo zoet van je om me op te halen!

source: [_MB_] Yeah, anytime... It's a great way to take my mind off school for a minute.
dutch: [_MB_] Yeah, altijd... Het is een geweldige manier om mijn gedachten een minuut van school af te halen.

source: [_L_] I'll take your mind off school... Let's just get those tight jeans off you.
dutch: [_L_] Ik neem je gedachtens van school... Laten we je maar eens een spijkerbroek afmaken.

source: [_L_] Damn... That's a big dick!
dutch: [_L_] Damn... Dat is een groot spel!

source: [_L_] I think [ryan]'s made me wet enough to take it.
dutch: [_L_] Ik denk dat [ryan]me nat genoeg heeft gemaakt om het te nemen.

source: [_L_] I think I'm finally getting used to it's size.
dutch: [_L_] Ik denk dat ik eindelijk ga wennen aan zijn grootte.

source: [_R_] Don't mind me... I'll just be... cleaning up.
dutch: [_R_] Maakt me niet uit... Ik zal maar... opschonen.

source: [_RT_] {i}Alright [ryan]... Use some willpower. Don't watch them this time!{/i}
dutch: [_RT_] {i}Recht [ryan]... Gebruik een paar van de sterkste. Bekijk ze niet deze keer!{/i}

source: [_RT_] {i}Goddammit... Why do they always have to be so loud?{/i}
dutch: [_RT_] {i}Goddammit... Waarom moeten ze altijd zo luidkeels zijn?{/i}

source: [_RT_] {i}I can't help myself... I've got to look.{/i}
dutch: [_RT_] {i}Ik kan mezelf niet helpen... Ik moet zoeken.{/i}

source: [_LT_] {i}[ryan]'s not watching... Maybe if I start moaning loud again, he'll look over.{/i}
dutch: [_LT_] {i}[ryan]bekijkt niet... Misschien zal hij, als ik opnieuw ga mopperen, uitkijken.{/i}

source: [_LT_] {i}Haha... That did it!{/i}
dutch: [_LT_] {i}Haha... Dat heeft het gedaan!{/i}

source: [_LT_] {i}Why does it turn me on so much to have my brother watch me get pounded like this?{/i}
dutch: [_LT_] {i}Waarom zet het me zo veel aan om mijn broer op zo'n manier te laten kijken hoe ik gewond word?{/i}

source: [_RT_] {i}Damn!... I wish I could fuck Lauren like that!{/i}
dutch: [_RT_] {i}Damn!... Ik zou willen dat ik dat soort slaven kon maken!{/i}

source: [_RT_] {i}There's that confusing feeling again... rage mixed with pleasure.{/i}
dutch: [_RT_] {i}Er is weer een verwarrend gevoel... woedend gemengd met plezier.{/i}

source: [_RT_] {i}Damnit!... I hate this!{/i}
dutch: [_RT_] {i}Damnit!... Ik haat dit!{/i}

source: [_RT_] {i}I should be fucking her!{/i}
dutch: [_RT_] {i}Ik zou haar moeten verdommen!{/i}

source: [_LT_] {i}MMMmmm... [ryan] can't stop watching me!{/i}
dutch: [_LT_] {i}MMMmmm... [ryan] kan niet stoppen mij te bekijken!{/i}

source: [_LT_] {i}He's probably wishing he was the one fucking me right now!{/i}
dutch: [_LT_] {i}Hij heeft waarschijnlijk de wens dat hij me op dit moment in de maling zou nemen!{/i}

source: [_LT_] {i}Oh, God!... I wish he were too.{/i}
dutch: [_LT_] {i}Oh, God!... Ik zou willen dat hij ook was.{/i}

source: [_LT_] {i}What if it were his dick inside me right now?{/i}
dutch: [_LT_] {i}Wat als het zijn dick in mij zou zijn?{/i}

source: [_L_] Oh, God!... Oh, God!... Oh, God!
dutch: [_L_] Oh, God!... Oh, God!... Oh, God! God!

source: [_L_] Keep fucking me!... I need more!
dutch: [_L_] Blijf me naar de pijpen steken!... Ik heb meer nodig!

source: [_MB_] Lauren, I'm gonna cum!
dutch: [_MB_] Lauren, ik ga maar kum!

source: [_L_] Just cum inside!
dutch: [_L_] Knip het binnen!

source: [_L_] I want to feel your cum inside me!
dutch: [_L_] Ik wil je kubus in me voelen!

source: [_R_] Wait!... Not again!
dutch: [_R_] Wacht!... Niet opnieuw!

source: [_L_] Wow, Matt!... Good as always!
dutch: [_L_] Wow, Matt!... Zo goed!

source: [_L_] Can't wait to sit through my mom's next class again, knowing your cum is just simmering in my womb and dripping out into my panties.
dutch: [_L_] Kan niet wachten om opnieuw door de volgende klas te gaan zitten De wetenschap dat je kudde nog maar net in mijn schoot ligt en me in mijn broek uitgedroogd.

source: [_R_] Good God, Lauren!... Do I have to hear about this again?
dutch: [_R_] God, Lauren!... Moet ik hier opnieuw over horen?

source: [_L_] Just mind your own business, stop eavesdropping.
dutch: [_L_] Denk gewoon aan uw eigen bedrijf, stop met afluisteren.

source: [_MB_] Lauren, you'd better get ready fast, or else we're going to be late for your mom's next class.
dutch: [_MB_] Lauren, je zou je beter snel klaar kunnen zijn, anders zijn we te laat voor de volgende klas.

source: [_L_] I'm coming.
dutch: [_L_] Ik kom.

source: [_RT_] {i}Oh, sure... Don't bother helping. I'll just clean up all of this by myself.{/i}
dutch: [_RT_] {i}Ah, zeker... Geen zorgend. Ik zal dit allemaal even opschonen.{/i}

source: [_RT_] {i}Fuck!... There's sex juices all over the green screen again.{/i}
dutch: [_RT_] {i}Fuck!... Er is weer seks over het hele groene scherm.{/i}
