Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] So, you'd better start putting some money aside. If I lose another election because you were too much of a tightwad, our relationship might get a whole lot less friendly, if you know what I mean.
dutch: [_L_] Dus je kan maar beter wat geld opzij zetten. Als ik nog een verkiezing verlies omdat je te strak was. Als je weet wat ik bedoel, is onze relatie misschien veel minder vriendelijk.

source: [_RT_] {i}Shit... I know exactly what she means.{/i}
dutch: [_RT_] {i}Shit... Ik weet precies wat ze bedoelt.{/i}

source: [_L_] Now, I've got a lot to do.
dutch: [_L_] Nu heb ik veel te doen.

source: [_L_] Come see me at my election headquarters as soon as you get a chance.
dutch: [_L_] Kom naar mijn verkiezingshoofdkwartier zodra je een kans krijgt.

source: [_R_] Your election headquarters?
dutch: [_R_] Je verkiezingshoofdkwartier?

source: [_L_] Yeah, like I told Kenzie, It'll be in the girls' bathroom on the south side of the school.
dutch: [_L_] Yeah, zoals ik Kenia vertelde, bevindt het zich in de badkamer van meisjes aan de zuidelijke kant van de school.

source: [_L_] We'll make sure it's safe before you come in, but don't worry, hardly anybody uses that bathroom.
dutch: [_L_] We zullen ervoor zorgen dat het veilig is voordat je binnenkomt, maar maak je geen zorgen, bijna niemand gebruikt die badkamer.

source: [_R_] Ok... I'll come by soon, and I'll try to do better and set aside some more money for the campaign.
dutch: [_R_] Ok... Binnenkort kom ik erbij, dan zal ik proberen het beter te doen en nog wat geld opzij te zetten voor de campagne.

source: [_L_] Thank you... See you soon.
dutch: [_L_] Dank je... Tot ziens.

source: [_R_] I've got about a hundred dollars I can spare.
dutch: [_R_] Ik heb ongeveer honderd dollar reserveren.

source: {i}"Money -$100"{/i}
dutch: {i}"Geld -$100"{/i}

source: {i}"You just gave Lauren money for her campaign for the first time. How generous of you! When you give Lauren money, or help for the purpose of her campaign, Lauren's "{b}School Influence{/b}" will increase."{/i}
dutch: {i}"Je hebt Lauren voor de eerste keer geld gegeven voor haar campagne. Wat gul van jou! Wanneer je Lauren geld geeft, of hulp voor haar campagne, Lauren's "{b}School Influence{/b}" zal toenemen."{/i}

source: {b}{i}"School Influence +1"{/i}{/b}
dutch: {b}{i}"School Invloed +1"{/i}{/b}

source: [_L_] Oh... That's... great.
dutch: [_L_] Oh... Dat is geweldig.

source: [_R_] Oh, no... You're disappointed.
dutch: [_R_] Oh, nee... Je bent teleurgesteld.

source: [_L_] No... no, I'm really not.
dutch: [_L_] Nee... nee, ik ben echt niet.

source: [_L_] I really appreciate you giving me the hundred dollars.
dutch: [_L_] Ik waardeer het echt dat je me de honderd dollar geeft.

source: [_L_] To be honest, I was hoping for more... It's not quite what I need, but I should be able to get a few things done with this.
dutch: [_L_] Eerlijk gezegd, ik hoopte op meer... Het is niet helemaal wat ik nodig heb, maar ik zou hier een paar dingen mee kunnen krijgen.

source: [_R_] Thanks for trying to be thrifty, and I'll try to make some more money, and make sure to set it aside for your campaign.
dutch: [_R_] Bedankt voor het proberen zuinig te zijn, en ik zal proberen wat meer geld te verdienen en zorg ervoor dat je het opzij zet voor je campagne.

source: [_L_] Thank you so much!... Now that you're helping with the campaign, I just know I'm going to win this time!
dutch: [_L_] Heel erg bedankt!... Nu je met de campagne helpt, weet ik gewoon dat ik deze keer ga winnen!

source: [_L_] And maybe you'll get lucky and I'll run unopposed.
dutch: [_L_] En misschien krijg je geluk en zal ik ongestoord doorgaan.

source: [_L_] Then you won't have to spend anything on the campaign.
dutch: [_L_] Dan zal je niets moeten uitgeven aan de campagne.

source: [_R_] That would be great! I'll keep my fingers crossed.
dutch: [_R_] Dat zou geweldig zijn! Ik hou mijn vingers gekruist.

source: [_L_] Haha... Don't plan on it though. Being student body president is pretty much a free ticket to scholarship money.
dutch: [_L_] Haha... plan er niet over. Het zijn van studentenlichaam is ongeveer een gratis ticket voor het studiegeld.

source: [_L_] That's why I have to win!
dutch: [_L_] Dat is waarom ik moet winnen!

source: [_R_] Well, there's always a job at my studio if you don't get into college.
dutch: [_R_] Nou, er is altijd een werk bij mijn studio als je niet aan de universiteit komt.

source: [_L_] That's good to know... but I won't be able to live on these good looks forever.
dutch: [_L_] Dat is goed om te weten... maar ik zal niet leven van deze goeden die er voor altijd uitzien.

source: [_R_] Yeah, so college is a good backup plan.
dutch: [_R_] Yeah, dus de universiteit is een goed backup-plan.

source: [_L_] Haha... [ryan], you idiot. modeling for you is the backup plan.
dutch: [_L_] Haha... [ryan], jij bent idioot. modelleren voor jou is het backup abonnement.

source: [_L_] I've got to get going... I've got so much to do.
dutch: [_L_] Ik moet beginnen... Ik heb zo veel te doen.

source: [_L_] Please come see me at my campaign headquarters when you get some time!
dutch: [_L_] Kom alsjeblieft op mijn campagne hoofdkwartier kijken wanneer je wat tijd krijgt!

source: [_R_] I hope two hundred and fifty is enough.
dutch: [_R_] Ik hoop dat tweehonderd en vijftig genoeg is.

source: {i}"Money -$250"{/i}
dutch: {i}"Geld -$250"{/i}

source: {b}{i}"School Influence +2"{/i}{/b}
dutch: {b}{i}"School Invloed +2"{/i}{/b}

source: [_L_] Two hundred and fifty is perfect. It's just what I need to get some posters printed, some buttons made, and a campaign video put together.
dutch: [_L_] Tweehonderdvijftig is perfect. Het is precies wat ik nodig heb om posters te laten drukken, een paar knopen en een campagne video samen.

source: [_R_] I'll try to make some more money, and make sure to set it aside for your campaign for next week too.
dutch: [_R_] Ik zal proberen wat meer geld te verdienen en zorg ervoor dat het ook voor je campagne voor volgende week opzij wordt gezet.

source: [_L_] Then you won't have to spend anything else on the campaign.
dutch: [_L_] Dan zal je niets anders hoeven uit te geven aan de campagne.

source: [_R_] Well, there's always a job at my studio if you can't pay for college.
dutch: [_R_] Nou, er is altijd een werk bij mijn studio als je niet kunt betalen voor de universiteit.

source: [_R_] I hope five hundred is enough.
dutch: [_R_] Ik hoop dat vijfhonderd genoeg is.

source: {i}"Money -$500"{/i}
dutch: {i}"Geld -$500"{/i}

source: {b}{i}"School Influence +3"{/i}{/b}
dutch: {b}{i}"Schoolvloed +3"{/i}{/b}

source: [_L_] Oh, my God!... You are the best brother ever!
dutch: [_L_] Oh, mijn God!... Jij bent de beste broer ooit!

source: [_L_] Thank you so much!
dutch: [_L_] Heel erg bedankt!

source: [_R_] I'll try to make even more money, and make sure to set it aside for your campaign for next week too.
dutch: [_R_] Ik zal proberen nog meer geld te verdienen en ervoor zorgen dat het ook voor je campagne voor volgende week opzij wordt gezet.

source: [_RT_] {i}Alright, where should I hang these posters?{/i}
dutch: [_RT_] {i}Ok, waar moet ik deze posters hangen?{/i}

source: [_RT_] {i}this seems like a high traffic area.{/i}
dutch: [_RT_] {i}lijkt een hoog verkeersoppervlakt.{/i}

source: [_RT_] {i}I hope these eyesores don't do more damage than good.{/i}
dutch: [_RT_] {i}Ik hoop dat deze ogen niet meer schade aanrichten dan goed{/i}

source: [_RT_] {i}Now to hang the 20 more Lauren gave me.{/i}
dutch: [_RT_] {i}nu om de 20 Lauren extra te hangen.{/i}

source: [_RT_] {i}There... All done.{/i}
dutch: [_RT_] {i}Deen... Alles gedaan.{/i}

source: {i}"Good job, you just hung Lauren's campaign posters!... Unfortunately, these posters are doing more harm than good."{/i}
dutch: {i}"Goed gedaan, jij hebt zojuist de campagne van Lauren's opgehangen!... Helaas doen deze posters meer kwaad dan goed."{/i}

source: [_RT_] {i}That took up the whole afternoon.{/i}
dutch: [_RT_] {i}Dat heeft de hele namiddag in beslag genomen.{/i}

source: [_RT_] {i}That asshole Matt thinks he can just tear down Lauren's posters without any consequences?{/i}
dutch: [_RT_] {i}Die asshole Matt denkt dat hij Lauren's posters kan scheuren zonder gevolgen?{/i}

source: [_RT_] {i}Well, it's time to return the favor.{/i}
dutch: [_RT_] {i}Nou, het is tijd om de favoriet terug te geven.{/i}

source: [_RT_] {i}Voting Matt is a slam dunk for our school.{/i}
dutch: [_RT_] {i}Stem is een slam dunk voor onze school.{/i}

source: [_RT_] {i}(sarcastically in head) Oh... Does Matt play basketball? I never would have guessed.{/i}
dutch: [_RT_] {i}(hoofd) Oh... Speel basketbal? Ik zou nooit hebben geraden.{/i}

source: [_RT_] {i}It's just too bad he's so good at it. Our school hasn't lost a game since he became captain.{/i}
dutch: [_RT_] {i}is er zo goed in als hij. Onze school heeft geen spel verloren sinds hij kapitein is geworden.{/i}

source: [_RT_] {i}God, it would be so nice if Lauren won.{/i}
dutch: [_RT_] {i}God, het zou zo leuk zijn als Lauren gewonnen.{/i}

source: [_RT_] {i}I'd love to see Matt taken down a few pegs.{/i}
dutch: [_RT_] {i}Ik zou graag zien dat Matt een paar pin afneemt.{/i}

source: [_RT_] {i}Time to slam dunk this poster into the trash.{/i}
dutch: [_RT_] {i}Tijd om deze poster in de prullenbak te stoppen.{/i}

source: [_RT_] {i}I sure hope these posters bring Lauren a lot of votes.{/i}
dutch: [_RT_] {i}Ik hoop dat deze posters Lauren veel stemmen zullen brengen.{/i}

source: [_RT_] {i}This will make the guys want to use the bathroom for something beside pissing.{/i}
dutch: [_RT_] {i}Hierdoor willen de jongens de badkamer gebruiken voor iets naast pissing.{/i}

source: {i}"Good job! Those "How to Breed your Dragon" posters look really professional, not to mention sexy! They will bring Lauren {b}"1 School Influence Point"{/b} for every school day they are up."{/i}
dutch: {i}"Goed gedaan! Die "Hoe heb je Draken" posters zijn er echt professioneel, om nog maar te zwijgen sexy! Ze brengen Lauren {b}"1 schoolinvloed Point"{/b} mee voor elke schooldag dat ze klaar zijn. {/i}

source: [_RT_] {i}I know it doesn't look very professional, but with that picture of Lauren, I don't think anyone will notice.{/i}
dutch: [_RT_] {i}Ik weet dat het er niet erg professioneel uitziet, maar met die foto van Lauren, denk ik niet dat iemand het zal opmerken. {/i}

source: {i}"Sure that picture is sexy, but the lack of professionalism isn't doing Lauren any favors. Sorry, but these dragon posters won't bring Lauren any "School Influence Points" throughout the week."{/i}
dutch: {i}"Zeker dat foto sexy is, maar het gebrek aan professionalisme doet Lauren geen plezier. Sorry, maar deze drakenaffiches zullen Lauren niet door de hele week heen brengen "School Invloedpunten". "{/i}

source: [_RT_] {i}Hopefully there are enough gamers to appreciate this reference.{/i}
dutch: [_RT_] {i}Hopelijk zijn er genoeg gamers om deze referentie te waarderen.{/i}

source: {i}Luckily, there are plenty of gamers in the school who appreciate the reference and these Ass Affect posters will bring Lauren {b}"1 School Influence Point"{/b} for every school day they're hung up."{/i}
dutch: {i}gelukkig, er zijn tal van gamers in de school die de referentie waarderen en deze Ass Affect posters brengen Lauren {b}"1 School Invloek Point"{/b} voor elke schooldag dat ze opgehangen worden. {/i}

source: [_RT_] {i}That's a pretty sexy picture... Too bad the rest of the poster isn't.{/i}
dutch: [_RT_] {i}Dat is een mooie sexy foto... Te slecht de rest van de poster is.{/i}

source: {i}"Too bad indeed... These space posters won't bring Lauren any "School Influence Points" throughout the week."{/i}
dutch: {i}"Te slecht indeed... Deze ruimteposters brengen Lauren niet door de hele week."{/i}

source: [_RT_] {i}Just eighteen more posters to hang.{/i}
dutch: [_RT_] {i}Nog maar achttien posters meer om te hangen.{/i}

source: {i}"Eighteen posters later.{/i}
dutch: {i}"Aighteen posters later.{/i}

source: [_RT_] {i}Time to admire my work.{/i}
dutch: [_RT_] {i}Tijd om mijn werk te bewonderen.{/i}

source: [_RT_] {i}That looks awesome!{/i}
dutch: [_RT_] {i}Dat ziet er geweldig uit!{/i}

source: {i}"Good job, this setup will bring Lauren "2 School Influence Points" every school day it's up."{/i}
dutch: {i}"Goed gedaan, deze instelling brengt Lauren "2 schoolinvloeden punten" op elke schooldag mee."{/i}

source: [_RT_] {i}I think Lauren will be very pleased.{/i}
dutch: [_RT_] {i}Ik denk dat Lauren erg tevreden zullen zijn.{/i}

source: [_RT_] {i}At least half of the posters look good.{/i}
dutch: [_RT_] {i}Minstens de helft van de posters ziet er goed uit.{/i}

source: {i}"Since half of Lauren's posters look good, this setup will generate "1 School Influence Point" every school day it's up."{/i}
dutch: {i}"Omdat de helft van de posters van Lauren er goed uit ziet, genereert deze setup "1 schoolinstappunt" elke schooldag die is bereikt."{/i}

source: [_RT_] {i}Uuhhh... It actually looks worse than I thought it would.{/i}
dutch: [_RT_] {i}Auhhh... Het ziet er eigenlijk erger uit dan ik dacht.{/i}

source: [_RT_] {i}Hopefully it will still bring in some extra votes.{/i}
dutch: [_RT_] {i}Hopelijk brengt het nog wat extra stemmen mee.{/i}

source: {i}"It won't... This setup will not generate any "School Influence Points" throughout the week.{/i}
dutch: {i}"Het heeft gewonnen... Deze installatie genereert geen "School Invloed Punten" gedurende de week.{/i}

source: [_RT_] {i}Hopefully they'll be up for a few days before Matt comes and tears them down again.{/i}
dutch: [_RT_] {i}Hopelijk staan ze een paar dagen klaar voordat Matt weer verscheurt. {/i}

source: [_RT_] {i}That took a while, looks like school is done for the day.{/i}
dutch: [_RT_] {i}Dat duurt even, het lijkt erop dat school klaar is voor de dag.{/i}

source: [_R_] Whoa!... Hey, Mom... Where did you come from?
dutch: [_R_] Wie!... Hé, Moment... Waar ben je vandaan gekomen?

source: [_M_] Don't you "Hey, Mom" me, you sly little pervert!
dutch: [_M_] Heb je niet "Hallo, Mom" me, je gaat zo weinig pervert!

source: [_R_] Whoa!... What did I do?
dutch: [_R_] Wie!... Wat heb ik gedaan?

source: [_M_] Don't give me that!... You know exactly what you did.
dutch: [_M_] Geef me dat niet aan!... Je weet precies wat je hebt gedaan.

source: [_R_] If you're mad about the posters, you should know that Lauren told me to do it.
dutch: [_R_] Als je boos bent over de posters, moet je weten dat Lauren me verteld heeft het te doen.

source: [_M_] Yeah, right!... Has she seen these yet?... I'll bet she wants to kick your ass too.
dutch: [_M_] Ja, toch!... Heeft ze deze al gezien?... Ik wed dat ze ook je pas wil kicken.

source: [_R_] Mom, I'm not kidding. Lauren wanted me to do even sexier, but I talked her down.
dutch: [_R_] Mam, ik maak geen grapje. Lauren wilden dat ik nog sexier zou doen, maar ik praatte haar neer.

source: [_M_] Boy, I really find that hard to believe.
dutch: [_M_] Jonge, ik vind dat echt moeilijk te geloven.

source: [_R_] Just ask her.
dutch: [_R_] Vraag het haar.

source: [_M_] You better believe I'm going to.
dutch: [_M_] Je gelooft beter dat ik ga doen.

source: [_M_] But for now, I want you to help me take them down.
dutch: [_M_] Maar voorlopig wil ik dat je me helpt om ze neer te halen.

source: [_PH_] Well hello there, Miss [mom_name]. You look upset. Is there some kind of problem here?
dutch: [_PH_] Goed zo, Miss [mom_name]. Je kijkt boos. Is er een soort probleem hier?

source: [_M_] No... I mean yes... I'm sure you've noticed the inappropriate posters of my daughter hung up all over the halls.
dutch: [_M_] Nee... Ik bedoel ja... Ik weet zeker dat je de ongepaste posters van mijn dochter overal in de hal hebt opgehangen.

source: [_PH_] Oh... Lauren is your daughter?... I must congratulate you. She's really very beautiful... I can see where she gets her looks.
dutch: [_PH_] Oh... Lauren is jouw dochter?... Ik moet je feliciteren. Ze is echt mooi... Ik kan zien waar ze eruit ziet.

source: [_M_] Uhhh... thank you?
dutch: [_M_] Uhhhh... dank je?

source: [_PH_] So, what exactly is the problem?
dutch: [_PH_] Dus wat is nu precies het probleem?

source: [_M_] Uhh... The fact that they are completely inappropriate!
dutch: [_M_] Uhh... Het feit dat ze volledig ongepast zijn!

source: [_M_] I suspect that my son here is responsible for making them and hanging them up everywhere.
dutch: [_M_] Ik vermoed dat mijn zoon hier verantwoordelijk is voor het maken en ophangen van hen overal.

source: [_M_] So I'm making him take them all down.
dutch: [_M_] Dus laat ik hem allemaal neerhalen.

source: [_PH_] Is this true, young man?
dutch: [_PH_] Is dit waar, jonge man?

source: [_R_] Yes, but...
dutch: [_R_] Ja, maar...

source: [_PH_] Did you make these posters and hang them without the young lady's consent?
dutch: [_PH_] Heb je deze posters gemaakt en opgehangen zonder toestemming van de jonge dame?

source: [_R_] No... She told me to make them, and to hang them up.
dutch: [_R_] Nee... Ze zei me dat ik ze moest maken en ze op te hangen.

source: [_PH_] Does she know what type of photos you used of her?
dutch: [_PH_] Weet ze welk type foto's je van haar hebt gebruikt?

source: [_R_] Yes... She's the one who told me to use those pictures.
dutch: [_R_] Ja... Zij is degene die mij heeft verteld om die foto's te gebruiken.

source: [_M_] And you listened to her, even though you must have known the school would never allow such immoral content on its walls?
dutch: [_M_] En je luisterde naar haar, ook al had je moeten weten dat de school nooit zulke immorele inhoud aan zijn muren zou toestaan?

source: [_M_] And when I think of the amount of money you must have spent on these. You must have known you would have to tear them down?
dutch: [_M_] En wanneer ik denk aan de hoeveelheid geld die je hieraan moet hebben uitgegeven. Je moet weten dat je ze zou moeten vernietigen?

source: [_R_] I thought that...
dutch: [_R_] Ik dacht dat...

source: [_PH_] Actually... If your son was acting under the direction of your daughter, with her full knowledge and consent, there's really nothing we can do.
dutch: [_PH_] Echt ... Als je zoon handelde onder leiding van je dochter, met haar volledige kennis en toestemming, kunnen we echt niets doen.

source: [_M_] What?
dutch: [_M_] Wat?

source: [_M_] This has to violate some kind of school rule or bylaw.
dutch: [_M_] Dit moet een schending zijn van een soort school regel of bylaw.

source: [_PH_] A few years ago, that would have been true, but ever since the Supreme Court ruled that free speech is protected within schools as well as everywhere else, we've had to change a few rules.
dutch: [_PH_] Een paar jaar geleden zou dat waar zijn geweest. maar sinds de uitspraak van het Hooggerechtshof is de vrijheid van meningsuiting zowel op scholen als overal elders beschermd. we hebben een aantal regels moeten veranderen.

source: [_M_] But this is a private school.
dutch: [_M_] Maar dit is een privé school.

source: [_PH_] Yes, but a private school that receives government grants.
dutch: [_PH_] Ja, maar een particuliere school die overheidssubsidies ontvangt.

source: [_M_] But that can't apply to pornography!
dutch: [_M_] Maar dat kan niet van toepassing zijn op pornografie!

source: [_PH_] Good luck proving that your daughter's poster is pornography. There isn't even nudity.
dutch: [_PH_] Veel geluk om te bewijzen dat de poster van je dochter pornografie is. Er is niet eens naaktheid.

source: [_M_] But they're suggestive!
dutch: [_M_] Maar ze zijn suggestief!

source: [_M_] And she's my daughter, don't I have the right as her mother to force her to take them down?
dutch: [_M_] En zij is mijn dochter, heb ik als haar moeder niet het recht om haar te dwingen om hen neer te zetten?

source: [_PH_] You probably could if you weren't employed here.
dutch: [_PH_] Je zou waarschijnlijk kunnen als je hier niet aangesteld bent.

source: [_PH_] But since you are a teacher, employed by this school, I have to demand that you don't take down a single poster without her consent.
dutch: [_PH_] Maar omdat je een leraar bent die werkt op deze school, Ik moet eisen dat je geen enkele poster zonder haar toestemming afneemt.

source: [_PH_] And I mean it!... If you do, there will be disciplinary action. This school can't afford a free speech lawsuit.
dutch: [_PH_] En ik meen het!... Zo ja, dan zal er disciplinaire actie zijn. Deze school kan zich geen gratis spraakrechtszaak veroorloven.

source: [_PH_] Now... Do I have your word?
dutch: [_PH_] Nu... Heb ik jouw woord?

source: [_PH_] Miss [mom_name]?
dutch: [_PH_] Mevrouw [mom_name]?

source: [_M_] Yes... I won't take any posters down until my daughter gives me permission.
dutch: [_M_] Ja... Ik zal geen posters meenemen totdat mijn dochter mij toestemming geeft.

source: [_PH_] And let's get that permission in writing, just to cover our butts.
dutch: [_PH_] En laten we die toestemming schriftelijk verkrijgen, alleen om onze bots te bedekken.

source: [_PH_] Phew... I'm glad I happened upon that conversation.
dutch: [_PH_] Phew... Ik ben blij dat ik dat gesprek heb meegemaakt.

source: [_PH_] Now if you'll excuse me, I've got other fires that need pissing on.
dutch: [_PH_] Nu als je me verontschuldigt, heb ik andere branden die je nodig hebt.

source: [_M_] Don't you think this is over!
dutch: [_M_] Denk je niet dat dit voorbij is!

source: [_M_] I'm going to have a few words with Lauren, and then you're going to help me take these down.
dutch: [_M_] Ik ga een paar woorden gebruiken met Lauren, en dan zal je me helpen om deze neer te halen.

source: [_R_] Yeah, okay Mom. If that's what Lauren wants.
dutch: [_R_] Yeah, okay mama. Als dat is wat Lauren wil.

source: [_M_] Fuck what Lauren wants.
dutch: [_M_] Werp wat Lauren wil.

source: [_R_] Mom! Language.
dutch: [_R_] Mome! Taal.

source: [_RT_] {i}Wow!... She's even more pissed than I thought she'd be.{/i}
dutch: [_RT_] {i}Wow!... Ze is nog meer gepist dan ik dacht dat ze zou zijn.{/i}

source: [_RT_] {i}I never expected the school to have our back on this one though. What a pleasant surprise!{/i}
dutch: [_RT_] {i}Ik had nooit verwacht dat de school deze op zijn rug had. Wat een aangename verrassing!{/i}

source: [_R_] Oh, hey Megan, hey Matt. Where's Miss [mom_name]? I thought I just saw her up here.
dutch: [_R_] Oh, hey Megan, hey Matt. Waar is mevrouw [mom_name]? Ik dacht dat ik haar hier net heb gezien.

source: [_MG_] She took off, she seemed to be kind of in a hurry. Probably needed to get something done before her next class starts.
dutch: [_MG_] Ze ging af, ze leek haast te hebben. Waarschijnlijk moest er iets gedaan worden voordat haar volgende klas begint.

source: [_MG_] Is everything ok?
dutch: [_MG_] Is alles ok?

source: [_R_] Yeah.... of course.... I just need to talk to her some more about this stupid Oedipus assignment.
dutch: [_R_] Ja.... natuurlijk. Ik moet nog eens met haar praten over deze domme Oedipus opdracht.

source: [_MB_] Haha.... yeah, that's some kinky shit to be teaching us in school.
dutch: [_MB_] Haha.... Ja, dat is een beetje kinky shit om ons op school te leren.

source: [_MB_] Are you sure you're not just exploring the Oedipal Complex side of this assignment with your mom in her office? Hahahahah...
dutch: [_MB_] Weet je zeker dat je niet alleen de Oedipale Complex zijde van deze opdracht onderzoekt met je moeder in haar kantoor? Hahahah...

source: [_R_] Shut up!
dutch: [_R_] Sluiten!

source: [_MG_] Holy shit!
dutch: [_MG_] Heilige shit!

source: [_MG_] I just got a mental image.... wow!.... That really turns me on for some reason.
dutch: [_MG_] Ik heb net een mentale afbeelding.... wow!.... Dat zet me echt aan om een of andere reden.
