Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Ummm... yeah... quite a bit actually.
dutch: [_M_] Ummm... ja... eigenlijk heel aardig.
german: [_M_] Ummm... ja... ein bisschen eigentlich.

source: [_R_] Is there anything I can do to help you?
dutch: [_R_] Is er iets wat ik kan doen om je te helpen?
german: [_R_] Kann ich etwas tun, um dir zu helfen?

source: [_M_] I'm sorry, it's just... This is still uncomfortable for me to ask of you.
dutch: [_M_] Het spijt me, het is gewoon... Dit is voor mij nog steeds ongemakkelijk om je te vragen.
german: [_M_] Es tut mir leid, es ist richtig... Das ist für mich immer noch unangenehm, von dir zu fragen.

source: [_R_] You don't even have to ask this time... I know what to do.
dutch: [_R_] Je hoeft deze keer niet eens te vragen... Ik weet wat ik moet doen.
german: [_R_] Du musst dieses Mal nicht einmal fragen... Ich weiß, was zu tun ist.

source: [_R_] Don't worry, Mom... I've got you!
dutch: [_R_] Maak je geen zorgen, Mom... Ik heb je!
german: [_R_] Keine Sorge, Mom... Ich habe dich!

source: [_MT_] {i}Oh, thank God!{/i}
dutch: [_MT_] {i}Oh, God!{/i}
german: [_MT_] {i}Oh, danke!{/i}

source: [_R_] You know... Now that we've done it, we could just do it right here!
dutch: [_R_] Jij weet... Nu dat we het gedaan hebben, kunnen we het hier gewoon doen!
german: [_R_] Du weißt... Jetzt, wo wir es getan haben, könnten wir es hier einfach machen!

source: [_M_] Are you kidding? We can't do that here! Joey would kill us if the restaurant caught us doing that.
dutch: [_M_] Maak je een grapje? We kunnen dat hier niet doden! Joey zou ons doden als het restaurant ons betrapt om dat te doen.
german: [_M_] Scherzhaft? Das können wir hier nicht machen! Die Freude würde uns töten, wenn das Restaurant uns dabei erwischt hätte.

source: [_M_] We'd better just stick to the usual.
dutch: [_M_] We kunnen ons beter aan de gebruikelijke regels houden.
german: [_M_] Wir sollten uns besser an die üblichen halten.

source: [_R_] As you wish.
dutch: [_R_] Zoals je wilt.
german: [_R_] wie du möchtest.

source: [_M_] [ryan]... This is so... intimate!
dutch: [_M_] [ryan]... Dit is zo... intimaat!
german: [_M_] [ryan]... Das ist so... intimate!

source: [_R_] Mmmm... yeah... Let those girls breathe!
dutch: [_R_] Mmmm... ja... Laat die meisjes ademen!
german: [_R_] Mmmm... ja... Lassen Sie diese Mädchen atmen!

source: [_MT_] {i}Ohh... I'm so turned on right now!{/i}
dutch: [_MT_] {i}Oh... Ik ben nu zo ingeschakeld!{/i}
german: [_MT_] {i}Ohhh... Ich bin jetzt so eingeschaltet! {/i}

source: [_M_] Muh... My God!... [ryan]!
dutch: [_M_] Muh... Mijn God!... [ryan]!
german: [_M_] Muh... Mein Gott!... [ryan]!

source: [_MT_] {i}Fuuuck that feels good!... My poor breasts need that extra attention!{/i}
dutch: [_MT_] {i}Fuuuuck die er goed aanvoelt!... Mijn arme borsten hebben die extra aandacht nodig!{/i}
german: [_MT_] {i}Fuuuck, der sich gut anfühlt!... Meine armen Brüste brauchen diese zusätzliche Aufmerksamkeit!{/i}

source: [_MT_] {i}It's still so weird to have weaned my little boy from sucking on my tits, to having him go right back to it as an adult.{/i}
dutch: [_MT_] {i}is het nog zo raar om mijn jongetje te hebben gezuiverd door op mijn tegels te zingen, om hem als volwassene terug te laten gaan. /i}
german: [_MT_] {i}Es ist immer noch so seltsam, meinen kleinen Jungen aus dem Saugen auf meine Titten zu locken, um ihn wieder zurück zu gehen als Erwachsene. /i}

source: [_MT_] {i}Life is so weird right now!{/i}
dutch: [_MT_] {i}Levensduur is nu zo raar!{/i}
german: [_MT_] {i}Leben ist gerade so sonderbar!{/i}

source: [_MT_] {i}His fingers in my cunt... his mouth on my nipple feels so good!{/i}
dutch: [_MT_] {i}Zijn vingers in mijn kaarten... zijn mond op mijn bouwsteen voelt zo goed!{/i}
german: [_MT_] {i}Seine Finger in meiner Fotze... der Mund an meiner Brustwarze fühlt sich so gut an!{/i}

source: [_MT_] {i}I might even be able to get there without any anal stimulation this time.{/i}
dutch: [_MT_] {i}Ik kan er deze keer misschien zelfs zonder anale stimulering komen.{/i}
german: [_MT_] {i}Ich könnte dieses Mal sogar ohne Analstimulation dorthin gelangen.{/i}

source: [_MT_] {i}Mmmm... Maybe not.{/i}
dutch: [_MT_] {i}Mmmm... Misschien niet.{/i}
german: [_MT_] {i}Mmmm... Vielleicht nicht.{/i}

source: [_M_] Just a minute, [ryan].
dutch: [_M_] Een ogenblik, [ryan].
german: [_M_] Nur eine Minute, [ryan].

source: [_M_] Would you mind going the extra mile for me again?
dutch: [_M_] Wil je nog een keer de extra mijl voor me gaan?
german: [_M_] Würdest du die zusätzliche Meile für mich wieder gehen?

source: [_R_] You mean, you need your butthole worked?
dutch: [_R_] bedoeld, je wilt dat je je butthole werkt?
german: [_R_] Du meinst, du brauchst deinen Butthole funktionieren?

source: [_M_] Not in so many words, but yes.
dutch: [_M_] Niet in zoveel woorden, maar wel.
german: [_M_] nicht in so vielen Worten, sondern ja.

source: [_M_] You can just use your fingers, or...
dutch: [_M_] Je kunt gewoon je vingers gebruiken, of...
german: [_M_] Du kannst einfach deine Finger verwenden, oder...

source: [_M_] Do what you did last time.
dutch: [_M_] Doe wat je de vorige keer deed.
german: [_M_] Tun Sie, was Sie beim letzten Mal getan haben.

source: [_R_] Yeah, I think you'll like that better.
dutch: [_R_] Yeah, ik denk dat je dat beter vindt.
german: [_R_] Ja, ich denke, dass du das besser magst.

source: [_M_] Ohhh... that is better!
dutch: [_M_] Ohhh... dat is beter!
german: [_M_] Ohhh... das ist besser!

source: [_MT_] {i}What would I do without him?{/i}
dutch: [_MT_] {i}Wat zou ik doen zonder hem?{/i}
german: [_MT_] {i}Was würde ich ohne ihn machen? {/i}

source: [_MT_] {i}I still can't believe he's giving me better orgasms than his father ever did.{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven dat hij me betere organen geeft dan zijn vader ooit ded.{/i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, dass er mir bessere Orgasmen gibt als sein Vater je zuvor. {/i}

source: [_MT_] {i}[ryan] genuinely wants to make me happy, and takes the time to make sure I'm enjoying myself.{/i}
dutch: [_MT_] {i}[ryan] wil me echt gelukkig maken en neem de tijd om er zeker van te zijn dat ik van mezelf hou.{/i}
german: [_MT_] {i}[ryan] möchte mich wirklich glücklich machen und nimmt sich die Zeit, um sicher zu gehen, dass ich mich selbst genieße.{/i}

source: [_MT_] {i}That first time having sex with him on the beach was by far the most satisfying sexual experience I've ever had in my life!{/i}
dutch: [_MT_] {i}Die eerste keer seks met hem hebben op het strand was verreweg de meest tevredenstellende seksuele ervaring die ik ooit in mijn leven heb gehad! /i}
german: [_MT_] {i}Das erste Mal, dass Sex mit ihm am Strand war, war mit Abstand die befriedigendste sexuelle Erfahrung, die ich je in meinem Leben hatte! /i}

source: [_MT_] {i}How fucked up is it that it involved my son?{/i}
dutch: [_MT_] {i}Hoe fucked het is dat het mijn zoon betroat?{/i}
german: [_MT_] {i}Wie gefickt ist es, dass mein Sohn beteiligt wurde? {/i}

source: [_MT_] {i}What's it going to be like when we finally have sex?{/i}
dutch: [_MT_] {i}Hoe zal het zijn wanneer we eindelijk seks?{/i}
german: [_MT_] {i}Wie wird es aussehen, wenn wir endlich Sex haben? {/i}

source: [_MT_] {i}Oh, fuck... No, I meant, if we ever did have sex.{/i}
dutch: [_MT_] {i}Oh, fuck... Nee, bedoel, als we ooit sex.{/i} hadden gehad
german: [_MT_] {i}Oh, fuck... Nein, ich meinte, wenn wir jemals Sex gehabt haben.{/i}

source: [_MT_] {i}Why did I think that again?{/i}
dutch: [_MT_] {i}Waarom dacht ik dat nog een?{/i}
german: [_MT_] {i}Warum dachte ich das nochmal?{/i}

source: [_MT_] {i}Oh, there it is!{/i}
dutch: [_MT_] {i}Oh, daar is het is!{/i}
german: [_MT_] {i}Oh, da ist sie!{/i}

source: [_MT_] {i}Here comes that incredible feeling!{/i}
dutch: [_MT_] {i}Hier komt dat geweldige gevoel!{/i}
german: [_MT_] {i}Hier kommt ein unglaubliches Gefühl!{/i}

source: [_M_] [ryan], I'm about to...
dutch: [_M_] [ryan], ik sta op het punt naar...
german: [_M_] [ryan], Ich bin gerne...

source: [_MT_] {i}God, yes!... Fucking incredible!{/i}
dutch: [_MT_] {i}God, ja!... Fucking ongelooflijk!{/i}
german: [_MT_] {i}Gott, ja!... Schau unglaublich aus!{/i}

source: [_M_] Wow!... Thank you. [ryan]!
dutch: [_M_] Wow!... Dank je. [ryan]!
german: [_M_] Wow!... Vielen Dank. [ryan]!

source: [_M_] I needed that release so badly!
dutch: [_M_] Ik had die release zo hard nodig!
german: [_M_] Ich brauchte diese Version so schlecht!

source: [_M_] I know our little arrangement to help each other out is a little unconventional.
dutch: [_M_] Ik weet dat onze kleine organisatie om elkaar te helpen een beetje ongebruikelijk is.
german: [_M_] Ich kenne unser kleines Arrangement gegeneinander zu helfen, ist ein wenig unkonventionell.

source: [_M_] So, I hope this still isn't affecting you negatively.
dutch: [_M_] Dus, ik hoop dat dit je nog steeds niet negatief beïnvloedt.
german: [_M_] Also hoffe ich, dass das dich immer noch nicht negativ beeinflusst.

source: [_R_] No... Not at all. I already told you that, Mom.
dutch: [_R_] Nee... Helemaal niet. Dat heb ik je al gezegd, mama.
german: [_R_] Nein... Nein... Nein. Ich habe dir das schon gesagt, Mama.

source: [_M_] Good, because for my part, it's still really good for me.
dutch: [_M_] Goed, want ik ben nog steeds goed voor mij.
german: [_M_] Gut, denn für meinen Teil ist es immer noch wirklich gut für mich.

source: [_M_] You keep boosting my self esteem, you make me feel safe, you provide for so many of my needs.
dutch: [_M_] Je stimuleert steeds mijn eigen respect, je geeft me een veilig gevoel, je voorziet zo veel van mijn behoeften.
german: [_M_] Du stärkst immer mein Selbstwertgefühl, du machst mich sicher, du versorgst so viele meiner Bedürfnisse.

source: [_M_] So, I just want you to know that I appreciate you.
dutch: [_M_] Dus ik wil gewoon dat je weet dat ik je waardeer.
german: [_M_] Also, ich möchte Sie nur zu wissen, dass ich Sie schätze.

source: [_R_] Thanks, Mom! I appreciate everything you do for me, and have done my whole life.
dutch: [_R_] Bedankt, mama. Ik waardeer alles wat je voor me doet en heb mijn hele leven gedaan.
german: [_R_] Danke, Mama! Ich schätze alles, was du für mich tust, und habe mein ganzes Leben vollbracht.

source: [_R_] I feel so lucky to be your son!
dutch: [_R_] Ik voel me zo gelukkig om jouw zoon te zijn!
german: [_R_] Ich fühle mich so glücklich, dein Sohn zu sein!

source: [_M_] Thanks, my little gentleman.
dutch: [_M_] Bedankt, mijn kleine heer.
german: [_M_] Danke, mein kleiner Herr.

source: [_M_] Sorry, I mean big gentleman.
dutch: [_M_] Sorry, ik meen een grote heer.
german: [_M_] Sorry, ich meine große Gentleman.

source: [_M_] Now, let's get out of here.
dutch: [_M_] Nu gaan we hier weg.
german: [_M_] Nun, lassen Sie uns hier raus gehen.

source: [_R_] You might want to get dressed first.
dutch: [_R_] Je wilt misschien eerst gekleed worden.
german: [_R_] Du möchtest dich vielleicht zuerst anziehen.

source: [_M_] You mean... back to the beach?
dutch: [_M_] Wil je... terug naar het strand?
german: [_M_] Du meinst... zurück zum Strand?

source: [_R_] You read my mind!
dutch: [_R_] Je hebt mijn gedachten gelezen!
german: [_R_] Du hast meinen Verstand gelesen!

source: [_M_] I should say no... We shouldn't ever do that again... Let's go, but try to control our sexual urges better this time.
dutch: [_M_] Ik zou moeten zeggen nee... We zouden dat nooit meer moeten doen... laten we gaan, maar probeer onze seksuele geaardheid dit keer beter te beheersen.
german: [_M_] Ich sollte Nein sagen... Wir sollten das nie wieder tun... Lass uns gehen, aber versuchen, unsere sexuellen Anliegen dieses Mal besser zu kontrollieren.

source: [_RT_] {i}Yes, because you're so good at saying no when you're horny... hehehe...{/i}
dutch: [_RT_] {i}Ja, omdat je zo goed bent om nee te zeggen wanneer je hoort... hemel...{/i}
german: [_RT_] {i}Ja, weil du so gut nein sagen willst, wenn du geil bist... hehehe...{/i}

source: [_R_] That sounds like a good idea.
dutch: [_R_] Dat klinkt als een goed idee.
german: [_R_] Das klingt nach einer guten Idee.

source: [_R_] Yeah... I mean, I had one more fun adventure planned for us, but I guess if you're too tired...
dutch: [_R_] Ja... Ik bedoel, ik heb nog een leuk avontuur gepland voor ons, maar ik denk dat je te moe bent...
german: [_R_] Ja... Ich meine, ich hatte noch ein lustiges Abenteuer für uns geplant, aber ich denke, wenn du zu müde bist...

source: [_M_] I'm sorry, I just still have some work I need to do before school, some papers I need to grade tonight.
dutch: [_M_] Het spijt me, ik heb nog maar wat werk te doen voor mijn school, enkele papieren die ik vanavond moet beoordelen.
german: [_M_] Es tut mir leid, ich habe nur noch etwas Arbeit vor der Schule, einige Papiere die ich heute Abend bewerten muss.

source: [_MT_] {i}Plus, I know his little adventure involves taking me back to the beach and repeating the events of last time.{/i}
dutch: [_MT_] {i}Plus, Ik ken zijn avontuur om me terug te brengen naar het strand en de gebeurtenissen van de laatste keer te herhalen.{/i}
german: [_MT_] {i}Plus, ich weiß, dass sein kleines Abenteuer darin besteht, mich zurück zum Strand zu bringen und die Ereignisse des letzten Mal zu wiederholen.{/i}

source: [_MT_] {i}It tempts me too, but we need to work at de-escalation, not making it worse.{/i}
dutch: [_MT_] {i}Het verraadt me ook, maar we moeten werken aan de-escalatie, niet aan het verslechteren ervan.{/i}
german: [_MT_] {i}Es versucht mich auch, aber wir müssen an Deeskalation arbeiten und es nicht verschlimmern.{/i}

source: [_M_] But I really did have a good time.
dutch: [_M_] Maar ik heb echt een goede tijd gehad.
german: [_M_] Aber ich hatte wirklich eine gute Zeit.

source: [_M_] I'm hoping you'll invite me out for another date next week?
dutch: [_M_] Ik hoop dat ik me volgende week uit zal nodigen voor een andere datum?
german: [_M_] Ich hoffe, du wirst mich nächste Woche für ein anderes Datum einladen?

source: [_R_] It would be my pleasure.
dutch: [_R_] Het zou mijn plezier zijn.
german: [_R_] Es wäre mir ein Vergnügen.

source: [_RT_] {i}If I want to get Mom back to the beach, I'd better make better choices during our date next time.{/i}
dutch: [_RT_] {i}Als ik de mama terug wil laten komen naar het strand, kan ik de volgende keer beter kiezen voor onze datum.{/i}
german: [_RT_] {i}Wenn ich Mama zurück zum Strand bringen möchte, sollte ich besser beim nächsten Mal bessere Entscheidungen treffen.{/i}

source: [_RT_] {i}I better make better choices and step up the date next week. I really want to take her on a little adventure next time.{/i}
dutch: [_RT_] {i}Ik maak betere keuzes en ga volgende week een stap verder. Ik wil haar de volgende keer echt op avontuur brengen.{/i}
german: [_RT_] {i}Ich treffe bessere Entscheidungen und setze das Datum nächste Woche auf. Ich möchte sie wirklich nächstes Mal auf ein kleines Abenteuer nehmen.{/i}

source: [_W_] We've got a nice Nigaata red, but we don't serve alcohol to minors.
dutch: [_W_] We hebben een mooie Nigaata rood, maar we serveren geen alcohol voor minderjarigen.
german: [_W_] Wir haben ein nettes Nigaata Rot, aber wir servieren keinen Alkohol für Minderjährige.

source: [_R_] Ha... I thought you might say that.
dutch: [_R_] Ha... Ik dacht dat je dat zou kunnen zeggen.
german: [_R_] Ha... Ich dachte, du könntest das sagen.

source: [_R_] It's alright, most people think I look eighteen, so I'm always getting carded. It's mostly because I'm short.
dutch: [_R_] Het is goed, de meeste mensen denken dat ik er achttien zie, dus ik word altijd gecrediteerd. Het is meestal omdat ik kort ben.
german: [_R_] Es ist in Ordnung, die meisten Leute denken, dass ich achtzehn aussehe, also werde ich immer ausgehändigt. Es ist vor allem deshalb, weil ich kurz bin.

source: [_W_] I would have guessed sixteen. But... that looks legitimate.
dutch: [_W_] Ik zou zestien hebben geraden. Maar... dat er legitiem uitziet.
german: [_W_] Ich hätte sechzehn erraten. Aber... das sieht legitim aus.

source: [_W_] Would you like the Nigaata, then?
dutch: [_W_] Wil je de Nigaata dan?
german: [_W_] Möchtest du die Nigaata, dann?

source: [_W_] Oh, and one thing you should be aware of, in a private dinning room like this, we respect the privacy of our dinners. so after we bring you your food, we won't come back unless you summon us.
dutch: [_W_] Oh, en één ding waar jij op moet letten in een privéetentje als deze respecteren we de privacy van onze diners. dus nadat we je eten meenemen, komen we niet meer terug tenzij je ons oproept.
german: [_W_] Oh, und eines solltest du dir bewusst sein in einem privaten Speisesaal wie diesem, respektieren wir die Privatsphäre unserer Abendessen. Nachdem wir euch also eure Nahrung mitgebracht haben, kommen wir nur wieder zurück, wenn ihr uns beschwört.

source: [_W_] You can summon us by texting the number on that card we left on the table, and we'll send someone in immediately.
dutch: [_W_] Je kunt ons oproepen door het nummer te sms'en op de kaart die we hebben achtergelaten en we sturen onmiddellijk iemand.
german: [_W_] Du kannst uns beschwören, indem du die Nummer auf der Karte schreibst, die wir auf dem Tisch gelassen haben, und wir schicken sofort jemanden ein.

source: [_M_] Oh... That's really nice.
dutch: [_M_] Oh... Dat is heel aardig.
german: [_M_] Oh... Das ist wirklich schön.

source: [_M_] I'm worried you're going to get us in trouble with that fake ID.
dutch: [_M_] Ik ben bang dat je ons in problemen zal brengen met dat nep ID.
german: [_M_] Ich fürchte, dass du uns mit dieser gefälschten ID in Schwierigkeiten bringen wirst.

source: [_M_] It would be one things if you looked older than your actual age.
dutch: [_M_] Het zou één ding zijn als je er ouder uitzag dan je huidige leeftijd.
german: [_M_] Es wäre eine Sache, wenn du älter als dein aktuelles Alter bist.

source: [_M_] And I know you don't like to hear this, but if anything, you look younger.
dutch: [_M_] En ik weet dat je dit niet graag hoort, maar zo ja, dan zie je er jonger uit.
german: [_M_] Und ich weiß, dass du das nicht gerne hörst, aber wenn überhaupt, siehst du jünger aus.

source: [_M_] What if they try to investigate it?
dutch: [_M_] Wat als ze het proberen te onderzoeken?
german: [_M_] Was passiert, wenn sie versuchen, sie zu untersuchen?

source: [_R_] Joey's the one who had it made for me. I imagine it's pretty bullet proof.
dutch: [_R_] Joey's degene die het voor mij gemaakt heeft. Ik denk dat het mooie opsommingstekens is.
german: [_R_] Joey ist derjenige, der es für mich gemacht hat. Ich kann mir vorstellen, es ist ziemlich kugelfest.

source: [_R_] You said you had a fake ID when you were my age?
dutch: [_R_] Je zei dat je een nep ID had toen je mijn leeftijd was?
german: [_R_] Du hast gesagt, dass du eine gefälschte ID hast, als du mein Alter warst?

source: [_R_] Did you ever have a fake ID?
dutch: [_R_] Heb je ooit een nep ID gehad?
german: [_R_] Hast du jemals eine gefälschte ID gehabt?

source: [_M_] Yes, I did.
dutch: [_M_] Ja, dat heb ik gedaan.
german: [_M_] Ja, das habe ich getan.

source: [_R_] Why did you get one?... What were you trying to sneak into?
dutch: [_R_] Waarom heb je er een gekregen?... Waar probeerde je naar te sluipen?
german: [_R_] Warum hast du einen bekommen?... Was versuchst du zu schleichen?

source: [_M_] Oh, God... I haven't thought about that in a long time!
dutch: [_M_] Oh, God... Daar heb ik al lang niet aan gedacht!
german: [_M_] Oh, Gott... Ich habe darüber in einer langen Zeit nicht nachgedacht!

source: [_M_] Ironically, it was to get into a strip club.
dutch: [_M_] Ironisch genoeg was het om in een stripclub te komen.
german: [_M_] Ironischerweise sollte es in einen Streifenclub kommen.

source: [_R_] No, way! Why did you want to sneak into a strip club?
dutch: [_R_] Nee, weg! Waarom wilde je in een strip club sluipen?
german: [_R_] Nein, wie! Warum willst du dich in einen Streifenclub schleichen?

source: [_M_] So... my best friend Morgan, you remember her? You met her at my class reunion.
dutch: [_M_] Zie... mijn beste vriend Morgan, herinner je je haar nog? Je hebt haar ontmoet in mijn klas reunion.
german: [_M_] So... meine beste Freundin Morgan, du erinnerst dich an sie? Du hast sie bei meiner Klassenreunion getroffen.

source: [_R_] I'm not sure...
dutch: [_R_] Ik weet het niet zeker...
german: [_R_] Ich bin nicht sicher...

source: [_M_] You were only nine years old, but you wouldn't stop obviously staring down her shirt at her cleavage.
dutch: [_M_] Je was nog maar negen jaar oud, maar je zou niet ophouden haar hemd naar beneden te staren.
german: [_M_] Du warst nur neun Jahre alt, aber du würdest nicht aufhören, ihr Hemd auf ihre Spaltung zu stürzen.

source: [_R_] Oh, yeah... I do remember her.
dutch: [_R_] Oh, ja... Ik herinner haar nog.
german: [_R_] Oh, ja... Ich erinnere mich an sie.

source: [_RT_] {i}I never forget a pair of tits.{/i}
dutch: [_RT_] {i}Ik vergeet nooit een paar tits.{/i}
german: [_RT_] {i}Ich vergesse nie ein Paar Titten.{/i}

source: [_M_] Anyways, she had an older sister named Amy, and when we were around eighteen years old, she landed her first job at The Glitter Pit.
dutch: [_M_] Hoe dan ook, ze had een oudere zus genaamd Amy, en toen we ongeveer achttien jaar oud waren, landde ze haar eerste baan bij The Glitter Pit.
german: [_M_] Jedenfalls hatte sie eine ältere Schwester namens Amy und als wir etwa achtzehn Jahre alt waren, landete sie ihren ersten Job bei The Glitter Pit.

source: [_M_] And she was like an older sister to me, so she got both Morgan and I fake ID's so that we could come support her on her first night.
dutch: [_M_] En ze was als een oudere zus voor mij, Dus ze kreeg zowel Morgan als ik nepID's zodat we haar tijdens de eerste nacht konden steunen.
german: [_M_] Und sie war wie eine ältere Schwester zu mir so bekam sie sowohl Morgan als auch ich gefälschte IDs, so dass wir sie an ihrer ersten Nacht unterstützen konnten.

source: [_MT_] {i}Jesus, I was exposed to so much that night!{/i}
dutch: [_MT_] {i}Jezus, ik was zo blootgesteld aan zoveel die nacht!{/i}
german: [_MT_] {i}Jesus, ich war so sehr der Nacht ausgesetzt!{/i}

source: [_MT_] {i}Watching Amy gyrate her hips on that stage made me question my sexuality.{/i}
dutch: [_MT_] {i}Watching Amy gyrat haar heupen in dat stadium deed me vragen stellen bij mijn seksualiteit.{/i}
german: [_MT_] {i}Schauende Amy gyrate ihre Hüften auf dieser Bühne ließ mich meine Sexualität in Frage stellen.{/i}

source: [_MT_] {i}To see an older sister figure shaking her sexy tits and ass in my direction...{/i}
dutch: [_MT_] {i}Om een oudere zusje te zien schudden met haar sexy tits en pas in mijn richting...{/i}
german: [_MT_] {i}Um eine ältere Schwesterfigur zu sehen, die ihre sexy Titten und den Arsch in meine Richtung schüttelt...{/i}

source: [_MT_] {i}And then, when she practiced her first lap dance on her sister, Morgan!...{/i}
dutch: [_MT_] {i}En dan, toen ze haar eerste lap dans op haar zus, Morgan!...{/i}
german: [_MT_] {i}Und dann, wenn sie ihren ersten Rundentanz auf ihrer Schwester praktizierte, Morgan!...{/i}

source: [_MT_] {i}Thinking about that again... God!... As if I wasn't already horny enough!{/i}
dutch: [_MT_] {i}Denk daar nog een keer... God!... Alsof ik al verschrikkelijk genoeg was!{/i}
german: [_MT_] {i}Denke daran noch einmal... Gott!... als ob ich nicht schon genug geil wäre!{/i}

source: [_R_] And?
dutch: [ _R_] En?
german: [_R_] Und?

source: [_M_] And, what?
dutch: [_M_] En?
german: [_M_] Und was?

source: [_R_] And what happened?
dutch: [_R_] En wat is er gebeurd?
german: [_R_] Und was ist passiert?
