Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_CT_] What? Are you kidding me?
dutch: [_CT_] Wat? maak je me voor de gek?
french: [_CT_] Quoi? Tu te moques de moi ?
german: [_CT_] Was? Was? Verrückt mich?
italian: [_CT_] Cosa? Mi stai prendendo in giro?

source: [_CT_] I can't believe you got me to agree to that, to only not be able to come through.
dutch: [_CT_] Ik kan niet geloven dat je me hiertoe hebt gedwongen, om het er alleen maar niet doorheen te kunnen komen.
french: [_CT_] Je n'arrive pas à croire que tu m'aies fait accepter ça, pour seulement ne pas pouvoir payer.
german: [_CT_] Ich kann nicht glauben, dass du mich damit einverstanden gemacht hast, nur nicht durchkommen zu können.
italian: [_CT_] Non posso credere che mi abbia fatto accettare questo, solo per non essere in grado di passare.

source: [_CT_] Let me finish polishing this table and stop wasting my time!
dutch: [_CT_] Laat me eindigen met het poetsen van deze tafel en stop mijn tijd te verliezen!
french: [_CT_] Laisses-moi finir de polir cette table et arrêtes de me faire perdre mon temps!
german: [_CT_] Lass mich damit fertig sein, diesen Tisch zu polieren und meine Zeit zu vergeuden!
italian: [_CT_] Lasciami finire di lucidare questo tavolo e smettere di sprecare il mio tempo!

source: [_C_] Please, [ryan]!.... Not today!
dutch: [_C_] Alsjeblieft, [ryan]!.... Niet vandaag!
french: [_C_] S'il te plait, [ryan]!.... Pas aujourd'hui !
german: [_C_] Bitte, [ryan]!.... Nicht heute!
italian: [_C_] Per favore, [ryan]!.... Non oggi!
portuguese: [_C_] Por Favor, [ryan]!.... Hoje não!

source: [_C_] I just don't have the patience for this shit.... and your money isn't going to convince me otherwise.
dutch: [_C_] Ik heb gewoon niet het geduld hiervoor... en jouw geld gaat me niet overtuigen.
french: [_C_] Je n'ai tout simplement pas la patience pour cette merde.... et ton argent ne me convaincra pas du contraire.
german: [_C_] Ich habe einfach nicht die Geduld für diese Scheiße... und dein Geld wird mich nicht anders überzeugen.
italian: [_C_] Semplicemente non ho la pazienza per questa merda... e il tuo denaro non mi convincerà altrimenti.

source: [_C_] Please just go away and let me finish my work!
dutch: [_C_] Ga gewoon weg en laat me mijn werk voltooien!
french: [_C_] S'il te plaît, va-t'en et laisse-moi finir mon travail!
german: [_C_] Bitte gehen Sie einfach weg und lassen Sie mich meine Arbeit beenden!
italian: [_C_] Per favore, vai via e lasciami finire il mio lavoro!

source: {i}"To get Aunt Camille to flash you her boobs again, you will need either Camille's libido or submission points to be at 10."{/i}
dutch: {i}"Om Aunt Camille opnieuw te laten knipperen, heb je ofwel Camilles libido of indieningspunten nodig om op 10."{/i} te zijn
french: {i}'Pour que tante Camille vous montre à nouveau ses seins, vous aurez besoin soit des points de libido de Camille, soit de points de soumission à 10.'{/i}
german: {i}"Um Tante Camille dazu zu bringen, dir ihre Stiefel erneut zu flashen, brauchst du entweder Camilles Libido oder Einreichungspunkte um bei 10."{/i} zu sein
italian: {i}"Per far sì che zia Camille ti mostri di nuovo le sue tette, dovrai avere o la libido di Camille o i punti di sottomissione a 10."{/i}
portuguese: {i}"Para pegar Camilo de tia para piscar seus cajados novamente, você precisará que o libido da Camila ou pontos de submissão estejam em 10."{/i}

source: [_RT_] {i}Alright, since this room has a spycam, let's see if anything good happens.... maybe I can catch her peeing or something.... {/i}
dutch: [_RT_] {i}Ok, omdat deze kamer een spiraat heeft, laten we kijken of er iets goeds gebeurt.... Misschien kan ik haar pingelen of iets van.... {/i}
french: [_RT_] {i}D'accord, puisque cette pièce a une caméra espion, voyons si quelque chose de bien se passe.... je peux peut-être l'attraper en train de faire pipi ou quelque chose comme ça.... {/i}
german: [_RT_] {i}Okay, da dieses Zimmer eine Spycam hat, lass uns sehen, ob irgendetwas Gutes passiert.... vielleicht kann ich ihr pissen oder etwas.... {/i}
italian: [_RT_] {i}Va bene, visto che questa stanza ha una spycam, vediamo se succede qualcosa di buono.... forse posso beccarla mentre fa pipì o qualcosa del genere.... {/i}
portuguese: [_RT_] {i}Certo, uma vez que este quarto tem uma espião, vamos ver se acontece alguma coisa boa.... talvez eu possa pegar o mascote ou algo.... {/i}

source: [_RT_] {i}Alright.... not bad.... pretty good view of her cleaning the shower.... {/i}
dutch: [_RT_] {i}Recht.... niet slecht.... best zicht op haar schoonmaak van de douche.... {/i}
french: [_RT_] {i}D'accord.... Pas mal.... assez bonne vue d'elle nettoyant la douche.... {/i}
german: [_RT_] {i}Also.... nicht schlecht.... ziemlich guter Blick auf ihre Reinigung der Dusch.... {/i}
italian: [_RT_] {i}Va bene.... non male.... bella vista di lei che pulisce la doccia.... {/i}
portuguese: [_RT_] {i}Certo.... não é ruim.... uma boa vista dela limpando o chuveiro.... {/i}

source: [_RT_] {i}I'll just zoom in and see if I can get a better view.{/i}
dutch: [_RT_] {i}Ik zal net inzoomen en kijken of ik een betere weergave kan krijgen.{/i}
french: [_RT_] {i}Je vais juste zoomer et voir si je peux obtenir une meilleure vue.{/i}
german: [_RT_] {i}Ich werde einfach zoomen und sehen, ob ich eine bessere Ansicht bekommen kann.{/i}
italian: [_RT_] {i}Mi limiterò a zoomare e vedere se riesco ad avere una vista migliore.{/i}
portuguese: [_RT_] {i}Eu só vou ampliar e ver se consigo ver uma vista melhor.{/i}

source: [_RT_] {i}That's a pretty good upskirt shot.... I can almost see some of her pussy hanging out the side of those panties.{/i}
dutch: [_RT_] {i}is een best opgeschoten.... Ik zie bijna wat van haar drukte die aan de zijkant van die vijver hangt.{/i}
french: [_RT_] {i}C'est un très bon coup de vue.... Je peux presque voir une partie de sa chatte sortir sur le côté de ces culottes.{/i}
german: [_RT_] {i}Das ist ein ziemlich guter Upskirt-Schuss.... Ich kann fast sehen, wie ein Teil ihrer Fotze auf der Seite der Fotzen hängt. {/i}
italian: [_RT_] {i}Questa è un'ottima inquadratura dal basso verso l'alto.... Posso quasi vedere parte della sua figa che sporge dal lato di quelle mutandine.{/i}
portuguese: [_RT_] {i}Isso é uma ótima upskirt shot .... Eu quase posso ver um pouco de coxinha dela pendurando o lado daquelas calcinhas. {/i}

source: [_RT_] {i}I guess I might as well capture the moment.{/i}
dutch: [_RT_] {i}Ik denk dat ik het net zo goed kan capturen.{/i}
french: [_RT_] {i}Je suppose que je pourrais aussi bien capturer ce moment.{/i}
german: [_RT_] {i}Ich denke, ich könnte genauso gut den Moment einnehmen.{/i}
italian: [_RT_] {i}Immagino che potrei anche catturare il momento.{/i}
portuguese: [_RT_] {i}Acho que posso capturar o momento.{/i}

source: [_RT_] {i}That will be a nice additon to the collection.{/i}
dutch: [_RT_] {i}Dat is een mooie aanvulling op de collectie.{/i}
french: [_RT_] {i}Ce sera un bel ajout à ma collection.{/i}
german: [_RT_] {i}Das wird ein netter Zusatz zur Sammlung sein.{/i}
italian: [_RT_] {i}Questa sarà una bella aggiunta alla collezione.{/i}
portuguese: [_RT_] {i}Isso será um belo additon para a coleção.{/i}

source: [_RT_] {i}She's sure getting that floor clean.{/i}
dutch: [_RT_] {i}Ze is zeker dat ze die vloer schoon krijgt.{/i}
french: [_RT_] {i}Elle est sûre de nettoyer le sol.{/i}
german: [_RT_] {i}Sie ist sicher, dass der Boden sauber wird.{/i}
italian: [_RT_] {i}Sicuramente sta pulendo il pavimento.{/i}
portuguese: [_RT_] {i}Com certeza vai limpar o chão.{/i}

source: [_RT_] {i}Uggghhh.... why is it taking so long for her to clean the shower?{/i}
dutch: [_RT_] {i}Oeighh.... waarom duurt het zo lang voor ze de douche schoonmaakt?{/i}
french: [_RT_] {i}Uggghhh.... pourquoi lui faut-il si longtemps pour nettoyer la douche?{/i}
german: [_RT_] {i}Uggghhh.... Warum dauert es so lange, bis sie die Dusche reinigt?{/i}
italian: [_RT_] {i}Uggghhh.... perché ci sta mettendo così tanto a pulire la doccia?{/i}
portuguese: [_RT_] {i}Uggghhh .... por que está demorando tanto para ela limpar o shower? {/i}

source: [_RT_] {i}This is getting so boring.{/i}
dutch: [_RT_] {i}Dit wordt zo saai.{/i}
french: [_RT_] {i}Cela devient tellement ennuyeux.{/i}
german: [_RT_] {i}Das wird so langweilig.{/i}
italian: [_RT_] {i}Questo sta diventando così noioso.{/i}
portuguese: [_RT_] {i}Isto está sendo tão chato.{/i}

source: [_RT_] {i}I'm really starting to need to take my morning piss.... that gives me an idea.{/i}
dutch: [_RT_] {i}Ik begin echt mijn ochtendvijver te nemen .... dat geeft me een idee.{/i}
french: [_RT_] {i}Je commence vraiment à avoir besoin d'aller faire pipi comme chaque matin.... ça me donne une idée.{/i}
german: [_RT_] {i}Ich beginne wirklich meinen Morgenpiss.... das gibt mir eine Idee.{/i}
italian: [_RT_] {i}Ho davvero bisogno di fare la mia pipì mattutina.... questo mi dà un'idea.{/i}
portuguese: [_RT_] {i}Estou realmente começando a precisar tomar o meu mijo matinal .... isso me dá uma ideia. {/i}

source: [_CT_] {i}Yuuck.... this is disgusting.{/i}
dutch: [_CT_] {i}Yuuck... . Dit is walgelijk.{/i}
french: [_CT_] {i}Yuuck.... c'est dégoûtant.{/i}
german: [_CT_] {i}Yuuck.... dies ist widerlich. {/i}
italian: [_CT_] {i}Yuuck.... questo è disgustoso.{/i}
portuguese: [_CT_] {i}Yuuck.... isto é nojento.{/i}

source: [_CT_] {i}God, I miss having my own maid.{/i}
dutch: [_CT_] {i}God, ik mis het om mijn eigen maid.{/i}
french: [_CT_] {i}Dieu, j'ai ma propre servante qui me manque.{/i}
german: [_CT_] {i}Gott, ich vermisse meine eigene Maid.{/i}
italian: [_CT_] {i}Dio, mi manca avere la mia cameriera personale.{/i}
portuguese: [__CT_] {i}Deus, eu sinto falta de ter minha própria empregada. {/i}

source: [_R_] Sorry to barge in here like this Aunt Camille!.... But I've really got to piss!
dutch: [_R_] Sorry om hier in te springen zoals deze Aunt Camille!.... Maar ik moet me echt voltrokken!
french: [_R_] Désolé de débarquer ici comme ça, tante Camille!.... Mais je dois vraiment pisser!
german: [_R_] Entschuldigen Sie, dass Sie wie diese Tante Camille hier einschiffen!.... Aber ich muss wirklich pissen!
italian: [_R_] Scusa se mi intrometto in questo modo zia Camille!.... Ma devo davvero pisciare!
portuguese: [__R_] Desculpe barrar aqui dentro como esta Tia Camille! .... Mas eu realmente tenho que mijar!

source: [_C_] Wait!.... I'm not done.... I need to wash my hands before I can leave the bathroom!
dutch: [_C_] Wacht!.... ik ben nog niet klaar.... Ik moet mijn handen wassen voordat ik de badkamer kan verlaten!
french: [_C_] Attends!.... Je n'ai pas fini.... Je dois me laver les mains avant de pouvoir quitter la salle de bain!
german: [_C_] Warte!.... Ich bin nicht fertig.... Ich muss meine Hände waschen, bevor ich das Badezimmer verlassen kann!
italian: [_C_] Aspetta!.... Non ho finito.... Devo lavarmi le mani prima di uscire dal bagno!
portuguese: [_C_] Espere!.... Não estou pronto... preciso lavar as mãos antes de sair do banheiro!

source: [_R_] Sorry!.... No time!
dutch: [_R_] Sorry!.... Geen keer!
french: [_R_] Désolé!.... Pas le temps!
german: [_R_] Sorry!.... Keine Zeit!
italian: [_R_] Scusa!.... Non c'è tempo!
portuguese: [_R_] Desculpe!.... Sem tempo!

source: [_RT_] {i}Ok, think fast.... I can either pee in front of her.... or do something even more mischievous.{/i}
dutch: [_RT_] {i}Ok, denk snel... . Ik kan ofwel voor haar vegen.... of iets nog ondeugender doen.{/i}
french: [_RT_] {i}Ok, réfléchir vite.... Je peux soit faire pipi devant elle.... ou faire quelque chose d'encore plus malin.{/i}
german: [_RT_] {i}Ok, denke schnell.... Ich kann entweder vor ihr pissen oder noch etwas Unheilsameres tun.{/i}
italian: [_RT_] {i}Ok, pensa velocemente.... Posso o fare una pipì di fronte a lei.... o fare qualcosa ancora più malizioso.{/i}
portuguese: [_RT_] {i}Ok, pense rápido... Eu posso fazer algo ainda mais malicioso.

source: [_R_] Ohhhh yeahhhh.... that feels better.
dutch: [_R_] Ohhhh yeahhhhh... . dat voelt beter.
french: [_R_] Ohhhh yeahhhh.... ça va mieux.
german: [_R_] Ohhhhh yeahhh.... das fühlt sich besser.
italian: [_R_] Ohhhh yeahhhh.... questo mi fa sentire meglio.
portuguese: [__R_] Ohhhh yeahhhh .... que se sente melhor.

source: [_CT_] {i}Ohhh.... my.... God!.... {/i}
dutch: [_CT_] {i}Ahh.... ik.... God!.... {/i}
french: [_CT_] {i}Oh.... mon.... Dieu!....{/i}
german: [_CT_] {i}Ohhhh.... Mein.... Gott!.... {/i}
italian: [_CT_] {i}Ohhh.... mio.... Dio!.... {/i}
portuguese: [_CT_] {i}Ohhh .... meu .... Deus! .... {/i}

source: [_CT_] {i}His penis is huge!{/i}
dutch: [_CT_] {i}Zijn penis is enorm!{/i}
french: [_CT_] {i}Son pénis est énorme!{/i}
german: [_CT_] {i}Sein Penis ist riesig!{/i}
italian: [_CT_] {i}Il suo pene è enorme!{/i}
portuguese: [_CT_] {i}Seu pênis é enorme! {/i}

source: [_CT_] {i}He is so much bigger than Bobby!{/i}
dutch: [_CT_] {i}Hij is zo veel groter dan Bobby!{/i}
french: [_CT_] {i}Il est tellement plus grand que celui de Bobby!{/i}
german: [_CT_] {i}Er ist so viel größer als Bobby!{/i}
italian: [_CT_] {i}E' molto più grande di Bobby!{/i}
portuguese: [_CT_] {i}Ele é muito maior que Bobby!{/i}

source: [_CT_] {i}I haven't seen a penis that big since the last time I saw Dad's.{/i}
dutch: [_CT_] {i}Ik heb geen penis zo groot gezien sinds de laatste keer dat ik Dad's.{/i} zag
french: [_CT_] {i}Je n'ai pas vu un pénis aussi gros depuis la dernière fois que j'ai vu celui de papa. {/i}
german: [_CT_] {i}Ich habe keinen Penis so groß seit ich das letzte Mal Papiere gesehen habe.{/i}
italian: [_CT_] {i}Non ho visto un pene così grande dall'ultima volta che ho visto papà.{/i}
portuguese: [_CT_] {i}Eu não vi um pênis tão grande desde a última vez que vi o Papai.{/i}

source: [_CT_] {i}But that's probably where he gets it from.{/i}
dutch: [_CT_] {i}Maar dat is waarschijnlijk waar hij het vandaan haalt.{/i}
french: [_CT_] {i}Mais c'est probablement de là qu'il l'a obtenu.{/i}
german: [_CT_] {i}Aber das ist wahrscheinlich der Ort, von dem er es bekommt.{/i}
italian: [_CT_] {i}Ma probabilmente è da lì che ha preso.{/i}
portuguese: [_CT_] {i}Mas é provavelmente de lá que ele a recebe.{/i}

source: [_CT_] {i}And that's one full bladder.{/i}
dutch: [_CT_] {i}En dat is één volle blaas.{/i}
french: [_CT_] {i}Et c'est une vessie pleine.{/i}
german: [_CT_] {i}Und das ist eine volle Blacke.{/i}
italian: [_CT_] {i}E quella è una vescica piena.{/i}
portuguese: [_CT_] {i}E essa é uma bexiga cheia.{/i}

source: {i}"Aunt Camille is very impressed!.... Way to go! Aunt Camille's libido +8"{/i}
dutch: {i}"Aunt Camille is erg onder de indruk!.... Hoera! Aunt Camille libido +8"{/i}
french: {i}'tante Camilleest très impressionnée!.... Bien joué! Libido de tante Camille +8'{/i}
german: {i}"Tante Camille ist sehr beeindruckt!.... Weg zu gehen! Tante Camilles Libido +8"{/i}
italian: {i}"Zia Camille è molto colpita! .... Così si fa! La libido di zia Camille +8"{/i}.
portuguese: {i}"Camilo de tia está muito impressionado!.... Muito bem! Lado de Cano +8"{/i}

source: [_CT_] {i}I can't believe I fit that thing in my mouth!{/i}
dutch: [_CT_] {i}Ik kan niet geloven dat ik dat ding in mijn mond kan plaatsen!{/i}
french: [_CT_] {i}Je n'arrive pas à croire que j'ai pu mettre ce truc dans ma bouche!{/i}
german: [_CT_] {i}Ich kann nicht glauben, dass ich das in meinen Mund passt!{/i}
italian: [_CT_] {i}Non riesco a credere che mi si adatti quella cosa in bocca!{/i}

source: [_CT_] {i}Why am I so compelled to watch?{/i}
dutch: [_CT_] {i}Waarom ben ik zo gedwongen om te bekijken?{/i}
french: [_CT_] {i}Pourquoi suis-je si pressé de regarder ?{/i}
german: [_CT_] {i}Warum bin ich so gezwungen zu sehen?{/i}
italian: [_CT_] {i}Perché sono così costretto a guardare?{/i}

source: {i}{b}"Aunt Camille's libido +2"{/b}{/i}
french: {i}{b}«Libido de tante Camille +2»{/b}{/i}
italian: {i}{b}"La libido di zia Camille +2"{/b}{/i}

source: [_CT_] {i}I've probably got bruises between my tits from that thing slamming up and down my chest.{/i}
dutch: [_CT_] {i}Ik heb waarschijnlijk bruisingen tussen mijn tips van dat ding dat je kunt slapen en op mijn kist staan.{/i}
french: [_CT_] {i}J'ai probablement des bleus entre les seins à cause de cette chose qui a frappé ma poitrine de haut en bas.{/i}
german: [_CT_] {i}Ich habe wahrscheinlich Prellungen zwischen meinen Titten aus dieser Sache, die meine Brust auf- und runterschlägt. {/i}
italian: [_CT_] {i}Probabilmente ho lividi tra le mie tette da quella cosa sbattendo su e giù il mio petto.{/i}

source: [_CT_] {i}I can't believe that thing's been in my hand.{/i}
dutch: [_CT_] {i}Ik kan niet geloven dat dit in mijn handen is.{/i}
french: [_CT_] {i}Je ne peux pas croire que cette chose a été dans ma main.{/i}
german: [_CT_] {i}Ich kann nicht glauben, dass es in meiner Hand war.{/i}
italian: [_CT_] {i}Non riesco a credere che la cosa sia stata nella mia mano.{/i}

source: [_CT_] {i}Why am I so compelled to watch this?{/i}
dutch: [_CT_] {i}Waarom ben ik zo verplicht om dit te bekijken?{/i}
french: [_CT_] {i}Pourquoi suis-je si pressé de regarder ça ?{/i}
german: [_CT_] {i}Warum bin ich so gezwungen, dies zu beobachten?{/i}
italian: [_CT_] {i}Perché sono così costretto a guardare questo?{/i}

source: [_CT_] {i}Holy shit! There it is again!.... {/i}
dutch: [_CT_] {i}Heilige shit! Daar is het opnieuw!.... {/i}
french: [_CT_] {i}Merde! Le revoilà !.... {/i}
german: [_CT_] {i}Heilige Scheiße! Es ist wieder so!.... {/i}
italian: [_CT_] {i}Santa merda! Eccolo di nuovo!.... {/i}
portuguese: [_CT_] {i}merda sagrada! Aqui está de novo!.... {/i}

source: [_CT_] {i}I can't look away!{/i}
dutch: [_CT_] {i}Ik kan niet wegkijken!{/i}
french: [_CT_] {i}Je ne peux pas détourner le regard!{/i}
german: [_CT_] {i}Ich kann nicht wegschauen!{/i}
italian: [_CT_] {i}Non riesco a distogliere lo sguardo!{/i}
portuguese: [_CT_] {i}Eu não posso olhar para longe! {/i}

source: [_R_] Sorry again to burst in on you like that! I just really couldn't help it.
dutch: [_R_] Sorry opnieuw om je zo in te laten barsten! Ik kon er echt niet mee helpen.
french: [_R_] Désolé encore une fois de faire irruption sur toi comme ça! Je n'ai vraiment pas pu m'en empêcher.
german: [_R_] Entschuldigen Sie, dass ich es wieder auf dich bringe! Ich konnte ihm einfach nicht helfen.
italian: [_R_] Scusami ancora per essere piombato in questo modo! Non potevo proprio farne a meno.
portuguese: [_R_] Desculpe de novo estourar em você assim! Eu só realmente não poderia ajudar.

source: [_R_] I'll get out of your way now.
dutch: [_R_] Ik zal nu uit je weg gaan.
french: [_R_] Je vais sortir maintenant.
german: [_R_] Ich komme jetzt aus dem Weg.
italian: [_R_] Ora mi tolgo dai piedi.
portuguese: [_R_] Eu vou sair do seu caminho agora.

source: [_RT_] {i}Haha.... I could see her reflection on the glass.... she couldn't take her eyes off my cock.{/i}
dutch: [_RT_] {i}Haha.... Ik kon haar reflectie op het bril zien.... ze kon haar ogen niet van mijn cock.{/i} halen.
french: [_RT_] {i}Haha.... Je pouvais voir son reflet sur la vitre.... elle ne pouvait pas enlever ses yeux de ma bite.{/i}
german: [_RT_] {i}Haha.... Ich konnte ihre Reflexion über das Glas sehen.... sie konnte sie nicht von meinem Schwanz wegnehmen.{/i}
italian: [_RT_] {i}Haha.... Potevo vedere il suo riflesso sul vetro.... non riusciva a staccare gli occhi dal mio cazzo.{/i}
portuguese: [_RT_] {i}Haha.... pude ver sua reflexão no copo... ela não conseguiu tirar os olhos do meu coque.{/i}

source: [_RT_] {i}Maybe she's got some freak on the inside that I just need to figure out how to release.{/i}
dutch: [_RT_] {i}Misschien heeft ze wat freak binnen dat ik alleen maar wil uitzoeken hoe ik moet uitkomen.{/i}
french: [_RT_] {i}Peut-être qu'elle a une monstre salope à l'intérieur d'elle que j'ai juste besoin de trouver comment libérer.{/i}
german: [_RT_] {i}Vielleicht hat sie ein paar Freaks im Inneren, die ich nur herausfinden muss, wie ich loslassen kann.{/i}
italian: [_RT_] {i}Forse ha qualche mostro dentro che devo solo capire come liberare.{/i}
portuguese: [_RT_] {i}Talvez ela tenha feito um freak por dentro que eu só precise descobrir como lançar.{/i}

source: [_CT_] {i}Ok, Camille.... clean your thoughts.... {/i}
dutch: [_CT_] {i}Ok, Camille.... schoon je gedachten schoon.... {/i}
french: [_CT_] {i}D'accord, Camille.... chasses tes pensées.... {/i}
german: [_CT_] {i}Ok, Kamille.... Reinige deine Gedanken.... {/i}
italian: [_CT_] {i}Ok, Camille.... pulisci i tuoi pensieri.... {/i}
portuguese: [_CT_] {i}Ok, Camille.... limpe seus pensamentos.... {/i}

source: [_CT_] {i}Get that massive penis out of your head!.... {/i}
dutch: [_CT_] {i}Krijg die enorme penis uit je hoofd!.... {/i}
french: [_CT_] {i}Sors ce pénis massif de ta tête!.... {/i}
german: [_CT_] {i}Hol dir diesen massiven Penis aus dem Kopf!.... {/i}
italian: [_CT_] {i}Togli quel pene enorme dalla tua testa!.... {/i}
portuguese: [_CT_] {i}Pegue aquele pênis massivo fora da sua cabeça!.... {/i}

source: [_CT_] {i}Dammit!!.... Why am I having these thoughts and feelings.{/i}
dutch: [_CT_] {i}Dammit!!... waarom ik deze gedachten en gevoelens heb.{/i}
french: [_CT_] {i}Bon sang!!.... Pourquoi ai-je ces pensées et ces sentiments.{/i}
german: [_CT_] {i}Damm!!.... Warum habe ich diese Gedanken und Gefühle.{/i}
italian: [_CT_] {i}Dannazione!!!.... Perché sto avendo questi pensieri e sentimenti.{/i}
portuguese: [_CT_] {i}Dammita!!.... Por que estou tendo estes pensamentos e sentimentos.{/i}

source: [_CT_] {i}I hate that kid!{/i}
dutch: [_CT_] {i}Ik haat die kinder!{/i}
french: [_CT_] {i}Je déteste ce gamin!{/i}
german: [_CT_] {i}Ich hasse diese Kinder!{/i}
italian: [_CT_] {i}Odio quel ragazzo!{/i}
portuguese: [_CT_] {i}Eu odeio aquele garoto! {/i}

source: [_R_] Shit!!...
french: [_R_] Merde!!...
german: [_R_] Verdammt!!...
italian: [_R_] Merda!!...

source: [_R_] I really need to pee!!
dutch: [_R_] Ik moet echt eten!!
french: [_R_] J'ai vraiment besoin de pisser!!
german: [_R_] Ich muss wirklich pissen !!
italian: [_R_] Ho davvero bisogno di fare pipì!!
portuguese: [_R_] Eu realmente preciso mijar!!

source: [_C_] Yeah.... so go...
dutch: [_C_] Ja.... ga zo...
french: [_C_] Ouais.... alors vas-y...
german: [_C_] Ja.... so geht's...
italian: [_C_] Si.... quindi vai...
portuguese: [_C_] Ah, sim.... vá...

source: [_R_] I can't.... I have stage fright.
dutch: [_R_] Ik kan niet.... Ik heb speelgoed.
french: [_R_] je ne peux pas... J’ai le trac.
german: [_R_] Ich kann nicht.... Ich habe Bühnenangriff.
italian: [_R_] Non posso.... Ho paura del palcoscenico.
portuguese: [_R_] Eu não posso .... Eu tenho susto de palco.

source: [_C_] What the hell is that?
dutch: [_C_] Wat is dat in de hel?
french: [_C_] Qu'est-ce que c'est que ça ?
german: [_C_] Was zur Hölle ist das?
italian: [_C_] Che diavolo è?
portuguese: [_C_] Que diabos é isso?

source: [_R_] It's where you can't pee because you're too embarassed to be exposed in front of somebody else.
dutch: [_R_] Het is waar je niet kunt pieken omdat je te gebogen bent om voor iemand anders te worden blootgesteld.
french: [_R_] C'est que tu ne peux pas faire pipi parce que tu es trop embarrassé devant quelqu'un d'autre.
german: [_R_] Hier kannst du nicht pissen weil du zu pissen bist, um dich vor jemand anderem zu verstecken.
italian: [_R_] È quando non riesci a fare pipì perché sei troppo imbarazzato per essere esposto davanti a qualcun altro.
portuguese: [_R_] É onde você não pode mijar, porque você está envergonhado demais para ser exposto na frente de outra pessoa.
