Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_MT_] {i}How can my body betray me like this?{/i}
dutch: [_MT_] {i}Hoe kan mijn lichaam me zo verrassen?{/i}
german: [_MT_] {i}Wie kann mein Körper mich so verraten?{/i}

source: [_MT_] {i}My pussy is dripping wet!{/i}
dutch: [_MT_] {i}Mijn poosje drijft aan!{/i}
german: [_MT_] {i}Meine Fotze tropft nass!{/i}

source: [_RT_] {i}Is that?...{/i}
dutch: [_RT_] {i}Is dat?...{/i}
german: [_RT_] {i}Ist das?...{/i}

source: [_RT_] {i}Mom's dripping all over my cock!{/i}
dutch: [_RT_] {i}Momjes overal over mijn cock!{/i}
german: [_RT_] {i}Mamas tropfend ganz über meinen Schwanz!{/i}

source: [_M_] [ryan] I'm sorry!
dutch: [_M_] [ryan] Het spijt ons!
german: [_M_] [ryan] Es tut mir leid!

source: [_M_] It's just this... having your penis right there... and the tense situation...
dutch: [_M_] Het is gewoon dit... hebben je penis er gelijk... en de gespannen situatie...
german: [_M_] Es ist genau diese... hier deinen Penis zu haben... und die angespannte Situation...

source: [_M_] I'm just so freaking horny right now!
dutch: [_M_] Ik ben op dit moment nog net zo woedend hoorn!
german: [_M_] Ich bin gerade so frech geil geil!

source: [_MT_] {i}My mind is getting foggy!... I can barely... think... of...{/i}
dutch: [_MT_] {i}Mijn geest is foggie!... Ik kan naast... dunk... van...{/i}
german: [_MT_] {i}Mein Verstand wird nebel!... Ich kann ungenügen... denken... von...{/i}

source: [_MT_] {i}Was I thinking about?...{/i}
dutch: [_MT_] {i}Was ik aan het denken?...{/i}
german: [_MT_] {i}War ich daran gedacht?...{/i}

source: [_MT_] {i}I don't have... control!{/i}
dutch: [_MT_] {i}heb ik niet... besturing!{/i}
german: [_MT_] {i}Ich habe nicht... Kontrolle!{/i}

source: [_M_] [ryan]... Forgive me for what I'm about to do!
dutch: [_M_] [ryan]... Vergeef me voor wat ik ga doen!
german: [_M_] [ryan]... Verzeihen Sie mir, was ich zu tun habe!

source: [_M_] Yes
dutch: [_M_] Ja
german: [_M_] Ja

source: [_M_] Shhh... shh... Be quiet!
dutch: [_M_] Shhhh... aart... wees stil!
german: [_M_] Schhh... Schh... Sei ruhig!

source: [_MT_] {i}Oh, yes!... This is helping!{/i}
dutch: [_MT_] {i}Ah, ja!... Dit is helpend!{/i}
german: [_MT_] {i}Ah, ja!... Das hilft!{/i}

source: [_MT_] {i}Goddammit, this feels so good!{/i}
dutch: [_MT_] {i}Goddammit, dit voelt zo goed!{/i}
german: [_MT_] {i}Goddammit, das fühlt sich so gut an!{/i}

source: [_PWT_] {i}God I hope there's no hobo's sleeping in there.{/i}
dutch: [_PWT_] {i}God ik hoop dat er geen hobo's erin slapen.{/i}
german: [_PWT_] {i}Gott Ich hoffe, dass dort kein Hobo schläft.{/i}

source: [_PWT_] {i}Or tripped out crack whore's, or teens having sex.{/i}
dutch: [_PWT_] {i}of brak scheur uit wie, of tieners seks.{/i}
german: [_PWT_] {i}Oder knackige Huren oder Teenager, die Sex haben.{/i}

source: [_PWT_] {i}To just have a quiet night for once.{/i}
dutch: [_PWT_] {i}Voor een rustige nacht ééns.{/i}
german: [_PWT_] {i}Um nur einmal eine ruhige Nacht zu haben.{/i}

source: [_MT_] {i}That's it... nice and quiet.{/i}
dutch: [_MT_] {i}Dat is het... leuk en stilliggen.{/i}
german: [_MT_] {i}Das war... nett und leise.{/i}

source: [_MT_] {i}I've made my son's cock so slippery!{/i}
dutch: [_MT_] {i}Ik heb mijn zoon zo glad gemaakt!{/i}
german: [_MT_] {i}Ich habe den Schwanz meines Sohnes so rutschig!{/i}

source: [_MT_] {i}It feels so good just sliding back and forth!{/i}
dutch: [_MT_] {i}Het voelt zo goed om terug te glijden en nu!{/i}
german: [_MT_] {i}Es fühlt sich so gut an, einfach nach und nach zurückzukehren!{/i}

source: [_MT_] {i}All I'd have to do is relax my muscles, and [ryan] would be inside me!{/i}
dutch: [_MT_] {i}Alles wat ik moet doen is mijn spieren ontspannen, en [ryan] zou in mij zijn!{/i}
german: [_MT_] {i}Alles was ich tun müsste, ist, meine Muskeln zu entspannen, und [ryan] wäre in mir!{/i}

source: [_MT_] {i}My pussy has never had that much meat in it!{/i}
dutch: [_MT_] {i}Mijn Plaag heeft er nog nooit zoveel vlees in gehad!{/i}
german: [_MT_] {i}Meine Fotze hat noch nie so viel Fleisch in ihr gehabt!{/i}

source: [_MT_] {i}It's so tempting!{/i}
dutch: [_MT_] {i}Het is zo verleidelijk!{/i}
german: [_MT_] {i}Es ist so verlockend!{/i}

source: [_RT_] {i}I'm in heaven!{/i}
dutch: [_RT_] {i}Ik ben in de hemel!{/i}
german: [_RT_] {i}Ich bin im Himmel!{/i}

source: [_RT_] {i}And yet, those police just feet away could make my life hell.{/i}
dutch: [_RT_] {i}En toch, die politie die net voet weg kan mijn leven hell.{/i}
german: [_RT_] {i}Und doch könnte diese Polizei nur Füße entfernt mein Leben zur Hölle machen.{/i}

source: [_RT_] {i}What if they found my mom thigh fucking my cock?{/i}
dutch: [_RT_] {i}Wat als ze mijn moeder dief hebben gevonden die mijn cock?{/i} aan het rooien is?{/i}
german: [_RT_] {i}Was wäre, wenn sie meinen Oberschenkel, der meinen Schwanz ficken würde? {/i}

source: [_RT_] {i}We'd put Florida Man and Alabama Man to shame.{/i}
dutch: [_RT_] {i}We plaatsen Florida Man en Alabama Man op een schande.{/i}
german: [_RT_] {i}Wir haben Florida Man und Alabama Man zur Schande gebracht.{/i}

source: [_RT_] {i}To think, all I'd have to do is give it an extra hard thrust, and my cock would be right back where it was when I began this life.{/i}
dutch: [_RT_] {i}Om te denken, het enige wat ik moet doen is het een extra harde geest geven, en mijn buik zou terug zijn waar het was toen ik dit leven begon. /i}
german: [_RT_] {i}Um zu denken, muss ich ihm nur einen zusätzlichen Schub geben, und mein Schwanz wäre genau dort, wo es war, als ich dieses Leben begann. /i}

source: [_PWT_] There wasn't anybody in the girls dressing hut.
dutch: [_PWT_] Er was niemand in de meisjes die de hut aankleden.
german: [_PWT_] Es gab niemanden in der Mädchenhütte.

source: [_PWT_] Hopefully we can make it two for two.
dutch: [_PWT_] Hopelijk kunnen we het er twee voor maken.
german: [_PWT_] Hoffentlich können wir es zwei für zwei schaffen.

source: [_RT_] {i}This feels too good!{/i}
dutch: [_RT_] {i}Dit voelt te goed!{/i}
german: [_RT_] {i}Das fühlt sich zu gut an!{/i}

source: [_RT_] {i}I'm getting so close!{/i}
dutch: [_RT_] {i}Ik word zo dichtbij!{/i}
german: [_RT_] {i}Ich komme so nah!{/i}

source: [_RT_] {i}Holy fuck!!!{/i}
dutch: [_RT_] {i}Heilige fusie !!!{/i}
german: [_RT_] {i}Heiliger Fick!!!{/i}

source: [_RT_] {i}I just penetrated Mom's pussy!{/i}
dutch: [_RT_] {i}I penetreerde net Mes Psy!{/i}
german: [_RT_] {i}Ich bin gerade in die Fotze von Mama!{/i}

source: {i}"[ryan]'s cum loads in his Mom's pussy +1"{/i}
dutch: {i}"[ryan]'s kubus laadt in zijn Mom's pussy +1"{/i}
german: {i}"[ryan]'s cum lädt in seiner Mama Fotze +1"{/i}

source: [_MT_] {i}Oh... my... God!...{/i}
dutch: [_MT_] {i}Oh... mijn... God!...{/i}
german: [_MT_] {i}Oh... mich... Gott!...{/i}

source: [_MT_] {i}My own son is inside me!{/i}
dutch: [_MT_] {i}Mijn eigen zoon is in mij!{/i}
german: [_MT_] {i}Mein eigener Sohn ist in mir!{/i}

source: [_MT_] {i}He just... came inside me!{/i}
dutch: [_MT_] {i}Juli... kwam in mij aan!{/i}
german: [_MT_] {i}Er richtig... kam in mich!{/i}

source: [_MT_] {i}My own grandchildren are racing to my womb right now!{/i}
dutch: [_MT_] {i}Mijn eigen kleinkinderen zijn aan het racen naar mijn buik nu!{/i}
german: [_MT_] {i}Meine eigenen Enkel fahren gerade mit meinem Mutter!{/i}

source: [_MT_] {i}Or my... children?... [ryan]'s children?... [ryan]'s siblings?{/i}
dutch: [_MT_] {i}of mij... kinderen?... [ryan]zijn kinderen?... [ryan]zijn zussen?{/i}
german: [_MT_] {i}Oder mich... Kinder?... [ryan]'s Kinder?... [ryan]Geschwister?{/i}

source: [_MT_] {i}And he let out so much!... No, no, no!... This isn't okay! Goddammit! My own son creampied me, and all my body can do is {b}love it{/b}!{/i}
dutch: [_MT_] {i}En hij laat zo veel uit!... Nee, nee!... Dit is niet goed! Goddammi! Mijn eigen zoon is me gerampideerd en al mijn lichaam kan {b}ervan houden{/b}!{/i}
german: [_MT_] {i}Und er macht so viel aus!... Nein, nein, nein!... Das ist nicht in Ordnung! Goddammit! Mein eigener Sohn hat mich zerschmettert und mein ganzer Körper ist {b}lieben{/b}!{/i}

source: [_MT_] {i}No!, I think I'm going to...{/i}
dutch: [_MT_] {i}Nee!, ik denk dat ik ga naar...{/i}
german: [_MT_] {i}Nein!, ich glaube, ich gehe zu...{/i}

source: [_MT_] {i}Aaahhh!...{/i}
german: [_MT_] {i}Aaahh!...{/i}

source: [_MT_] {i}Oh, my God, oh my God, oh my God!{/i}
dutch: [_MT_] {i}Oh, mijn God, oh mijn God, oh mijn God!{/i}
german: [_MT_] {i}Oh, mein Gott, oh mein Gott, oh mein Gott!{/i}

source: [_RT_] {i}Holy fuck, holy fuck, holy fuck!{/i}
dutch: [_RT_] {i}Heilige fuck, heilige fuk, heilige fuks!{/i}
german: [_RT_] {i}Heiliger Fick, heiliger Fick, heiliger Fick!{/i}

source: [_PWT_] What a relief!
dutch: [_PWT_] Wat een opluchting!
german: [_PWT_] Was für eine Erleichterung!

source: [_MT_] {i}Oh, no!... Our sex juices are puddling under the door!{/i}
dutch: [_MT_] {i}Oh, nee!... Onze seksapen slaan onder de deur! {/i}
german: [_MT_] {i}Oh, nein!... Unsere Sexsäfte verpudeln unter der Tür!{/i}

source: [_MT_] {i}Please don't look down!{/i}
dutch: [_MT_] {i}Gelieve niet naar beneden te kijken!{/i}
german: [_MT_] {i}Bitte nicht nach unten schauen!{/i}

source: {i}"Collective sigh of relief."{/i}
dutch: {i}"Collectieve zucht van opluchting."{/i}
german: {i}"Kollektiver Seufzer der Erleichterung."{/i}

source: [_M_] {i}(Whispering){/i} Is she?...
dutch: [_M_] {i}(Fluister){/i} Is het?...
german: [_M_] {i}(Flüstern){/i} Ist sie?...

source: [_R_] Shh... lets just wait a minute.
dutch: [_R_] Shh... laat een minuut wachten.
german: [_R_] Shh... lässt nur eine Minute warten.

source: [_P_] So, nothing?
dutch: [_P_] Dus, niets?
german: [_P_] Also nichts?

source: [_PW_] All clear.
dutch: [_PW_] Allemaal duidelijk.
german: [_PW_] Alles klar.

source: [_P_] Did you check behind the doors?
dutch: [_P_] Heb je achter de deur gecontroleerd?
german: [_P_] Hast du hinter den Türen geschaut?

source: [_PW_] Of course I did. What, do you think I'm an idiot?
dutch: [_PW_] Natuurlijk heb ik dat gedaan. Wat denk je dat ik een idioot ben?
german: [_PW_] Natürlich habe ich es getan. Was meinst du, bin ich ein Idiot?

source: [_PWT_] {i}Did I check behind the doors?{/i}
dutch: [_PWT_] {i}Heb ik achter de deuren gecontroleerd?{/i}
german: [_PWT_] {i}Wurde ich hinter der Tür überprüft?{/i}

source: {i}"Sound of police truck driving off."{/i}
dutch: {i}"Geluid van de politievrachtwagen die uitrijd."{/i}
german: {i}"Sound of police LKW fahren aus."{/i}

source: [_R_] Holy shit!
dutch: [_R_] Heilige shit!
german: [_R_] Heilige Scheiße!

source: [_M_] I thought we were busted!
dutch: [_M_] Ik dacht dat we gebakken waren!
german: [_M_] Ich dachte, wir wären kaputt!

source: [_R_] Can you imagine what would have happened if she'd looked behind the door?
dutch: [_R_] Kan je je voorstellen wat er zou zijn gebeurd als ze achter de deur zou gekeken?
german: [_R_] Kannst du dir vorstellen, was passiert wäre, wenn sie hinter die Tür schaute?

source: [_M_] She would have found a terrible mother with a pussy full of her own son's cum.
dutch: [_M_] Ze zou een verschrikkelijke moeder hebben gevonden met een posy vol met haar eigen zoon cum.
german: [_M_] Sie hätte eine schreckliche Mutter mit einer Fotze mit ihrem eigenen Sohn gefunden.

source: [_R_] Mom, I'm so sorry about... I didn't mean for that to...
dutch: [_R_] Mama, het spijt me zo over... Dat was niet bedoeld...
german: [_R_] Mama, es tut mir so leider... Ich habe nicht gemeint für...

source: [_M_] No, don't!
dutch: [_M_] Nee, niet!
german: [_M_] Nein, nicht!

source: [_M_] The fact that you came inside is a bit problematic, but I'm not sorry about the rest of it... and if that makes me a terrible mother.
dutch: [_M_] Het feit dat je binnen kwam is een beetje problematisch, maar het spijt me niet over de rest ervan. . en als dat mij een verschrikkelijke moeder maakt.
german: [_M_] Die Tatsache, dass du drin gekommen bist, ist ein bisschen problematisch, aber es tut mir nicht leid über den Rest davon. . und wenn das mich zu einer schrecklichen Mutter macht.

source: [_R_] You're the best mother any son could ask for.
dutch: [_R_] Je bent de beste moeder waar zoon naar kon vragen.
german: [_R_] Du bist die beste Mutter, nach der dein Sohn fragen könnte.

source: [_M_] You mean any son who's got an Oediple complex.
dutch: [_M_] Je betekent elke zoon die een Oediple complex heeft gekregen.
german: [_M_] Du meinst jeden Sohn, der einen Ödiplexen Komplex hat.

source: [_M_] And how in the hell are you still hard?
dutch: [_M_] En hoe in de hel ben je nog steeds hard?
german: [_M_] Und wie in der Hölle bist du immer noch hart?

source: [_R_] I don't know. It just... never went away.
dutch: [_R_] Ik weet het niet. Het maar... ging nooit weg.
german: [_R_] Ich weiß es nicht. Es ist nur... ist nie verschwunden.

source: [_R_] I guess... I'm still really horny.
dutch: [_R_] Ik denk dat ik nog steeds verschrikkelijk ben.
german: [_R_] Ich vermutet... Ich bin immer noch sehr geil.

source: [_M_] So am I.
dutch: [_M_] Dus ben ik.
german: [_M_] So bin ich.

source: [_M_] But [ryan]... If this is... If you don't think we should...
dutch: [_M_] Maar [ryan]... Als dit is... Als je niet denkt dat we moet...
german: [_M_] Aber [ryan]... Wenn dies der Fall ist... Wenn du nicht der Meinung bist, wir sollten...

source: [_R_] Don't worry, Mom!
dutch: [_R_] Maak je geen zorgen, Mom!
german: [_R_] Keine Sorge, Mama!

source: [_R_] Do you actually think that I wouldn't want to do this with you?
dutch: [_R_] Vind je eigenlijk dat ik dit niet met je zou willen doen?
german: [_R_] Glauben Sie wirklich, dass ich das nicht mit dir machen möchte?

source: [_R_] Haven't you realized that I've been desiring you ever since that night I first saw you stripping at Joey's club?
german: [_R_] Hast du nicht bemerkt, dass ich dich schon seit jener Nacht begeistern konnte, wie ich dich zum ersten Mal im Joey-Club abstreifen sah?

source: [_R_] I've been longing for this moment ever since that night!
dutch: [_R_] Ik houd al sinds die nacht vast aan dit moment!
german: [_R_] Ich sehnte mich schon seit jener Nacht!

source: [_R_] You're the perfect woman! Dad sure as hell doesn't deserve you, and I'm going to keep doing everything I can to try and be worthy of you.
dutch: [_R_] Je bent de perfecte vrouw! Papa zoals de hel je niet verdient, en ik zal alles blijven doen wat ik kan om jou waardig te zijn.
german: [_R_] Du bist die perfekte Frau! Papa, als die Hölle dich nicht verdient, und ich werde alles tun, was ich kann, um zu versuchen, würdig zu sein.

source: [_RT_] {i}Holy Jesus, Wow!{/i}
dutch: [_RT_] {i}Heilige Jezus, wow!{/i}
german: [_RT_] {i}Heiliger Jesus, Wow!{/i}

source: [_MT_] {i}Why couldn't I have met [ryan] all those years ago?{/i}
dutch: [_MT_] {i}Waarom had ik [ryan] al die jaren geleden niet kunnen ontmoeten?{/i}
german: [_MT_] {i}Warum konnte ich vor all diesen Jahren [ryan] nicht erfüllen?{/i}

source: [_MT_] {i}I know that doesn't make sense, but how much better could my life have been if I'd had a husband that actually cares for me like [ryan] does?{/i}
dutch: [_MT_] {i}Ik weet dat dat onzinnig is. maar hoe veel beter had mijn leven kunnen zijn als ik een man had die me echt om [ryan] geeft. /i}
german: [_MT_] {i}Ich weiß, das macht keinen Sinn aber wie viel besser hätte mein Leben sein können, wenn ich einen Ehemann hätte, der mich eigentlich wie [ryan] kümmert? /i}

source: [_MT_] {i}Is there actually any way we can make this work going forward?{/i}
dutch: [_MT_] {i}Is er echt een manier om dit werk vooruit te brengen?{/i}
german: [_MT_] {i}Gibt es wirklich eine Möglichkeit, diese Arbeit voranzubringen?{/i}

source: [_MT_] {i}That doesn't even matter right now. For now, I'm just going to clean that huge cock off so he can stick it back in me.{/i}
dutch: [_MT_] {i}Dat maakt op dit moment niet eens uit. Op dit moment ga ik gewoon die grote hanen afscheid nemen zodat hij het in mij kan terugstoppen.{/i}
german: [_MT_] {i}Das spielt momentan keine Rolle. Im Moment werde ich diesen riesigen Schwanz einfach reinigen, so dass er ihn in mir zurückhalten kann.{/i}

source: [_M_] Oh, good Lord!... Now I see what this is.
dutch: [_M_] Oh, goede Heer!... Ik zie nu wat dit is.
german: [_M_] Oh, guter Lord!... Jetzt sehe ich, was das ist.

source: [_M_] You've been playing me like one of your incest computer games, haven't you?
dutch: [_M_] Je hebt me gespeeld als een van je leukste computerspellen, nietwaar?
german: [_M_] Du hast mich gespielt wie eines deiner inzest Computerspiele, oder?

source: [_M_] And now you're buttering me up and trying to increase my love points?
dutch: [_M_] En nu knippert je me op en probeert je mijn liefdespunten te verhogen?
german: [_M_] Und jetzt schmettert mich und versucht meine Liebespunkte zu erhöhen?

source: [_R_] Mom, it's not like...
dutch: [_R_] Mama, het is niet leuk...
german: [_R_] Mama, es ist nicht wie...

source: [_M_] Well, Congratulations!
dutch: [_M_] Nou, Gefeliciteerd!
german: [_M_] Nun, herzlichen Glückwunsch!

source: [_M_] You won!
dutch: [_M_] je hebt gewonnen!
german: [_M_] Du hast gewonnen!

source: [_M_] I know exactly what you're doing, and I still can't stop myself from wanting you to fuck me right now.
dutch: [_M_] Ik weet precies wat je aan het doen bent en ik kan er nog steeds niet mee ophouden dat je me op dit moment doodmoest.
german: [_M_] Ich weiß genau, was du tust, und ich kann mich immer noch nicht davon abhalten, mich jetzt zu ficken.

source: [_M_] This whole situation's made me so damn horny!
dutch: [_M_] Deze hele situatie maakte me verdomde hoorn!
german: [_M_] Diese ganze Situation hat mich so verdammt geil geil gemacht!

source: [_M_] So, unless you have any objections, I'm going to clean that cock off before I stick it back in my pussy.
dutch: [_M_] Dus, tenzij je er bezwaar tegen hebt, ga ik die gooi schoonmaken voordat ik hem weer in mijn potje stop.
german: [_M_] Wenn du also keine Einwände hast, werde ich den Schwanz reinigen, bevor ich ihn wieder in meiner Fotze stehe.

source: [_R_] Don't worry, Mom. Nothing's changed.
dutch: [_R_] Maak je geen zorgen, mama. Niets is veranderd.
german: [_R_] Keine Sorge, Mama. Nichts wurde geändert.

source: [_R_] We're still just satisfying each other's natural urges.
dutch: [_R_] We zijn nog steeds gewoon tevreden met elkaars natuurlijke urges.
german: [_R_] Wir erfüllen uns immer noch nur die natürlichen Wünsche des anderen.

source: [_R_] We've just added another option to our menu.
dutch: [_R_] We hebben zojuist een andere optie aan ons menu toegevoegd.
german: [_R_] Wir haben gerade eine weitere Option zu unserem Menü hinzugefügt.

source: [_MT_] {i}Ouch!... I thought maybe I meant more to him than just the next nut.{/i}
dutch: [_MT_] {i}Ouch!... Ik dacht dat ik misschien meer tegen hem bedoelde dan alleen de volgende noten.{/i}
german: [_MT_] {i}Ausch!... Ich dachte, ich meinte ihm vielleicht mehr als nur die nächste Nüsse.{/i}

source: [_MT_] {i}I know that's the game we've been playing, but I guess I just thought...{/i}
dutch: [_MT_] {i}Ik weet dat het spel is dat we hebben gespeeld, maar ik denk dat dat wel goed is...{/i}
german: [_MT_] {i}Ich weiß, dass das Spiel wir gespielt haben, aber ich denke, ich habe gerade gedacht...{/i}

source: [_M_] I'm not entirely sure I'm comfortable with how casually you're approaching sex with me.
dutch: [_M_] Ik ben er niet helemaal zeker van dat ik me prettig voel met hoe nonchalant je seks bij me nastreeft.
german: [_M_] Ich bin mir nicht ganz sicher, wie leicht ich mich mit dem Sex nähere.

source: [_M_] Remember this is just temporary! Sex is a last resort, after we've exhausted all the avenues to take care of eachother.
dutch: [_M_] Vergeet niet dat dit tijdelijk is! Sex is een laatste redmiddel, nadat we alle mogelijkheden hebben uitgeput om voor elkaar te zorgen.
german: [_M_] Denke daran, dass dies nur vorübergehend ist! Sex ist ein letzter Ausweg, nachdem wir alle Alleen erschöpft haben, um sich um alle anderen zu kümmern.

source: [_M_] You're lucky I'm feeling so needy right now, because if I weren't... I'd tell you to take a hike.
dutch: [_M_] Je hebt geluk dat ik me nu zo noodlijdend voel, want als ik het was, zou ik je zeggen dat je een wandeling moet nemen.
german: [_M_] Du hast Glück, ich fühle mich gerade jetzt so bedürftig, denn wenn ich war... Ich würde dir sagen, eine Wanderung zu machen.

source: [_M_] But, as it is... Let me clean off that cock so I can put it back in my pussy.
dutch: [_M_] Maar, zoals het is... Laat me die jas opschonen zodat ik hem terug kan zetten.
german: [_M_] Aber, wie es ist... Lasst mich den Schwanz reinigen, damit ich ihn wieder in meine Fotze stecken kann.

source: [_M_] You're right, I mean... We've still got to be careful not to get too casual with this.
dutch: [_M_] Je hebt gelijk, ik bedoel... We moeten er nog voor oppassen dat we hier niet te nonchalant mee worden.
german: [_M_] Du hast Recht, ich meinte... Wir müssen immer noch aufpassen, um damit nicht zu unpassend zu werden.

source: [_M_] Sex needs to only be used when we're feeling really desperate. After we've tried every other trick to relieve each other, but can't seem to take the edge off.
dutch: [_M_] Seks hoeft alleen gebruikt te worden als we ons echt wanhopig voelen. Nadat we elke andere truc hebben geprobeerd om elkaar te ontlasten, kunnen we de rand niet uittrekken.
german: [_M_] Sex muss nur verwendet werden, wenn wir uns wirklich verzweifelt fühlen. Nachdem wir jeden anderen Trick versucht haben, sich gegenseitig zu entlasten, aber es scheint nicht möglich zu sein, den Vorsprung zu nehmen.

source: [_M_] Which just so happens to be where I'm at right now.
dutch: [_M_] Welke toevallig is waar ik nu ben.
german: [_M_] Wie genau das zufällig ist, wo ich gerade gerade bin.

source: [_M_] Do you mind if I clean that cock off so I can stick it back inside me?
dutch: [_M_] Vind je het erg als ik die kas opschoon zodat ik hem in mij terug kan blijven plakken?
german: [_M_] Haltet es dir ein, wenn ich den Schwanz abräume, damit ich ihn in mir zurückkleben kann?

source: [_M_] There, now I'll just rub that mess right back into your skin.
dutch: [_M_] Daar zal ik nu net die rommel weer in je huid wrijven.
german: [_M_] da, jetzt werde ich einfach diesen Schlamassel wieder in deine Haut reiben.

source: [_M_] I can't believe you're still so hard right after um...
dutch: [_M_] Ik kan niet geloven dat je na mij nog steeds zo hard bent...
german: [_M_] Ich kann nicht glauben, dass du gleich noch so hart bist...

source: [_R_] Filling your pussy?
dutch: [_R_] Je Push invullen?
german: [_R_] Füllen Sie Ihre Fotze?

source: [_MT_] {i}Good Lord!... Having my own son talk dirty like that to me makes my whole body tingle!{/i}
dutch: [_MT_] {i}Goede Heer!... Mijn eigen zoon praten vies zoals dat voor mij maakt mijn hele lichaam aan het ting!{/i}
german: [_MT_] {i}Guten Lord!... Wenn mein eigener Sohn so schmutzig zu mir spricht, wird mein ganzer Körper kitzeln!{/i}

source: [_M_] I was going to say ejaculation, but yeah, after you filled my naughty pussy with your sticky cum.
dutch: [_M_] Ik was van plan om ejaculatie te zeggen, maar ja, nadat je mijn stoute poosje had gevuld met je kleverige kat.
german: [_M_] Ich wollte Ejakulation sagen, aber ja, nachdem du meine versaute Fotze mit deinem klebrigen Cum gefüllt hast.

source: [_RT_] {i}Oh, wow!... Having Mom talk like that almost made me cum! I'd better be careful if I'm going to last much longer.{/i}
dutch: [_RT_] {i}Oh, wow!... Het hebben van mama die me bijna heeft gemaakt! Ik zou beter voorzichtig zijn als ik langer zou blijven.{/i}
german: [_RT_] {i}Oh, wow!... Wenn die Mama so spricht, habe ich mich fast mit! Ich würde besser vorsichtig sein, wenn ich viel länger dauern möchte.{/i}
