Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] Sorry, I guess it just seems that with Dad gone our relationship has changed to a...
dutch: [_R_] Sorry, ik denk dat het alleen maar lijkt dat met Pad onze relatie veranderd is in een...
german: [_R_] Tut mir leid, es scheint einfach so zu sein, als ob sich unsere Beziehung zu Papa geändert hat...

source: [_M_] I don't want to talk about this right now. I've got to go.
dutch: [_M_] Ik wil hier nu niet over praten. Ik moet gaan.
german: [_M_] Ich möchte jetzt nicht darüber sprechen. Ich muss gehen.

source: [_M_] Be good while I'm gone.
dutch: [_M_] ben goed als ik weg ben.
german: [_M_] Sei gut, während ich weg bin.

source: [_R_] I'm in a prison. What trouble could I get into?
dutch: [_R_] Ik ben in een gevangenis. Welke problemen kan ik krijgen?
german: [_R_] Ich befinde mich in einem Gefängnis. In welche Schwierigkeiten könnte ich hineinkommen?

source: [_M_] Haha... Good point.
dutch: [_M_] Haha... Goed punt.
german: [_M_] Haha... Gut.

source: [_R_] Ohhh... This is going to be so boring.
dutch: [_R_] Ohhh... Dit zal zo saai zijn.
german: [_R_] Ohhhh... Das wird so langweilig.

source: [_M_] I see there's a TV over there, you like watching sports, right?
dutch: [_M_] Ik zie daar een TV, je houdt van sporten, toch?
german: [_M_] Ich sehe, dass es einen Fernseher da drüben, du kommst Sport zu beobachten, oder?

source: [_R_] If there's nothing else on.
dutch: [_R_] Als er niets anders is.
german: [_R_] Wenn nichts anderes übrig ist.

source: [_M_] Well, maybe you can find the remote... I've got to go. Good luck!
dutch: [_M_] Nou, misschien kan je de afstandsbediening vinden... Ik moet gaan. Veel succes!
german: [_M_] Nun, vielleicht findest du die Fernbedienung... Ich muss gehen. Viel Glück!

source: [_R_] You too.
dutch: [_R_] jij ook.
german: [_R_] Sie auch.

source: [_R_] I mean with your visit... Not with the conjugal... I mean...
dutch: [_R_] Ik bedoel met jouw bezoek... Niet met het karretje... Ik bedoel...
german: [_R_] Ich meine mit deinem Besuch... Nicht mit Konjugal... Ich meine...

source: [_M_] Don't finish that.
dutch: [_M_] Maak dat niet af.
german: [_M_] Beende das nicht.

source: [_M_] I'll see you soon.
dutch: [_M_] Ik zie je snel.
german: [_M_] Ich werde dich bald sehen.

source: [_RT_] {i}Ugghhh... No remote. Looks like I'm stuck watching two teams I know nothing about play soccer.{/i}
dutch: [_RT_] {i}Oegghhh... Geen afstandsbediening. Het lijkt erop dat ik vast zit te kijken naar twee teams die ik niets weet over het spelen van voetbal. {/i}
german: [_RT_] {i}Ugghhh... Keine Fernbedienung. Sieht so aus, als ob ich zwei Teams beobachte, die ich nichts über Fußball kenne.{/i}

source: [_RT_] {i}Could this day get any worse?{/i}
dutch: [_RT_] {i}Kan het deze dag nog erger worden?{/i}
german: [_RT_] {i}Könnte heute noch schlimmer werden?{/i}

source: [_RT_] {i}Ohhh... It actually just got a whole lot better.{/i}
dutch: [_RT_] {i}Ahhh... Het heeft eigenlijk een heel stuk beter.{/i}
german: [_RT_] {i}Ohhhh... Es hat gerade eine ganze Menge besser.{/i}

source: [_RT_] {i}That dress is so short.{/i}
dutch: [_RT_] {i}Die jurk is zo kort.{/i}
german: [_RT_] {i}Das Kleid ist so kurz.{/i}

source: [_RT_] {i}I can see her panties... And they're leaving little to the imagination.{/i}
dutch: [_RT_] {i}Ik kan haar helften zien... En ze laten weinig aan de verbeelding achter.{/i}
german: [_RT_] {i}Ich kann ihre Höhen sehen... Und sie lassen wenig der Fantasie überlassen.{/i}

source: [_RT_] {i}Oh shit!... She caught me staring!{/i}
dutch: [_RT_] {i}Ah shit!... Ze ving me sterren!{/i}
german: [_RT_] {i}Oh shit!... Sie hat mich erwischt!{/i}

source: [_RT_] {i}She's coming over here!... What do I do?{/i}
dutch: [_RT_] {i}Ze komt hier!... Wat doe ik dan?{/i}
german: [_RT_] {i}Sie kommt hierher!... Was mache ich?{/i}

source: [_UG_] Cola Cola, or Mounted Spew?
dutch: [_UG_] Cola Cola, of gemonteerde Snelheid?
german: [_UG_] Cola Cola, oder Reiterhalter?

source: [_UG_] To drink, which one do you want?
dutch: [_UG_] Om te drinken, welke wil je dan?
german: [_UG_] Um zu trinken, welche willst du?

source: [_R_] Oh, uhh... I guess I'll take the Cola... Thanks!
dutch: [_R_] Oh, uh... Ik denk dat ik de Coa mee zal nemen... Bedankt!
german: [_R_] Oh, uhhh... Ich denke, ich nehme die Cola... Danke!

source: [_UG_] My name's Breanne, by the way.
dutch: [_UG_] Mijn naam is Breanne, tussen haakjes.
german: [_UG_] Mein Name Breanne, nebenbei bemerkt.

source: [_R_] Oh... That's a nice name... I'm [ryan].
dutch: [_R_] Oh... Dat is een mooie naam... Ik ben [ryan].
german: [_R_] Oh... Das ist ein netter Name... Ich bin [ryan].

source: [_R_] Thanks again for the soda.
dutch: [_R_] nogmaals bedankt voor de soda.
german: [_R_] Vielen Dank noch einmal für die Soda.

source: [_BA_] Sure... What you in for?
dutch: [_BA_] Natuurlijk... Waar ben je mee bezig?
german: [_BA_] sicher... Wofür bist du da?

source: [_R_] Just visiting my dad.
dutch: [_R_] Net mijn vader bezoeken.
german: [_R_] Besuchen Sie einfach meinen Vater.

source: [_R_] How bout you?
dutch: [_R_] Hoe knijpje?
german: [_R_] Wie müde du dich aus?

source: [_BA_] Visiting Dad as well.
dutch: [_BA_] Bezoek Bezoek Papa ook.
german: [_BA_] Besuche auch Papier.

source: [_BA_] Why's yours in prison?
dutch: [_BA_] Waarom is jij in de gevangenis?
german: [_BA_] Warum bist du im Gefängnis?

source: [_R_] Cuz the fucking idiot thought it would be a good idea to do business with the Mafia.
dutch: [_R_] Cuz the fucking idiot dacht dat het een goed idee was om zaken te doen met de maffia.
german: [_R_] Cuz der fucking Idiot dachte, es wäre eine gute Idee, Geschäfte mit der Mafia zu machen.

source: [_R_] Then he got himself caught.
dutch: [_R_] Toen kreeg hij zichzelf gepakt.
german: [_R_] Dann hat er sich gefangen.

source: [_BA_] Really? Which family?
dutch: [_BA_] Echt waar? Welke familie?
german: [_BA_] Wirklich? Welche Familie?

source: [_R_] Uhh... The DeCapos... why?
dutch: [_R_] Uhh... De DeCapos... waarom?
german: [_R_] Uhhh... Die Einnahme... warum?

source: [_BA_] Well, then we're practically siblings.
dutch: [_BA_] Nou, dan zijn we praktisch broers.
german: [_BA_] Nun, dann sind wir praktisch Geschwister.

source: [_BA_] My dad worked for the DeCapos too... that is, before he stole money from them and went into hiding.
dutch: [_BA_] Mijn vader werkte ook voor de DeCapos ... dat wil zeggen, voordat hij geld van hen heeft gestolen en naar het verbergen is gegaan.
german: [_BA_] Mein Vater hat auch für den DeCapos gearbeitet... das heißt, bevor er Geld von ihnen gestohlen und sich versteckte.

source: [_R_] Oh, wow!... He's lucky to be alive.
dutch: [_R_] Oh, wow!... Hij heeft geluk om te leven.
german: [_R_] Oh, wow!... Er hat das Glück, am Leben zu sein.

source: [_BA_] Yeah, some punk ass kid who didn't know how to mind his own business ratted him out for no reason... Just to be a dick.
dutch: [_BA_] Yeah, wat punk op het kind dat niet wist hoe hij of zij zijn eigen bedrijf moest beoordelen heeft hem zonder reden uitgereikt. . Om een grapje te zijn.
german: [_BA_] Ja, ein paar Punk-Arschkinder, die nicht wussten, wie man mit seinem eigenen Geschäft umgehen sollte, hat ihn ohne Grund bewertet. Nur um ein dicker Schwanz zu sein.

source: [_BA_] So, now I'm devising a plan with my dad on how we can bring that stupid mother fucker down.
dutch: [_BA_] Dus ik ben nu een plan aan het ontwerpen met mijn vader over hoe we die domme moeder fucker naar beneden kunnen brengen.
german: [_BA_] So, jetzt erstelle ich einen Plan mit meinem Vater, wie wir diese dumme Mutter fucker nach unten bringen können.

source: [_BA_] And when I say mother fucker... I mean he's literally fucking his mom!
dutch: [_BA_] En als ik moeder fucker zeg, bedoel ik dat hij zijn moeder letterlijk verdomt!
german: [_BA_] Und wenn ich Mutterfucker sage... Ich meine, er fickt seine Mutter buchstäblich!

source: [_BA_] Yeah... Fucking pervert!
dutch: [_BA_] Ja... Fucking perver!
german: [_BA_] Ja... Fick pervertiert!

source: [_R_] Well, maybe his mom was a really beautiful and awesome woman.
dutch: [_R_] Nou, misschien was zijn moeder een mooie en geweldige vrouw.
german: [_R_] Nun, vielleicht war seine Mutter eine wirklich schöne und tolle Frau.

source: [_BA_] My dad worked with her, said she wasn't that great.
dutch: [_BA_] Mijn vader werkte met haar, zei dat ze niet zo geweldig was.
german: [_BA_] Mein Vater arbeitete mit ihr, sagte, sie sei nicht so groß.

source: [_BA_] Besides, even if she was, who fucks their own mother?
dutch: [_BA_] Bovendien, zelfs als ze dat was, wie maakt dan hun eigen moeder?
german: [_BA_] Außerdem, selbst wenn sie war, wer fickt ihre eigene Mutter?

source: [_R_] Yeah... That's... I know I wouldn't do that.
dutch: [_R_] Ja... Ja... Dat... Ik weet dat ik dat niet zou doen.
german: [_R_] Ja... das... Ich weiß, dass ich das nicht tun würde.

source: [_BA_] Right?
dutch: [_BA_] Rechts?
german: [_BA_] Rechts?

source: {i}"Meanwhile"{/i}
dutch: {i}"Ondertussen "{/i}
german: {i}"Mittler"{/i}

source: [_PG_] Right this way, Ma'am.
dutch: [_PG_] op deze manier, Ma'am.
german: [_PG_] Auf diese Weise Ma'am.

source: [_PG_] Go to booth seven... It's the second to last.
dutch: [_PG_] Ga naar draaitafel zeven... Het is de seconde voor het laatst.
german: [_PG_] Gehe zum Stand sieben... Es ist die zweite, die dauern wird.

source: [_ER_] God!... You must be [mom_name]. You're even more beautiful in person.
dutch: [_ER_] God!... Je moet [mom_name]zijn. Je bent nog mooier persoonlijk.
german: [_ER_] Gott!... Du musst [mom_name]sein. Du bist noch schöner.

source: [_MT_] {i}Why does that man look familiar?{/i}
dutch: [_MT_] {i}Waarom ziet die man er vertrouwd uit?{/i}
german: [_MT_] {i}Warum sieht dieser Mann bekannt aus?{/i}

source: [_MT_] {i}Like, a face I've seen in one of those games I played recently.{/i}
dutch: [_MT_] {i}Like, een gezicht dat ik heb gezien in een van de partijen die ik onlangs heb gespeeld.{/i}
german: [_MT_] {i}Gefällt mir, ein Gesicht, das ich in einem dieser Spiele gesehen habe, die ich kürzlich gespielt habe.{/i}

source: [_ER_] Hold still.
dutch: [_ER_] Wacht stil.
german: [_ER_] Halten Sie still.

source: [_ER_] Got it!
dutch: [_ER_] snap het!
german: [_ER_] Verstanden!

source: [_M_] Did you just take a picture of me?
dutch: [_M_] Heb je net een foto van me gemaakt?
german: [_M_] Hast du gerade ein Foto von mir gemacht?

source: [_ER_] Oh yeah... And it's going to keep me warm tonight.
dutch: [_ER_] Oh ja... En het gaat me vanavond warm houden.
german: [_ER_] Oh ja... Und es wird mich heute Abend warm halten.

source: [_M_] You awful, awful man!
dutch: [_M_] Jij gruwelijke, verschrikkelijke man!
german: [_M_] Du furchtbarer, furchtbarer Mann!

source: [_D_] That's just Eric... He's not so bad.
dutch: [_D_] Dat is gewoon Eric... Hij is niet zo slecht.
german: [_D_] Das ist nur Eric... Er ist nicht so schlecht.

source: [_M_] It's so good to see you!
dutch: [_M_] Het is zo goed om je te zien!
german: [_M_] Es ist so schön, dich zu sehen!

source: [_PG_] Alright, [dad_name].
german: [_PG_] Okay, [dad_name].

source: [_PG_] You know the rules.
dutch: [_PG_] U kent de regels.
german: [_PG_] Du kennst die Regeln.

source: [_PG_] I'm going to go sit in the cage, and I'll buzz your box when the time is up.
dutch: [_PG_] Ik ga in de kooi zitten en ik zal je doos bellen wanneer de tijd op is.
german: [_PG_] Ich gehe in den Käfig, und ich werde deine Kiste stecken, wenn die Zeit abgelaufen ist.

source: [_PG_] {i}(Whispering){/i} As per Joey DeCapo's request... I've turned off the camera for this section of the visitors area, and gave you a booth without glass in the middle.
dutch: [_PG_] {i}(Whispering){/i} Als per verzoek van Joey DeCapo... Ik heb de camera voor dit gedeelte van het bezoekersgebied uitgezet en heb je een draaitafel gegeven zonder glas in het midden.
german: [_PG_] {i}(Flüstern){/i} laut Joey DeCapos Anfrage... Ich habe die Kamera für diesen Bereich des Besucherbereichs ausgeschaltet und dir einen Stand ohne Glas in der Mitte gegeben.

source: [_PG_] {i}(Continued Whispering){/i}You'll let Joey's inside man know I've been cooperating, right?
dutch: [_PG_] {i}(Doorgaan met fluisteren){/i}Je laat Joey's in de man weten dat ik heb meegewerkt, toch?
german: [_PG_] {i}(Weiteres Flüstern){/i}Du wirst Joey's im Inneren des Menschen wissen lassen, dass ich zusammengearbeitet habe, richtig?

source: [_D_] {i}(Whispering){/i} I'll be sure to let Brazzi know.
dutch: [_D_] {i}(Whispering){/i} Ik zal Brazzi zeker laten weten.
german: [_D_] {i}(Flüstern){/i} Ich werde Brazzi mitteilen.

source: [_PG_] {i}(Whispering){/i} Thanks!
dutch: [_PG_] {i}(Fluister){/i} Bedankt!
german: [_PG_] {i}(Flüster){/i} Danke!

source: [_PG_] {i}(unnecessarily loud voice){/i}Now, I don't want any funny business.
dutch: [_PG_] {i}(onnodig luide stem){/i}Nu wil ik geen grappige zaken.
german: [_PG_] {i}(unnötig laute Stimme){/i}Jetzt möchte ich kein lustiges Geschäft.

source: [_M_] I can't even tell you how good it is to see you!
dutch: [_M_] Ik kan je niet eens vertellen hoe goed het is om je te zien!
german: [_M_] Ich kann dir nicht einmal sagen, wie gut es ist, dich zu sehen!

source: [_D_] Oh, really? I figured you'd forgotten about me. I had to get my lawyer to convince you to come.
dutch: [_D_] Oh, echt? Ik dacht dat je me vergeten was. Ik moest mijn advocaat laten overtuigen om je te laten komen.
german: [_D_] Oh, wirklich? Ich dachte, du würdest mich vergessen. Ich musste meinen Anwalt dazu bringen, dich zu überzeugen.

source: [_M_] I'm sorry about that. It's just that the prospect of coming to visit you in prison, has been really scary for me.
dutch: [_M_] Ik vind het jammer daarvoor. Het is alleen dat het vooruitzicht om je in de gevangenis te komen bezoeken, voor mij erg eng was.
german: [_M_] Es tut mir leid. Es ist nur, dass die Aussicht, dich im Gefängnis zu besuchen, wirklich beängstigend für mich war.

source: [_D_] You think your scared? Try sleeping in a cell next to some of the murderers and rapists that I get to call neighbors.
dutch: [_D_] Denk je dat je bang bent voor jou? Probeer te slapen in een cel naast sommige van de moordenaars en verkrachters die ik naburige moet noemen.
german: [_D_] Du denkst deine Angst? Versuche in einer Zelle neben einigen Mördern und Vergewaltigern, die ich Nachbarn nennen kann, zu schlafen.

source: [_M_] Yeah... That must be terrifying.
dutch: [_M_] Ja... Dat moet angstaanjagend zijn.
german: [_M_] Ja... Das muss furchtbar sein.

source: [_MT_] {i}Almost as terrifying as having the Mafia show up at your door?{/i}
dutch: [_MT_] {i}Bijna angstaanjagend als de maffia laten verschijnen?{/i}
german: [_MT_] {i}Fast so schrecklich wie die Mafia vor deiner Tür erscheinen zu lassen?{/i}

source: [_M_] I'm sorry... it must be awful in here.
dutch: [_M_] Sorry, het moet hier vreselijk zijn.
german: [_M_] Tut mir leid. Es muss hier furchtbar sein.

source: [_D_] You can't even imagine.
dutch: [_D_] Je kunt je niet eens verdenken.
german: [_D_] Sie können sich nicht einmal vorstellen.

source: [_D_] On Fridays, they serve this crappy pizza. It reminds me of when I was in school.
dutch: [_D_] Op vrijdag serveren ze deze krankzinnige pizza. Het doet me denken aan toen ik op school was.
german: [_D_] Freitags servieren sie diese knauserige Pizza. Sie erinnert mich daran, als ich in der Schule war.

source: [_D_] But at least they serve a pretty good peach cobbler after dinner.
dutch: [_D_] Maar ze dienen ten minste een goede perziken cobbler na het avondeten.
german: [_D_] Aber zumindest servieren sie nach dem Abendessen einen ziemlich guten Pfirsichpfeffer.

source: [_D_] But they don't give us any ice cream to go with it.
dutch: [_D_] Maar ze geven ons geen ijs om ermee mee te gaan.
german: [_D_] Aber sie geben uns kein Eis, um mit ihr zu gehen.

source: [_D_] God... I can't wait to get out of here.
dutch: [_D_] God... Ik kan niet wachten om hier uit te komen.
german: [_D_] Gott... Ich kann nicht warten, um aus diesem Punkt herauszukommen.

source: [_MT_] {i}I wish someone would make peach cobbler for me... I'd even love it without ice cream.{/i}
dutch: [_MT_] {i}Ik wou dat iemand perziken voor mij zou maken... Ik zou het zelfs geweldig vinden zonder ijsje. {/i}
german: [_MT_] {i}Ich wünschte, jemand würde Pfirsichbbler für mich machen... Ich würde es sogar ohne Eis lieben.{/i}

source: [_D_] What the hell, [mom_name]?
dutch: [_D_] Wat de hel, [mom_name]?
german: [_D_] Was ist die Hölle, [mom_name]?

source: [_M_] What?
dutch: [_M_] Wat?
german: [_M_] Was?

source: [_D_] Why are you wearing those gemstones around your neck?
dutch: [_D_] Waarom draag je die edelstenen rond je nek?
german: [_D_] Warum trägst du die Edelsteine um deinen Hals?

source: [_M_] What do you mean?
dutch: [_M_] Wat bedoelt u?
german: [_M_] Was meinst du?

source: [_M_] You gave this necklace to me.
dutch: [_M_] Je gaf me deze ketting aan.
german: [_M_] Du hast mir diese Halskette gegeben.

source: [_D_] Yeah, but why haven't you hocked it yet?
dutch: [_D_] Yeah, maar waarom heb je het nog niet gehat?
german: [_D_] Ja, aber warum hast du es noch nicht gehohlt?

source: [_D_] You could have paid a decent part of the Mafia debt to the DeCapos with those stones.
dutch: [_D_] Je had een fatsoenlijk deel van de maffia kunnen betalen aan de DeCapos met die stenen.
german: [_D_] Du könntest einen anständigen Teil der Mafia-Schulden an die DeCapos mit diesen Steinen bezahlt haben.

source: [_M_] I'm not selling my necklace!
dutch: [_M_] Ik verkoop mijn ketting niet!
german: [_M_] Ich verkaufe meine Halskette nicht!

source: [_M_] It's special to me!
dutch: [_M_] Het is speciaal voor mij!
german: [_M_] Es ist ganz besonders für mich!

source: [_M_] Each one of those stones represents one of my kids.
dutch: [_M_] Elk van deze stenen vertegenwoordigt een van mijn kinderen.
german: [_M_] Jeder dieser Steine repräsentiert einen meiner Kinder.

source: [_M_] Each stone is for their birth months.
dutch: [_M_] Elke steen is voor hun geboortemaanden.
german: [_M_] Jeder Stein ist für seine Geburtsmonate.

source: [_D_] Do you think I'm an idiot? Do you think I don't know that?
dutch: [_D_] denk je dat ik een idioot ben? Denk je dat ik dat niet weet?
german: [_D_] Glauben Sie, dass ich ein Idiot bin? Glauben Sie, dass ich das nicht weiß?

source: [_D_] I'm the one who bought the necklace, [mom_name].
dutch: [_D_] Ik ben degene die de ketting heeft gekocht, [mom_name].
german: [_D_] Ich bin derjenige, der die Halskette [mom_name] gekauft hat.

source: [_D_] And two of those stones are diamonds, pretty large ones.
dutch: [_D_] En twee van die stenen zijn diamanten, vrij grote diamanten.
german: [_D_] Und zwei dieser Steine sind Diamanten, ziemlich groß.

source: [_D_] And that emerald would sell for a lot too.
dutch: [_D_] En die smaragd zou ook veel kunnen verkopen.
german: [_D_] Und dieser Smaragd würde auch für eine Menge verkaufen.

source: [_M_] I'm not fucking selling my necklace!
dutch: [_M_] Ik ben niet aan de slag mijn halsketting te verkopen!
german: [_M_] Ich bin nicht fucking Verkauf meiner Halskette!

source: [_D_] Fine... We'll just let Joey take it out of my knees then.
dutch: [_D_] Fine... We laten Joey het gewoon uit mijn knieën halen.
german: [_D_] Schön... Wir lassen es dann nur Joey aus den Knie nehmen.

source: [_M_] We're doing just fine... We're making the weekly payments.
dutch: [_M_] We doen het heel goed... We doen de wekelijkse betalingen.
german: [_M_] Wir machen nur in Ordnung... Wir machen die wöchentlichen Zahlungen.

source: [_D_] Interest only, though.
dutch: Alleen [_D_] interesse.
german: [_D_] Nur Interessen, aber.

source: [_M_] Yeah, but we'll get there.
dutch: [_M_] Yeah, maar we komen er.
german: [_M_] Ja, aber wir kommen dorthin.

source: [_M_] [ryan]'s starting to make some good money.
dutch: [_M_] [ryan]begint goed geld te verdienen.
german: [_M_] [ryan]beginnt, ein gutes Geld zu verdienen.

source: [_D_] He's finally taking the family business serious, huh?
dutch: [_D_] Hij neemt de familiebedrijven eindelijk serieus, toch?
german: [_D_] Er nimmt endlich das Familienunternehmen ernst, oder?

source: [_M_] Uhhh... Yeah... yep, he's working there every day.
dutch: [_M_] Uhhh... Ja... ja, hij werkt daar elke dag.
german: [_M_] Uhhhh... ja... ja, er arbeitet dort jeden Tag.

source: [_D_] It's about time he pulled his head out of his ass.
dutch: [_D_] Het is tijd dat hij zijn hoofd uit zijn hoofd haalde.
german: [_D_] Es ist an der Zeit, dass er seinen Kopf aus dem Arsch zieht.

source: [_D_] How are the girls doing?
dutch: [_D_] Hoe doen de meisjes?
german: [_D_] Wie gehen die Mädchen vor?

source: [_R_] I hope you don't take any offense, because talking to you has been great, but waiting here is so boring.
dutch: [_R_] Ik hoop dat je geen overtreding doet, want het praten met je is geweldig, maar wachten is hier zo saai.
german: [_R_] Ich hoffe, du nimmst keine Beleidigung, denn das Gespräch mit dir war großartig, aber hier zu warten ist so langweilig.

source: [_BA_] Boring, huh?
dutch: [_BA_] saaie, hè?
german: [_BA_] langweilig, oder?

source: [_BA_] If you want, I could give you a handjob.
dutch: [_BA_] Als je wilt, kan ik je een handtas geven.
german: [_BA_] Wenn du willst, könnte ich dir einen Handjob geben.

source: [_R_] {i}(Coughing noises){/i}
dutch: [_R_] {i}(Rumoer geluid){/i}
german: [_R_] {i}(Husten Geräusche){/i}

source: [_BA_] I'm sorry... I shouldn't have said that while you were drinking.
dutch: [_BA_] Het spijt mij... Ik had niet moeten zeggen terwijl je aan het drinken.
german: [_BA_] Es tut mir Leid... Ich hätte das nicht sagen sollen, während du trinkst.

source: [_BA_] You ok?
dutch: [_BA_] ok?
german: [_BA_] Sie ok?

source: [_R_] Yeah... {i}cough{/i}... I just wasn't expecting {i}cough{/i}... That kind of joke.
dutch: [_R_] Yeah... {i}hoest{/i}... Ik verwachtte gewoon geen {i}hoest{/i}... Dat soort grap.
german: [_R_] Ja... {i}Husten{/i}... Ich habe nicht erwartet {i}Husten{/i}... Diese Art Witz.

source: [_BA_] Oh, I wasn't joking.
dutch: [_BA_] Oh, ik was niet grappig.
german: [_BA_] Ah, ich war nicht scherzhaft.

source: [_R_] We're in a prison... We'll get caught.
dutch: [_R_] We zijn in een gevangenis... We worden gepakt.
german: [_R_] Wir sind in einem Gefängnis... Wir werden erwischt.

source: [_BA_] Nope... Look above you.
dutch: [_BA_] Nope... Kijk boven je.
german: [_BA_] Nein... Schau über dich.

source: [_BA_] We're in the shadow of that camera.
dutch: [_BA_] We zijn in de schaduw van die camera.
german: [_BA_] Wir befinden uns im Schatten dieser Kamera.

source: [_BA_] They can't see anything directly below it.
dutch: [_BA_] Ze kunnen er niets onder zien.
german: [_BA_] Sie sehen nichts direkt darunter.

source: [_BA_] So, nobody's going to see.
dutch: [_BA_] Dus, niemand zal het zien.
german: [_BA_] Also, niemand wird es sehen.

source: [_RT_] {i}Mom did say she'd be a while.{/i}
dutch: [_RT_] {i}mama heeft gezegd dat ze een tijdje zou zijn.{/i}
german: [_RT_] {i}Mutter sagte, sie wäre eine Weile.{/i}

source: [_BA_] So, you in?
dutch: [_BA_] Dus, jij binnengaan?
german: [_BA_] Also, ein?

source: [_R_] I can't think of a better way to pass the time.
dutch: [_R_] Ik kan me geen betere manier bedenken om de tijd voorbij te gaan.
german: [_R_] Ich kann mir keine bessere Möglichkeit vorstellen, die Zeit zu verpassen.

source: [_BA_] Same, unzip... I can't wait to see your dick... I hope it's big, but I'm okay with jerking a little guy too.
dutch: [_BA_] Same, unzip... Ik kan niet wachten om je woordenboek te zien... Ik hoop dat het groot is, maar ik ben ook oké met een kleine kerel.
german: [_BA_] Gleich, entpacken... Ich kann nicht warten, um deinen dicken Schwanz zu sehen... Ich hoffe, es ist groß, aber ich bin in Ordnung mit einem kleinen Kerl auch.
