Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_S_] At least at the club I know exactly who did what. And if they were ever to go too far, Joey's bouncers are more than happy to set them straight.
italian: [_S_] Almeno al club so esattamente chi ha fatto cosa. E se dovessero andare troppo lontano, i buttafuori di Joey sono più che felici di metterli dritti.

source: [_M_] But don't you see the problem here?
italian: [_M_] Ma non vedi il problema qui?

source: [_M_] You're saying that there is an amount of groping that you're comfortable with!
italian: [_M_] Stai dicendo che c'è una quantità di groping che ti sta a tuo agio con!

source: [_M_] How am I supposed to be okay with that?
italian: [_M_] Come devo stare bene con quello?

source: [_S_] Well, was Grandma okay when she found out you were stripping right out of high school?
italian: [_S_] Beh, la nonna va bene quando ha scoperto che stavi spogliando proprio dalle superiori?

source: [_M_] Grandma never found out!
italian: [_M_] La nonna non ha mai scoperto!

source: [_S_] I wish you hadn't!
italian: [_S_] Ti auguro di no!

source: [_M_] Well, maybe you would have had more success if you'd picked a club where you mother isn't forced to work at from time to time.
italian: [_M_] Beh, forse avreste avuto più successo se aveste scelto un club in cui la madre non è costretta a lavorare di tanto in tanto.

source: [_RT_] {i}This is just going in circles. I should go back to bed before Aunt Cami decides to come over here and investigate what I'm doing.{/i}
italian: [_RT_] {i}Questo sta andando solo in cerchio. Dovrei tornare a letto prima che zia Cami decida di venire qui e indagare cosa sto facendo.{/i}

source: [_RT_] {i}The one thing I know for sure is that Mom is going to put an end to Sidney ever working at the club again.{/i}
italian: [_RT_] {i}L'unica cosa che so per certo è che la mamma sta per mettere fine a Sidney mai lavorare al club di nuovo. /i}

source: [_RT_] {i}It might mean less money coming in each week, but I'll sleep much better knowing that no scummy guys will be putting their hands on my sister ever again.{/i}
italian: [_RT_] {i}Potrebbe significare meno soldi in ogni settimana, ma dormirò molto meglio sapendo che nessun ragazzo scummy metterà le mani su mia sorella mai più. /i}

source: [_S_] The facts are that there isn't anywhere else in the city where I'll be able to make better money than Joey's club.
italian: [_S_] I fatti sono che non c'è nessun altro in città dove sarò in grado di fare soldi migliori del club di Joey.

source: [_S_] The faster I make good money, the sooner I can go back to fashion school and finish my program so I can actually work in something I love.
italian: [_S_] Più veloce faccio buoni soldi, prima posso tornare alla scuola di moda e finire il mio programma in modo da poter effettivamente lavorare in qualcosa che amo.

source: [_S_] Not to mention, I give part of that money to [ryan] to help us pay the mafia and other bills each week.
italian: [_S_] Per non menzionare, do parte di quel denaro a [ryan] per aiutarci a pagare la mafia e altre fatture ogni settimana.

source: [_S_] Joey's bouncers actually give me more protection from creepy guys than I even would if I were flipping burgers at McDiddles.
italian: [_S_] I buttafuori di Joey in realtà mi danno più protezione da ragazzi raccapriccianti di quanto farei anche se stavo lanciando hamburger a McDiddles.

source: [_S_] And most importantly, I'm a grown ass woman, and I'm old enough to make my own choices in this matter.
italian: [_S_] E soprattutto, sono una donna asina cresciuta, e sono abbastanza vecchio per fare le mie scelte in questa materia.

source: [_S_] And you may not believe this, but when I found out you used to be a stripper, and that you've started stripping again so you can save your family from poverty and the Mafia...
italian: [_S_] E voi non potete credere a questo, ma quando ho scoperto che era una spogliarellista, e che avete iniziato a spogliarsi di nuovo in modo da poter salvare la vostra famiglia dalla povertà e la mafia...

source: [_S_] Well, you just became a whole lot more interesting to me than I ever knew you were. I actually fucking admire you for it.
italian: [_S_] Beh, sei appena diventato molto più interessante per me di quanto non lo sapessi mai.

source: [_M_] Goddammit!... You make some good points. And even if I want you doing something else, who am I to tell you how to live your life.
italian: [_M_] Goddammit!... Fai alcuni buoni punti. E anche se voglio che tu faccia qualcos’altro, che sono io a dirti come vivere la tua vita.

source: [_M_] I'm not totally blind to what a hypocrite I'm being.
italian: [_M_] Non sono del tutto cieco di che ipocrita sto essere.

source: [_M_] I just want you to have the kind of life you will love.
italian: [_M_] Voglio solo che tu abbia il tipo di vita che amerai.

source: [_M_] And if this is the path you need to get you there, well, I shouldn't stand in your way.
italian: [_M_] E se questo è il sentiero che dovete portarvi lì, bene, non dovrei fermarmi per la vostra strada.

source: [_M_] In fact, I'm going to help you.
italian: [_M_] Infatti, ti aiuterò.

source: [_M_] I'll come with you to the club each Monday.
italian: [_M_] Verrò con te ogni lunedì al club.

source: [_M_] I'll give you tips, I'll give you advice.
italian: [_M_] Ti darò dei consigli, ti darò dei consigli.

source: [_M_] I'll help you with your makeup.
italian: [_M_] Ti aiuterò con il tuo trucco.

source: [_M_] Anything I can do to help my little girl!
italian: [_M_] Tutto quello che posso fare per aiutare la mia bambina!

source: [_S_] Thank you, Mom!
italian: [_S_] Grazie, mamma!

source: [_M_] Of course, and I'm sorry for being such an overprotective helicopter mom
italian: [_M_] Naturalmente, e mi dispiace di essere un elicottero così iperprotettivo mamma

source: [_S_] I forgive you!
italian: [_S_] ti perdono!

source: [_S_] I love you, Mom!
italian: [_S_] Ti amo, Mamma!

source: [_M_] I love you too!
italian: [_M_] Anche io ti amo!

source: [_S_] I'm not saying it's ideal, It's just the fastest way for me to make enough money to go back to fashion school and finish my program.
italian: [_S_] Non sto dicendo che è ideale, E 'solo il modo più veloce per me di fare abbastanza soldi per tornare alla scuola di moda e finire il mio programma.

source: [_S_] And if I'm being totally honest, when I found out you used to strip, and were doing it again to save our family from financial ruin and the Mafia...
italian: [_S_] E se sono totalmente onesto, quando ho scoperto che era solito spogliare, e lo stavano facendo di nuovo per salvare la nostra famiglia dalla rovina finanziaria e la mafia...

source: [_S_] Well, It made me look up to you... Made me want to be more like you.
italian: [_S_] Beh, mi ha fatto guardare a te... Mi ha fatto desiderare di essere più come te.

source: [_M_] Oh, Sidney... I know stripping kind of sounds exciting, but there's so many things I wished I'd known when I was younger.
italian: [_M_] Oh, Sidney... So che strappare un tipo di suoni eccitanti, ma ci sono così tante cose che desideravo sapevo quando ero più giovane.

source: [_M_] If I'd known what I know today, I never would have done it in the first place... I'm only doing it now out of desperation.
italian: [_M_] Se sapessi quello che conosco oggi, non avrei mai fatto in primo luogo. . Lo sto facendo solo ora per disperazione.

source: [_M_] I thought it would lead me to become a model in the fashion world, but look where I've ended up, all because I took a job in that stupid club right out of high school.
italian: [_M_] Ho pensato che mi avrebbe portato a diventare un modello nel mondo della moda, ma guardate dove ho finito, tutto perché ho preso un lavoro in quel club stupido proprio fuori dalle superiori.

source: [_M_] It might feel like your only option right now, but trust me, if we put our heads together, we can figure out a better way.
italian: [_M_] Potrebbe sembrare la tua unica opzione in questo momento, ma fidati di me, se mettiamo insieme le teste, possiamo capire un modo migliore.

source: [_S_] I also kinda thought that working at the club might bring us closer together. We've never been very close.
italian: [_S_] Ho anche pensato che lavorare al club potrebbe avvicinarci insieme. Non siamo mai stati molto vicini.

source: [_M_] No, you're right... and I'm sorry I was such a busy mom when you were younger. I want to make it up to you.
italian: [_M_] No, hai ragione... e mi dispiace di essere stata una mamma così impegnata quando eri più giovane. Voglio farlo a voi.

source: [_M_] Is there anything you can think of that we can do together to strengthen our relationship?
italian: [_M_] C'è qualcosa a cui puoi pensare che possiamo fare insieme per rafforzare la nostra relazione?

source: [_S_] I remember when I was a little girl, I'd help you in your garden. You always made me feel like such a good helper. Those are some of my favorite memories of you.
italian: [_S_] Ricordo che quando ero una bambina, ti aiuterei nel tuo giardino. Mi hai sempre fatto sentire come un buon aiutante. Questi sono alcuni dei miei ricordi preferiti di te.

source: [_M_] I'll tell you what. Instead of coming to the club to work on Monday evening. Let's work together in the garden. Heaven knows it needs some major work.
italian: [_M_] ti dirò cosa. Invece di venire al club per lavorare il lunedì sera. Lavoriamo insieme nel giardino. Il cielo sa che ha bisogno di un lavoro importante.

source: [_S_] What about money?
italian: [_S_] Che dire del denaro?

source: [_M_] [ryan]'s been having a lot of success with his little online venture. Maybe there's something we can do to help him bring in more money.
italian: [_M_] [ryan]sta avendo molto successo con la sua piccola impresa online. Forse c'è qualcosa che possiamo fare per aiutarlo a portare più soldi.

source: [_M_] If you're helping him bring in money, it's only right that you should get some of that to help you pay for school.
italian: [_M_] Se lo stai aiutando a portare denaro, è giusto che tu ottenga alcuni di questi per aiutarti a pagare per la scuola.

source: [_S_] That sounds great, Mom!
italian: [_S_] Suona grande, la mamma!

source: [_S_] Thank you!
italian: [_S_] Grazie!

source: [_S_] I'm really lucky you're my mom!
italian: [_S_] Sono davvero fortunato che tu sia mia mamma!

source: [_M_] And I'm really lucky to have you for a daughter.
italian: [_M_] E sono davvero fortunato ad averti per una figlia.

source: [_RT_] {i}Well, now that I'm feeling all warm and fuzzy, I'd better go to bed.{/i}
italian: [_RT_] {i}Beh, ora che mi sento tutto caldo e fuzzy, farei meglio ad andare a letto.{/i}

source: [_RT_] {i}I'll miss that extra money Sidney's been bringing in each week, but on the other hand I couldn't be happier that she won't be working in the club anymore.{/i}
italian: [_RT_] {i}Mi mancherò di quei soldi extra che Sidney sta portando in ogni settimana, ma d'altra parte non potrei essere più felice che lei non lavorerà più nel club. /i}

source: [_RT_] {i}I'll sleep much better knowing that she's not anywhere near that fucker, Joey.{/i}
italian: [_RT_] {i}Dormirò molto meglio sapendo che non è più vicino a quel cazzo Joey.{/i}

source: [_A_] Are you sure it's back here?
italian: [_A_] Sei sicuro di essere tornato qui?

source: [_J_] Yeah, it definitely rolled over the counter top.
italian: [_J_] Sì, è sicuramente rotolato sopra il piano del contatore.

source: [_A_] I'm not seeing it.
italian: [_A_] non la sto vedendo.

source: [_J_] Well, keep looking.
italian: [_J_] Beh, continua a guardare.

source: [_RT_] {i}Hopefully Sidney isn't too busy. Oh, is that Joey DeCapo at the bar? Maybe I should turn around.{/i}
italian: [_RT_] {i}Speriamo che Sidney non sia troppo occupato. Oh, è che Joey DeCapo al bar? Forse dovrei girarsi.{/i}

source: [_RT_] {i}Wait, he's perving on some girl... Is that my sister?{/i}
italian: [_RT_] {i}Aspetta, sta perving su qualche ragazza... è mia sorella?{/i}

source: [_RT_] {i}I'd better see if she needs some help.{/i}
italian: [_RT_] {i}farei meglio a vedere se avesse bisogno di aiuto.{/i}

source: [_J_] See if it rolled under those cabinets.
italian: [_J_] Vedi se è rotolato sotto quegli armadi.

source: [_JT_] {i}Even though I like my women older and married, I've got to admit, that is one sweet little ass.{/i}
italian: [_JT_] {i}Anche se mi piacciono le mie donne più anziane e sposate, devo ammettere, questo è un piccolo culo dolce.{/i}

source: [_JT_] {i}Mmmm... She takes after my sister.{/i}
italian: [_JT_] {i}Mmmm... Lei prende dopo mia sorella.{/i}

source: [_R_] Can I help with anything over here?
italian: [_R_] Posso aiutare con qualcosa qui sopra?

source: [_J_] Well, if it isn't Ronald. How's you mom?
italian: [_J_] Beh, se non è Ronald. Com'è che mamma?

source: [_R_] She's fine, thanks... And it's [ryan], not Ronald.
italian: [_R_] Sta bene, grazie... Ed è [ryan], non Ronald.

source: [_J_] I'm sorry. I guess you just remind me of a Ronald.
italian: [_J_] mi dispiace. Immagino che tu mi ricordi solo un Ronald.

source: [_RT_] {i}What's that supposed to mean?{/i}
italian: [_RT_] {i}Cosa dovrebbe significare questo?{/i}

source: [_A_] I found it, Uncle.
italian: [_A_] l'ho trovato, Uncle.

source: [_RT_] {i}Oh, thank God!... It was his niece he was perving on, not my sister.{/i}
italian: [_RT_] {i}Oh, grazie Dio!... Era sua nipote su cui stava camminando, non mia sorella.{/i}

source: [_RT_] {i}Maybe being attracted to family members isn't as rare as I thought it was.{/i}
italian: [_RT_] {i}Forse essere attratti dai membri della famiglia non è così raro come pensavo che fossi.{/i}

source: [_J_] Armani was just helping me find my cufflink.
italian: [_J_] Armani mi stava appena aiutando a trovare il mio gemello.

source: [_A_] You looking for Sidney?
italian: [_A_] Stai cercando Sidney?

source: [_R_] Uh, yeah...
italian: [_R_] Uh, sì...

source: [_A_] She's in the bathroom. She should be back soon.
italian: [_A_] Lei è in bagno. Dovrebbe tornare presto.

source: [_J_] Armani, can you go check on the guests by the slot machines? I wanted to have a little talk with Ron... I mean, [ryan].
italian: [_J_] Armani, puoi andare a controllare gli ospiti dalle slot machine? Volevo fare un piccolo colloquio con Ron. . Voglio dire, [ryan].

source: [_A_] Of course.
italian: [_A_] Certo.

source: [_J_] As I told you before, I'm in your debt for saving my life.
italian: [_J_] Come vi ho detto prima, sono nel vostro debito per salvare la mia vita.

source: [_J_] I was expecting you to cash in your favor by coming to ask me to get your dad out of jail.
italian: [_J_] Mi aspettavo che tu contassi a tuo favore venendo a chiedermi di togliere il papà dal carcere.

source: [_J_] I've been working with your dad for a lot of years. From what I know of the man, I can't imagine he's a very good father.
italian: [_J_] Ho lavorato con tuo papà per molti anni. Da quello che conosco dell'uomo, non riesco a immaginare che sia un padre molto bravo.

source: [_J_] I wouldn't be surprised if your life is better with him in prison.
italian: [_J_] Non sarei sorpreso se la tua vita fosse migliore con lui in prigione.

source: [_J_] I'll take it from your silence that I'm not far off.
italian: [_J_] Toglierò dal tuo silenzio che non sono lontano.

source: [_J_] As you know, I won't erase his debt to us.
italian: [_J_] Come sapete, non cancellerò il suo debito verso di noi.

source: [_J_] So, unfortunately you're still on the hook for making the interest payments.
italian: [_J_] Quindi, purtroppo sei ancora sul gancio per effettuare i pagamenti di interessi.

source: [_J_] But besides that... Have you thought of anything I can do for you to pay my debt?
italian: [_J_] Ma oltre a quello... Hai pensato a qualcosa che posso fare per pagare il mio debito?

source: [_R_] Not really.
italian: [_R_] Non davvero.

source: [_J_] I thought that might be the case.
italian: [_J_] Ho pensato che potesse essere il caso.

source: [_J_] So... until you think of something else... There's something I want you to have.
italian: [_J_] Così... finché non pensi a qualcos'altro... C'è qualcosa che voglio che tu abbia.

source: [_RT_] {i}Oh, no way! Is he going to give me a gun?{/i}
italian: [_RT_] {i}Oh, nessun modo! Mi darà una pistola?{/i}

source: [_RT_] {i}Like, one of those untraceable ones in the Mafia movies?{/i}
italian: [_RT_] {i}Mi piace, uno di quelli non rintracciabili nei film mafiosi?{/i}

source: [_J_] Here.
italian: [_J_] Qui.

source: [_R_] What's this?
italian: [_R_] Che cos'è?

source: [_R_] A fake ID?
italian: [_R_] Un falso ID?

source: [_R_] With the name Ronald on it...
italian: [_R_] Con il nome Ronald su di esso...

source: [_J_] Uhh... Yeah, sorry about that.
italian: [_J_] Uhh... Sì, mi dispiace.

source: [_J_] I've had some police asking questions about the underage kid in the casino.
italian: [_J_] Ho avuto alcune domande della polizia sul bambino minorenne nel casinò.

source: [_J_] If they stop you, you can now show them that you're twenty one.
italian: [_J_] Se ti fermano, ora puoi mostrare loro che hai ventuno.

source: [_J_] Plus, that will hold up anywhere else you want to use it.
italian: [_J_] Plus, che reggerà ovunque tu voglia usarlo.

source: [_R_] And what is this golden face card?
italian: [_R_] E che cos'è questa scheda faccia dorata?

source: [_J_] That, my friend, is one of the most valuable items I can possibly give you.
italian: [_J_] Questo, mio amico, è uno degli oggetti più preziosi che posso darvi.

source: [_J_] Only 52 of those have been made.
italian: [_J_] Solo 52 di questi sono stati fatti.

source: [_J_] It's a pass to our VIP room.
italian: [_J_] È un passaggio alla nostra sala VIP.

source: [_J_] Listen, you don't realize yet just how valuable and in demand that card is.
italian: [_J_] Ascolta, non ti rendi conto ancora quanto sia prezioso e in richiesta quella carta.

source: [_J_] Not only do you have a card, but you're part of the royal family.
italian: [_J_] Non solo hai una carta, ma fai parte della famiglia reale.

source: [_J_] Only the golden Aces outrank you. One of which is a former President of the United States, and a current Senator.
italian: [_J_] Solo gli Assi d'Oro ti offendono. Uno dei quali è un ex Presidente degli Stati Uniti, e un attuale Senatore.

source: [_J_] Your privileges' in that VIP room are only second to them.
italian: [_J_] I tuoi privilegi in quella sala VIP sono solo secondi a loro.

source: [_J_] Beside yourself, all the royal cards are held by extremely rich and powerful people.
italian: [_J_] Accanto a te stesso, tutte le carte reali sono detenute da persone estremamente ricche e potenti.

source: [_J_] Somehow, your dad got possession of a "Two of Clubs" before he went to prison, and yes, he borrowed money from us for his business, but I've heard that he used part of the funds we gave him to buy that VIP card in a black market auction.
italian: [_J_] In qualche modo, tuo padre ha ottenuto il possesso di un "Due di Club" prima che andasse in prigione, e sì, ha preso in prestito denaro da noi per la sua attività, ma ho sentito che ha usato parte dei fondi che gli abbiamo dato per comprare quella carta VIP in un'asta di mercato nero.

source: [_J_] That's the rumor at least, I know he didn't get it from us.
italian: [_J_] Questa è la voce almeno, lo so che non ha ottenuto da noi.

source: [_R_] Does that mean I could sell this card in a black market auction to pay off our debt?
italian: [_R_] Questo significa che potrei vendere questa carta in un'asta di mercato nero per pagare il nostro debito?

source: [_J_] Sorry, Royal cards aren't sellable or transferable. We know who have them, and we only let them and their personal guests use them.
italian: [_J_] Siamo spiacenti, le carte reali non sono vendibili o trasferibili. Sappiamo chi le possiediamo, e le lasciamo solo usare e i loro ospiti personali.

source: [_J_] And we've got a list longer than a CVS receipt of people begging us for one of these.
italian: [_J_] E abbiamo una lista più lunga di una ricevuta CVS di persone che ci implorano per uno di questi.

source: [_R_] I could sell my dad's card to help us pay off our debt, then?
italian: [_R_] Potrei vendere la carta di mio papà per aiutarci a pagare il nostro debito, allora?

source: [_J_] Agent Diaz has informed me that it was confiscated by the FBI, as evidence.
italian: L'agente [_J_] Diaz mi ha informato che è stato confiscato dall'FBI, come prova.

source: [_J_] Maybe you could convince Diaz to help you steal it back?
italian: [_J_] Forse potresti convincere Diaz ad aiutarti a rubarlo indietro?

source: [_RT_] {i}Steal from the FBI?{/i}
italian: [_RT_] {i}Ruba dalla FBI?{/i}

source: [_RT_] {i}That doesn't sound like a good idea.{/i}
italian: [_RT_] {i}Non sembra una buona idea.{/i}

source: [_R_] Ok, So besides getting me into the VIP room, what's so great about this card?
italian: [_R_] Ok, Quindi, oltre a farmi entrare nella sala VIP, che cosa è così grande di questa carta?

source: [_J_] I could tell you, but I think you'll have more fun discovering all the possibilities yourself.
italian: [_J_] potrei dirvi, ma penso che ti divertirai più a scoprire tutte le possibilità.

source: [_J_] Just give it to whoever is working on the strip pole. Unless by chance it's your mom, she won't know what the fuck to do with that.
italian: [_J_] Basta darlo a chiunque stia lavorando sul polo della striscia. A meno che per caso non sia tua mamma, lei non saprà cosa scopare a che fare con quello.

source: [_J_] I think Candy's working right now. Why don't you go give it to her.
italian: [_J_] Penso che Candy stia lavorando in questo momento. Perché non andate a darla a lei.

source: [_J_] I've got some important business to attend to.
italian: [_J_] Ho qualche business importante a cui partecipare.

source: [_R_] Thanks for the card.
italian: [_R_] Grazie per la carta.

source: [_J_] You bet, for now, just hold on to, and enjoy that card until you think of something else that's in my power to do for you. I'll take it back once you choose something else.
italian: [_J_] Scommetti, per ora, basta attenersi, e goditi quella carta fino a quando non pensi a qualcos'altro che è in mio potere fare per te. Lo riporterò una volta che scegliete qualcos'altro.

source: [_RT_] {i}Wow!... I've never been part of an exclusive club before.{/i}
italian: [_RT_] {i}Wow!... Non ho mai fatto parte di un club esclusivo prima.{/i}

source: [_RT_] {i}Ex presidents, senators, and me?{/i}
italian: [_RT_] {i}Ex presidenti, senatori e me?{/i}

source: [_RT_] {i}I need to go see what all the fuss is about.{/i}
italian: [_RT_] {i}Ho bisogno di andare a vedere cosa è tutto il fus.{/i}

source: [_RT_] {i}I should go to the stripper pole and talk to Candy.{/i}
italian: [_RT_] {i}Dovrei andare al palo spogliarellista e parlare con Candy.{/i}

source: [_CD_] You're back! Didn't the VIP room satisfy you?
italian: [_CD_] Sei tornato! La stanza VIP non ti ha soddisfatto?

source: [_R_] I'm never satisfied... Can I go in again?
italian: [_R_] non sono mai soddisfatto... Posso entrare di nuovo?

source: [_CD_] You know you're not allowed to use the VIP room more than once each day.
italian: [_CD_] Sai che non hai il permesso di utilizzare la sala VIP più di una volta al giorno.

source: [_CD_] You aren't the only VIP around, you know.
italian: [_CD_] Non sei l'unico VIP in giro, sai.

source: [_CD_] Sorry, even with you having the "King" membership level, there are still some restrictions.
italian: [_CD_] Ci dispiace, anche se hai il livello di adesione "Re", ci sono ancora alcune restrizioni.

source: [_CD_] One of the main one is that you can only visit the VIP room once per day.
italian: [_CD_] Uno dei principali è che puoi visitare la sala VIP solo una volta al giorno.
