Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] I'll bet you're tired after all that.
dutch: [_R_] Ik wed dat je na dat alles moe bent.
french: [_R_] Je parie que tu es fatigué après tout ça.
german: [_R_] Ich wette, dass du nach all dem müde bist.
italian: [_R_] Scommetto che sei stanco dopo tutto questo.
portuguese: [__R_] Eu aposto que você está cansado depois de tudo isso.

source: [_C_] Yeah.... I'm pretty pooped.
dutch: [_C_] Yeah.... ik ben best gepoopt.
french: [_C_] Ouais.... Je suis assez dans la merde.
german: [_C_] Ja.... Ich bin ziemlich zusammengepackt.
italian: [_C_] Sì.... Sono abbastanza stanca.
portuguese: [_C_] Sim.... Eu sou muito puxado.

source: [_R_] Well, the floor needs to be swept, but since you've worked so hard, why don't you take off a little early and I'll just do it myself today.
dutch: [_R_] Nou, de vloer moet vloeken zijn, maar omdat je zo hard gewerkt hebt, Waarom ga je niet een beetje vroeg van start en doe ik het vandaag gewoon mezelf.
french: [_R_] Eh bien, le sol doit être balayé, mais puisque tu as travaillé si dur, pourquoi ne pars-tu pas un peu plus tôt et je le ferais moi-même aujourd'hui.
german: [_R_] Nun, der Boden muss gekehrt werden, aber da du so hart gearbeitet hast, Warum fangen Sie nicht ein wenig früh ab und ich werde es heute selbst tun.
italian: [_R_] Beh, il pavimento ha bisogno di essere spazzato, ma visto che hai lavorato così duramente, perché non vai via un pò prima e lo farò io oggi.
portuguese: [__R_] Bem, o chão precisa ser varrido, mas já que você trabalhou tão duro, por que você não desliga um pouco mais cedo e eu mesmo vou fazer isso sozinho hoje.

source: [_C_] Wow.... really?
dutch: [_C_] Wow.... echt?
french: [_C_] Wow .... vraiment?
german: [_C_] Wow.... wirklich?
italian: [_C_] Wow.... davvero?
portuguese: [_C_] Uau .... realmente?

source: {i}"You can't get any more respect points from this event."{/i}
dutch: {i}"U kunt geen respect punten meer krijgen van dit evenement."{/i}
french: {i}'Vous ne pouvez plus obtenir de points de respect avec cet événement.'{/i}
german: {i}"Du kannst keine Respektpunkte mehr von dieser Veranstaltung erhalten."{/i}
italian: {i}"Non puoi ottenere più punti rispetto da questo evento"{/i}.
portuguese: {i}"Não é possível obter mais pontos de respeito deste evento."{/i}

source: {i}{b}"Aunt Camille's Respect +1"{/b}{/i}
french: {i}{b}«Respect de tante Camille +1»{/b}{/i}
german: {i}{b}"Tante Kamille Respekt +1"{/b}{/i}
italian: {i}{b}"Il rispetto della zia Camille +1"{/b}{/i}.
portuguese: {i}{b}"Respeito da Camila +1"{/b}{/i}

source: [_R_] Yeah, for sure!.... I'll try to meet you here again tomorrow morning.
dutch: [_R_] Yeah, zeker!.... Ik zal proberen je hier morgenochtend weer te ontmoeten.
french: [_R_] Oui, c'est sûr!.... Je vais essayer de te retrouver demain matin.
german: [_R_] Ja, sicher!.... Ich werde versuchen, dich morgen früh wieder hier zu treffen.
italian: [_R_] Sì, di sicuro!.... Cercherò di incontrarti di nuovo qui domani mattina.
portuguese: [_R_] Sim, com certeza!.... Eu vou te encontrar aqui amanhã de manhã novamente.

source: [_R_] Yeah for sure! I'll hopefully see you again on Monday.
dutch: [_R_] Ja zeker! Ik zie je hopelijk maandag opnieuw.
french: [_R_] Oui, c'est sûr! J'espère te revoir lundi.
german: [_R_] Ja sicher! Ich hoffe, du wirst am Montag wieder sehen.
italian: [_R_] Sì, sicuramente! Speriamo di vederti di nuovo lunedì.
portuguese: [_R_] Sim, com certeza! Espero vê-lo novamente na segunda-feira.

source: [_C_] Thanks! I'll see you then.
dutch: [_C_] Bedankt! Ik zie je nu.
french: [_C_] Merci! À plus tard.
german: [_C_] Danke! Ich werde dich dann sehen.
italian: [_C_] Grazie! Ci vediamo allora.
portuguese: [_C_] Obrigado! Vou te ver então.

source: [_R_] Look.... I know a maid's been doing all of your housework since you got married.
dutch: [_R_] Kijk.... Ik weet dat een meisje al je huiswerk doet sinds je getrouwd bent.
french: [_R_] Regarde ... Je sais qu'une femme de ménage a fait toutes tes tâches ménagères depuis que tu t'es mariées.
german: [_R_] Look.... Ich kenne deine ganze Hausarbeit seit du geheiratet hast.
italian: [_R_] Guarda.... So che una cameriera sta facendo tutti i tuoi lavori di casa da quando ti sei sposato.
portuguese: [_R_] Olhar... Sei que uma empregada está fazendo todo o seu trabalho doméstico desde que você se casou.

source: [_R_] So, I'll try not to be too critical.... but.... what the hell?
dutch: [_R_] Dus, ik zal proberen niet te kritisch te zijn.... maar.... wat de hel?
french: [_R_] Donc, je vais essayer de ne pas être trop critique.... mais.... c'est quoi, bordel ?
german: [_R_] Also, ich versuche nicht zu kritisch zu sein.... Aber... was für eine Hölle?
italian: [_R_] Quindi, cercherò di non essere troppo critica.... ma.... che diavolo?
portuguese: [__R_] Então, eu vou tentar não ser muito crítico .... mas .... que diabos?

source: [_C_] What's your problem!?.... I've been working my ass off!
dutch: [_C_] Wat is jouw probleem!?.... Ik heb mijn pas af!
french: [_C_] Quel est ton problème!?.... Je me suis mis à me taper le cul partaire!
german: [_C_] Was ist dein Problem!?.... Ich habe mein Arsch ausgearbeitet!
italian: [_C_] Qual è il tuo problema?.... Mi sono fatto il culo!
portuguese: [_C_] Qual é o seu problema!?.... Eu estive trabalhando minha lata!

source: [_R_] I mean I guess it's my fault for assuming you knew how to do these things.
dutch: [_R_] Ik bedoel dat ik denk dat het mijn schuld is dat jij weet hoe je deze dingen moet doen.
french: [_R_] Je suppose que c'est de ma faute de supposer que tu savais comment faire ces choses.
german: [_R_] Ich meine, es ist meine Schuld, wenn ich davon ausgehe, wie man das macht.
italian: [_R_] Credo che sia colpa mia per aver dato per scontato che tu sapessi come fare queste cose.
portuguese: [_R_] Eu quero dizer que eu acho que a culpa é minha por assumir que você sabia fazer essas coisas.

source: [_R_] So, I guess I'll have to teach you how to do the job right.
dutch: [_R_] Dus, ik denk dat ik je moet leren hoe je het werk goed kunt doen.
french: [_R_] Donc, je suppose que je vais devoir t'apprendre à bien faire le travail.
german: [_R_] Also, ich denke, ich muss dir beibringen, wie du den Job richtig erledigen kannst.
italian: [_R_] Quindi, credo che dovrò insegnarti come fare bene il lavoro.
portuguese: [_R_] Então, acho que terei que te ensinar a fazer o trabalho corretamente.

source: [_R_] First.... there's still finger prints all over the microwave door, there's water all around the sink area,
dutch: [_R_] eerst.... Er print nog steeds vingertjes over de magnetron, er is water rond het zinkende gebied.
french: [_R_] D'abord.... il y a encore des empreintes digitales partout sur la porte du micro-ondes, il y a de l'eau tout autour de l'évier,
german: [_R_] Zuerst... es gibt immer noch Fingerabdrücke über die Mikrowellentür, es gibt Wasser rund um den Spülbereich
italian: [_R_] Per prima cosa.... ci sono ancora impronte digitali su tutto lo sportello del microonde, c'è acqua su tutta l'area del lavandino,
portuguese: [_R_] primeiro... Ainda há dedos impressos por toda a porta do microondas, há água por toda a área do afundamento

source: [_R_] I can see pieces of food from here that are stuck on the backsplash, and you haven't even touched the floor.
dutch: [_R_] Ik kan vanaf hier stukjes eten zien die vast zitten op de rugsplits en je hebt de vloer niet aangeraakt.
french: [_R_] Je peux voir des morceaux de nourriture d'ici qui sont collés sur le dossier, et tu n'as même pas touché au sol.
german: [_R_] Ich kann hier Essensstücke sehen, die im Backsplash stecken, und du hast nicht einmal den Boden berührt.
italian: [_R_] posso vedere pezzi di cibo da qui che sono bloccati sul backsplash, e non hai nemmeno toccato il pavimento.
portuguese: [__R_] Eu posso ver pedaços de comida daqui que estão presos no backsplash, e você nem tocou no chão.

source: [_R_] So, you better get back to work.
dutch: [_R_] Dus ga beter weer aan het werk.
french: [_R_] Donc, tu ferais mieux de retourner au travail.
german: [_R_] Also, du solltest dich lieber wieder zur Arbeit machen.
italian: [_R_] Quindi, è meglio che torni al lavoro.
portuguese: [_R_] Então, é melhor você voltar ao trabalho.

source: [_C_] Well, here's the thing.... I'm going to be late for my cycling class if I don't leave in the next 10 minutes.
dutch: [_C_] Nou, hier is het dan.... Ik ga te laat zijn voor mijn fietsles als ik de komende 10 minuten niet vertrek.
french: [_C_] Eh bien, voici la chose.... Je vais être en retard pour mon cours de cyclisme si je ne pars pas dans les 10 prochaines minutes.
german: [_C_] Nun, hier ist das Ding.... Ich werde zu spät für meine Radfahrerklasse sein, wenn ich nicht in den nächsten 10 Minuten abreise.
italian: [_C_] Bene, ecco la cosa.... Farò tardi alla mia lezione di ciclismo se non esco nei prossimi 10 minuti.
portuguese: [_C_] Bem, aqui está a coisa... Vou me atrasar para minha aula de bicicleta se eu não sair nos próximos 10 minutos.

source: [_R_] Really.... you want to leave early.... having done a half assed job for cycling?
dutch: [ _R_] Werkelijk .... U wilt vroeg vertrekken .... hebben gedaan een half vergast job voor fietsen?
french: [_R_] Vraiment.... tu veux partir tôt.... avoir fait un travail à moitié, pour mettre ton cul sur un vélo?
german: [_R_] Wirklich.... du möchtest früh gehen, nachdem du eine halbgeprüfte Aufgabe für das Radfahren erledigt hast?
italian: [_R_] Davvero.... vuoi andartene prima.... avendo fatto un lavoro di merda per il ciclismo?
portuguese: [__R_] Realmente .... você quer sair mais cedo .... tendo feito um trabalho meio assado para o ciclismo?

source: [_C_] You don't understand.... If I don't keep up my training.... I won't be ready for the Triathlon in October.
dutch: [_C_] Je begrijpt het niet.... Als ik mijn training niet voortzet.... zal ik niet klaar zijn voor de Triathlon in oktober.
french: [_C_] Tu ne comprends pas.... Si je ne continue pas mon entraînement.... Je ne serais pas prête pour le triathlon en octobre.
german: [_C_] Du verstehst nicht.... Wenn ich nicht weitertrainiere... Ich werde im Oktober nicht bereit für den Triathlon sein.
italian: [_C_] Non capisci.... Se non continuo il mio allenamento.... Non sarò pronto per il Triathlon di ottobre.
portuguese: [_C_] Você não entende.... Se eu não continuar treinando.... Não estarei pronto para o Triathlon em outubro.

source: [_R_] I'm sorry, but if I'm going to spend my money to pay for your bills, I need you to take this seriously.
dutch: [_R_] Het spijt me, maar als ik mijn geld ga uitgeven om je rekeningen te betalen, heb ik je nodig om dit serieus te nemen.
french: [_R_] Je suis désolé, mais si je veux dépenser mon argent pour payer vos factures, j'ai besoin que tu prennes cela au sérieux.
german: [_R_] Es tut mir leid, aber wenn ich mein Geld ausgeben werde, um für deine Rechnungen zu bezahlen, muss ich das ernst nehmen.
italian: [_R_] Mi dispiace, ma se devo spendere i miei soldi per pagare le tue bollette, ho bisogno che tu prenda la cosa seriamente.
portuguese: [__R_] Eu sinto muito, mas se eu for gastar meu dinheiro para pagar suas contas, eu preciso que você leve isso a sério.

source: [_R_] I'm sorry you're going to miss your cycling class, but If you're training for a triathlon, I'm sure you have a bike that you can go out and train on your own anytime.
dutch: [_R_] Het spijt me dat je je fietsenles gaat missen, maar als je aan het trainen bent voor een stam, Ik ben er zeker van dat je een fiets hebt die je op elk moment uit kunt gaan en alleen kunt trainen.
french: [_R_] Je suis désolé que tu manques ton cours de cyclisme, mais si tu t'entraînes pour un triathlon, je suis sûr que tu as un vélo que tu peux sortir et t'entraîner seul à tout moment.
german: [_R_] Es tut mir leid, dass du deine Radrennklasse verpassen wirst, aber wenn du dich für einen Triathlon trainierst Ich bin sicher, dass du ein Fahrrad hast, das du jederzeit aussteigen und selbst trainieren kannst.
italian: [_R_] Mi dispiace che mancherai la tua lezione di ciclismo, ma se ti stai allenando per un triathlon, Sono sicuro che hai una bici che puoi uscire e allenarti in qualsiasi momento.

source: [_R_] You're going to have to stay late and make sure that you do the job right.
dutch: [_R_] Je zult laat moeten blijven en ervoor zorgen dat je het goed doet.
french: [_R_] Tu vas devoir rester et être en retard et t'assurer de bien faire le travail.
german: [_R_] Du musst verspätet bleiben und sicherstellen, dass du die Aufgabe richtig erledigst.
italian: [_R_] Dovrai rimanere fino a tardi e assicurarti di fare bene il lavoro.
portuguese: [__R_] Você vai ter que ficar até mais tarde e ter certeza de que você faz o trabalho direito.

source: [_R_] Cuz if you don't.... the first bill I'll stop paying is your cycling class.
dutch: [_R_] Cuz als je dat niet doet.... de eerste rekening die ik zal stoppen is je fietsenklas.
french: [_R_] Parce que si tu ne le fais pas.... la première facture que j'arrêterais de payer, c'est ton cours de vélo.
german: [_R_] Cuz, wenn du das nicht tust.... die erste Rechnung, die ich aufhören werde zu zahlen, ist deine Radfahrerklasse.
italian: [_R_] Perché se non lo fai.... la prima bolletta che smetterò di pagare sono le tue lezioni di ciclismo.
portuguese: [_R_] Cuz se você não pagar... A primeira conta que vou parar de pagar é a sua aula de bicicleta.

source: [_C_] Alright.... just let me know what I need to do to improve my work.
dutch: [_C_] Oké... Laat me gewoon weten wat ik moet doen om mijn werk te verbeteren.
french: [_C_] D'accord.... fais-moi savoir ce que je dois faire pour améliorer mon travail.
german: [_C_] Okay, lass mich wissen, was ich tun muss, um meine Arbeit zu verbessern.
italian: [_C_] Alright.... fammi solo sapere cosa devo fare per migliorare il mio lavoro.
portuguese: [_C_] Certo.... apenas me diga o que preciso fazer para melhorar meu trabalho.

source: [_R_] That's a much better attitude.
dutch: [_R_] Dat is een veel betere houding.
french: [_R_] C'est une bien meilleure attitude.
german: [_R_] Das ist eine viel bessere Haltung.
italian: [_R_] Questo è un atteggiamento molto migliore.
portuguese: [_R_] Essa é uma atitude muito melhor.

source: {i}"You can't get any more submission points from this event."{/i}
dutch: {i}"U kunt geen indieningspunten meer krijgen van dit evenement."{/i}
french: {i}'Vous ne pouvez plus obtenir de points de soumission avec cet événement.'{/i}
german: {i}"Du kannst keine weiteren Einreichungspunkte von dieser Veranstaltung erhalten."{/i}
italian: {i}"Non puoi ottenere altri punti di sottomissione da questo evento"{/i}.
portuguese: {i}"Você não pode obter mais nenhum ponto de submissão deste evento."{/i}

source: [_R_] Well, if you leave now, that means that I have to do the rest myself.
dutch: [_R_] Nou, als je nu vertrekt, betekent dat dat ik de rest zelf moet doen.
french: [_R_] Eh bien, si tu pars maintenant, cela signifie que je dois faire le reste moi-même.
german: [_R_] Nun, wenn du jetzt gehst, bedeutet das, dass ich den Rest selbst tun muss.
italian: [_R_] Beh, se te ne vai ora, significa che devo fare il resto da solo.
portuguese: [__R_] Bem, se você sair agora, isso significa que eu mesmo tenho que fazer o resto.

source: [_R_] And since I'm paying you to do a job, what will you give me to do your job for you?
dutch: [_R_] En aangezien ik je betaald om een baan te doen, wat geef je me dan om je werk voor je te doen?
french: [_R_] Et puisque je te paie pour faire un travail, que me donneras-tu pour faire ton travail pour toi?
german: [_R_] Und da ich dich für eine Arbeit bezahle, was wirst du mir geben, deinen Job für dich zu erledigen?
italian: [_R_] E visto che ti sto pagando per fare un lavoro, cosa mi darai per fare il tuo lavoro al posto tuo?
portuguese: [_R_] E já que eu estou te pagando para fazer um trabalho, o que você vai me dar para fazer o seu trabalho para você?

source: [_C_] I don't have anything to give you.... I mean I guess you could have the Hawaiian shirts Bobby left.
dutch: [_C_] Ik heb niets te geven ... . Ik bedoel dat ik denk dat je de Hawaïaanse shirts Bobby links zou kunnen laten gaan.
french: [_C_] Je n'ai rien à te donner.... Je veux dire, je suppose que tu pourrais te laisser les chemises hawaïennes Bobby.
german: [_C_] Ich habe dir nichts zu geben... Ich denke, du könntest die hawaiianischen Hemden Bobby verlassen.
italian: [_C_] Non ho niente da darti.... Voglio dire che immagino che tu possa avere le camicie hawaiane che ha lasciato Bobby.
portuguese: [__C_] Eu não tenho nada para te dar .... Quer dizer que eu acho que você poderia ter as camisas havaianas Bobby saíram.

source: [_R_] I don't want no Hawaiian shirts!.... I had something else in mind.
dutch: [_R_] Ik wil geen Hawaiaanse shirts hebben!.... Ik had iets anders in gedachten.
french: [_R_] Je ne veux pas de chemises hawaïennes!.... J'avais autre chose en tête.
german: [_R_] Ich möchte keine hawaiianischen Shirts haben!.... Ich hatte etwas anderes im Sinn.
italian: [_R_] Non voglio nessuna camicia hawaiana!.... Avevo in mente qualcos'altro.
portuguese: [__R_] Eu não quero camisetas havaianas! .... Eu tinha outra coisa em mente.

source: [_C_] Oh, no.... not like in the bathroom?...
dutch: [_C_] Oh, nee.... niet leuk in de badkamer?...
french: [_C_] Oh, non.... pas comme dans la salle de bain?...
german: [_C_] Oh, nein.... nicht wie im Badezimmer?...
italian: [_C_] Oh, no.... non come in bagno?...
portuguese: U[_C_] Oh, não.... não gosta do banheiro?...

source: [_C_] And in the lounge?...
dutch: [_C_] En in de lounge?...
french: [_C_] Et dans le salon?...
german: [_C_] Und in der Lounge?...
italian: [_C_] E nella lounge?...

source: [_R_] Haha.... yeah.... that's exactly what I'm thinking.
dutch: [_R_] Haha.... ja.... dat is precies wat ik denk.
french: [_R_] Haha.... ouais.... c'est exactement ce à quoi je pense.
german: [_R_] Haha.... ja, das ist genau das, was ich denke.
italian: [_R_] Haha.... si.... esattamente quello che stavo pensando.
portuguese: [_R_] Haha.... sim.... é exatamente o que eu estou pensando.

source: [_C_] What is the matter with you?
dutch: [_C_] Wat is er aan de hand met je?
french: [_C_] Quel est le problème avec toi?
german: [_C_] Was ist die Sache mit dir?
italian: [_C_] Qual è il tuo problema?
portuguese: [_C_] Qual é o assunto com você?

source: [_C_] How are you okay with perving on your own aunt?
dutch: [_C_] Hoe ben je het ermee eens om op je eigen tante te draaien?
french: [_C_] Comment pouvez-vous accepter d'observer votre propre tante ?
german: [_C_] Wie bist du mit deiner eigenen Tante in Ordnung?
italian: [_C_] Come stai bene con perving sulla tua zia?
portuguese: [_C_] Como você não tem problema em se virar por sua própria caçada?

source: [_R_] I don't know.... maybe it would be weird if we were closer, but you've always been super cold to Mom and us.
dutch: [_R_] Ik weet het niet.... misschien zou het raar zijn als we dichter bij elkaar waren, maar je bent altijd super koud geweest bij mama en ons.
french: [_R_] Je ne sais pas.... ce serait peut-être bizarre si nous étions plus proches, mais tu as toujours eu très froide avec maman et nous.
german: [_R_] Ich weiß nicht .... vielleicht wäre es seltsam, wenn wir näher wären, aber du warst immer super kalt zu Mama und uns.
italian: [_R_] Non lo so.... forse sarebbe strano se fossimo più vicini, ma sei sempre stato super freddo a mamma e noi.
portuguese: [__R_] Eu não sei .... talvez fosse estranho se estivássemos mais perto, mas você sempre foi super frio para a mamãe e nós.

source: [_R_] Or maybe it's revenge for being such a dick to me for taking pictures of your daughter, when she's the one who asked me to take them.
dutch: [_R_] Of misschien wraak het omdat je zo een luik bent voor het maken van foto's van je dochter, wanneer zij degene is die mij heeft gevraagd ze te nemen.
french: [_R_] Ou peut-être que c'est une vengeance d'être une telle salope avec moi d'avoir pris des photos de ta fille, alors que c'est elle qui m'a demandé de les prendre.
german: [_R_] Oder vielleicht ist es Rache, wenn du mir so dick bist, weil du Fotos von deiner Tochter gemacht hast, wenn sie ist derjenige, der mich bat, sie zu nehmen.
italian: [_R_] O forse è una vendetta per essere stato così stronzo con me per aver fatto delle foto a tua figlia, quando è stata lei a chiedermi di farle.
portuguese: [_R_] Ou talvez seja vingança por ser um tanto pau para mim por tirar fotos de sua filha, quando ela é a pessoa que me pediu para levá-los.

source: [_R_] But I think mostly it's because I think your body is really sexy, and I really like boobs, and I never get to see real ones.... just the ones I've seen on porn...
dutch: [_R_] Maar ik denk dat het vooral is omdat ik denk dat je lichaam echt sexy is, en ik hou echt van boobs, en ik kom nooit echte te zien. .. alleen degenen die ik op porno heb gezien...
french: [_R_] Mais je pense surtout que c'est parce que je pense que ton corps est vraiment sexy, et j'aime vraiment tes seins, et je n'en vois jamais de vrais.... juste celles que j'ai vues sur le porno...
german: [_R_] Aber ich denke, es ist meistens deshalb, weil ich denke, dein Körper wirklich sexy ist, und ich mag wirklich Boobs, und ich habe nie richtig zu sehen. .. nur die, die ich auf Porno gesehen habe...
italian: [_R_] Ma penso che sia soprattutto perché penso che il tuo corpo sia davvero sexy, e mi piacciono molto le tette, e non riesco mai a vederne di vere.... solo quelle che ho visto nei porno...

source: [_R_] It's not like I'm attracted to you because you're my aunt, it's more that I've identified a great opportunity to see some real boobs.
dutch: [_R_] Het is niet alsof ik naar je aangetrokken ben omdat je mijn tante bent, maar het is meer dan dat ik een geweldige kans heb gezien om echte boobs te zien.
french: [_R_] Ce n'est pas comme si je suis attirée par toi parce que tu es ma tante, c'est plus que j'ai identifié une excellente occasion de voir de vrais seins.
german: [_R_] Es ist nicht so, als ob ich dich angezogen habe, weil du meine Tante bist. Es ist mehr, dass ich eine großartige Gelegenheit gefunden habe, einige echte Boobs zu sehen.
italian: [_R_] Non è che sono attratta da te perché sei mia zia, è più che altro che ho individuato una grande opportunità di vedere delle vere tette.
portuguese: [_R_] Não é como se eu fosse atraído a você, porque você é a minha tia, é mais que eu identifiquei uma ótima oportunidade de ver alguns verdadeiros boobs.

source: [_C_] Yeah, well I've already told myself I'm not flashing you again.
dutch: [_C_] Yeah, ik heb al gezegd dat ik je niet meer aan het knipperen.
french: [_C_] Ouais, eh bien je me suis déjà dit que je ne te les montrerais plus.
german: [_C_] Ja, ja, ich habe mir schon gesagt, dass ich dich nicht erneut blinke.
italian: [_C_] Sì, beh, mi sono già detto che non ti mostrerò più.
portuguese: [_C_] Sim, bem eu já disse a mim mesmo que não estou te regravando novamente.

source: [_C_] It might not bother you that I'm your aunt, but it does bother me to flash my own nephew.
dutch: [_C_] Het stoort je misschien niet dat ik je tante ben, maar het stoort me om mijn eigen neef te flashen.
french: [_C_] Cela ne te dérange peut-être pas que je sois ta tante, mais cela me dérange de montrer mes seins à mon propre neveu.
german: [_C_] Es stört dich vielleicht nicht, dass ich deine Tante bin, aber es stört mich, meinen eigenen Neffen zu flashen.
italian: [_C_] Potrebbe non darti fastidio che io sia tua zia, ma mi dà fastidio mostrare il mio stesso nipote.
portuguese: [_C_] Pode não te incomodar o fato de eu ser sua tia, mas me incomoda em piscar meu próprio sobrinho.
