Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] This whole situation sucks for all of us, but for you and Mom to lose your husbands, it must suck extra hard for you.
dutch: [_R_] Deze hele situatie suckt voor ons allemaal, maar voor jou en mama om je echtgenoten te verliezen, moet het extra hard voor je verzinnen.
french: [_R_] Toute cette situation craint pour nous tous, mais pour que toi et maman perdiez vos maris, cela doit être très dur pour vous.
german: [_R_] Diese ganze Situation saugt uns alle an, aber damit du und die Mutter deine Ehemänner verlieren, muss sie extra hart für dich saugen.
italian: [_R_] Tutta questa situazione è uno schifo per tutti noi, ma per te e la mamma perdere i vostri mariti deve essere uno schifo extra per voi.
portuguese: U[_R_] toda esta situação é ruim para todos nós, mas para que você e Mamãe percam seus maridos, ela deve chupar ainda mais para você.

source: [_R_] So, let's forget about the few glasses of wine.
dutch: [_R_] Dus, laten we de paar glazen wijn vergeten.
french: [_R_] Alors, oublions ces quelques verres de vin.
german: [_R_] Also lass uns die wenigen Gläser Wein vergessen.
italian: [_R_] Quindi, dimentichiamoci dei pochi bicchieri di vino.
portuguese: [_R_] Então, vamos esquecer os poucos copos de vinho.

source: [_C_] Wow.... I didn't expect so much empathy from a teenager.... especially from you...
dutch: [_C_] Wow.... Ik had niet zo veel empathie verwacht van een tiener.... vooral van jou...
french: [_C_] Wow.... Je ne m'attendais pas à autant d'empathie de la part d'un adolescent.... surtout de toi...
german: [_C_] Wow.... Ich habe nicht so viel Einfühlungsvermögen von einem Teenager erwartet... vor allem von Ihnen...
italian: [_C_] Wow.... Non mi aspettavo tanta empatia da un adolescente.... soprattutto da te...

source: [_R_] Yeah, well.... I hardly feel like the same person I was before all of this started.
dutch: [_R_] Yeah, goed.... Ik voel me amper dezelfde persoon als voor dit alles.
french: [_R_] Ouais, eh bien.... Je me sens à peine comme la même personne que j'étais avant que tout cela ne commence.
german: [_R_] Ja, ja... Ich fühle mich kaum wie die gleiche Person, die ich war, bevor all dies begann.
italian: [_R_] Sì, beh.... Mi sento a malapena la stessa persona che ero prima che tutto questo iniziasse.
portuguese: [_R_] Sim, bem... Eu mal me sinto a mesma pessoa que eu era antes de tudo isso começar.

source: [_C_] Everyone keeps saying how much you've grown up, I hope I get to see that side of you too.
dutch: [_C_] Iedereen vertelt steeds hoeveel je hebt opgegroeid, ik hoop dat ik die kant van jou ook zie.
french: [_C_] Tout le monde n'arrête pas de dire combien tu as grandi, j'espère que je pourrais aussi voir ce côté de toi.
german: [_C_] Jeder sagt immer wieviel du erwachsen bist, ich hoffe, dass ich auch diese Seite von dir sehen kann.
italian: [_C_] Tutti continuano a dire quanto sei cresciuto, spero di riuscire a vedere anche questo lato di te.
portuguese: [_C_] Todo mundo fica dizendo o quanto você cresceu, eu espero que eu consiga ver esse lado de você também.

source: [_R_] .... Ok.... so let's go over the details.
dutch: [_R_] .... Ok.... laten we de details eens bekijken.
french: [_R_] .... Ok.... passons donc en revue les détails.
german: [_R_] .... Ok.... also gehen wir über die Details.
italian: [_R_] .... Ok.... quindi andiamo avanti con i dettagli.
portuguese: [_R_] .... Ok .... então vamos por cima dos detalhes.

source: [_R_] I'll meet you here in the kitchen every morning before I go to school to assign you a chore.
dutch: [_R_] Ik ontmoet je elke morgen in de keuken voordat ik naar school ga om je een schor toe te kennen.
french: [_R_] Je te retrouve ici dans la cuisine tous les matins avant d'aller à l'école pour t'assigner une corvée.
german: [_R_] Ich werde dich jeden Morgen hier in der Küche treffen, bevor ich zur Schule gehe und dir eine Arbeit zuweist.
italian: [_R_] Ti incontrerò qui in cucina ogni mattina prima di andare a scuola per assegnarti un compito.
portuguese: [__R_] Eu te encontro aqui na cozinha todas as manhãs antes de ir para a escola para te atribuir uma chore.

source: [_R_] I'll try to do everything I can to make sure I can be here to supervise you.
dutch: [_R_] Ik zal alles doen wat ik kan om ervoor te zorgen dat ik hier kan zijn om je te controleren.
french: [_R_] Je vais essayer de faire tout ce que je peux pour être ici pour te superviser.
german: [_R_] Ich werde versuchen, alles zu tun, was ich kann, um sicherzustellen, dass ich hier sein kann, um dich zu überwachen.
italian: [_R_] Cercherò di fare tutto il possibile per essere sicuro di poter essere qui a supervisionarti.
portuguese: [_R_] eu vou tentar fazer tudo o que puder para garantir que eu possa estar aqui para supervisioná-lo.

source: [_R_] I won't give you a lot of work for now. You should be able to finish the cleaning before afternoon.
dutch: [_R_] Ik zal je voorlopig niet veel werk geven. Je zou de schoonmaak voor vanmiddag moeten kunnen afmaken.
french: [_R_] Je ne te donnerais pas beaucoup de travail pour l'instant. Tu devras pouvoir terminer le nettoyage avant l'après-midi.
german: [_R_] Ich werde dir vorerst nicht viel Arbeit geben. Du solltest in der Lage sein, die Reinigung vor dem Nachmittag abzuschließen.
italian: [_R_] Non ti darò molto lavoro per ora. Dovresti essere in grado di finire le pulizie prima del pomeriggio.
portuguese: [_R_] Eu não vou dar muito trabalho para vocês agora. Você deve ser capaz de terminar a limpeza antes da tarde.

source: [_R_] If for some reason, I'm not able to show up, just pick a chore that looks like it needs to be done the most, put on your uniform and get to work.
dutch: [_R_] Als ik om wat voor reden dan ook niet kan verschijnen, Kies gewoon een koorts die het meest gedaan moet worden, zet op je uniform en ga aan het werk.
french: [_R_] Si pour une raison quelconque, je ne suis pas en mesure de me présenter, choisis simplement une corvée qui semble devoir être faite en premier, enfiles ton uniforme et mets-toi au travail.
german: [_R_] Wenn aus irgendeinem Grund kann ich nicht erscheinen, Wählen Sie einfach einen Chor, der so aussieht, als muss es am meisten getan werden, auf Ihre Uniform zu setzen und an die Arbeit zu kommen.
italian: [_R_] Se, per qualche ragione, non sono in grado di presentarmi, scegli un lavoro che sembra avere più bisogno di essere fatto, indossa la tua uniforme e mettiti al lavoro.
portuguese: [__R_] Se por alguma razão, eu não sou capaz de aparecer, basta escolher uma chore que parece que precisa ser feita a mais, colocar o seu uniforme e chegar ao trabalho.

source: [_R_] Oh yeah.... you need to go put on your uniform.
dutch: [_R_] Oh ja.... je moet op je uniform gaan zetten.
french: [_R_] Oh oui.... tu dois enfiler ton uniforme.
german: [_R_] Oh yeah.... Du musst deine Uniform anlegen.
italian: [_R_] Oh, sì.... devi andare a metterti l'uniforme.
portuguese: [_R_] Aí sim.... você precisa ir colocar seu uniforme.

source: [_C_] Uhhhhhh.... do I really have to wear that uniform?
dutch: [ _C_] Uhhhhhh .... moet ik echt dat uniform dragen?
french: [_C_] Uhhhhhh.... dois-je vraiment porter cet uniforme?
german: [_C_] Uhhhhhhhh.... Muss ich wirklich diese Uniform tragen?
italian: [_C_] Uhhhhhh.... devo davvero indossare quell'uniforme?
portuguese: [_C_] Uhhhhhh.... Eu realmente tenho que usar esse uniforme?

source: [_C_] These workout clothes are great for cleaning in...
dutch: [_C_] Deze trainingskleren zijn geweldig voor opruimen...
french: [_C_] Ces vêtements de travail sont excellents pour le nettoyage...
german: [_C_] Diese Trainingskleidung eignet sich hervorragend zum Reinigen...
italian: [_C_] Questi abiti da allenamento sono ottimi per pulirci dentro...

source: [_C_] And it's so revealing.... It's humiliating to wear in front of my own nephew.
dutch: [_C_] En het is zo onthullend.... het is vernederend om voor mijn eigen neef te dragen.
french: [_C_] Et c'est tellement révélateur.... C'est humiliant de porter devant mon propre neveu.
german: [_C_] Und es ist so aufschlussreich... Es ist demütigend, vor meinem eigenen Neffen zu tragen.
italian: [_C_] Ed è così rivelatore.... E' umiliante da indossare davanti a mio nipote.
portuguese: [_C_] E é tão reveladora... É humilhante vestir diante do meu próprio sobrinho.

source: [_R_] Yeah.... I think that's kind of the point.
dutch: [_R_] Yeah.... Ik denk dat dat soort punt is.
french: [_R_] Ouais.... Je pense que c'est un peu le problème.
german: [_R_] Ja. Ich denke, das ist der Punkt.
italian: [_R_] Si.... Penso che questo sia un pò il punto.
portuguese: [_R_] Sim.... Acho que isso é meio importante.

source: [_R_] And it's not up to me.... Mom was very clear that she wanted you to wear the uniform.
dutch: [_R_] En het is niet aan mij.... Ma was heel duidelijk dat ze wilde dat je het uniform zou dragen.
french: [_R_] Et ce n'est pas à moi de décider.... Maman était très claire qu'elle voulait que tu portes l'uniforme.
german: [_R_] Und es liegt nicht an mir.... Mama war sehr klar, dass sie die Uniform tragen wollte.
italian: [_R_] E non dipende da me.... La mamma è stata molto chiara sul fatto che voleva che tu indossassi l'uniforme.
portuguese: [_R_] E não cabe a mim .... A mamãe ficou muito clara que queria que você usesse o uniforme.

source: [_R_] She can be extremely stubborn, especially when she's feeling vengeful. And that slutty whore comment made Mom really mad.
dutch: [_R_] Ze kan extreem koppig zijn, vooral wanneer ze zich wraakzuchtig voelt. En die sluwe reactie maakte Mama echt boos.
french: [_R_] Elle peut être extrêmement têtue, surtout quand elle se sent vengeresse. Et ce commentaire de pute salope a rendu maman vraiment folle.
german: [_R_] Sie kann extrem hartnäckig sein, vor allem wenn sie sich rätselhaft fühlt. Und diese schlampige Hure Kommentar hat Mom wirklich verrückt.
italian: [_R_] Può essere estremamente testarda, specialmente quando si sente vendicativa. E quel commento da sgualdrina ha fatto arrabbiare molto la mamma.
portuguese: [_R_] pode ser extremamente teimosa, especialmente quando está se sentindo vingativa. E aquele sórdido comentário feito pela mamãe realmente louco.

source: [_R_] Maybe we can talk her out of it in the future, but for now, that's just what we've got to do.
dutch: [_R_] Misschien kunnen we haar er in de toekomst uit praten, maar voorlopig is dat precies wat we moeten doen.
french: [_R_] Peut-être que nous pourrons lui en parler à l'avenir, mais pour l'instant, c'est exactement ce que nous devons faire.
german: [_R_] Vielleicht können wir sie in der Zukunft herausreden, aber fürs Erste ist genau das, was wir tun müssen.
italian: [_R_] Forse possiamo dissuaderla in futuro, ma per ora, è solo quello che dobbiamo fare.
portuguese: [_R_] Talvez possamos falar com ela no futuro, mas por enquanto é isso que temos que fazer.

source: [_C_] Oh, don't pretend you're on my team.
dutch: [_C_] Oh, doe niet alsof je in mijn team bent.
french: [_C_] Oh, ne prétends pas que tu es de mon côté.
german: [_C_] Oh, nicht so tun, als ob du in meinem Team bist.
italian: [_C_] Oh, non fingere di essere nella mia squadra.
portuguese: [_C_] Oh, não finja que você está na minha equipe.

source: [_C_] I think you love seeing your aunt looking all slutty.
dutch: [_C_] Ik denk dat je het leuk vind om je tante te zien die er slutty uitziet.
french: [_C_] Je pense que tu aimes voir ta tante en salope.
german: [_C_] Ich glaube, du liebst es, deine Tante zu sehen, die alle Schlampen aussieht.
italian: [_C_] Penso che le piaccia vedere tua zia con un aspetto da sgualdrina.
portuguese: [_C_] Eu acho que você ama ver a sua tia parecendo toda vagabunda.

source: [_R_] Wow.... I don't even know what to say.... just go get the uniform on...
dutch: [_R_] Wow.... Ik weet niet eens wat ik moet zeggen.... ga gewoon het uniforme op...
french: [_R_] Wow.... Je ne sais même pas quoi dire.... va porter l'uniforme...
german: [_R_] Wow.... Ich weiß nicht einmal, was ich sagen soll... einfach die Uniform an...
italian: [_R_] Wow.... Non so nemmeno cosa dire.... vai a metterti l'uniforme...

source: [_C_] Fine!
dutch: [_C_] Prima!
french: [_C_] Bien!
german: [_C_] gut!
italian: [_C_] Bene!
portuguese: U[_C_] Final!

source: [_C_] There.... happy?
dutch: [_C_] D.... gelukkig?
french: [_C_] Là... heureux?
german: [_C_] Uns.... glücklich?
italian: [_C_] Ecco.... contento?
portuguese: [_C_] lá.... feliz?

source: [_R_] Yeah.... you look great!
dutch: [_R_] Ja.... jij ziet er geweldig uit!
french: [_R_] Ouais.... tu es superbe!
german: [_R_] Ja. Du siehst großartig aus!
italian: [_R_] Si.... stai benissimo!
portuguese: [_R_] Sim.... você parece ótimo!

source: [_R_] And even though it's somewhat revealing, it's also very classy.
dutch: [_R_] En ook al is het een beetje onthullend, het is ook erg klassiek.
french: [_R_] Et même si c'est un peu révélateur, c'est aussi très classe.
german: [_R_] Und obwohl es etwas aufschlussreich ist, ist es auch sehr klassisch.
italian: [_R_] E anche se è un pò rivelatore, è anche molto elegante.
portuguese: [_R_] E embora seja um pouco revelador, também é muito classe.

source: [_R_] Leave it to the French.
dutch: [_R_] laat het aan de Fransen over.
french: [_R_] Laisse-le aux français.
german: [_R_] Hinterlasse es den Franzosen.
italian: [_R_] Lascia fare ai francesi.
portuguese: [_R_] Deixe para os franceses.

source: [_C_] Uuuuhhh.... well, let's get going so I can finish the chore and get this horrible uniform off.
dutch: Laten we gaan, dan kan ik het karwei afmaken en dit vreselijke uniform eraf halen.
french: [_C_] Uuuuhhh.... allons-y pour que je puisse finir la corvée et enlever cet horrible uniforme.
german: [_C_] Uuuhhhhh.... nun, lass uns losgehen, damit ich die Geschichte beenden und diese schreckliche Uniform abheben kann.
italian: [_C_] Uuuuhhh.... bene, andiamo così posso finire il lavoro e togliermi questa orribile uniforme.
portuguese: [_C_] Uuhhh.... Bem, vamos lá para que eu possa terminar o chore e tirar este uniforme horrível.

source: [_R_] Well, since it's the first day.... I'll stay here and supervise things, make sure you're doing it right.
dutch: [_R_] Nou, omdat het de eerste dag is.... zal ik hier blijven en de dingen bewaken, zorg ervoor dat je het goed doet.
french: [_R_] Eh bien, puisque c'est le premier jour.... Je vais rester ici et superviser les choses, m'assurer que tu fais bien les choses.
german: [_R_] Nun, da es der erste Tag ist.... Ich werde hier bleiben und Dinge überwachen, stelle sicher, dass du es richtig machst.
italian: [_R_] Beh, visto che è il primo giorno.... Rimarrò qui a supervisionare le cose e ad assicurarmi che tu lo faccia bene.
portuguese: [_R_] Bem, desde que é o primeiro dia.... Ficarei aqui e supervisionarei as coisas, certifique-se de que você está fazendo certo.

source: [_C_] Just let me know what chore you want me to do today.
dutch: [_C_] Laat me gewoon weten wat voor koorts je wilt dat ik vandaag doe.
french: [_C_] Fais-moi savoir quelle corvée tu veux que je fasse aujourd'hui.
german: [_C_] Lass mich nur wissen, was du heute tun möchtest.
italian: [_C_] Fammi solo sapere quale compito vuoi che faccia oggi.
portuguese: [__C_] Apenas me deixe saber o que chore que você quer que eu faça hoje.

source: [_R_] Let's go ahead and start with the grossest job, shower, toilet, bidet.... and the rest.
dutch: [_R_] laten we beginnen met de meest grotese, douche, toilet, bidet.... en de rest.
french: [_R_] Allons-y et commençons par le travail le plus grossier, douche, toilette, bidet.... et le reste.
german: [_R_] Lass uns fortfahren und mit dem grössten Job, Dusche, Toilette, Bidet.... und dem Rest beginnen.
italian: [_R_] Andiamo avanti e iniziamo con il lavoro più schifoso, doccia, bagno, bidet.... e il resto.
portuguese: [_R_] Vamos em frente e começar com o trabalho mais grosseirinho, ducha, vaso sanitário, bidê .... e o resto.

source: [_R_] Why don't you go ahead and get started without me.... I'll come check on you in a little bit.
dutch: [_R_] Waarom ga je niet aan de slag zonder mij.... Ik kom even op je kijken.
french: [_R_] Pourquoi n'allez-vous pas de l'avant et commencez sans moi.... Je viendrai voir dans peu de temps.
german: [_R_] Warum gehst du nicht voran und starte ohne mich.... Ich werde dir ein wenig nachschauen.
italian: [_R_] Perché non vai avanti e inizi senza di me.... Verrò a controllarti tra un pò.
portuguese: [__R_] Por que você não vai em frente e começa sem mim .... Vou verificar em você em um pouco.

source: [_C_] Alright.... whatever you say.
dutch: [_C_] Klaar.... wat je zegt.
french: [_C_] D'accord.... quoi que tu dises.
german: [_C_] Okay, was immer du sagst.
italian: [_C_] Va bene.... come vuoi tu.
portuguese: [__C_] Alright .... o que você disser.

source: [_R_] Oh.... I like that attitude. Why don't you call me sir while you're at it.
dutch: [_R_] Oh.... Ik vind die houding leuk. Waarom bel je me niet sir terwijl je er in bent.
french: [_R_] Oh.... J'aime cette attitude. Appelles-moi monsieur pendant que tu y es.
german: [_R_] Oh.... Ich mag diese Haltung. Warum nennt du mich nicht während du auf ihr warst.
italian: [_R_] Oh.... Mi piace questo atteggiamento. Perché non mi chiami signore già che ci sei.
portuguese: [_R_] Oh .... Eu gosto dessa atitude. Por que você não me chama de senhor enquanto está nele.

source: [_C_] Oh, fuck off. I'm not calling you sir!
dutch: [_C_] Oh, nutteloos. Ik bel je niet sier!
french: [_C_] Oh, va te faire foutre. Je ne t'appelle pas monsieur!
german: [_C_] Oh, ficke ab! Ich rufe dich nicht an!
italian: [_C_] Oh, vaffanculo. Non ti chiamerò signore!
portuguese: [__C_] Ah, foda-se. Eu não estou te chamando de senhor!

source: [_R_] Aaahh.... it was worth a try.
dutch: [_R_] Aaahh.... het was het proberen waard.
french: [_R_] Aaahh.... ça valait le coup d'essayer.
german: [_R_] Aaahh.... es war einen Versuch wert.
italian: [_R_] Aaahh.... valeva la pena provare.
portuguese: [__R_] Aaahh .... valeu a pena uma tentativa.

source: [_C_] Oh, and I'm going to finish my glass of wine before I start...
dutch: [_C_] Oh, en ik ga mijn glas wijn afmaken voordat ik begin...
french: [_C_] Oh, et je vais finir mon verre de vin avant de commencer...
german: [_C_] Oh, und ich werde mein Glas Wein beenden, bevor ich starte...
italian: [_C_] Oh, e finirò il mio bicchiere di vino prima di iniziare...
portuguese: [_C_] Oh, e eu vou terminar meu copo de vinho antes de começar...

source: [_R_] Yeah.... ok.... but only because I don't want you wasting things.
dutch: [_R_] Ja.... ok..., maar alleen omdat ik niet wil dat je dingen verspilt.
french: [_R_] Ouais.... Ok.... mais seulement parce que je ne veux pas que tu gaspilles des choses.
german: [_R_] Yeah.... ok.... aber nur weil ich nicht möchte, dass du Dinge verschwendest.
italian: [_R_] Si.... ok.... ma solo perché non voglio che tu sprechi le cose.
portuguese: [_R_] Sim.... ok..., mas só porque eu não quero que você perca coisas.

source: [_R_] Let's just start with the kitchen since we're already here...
dutch: [_R_] Laten we gewoon beginnen met de keuken omdat we er al zijn...
french: [_R_] Commençons par la cuisine puisque nous sommes déjà là...
german: [_R_] Lass uns nur mit der Küche beginnen, da wir bereits hier sind...
italian: [_R_] Iniziamo con la cucina visto che siamo già qui...

source: Let's start off easy with the Lounge area. Mostly just dusting, scrubbing, and sweeping the floor.
dutch: Laten we gemakkelijk beginnen met het gebied Lounge. Meestal gewoon stof, zweven en de vloer vervagen.
french: Commençons doucement avec le salon. La plupart du temps, il suffit de dépoussiérer, de frotter et de balayer le sol.
german: Beginnen wir einfach mit dem Lounge-Bereich.
italian: Iniziamo in modo semplice con l'area del salone. Per lo più solo spolverare, strofinare e spazzare il pavimento.
portuguese: Vamos começar facilmente com a área da Sala. Geralmente só empoeirando, esfregando e varrendo o chão.

source: [_RT_] {i}Looks like Aunt Cami's done working out.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Aunt Cami klaar is met werken.{/i}
french: [_RT_] {i}On dirait que tante Camille a fini de travailler.{/i}
german: [_RT_] {i}sieht aus wie Tante Cami das Arbeiten erledigt.{/i}
italian: [_RT_] {i}Sembra che la zia Cami abbia finito di allenarsi.{/i}
portuguese: [_RT_] {i}Parece que a Cami terminou o trabalho.{/i}

source: [_RT_] {i}I should hurry and get her going on her chores so I can make it to school today.{/i}
dutch: [_RT_] {i}Ik moet haast maken en haar baan op krijgen, zodat ik vandaag nog naar school kan gaan.{/i}
french: [_RT_] {i}Je devrais me dépêcher et la faire faire ses tâches pour que je puisse aller à l'école aujourd'hui.{/i}
german: [_RT_] {i}Ich sollte mich beeilen und sie in ihre Arbeit aufnehmen, damit ich es heute zur Schule machen kann.{/i}
italian: [_RT_] {i}Dovrei sbrigarmi a farle fare le sue faccende così posso arrivare a scuola oggi.{/i}
portuguese: [_RT_] {i}Eu deveria apressá-la e fazê-la ir em suas tarefas para chegar à escola hoje.{/i}

source: [_C_] So, as you can see, I'm getting started with a few glasses of wine. You got a problem with that?
dutch: [_C_] Dus, zoals je kunt zien, begin ik met een paar brillen wijn. Heb je daar een probleem mee?
french: [_C_] Donc, comme tu peux le voir, je commence avec quelques verres de vin. Tu as un problème avec ça?
german: [_C_] So, wie du sehen kannst, bin ich mit ein paar Gläsern Wein gestartet. Du hast damit ein Problem?
italian: [_C_] Quindi, come puoi vedere, sto iniziando con qualche bicchiere di vino. Hai un problema con questo?
portuguese: [_C_] Então, como você pode ver, eu estou começando com alguns copos de vinho. Você tem problema com isso?

source: [_R_] You keep drinking that stuff like it's water.... where do you keep finding it?.... I didn't even know we had that much in the house.
dutch: [_R_] Je blijft dat spullen drinken alsof het water is.... waar blijf je het vinden?.... Ik wist niet eens dat we zo veel in het huis hadden.
french: [_R_] Tu continues à boire ce truc comme si c'était de l'eau.... où continues-tu à le trouver?.... Je ne savais même pas qu'on en avait autant dans la maison.
german: [_R_] Du trinkst immer wieder, wie es sein Wasser ist.... Wo findest du es weiter?.... Ich wusste nicht einmal, dass wir so viel im Haus hatten.
italian: [_R_] Continui a bere quella roba come se fosse acqua.... dove continui a trovarla?.... Non sapevo nemmeno che ne avessimo così tanto in casa.
portuguese: U[_R_] Você continua bebendo aquilo que é água... onde você continua encontrando?.... Eu nem sabia que tínhamos tanto na casa.

source: [_C_] Relax.... it's not costing you anything.... I brought it from home.
dutch: [_C_] Relais.... het kost je niets .... Ik heb het van huis meegebracht.
french: [_C_] Détends-toi.... ça ne te coûte rien.... Je l'ai apporté de chez moi.
german: [_C_] Entspannen.... es kostet euch nichts. Ich habe es von zu Hause mitgebracht.
italian: [_C_] Relax.... non ti costa niente.... L'ho portato da casa.
portuguese: [_C_] Relaxa... Não está te custando nada... Eu trouxe de casa.

source: [_C_] It's none of your business... don't worry about it! It's not costing you anything.
dutch: [_C_] Het is geen bedrijf... maak je er geen zorgen over! Het kost je niets aan.
french: [_C_] Ce ne sont pas tes affaires... ne t'en fais pas ! Ça ne te coûte rien.
german: [_C_] Es ist keines von deinem Geschäft... keine Sorge! Es kostet dich nichts.
italian: [_C_] Non è nessuno dei tuoi affari... non ti preoccupare! Non ti costa niente.
portuguese: U[_C_] Não é a sua empresa... Não se preocupe com isso! Não lhe custa nada.
