Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_M_] If anyone wishes to get a better look, please come up to the front of the room.
dutch: [_M_] Als iemand een beter uiterlijk wil hebben, kom dan vooraan de kamer.

source: [_M_] The more aroused I get, the higher the chance that I'll get pregnant.
dutch: [_M_] Hoe meer ik erbij krijg, hoe groter de kans dat ik zwanger wordt.

source: [_R_] You want me to get you pregnant?
dutch: [_R_] Wil je dat ik je zwanger krijg?

source: [_M_] Yes, silly. You know... So we can watch all the stages of pregnancy in our anatomy class.
dutch: [_M_] Ja, dus. Jij weet... Dus kunnen we alle stadia van zwangerschap in onze anatomie klas bekijken.

source: [_R_] Oh, right... That makes sense.
dutch: [_R_] Oh, juist... Dat is logisch.

source: [_M_] ...Even still... This penis just seems to split me in half!...
dutch: [_M_] ...Zelfs nog... Deze penis lijkt me net in tweeën te splitsen!...

source: [_M_] Mmmm... Yes!... I'm getting quite turned on.
dutch: [_M_] Mmmm... Ja!... Ik word goed ingeschakeld.

source: [_R_] Sorry, Miss [mom_name]
dutch: [_R_] Sorry, Mevrouw [mom_name]

source: [_R_] You're sure?
dutch: [_R_] bent u zeker?

source: [_M_] Of course!
dutch: [_M_] Natuurlijk!

source: [_M_] Now, be a good son and do what I say.
dutch: [_M_] Nu, wees een goede zoon en doe wat ik zeg.

source: [_M_] This one should knock me up for sure!
dutch: [_M_] Deze zal me zeker op moeten kloppen!

source: [_RT_] {i}God! I love this anatomy class!{/i}
dutch: [_RT_] {i}God! Ik hou van deze anatomy klas!{/i}

source: [_RT_] {i}Not again!{/i}
dutch: [_RT_] {i}Niet opnieuw!{/i}

source: [_RT_] {i}I fucking jizzed my pants again?!{/i}
dutch: [_RT_] {i}Ik ben mijn broek nog een keer aan het verduisteren?!{/i}

source: [_M_] Again?... Fine... Class will be over in a few minutes anyways.
dutch: [_M_] opnieuw? ... prima... Klasse zal over een paar minuten toch al voorbij zijn.

source: [_RT_] {i}Dammit! I can't just keep throwing away my underwear.{/i}
dutch: [_RT_] {i}Dammit! Ik kan niet blijven weggooien mijn onderwear.{/i}

source: [_RT_] {i}I better just go put them in my locker till the end of the day.{/i}
dutch: [_RT_] {i}Ik stop ze beter in mijn kluis tot het einde van de dag.{/i}

source: [_RT_] {i}Looks like I get to go commando again.{/i}
dutch: [_RT_] {i}lijkt erop dat ik weer naar het commando kan gaan.{/i}

source: [_RT_] {i}Oh... She's teaching class in her underwear again?{/i}
dutch: [_RT_] {i}Oh... leer ze in haar ondergoed opnieuw?{/i}

source: [_RT_] {i}I mean... with an ass like that... It'd be a crime not to.{/i}
dutch: [_RT_] {i}ik bedoel... met zo'n ass... Het zou een misdaad zijn to.{/i}

source: [_RT_] {i}I wish I could just taste that beautiful ass!{/i}
dutch: [_RT_] {i}Ik wou dat ik dat mooie assortiment kon smaken!{/i}

source: [_M_] Lauren? How far along are you on your Oedipus project?
dutch: [_M_] Lauren? Hoe ver weg ben je op je Oedipus project?

source: [_L_] Uhhh... I just need to finish my final draft of the report and then I'll be done.
dutch: [_L_] Uhhhh... Ik hoef alleen maar mijn laatste ontwerp van het rapport af te maken en dan word ik klaar.

source: [_M_] Wow! You're way ahead of the rest of the class.
dutch: [_M_] Wow! Je bent ver voor de rest van de klas.

source: [_RT_] {i}That's not like Lauren.{/i}
dutch: [_RT_] {i}Dat is niet vergelijkbaar met Lauren.{/i}

source: [_M_] You get a reward for your hard work.
dutch: [_M_] Je krijgt een beloning voor je harde werk.

source: [_M_] Just come and take it.
dutch: [_M_] Kom en neem het aan.

source: [_RT_] {i}God, that's hot!{/i}
dutch: [_RT_] {i}God, dat is hot!{/i}

source: [_RT_] {i}I might as well enjoy myself too.{/i}
dutch: [_RT_] {i}Ik kan net zo goed genieten van mezelf.{/i}

source: [_RT_] {i}God, that felt good!{/i}
dutch: [_RT_] {i}God, dat voelde goed!{/i}

source: [_RT_] {i}But why does Mom only let Lauren finger her... I want to...{/i}
dutch: [_RT_] {i}Maar waarom laat Mama Lauren vinger alleen haar toe... Ik wil naar...{/i}

source: [_RT_] {i}Wait!... Mom doesn't let Lauren finger her!{/i}
dutch: [_RT_] {i}Wacht!... mama laat Lauren haar niet zien!{/i}

source: [_RT_] {i}You've got to be fucking kidding me!{/i}
dutch: [_RT_] {i}Je moet het grappen van me maken!{/i}

source: [_RT_] {i}I jizzed in my pants again?!{/i}
dutch: [_RT_] {i}I jaagde opnieuw in mijn broek?!{/i}

source: [_RT_] {i}Goddammit!... I don't even get the satisfaction of remembering my dream!{/i}
dutch: [_RT_] {i}Goddammit!... Ik krijg niet eens de voldoening om mijn droom te herinneren!{/i}

source: [_RT_] {i}I'll just put them in my locker till the end of the day.{/i}
dutch: [_RT_] {i}Ik zal ze net in mijn kluis plaatsen tot het einde van de dag.{/i}

source: [_M_] Don't forget to cite your sources on the final draft of your paper.
dutch: [_M_] Vergeet niet om je bronnen aan te halen op de definitieve ontwerp van je papier.

source: [_R_] What if a few of your sources are computer games?
dutch: [_R_] Wat als een paar van je bronnen computerspellen zijn?

source: [_R_] How do I cite that as a source?
dutch: [_R_] Hoe citeer ik dat als een bron?

source: [_M_] Just follow the MLA format template, and if you have any questions about how to do that, come see me in my office.
dutch: [_M_] Volg gewoon het MLA-formaat-sjabloon, en als je vragen hebt over hoe je dat moet doen, bezoek me dan in mijn kantoor.

source: [_RT_] {i}Is she inviting me now?{/i}
dutch: [_RT_] {i}nodigt ze mij nu uit?{/i}

source: [_K_] What kind of video game would you use for an Oedipus source?
dutch: [_K_] Wat voor soort videogame wil je gebruiken voor een Oedipus bron?

source: [_M_] Don't worry about it, Kenzie. Just focus on your own paper.
dutch: [_M_] Maak je geen zorgen, Kenzie. focussen je gewoon op je eigen papier.

source: [_PH_] As your principal, it's my honor to give you the morning announcements.
dutch: [_PH_] Als uw directeur, het is mij een eer om u de ochtendaankondigingen te geven.

source: [_PH_] Lunch today will be hot dogs or tacos, and as a special treat, the lunchlady is serving her specialty cream pie.
dutch: [_PH_] Lunch is vandaag hete honden of tactio's, en als speciale traan bedient de lunchdady haar specialiteitsplaatje.

source: [_PH_] The debate team came in second place at the regional debate competition. To quote the debate captain. "The only reason we got second place, was because we had to defend the value of the NTR genre in popular games," and according to the debate coach, "There's no winning that argument."
dutch: [_PH_] Het discussieteam kwam op de tweede plaats in het regionale debat, om het maar eens uit te drukken. "De enige reden dat we op de tweede plaats kwamen, is dat we de waarde van het NTR-genre in populaire spelen moesten verdedigen. en volgens de discussiecoach is er geen winst te behalen.

source: [_PH_] Well... I don't know what NTR is, but I'm sure you did a great job defending it... Haha... So, I hope all your lives are full of NTR.
dutch: [_PH_] Walt... Ik weet niet wat NTR is, maar ik ben er zeker van dat je een geweldige klus hebt geklaard. . Haha... Dus ik hoop dat al je leven vol zit met NTR.

source: [_PH_] Hhhnnngh... In more sad and serious news, the State School Board decided to remove and expel the existing student council officers despite a valiant effort from school board member Will Tylor to defend the school's right to punish our own students how we see fit.
dutch: [_PH_] Hhnngh... In meer triest en serieus nieuws, de State School Board besloot om de bestaande student-gemeenteraadsleden te verwijderen en uit te zetten, ondanks een dappere poging van schooldirectie Will Tylor om het recht van de school te verdedigen om onze eigen leerlingen te straffen hoe wij dat willen.

source: [_PH_] Mmmm... Mr. Tylor tried to argue that the School Board was being sexist and wouldn't remove and expel the officers if they weren't all female. Mr. Tylor was in favor of punishing the girls by making them work extra hours in his office as personal assistants and maids.
dutch: [_PH_] Mmmm... meneer Tylor probeerde te betogen dat de schoolraad seksistisch was en niet de ambtenaren zou verwijderen en uitzetten als ze niet allemaal vrouw waren. Meneer Tylor was ervoor om de meisjes te straffen door ze extra uren te laten werken in hun kantoor als persoonlijke assistenten en meisjes.

source: [_PH_] The State School board decided that Mr. Tylor's proposed punishment wasn't harsh enough for the girl's actions.
dutch: [_PH_] The State School board besloot dat de voorgestelde straf van meneer Tylor, niet hard genoeg was voor de acties van het meisje.

source: [_PH_] In case you've been living under a rock, the student council got themselves in trouble when they went to the state capital for their student body council training.
dutch: [_PH_] In het geval je onder een steen woont, de studentenraad kreeg zichzelf in de problemen toen ze naar de hoofdstad gingen voor de studentenopleiding van het lichaam van de gemeenteraad.

source: [_PH_] During the mock United Nations portion of their retreat, the girls prostituted themselves to win influence and votes from the student delegates of the other schools in the state.
dutch: [_PH_] Tijdens het nepdeel van de Verenigde Naties over hun retraat, de meisjes die zich prostitueren om invloed en stemmen te winnen van de studenten van de andere staatsscholen.

source: [_PH_] To quote your former student body president, "We were just trying to make our mock UN function like the actual UN. Why would they punish us for following the example of our own country's delegates?"
dutch: [_PH_] Om uw voormalige studentenlichaam president te citeren: "We probeerden alleen maar onze nepVN functie te laten functioneren als de eigenlijke VN. Waarom zouden zij ons straffen voor het voorbeeld van de afgevaardigden van ons eigen land?

source: [_PH_] Due to the president and her officer's removal, there is now a need to replace this school's student council.
dutch: [_PH_] Doordat de president en haar officier zijn verwijderd, is het nu nodig om de studentenraad van deze school te vervangen.

source: [_PH_] We will be taking applications for anyone who wishes to run for the offices of President, Vice President, and Secretary.
dutch: [_PH_] We zullen aanvragen indienen voor iedereen die de kantoren van de president, vicepresident en minister van Buitenlandse Zaken wil leiden.

source: [_PH_] Please bring your completed form to the main office and give it to our new secretary Miss Jessica, who I'll introduce to you very soon.
dutch: [_PH_] Breng uw ingevulde formulier naar het hoofdkantoor en geef het aan onze nieuwe secretaresse Jessica, Wie zal je heel snel voorstellen.

source: [_MJ_] Did you say my name? Is it time to introduce myself?
dutch: [_MJ_] Heb je mijn naam gezegd? Is het tijd om me zelf voor te stellen?

source: [_PH_] {i}(Whispering){/i} Oh, shit!...
dutch: [_PH_] {i}(Fluister){/i} Oh, shit!...

source: [_MG_] Hey! She used to be my cheerleading captain when I was a freshman!
dutch: [_MG_] Hey! Ze was vroeger mijn vrolijk kapitein toen ik vers was!

source: [_MG_] Wait!... Oh, my God! Was she doing what I think she was doing?
dutch: [_MG_] Wacht!... Oh, mijn God! Was ze bezig met wat ze volgens mij aan het doen was?

source: [_PH_] Ohh.... Haha... Hey there, Miss Jessica!... Thank you for helping me find the pencil I dropped!
dutch: [_PH_] Ohh.... Haha... Hey, daar, Miss Jessica!... Bedankt voor je hulp bij het vinden van het potlood dat ik heb laten vallen!

source: [_MJ_] You don't have to be so modest, Principal Hardun, you're not quite as small as a pencil...
dutch: [_MJ_] Je hoeft niet zo bescheiden te zijn, Principal Hardun, je bent niet zo klein als een potlood...

source: [_PH_] {i}(Angrily whispering){/i} Would you be quiet!... We're broadcasting to the entire school!
dutch: [_PH_] {i}(boosaardig fluister){/i} Wil je rustig zijn!... We zenden de hele school uit!

source: [_MJ_] {i}(whispering){/i} Sorry...
dutch: [_MJ_] {i}(fluistering){/i} Sorry...

source: [_PH_] This is Miss Jessica, whom I was going to introduce to you all at the next assembly.
dutch: [_PH_] Dit zijn mevrouw Jessica, die ik u tijdens de volgende vergadering zou voorstellen.

source: [_PH_] She's the new school secretary and will also be serving as our new cheerleading coach.
dutch: [_PH_] Ze is de nieuwe secretaresse van de school en zal ook dienen als onze nieuwe cheerleading coach.

source: [_MG_] Nooo!
dutch: [_MG_] Nee!

source: [_PH_] Some of you may recognize her since she graduated from our school 3 years ago.
dutch: [_PH_] Sommigen van u zullen haar herkennen sinds ze 3 jaar geleden afgestudeerd is van onze school.

source: [_RT_] {i}I know, I jacked off multiple times to her yearbook picture after my freshman year.{/i}
dutch: [_RT_] {i}Ik weet het, ik ben meerdere keren van haar jaarboek verwijderd na mijn friss-jaar.{/i}

source: [_MG_] That's bullshit! She can't be the new cheerleading coach!
dutch: [_MG_] Dat is bullshit! Ze kan niet de nieuwe vrolijke coach zijn!

source: [_MJ_] I'm so excited to be back at this school. It's so hard to find work in the current job market, so I'm so greateful to Principal Hardun for giving me a way to earn a position here.
dutch: [_MJ_] ik ben zo opgewonden om terug te zijn op deze school. Het is zo moeilijk om werk te vinden in de huidige arbeidsmarkt dus ik ben zo geweldig voor Principal Hardun omdat ik de weg krijg om hier een positie te verdienen.

source: [_PH_] Ok, I think you shouldn't say anaything else...
dutch: [_PH_] Ok, ik denk dat je niet iets anders moet zeggen...

source: [_MJ_] But I'm only trying to...
dutch: [_MJ_] Maar ik probeer alleen maar ...

source: [_M_] Well, that was weird...
dutch: [_M_] Nou, dat was raar...

source: [_M_] Ok... Let's get back to our schoolwork.
dutch: [_M_] Ok... Laten we terug gaan naar ons schoolwerk.

source: [_M_] Your Oedipal presentation should last for at least 8 minutes.
dutch: [_M_] Je Oedipale presentatie moet minstens 8 minuten duren.

source: [_RT_] {i}Uggghhh... This is so boring.{/i}
dutch: [_RT_] {i}Uggghh... Dit is zo saai.{/i}

source: [_RT_] {i}I can't believe our student council was selling their bodies for influence... What I wouldn't give to have been one of the delegates from those other schools!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat onze leerling raad zijn lichaam aan te verkopen om invloed uit te oefenen. . Wat ik niet zou geven aan een van de afgevaardigden van die andere scholen!{/i}

source: [_RT_] {i}Former president Lisa is fucking hot!{/i}
dutch: [_RT_] {i}Voormalige president Lisa is hot!{/i}

source: [_RT_] {i}Lauren hates her guts, though... She's hated her ever since she lost the election to her.{/i}
dutch: [_RT_] {i}Lauren haat haar moeders, maar ze heeft haar al gehaat sinds ze de verkiezing voor haar is verloren.{/i}

source: [_RT_] {i}Poor Lauren... Lisa was so popular... It wasn't even close.{/i}
dutch: [_RT_] {i}Slechte Lauren... Lisa was zo populair... Het was niet eens dichtbij.{/i}

source: [_RT_] {i}Hopefully she learned her lesson and wont even think about running again.{/i}
dutch: [_RT_] {i}Hopelijk heeft ze haar les geleerd en denkt ze niet terug over rennen. {/i}

source: [_RT_] {i}Damn!, I slept through that whole lecture. I should probably go to my next class... But I'm just not in the mood.{/i}
dutch: [_RT_] {i}Damn!, ik heb die hele les doorgeslapen. Ik ga waarschijnlijk naar mijn volgende klas... Maar ik ben gewoon niet in de huisstijl.{/i}

source: [_RT_] {i}I envy Lauren. She's got presidential duties to get her out of this boring class.{/i}
dutch: [_RT_] {i}Ik jaloers Laken. Ze heeft presidentiële plichten om haar uit deze saaie klas te halen.{/i}

source: [_RT_] {i}The morning announcements are much better now that Lauren gets to read them.{/i}
dutch: [_RT_] {i}De ochtendaankondigingen zijn veel beter nu Lauren ze kunnen lezen.{/i}

source: [_RT_] {i}She's a lot easier on the eyes than Principal Hardun.{/i}
dutch: [_RT_] {i}Ze is veel makkelijker voor de ogen dan Principal Hardun.{/i}

source: [_L_] Good morning students of Shagtown High! Go Hornytoads!
dutch: [_L_] Goedemorgen studenten van Shagtown High! Go Hornytoads!

source: [_L_] This is Lauren, coming to you live as your student body president.
dutch: [_L_] Dit is Lauren, komt naar u toe als uw studentenlichaam president.

source: [_L_] I'm pleased to bring you the morning announcements.
dutch: [_L_] Het doet me plezier je de ochtendaankondigingen mee te brengen.

source: [_L_] Today in Hornytoads sports.
dutch: [_L_] Vandaag in Hornytoads sporten.

source: [_L_] It looks like the shirts continued their domination over the skins in Mr. Hill's PE class yesterday.
dutch: [_L_] Het lijkt erop dat de shirts gisteren hun overheersing over de skins in de PE class van meneer Hill voortzetten.

source: [_L_] And on Friday, our varsity soccer team will be competing for the "Biggest Balls Cup" Against our rivals, the Bonerville Beavers.
dutch: [_L_] En vrijdag zal ons team van varsiteit strijden voor de "Biggest Balls Cup" tegen onze rivalen, de Bonerville Beavers.

source: [_L_] I'd like to personally encourage you all to attend the game and show your support.
dutch: [_L_] Ik zou u allemaal persoonlijk willen aanmoedigen om het spel bij te wonen en uw steun te tonen.

source: [_L_] I know I enjoy watching those hunky athletes so deftly handling their balls.
dutch: [_L_] Ik weet dat ik het leuk vind om die hongerige atleten te zien die hun ballen zo zorgvuldig afhandelen.

source: [_L_] It looks like we've got a few options for lunch today.
dutch: [_L_] Het lijkt erop dat we vandaag een paar opties hebben voor het lunchen.

source: [_L_] We'll have the choice between a foot-long weiner and fish tacos.
dutch: [_L_] We hebben de keuze tussen een vot-long weiner en een vistacos.

source: [_L_] I know what choice I'm going to make.
dutch: [_L_] Ik weet welke keuze ik ga maken.

source: [_L_] I just can't resist a nice, long, plump, foot-long weiner!
dutch: [_L_] Ik kan me gewoon niet verzetten tegen een leuke, lange, loodgieter, foot-long weid!

source: [_L_] And for the last segment of our morning announcements, I'd like to do something special.
dutch: [_L_] En voor het laatste segment van onze ochtendaankondigingen zou ik iets speciaals willen doen.

source: [_L_] During the election, I had some special election posters, that caused everyone in the school to refer to me as "Cosplay Girl".
dutch: [_L_] Tijdens de verkiezing had ik wat speciale verkiezingsposters, waardoor iedereen op school mij "Cosplay Girl" noemde.

source: [_L_] It seems the entire student body has discovered my "Cosplay Heaven" account, and now everyone in the school calls me "Cosplay Girl".
dutch: [_L_] Het lijkt erop dat het hele lichaam van de leerling mijn "Cosplay Heven" account heeft ontdekt, en nu noemt iedereen me "Cosplay Girl".

source: [_L_] So, as your "Cosplay Girl" I wanted to share some of my work with you, the students, in a special segment I call...
dutch: [_L_] Dus, als jouw "Cosplay Meis" wilde ik wat van mijn werk met jou, de studenten, delen in een speciaal segment dat ik belt...

source: [_L_] In this segment I'd like to share a piece of my work that is extremely exclusive. Images that only members of the highest tier in my Cosplay Heaven account can access.
dutch: [_L_] In dit segment wil ik graag een stuk van mijn werk delen dat extreem exclusief is. Afbeeldingen die alleen leden van de hoogste rang in mijn Cosplay Heaven account kunnen gebruiken.

source: [_L_] And now, I'm allowing you, the students to get a sneak peak of those special images.
dutch: [_L_] En nu laat ik je de leerlingen een voorproefje van die speciale afbeeldingen zien.

source: [_L_] And don't worry Principal Hardun and teachers, I've kept these PG.
dutch: [_L_] en maak je geen zorgen over Principal Hardun en leraren, ik heb deze PG.

source: [_L_] The image I want to show you today, I call "Pew pew... Die Alien Scum!".
dutch: [_L_] De afbeelding die ik je vandaag wil laten zien, noem ik "Pew pew... Die Alien Scum!".

source: [_L_] It's amazing what you can do with an image on the computer to make it look like you're actually there.
dutch: [_L_] Het is geweldig wat je kunt doen met een afbeelding op de computer om het eruit te laten zien alsof je er echt bent.

source: [_L_] Hey, Jessica... Can we do a full screen shot of this image?
dutch: [_L_] Hey, Jessica... Kunnen we een volledig scherm opname van deze afbeelding doen?

source: [_L_] The high res version of this image will soon be available to subscribers as a wallpaper for their desktops.
dutch: [_L_] De hoge res versie van deze afbeelding zal binnenkort beschikbaar zijn voor abonnees als achtergrond voor hun desktops.

source: [_L_] So, please become a supporter!
dutch: [_L_] Dus, word alsjeblieft een supporter!

source: [_L_] And that's all for today's announcements.
dutch: [_L_] En dat alles voor de aankondigingen van vandaag.

source: [_L_] I hope all you Hornytoads have a great week!
dutch: [_L_] Ik hoop dat al je Hornytoads een geweldige week hebben!

source: [_RT_] {i}Lauren did a great job!{/i}
dutch: [_RT_] {i}Lauren heeft geweldig werk gedaan!{/i}

source: [_RT_] {i}I can't wait for next week's.{/i}
dutch: [_RT_] {i}Ik kan niet wachten op volgende week.{/i}

source: [_M_] Ok, let's get back to work.
dutch: [_M_] Ok, laten we weer aan het werk gaan.

source: [_L_] At the Bonerville invitational Cheerleading Championship, someone, most likely the Bonerville Beaver's cheerleaders, snuck into our cheerleaders' changing room while they were in the shower. The only thing that seems to have been stolen was our cheerleaders' underwear.
dutch: [_L_] Bij het Bonerville uitnodigende Cheerleading Championship, ionship, iemand, Hoogstwaarschijnlijk zijn de blijdsleiders van Bonerville Beavers in de wisselkamer van onze vrome leiders terwijl ze onder de douche stonden. Het enige wat gestolen lijkt te zijn, was het ondergoed van onze cheersleiders.

source: [_L_] The theft seemed to be an attempt at discouraging our girls from competing, but our girls showed great bravery and professionalism by competing, even without their panties.
dutch: [_L_] De diefstal leek een poging om onze meisjes te ontmoedigen om te concurreren maar onze meisjes toonden grote moed en professionaliteit door te concurreren, zelfs zonder hun mantel.

source: [_L_] The judges all seemed to admire their courage and gave them extra points, scoring them much higher than usual on their aerial maneuvers.
dutch: [_L_] De rechters leken allemaal hun moed te bewonderen en gaven hun extra punten, waarbij ze veel hoger dan gebruikelijk werden gescoord op hun luchtmanoeuvres.

source: [_L_] So congratulations to our own Shagtown cheerleaders for bringing home the championship!
dutch: [_L_] Dus mijn gelukwensen aan onze eigen cheerleaders van Shagtown voor het meebrengen van het kampioenschap!

source: [_L_] I for one, don't think our cheerleaders get enough recognition for their athleticism.
dutch: [_L_] I denk in ieder geval niet dat onze vroege leiders genoeg erkenning krijgen voor hun atleticisme.

source: [_L_] Hopefully, our own school administration can arrange an event for them to showcase their talents. If the cheerleaders are brave enough, they might even demonstrate again how they performed without their panties.
dutch: [_L_] Hopelijk kan onze eigen schooladministratie een evenement organiseren om hun talenten te laten zien. Als de vrome heren moedig genoeg zijn, kunnen ze zelfs nog eens laten zien hoe ze het zonder hun lapmiddelen hebben gedaan.

source: [_L_] On the menu are peaches and cream and corn on the cob.
dutch: [_L_] op het menu zijn perziken en room en maïs op de cob.
