Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Wait!{/i}
italian: [_RT_] {i}Aspetta!{/i}

source: [_RT_] {i}I'm too late!... Fuck!... I could tell she was feeling super horny!{/i}
italian: [_RT_] {i}Sono troppo tardi!... Fuck!... potrei dire che si sentiva super eccitata!{/i}

source: [_RT_] {i}That should have been me taking care of her under the table.{/i}
italian: [_RT_] {i}Questo dovrebbe essere stato me prendersi cura di lei sotto il tavolo.{/i}

source: [_MB_] {i}(Talking Quietly){/i} Oh, hey, [ryan]. I didn't see you standing there?
italian: [_MB_] {i}(Talking Quietly){/i} Oh, hey, [ryan]. Non ti ho visto in piedi lì?

source: [_MB_] Did you get to see the show?
italian: [_MB_] Sei arrivato a vedere lo spettacolo?

source: [_MB_] I'm going to be jacking off with these on my face till the smell wares off.
italian: [_MB_] Io sto per prendere via con questi sul mio viso fino a quando l'odore si spegne.

source: [_R_] What happened to you helping me?
italian: [_R_] Cos'è successo che mi aiuti?

source: [_MB_] I thought we'd need each other to bag your mom, but she's needy enough that I just don't need your help.
italian: [_MB_] pensavo che avremmo bisogno l'un l'altro per saccheggiare tua mamma, ma lei è abbastanza bisognoso che semplicemente non ho bisogno del tuo aiuto.

source: [_MB_] I'll bet she lets me fuck her on our next encounter.
italian: [_MB_] Scommetto che mi fa scopare il nostro prossimo incontro.

source: [_R_] Ewwe... What's all this liquid on the floor?
italian: [_R_] Ewwe... Che cos'è tutto questo liquido sul pavimento?

source: [_M_] Oh... I... spilled my water.
italian: [_M_] Oh... Ho versato la mia acqua.

source: [_M_] Ummm, yeah... That's because... The... waitress came and refilled it.
italian: [_M_] Ummm, sì... Questo è perché... il... cameriera è venuto e ripieno.

source: [_MT_] {i}Now, a betrayal to his father on the other hand, crap!... [dad_name] didn't even come into my mind! My sex drive just pushed me forward without considering any consequences.{/i}
italian: [_MT_] {i}Ora, un tradimento a suo padre, d'altra parte, crap!... [dad_name] non mi è nemmeno venuto in mente! Il mio desiderio sessuale mi ha spinto in avanti senza considerare alcuna conseguenza.{/i}

source: [_RT_] {i}If she wants to pretend she didn't just do anything with Matt, I should probably just go along with it.{/i}
italian: [_RT_] {i}Se vuole fingere di non fare nulla con Matt, probabilmente dovrei solo andare d'accordo con esso.{/i}

source: [_M_] Thank you so much for taking me out. I really needed this!
italian: [_M_] Grazie mille per avermi portato fuori. Avevo davvero bisogno di questo!

source: [_RT_] {i}She doesn't need you ruining her day by calling her out for a moment of weakness.{/i}
italian: [_RT_] {i}Lei non ha bisogno di rovinare la sua giornata chiamandola fuori per un momento di debolezza.{/i}

source: [_RT_] {i}I mean, she's your mom for fuck's sake! Of course in her head, getting relief from someone outside the family is more moral than getting it from me.{/i}
italian: [_RT_] {i}Voglio dire, lei è tua mamma per scopare! Naturalmente nella sua testa, ottenere sollievo da qualcuno al di fuori della famiglia è più morale che ottenere da me. /i}

source: [_RT_] {i}I'm the one who's been pushing her to be more open sexually, and I need to accept the fact that I can't predict or control all the unintended consequences.{/i}
italian: [_RT_] {i}Sono quello che la sta spingendo ad essere più aperta sessualmente, e ho bisogno di accettare il fatto che non riesco a prevedere o controllare tutte le conseguenze indesiderate. /i}

source: [_M_] Wow, [ryan]... you're acting really jealous, and it does not become you!
italian: [_M_] Wow, [ryan]... ti stai comportando davvero geloso, e non ti diventa!

source: [_RT_] If only fucking Matt hadn't shown up!
italian: [_RT_] Se solo cazzo Matt non si è mostrato!

source: [_MB_] It's so crazy we just ran into you right now, Miss [mom_name]... We were just talking about you.
italian: [_MB_] È così pazzo che ci siamo appena imbattuti in te in questo momento, signorina [mom_name]... Stavamo solo parlando di te.

source: [_M_] Oh?... Good things, I hope?
italian: [_M_] Oh?... Buone cose, spero?

source: [_MB_] Yeah, only the best!
italian: [_MB_] Sì, solo il migliore!

source: [_MB_] In the locker room after basketball practice, we had an informal poll on which teacher we think is the prettiest.
italian: [_MB_] Nella sala armadietti dopo la pratica di basket, abbiamo avuto un sondaggio informale su cui l'insegnante pensiamo sia il più bello.

source: [_DR_] Yeah, it came down to you and Miss Stone.
italian: [_DR_] Sì, è venuto a te e Miss Stone.

source: [_MB_] And you ended up the overwhelming favorite.
italian: [_MB_] E hai finito il favorito travolgente.

source: [_M_] Oh, yeah?
italian: [_M_] Ah, sì?

source: [_M_] I'm flattered.
italian: [_M_] sono lusingata.

source: [_RT_] {i}Shit! I'm sure she is flattered... After feeling like Dad doesn't think she's beautiful anymore, I'm sure she'll soak up any compliments on her looks she can get.{/i}
italian: [_RT_] {i}merda! Sono sicuro che lei è lusinghiera... Dopo sentirsi come papà non pensa di essere più bella, sono sicuro che lei assorbirà qualsiasi complimento per i suoi sguardi che può ottenere.{/i}

source: [_RT_] {i}After our little conversation in class, I know Matt is hoping to hook up with mom.{/i}
italian: [_RT_] {i}Dopo la nostra piccola conversazione in classe, so che Matt spera di collegarsi con la mamma.{/i}

source: [_RT_] {i}I need to put an end to this! Mom's a smart woman, but I think she's vulnerable right now.{/i}
italian: [_RT_] {i}Devo porre fine a questo! La mamma è una donna intelligente, ma penso che sia vulnerabile in questo momento.{/i}

source: [_R_] Why don't you guys shut up and find a table of your own? Preferably on the other side of the restaurant!
italian: [_R_] Perché non si è chiusi e trovare un tavolo da parte? Preferibilmente dall'altra parte del ristorante!

source: [_MB_] We weren't talking to you, [ryan].
italian: [_MB_] Non stavamo parlando con te, [ryan].

source: [_R_] Yeah, but you were trying to be gross to my mom!
italian: [_R_] Sì, ma stavi cercando di essere grossolano per mia mamma!

source: [_M_] [ryan], I don't think...
italian: [_M_] [ryan], non penso...

source: [_R_] I've been in a locker room after basketball practice. I know how the guys talk.
italian: [_R_] Sono stato in un armadietto dopo la pratica di basket. So come parlano i ragazzi.

source: [_R_] There's never been an informal poll of "what girl is the prettiest?"
italian: [_R_] Non c'è mai stato un sondaggio informale di "quale ragazza è la più bella?"

source: [_R_] I guarantee the question was "Who would you rather fuck?"
italian: [_R_] Garantisco che la domanda era "Chi preferiresti scopare?"

source: [_R_] Wasn't it!?
italian: [_R_] Non è stato!?

source: [_DR_] I mean...
italian: [_DR_] Voglio dire...

source: [_R_] And then you have the balls to bring up your poll directly to my mom's face?
italian: [_R_] E poi hai le palle per portare il tuo sondaggio direttamente sul viso di mia mamma?

source: [_R_] You guys suck!
italian: [_R_] Si succhiano!

source: [_R_] So, get lost!
italian: [_R_] Quindi, perdersi!

source: [_T_] Come on guys, lets go to the burger place next door.
italian: [_T_] Vieni su ragazzi, lascia andare al luogo hamburger accanto porta.

source: [_R_] I told you, it isn't a big deal.
italian: [_R_] ti ho detto, non è un grosso affare.

source: [_M_] Well, it is to me!
italian: [_M_] Beh, è per me!

source: [_M_] I rarely get men defending my honor anymore.
italian: [_M_] Raramente ottengo uomini che difendono il mio onore più.

source: [_M_] You shut all three of those guys up. Not one of them knew what to say.
italian: [_M_] chiudi tutti e tre questi ragazzi. Nessuno di loro sapeva cosa dire.

source: [_M_] It made me really proud of you!
italian: [_M_] Mi ha reso davvero fiero di te!

source: [_MT_] {i}More than anything, it made me even hornier... If that were possible!{/i}
italian: [_MT_] {i}Più di qualsiasi cosa, mi ha reso ancora più hornier... Se fosse possibile!{/i}

source: [_MT_] {i}Shit... And now he's staring at my cleavage!{/i}
italian: [_MT_] {i}merda... E ora sta fissando la mia scollatura!{/i}

source: [_MT_] {i}I guess I could go into the bathroom and take care of myself, but that isn't what I need right now!{/i}
italian: [_MT_] {i}Immagino che potrei andare in bagno e prendermi cura di me stesso, ma non è quello che mi serve adesso!{/i}

source: [_MT_] {i}I don't think I have any choice but to ask [ryan] for help!{/i}
italian: [_MT_] {i}Non credo di avere altra scelta se non chiedere aiuto ad [ryan] !{/i}

source: [_MT_] {i}He's helped me in the past, I'm sure he'll probably jump at the chance!{/i}
italian: [_MT_] {i}Mi ha aiutato in passato, sono sicuro che probabilmente salterà all'occasione!{/i}

source: [_M_] You know how you needed some help in the dressing room earlier today?
italian: [_M_] Sai come hai bisogno di aiuto nello spogliatoio prima di oggi?

source: [_R_] Help with?...
italian: [_R_] Aiuta con?...

source: [_MT_] {i}Well, at least he's eager to help.{/i}
italian: [_MT_] {i}Beh, almeno lui è desideroso di aiutare{/i}

source: [_R_] Should we go in the car?... In the bathroom?
italian: [_R_] Dovremmo andare in macchina?... In bagno?

source: [_M_] Well, we are in a pretty dark corner.
italian: [_M_] Beh, siamo in un angolo piuttosto buio.

source: [_M_] And the waitress said she'll only come around when we wave her over.
italian: [_M_] E la cameriera disse che si muoverà solo quando la sventoleremo.

source: [_M_] I don't think I can wait to take this somewhere else...
italian: [_M_] Non penso di poter aspettare di prendere questo da qualche altra parte...

source: [_WAT_] Oh, Miss [mom_name]'s alone.
italian: [_WAT_] Oh, signorina [mom_name]è sola.

source: [_WAT_] Wait... Is [ryan] under the table?
italian: [_WAT_] Aspetta... È [ryan] sotto la tabella?

source: [_WAT_] He must be rubbing out a leg cramp for her, or something.
italian: [_WAT_] Egli deve essere strofinare un crampi gamba per lei, o qualcosa.

source: [_RT_] {i}I can't believe Mom asked me to do this to her in such a public place!{/i}
italian: [_RT_] {i}Non posso credere che Mamma mi abbia chiesto di farlo in un luogo così pubblico!{/i}

source: [_RT_] {i}Oh, my gosh!... Mom's squirting in a restaurant!{/i}
italian: [_RT_] {i}Oh, il mio gosh!... Lo squirting di mamma in un ristorante!{/i}

source: [_M_] I know we can't keep doing this, but I do think in the future, when you're married or in a relationship, and your dad is back home with me...
italian: [_M_] So che non possiamo continuare a fare questo, ma penso in futuro, quando sei sposato o in un rapporto, e il papà è tornato a casa con me...

source: [_M_] we'll still have a special bond between us because of everything we're going through, and the way we're helping each other through it.
italian: [_M_] avremo ancora un legame speciale tra noi a causa di tutto ciò che stiamo attraversando, e il modo in cui ci stiamo aiutando a vicenda attraverso di esso.

source: [_R_] What if Dad never comes home?... What if I can't ever find a girl that makes me feel the way you do?
italian: [_R_] Cosa succede se il papà non viene mai a casa?... E se non riesco mai a trovare una ragazza che mi fa sentire il modo di fare?

source: [_M_] Well... We'll cross that bridge when we come to it.
italian: [_M_] Bene... attraverseremo quel ponte quando ci arriveremo.

source: [_RT_] {i}Yes!... She didn't completely shut down talk of future intimacy... That means she must be entertaining the idea herself!{/i}
italian: [_RT_] {i}Sì!... Lei non ha completamente chiuso parlare di intimità futuro... Questo significa che deve divertirsi lei stessa!{/i}

source: [_W_] Sorry to bother you guys, but if you're waiting for the check, you actually pay up front.
italian: [_W_] Mi dispiace di preoccuparti dei tuoi ragazzi, ma se stai aspettando il controllo, in realtà paghi davanti.

source: [_M_] Also, I'm sorry, but I spilled my water on the floor.
italian: [_M_] Inoltre, mi dispiace, ma ho versato la mia acqua sul pavimento.

source: [_RT_] {i}My God!... Chelsea is sopping up Mom's pussy juices!{/i}
italian: [_RT_] {i}Mio Dio!... Chelsea sta sopprimendo i succhi della figa della mamma!{/i}

source: [_MT_] {i}Oh, my!... One of my students is cleaning my own pussy juices off the floor.{/i}
italian: [_MT_] {i}Oh, mio!... Uno dei miei studenti sta pulendo i miei succhi di figa fuori dal pavimento.{/i}

source: [_M_] Thanks for bringing me on a date today.
italian: [_M_] Grazie per avermi portato un appuntamento oggi.

source: [_M_] Haha... Except what happened in the dressing room.
italian: [_M_] Haha... Eccetto quello che è successo nello spogliatoio.

source: [_M_] Yeah, dinner would be nice.
italian: [_M_] Sì, la cena sarebbe bella.

source: [_M_] You don't mind if we go to the same place as last time, do you?
italian: [_M_] Non ti dispiace se andiamo nello stesso posto dell'ultima volta, vero?

source: [_R_] Whatever you want.
italian: [_R_] Qualsiasi cosa tu voglia.

source: [_M_] Luckily we both dressed nice enough to get in.
italian: [_M_] Fortunatamente entrambi abbiamo vestito abbastanza bello per entrare.

source: [_M_] We should have made a reservation.
italian: [_M_] Avremmo dovuto fare una prenotazione.

source: [_W_] Hi, welcome in!
italian: [_W_] Ciao, benvenuto!

source: [_W_] May I ask the name your reservation is under?
italian: [_W_] Posso chiedere il nome della tua prenotazione sotto?

source: [_M_] Uhh... We didn't make a reservation, but we were hoping you might have an extra table available?
italian: [_M_] Uhh... Non abbiamo fatto una prenotazione, ma speravamo che avessi una tabella aggiuntiva?

source: [_W_] Oh, I'm so sorry!... We're really busy and we won't have any spare tables at all tonight.
italian: [_W_] Oh, mi dispiace così tanto!... Siamo davvero impegnati e non avremo alcun tavolino di ricambio a tutti stasera.

source: [_MT_] {i}Darn... Where's Joey when you need...{/i}
italian: [_MT_] {i}Darn... Dov'è Joey quando ti serve...{/i}

source: [_J_] Ronald?... and the lovely Miss [mom_name].
italian: [_J_] Ronald?... e la bella signorina [mom_name].

source: [_RT_] {i}Goddammit!... Not Joey DeCapo again!{/i}
italian: [_RT_] {i}Goddammit!... Non Joey DeCapo ancora!{/i}

source: [_J_] Imagine seeing you here.
italian: [_J_] Immaginate di vedervi qui.

source: [_M_] Well, we seem to be without a reservation again.
italian: [_M_] Beh, ci sembra di essere senza una prenotazione di nuovo.

source: [_J_] These are friends of mine, would you please get a table ready in my special room?
italian: [_J_] Questi sono miei amici, si prega di ottenere un tavolo pronto nella mia stanza speciale?

source: [_W_] Thank you Mr. DeCapo! It will be my pleasure.
italian: [_W_] Grazie signor DeCapo! Sarà il mio piacere.

source: [_RT_] {i}Mmmm... Armani's looking amazing again!{/i}
italian: [_RT_] {i}Mmmm... Armani sembra di nuovo incredibile!{/i}

source: [_MT_] {i}That "hi" Armani gave my son sounded a little too flirty.{/i}
italian: [_MT_] {i}Quel "ciò" Armani ha dato a mio figlio un po' troppo flirtato.{/i}

source: [_MT_] {i}Ope... calm down [mom_name]... Don't get jealous. It would be better for him to flirt with other girls than with you.{/i}
italian: [_MT_] {i}Ope... calma [mom_name]... Non essere geloso. Sarebbe meglio per lui flirtare con altre ragazze che con te.{/i}

source: [_M_] Wow! Thank you Joey, but we couldn't impose on you again!
italian: [_M_] Wow! Grazie Joey, ma non abbiamo potuto imporre di nuovo!

source: [_J_] It's my pleasure!
italian: [_J_] Il piacere è mio!

source: [_J_] You're lucky you ran into us again. It's gotten so hard to reserve a table here.
italian: [_J_] Sei fortunato che ti sei imbattuto di nuovo in noi. È stato così difficile prenotare un tavolo qui.

source: [_MT_] {i}Oh, now he's the perfect gentleman?... Joey wasn't so polite in his club... That actually was pretty intimidating... I'd better just go along with anything Joey says.{/i}
italian: [_MT_] {i}Oh, ora è il perfetto gentiluomo?... Joey non era così educato nel suo club.. In realtà è stato piuttosto intimidatorio... farei meglio ad andare d'accordo con tutto ciò che Joey dice.{/i}

source: [_M_] Armani, you look beautiful tonight!
italian: [_M_] Armani, sembra bello stasera!

source: [_A_] Thanks, [mom_name]! So do you!
italian: [_A_] Grazie, [mom_name]! Quindi fa!

source: [_A_] I've got to tell you that I loved the last show you did. You really need to teach me some of your moves!
italian: [_A_] Devo dirti che mi è piaciuto l'ultimo spettacolo che hai fatto. Hai davvero bisogno di insegnarmi alcune delle tue mosse!

source: [_J_] You really are one of the top dancers at the club. I still wish I could talk you into coming in more.
italian: [_J_] Sei davvero uno dei migliori ballerini del club. Vorrei ancora che potessi parlarti di venire in più.

source: [_M_] Maybe... We'll see.
italian: [_M_] Forse... Vedremo.

source: [_RT_] {i}What!?{/i}
italian: [_RT_] {i}Cosa!?{/i}

source: [_J_] I'll bet the room's ready for us.
italian: [_J_] scommetterò che la stanza è pronta per noi.

source: [_J_] And even though we've already had our dinner, we'll just get dessert.
italian: [_J_] E anche se abbiamo già avuto la nostra cena, avremo solo dessert.

source: [_J_] Should we go?
italian: [_J_] Dovremmo andare?

source: [_R_] Wait... you're going to be joining us again?
italian: [_R_] Attendere... ti unirai di nuovo a noi?

source: [_R_] Wait... you're going to be joining us?
italian: [_R_] Aspetta... ti unirai a noi?

source: [_J_] Is that a problem?
italian: [_J_] È un problema?

source: [_R_] Well, with all due respect, I was hoping to spend some quality time alone with my mom this time.
italian: [_R_] Beh, con tutto il rispetto, stavo sperando di trascorrere del tempo di qualità da solo con mia mamma questa volta.

source: [_R_] I'm grateful that you offered us your private room, but I think we'll find somewhere else to eat.
italian: [_R_] Sono grato che ci hai offerto la tua camera privata, ma penso che troveremo da qualche altra parte da mangiare.

source: [_M_] Nonsense, [ryan]!... Don't be rude!... Joey's doing something extremely nice for us. The least we can do is have dinner with him and Armani.
italian: [_M_] Nonsense, [ryan]!... Non siate maleducati!... Joey sta facendo qualcosa di estremamente bello per noi. Il minimo che possiamo fare è cenare con lui e Armani.

source: [_M_] We'll follow you.
italian: [_M_] Ti seguiremo.

source: [_R_] With all due respect, I was hoping to spend some quality time alone with my mom.
italian: [_R_] Con tutto il dovuto rispetto, speravo di trascorrere del tempo di qualità da solo con mia mamma.

source: [_J_] Oh, don't worry, we'll be quick, we'll just grab a bite of dessert and go.
italian: [_J_] Oh, non ti preoccupare, saremo veloci, prenderemo solo un morso di dessert e andremo via.

source: [_J_] We haven't had a good talk in a while, I'd love to get caught up on how things are going, [mom_name].
italian: [_J_] Non abbiamo avuto una buona conversazione da un po', mi piacerebbe farsi coinvolgere su come le cose stanno andando, [mom_name].

source: [_R_] It's just...
italian: [_R_] È solo...

source: [_A_] Joey, we can't stay, remember? My mom said we need to be back in time for your weekly meeting with Carmine.
italian: [_A_] Joey, non possiamo rimanere, ricordi? Mia mamma ha detto che dobbiamo essere indietro nel tempo per il tuo incontro settimanale con Carmine.

source: [_J_] Oh, that's right. [mom_name]'s beauty keeps making me forget.
italian: [_J_] Oh, è giusto. La bellezza di [mom_name]continua a farmi dimenticare

source: [_J_] We'll have to take a rain check again.
italian: [_J_] Dovremo fare nuovamente un controllo della pioggia.

source: [_J_] But please feel free to use the private room. They'll take good care of you here.
italian: [_J_] Ma sentitevi liberi di utilizzare la stanza privata. Si prenderanno cura di voi qui.

source: [_M_] Thank you so much Joey. I hope your meeting goes well.
italian: [_M_] Grazie mille Joey. Spero che il tuo incontro vada bene.

source: [_R_] Yeah, thanks.
italian: [_R_] Sì, grazie.

source: [_RT_] {i}Thank God he's leaving!{/i}
italian: [_RT_] {i}Grazie a Dio che sta partendo!{/i}

source: [_R_] No, no... not a problem at all. I just had it in my mind that it was just going to be Mom and me this time.
italian: [_R_] No, no... non un problema affatto. Ho appena avuto nella mia mente che era solo per essere mamma e me questa volta.

source: [_R_] But we're happy to have you join us again, and very grateful that you got us a table.
italian: [_R_] Ma siamo felici di averti di nuovo unito a noi, e molto grato di averci ottenuto un tavolo.

source: [_J_] More than a table, our own private room!
italian: [_J_] Più di un tavolo, la nostra camera privata!

source: [_M_] We'll just follow you again?
italian: [_M_] Ti seguiremo di nuovo?

source: [_MT_] {i}[ryan] scared me there for a second. I thought he was going to try and resist Joey's offer this time. I'm glad he's got better sense than that!{/i}
italian: [_MT_] {i}[ryan] mi ha spaventato lì per un secondo. Pensavo che avrebbe cercato di resistere all'offerta di Joey questa volta.Sono contento che abbia un senso migliore di questo!{/i}

source: [_R_] No, no... not a problem at all. I just had it in my mind that it was just going to be Mom and me.
italian: [_R_] No, no... non un problema affatto. Ho appena avuto nella mia mente che era solo per essere mamma e me.

source: [_R_] But we're happy to have you join us, and very grateful that you got us a table.
italian: [_R_] Ma siamo felici di averti unito a noi, e molto grato di averci ottenuto un tavolo.

source: [_J_] More than a table, our own private room. Didn't you love it last time?
italian: [_J_] Più di un tavolo, la nostra camera privata. Non ti è piaciuta l'ultima volta?

source: [_MT_] {i}I thought [ryan] was going to stand up to Joey for a second. Maybe not the smartest thing, but that sure would have been brave.{/i}
italian: [_MT_] {i}Ho pensato che [ryan] stava per alzarsi a Joey per un secondo. Forse non la cosa più intelligente, ma quella certa sarebbe stata coraggiosa.{/i}

source: [_MT_] {i}Instead he backed off like a beta male that's just been challenged by an alpha.{/i}
italian: [_MT_] {i}Invece si è appoggiato come un beta maschio che è stato solo sfidato da un alfa.{/i}

source: [_M_] What if it's really expensive?
italian: [_M_] E se fosse davvero costoso?

source: [_R_] That's not a problem. Like I said wherever you want to go.
italian: [_R_] Non è un problema. Come ho detto dove vuoi andare.

source: [_M_] Yeah... I think you're dressed nice enough for them to let us in.
italian: [_M_] Sì... Penso che tu sia vestito abbastanza carino da farci entrare.

source: [_M_] Alright, I'm going to take us to my favorite restaurant... A place I've never taken any of you kids.
italian: [_M_] Va bene, ci porterò al mio ristorante preferito... Un posto che non ho mai preso nessuno di voi bambini.

source: [_R_] Ooo... I can't wait to see where we're going.
italian: [_R_] Ooo... Non vedo l'ora di vedere dove stiamo andando.

source: [_M_] I think you'll be impressed.
italian: [_M_] penso che sarete impressionati.

source: [_R_] What if I told you my friend Ben Franklin made a reservation for us?
italian: [_R_] Cosa succede se ti ho detto il mio amico Ben Franklin ha fatto una prenotazione per noi?

source: [_W_] I'm sorry, sir... But we don't operate like that here.
italian: [_W_] Mi dispiace, signore... Ma non operiamo così qui.

source: [_R_] There's got to be some way that you'll...
italian: [_R_] Ci deve essere in qualche modo che abbiamo...
