Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] [ryan]! You can't cum inside me any more! What if you impregnated me?!
dutch: [_M_] [ryan]! Je kunt me niet meer in kopen! Wat als je me bevat?!
german: [_M_] [ryan]! Du kannst mich nicht mehr fragen! Was ist, wenn du mich imprägniert hast?!

source: {b}{i}"Due to your outstanding achievements in the field of fuckery, you have won the "King of Hearts" Card!{/i}{/b}
dutch: {b}{i}"Vanwege jouw uitstekende prestaties op het gebied van fuckerie, heb je de "King of Hearts" Kaart gewonnen!{/i}{/b}
german: {b}{i}"Aufgrund deiner herausragenden Leistungen im Bereich des Fickens hast du die "King of Hearts"-Karte gewonnen!{/i}{/b}

source: {b}{i}"View this card in the gallery and casino"{/i}{/b}
dutch: {b}{i}"Bekijk deze kaart in de galerij en casino"{/i}{/b}
german: {b}{i}"Sehen Sie diese Karte in der Galerie und Casino"{/i}{/b}

source: [_M_] God, I hope I didn't just cause irreversable trauma!
dutch: [_M_] God, ik hoop dat ik niet zomaar onherroepelijke trauma!
german: [_M_] Gott, ich hoffe, ich habe nicht nur unwiderrufliches Trauma verursacht!

source: [_R_] Mom, would you relax!?
dutch: [_R_] Mama, zou je relax!?
german: [_R_] Mama, würdest du dich entspannen!?

source: [_R_] Trauma's what you get when something horrible happens.
dutch: [_R_] Trauma's wat je krijgt wanneer er iets verschrikkelijks gebeurt.
german: [_R_] Trauma ist, was du bekommst, wenn etwas Schreckliches passiert.

source: [_R_] That was literally the best night of my life!
dutch: [_R_] Dat was letterlijk de beste nacht van mijn leven!
german: [_R_] Das war buchstäblich die beste Nacht meines Lebens!

source: [_M_] I cheated on my husband... with... my son.
dutch: [_M_] Ik heb mijn man bedrogen... met... mijn zoon.
german: [_M_] Ich habe meinen Mann betrogen... mit... mein Sohn.

source: [_M_] He's going to kill us!
dutch: [_M_] Hij gaat ons doden!
german: [_M_] Er wird uns töten!

source: [_R_] I'm not going to tell him. Are you?
dutch: [_R_] Ik ga het hem niet vertellen. Jij wel?
german: [_R_] Ich werde ihm nicht sagen. Bist du schon?

source: [_M_] Never!
dutch: [_M_] Nooit!
german: [_M_] Nein!

source: [_R_] Then there's nothing to worry about.
dutch: [_R_] Dan is er niets om je zorgen over te maken.
german: [_R_] Dann gibt es nichts zu befürchten.

source: [_R_] Especially once you leave his neglectful ass!
dutch: [_R_] Vooral wanneer je zijn verwaarloosde assortiment achterlaat!
german: [_R_] Vor allem wenn du seinen versäumten Arsch verlassst!

source: [_R_] Don't worry, Mom! Once Dad's gone, I'm going to take care of you.
dutch: [_R_] Maak je geen zorgen, maal! Zodra papa weg is, ga ik voor je zorgen.
german: [_R_] Keine Sorge, Mama! Sobald Vater vorbei ist, werde ich mich um dich kümmern.

source: [_M_] I'm the mom here! It's me who'll be taking care of you!
dutch: [_M_] Ik ben het moeder hier! Ik ben degene die voor jou zorgt!
german: [_M_] Ich bin die Mutter hier! Ich bin es, der sich um dich kümmert!

source: [_R_] I don't care, as long as we get to be together.
dutch: [_R_] het kan me niet schelen, zolang we samen moeten zijn.
german: [_R_] Mir ist es egal, solange wir zusammen sind.

source: [_M_] Yeah, well... we've definately got some things we need to figure out.
dutch: [_M_] Yeah, goed... We hebben een paar dingen die we moeten uitzoeken.
german: [_M_] Ja, ja... wir haben definitiv ein paar Dinge, die wir herausfinden müssen.

source: [_M_] That date wore me out, I just want to crawl into bed and sleep for two days.
dutch: [_M_] die datum droeg me, ik wil maar twee dagen in bed kruisen en slapen.
german: [_M_] Dieses Datum war vergangen, ich möchte nur zwei Tage in Bett und Schlaf crawlen.

source: [_R_] I'm just glad we're not arriving at home naked, I can't believe how long it took to find our clothes.
dutch: [_R_] Ik ben blij dat we niet naakt thuis aankomen, ik kan niet geloven hoe lang het duurt om onze kleren te vinden.
german: [_R_] Ich bin einfach froh, dass wir nicht nackt zu Hause ankommen. Ich kann nicht glauben, wie lange es gedauert hat, um unsere Kleidung zu finden.

source: [_M_] I know... I was getting worried!
dutch: [_M_] Ik weet het... Ik maak me zorgen!
german: [_M_] Ich weiß... Ich war besorgt!

source: [_M_] But all's well that ends well! Thank you for such an amazing day!
dutch: [_M_] Maar daar eindigt alles goed! Bedankt voor deze geweldige dag!
german: [_M_] Aber das ist alles gut! Vielen Dank für einen so tollen Tag!

source: [_M_] You don't know what it means to me to have someone care about me as much as you do!
dutch: [_M_] Je weet niet wat het voor mij betekent om iemand zo om me te geven als jij!
german: [_M_] Du weißt nicht, was es für mich bedeutet, jemanden so sehr um mich kümmern zu lassen wie du!

source: [_RT_] {i}Everything's falling into place!{/i}
dutch: [_RT_] {i}Alles valt op plaats!{/i}
german: [_RT_] {i}Alles fällt an Ort!{/i}

source: [_RT_] {i}I can't believe I actually conquered Mom!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik echt een moment heb veroverd!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass ich die Mama wirklich erobert habe!{/i}

source: [_RT_] {i}I guess it's time to figure out where I want my relationship with my mom and sisters to go from here.{/i}
dutch: [_RT_] {i}Ik denk dat het tijd is om erachter te komen waar mijn relatie met mijn moeder en zusters vandaan moet komen. {/i}
german: [_RT_] {i}Ich denke, es ist Zeit herauszufinden, wo ich meine Beziehung mit meiner Mutter und Schwestern von hier aus sehen möchte.{/i}

source: [_RT_] {i}And let's not forget how I want Aunt Cami and cousin Mandy to be involved.{/i}
dutch: [_RT_] {i}En laten we niet vergeten hoe ik Aunt Cami en neef Mandy erbij wil betrekken.{/i}
german: [_RT_] {i}Und lass uns nicht vergessen, wie ich Tante Cami und Cousin Mandy involvieren möchte.{/i}

source: [_RT_] {i}Can I actually corrupt them enough to mess around with each other as well?{/i}
dutch: [_RT_] {i}Kan ik ze echt corrupt genoeg maken om ook met elkaar te puuren?{/i}
german: [_RT_] {i}Kann ich sie wirklich so beschädigen, dass sie sich auch untereinander durcheinander vermischen?{/i}

source: [_RT_] {i}These thought's are going to have to wait for another time. I'm so tired! I just need to sleep.{/i}
dutch: [_RT_] {i}Deze gedachten zullen een andere tijd moeten wachten. Ik ben zo moe! Ik hoef alleen maar te slapen.{/i}
german: [_RT_] {i}Diese Gedanken müssen noch einmal warten. Ich bin so müde! Ich muss nur schlafen.{/i}

source: [_M_] Do you think... I could ask... you a favor?
dutch: [_M_] Denk je... Ik zou je kunnen vragen... een gunst?
german: [_M_] Denkst du... Ich könnte dir einen Gefallen fragen?

source: [_MB_] Haha... You want anal sex again, don't you Miss [mom_name]?
dutch: [_MB_] Haha... Je wilt weer anale seks zien, nietwaar ik [mom_name]?
german: [_MB_] Haha... Du willst wieder anal Sex haben, vermisst du nicht [mom_name]?

source: [_MB_] Oh, Miss [mom_name], you caught me at the best time.
dutch: [_MB_] Oh, mevrouw [mom_name], heb je me op het beste moment gevangen.
german: [_MB_] Oh, Miss [mom_name], du hast mich zur besten Zeit erwischt.

source: [_MB_] Right now I'd do anything for you.
dutch: [_MB_] Op dit moment zou ik iets voor je doen.
german: [_MB_] Im Moment würde ich etwas für dich tun.

source: [_M_] Well, would you be up for anal sex again?
dutch: [_M_] Nou, zou je weer anaal seks willen hebben?
german: [_M_] Nun, wärst du wieder für Analsex dabei?

source: [_MB_] God, Miss [mom_name]! This feels even better than last time!
dutch: [_MB_] God, Mevrouw [mom_name]! Dit voelt nog beter dan de laatste keer!
german: [_MB_] Gott, Miss [mom_name]! Das fühlt sich noch besser als das letzte Mal!

source: [_MB_] I'm still amazed you can take me!
dutch: [_MB_] Ik ben nog steeds verbaasd dat je me mee kunt nemen!
german: [_MB_] Ich bin immer noch erstaunt, dass du mich nehmen kannst!

source: [_M_] Holy fuck... I just enjoy... things in my ass.
dutch: [_M_] Heilige fusie... Ik geniet... dingen in mijn hoofd.
german: [_M_] Heiliger Fick... Ich genieße nur... Dinge in meinem Arsch.

source: [_MT_] {i}Oh, my God! I'm this close to cumming!{/i}
dutch: [_MT_] {i}Oh, mijn God! Ik ben zo dicht bij de poppen!{/i}
german: [_MT_] {i}Oh, mein Gott! Ich bin so nahe an cumming!{/i}

source: [_MB_] Holy shit, Miss [mom_name]!
dutch: [_MB_] Heilige shit, Mis [mom_name]!
german: [_MB_] Heiliger Scheiß, Miss [mom_name]!

source: [_MB_] I'm cumming too!
dutch: [_MB_] Ik kummt ook!
german: [_MB_] Ich summiere mich auch!

source: [_MT_] {i}He just came in my ass again!{/i}
dutch: [_MT_] {i}Hij is net weer in mijn pas gekomen!{/i}
german: [_MT_] {i}Er kam gerade wieder in meinen Arsch!{/i}

source: [_MT_] {i}At least I can't get pregnant this way.{/i}
dutch: [_MT_] {i}Ik kan tenminste niet zwanger worden.{/i}
german: [_MT_] {i}Zumindest kann ich auf diese Weise nicht schwanger werden.{/i}

source: [_M_] There you are, [ryan].
dutch: [_M_] Daar ben je [ryan].
german: [_M_] Da bist du, [ryan].

source: [_M_] I was hoping you would be along soon.
dutch: [_M_] Ik hoopte dat je snel bij zou zijn.
german: [_M_] Ich hatte gehofft, dass du bald dabei bist.

source: [_R_] It looks like you've had another magical night.
dutch: [_R_] Het lijkt erop dat je nog een magische nacht hebt gehad.
german: [_R_] Es sieht so aus, als hättest du eine weitere magische Nacht.

source: [_M_] Yeah, it just keeps leaking out.
dutch: [_M_] Yeah, het lekt gewoon uit.
german: [_M_] Ja, es läuft einfach aus.

source: [_M_] Matt doesn't cum as much as you do, but it's still a lot.
dutch: [_M_] Matt knuffelt niet zo veel als je doet, maar het is nog steeds veel.
german: [_M_] Matt ist nicht so viel wie du, aber es ist immer noch viel.

source: [_R_] Well, how nice for both of you.
dutch: [_R_] Nou, hoe aardig voor jou beiden.
german: [_R_] Nun, wie nett für beide von dir.

source: [_M_] I don't like the tone of your voice.
dutch: [_M_] De toon van je stem bevalt me niet.
german: [_M_] Ich mag den Ton deiner Stimme nicht.

source: [_M_] How about you tone your judgy dial down about 10 notches.
dutch: [_M_] Wat denk je ervan om je oordeelnummer ongeveer 10 merktekens omlaag te zetten.
german: [_M_] Wie wäre es, dass Sie Ihre Richterwahl auf ca. 10 Noten anklingen lassen.

source: [_R_] Fine... I'll try not to mention how fucked up I still think this is.
dutch: [_R_] Fine... Ik zal proberen niet te vermelden hoe verdomd ik nog steeds denk dat dit is.
german: [_R_] Schön... Ich versuche nicht zu erwähnen, wie gefickt ich immer noch denke, dass dies ist.

source: [_R_] I still just can't believe you would allow one of your own students...
dutch: [_R_] Ik kan nog steeds niet geloven dat je een van je eigen leerlingen zou toestaan...
german: [_R_] Ich kann immer noch nicht glauben, dass Sie einen Ihrer eigenen Schüler zulassen würden...

source: [_M_] Oh, and I guess you think I should be letting my own son do that instead?
dutch: [_M_] Oh, en ik denk dat ik dat in plaats daarvan mijn eigen zoon moet laten doen?
german: [_M_] Oh, und ich denke, du solltest meinen eigenen Sohn das stattdessen machen lassen?

source: [_M_] Do you know how fucked up your argument is?
dutch: [_M_] Weet je hoe onduidelijk je argument is?
german: [_M_] Weißt du, wie du dein Argument gefickt hast?

source: [_M_] Why don't you just give me my clothes and we can go home.
dutch: [_M_] Waarom geef je me niet gewoon mijn kleren en kunnen we naar huis gaan.
german: [_M_] Warum gib mir nicht einfach meine Kleidung und wir können nach Hause gehen.

source: [_M_] And I would like to drive in silence, so if you say anything else to me about this on the way home, you'll be walking the rest of the way!
dutch: [_M_] En ik rijd graag in stilte, Dus als je me nog iets anders over dit te zeggen hebt op weg naar huis, dan loop je de rest van de weg!
german: [_M_] Und ich möchte ruhig fahren, Also, wenn du mir etwas anderes darüber auf dem Weg nach Hause sagst, wirst du den Rest des Weges gehen!

source: [_RT_] {i}What a dissapointing day!{/i}
dutch: [_RT_] {i}Wat een afwijkende dag!{/i}
german: [_RT_] {i}Was für ein enttäuschender Tag!{/i}

source: [_RT_] {i}Fucking Matt!{/i}
german: [_RT_] {i}Fucking Matte!{/i}

source: [_RT_] {i}I'm just going to pass out and hope I feel better in the morning.{/i}
dutch: [_RT_] {i}Ik ga gewoon doorgaan, en ik hoop dat ik me beter voel in de ochtend.{/i}
german: [_RT_] {i}Ich werde einfach gehen und hoffe, dass ich mich morgens besser fühle.{/i}

source: [_M_] Well, have you ever tried anal sex?
dutch: [_M_] Nou, heb je ooit het anale geslacht geprobeerd?
german: [_M_] Nun, hast du schon einmal anal Sex probiert?

source: [_MB_] God, Miss [mom_name]! I've never had anal sex before.
dutch: [_MB_] God, Mevrouw [mom_name]! Ik heb nog nooit anaal seks gehad.
german: [_MB_] Gott, Miss [mom_name]! Ich habe noch nie Analsex gehabt.

source: [_MB_] Every girl I've ever tried to get to do it automatically shut me down because of my size.
dutch: [_MB_] Elk meisje heb ik ooit geprobeerd om dit automatisch te doen omdat ik groot ben.
german: [_MB_] Jedes Mädchen, das ich jemals versucht habe, es automatisch zu tun, hat mich wegen meiner Größe heruntergefahren.

source: [_MB_] I didn't even have to beg you!
dutch: [_MB_] Ik hoefde je niet eens te smeken!
german: [_MB_] Ich musste dich nicht einmal bitten!

source: [_MB_] You're a unique woman!
dutch: [_MB_] Je bent een unieke vrouw!
german: [_MB_] Du bist eine einzigartige Frau!

source: [_M_] Unnnggghhh... It hurts... but still feels... amazing, if that... makes any sense.
dutch: [_M_] Unnngghhhhh... Het doet pijn... maar voelt nog steeds het gevoel ... geweldig, als dat... het logisch is.
german: [_M_] Unnggghh... Es weh... aber immer noch fühlt... erstaunlich, wenn das... macht Sinn.

source: [_MT_] {i}My God!... I just let a student cum in my ass!{/i}
dutch: [_MT_] {i}Mijn God!... Ik heb net een leerlingskoek in mijn assortiment!{/i}
german: [_MT_] {i}Mein Gott!... Ich lasse einfach einen Schüler in meinem Arsch!{/i}

source: [_MT_] {i}But I feel no regret...{/i}
dutch: [_MT_] {i}Maar ik heb geen spijt...{/i}
german: [_MT_] {i}Aber ich bin kein Bedauern...{/i}

source: [_MT_] {i}What am I becoming?{/i}
dutch: [_MT_] {i}Wat ben ik aan het worden?{/i}
german: [_MT_] {i}Was werde ich? {/i}

source: [_M_] Oh, my God, Matt, this is feeling good, but my pussy's getting worn out.
dutch: [_M_] Oh, mijn God, Matt, dit voelt zich goed, maar mijn poes worden uitgewerkt.
german: [_M_] Oh, mein Gott, Matt, das fühlt sich gut, aber meine Fotze wird abgerissen.

source: [_M_] I'm surprised you haven't cum yet.
dutch: [_M_] Ik ben verrast dat je nog niet hebt geknipt.
german: [_M_] Ich bin überrascht, dass du noch nicht cum hast.

source: [_MB_] Sorry, Miss [mom_name]. I was being selfish and holding it back. I guess I just don't want this night to ever end.
dutch: [_MB_] Sorry, mevrouw [mom_name]. Ik was egoïstisch en houd het vast. Ik denk dat ik gewoon niet wil dat deze nacht ooit eindigt.
german: [_MB_] Sorry, Miss [mom_name]. Ich war egoistisch und hielt es zurück. Ich vermute, ich möchte diese Nacht nicht immer beenden.

source: [_M_] You are a sweet boy!
dutch: [_M_] Je bent een zoete jongen!
german: [_M_] Du bist ein süßer Junge!

source: [_M_] Hmmm... I've got an idea if it doesn't make you too uncomfortable.
dutch: [_M_] Hmmm... Ik heb een idee of het je niet te oncomfortabel maakt.
german: [_M_] Hmmm... Ich habe eine Idee, wenn es dich nicht zu unbequem macht.

source: [_MT_] {i}Maybe I can make this work? Hopefully [ryan] stretched me out enough.{/i}
dutch: [_MT_] {i}Misschien kan ik dit laten werken? Hopelijk is [ryan] uitgerekt genoeg.{/i}
german: [_MT_] {i}Vielleicht kann ich das funktionieren? Hoffentlich [ryan] hat mich genug gestreckt.{/i}

source: [_MT_] {i}Plus, his dick should be pretty lubed up after being in my soaking wet pussy.{/i}
dutch: [_MT_] {i}Plus, zijn luie zal best te horen zijn nadat ik natte poesjes heb gebruikt.{/i}
german: [_MT_] {i}Plus, sein Schwanz sollte ziemlich geschmeidig sein, nachdem er in meiner einweichenden nassen Fotze ist. {/i}

source: [_MT_] {i}Holy Marry mother of God!{/i}
dutch: [_MT_] {i}Heilige Marry moeder van God!{/i}
german: [_MT_] {i}Mutter Gottes Heilige Heirat!{/i}

source: [_MT_] {i}He's going to split my right in two!{/i}
dutch: [_MT_] {i}Hij gaat mijn rechts verdelen over twee!{/i}
german: [_MT_] {i}Er spaltet mein Recht in zwei!{/i}

source: [_MT_] {i}Having [ryan] in here earlier definitely loosened me up, thank God!{/i}
dutch: [_MT_] {i} [ryan] Hier naartoe had me definitief verloren, God!{/i}
german: [_MT_] {i}Ich habe [ryan] früher definitiv gelockert, Gott sei Dank Gott!{/i}

source: [_MB_] You okay, Miss [mom_name]?
dutch: [_MB_] Jij bent in orde, mevrouw [mom_name]?
german: [_MB_] Okay, Miss [mom_name]?

source: [_M_] I think... so, I'm starting to... get used to it.
dutch: [_M_] Ik denk... dus, begin eraan... ga eraan wennen.
german: [_M_] Ich denke, ich beginne also, mich daran zu gewöhnen.

source: [_M_] I know... most girls hate anal... sex, but for some reason... it does it for me.
dutch: [_M_] Ik weet het... de meeste meisjes haat analoge... seks, maar om een of andere reden... dat is voor mij.
german: [_M_] Ich kenne... die meisten Mädchen hassen anal... Geschlecht, aber aus irgendeinem Grund... es tut es für mich.

source: [_MB_] You really are a whole lot kinkier than I ever would have imagined.
dutch: [_MB_] Je bent echt heel veel vriendelijker dan ik je ooit had kunnen voorstellen.
german: [_MB_] Du bist wirklich sehr viel kinkischer, als ich es mir je vorgestellt hätte.

source: [_MB_] And don't worry. I'm not going to last long!
dutch: [_MB_] En maak je geen zorgen. Ik ga niet lang door!
german: [_MB_] Und keine Sorge. Ich werde nicht lange dauern!

source: [_MB_] I've never had a girl that could take me in her ass. This feels incredible.
dutch: [_MB_] heb ik nog nooit een meisje gehad dat me in haar as kon nemen. Dit voelt ongelofelijk.
german: [_MB_] Ich habe noch nie ein Mädchen gehabt, das mich in ihren Arsch nehmen konnte. Das fühlt sich unglaublich an.

source: [_MB_] I'm almost there!
dutch: [_MB_] Ik ben er bijna!
german: [_MB_] Ich bin fast da!

source: [_MT_] {i}Oh, my God! I can't believe it! This is actually going to make me cum!{/i}
dutch: [_MT_] {i}Oh, mijn God! Ik kan het niet geloven! Dit gaat me eigenlijk kum!{/i}
german: [_MT_] {i}Oh, mein Gott! Ich kann es nicht glauben! Das wird mich eigentlich um!{/i}

source: [_M_] Oh, there you are. It looks like you found our clothes?
dutch: [_M_] Oh, daar ben je het. Het lijkt erop dat je onze kleren hebt gevonden?
german: [_M_] Oh, da bist du. Es sieht so aus, als ob du unsere Kleider gefunden hast?

source: [_R_] Yep. So, where's Matt? I thought he was going to stay and keep you safe until I got back.
dutch: [_R_] Yep. Dus waar is Matt? Ik dacht dat hij zou blijven en je veilig zou houden tot ik terug was.
german: [_R_] Ja. Also, wo ist Matt? Ich dachte, er würde bleiben und dich sicher halten, bis ich wieder zurückgekehrt bin.

source: [_M_] You just missed him. That's why I'm out here, because he left.
dutch: [_M_] Je hebt hem net gemist. Dat is waarom ik hier ben, omdat hij weg is.
german: [_M_] Du hast ihn verpasst. Deshalb bin ich hier draußen, weil er gegangen ist.

source: [_R_] Oh, is that why?
dutch: [_R_] Oh, is dat waarom?
german: [_R_] Oh, warum?

source: [_R_] It has nothing to do with the puddle of cum you're sitting in?
dutch: [_R_] Het heeft niets te maken met het kudde kudde waarin je zit?
german: [_R_] Es hat nichts mit dem Puddle von cum Sie sitzen?

source: [_M_] Puddle of cum?
german: [_M_] Puddle von mit?

source: [_M_] Oh, I didn't realize...
dutch: [_M_] Oh, ik heb niet gerealiseerd...
german: [_M_] Oh, ich habe nicht erkannt...

source: [_M_] It must still be leaking out from when you came in me earlier.
dutch: [_M_] Het moet nog steeds uitlekken toen je eerder in me kwam.
german: [_M_] Es muss immer noch auslaufen aus als du früher in mich gekommen bist.

source: [_R_] I came in your pussy! That cum is clearly leaking out of your asshole!
dutch: [_R_] Ik ben in je poesje gekomen! Die kubus lekt duidelijk uit je schoenen!
german: [_R_] Ich bin in deine Fotze gekommen! Diese Fotze leckt eindeutig aus deiner Arschfotze!

source: [_M_] No, I think you're...
dutch: [_M_] Nee, ik denk je...
german: [_M_] Nein, ich glaube, du...

source: [_R_] Mom, I saw you!
dutch: [_R_] Mama, ik heb je gezien!
german: [_R_] Mama, ich habe dich gesehen!

source: [_R_] We all saw you!
dutch: [_R_] We hebben je allemaal gezien!
german: [_R_] Wir alle haben dich gesehen!

source: [_R_] How could you do this to...
dutch: [_R_] Hoe kun je dit doen...
german: [_R_] Wie kannst du das machen...

source: [_M_] How could I do this to you?!
dutch: [_M_] Hoe kan ik je dit doen?!
german: [_M_] Wie könnte ich dir das machen?!

source: [_M_] What are you, my husband, my boyfriend?
dutch: [_M_] Wat ben je, mijn man, mijn vriend?
german: [_M_] Was bist du, mein Mann, mein Freund?

source: [_M_] No, you're my son!
dutch: [_M_] Nee, jij bent mijn zoon!
german: [_M_] Nein, du bist mein Sohn!

source: [_M_] And just giving you a handjob is probably ten times worse than what I just did with Matt!
dutch: [_M_] En het geven van een handwerk is waarschijnlijk tien keer erger dan wat ik net gedaan heb met Matt!
german: [_M_] Und dir nur einen Handjob zu geben ist wahrscheinlich zehnmal schlechter als das, was ich gerade mit Matt gemacht habe!

source: [_M_] Do you think I don't know that I shouldn't have let anything happen with a student?
dutch: [_M_] Denk je dat ik niet weet dat ik met een student niets had moeten laten gebeuren?
german: [_M_] Glauben Sie, ich wüsste nicht, dass ich mit einem Schüler nichts hätte passieren lassen sollen?

source: [_M_] If you hadn't gotten me so worked up in the first place!
dutch: [_M_] Als je me niet eens opgegroeid had gehad!
german: [_M_] Wenn du mich nicht bekommen hast, dann habe ich mich erst einmal aufgesetzt!

source: [_M_] God!... I make such terrible decisions when I'm horny!
dutch: [_M_] God!... Ik maak zulke vreselijke beslissingen wanneer ik horigheid heb!
german: [_M_] Gott!... Ich treffe so schreckliche Entscheidungen, wenn ich geil bin!

source: [_M_] I guess the apple didn't fall too far from the tree!
dutch: [_M_] Ik denk dat de appel niet te ver van de boom gevallen is!
german: [_M_] Ich denke, der Apfel fiel nicht zu weit vom Baum entfernt!

source: [_M_] Now, give me my clothes and let's go home.
dutch: [_M_] Nu, geef me mijn kleren en laten we naar huis gaan.
german: [_M_] Jetzt gib mir meine Kleidung und lass uns nach Hause gehen.

source: [_M_] So, I know this should go without saying, but just in case...
dutch: [_M_] Dus ik weet dat dit vanzelfsprekend zou moeten zijn, maar dan voor het geval...
german: [_M_] Also, ich weiß, das sollte selbstverständlich sein, aber nur im Falle...

source: [_M_] I think it's best that your dad doesn't hear anything about any of this.
dutch: [_M_] Ik denk dat het het beste is dat je vader hier niks van hoort.
german: [_M_] Ich denke, es ist am besten, dass dein Vater nichts davon hört.

source: [_R_] No, duh... You think I'm an idiot? I have just as much to lose as you.
dutch: [_R_] Nee, duh... denk ik dat ik een idioot ben? Ik heb net zoveel te verliezen als jij.
german: [_R_] Nein, duh... Du denkst, ich bin ein Idiot? Ich habe genauso viel zu verlieren wie du.

source: [_R_] Besides, It's not me that you've got to worry about. You'll be lucky if Matt, Darnell and Trent don't blab everything to the entire school.
dutch: [_R_] Bovendien, het is niet mij dat je je zorgen moet maken. Je hebt geluk als Matt, Darnell en Trent niet alles naar de hele school bladeren.
german: [_R_] Außerdem ist es nicht mich, um die du dich Sorgen machen musst. Sie werden Glück haben, wenn Matt, Darnell und Trent nicht alles in die ganze Schule braten.
