Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_C_] Jesus, [mom_name]! Stop yelling.
italian: [_C_] Gesù, [mom_name]! Smettila di urlare.

source: [_M_] Camille, have you seen [ryan]? He's suppose to be doing his chores.
italian: [_M_] Camille, hai visto [ryan]? Si suppone di fare le sue faccende.

source: [_RT_] {i}If she had seen me, she'd be the one yelling. Dammit, Mandy... Stop already!{/i}
italian: [_RT_] {i}Se mi avesse visto, lei sarebbe stata quella che urlava. Dammit, Mandy... Ferma già!{/i}

source: [_C_] I try not to see your pervert of a son whenever possible.
italian: [_C_] Cerco di non vedere il tuo perverso di un figlio quando possibile.

source: [_C_] Maybe he's peeping on the neighbors?
italian: [_C_] Forse sta sbirciando sui vicini?

source: [_RT_] {i}I'd be offended, but I can't really talk right now. Shit, I really can't talk because Mom's so close. If I tell to Mandy to stop, or try and push her off, Mom'll hear and step around the corner!{/i}
italian: [_RT_] {i}sarei offeso, ma non posso davvero parlare in questo momento. Merda, non posso davvero parlare perché la mamma è così vicina. Se dico a Mandy di fermarsi, o prova a spingerla fuori, la mamma sentirà e passerà all'angolo!{/i}

source: [_M_] Camille, would you please knock that off? Have you seen him or not?
italian: [_M_] Camille, lo bussi, per favore? Lo hai visto o no?

source: [_C_] Jeez, when did you lose your sense of humor? Oh right... You never had one.
italian: [_C_] Jeez, quando hai perso il tuo senso dell'umorismo? Oh giusto... Non ne hai mai avuto uno.

source: [_C_] He was mowing the yard till just a few minutes ago. He probably went inside to watch porn or something.
italian: [_C_] Stava falciando il cortile fino a pochi minuti fa. Probabilmente è andato dentro per guardare porno o qualcosa.

source: [_RT_] {i}Maybe she'll give up and go inside to look for me.{/i}
italian: [_RT_] {i}Forse lei si arrenderà e andrà dentro per cercarmi.{/i}

source: [_M_] Well, he's not inside.
italian: [_M_] Beh, non è dentro.

source: [_RT_] {i}Shit, shit, shit!{/i}
italian: [_RT_] {i}Merda, merda, merda!{/i}

source: [_RT_] {i}Think, brain! If she comes out any farther... Oh, fuck it!{/i}
italian: [_RT_] {i}Pensa, cervello! Se lei esce più lontano... Oh, scoparlo!{/i}

source: [_R_] Hey, Mom.
italian: [_R_] Ehi, mamma.

source: [_M_] [ryan]! You scared me.
italian: [_M_] [ryan]! Mi hai spaventato.

source: [_R_] Heh, sorry.
italian: [_R_] Heh, mi dispiace.

source: [_M_] Why didn't you answer me? And why are you all wet?
italian: [_M_] Perché non mi hai risposto? E perché sei tutti bagnati?

source: [_R_] Oh... I was taking a brake from mowing and wanted to cool off so I...
italian: [_R_] Oh... Stavo prendendo un freno dalla falciatura e volevo rinfrescarmi così...

source: [_M_] Honey, are you ok? your face is flushed.
italian: [_M_] Miele, stai bene? Il tuo viso è sciacquato.

source: [_R_] I'm fine! It's just... Ah! Uh... it's allergies from cutting the lawn.
italian: [_R_] Sto bene! È solo... Ah! Uh... è allergie dal taglio del prato.

source: [_M_] Oh baby, I'm sorry. Do you want me to get you some allergy medicine and some water?
italian: [_M_] Oh baby, mi dispiace. Vuoi che ti prenda un po' di medicina allergica e un po' d'acqua?

source: [_R_] Mmm! Uh, yes... Yes! That'd be great! Thank you, Mom.
italian: [_R_] Mmm! Uh, sì... sì! Sarebbe fantastico! Grazie, mamma.

source: [_M_] Ok, [ryan]. I know you hate cutting the grass, but your Dad was right... This is sort of a right of passage for sons.
italian: [_M_] Ok, [ryan]. So che odiate tagliare l'erba, ma il vostro papà aveva ragione. Questo è una sorta di diritto di passaggio per i figli.

source: [_R_] Sure. No, I get it... It's just if you could get that glass of water.
italian: [_R_] Certo. No, lo capisco... è solo se si potrebbe ottenere quel bicchiere d'acqua.

source: [_RT_] {i}Go inside already!{/i}
italian: [_RT_] {i}Vai già dentro!{/i}

source: [_M_] I know you get it baby. And you know how much your sisters and I appreciate you doing the yard work right?
italian: [_M_] So che lo ottieni bambino. E tu sai quanto le tue sorelle e apprezzo che tu faccia bene a fare il giardino?

source: [_RT_] {i}Please go inside, please go inside!{/i}
italian: [_RT_] {i}Vai dentro, per favore entra dentro!{/i}

source: [_M_] Mandy, are you out here too?
italian: [_M_] Mandy, sei anche tu?

source: [_MD_] Yes, I'm here too. Just... resting in the shade over here.
italian: [_MD_] Sì, sono anche qui. Giusto... riposato all'ombra qui.

source: [_M_] Do you need anything sweetheart? Something to drink? It's hot out today.
italian: [_M_] Hai bisogno di qualcosa di innamorato? Qualcosa da bere? Fa caldo oggi.

source: [_MD_] That's okay, Aunt Jacky, I've got a protein shake here with me that I'm about to gulp down.
italian: [_MD_] Va bene, Aunt Jacky, ho qui un shake proteico con me che sto per scivolare giù.

source: [_M_] Okay, sweety. Thank you for helping [ryan] with the yard work.
italian: [_M_] Okay, sweety. Grazie per aver aiutato [ryan] con il lavoro del cantiere.

source: [_MD_] No problem, Aunty. I'm more then happy to share in the {b}"load"{/b}.
italian: [_MD_] Nessun problema, Aunty. Sono più felice di condividere in {b}"load"{/b}.

source: [_C_] I can't believe you're making her do chores outside.
italian: [_C_] Non riesco a credere che la stia facendo fare delle faccende all'esterno.

source: [_M_] Everyone has to pull their weight around here, Camille.
italian: [_M_] Tutti devono tirare il loro peso intorno qui, Camille.

source: [_M_] Mandy's a good girl that's willing to do her part. If only her mother had the same attitude.
italian: [_M_] Mandy una buona ragazza che è disposta a fare la sua parte. Se solo sua madre aveva lo stesso atteggiamento.

source: [_C_] It's bad enough that you're making me do house work in that ridiculous maid outfit. You're also making my innocent little girl do manual labor with with your son?.
italian: [_C_] E 'abbastanza male che mi stai facendo fare lavoro a casa in quel abito da cameriera ridicolo. Stai anche facendo la mia ragazza innocente fare lavoro manuale con tuo figlio?.

source: [_M_] Camille, I'm warning you!
italian: [_M_] Camille, ti avvertimento!

source: [_C_] It's a good thing I'm out here to keep an eye on them, or who knows what your son would have done to my little angel.
italian: [_C_] È una buona cosa che sono qui per tenerli d'occhio, o chissà ciò che tuo figlio avrebbe fatto al mio piccolo angelo.

source: [_M_] You'll keep your mouth shut, or you'll be doing chores around the house wearing nothing at all!
italian: [_M_] Tenterai la bocca chiusa, o farai delle faccende in casa non indossando niente!

source: [_C_] You wouldn't.
italian: [_C_] Non lo fareste.

source: [_M_] Try me. I'll have [ryan] personally make sure you clean every inch of this house buck naked.
italian: [_M_] Provali. Ho [ryan] personalmente assicurarsi di pulire ogni centimetro di questa casa buck nudo.

source: [_M_] Oh, I'm so sorry, [ryan]! Your allergies look like they're killing you. Hang on... I'll bring some pills and water.
italian: [_M_] Oh, mi dispiace, [ryan]! Le tue allergie assomigliano a te che ti uccidono. A... Ti porterò delle pillole e dell'acqua.

source: [_R_] {b}"Gasp"{/b}... Tha... Thanks Mom!... Hgnn!
italian: [_R_] {b}"Gasp"{/b}... Grazie!... Hgnn!

source: [_M_] Mandy, are you sure you don't need anything, sweetie?
italian: [_M_] Mandy, sei sicuro di non aver bisogno di nulla, dolce?

source: [_MD_] I'm sure. [ryan] has been very nice and given me everything I ask for.
italian: [_MD_] ne sono sicuro. [ryan] è stato molto bello e mi ha dato tutto quello che chiedo.

source: [_M_] Ok, I'll be right back. Love you [ryan].
italian: [_M_] Ok, sarò subito. Ti amo [ryan].

source: [_R_] I-ummm-I love you too Mom.
italian: [_R_] I-ummm-Ti amo anche Mamma.

source: [_R_] Mandy! I thought I was going to die!
italian: [_R_] Mandy! Pensavo che stavo per morire!

source: [_MD_] Wow, [ryan]!... You sure cum a lot when your life is on the line.
italian: [_MD_] Wow, [ryan]!... Sei sicuro di cum molto quando la tua vita è sulla linea.

source: [_R_] Ha ha... I'm very glad I survived! Man, I really did cover you, didn't I?
italian: [_R_] Ha ha... Sono molto contento di essere sopravvissuto! Uomo, ti ho davvero coperto, vero?

source: [_MD_] And not a drop is going to be wasted.
italian: [_MD_] E non una goccia sarà sprecata.

source: [_R_] Seriously, Mandy... My heart is beating so fast, I think I might be having a heart attack.
italian: [_R_] Seriamente, Mandy... Il mio cuore batte così velocemente, penso che potrei avere un attacco di cuore.

source: [_R_] Fuck me. We can't ever do anything like that again.
italian: [_R_] Cazzo me. Non possiamo mai più fare niente del genere.

source: [_R_] My body won't be able to take it.
italian: [_R_] Il mio corpo non sarà in grado di prenderlo.

source: [_MD_] Are you sure? You seemed to like doing it right next to our Mothers.
italian: [_MD_] Sei sicuro? Ti è sembrato di farlo proprio accanto alle nostre Madri.

source: [_MD_] Don't think I didn't notice you came right when Aunt [mom_name] told my Mother she'd make her work around the house naked while you supervise.
italian: [_MD_] Non pensate che non vi sia accorto quando zia [mom_name] ha detto a mia Madre che lei avrebbe fatto il suo lavoro intorno alla casa nuda durante la supervisione.

source: [_R_] Well, I...
italian: [_R_] Beh, Io...

source: [_MD_] You're so naughty, [ryan]! Telling your Mother you love her while you cum all over your cousin's face. Maybe you wish it was her face you were cumming on?
italian: [_MD_] Sei così cattivo, [ryan]! Raccontare tua Madre che la ami mentre tu sborri sul viso di tuo cugino. Forse vorresti che fosse il suo volto su cui stavi canticchiando?

source: [_MD_] Come on... Admit it.... That was hot as hell.
italian: [_MD_] Avanti... Ammettilo... Era caldo come l'inferno.

source: [_R_] Maybe you're right.
italian: [_R_] Forse hai ragione.

source: [_R_] Jesus Christ!... I don't think I've ever cum that hard.
italian: [_R_] Gesù Cristo!... Non credo di aver mai tanto sborrato.

source: [_MD_] Mmm, and it tastes so good too!
italian: [_MD_] Mmm, e ha un sapore così buono!

source: [_R_] You really are a cum slut, aren't you?
italian: [_R_] Sei davvero una troia di sborra, vero?

source: [_MD_] You know you love it!
italian: [_MD_] Lo sai che ti piace!

source: [_RT_] {i}Holy shit, that was crazy!{/i}
italian: [_RT_] {i}merda santa, che è stata pazza!{/i}

source: [_RT_] {i}Thank God we survived!{/i}
italian: [_RT_] {i}Grazie a Dio siamo sopravvissuti!{/i}

source: [_RT_] {i}And the yard came out looking good too.{/i}
italian: [_RT_] {i}E il cortile è uscito bene anche.{/i}

source: [_RT_] {i}At least until they trash it again.{/i}
italian: [_RT_] {i}Almeno fino al loro cestino di nuovo.{/i}

source: [_MD_] Fuck!... Every week?
italian: [_MD_] Fuck!... Ogni settimana?

source: [_MD_] It didn't even look close to this bad the last time I was back here.
italian: [_MD_] Non sembrava nemmeno vicino a questo male l'ultima volta che ero tornato qui.

source: [_R_] Told ya, that yard work sneaks up on you.
italian: [_R_] Told ya, quel cantiere lavoro si intrufola su di voi.

source: [_R_] Now... You're sure I can't talk you into...
italian: [_R_] ora... Sei sicuro di non poterti parlare in...

source: [_MD_] I told you! I'm never going to mow with "The Beast"!
italian: [_MD_] ti ho detto! Non vado mai a falciare con "La Bestia"!

source: [_MD_] Buy a new lawnmower for fuck's sake.
italian: [_MD_] Compra un nuovo rasaerba per amor di scopa.

source: [_R_] That's the dream.
italian: [_R_] Questo è il sogno.

source: [_MD_] Let's get going... We're wasting time.
italian: [_MD_] Andiamo... Stiamo perdendo tempo.

source: [_RT_] {i}I still can't believe Mandy and Lauren sucked me off in the girls bathroom!{/i}
italian: [_RT_] {i}Non riesco ancora a credere che Mandy e Lauren mi abbiano succhiato nel bagno delle ragazze!{/i}

source: [_RT_] {i}How am I supposed to think of anything else but that when she's pointing her ass straight at me?{/i}
italian: [_RT_] {i}Come dovrei pensare a qualcos'altro tranne che quando mi sta puntando il culo dritto?{/i}

source: [_RT_] {i}I can't believe I got to see Mandy naked! I never did get a really great view of her naked ass, though...{/i}
italian: [_RT_] {i}Non riesco a credere che ho avuto modo di vedere Mandy nudo! Non ho mai avuto una vista davvero grande del suo culo nudo, però... {/i}

source: [_RT_] {i}She could work a little on her handy game, but who am I to complain?{/i}
italian: [_RT_] {i}Potrebbe lavorare un po 'sul suo comodo gioco, ma chi sono io per lamentarmi?{/i}

source: [_RT_] {i}I think she needs to spend even more time in horny jail than I do.{/i}
italian: [_RT_] {i}Penso che debba trascorrere ancora più tempo in prigione cornea.{/i}

source: [_RT_] {i}Why can't all the girls in my family be this easy?{/i}
italian: [_RT_] {i}Perché tutte le ragazze della mia famiglia non possono essere così facili?{/i}

source: [_MDT_] {i}Now, I don't even have to imagine it! I can't believe I got to grasp it in my hands!{/i}
italian: [_MDT_] {i}Ora, non devo nemmeno immaginarlo! Non posso credere di averlo capito nelle mie mani!{/i}

source: [_MDT_] {i}Ha!... He just adjusted it up above his waist band.{/i}
italian: [_MDT_] {i}Ha!... L'ha appena aggiustato sopra la sua cintura.{/i}

source: [_R_] Again?... Really?
italian: [_R_] Di nuovo?... Davvero?

source: [_MD_] Well... I don't want you to get heat stroke.
italian: [_MD_] Bene... Non voglio che tu ottenga colpo di calore.

source: [_MDT_] {i}I mean... He was able to cover both mine and Lauren's faces!{/i}
italian: [_MDT_] {i}Voglio dire... È stato in grado di coprire sia il mio che il volto di Lauren!{/i}

source: [_MDT_] {i}I bet he could completely cover me in his sperm.{/i}
italian: [_MDT_] {i}Scommetto che poteva coprirmi completamente nel suo sperma.{/i}

source: [_R_] Oh?... I feel so bad for you. Why don't you spray yourself with freezing cold hose water, again?
italian: [_R_] Oh?... Mi sento così male per te. Perché non ti spruzzi di nuovo con acqua fredda congelante?

source: [_MD_] That's not a bad idea.
italian: [_MD_] Non è una cattiva idea.

source: [_MD_] Well, I'm not too hot anymore, but now I have a different problem.
italian: [_MD_] Beh, non sono più troppo caldo, ma ora ho un problema diverso.

source: [_R_] Let me guess... you're wet again?
italian: [_R_] Lasciami indovinare... sei di nuovo bagnato?

source: [_MD_] Mmmm... You know it.
italian: [_MD_] Mmmm... Lo sai.

source: [_MD_] Do you think you can help me with my problem?
italian: [_MD_] Pensi che tu possa aiutarmi con il mio problema?

source: [_MD_] It is your fault, after all.
italian: [_MD_] È colpa vostra, dopo tutto.

source: [_R_] How are you not worried about your mom after what happened last time?
italian: [_R_] Come non sei preoccupato per tua mamma dopo quello che è successo l'ultima volta?

source: [_MD_] Who said I'm not worried?
italian: [_MD_] Chi ha detto che non sono preoccupato?

source: [_MD_] Problem is, I'm getting an addiction to your cum!
italian: [_MD_] Problema è, sto ricevendo una dipendenza dal tuo cum!

source: [_MD_] Addicts rarely consider the consequences of their own actions.
italian: [_MD_] I tossicodipendenti raramente considerano le conseguenze delle loro azioni.

source: [_MD_] I loved sucking your dick with Lauren.
italian: [_MD_] Mi è piaciuto succhiare il tuo cazzo con Lauren.

source: [_MD_] I don't know how Lauren can fit that massive thing down her throat but I want to learn.
italian: [_MD_] Non so come Lauren possa adattarsi a quella cosa massiccia giù per la gola ma voglio imparare.

source: [_MD_] The problem is... I still can't stop thinking about our late night games with Lauren.
italian: [_MD_] Il problema è... Non riesco ancora a smettere di pensare ai nostri giochi di tarda notte con Lauren.

source: [_R_] I don't blame you for that.
italian: [_R_] Non ti incolpo.

source: [_MD_] Watching you cum all over your own sister's naked body? Like, that isn't something a girl can forget!
italian: [_MD_] Guardandoti sborrare tutto il corpo nudo di tua sorella? Mi piace, che non è qualcosa che una ragazza può dimenticare!

source: [_R_] Aha, right...
italian: [_R_] Aha, destra...

source: [_MD_] I can still feel your dick pulsing in my hand as you shot rope, after rope of cum all over her.
italian: [_MD_] Posso ancora sentire il tuo cazzo pulsare in mano mentre spari la corda, dopo la corda di sperma su di lei.

source: [_R_] I'm, uh.... glad you still enjoy it.
italian: [_R_] Io, uh.... contento che ti piaccia ancora.

source: [_R_] Maybe we can do it again tonight?
italian: [_R_] Forse possiamo farlo di nuovo stasera?

source: [_MD_] Oh, we're not going to wait till tonight.
italian: [_MD_] Oh, non aspetteremo fino a stasera.

source: [_MD_] You don't mind helping me practice do you?
italian: [_MD_] Non ti dispiace aiutarmi a praticare la pratica?

source: [_R_] Wait, Aunt Cami could come out here and catch us again.
italian: [_R_] Aspetta, zia Cami potrebbe venire fuori qui e prenderci di nuovo.

source: [_MD_] I didn't see her inside. She's probably not even home.
italian: [_MD_] Non l'ho vista dentro. Probabilmente non è nemmeno a casa.

source: [_MD_] Besides, once you fuck her, she won't be able to say anything.
italian: [_MD_] Inoltre, una volta che la scopi, lei non sarà in grado di dire nulla.

source: [_MD_] She'll just have to watch her daughter sucking her nephew's cock.
italian: [_MD_] Dovrà solo vedere sua figlia succhiare il cazzo di suo nipote.

source: [_MD_] Maybe we can get her to teach me how to deep throat your dick.
italian: [_MD_] Forse possiamo farla insegnare a me come gola profonda il tuo cazzo.

source: [_MD_] I want to feel your dick in my hands again. My pussy is dripping thinking about holding your big, fat, cock.
italian: [_MD_] Voglio sentire di nuovo il tuo cazzo nelle mie mani. La mia figa sta gocciolando pensando di tenere il tuo grande, grasso, cazzo.

source: [_R_] Wait, someone could come out here and catch us, just like your mom did last time.
italian: [_R_] Aspetta, qualcuno potrebbe uscire qui e prenderci, proprio come ha fatto tua mamma la volta scorsa.

source: [_MD_] Doesn't that risk make it more fun?
italian: [_MD_] Questo rischio non lo rende più divertente?

source: [_MD_] Mmm... Your dick just got harder.
italian: [_MD_] Mmm... Il tuo cazzo è appena diventato più difficile.

source: [_MD_] The thought of getting a double blowjob from me and my mom really turns you on, huh?
italian: [_MD_] Il pensiero di ottenere un doppio pompino da me e mia mamma ti accende davvero, eh?

source: [_R_] Fuck, yes! When you and Lauren did it, I thought I'd died and gone to heaven!
italian: [_R_] Cazzo sì! Quando tu e Lauren lo avete fatto, pensavo che fossi morto e andati in cielo!

source: [_MD_] Your mind might be afraid of the risk, but your body loves it!
italian: [_MD_] La tua mente potrebbe avere paura del rischio, ma il tuo corpo lo ama!

source: [_MD_] Do you want to cum on me like before, or should I swallow your load this time?
italian: [_MD_] Vuoi sborrare su di me come prima, o devo ingoiare il tuo carico questa volta?

source: [_R_] Fuck Mandy, you're such a little...
italian: [_R_] Cazzo Mandy, sei così poco...

source: [_MD_] What's the matter, [ryan]?
italian: [_MD_] Qual è la questione, [ryan]?

source: [_MD_] You do still like my little titties, right?
italian: [_MD_] Ti piacciono ancora le mie piccole titty, giusto?

source: [_R_] I do, but...
italian: [_R_] lo faccio, ma...

source: [_MD_] Come on, [ryan]... Touch them.
italian: [_MD_] Avanti, [ryan]... Toccarli.

source: [_MD_] Don't you want to cum on them? Cover them in your spunk. just like you did with Lauren?
italian: [_MD_] Non vuoi ingoiare su di loro? Coprili nello spunk. Proprio come hai fatto con Lauren?

source: [_R_] Fuck, yes! I still want to drench you in my sperm.
italian: [_R_] Cazzo sì! Voglio ancora strizzarti nel mio sperma.

source: [_MD_] Haha! [ryan], you really are a...
italian: [_MD_] Haha! [ryan], sei davvero...

source: [_C_] Mother fucker!
italian: [_C_] Madre scopata!

source: [_R_] {i}(Whispering){/i} You said she wasn't home!
italian: [_R_] {i}(Whispering){/i} Hai detto che non era a casa!

source: [_MD_] {i}(Whispering){/i} She wasn't! Just put your dick away!
italian: [_MD_] {i}(Whispering){/i} Non era! Basta mettere via il cazzo!

source: [_MD_] Hey Mom, [ryan] and I were just doing our chores.
italian: [_MD_] Hey Mom, [ryan] ed io stavo solo facendo le nostre faccende.

source: [_C_] Over here!... Right now!
italian: [_C_] Più qui!... Proprio ora!

source: [_MD_] Jesus, Mom! Why do you always have to be riding my ass?
italian: [_MD_] Gesù, Mamma! Perché devi sempre cavalcare il mio culo?

source: [_C_] Why do I always have to tell you to put on a bra.
italian: [_C_] Perché devo sempre dirvi di mettervi un reggiseno.

source: [_C_] You know what a pervert [ryan] is, and even if he wasn't, it's not proper for a lady to be running around in a wet tramp shirt with her breasts shining through for anyone to see.
italian: [_C_] Sai cos'è un perverso [ryan] e anche se non lo era, non è corretto per una signora di essere correre in giro in una camicia tramp bagnato con i suoi seni che brillano attraverso per chiunque da vedere.

source: [_MD_] God! What do you care what I wear?
italian: [_MD_] Dio! Cosa ti importa quello che indosso?

source: [_C_] You're not a slut, so stop acting like one! Now go inside!
italian: [_C_] Non sei una troia, quindi smetti di comportarti come uno! Ora vai dentro!

source: [_C_] And put on some proper clothes!
italian: [_C_] E indossare alcuni vestiti appropriati!

source: [_MDT_] {i}Just you wait, Mom. We're going to remove that stick from your ass.{/i}
italian: [_MDT_] {i}Aspettate solo la mamma. Rimuoveremo quel bastone dal vostro culo.{/i}

source: [_MDT_] {i}And replace it with [ryan]'s dick!{/i}
italian: [_MDT_] {i}E sostituirlo con il cazzo di [ryan]!{/i}

source: [_MDT_] {i}I can't wait to watch him fuck you! Then I'll be free to do whatever I want.{/i}
italian: [_MDT_] {i}Non vedo l'ora di vederlo scopare! Allora sarò libero di fare quello che voglio.{/i}

source: [_RT_] {i}What a hypocrite. Chews Mandy out for dressing like a slut and immediately lays out on the deck in a string bikini in full view of her own perverted nephew.{/i}
italian: [_RT_] {i}Che ipocrita. Masticatori Mandy per vestirsi come una troia e subito si stende sul ponte in un bikini d'archi in piena vista del proprio nipote perverso. /i}

source: [_RT_] {i}Was Mandy serious about getting her mom to suck my dick with her?{/i}
italian: [_RT_] {i}Mandy era serio per convincere sua mamma a succhiare il mio cazzo con lei?{/i}

source: [_RT_] {i}I've gotten pretty lucky lately, but do I dare dream of a Mother Daughter threesome?{/i}
italian: [_RT_] {i}Ho ottenuto abbastanza fortunato ultimamente, ma oso sognare una Madre Figlia a tre?{/i}

source: [_RT_] {i}I'm really starting to see this from Mandy's point of view... Desperate times call for desperate measures.{/i}
italian: [_RT_] {i}Sto davvero iniziando a vedere questo dal punto di vista di Mandy... Tempi disperati richiedono misure disperate.{/i}

source: [_RT_] {i}Well, all that hard work paid off! A clean yard will keep everyone coming back.{/i}
italian: [_RT_] {i}Beh, tutto quel duro lavoro ha pagato! Un cortile pulito farà tornare tutti.{/i}

source: [_MD_] How did the backyard get like this again?
italian: [_MD_] Come ha fatto il cortile di nuovo ottenere così?

source: [_R_] Now... You're sure I can't talk you into mowing...
italian: [_R_] adesso... Sei sicuro che non posso parlarti di falciare...

source: [_MD_] It's not happening!
italian: [_MD_] Non sta succedendo!
