Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_G_] If your mom does anything you don't like with the boss, just remember it was her choice.
dutch: [_G_] Als je moeder iets doet wat je met de baas niet leuk vindt, denk er dan aan dat het haar keuze was.
german: [_G_] Wenn deine Mama irgendetwas tut, was dir mit dem Chef nicht gefällt, denke nur daran, dass es ihre Wahl war.

source: [_A_] Come on, [ryan]. What's done is done, Let's go find something to do for the next half hour.
dutch: [_A_] Kom op, [ryan]. Wat is gedaan is klaar, laten we gaan het volgende half uur gaan doen.
german: [_A_] Komm, [ryan]. Was getan wird, lasst uns etwas für die nächste halbe Stunde tun.

source: [_A_] So, this side of the restaurant is where the private dinning rooms are, and these restrooms are for those rooms.
dutch: [_A_] Dus, deze kant van het restaurant is waar de privé eetgelegenheden zich bevinden, en deze restrooms zijn er voor die kamers.
german: [_A_] Auf dieser Seite des Restaurants befinden sich also die privaten Speisesäle und diese Toiletten sind für diese Zimmer.

source: [_A_] At any given time most of those dinning rooms are empty, meaning that almost nobody will be using these bathrooms.
dutch: [_A_] Op elk gewenst moment zijn de meeste van deze eetkamers leeg, wat betekent dat bijna niemand deze badkamers zal gebruiken.
german: [_A_] Zu jeder Zeit sind die meisten der Esszimmer leer, was bedeutet, dass fast niemand diese Bäder benutzen wird.

source: [_R_] That's pretty nice for all those wealthy shy poopers.
dutch: [_R_] Dat is leuk voor al die rijke glanzende poopers.
german: [_R_] Das ist ziemlich nett für alle wohlhabenden schüchternen Dichter.

source: [_R_] Are you saying you need to use the bathroom?
dutch: [_R_] zeg je dat je de badkamer moet gebruiken?
german: [_R_] sagst du, dass du das Badezimmer benutzen musst?

source: [_R_] Uhhh... I think that's the boys room you're going into.
dutch: [_R_] Uhhhh... Ik denk dat de jongens kamer is waar je naartoe gaat.
german: [_R_] Uhhhh... Ich denke, das ist der Raum für Jungen, in den du gehst.

source: [_A_] I know... I have a feeling you wouldn't follow me into the girls.
dutch: [_A_] Ik weet het... Ik heb het gevoel dat je me niet in de meisjes zou volgen.
german: [_A_] Ich weiß... Ich habe ein Gefühl, dass du mir nicht in die Mädchen folgen würdest.

source: [_RT_] {i}Follow her?{/i}
dutch: [_RT_] {i}Volg haar?{/i}
german: [_RT_] {i}Folge ihr?{/i}

source: [_RT_] {i}Is she serious?{/i}
dutch: [_RT_] {i}Is ze serieus?{/i}
german: [_RT_] {i}Ist sie ernst?{/i}

source: [_RT_] {i}Does she want to mess around? And do I dare do anything with Joey's niece?{/i}
dutch: [_RT_] {i}wil ze rommelen? En durf ik iets te doen met Joey's niece?{/i}
german: [_RT_] {i}Möchte sie herumschlampen? Und wage ich etwas mit Joey's Nichte zu tun?{/i}

source: [_RT_] {i}I guess there's only one way to find out.{/i}
dutch: [_RT_] {i}Ik denk dat er maar één manier is om erachter te komen.{/i}
german: [_RT_] {i}Ich denke, es gibt nur einen Weg, um es herauszufinden.{/i}

source: [_A_] I never did get a chance to properly thank you for saving my life.
dutch: [_A_] Ik heb nooit de kans gekregen om je te bedanken voor het redden van mijn leven.
german: [_A_] Ich hatte nie die Chance, dir richtig dafür zu danken, dass du mein Leben gerettet hast.

source: [_A_] Who knows what The Chin would have done to us if you hadn't come when you did.
dutch: [_A_] Wie weet wat de Chin ons zou hebben gedaan als je niet was gekomen toen je dat deed.
german: [_A_] Wer weiß, was das Kinn uns gemacht hätte, wenn du nicht gekommen bist, als du es getan hast.

source: [_A_] I mean, he shoved a fucking wrench up Agent Diaz's ass!
dutch: [_A_] Ik bedoel, hij schreeuwde een fucking om de agent Diaz's manch!
german: [_A_] Ich meine, er hat einen dicken Arsch von Agent Diaz aufgeschoben!

source: [_A_] Diaz said he was about to shove a wrench in her ass before you walked in.
dutch: [_A_] Diaz zei dat hij op het punt was een moeras in haar pas te schoten voordat je binnenliep.
german: [_A_] Diaz sagte, dass er dabei sei, einen Schlauch in den Arsch zu schießen, bevor du hineingehst.

source: [_A_] I don't even want to think about what would have happened if he had more time.
dutch: [_A_] Ik wil niet eens nadenken over wat er gebeurd zou zijn als hij meer tijd had.
german: [_A_] Ich möchte nicht einmal darüber nachdenken, was geschehen wäre, wenn er mehr Zeit hätte.

source: [_A_] And I know Sidney took your v-card to properly thank you for saving us, and while I'm not ready to have sex with you...
dutch: [_A_] En ik weet dat Sidney je v-card heeft genomen om je goed te bedanken voor het redden van ons, en terwijl ik niet klaar ben om seks met je te hebben...
german: [_A_] Und ich weiß, Sidney nahm deine v-Karte richtig danke, dass du uns gerettet hast und während ich nicht bereit bin, Sex mit dir zu haben...

source: [_A_] Maybe we could mess around?
dutch: [_A_] Misschien kunnen we er omheen draaien?
german: [_A_] Vielleicht könnten wir herumschlampen?

source: [_R_] Normally I'd be all about that, but for all I know, your uncle is fucking my mom just down the hall.
dutch: [_R_] Normaal gesproken zou ik daar helemaal over willen praten, maar voor alles wat ik weet is jouw oom mijn moeder gewoon in de hal aan het vermalen.
german: [_R_] Normalerweise würde ich mich darüber im Klaren sein, aber dein Onkel fickt meine Mama gerade in der Halle.

source: [_A_] Is your mom that easy?
dutch: [_A_] Is dat makkelijk voor je echt?
german: [_A_] Ist deine Mutter so einfach?

source: [_A_] Besides, why do you care so much?
dutch: [_A_] Bovendien, waarom geef je je zo veel?
german: [_A_] Außerdem, warum kümmerst du dich so sehr?

source: [_A_] Oh, my God!
dutch: [_A_] Oh, mijn God!
german: [_A_] Oh, mein Gott!

source: [_A_] You have the hots for her too, don't you?
dutch: [_A_] Jij hebt ook de heten voor haar, nietwaar?
german: [_A_] Du hast auch die heißesten Sachen für sie, oder?

source: [_R_] No, I...
dutch: [_R_] Nee, ik...
german: [_R_] Nein, ich...

source: [_A_] You are so much more depraved than I gave you credit for.
dutch: [_A_] Je bent zoveel verdorven dan ik je heb gecomplimenteerd.
german: [_A_] Du bist so viel entwürdiger, als ich dir zur Ehre gereicht.

source: [_R_] Uhhh... Yes, fine... You already know about Sidney and I, so I guess you knowing that I have the hots for my mom doesn't make much of a difference.
dutch: [_R_] Uhhh... Ja, prima... Je weet al over Sidney en I, Dus ik denk dat je weet dat ik de hete voor mijn moeder niet veel verschil maakt.
german: [_R_] Uhhh... Ja, gut... Du weißt bereits über Sidney und I, Also ich vermute, du weißt, dass ich die Hots für meine Mama habe nicht viel von einem Unterschied.

source: [_R_] You must think I'm disgusting.
dutch: [_R_] Je moet denken dat ik walgelijk ben.
german: [_R_] Du musst denken, ich bin abscheulich.

source: [_A_] You'd think so, but no... I kinda grew up being used to the idea.
dutch: [_A_] Je zou het denken, maar nee... Ik ben opgegroeid tot gewend aan het idee.
german: [_A_] Du würdest das denken, aber nein... Ich bin kinda aufgewachsen und habe die Idee gewohnt.

source: [_A_] You see, our family is from the old country, and before we fled there, we were part of the royalty.
dutch: [_A_] zie, onze familie komt uit het oude land en voordat we daar op de vlucht waren, maakten we deel uit van de royalty.
german: [_A_] Du siehst, unsere Familie stammt aus dem alten Land, und bevor wir dort flohen, waren wir Teil des Königtums.

source: [_A_] We actually are direct descendants of the Borgias, if you've ever heard of them.
dutch: [_A_] We zijn eigenlijk directe afstammelingen van de Borgias, als je er ooit van hebt gehoord.
german: [_A_] Wir sind eigentlich direkte Nachkommen der Borgias, wenn du jemals von ihnen gehört hast.

source: [_R_] Yeah. I think I've played a video game where they were the bad guys.
dutch: [_R_] Yeah. Ik denk dat ik een videospel heb gespeeld waar ze de slechte jongens waren.
german: [_R_] Ja. Ich glaube, ich habe ein Videospiel gespielt, wo sie die Bösen waren.

source: [_A_] Yep, that's them, only we're kinda proud to be their descendants.
dutch: [_A_] Yep, dat zijn hen, alleen zijn we er trots op dat we hun nakomelingen zijn.
german: [_A_] Ja, das sind sie, nur wir sind kinda stolz, ihre Nachkommen zu sein.

source: [_A_] And our branch has been trying to keep the bloodline pretty pure, so marriage between cousins, and sometimes even closer relations, is pretty common in our family.
dutch: [_A_] En onze branch heeft geprobeerd om de bloedlijn mooi te houden, Het huwelijk tussen nichten en soms nog nauwere betrekkingen is dus vrij gebruikelijk in onze familie.
german: [_A_] Und unser Ast hat versucht, die Blutlinie ziemlich rein zu halten, so Ehe zwischen Vettern, und manchmal sogar noch engere Beziehungen, ist ziemlich häufig in unserer Familie.

source: [_A_] In fact, the main reason my mom lets me work with my uncle in a strip club, is she's hoping I'll seduce him and bring the ruling branch back under her.
dutch: [_A_] In feite, de belangrijkste reden waarom mijn moeder mijn oom in een strip club laat werken, hoopt dat ze hem zal verzachten en de heersende tak onder haar zal brengen.
german: [_A_] Der Hauptgrund, warum meine Mama mich mit meinem Onkel in einem Strip-Club arbeiten lässt, ist sie hofft, dass ich ihn verführen und den herrschenden Zweig wieder unter sie bringen werde.

source: [_A_] She tried to seduce Joey herself when they were teenagers, but he wasn't interested, so now the pressure's on me.
dutch: [_A_] Ze probeerde Joey zelf te sussen toen ze tieners waren, maar hij was niet geïnteresseerd, dus nu is de druk op mij.
german: [_A_] Sie versuchte Joey selbst zu verführen, als sie Teenager waren, aber er war nicht interessiert, so dass jetzt der Druck auf mich ist.

source: [_A_] So, you see... Not so weird to me.
dutch: [_A_] Dus, je ziet het... niet zo raar.
german: [_A_] Also, du siehst... Nicht so seltsam für mich.

source: [_R_] So, you understand why I don't want her alone with Joey.
dutch: [_R_] Dus, je begrijpt waarom ik haar niet alleen wil met Joey.
german: [_R_] Du verstehst also, warum ich sie nicht allein mit Joey will.

source: [_A_] If it makes you feel any better, I'm about ninety nine percent positive that Joey won't fuck her in there tonight.
dutch: [_A_] Als je je er beter van voelt, ben ik ongeveer negentig procent positief dat Joey haar daar vanavond niet doodmoest.
german: [_A_] Wenn es dich besser fühlt, bin ich etwa neunzig Prozent positiv, dass Joey sie heute Abend nicht dort ficken wird.

source: [_A_] He's very cautious, and if there's any chance someone could be watching, listening, filming, or whatever, he won't risk giving someone else the opportunity to blackmail him.
dutch: [_A_] Hij is erg voorzichtig, en als er een kans is kan iemand kijken, luisteren, luisteren, filmen, of wat dan ook, hij zal niet het risico nemen iemand anders de kans te geven hem te chanteren.
german: [_A_] Er ist sehr vorsichtig, und wenn es eine Chance gibt, dass jemand zuschaut, zuhört, Er wird nicht riskieren, jemandem die Möglichkeit zu geben, ihn zu erpressen.

source: [_A_] So a public place like this. Not likely.
dutch: [_A_] zo een openbare plek als dit. Niet waarschijnlijk.
german: [_A_] So ein öffentlicher Ort wie dieser. Nicht wahrscheinlich.

source: [_A_] Not saying he won't mess around with her, No one in the criminal underworld would flinch at that, but actual sex is risky.
dutch: [_A_] Niet dat hij niet met haar zal puinen, niemand in de misdadige onderwereld zou ertegen zijn, maar het eigenlijke geslacht is riskant.
german: [_A_] Nicht zu sagen, dass er nicht mit ihr herumschlagen wird, niemand in der kriminellen Unterwelt würde sich darüber hinwegsetzen, aber tatsächlicher Sex ist riskant.

source: [_A_] But even if he does. There's nothing you can do about it. His body guard won't let you through that door unless you manage to kill him first.
dutch: [_A_] Maar zelfs als hij dat doet. Daar kan je niets aan doen. Zijn lichaamswachter laat je niet door die deur heen gaan, tenzij je erin slaagt hem eerst te doden.
german: [_A_] Aber auch wenn er es tut. Es gibt nichts, was du dagegen tun kannst. Seine Leibwächter lassen dich nicht durch diese Tür, außer du schaffst es zuerst, ihn zu töten.

source: [_A_] The best thing you can do is keep the score even by having a little fun yourself.
dutch: [_A_] Het beste wat je kan doen is de score bijhouden zelfs door zelf een beetje plezier te doen.
german: [_A_] Das Beste, was du tun kannst, ist, die Punktzahl zu behalten, auch wenn du selbst ein wenig Spaß hast.

source: [_R_] Hmm... Maybe.
dutch: [_R_] Hmm... misschien.
german: [_R_] Hmm... vielleicht.

source: [_A_] I sense you're still worried.
dutch: [_A_] Ik begrijp dat je nog steeds zorgen hebt.
german: [_A_] Ich fühle mich immer noch besorgt.

source: [_A_] Maybe these can help distract you.
dutch: [_A_] Misschien kunnen deze je helpen afleiden.
german: [_A_] Vielleicht können sie dich ablenken.

source: [_R_] It's like you read my thoughts.
dutch: [_R_] Het is alsof je mijn gedachten hebt gelezen.
german: [_R_] Es ist wie du meine Gedanken gelesen hast.

source: [_A_] Everybody thinks that... Why do you think I wear it?
dutch: [_A_] Iedereen denkt dat dat... Waarom denk je dat ik het draag?
german: [_A_] Jeder glaubt dass... Warum trage ich es?

source: [_J_] I'm really happy that we've been seeing your face more in the club.
dutch: [_J_] Ik ben echt blij dat we je gezicht meer in de club hebben gezien.
german: [_J_] Ich bin wirklich froh, dass wir dein Gesicht mehr im Club gesehen haben.

source: [_J_] I think it's really admirable the way you support your daughter.
dutch: [_J_] Ik vind het echt bewonderenswaardig hoe je je dochter ondersteunt.
german: [_J_] Ich denke, es ist wirklich bewundernswert, wie du deine Tochter unterstützst.

source: [_J_] You're an amazing woman, and from everything I've learned about [dad_name] through the years, I can confidently say that he doesn't deserve you.
dutch: [_J_] Je bent een geweldige vrouw, en van alles wat ik door de jaren heen over [dad_name] heb geleerd, kan ik gerust zeggen dat hij jou niet verdient.
german: [_J_] Du bist eine erstaunliche Frau, und von allem, was ich über [dad_name] im Laufe der Jahre gelernt habe, kann ich sicher sagen, dass er dich nicht verdient.

source: [_J_] I still can't stop thinking about the visit you made to my office.
dutch: [_J_] Ik kan nog steeds niet voorbijgaan aan het bezoek dat je hebt gebracht aan mijn kantoor.
german: [_J_] Ich denke immer noch an den Besuch in meinem Büro.

source: [_MT_] {i}And as horny as I am right now, I'm about to rip those pants down and do it again!{/i}
dutch: [_MT_] {i}En zo verschrikkelijk als ik nu ben, ik sta op het punt om deze broek neer te zetten en het opnieuw te doen!{/i}
german: [_MT_] {i}Und so geil wie ich jetzt bin, ich rippe diese Hose ab und mache es wieder!{/i}

source: [_MT_] {i}But what about [dad_name]?{/i}
dutch: [_MT_] {i}Maar hoe zit het met [dad_name]?{/i}
german: [_MT_] {i}Aber was ist mit [dad_name]?{/i}

source: [_M_] [dad_name] is going to kill me when he finds out!
dutch: [_M_] [dad_name] gaat me doden wanneer hij erachter komt!
german: [_M_] [dad_name] wird mich töten, wenn er herausfindet!

source: [_J_] [dad_name] isn't going to find out, and even if he does, I'll make it clear to him that if he does anything against you in revenge, he'll be wearing a cement pair of shoes.
dutch: [_J_] [dad_name] gaat er niet achter komen, en zelfs niet als hij dat doet Ik zal hem duidelijk maken dat als hij iets tegen je doet als wraak, hij een cement paar schoenen draagt.
german: [_J_] [dad_name] wird nicht herausfinden, und selbst wenn er es tut, Ich werde ihm klarmachen, dass, wenn er etwas gegen dich in Rache tut, er ein Zementpaar Schuhe tragen wird.

source: [_MT_] {i}Jesus, he's talking about killing my husband!{/i}
dutch: [_MT_] {i}Jesus, hij praat over het doden van mijn man!{/i}
german: [_MT_] {i}Jesus, er spricht über das Töten meines Mannes!{/i}

source: [_M_] [dad_name] isn't the greatest husband, but I wouldn't ever want him dead!
dutch: [_M_] [dad_name] is niet de beste echtgenoot, maar ik zou hem nooit dood willen doden!
german: [_M_] [dad_name] ist nicht der größte Ehemann, aber ich möchte ihn niemals tot!

source: [_J_] Well, then... I'd show restraint... until you ask me not to.
dutch: [_J_] Nou, dit... Ik zou terughoudendheid tonen... totdat je me vraagt het niet te doen.
german: [_J_] Nun, dann... Ich zeige Zurückhaltung... bis du mich nicht fragst.

source: [_J_] Do you want to know what I'm having a hard time restraining, though?
dutch: [_J_] Wil je weten wat ik echter moeilijk onder de knie heb?
german: [_J_] Möchtest du aber wissen, was ich mir schwer tue?

source: [_M_] Let me guess. You're desire for me?
dutch: [_M_] Laat me raden. Je wilt voor mij?
german: [_M_] Lass mich erraten. Du hast Lust für mich?

source: [_J_] Oh, hoho... It sounds like you've been hit on before.
dutch: [_J_] Oh, ho... Het klinkt alsof je al eerder op je bent geslagen.
german: [_J_] Oh, hoho... Es klingt so, als ob du zuvor getroffen wurdest.

source: [_J_] And yes, that's a hard thing to restrain.
dutch: [_J_] En ja, dat is moeilijk om te beteugelen.
german: [_J_] Und ja, das ist schwer einzuschränken.

source: [_J_] I've also been dealing with a feeling of guilt for that office encounter.
dutch: [_J_] heb ik ook te maken gehad met een gevoel van schuld voor dat kantoor.
german: [_J_] Ich habe mich auch mit einem Schuldgefühl bei dieser Begegnung beschäftigt.

source: [_M_] Oh, you don't need to feel guilty. You made me an offer, and I accepted it... You didn't force me.
dutch: [_M_] Oh, je hoeft je niet schuldig te voelen. Je hebt me een aanbod gedaan en ik heb het geaccepteerd... Je hebt me niet geforceerd.
german: [_M_] Oh, du musst dich nicht schuldig fühlen. Du hast mir ein Angebot gemacht und ich akzeptiert... Du hast mich nicht erzwungen.

source: [_MT_] {i}Truth is, I kind of enjoyed it... And I'm tempted to do it again.{/i}
dutch: [_MT_] {i}Waarheid, ik vind het leuk ... En ik ben geneigd het opnieuw te doen.{/i}
german: [_MT_] {i}Wahrheit ist, ich habe sie genossen... Und ich bin versucht, es wieder zu tun.{/i}

source: [_J_] No, I'm not feeling guilty for that, but I'm feeling guilty that I didn't do anything to please you in return.
dutch: [_J_] Nee, ik voel me daar niet schuldig voor, maar ik voel me schuldig dat ik niets deed om je in ruil te plezieren.
german: [_J_] Nein, ich fühle mich dafür nicht schuldig, aber ich fühle mich schuldig, dass ich nichts getan habe, um dich im Gegenzug zufrieden zu stellen.

source: [_J_] I wasn't raised to be selfish.
dutch: [_J_] Ik ben niet opgevoed om egoïstisch te zijn.
german: [_J_] Ich habe mich nicht als egoistisch erhoben.

source: [_J_] And now, I want to do something for you.
dutch: [_J_] En nu, ik wil iets voor je doen.
german: [_J_] Und jetzt möchte ich etwas für dich tun.

source: [_J_] Let me make you feel the way you made me feel.
dutch: [_J_] Laat me je de manier laten voelen waarop je me liet voelen.
german: [_J_] Lassen Sie mich das Gefühl vermitteln, wie Sie mich fühlten.

source: [_MT_] {i}I guess I should say, cheat on my husband again. I wonder if Joey fucks as good as Matt?{/i}
dutch: [_MT_] {i}Ik denk dat ik moet zeggen, vals om mijn man opnieuw. Ik vraag me af of Joey fucks zo goed zijn als Matt?{/i}
german: [_MT_] {i}Ich denke, ich sollte sagen, betrüge meinen Mann erneut. Ich frage mich, ob Joey so gut wie Matt fickt? {/i}

source: [_MT_] {i}That was unexpected!{/i}
dutch: [_MT_] {i}Dat was onverwacht!{/i}
german: [_MT_] {i}Das war unerwartet!{/i}

source: [_MT_] {i}Oh, this feels so good!... My breasts have had so little attention lately!{/i}
dutch: [_MT_] {i}Oh, dit voelt zo lekker! ... Mijn borsten hebben de laatste tijd zo weinig aandacht gehad!{/i}
german: [_MT_] {i}Oh, das fühlt sich so gut an!... Meine Brüste haben in letzter Zeit so wenig Aufmerksamkeit gehabt!{/i}

source: [_A_] See... I told you it would still feel good without penetration.
dutch: [_A_] Zie... Ik vertelde je dat het nog steeds goed zou zijn zonder penetratie.
german: [_A_] Sieh an... Ich habe dir gesagt, dass es sich ohne Eindringen immer noch gut fühlen würde.

source: [_R_] I didn't say... it wouldn't feel good... I just said... it would feel better.
dutch: [_R_] Ik heb niet gezegd... Het zou niet lekker voelen... Ik heb gewoon zei... het zou je beter voelen.
german: [_R_] Ich sagte nicht... es würde sich nicht gut fühlen... Ich habe gerade gesagt... es würde sich besser fühlen.

source: [_R_] I still can't believe... you're a virgin!
dutch: [_R_] Ik kan nog steeds niet geloven... je bent een maag!
german: [_R_] Ich kann immer noch nicht glauben... Du bist eine Jungfrau!

source: [_R_] You seem so... experienced with sex.
dutch: [_R_] Je ziet het eraan... ervaren met seks.
german: [_R_] Du scheinst so... mit Sex erlebt.

source: [_A_] I am... with most things... just not... actual sex.
dutch: [_A_] Ik ben... met de meeste dingen... niet... echt seks.
german: [_A_] Ich bin... mit den meisten Dingen... einfach nicht... tatsächlicher Sex.

source: [_A_] My actual virginity is worth... a lot to my... family.
dutch: [_A_] Mijn maagdelijkheid is waar... veel voor mij... familie.
german: [_A_] Meine eigentliche Jungfräulichkeit ist wert... viel für mich... Familie.

source: [_A_] It's kinda like... a bargaining chip.
dutch: [_A_] Het is kinda als... een onderhandelingstroef.
german: [_A_] Es ist kinda wie... ein Tauschchip.

source: [_R_] So... you can't even use... a dildo?
dutch: [_R_] Dus, je kunt niet eens gebruiken... een opdracht?
german: [_R_] Also... Sie können nicht einmal verwenden... ein Dildo?

source: [_A_] Nope.
dutch: [_A_] Nee.
german: [_A_] Nein.

source: [_R_] Damn!
dutch: [_R_] Verstopper!
german: [_R_] Verdammt!

source: [_A_] Luckily you can still... have an orgasm without... penetration.
dutch: Gelukkig kan je nog steeds ... een orgasme hebben zonder ... penetratie.
german: [_A_] Zum Glück kannst du noch einen Orgasmus ohne Eindringen haben...

source: [_RT_] {i}Goddam!... now, I want Armani's virginity!{/i}
dutch: [_RT_] {i}Goddam!... nu, ik wil Arman's maagheid!{/i}
german: [_RT_] {i}Gott!... jetzt möchte ich Armanis Jungfräulichkeit!{/i}

source: [_A_] I'm pretty decent... with my mouth, though... I've never sucked a dick... as big as yours.
dutch: [_A_] Ik ben best lekker... met mijn mond, maar... ik heb nog nooit een zucht gezongen... zo groot als de jouwe.
german: [_A_] Ich bin ziemlich anständig... mit meinem Mund... Ich habe noch nie einen dicken Schwanz gesaugt... so groß wie du.

source: [_A_] You want to... try that out?
dutch: [_A_] je wilt... dat proberen?
german: [_A_] Du möchtest das ausprobieren?

source: [_A_] Kay... You just can't cum... down my throat... on my face... or in my hair.
dutch: [_A_] Kay... Je kan gewoon mijn keel niet om... op mijn gezicht... of in mijn haar.
german: [_A_] Kay... Du kannst einfach nicht mit... meine Kehle... auf meinem Gesicht... oder in meinem Haar.

source: [_RT_] {i}It may not be Mom, but damn!... Never thought Armani would be doing this to me!{/i}
dutch: [_RT_] {i}Het is misschien niet Mama, maar bezwaren!... Denk nooit dat Armani dit aan mij zou doen!{/i}
german: [_RT_] {i}Es ist vielleicht nicht Mama, aber verdammt!... Ich hätte nie gedacht, dass Armani dies mir tun würde!{/i}
