Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RV_] You want a boy? We can get you one of those, too.
dutch: [_RV_] Wil je een jongen? We kunnen jou ook een van die jongen krijgen.
german: [_RV_] Du willst einen Jungen wollen? Wir können auch einen davon bekommen.

source: [_RV_] You want to fuck a goat?
dutch: [_RV_] Wil je een geit verrotten?
german: [_RV_] Du willst eine Ziege ficken?

source: [_R_] Eww... No!
dutch: [_R_] Eww... Nee!
german: [_R_] Eww... Nein!

source: [_RV_] You want me to pee on your face?
dutch: [_RV_] wil je dat ik op je gezicht sche?
german: [_RV_] Du möchtest, dass ich auf deinem Gesicht pissen kann?

source: [_R_] What!?
dutch: [_R_] Wat!?
german: [_R_] Was!?

source: [_RV_] My point is, just about anything goes.
dutch: [_RV_] Mijn punt is zowat alles.
german: [_RV_] Mein Punkt ist, dass fast alles geht.

source: [_RV_] Now, What can I get you to drink?
dutch: [_RV_] Wat kan ik je nu laten drinken?
german: [_RV_] Jetzt, was kann ich dich zum Trinken bringen?

source: [_RV_] Yep... Congratulations! You found the one free item... I'll be right back with your water.
dutch: [_RV_] Yep... Gefeliciteerd! Je hebt het enige gratis voorwerp gevonden... Ik ben zo terug met je water.
german: [_RV_] Ja... Herzlichen Glückwunsch! Du hast einen kostenlosen Gegenstand gefunden... Ich bin gleich wieder mit deinem Wasser.

source: [_RV_] Make yourself comfortable.
dutch: [_RV_] maakt jezelf gemakkelijk.
german: [_RV_] Machen Sie sich bequem.

source: [_RV_] I can get you a really smooth whiskey for thirty dollars, and you can give me a generous tip of twenty for being so helpful.
dutch: [_RV_] Ik kan je een soepele whiskey geven voor 30 dollar, en u kunt mij een genereuze tip van twintig geven om zo behulpzaam te zijn.
german: [_RV_] Ich kann dir einen wirklich glatten Whiskey für 30 Dollar besorgen und Sie können mir eine großzügige Spitze von zwanzig für so hilfreich sein.

source: [_R_] You know what? That sounds good. You've certainly earned it.
dutch: [_R_] Weet je wat? Dat klinkt goed. Je hebt het zeker verdiend.
german: [_R_] Du weißt was? Das klingt gut. Du hast es verdient.

source: [_RV_] You sweet thing! Make yourself comfortable, and I'll be back in just a bit.
dutch: [_RV_] Je zoet! Maak jezelf comfortabel, en ik kom even terug.
german: [_RV_] Du hast süße Sache! Mache dich komfortabel, und ich bin wieder ein bisschen zurück.

source: {b}{i}"Money - $50"{/i}{/b}
dutch: {b}{i}"Geld - $50"{/i}{/b}
german: {b}{i}"Geld - $50"{/i}{/b}

source: [_RT_] {i}Not as great as I was expecting.{/i}
dutch: [_RT_] {i}Niet zo geweldig als ik verwachtte. {/i}
german: [_RT_] {i}Nicht so groß wie ich es erwartet habe.{/i}

source: [_RT_] {i}I can imagine that if you didn't have to worry about money, this place would be amazing.{/i}
dutch: [_RT_] {i}Ik kan me voorstellen dat als je je geen zorgen hoeft te maken over geld, deze plek geweldig zou zijn.{/i}
german: [_RT_] {i}Ich kann mir vorstellen, dass, wenn du dich nicht um Geld kümmern musst, dieser Ort erstaunlich wäre. {/i}

source: [_RT_] {i}If money weren't an issue, what type of thing would I ask for?{/i}
dutch: [_RT_] {i}Als geld geen probleem was, wat voor soort zou ik dan vragen?{/i}
german: [_RT_] {i}Wenn Geld kein Problem war, welche Art von Sache würde ich fragen? {/i}

source: [_RT_] {i}Well, I should have enough money at least to enjoy some of the local flavor.{/i}
dutch: [_RT_] {i}Nou, ik zou tenminste genoeg geld moeten hebben om te genieten van de lokale smaak.{/i}
german: [_RT_] {i}Nun, ich sollte genug Geld haben, um wenigstens einen Teil des lokalen Geschmacks genießen zu können. {/i}

source: [_RT_] {i}This girl on stage looks so familiar.{/i}
dutch: [_RT_] {i}Dit meisje in het speelveld ziet er zo vertrouwd uit.{/i}
german: [_RT_] {i}Dieses Mädchen auf der Bühne sieht so vertraut aus.{/i}

source: [_RT_] {i}I know... She looks like Scarlette HanJohnson.{/i}
dutch: [_RT_] {i}Ik weet het... Ze ziet eruit als Scarlette HanJohnson.{/i}
german: [_RT_] {i}Ich kenne... Sie sieht aus wie Scarlette HanJohnson.{/i}

source: [_RT_] {i}I'll bet she gets a lot of business due to their similar looks.{/i}
dutch: [_RT_] {i}Ik wed dat ze veel zaken doet door hun gelijkaardige uiterlijk.{/i}
german: [_RT_] {i}Ich wette, dass sie wegen ihres ähnlichen Aussehens eine Menge Geschäfte bekommt.{/i}

source: [_RT_] {i}I hope they don't expect me to pay extra because she looks similar, because I wouldn't mind splurging a little for some fun with her.{/i}
dutch: [_RT_] {i}Ik hoop dat ze niet van mij verwachten om extra te betalen omdat ze er gelijkaardig uitziet, want ik zou het niet erg vinden om een beetje te spuien voor een beetje plezier met haar. /i}
german: [_RT_] {i}Ich hoffe, dass ich nicht extra bezahlen werde, weil sie ähnlich aussieht, denn ich würde nichts dagegen haben, ein wenig für Spaß mit ihr zu spritzen. /i}

source: [_RV_] I'm back with you water.
dutch: [_RV_] Ik ben weer met je water.
german: [_RV_] Ich bin wieder mit dir Wasser.

source: [_RV_] Here's that whiskey
dutch: [_RV_] Hier is die whiskey
german: [_RV_] Hier ist dieser Whisky

source: [_RV_] I hope you're enjoying the show Scarlette is putting on.
dutch: [_RV_] Ik hoop dat je de show Scarlette leuk vindt.
german: [_RV_] Ich hoffe, dass dir die Show Scarlette gefällt.

source: [_R_] Wait, her name's not really Scarlette, right?
dutch: [_R_] Wacht, haar naam is niet echt Scarlette, toch?
german: [_R_] Warte, sein Name ist nicht wirklich Scarlette, richtig?

source: [_R_] She just goes by that since she looks like Scarlette HanJohnson, right?
dutch: [_R_] Ze gaat daar net aan voorbij, omdat ze eruitziet als Scarlette HanJohnson, toch?
german: [_R_] Sie geht gerade vorbei, da sie wie Scarlette HanJohnson aussieht, oder?

source: [_RV_] Well... I'll just let you find that out for yourself.
dutch: [_RV_] Walt... Ik laat je dat gewoon zelf uitzoeken.
german: [_RV_] Nun... Ich lasse dich das einfach selbst herausfinden.

source: [_RT_] {i}Meaning she's an impersonator that gets way too into her character.{/i}
dutch: [_RT_] {i}betekent dat zij een impersonator is die zich ook in haar personage bevindt.{/i}
german: [_RT_] {i}bedeutet, dass sie eine Imitatorin ist, die auch in ihren Charakter hineinkommt.{/i}

source: [_RV_] Candy should be back any second and you'll have twice the eye candy to look at. Pardon my pun.
dutch: [_RV_] Snoep moet elke seconde terug zijn en je hebt twee oogsnoep om naar te kijken. Pardon.
german: [_RV_] Candy sollte jede Sekunde zurück sein und du hast doppelt so viele Augenboni um sich anzusehen. Verzeihen Sie mir meinen Pun.

source: [_RV_] Is there anything else I can do for you?
dutch: [_RV_] Is er iets anders dat ik voor je kan doen?
german: [_RV_] Gibt es noch etwas, was ich für dich tun kann?

source: [_RV_] Ok, just let me know if you need anything else.
dutch: [_RV_] Ok, laat het me weten of je iets anders nodig hebt.
german: [_RV_] Ok, lass es mich wissen, wenn du etwas anderes brauchst.

source: [_RT_] {i}My waitress is a very pretty girl.{/i}
dutch: [_RT_] {i}Mijn wachttijd is een heel mooi meisje.{/i}
german: [_RT_] {i}Meine Kellnerin ist ein sehr hübsches Mädchen.{/i}

source: [_RT_] {i}I can't believe she offered to pee on my face.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ze op mijn gezicht zou schilderen.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass sie angeboten hat, mein Gesicht zu pissen.{/i}

source: [_RT_] {i}What kind of place is this?{/i}
dutch: [_RT_] {i}Wat voor soort plaats is dit?{/i}
german: [_RT_] {i}Welcher Ort ist das?{/i}

source: [_RV_] Not for guys who only order water.
dutch: [_RV_] Niet voor jongens die alleen water bestellen.
german: [_RV_] Nicht für Jungs, die nur Wasser bestellen.

source: [_R_] ...Well, I could...
dutch: [_R_] ... Nou, dat kan...
german: [_R_] ...Nun, ich konnte...

source: [_RV_] Sorry, maybe next time don't come in here only thinking about how much money you can save.
dutch: [_RV_] Sorry, misschien kom je de volgende keer hier niet alleen na hoeveel geld je kunt besparen.
german: [_RV_] Tut mir leid, vielleicht kommen Sie beim nächsten Mal nicht hierher und denken Sie nur darüber nach, wie viel Geld Sie sparen können.

source: [_RT_] {i}Damn! I guess I'd better act more like a high roller if I want to have any of the girls attention.{/i}
dutch: [_RT_] {i}Damn! Ik denk dat ik me beter kan gedragen als een hoge roller als ik een van de meisjes wil attenderen.{/i}
german: [_RT_] {i}Verdammt! Ich denke, ich würde besser wie eine hohe Rolle agieren, wenn ich eine der Mädchen besuchen möchte.{/i}

source: [_RT_] {i}I mean, she said she'd pee on my face for the right price. I'm not really into that, but if I start throwing around some money maybe she'd do some stuff I am into.{/i}
dutch: [_RT_] {i}Ik, zei ze dat ze op mijn gezicht zou pieken voor de juiste prijs. Ik ben daar niet echt in mee, maar als ik wat geld rond ga gooien zou ik misschien wat dingen doen waar ik in ben.{/i}
german: [_RT_] {i}Ich meine, sie sagte, sie würde mein Gesicht pissen für den richtigen Preis. Ich bin nicht wirklich drin, aber wenn ich anfing, um etwas Geld herum zu werfen, würde sie vielleicht ein paar Sachen tun, in denen ich bin. {/i}

source: [_RV_] Hmmm... You know, as a waitress, I'm not really required to be on the menu, myself.
dutch: [_RV_] Hmmm... Weet je, als wachtend, hoef ik niet echt in het menu te zijn.
german: [_RV_] Hmmm... Du weißt, als Kellnerin, ich brauche nicht wirklich auf dem Menü zu sein.

source: [_RV_] But since I think you're cute, and for the right price, I might consider it in the future.
dutch: [_RV_] Maar omdat ik denk dat je schattig bent en voor de juiste prijs kan ik het in de toekomst overwegen.
german: [_RV_] Aber da ich denke, du bist süß und für den richtigen Preis, könnte ich es in der Zukunft in Betracht ziehen.

source: [_RV_] Right now, I've got to run and take some drink orders for an important meeting, but ask me again next time you come in.
dutch: [_RV_] op dit moment moet ik rennen en drankorders nemen voor een belangrijke vergadering, maar vraag me de volgende keer dat je binnenkomt.
german: [_RV_] Ich muss gerade laufen und ein paar Getränkebestellungen für ein wichtiges Meeting entgegennehmen, aber frage mich das nächste Mal, wenn du kommst.

source: [_RT_] {i}I can't wait to see what kinds of things I can do with her. If she's willing to pee on my face, I wonder what else she'd be willing to do.{/i}
dutch: [_RT_] {i}Ik kan niet wachten om te zien welke dingen ik met haar kan doen. Als ze bereid is om op mijn gezicht te schilderen, vraag ik me af wat ze anders bereid zou zijn te doen.{/i}
german: [_RT_] {i}Ich kann nicht warten zu sehen, was ich mit ihr machen kann. Wenn sie bereit ist, mein Gesicht zu pissen, frage ich mich, was sie sonst noch tun würde.{/i}

source: [_CD_] I trust Ravyn took good care of you while I was changing?
dutch: [_CD_] Ik vertrouw erop dat Ravyn goed voor je zorgde terwijl ik aan het veranderen was?
german: [_CD_] Ich vertraue darauf, dass Ravyn sich gut um dich kümmert, während ich mich verändert habe?

source: [_RT_] {i}Oh, my God!{/i}
dutch: [_RT_] {i}Oh, mijn God!{/i}
german: [_RT_] {i}Oh, mein Gott!{/i}

source: [_R_] Uhhh... ummm... yeah. Ravyn... good.
dutch: [_R_] Uhhh... ummm... yeah. Ravyn... goed.
german: [_R_] Uhhh... ummm... ja. Ravyn... gut.

source: [_CD_] Haha... You're jaw is on the floor.
dutch: [_CD_] Haha... Je bent op de vloer.
german: [_CD_] Haha... Du bist Kiefer auf dem Boden.

source: [_CD_] I take it you like this outfit?
dutch: [_CD_] Ik neem het goed aan dat je deze outfit vindt?
german: [_CD_] Ich nehme es dir wie dieses Outfit?

source: [_R_] Very much!
dutch: [_R_] Zeer veel!
german: [_R_] Sehr viel!

source: [_RT_] {i}Plus, I can see everything!{/i}
dutch: [_RT_] {i}Plus, ik kan alles zien!{/i}
german: [_RT_] {i}Plus, ich kann alles sehen!{/i}

source: [_CD_] You're into vinyl and chains, huh?
dutch: [_CD_] Je bent in vinyl en ketens, toch?
german: [_CD_] Du bist in Vinyl und Ketten, oder?

source: [_CD_] You are a naughty boy.
dutch: [_CD_] Je bent een stoute jongen.
german: [_CD_] Du bist ein unartiger Junge.

source: [_CD_] I'm going to go get on my pole, I'm hoping you'll come and spend some money on me.
dutch: [_CD_] Ik ga op mijn pool gaan, ik hoop dat je wat geld voor me gaat uitgeven.
german: [_CD_] Ich werde an meinen Posten gehen, ich hoffe, du wirst kommen und etwas Geld für mich ausgeben.

source: [_CD_] I've been dying to get a look at that dick.
dutch: [_CD_] Ik ben doodgegaan om een kijkje te nemen in die lucht.
german: [_CD_] Ich habe gestorben, um einen Blick auf diesen Schwanz zu werfen.

source: [_RT_] {i}Who should I choose?{/i}
dutch: [_RT_] {i}Wie moet ik kiezen?{/i}
german: [_RT_] {i}Wer soll ich wählen? {/i}

source: [_RT_] {i}There's nobody on that pole. Why would I go stare at an empty pole?{/i}
dutch: [_RT_] {i}Er zit niemand op die paal. Waarom zou ik op een lege pool starten?{/i}
german: [_RT_] {i}Es ist niemand auf diesem Pool. Warum würde ich an einem leeren Pol starren?{/i}

source: [_RT_] {i}Though an empty pole is potential for future possibilities.{/i}
dutch: [_RT_] {i}Hoewel een lege pool mogelijk is voor toekomstige mogelijkheden.{/i}
german: [_RT_] {i}Obwohl ein leerer Pol Potenzial für zukünftige Möglichkeiten ist.{/i}

source: [_RT_] {i}I don't really feel like spending any more money here.{/i}
dutch: [_RT_] {i}Ik voel me hier niet echt meer geld uitgeven. {/i}
german: [_RT_] {i}Ich fühle mich nicht wirklich wie hier Geld auszugeben.{/i}

source: [_RT_] {i}Wow! I can't believe how much she looks like the real Scarlette HanJohnson!{/i}
dutch: [_RT_] {i}Wow! Ik kan niet geloven hoe erg ze eruit ziet als de echte Scarlette HanJohnson!{/i}
german: [_RT_] {i}Wow! Ich kann nicht glauben, wie sehr sie wie das echte Scarlette HanJohnson aussieht! {/i}

source: [_RT_] {i}Pretty sure the real one has bigger breasts, though.{/i}
dutch: [_RT_] {i}Pretty zeker dat de echte meer borsten heeft.{/i}
german: [_RT_] {i}Ziemlich sicher, dass die richtige Brüste größere Brüste hat. {/i}

source: [_RT_] {i}If I want to do something with Scarlette, this is probably the place where I would offer her some money.{/i}
dutch: [_RT_] {i}Als ik iets wil doen met Scarlette, is dit waarschijnlijk de plek waar ik haar wat geld zou aangeven.{/i}
german: [_RT_] {i}Wenn ich etwas mit Scarlette tun möchte, dann ist dies wahrscheinlich der Ort, an dem ich ihr etwas Geld anbieten würde.{/i}

source: [_RT_] {i}What an amazing ass!{/i}
dutch: [_RT_] {i}Wat een geweldige ass!{/i}
german: [_RT_] {i}Was für ein erstaunliches Arsch!{/i}

source: [_RT_] {i}The only ass I've ever seen that's better is Mom's{/i}
dutch: [_RT_] {i}De enige pas die ik ooit heb gezien is Mom's{/i}
german: [_RT_] {i}Der einzige Arsch, den ich je gesehen habe, ist Mom's{/i}

source: [_RT_] {i}I love the way those boobies bounce when she dances!{/i}
dutch: [_RT_] {i}Ik hou van de manier waarop die boobies bounceren wanneer ze dansen!{/i}
german: [_RT_] {i}Ich liebe es, wie diese Boobies springen, wenn sie tanzt! {/i}

source: [_RT_] {i}If I want to do something with Candy, this is probably the place where I would offer her some money.{/i}
dutch: [_RT_] {i}Als ik iets met snoep wil doen, is dit waarschijnlijk de plek waar ik haar wat geld zou aangeven.{/i}
german: [_RT_] {i}Wenn ich etwas mit Candy tun möchte, dann ist dies wahrscheinlich der Ort, an dem ich ihr etwas Geld anbieten würde.{/i}

source: [_RT_] {i}How much am I willing to spend?{/i}
dutch: [_RT_] {i}Hoeveel wil ik uitgeven?{/i}
german: [_RT_] {i}Wieviel bin ich bereit auszugeben? {/i}

source: [_R_] Does a hundred dollars still get me a handy?
dutch: [_R_] Krijgt een paar honderd dollar me nog handig?
german: [_R_] Bringt mir hundert Dollar immer noch eine Hand?

source: [_CD_] Sure, I don't mind wanking you off again for a hundred bucks.
german: [_CD_] Sicher, ich habe nichts dagegen, dich für hundert Bucks wieder abzusaugen.

source: [_CD_] Plus, for some reason, I do enjoy holding that cock in my hand.
dutch: [_CD_] Plus, om een of andere reden geniet ik van het vasthouden van die jas in mijn hand.
german: [_CD_] Plus aus irgendeinem Grund genieße ich den Schwanz in meiner Hand.

source: [_CD_] My God!... It's even bigger than I remembered!
dutch: [_CD_] Mijn God!... Het is nog groter dan ik me heb herinnerd!
german: [_CD_] Mein Gott!... Es ist noch größer als ich mich erinnerte!

source: [_R_] Oh, Candy! That feels so good! Keep going!
dutch: [_R_] Oh, snoep! Dat voelt je zo goed! Ga door!
german: [_R_] Oh, Zuckerbrot! Das fühlt sich so gut an! Weiter!

source: [_RT_] {i}She must use moisturizer... Her hands are so soft!{/i}
dutch: [_RT_] {i}Ze moet moisturizer gebruiken... Haar handen zijn zo zacht!{/i}
german: [_RT_] {i}Sie muss Feuchtigkeitsschoner verwenden... Ihre Hände sind so weich!{/i}

source: [_CD_] Are you ready for me to turn it up?
dutch: [_CD_] Ben je klaar om het weer op te zetten?
german: [_CD_] Bist du bereit für mich?

source: [_R_] Yes, please!
dutch: [_R_] Ja, graag!
german: [_R_] Ja, bitte!

source: [_R_] Mmmm... That's feeling really good!
dutch: [_R_] Mmmm... Dat voelt je heel goed!
german: [_R_] Mmmm... Das fühlt sich wirklich gut!

source: [_RT_] {i}I'm not going to last long at this rate.{/i}
dutch: [_RT_] {i}Ik ga niet de laatste tijd hebben in dit tempo.{/i}
german: [_RT_] {i}Ich werde nicht lange dauern.{/i}

source: [_R_] It's not a lot, but it should get me something, right?
dutch: [_R_] Het is niet veel, maar het zou me iets moeten krijgen, toch?
german: [_R_] Es ist nicht viel, aber es sollte mir etwas bringen, nicht wahr?

source: [_CD_] I guess I'd be willing to pull your pud for a hundred bucks.
dutch: [_CD_] Ik denk dat ik bereid zou zijn om je pud honderd emmers op te halen.
german: [_CD_] Ich denke, ich wäre bereit, deinen Pud für hundert Bucks zu ziehen.

source: [_CD_] Besides, I've been dying to get a look at that "D" since I first saw you pitching that tent.
dutch: [_CD_] Bovendien, ik ben doodgegaan om die "D" te bekijken sinds ik je voor het eerst zag ophangen van die tent.
german: [_CD_] Nebenbei habe ich gestorben, um einen Blick auf das "D" zu werfen, seit ich das erste Mal gesehen habe, wie du dieses Zelt baust.

source: [_CD_] Besides, I wouldn't mind getting my hands around that huge dick.
dutch: [_CD_] Bovendien, het zou me geen kwaad doen om die enorme stoot rond te krijgen.
german: [_CD_] Im Übrigen hätte ich nichts dagegen, mir die Hände um diesen riesigen Schwanz zu machen.

source: [_CD_] My God!... It's even bigger than I imagined!
dutch: [_CD_] Mijn God!... Het is nog groter dan ik me voorstel!
german: [_CD_] Mein Gott!... Es ist noch größer als ich mir vorgestellt habe!

source: [_CD_] Your Mom must be very proud.
dutch: [_CD_] Je mama moet erg trots zijn.
german: [_CD_] Deine Mutter muss sehr stolz sein.

source: [_R_] I'm about to cum!
dutch: [_R_] Ik sta op het punt te klommen!
german: [_R_] Ich bin dabei mit!

source: [_R_] Can I cum on you again?
dutch: [_R_] Kan ik je nog een keer knopen?
german: [_R_] Darf ich dich wieder beiläufen?

source: [_CD_] You just paid me a hundred dollars, go ahead!
dutch: [_CD_] Je hebt me net honderd dollar betaald, ga vooruit!
german: [_CD_] Du hast mir gerade hundert Dollar bezahlt, gehe vorbei!

source: [_CD_] I'll never get over how much you can cum!
dutch: [_CD_] Ik zal nooit overkomen hoeveel je kunt kopen!
german: [_CD_] Ich werde nie überlegen, wie viel du mitmachen kannst!

source: [_CD_] I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
dutch: [_CD_] Ik hoop dat mijn service voldoende was en ik hoop dat je genoten hebt van je reis naar de VIP-kamer.
german: [_CD_] Ich hoffe, mein Service war ausreichend, und ich hoffe, Sie haben Ihre Reise in den VIP-Raum genossen.

source: [_R_] That was fantastic! Worth every penny.
dutch: [_R_] Dat was fantastisch! Iedere cent waard.
german: [_R_] Das war fantastisch! Werte jeden Cent.

source: [_CD_] We'll be looking forward to your next visit! Thanks for dropping by!
dutch: [_CD_] We kijken uit naar uw volgende bezoek! Bedankt voor het laten vallen!
german: [_CD_] Wir freuen uns auf Ihren nächsten Besuch! Vielen Dank, dass Sie uns verlassen haben!

source: [_R_] Can I cum on you?
dutch: [_R_] Kan ik je knappen?
german: [_R_] Darf ich dich beiläufen?

source: [_CD_] Wow! There's more?
dutch: [_CD_] Wow! Is er meer?
german: [_CD_] Wow! Es gibt mehr?

source: [_CD_] My God! In all the time I've been doing this job, I've never seen anyone cum that much!
dutch: [_CD_] Mijn God! In de hele tijd dat ik dit werk aan het doen ben, heb ik nog nooit iemand zo veel gezien!
german: [_CD_] Mein Gott! In der ganzen Zeit habe ich diese Aufgabe erledigt, ich habe noch nie jemanden gesehen, der so groß ist!

source: [_CD_] I didn't even think balls could hold that much!
dutch: [_CD_] Ik had niet eens gedacht dat ballen zo veel konden houden!
german: [_CD_] Ich dachte nicht einmal, dass Kugeln so viel halten könnten!

source: [_CD_] Good Lord!
dutch: [_CD_] Goede Heer!
german: [_CD_] Guten Lord!

source: [_CD_] I'm still amazed at how much you can cum!
dutch: [_CD_] Ik ben nog steeds verbaasd over hoeveel je kunt kopen!
german: [_CD_] Ich bin immer noch erstaunt darüber, wie viel du mitmachen kannst!

source: [_CD_] I don't know if I'll ever get over it.
dutch: [_CD_] Ik weet niet of ik er ooit van af zal komen.
german: [_CD_] Ich weiß nicht, ob ich es jemals überstehen werde.

source: [_R_] Does two hundred still get me a blowjob?
dutch: [_R_] Krijgt tweehonderd me nog steeds een klachtbaan?
german: [_R_] Bringt mir noch zwei hundert einen Blowjob?

source: [_CD_] For you?... sure. I'd be happy to suck that dick off again for two hundred dollars!
dutch: [_CD_] Voor jou?... zeker. Ik zou graag willen dat u dat nog eens tweehonderd dollar lekker maakt!
german: [_CD_] Für dich?... sicher! Ich würde mich freuen, diesen Schwanz für zweihundert Dollar wieder absaugen zu können!

source: [_RT_] {i}"O""M""G"! Her mouth feels just as amazing as last time!{/i}
dutch: [_RT_] {i}"O""M""G"! Haar mond voelt zich net zo geweldig als de vorige keer!{/i}
german: [_RT_] {i}"O""M""G"! Ihr Mund fühlt sich genauso erstaunlich wie das letzte Mal!{/i}

source: [_RT_] {i}I can't believe how deep she can take it!{/i}
dutch: [_RT_] {i}Ik kan niet geloven hoe diep ze het kan nemen!{/i}
german: [_RT_] {i}Ich kann nicht glauben, wie tief sie es einnehmen kann!{/i}

source: [_RT_] {i}Fuck!... Her throat feels amazing on my cock!{/i}
dutch: [_RT_] {i}Fuck!... Haar keel voelt geweldig op mijn cock!{/i}
german: [_RT_] {i}Fuck!... Ihr Hals fühlt sich erstaunlich an meinem Schwanz!{/i}

source: [_RT_] {i}I can feel her gag reflex muscles!{/i}
dutch: [_RT_] {i}Ik kan haar gag reflex spieren ersen!{/i}
german: [_RT_] {i}Ich kann ihre Gag-Reflexmuskulatur spüren!{/i}

source: [_R_] What can I get for two hundred dollars?
dutch: [_R_] Wat kan ik krijgen voor tweehonderd dollar?
german: [_R_] Was kann ich für zweihundert Dollar erhalten?

source: [_CD_] I guess I'd be willing to suck that cock for that much.
dutch: [_CD_] Ik denk dat ik bereid zou zijn om dat jas zo veel te zuigen.
german: [_CD_] Ich denke, ich wäre bereit, diesen Schwanz für so viel zu saugen.

source: [_CD_] I can't wait to get my first taste!
dutch: [_CD_] Ik kan niet wachten om mijn eerste smaak te krijgen!
german: [_CD_] Ich kann nicht warten, um meinen ersten Geschmack zu bekommen!

source: [_CD_] Besides, sucking that huge dick is great practice for sucking just about anything, or anyone else.
dutch: [_CD_] Bovendien, zaag je dat grote luid te gebruiken is om zowat alles te zingen.
german: [_CD_] Au�erdem ist es toll, den dicken Schwanz zu saugen oder irgendjemand anderem.
