Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}Yeah, right... That's not the only reason this pervert would like to meet with her again.{/i}
dutch: [_RT_] {i}Yeah, terecht, ... Dat is niet de enige reden waarom deze pervert haar graag nog eens wil ontmoeten.{/i}

source: [_WT_] I've got to commend you, too. As a photographer, it can't be easy to distance yourself emotionally while taking these kinds of photos of your own mother.
dutch: [_WT_] Ik moet je ook aanbevelen. Als fotograaf kan het niet makkelijk zijn om je emotioneel te distantiëren tijdens het nemen van dit soort foto's van je eigen moeder.

source: [_R_] How did you know that I'm the photographer? I didn't post any of my personal information on my account.
dutch: [_R_] Hoe wist je dat ik de fotograaf ben? Ik heb geen persoonlijke informatie op mijn account geplaatst.

source: [_WT_] Well, the anonymous email I received said that the pictures were taken by Miss [mom_name]'s own perverted son.
dutch: [_WT_] Nou, de anonieme e-mail die ik ontving zei dat de foto's door mevrouw [mom_name]zelf zijn gemaakt.

source: [_RT_] {i}Who would have sent that email!?{/i}
dutch: [_RT_] {i}Wie zou die e-mail hebben gestuurd!?{/i}

source: [_RT_] {i}There are only a handful of people who know.{/i}
dutch: [_RT_] {i}Er zijn slechts een handvol mensen die het weten.{/i}

source: [_RT_] {i}Who has it out for Mom and I?{/i}
dutch: [_RT_] {i}Wie heeft het voor mevrouw en ik?{/i}

source: [_RT_] {i}....Oh, fuck!... I'll bet it was Aunt Cami!{/i}
dutch: [_RT_] {i}....Oh, fuck!... Ik wed dat het Aunt Cami was!{/i}

source: [_RT_] {i}Oooo.. If I can prove it, she's gonna pay!{/i}
dutch: [_RT_] {i}Oooo.. Als ik het kan bewijzen, zal ze betalen!{/i}

source: [_WT_] You still with us?
dutch: [_WT_] jij nog steeds bij ons bent?

source: [_R_] Yeah... Sorry, I was just trying to figure out who would have sent that email.
dutch: [_R_] Yeah... Sorry, ik probeerde erachter te komen wie die e-mail zou hebben gestuurd.

source: [_WT_] Well, don't worry. I won't tell anyone.
dutch: [_WT_] Nou, maak je geen zorgen. Ik zal het niemand vertellen.

source: [_WT_] I can see how you wouldn't want anyone to know you're taking those kinds of pictures of your own mother.
dutch: [_WT_] Ik kan zien hoe je niet wilt dat iemand weet dat je dit soort foto's van je eigen moeder neemt.

source: [_R_] Or sisters.
dutch: [_R_] of zussen.

source: [_WT_] The other girls are your sisters!?
dutch: [_WT_] De andere meisjes zijn jouw zus!?

source: [_R_] Oh... you didn't kn...fuck!
dutch: [_R_] Oh... je hebt niet breken...fuck!

source: [_WTT_] {i}My God! This kid is the living embodiment of all my theories.{/i}
dutch: [_WTT_] {i}Mijn God! Dit kind is de levende belichaming van al mijn theories.{/i}

source: [_WTT_] {i}I need to study him and his family!{/i}
dutch: [_WTT_] {i}Ik moet hem en zijn familie studeren!{/i}

source: [_WT_] Don't worry, I'll keep that a secret, too.
dutch: [_WT_] Maak je geen zorgen, ook dat zal ik geheim houden.

source: [_R_] Thanks.
dutch: [_R_] Bedankt.

source: [_WT_] I'm sorry. I feel like we've gotten off-subject.
dutch: [_WT_] Het spijt me. Ik heb het gevoel dat we geen onderwerp hebben.

source: [_WT_] I believe there was something you wanted to ask me, before I ran away with the conversation.
dutch: [_WT_] Ik geloof dat er iets was dat je me wilde vragen, voordat ik weg kwam met het gesprek.

source: [_R_] Yes... Thanks.
dutch: [_R_] Ja... Bedankt.

source: [_R_] So, my sister Lauren is running for student body president.
dutch: [_R_] Dus, mijn zus Lauren draait voor studentenlichaam president.

source: [_WT_] Oh yes, the special election... I was so mad how those poor girls were thrown out of office, merely for acting like real politicians.
dutch: [_WT_] Oh ja, de speciale verkiezingen... Ik was zo gek hoe die arme meisjes werden weggegooid, alleen omdat ze zich gedragen als echte politici.

source: [_WT_] But, I digress... You were saying?
dutch: [_WT_] Maar, ik graag... zei je?

source: [_R_] Well, Lauren was trying to think of things that would improve the student's lives at school, and she came up with the idea that we need to revise the dress code.
dutch: [_R_] Nou, Lauren probeerde iets te bedenken dat het leven van de leerling op school zou verbeteren, en zij kwam met het idee dat we de kledingcode moeten herzien.

source: [_WT_] Oh, really? Please, tell me why.
dutch: [_WT_] Oh, echt? Vertel me waarom.

source: [_R_] Well, first off, the air conditioning in the school doesn't work half the time.
dutch: [_R_] Nou, eerst uit, de airconditioning op school werkt niet de helft van de tijd.

source: [_WT_] Yes... The school maintenance team keeps telling us they fixed it, but then we keep getting reports that it's down again.
dutch: [_WT_] Ja... Het onderhoudsteam van de school vertelt ons voortdurend dat het opgelost is, maar dan krijgen we steeds weer meldingen dat het niet klopt.

source: [_R_] Yeah, and we end up so hot that we can't pay attention in class.
dutch: [_R_] Yeah, en we eindigen zo heet dat we geen aandacht kunnen besteden in de klas.

source: [_R_] Our pants are made of wool, as are the girls' vests and skirts.
dutch: [_R_] Onze broek is gemaakt van wol, net als de vesten en rokken van de meisjes.

source: [_WT_] Hmmm... I see your point.
dutch: [_WT_] Hmmm... Ik zie jouw punt.

source: [_R_] And then a lot of the girls just think the uniforms are not very cute or trendy.
dutch: [_R_] En dan denken veel meisjes gewoon dat de uniformen niet erg schattig of trendy zijn.

source: [_WT_] Well, we do need to have uniforms, and the current uniforms are a nod to our school's Catholic background and a major source of our funding.
dutch: [_WT_] Nou, we hebben uniformen nodig, en het huidige uniform is een kroon op de katholieke achtergrond van onze school en een belangrijke financieringsbron.

source: [_WT_] But, I do agree there could be some revisions.
dutch: [_WT_] Maar ik ben het er wel mee eens dat er enkele herzieningen kunnen zijn.

source: [_WT_] What if we gave the boys the option to wear shorts?
dutch: [_WT_] Wat als we de jongens de mogelijkheid geven om tekorten te dragen?

source: [_WT_] And for the girls, what if we went with something closer to the Hermione Bang'er outfit you did for your cosplay shoot with Megan and Miss [mom_name]?
dutch: [_WT_] En voor de meisjes, Wat als we iets dichterbij zouden gaan met de Hermione Bang'er outfit die jij deed op je cosplay met Megan en Mis [mom_name]?

source: [_WT_] Well, the skirt couldn't be quite that short... But shorter than it is now.
dutch: [_WT_] Nou, de rok kan niet zo kort zijn... Maar kleiner dan hij nu is.

source: [_R_] So, that's a yes? You'll let us change the dress code?
dutch: [_R_] Dus, dat is een je? Laten we de jurycode veranderen?

source: [_WT_] It's not completely up to me. I'll have to run it by the board, and they'll have to vote to allow it.
dutch: [_WT_] Het is niet helemaal aan mij. Ik moet het per bord regelen, en ze zullen moeten stemmen om het toe te staan.

source: [_WT_] I definitely hold some influence over the board, so I think there's a good chance I'll be able to sway them.
dutch: [_WT_] Ik heb zeker enige invloed op het bord, dus ik denk dat er een goede kans is dat ik ze kan zwaaien.

source: [_WTT_] {i}Thanks to Joey DeCapo. I had to pay a lot for dirt on all of them, but it's been more than worth it.{/i}
dutch: [_WTT_] {i}Bedankt aan Joey DeCapo. Ik moest veel betalen voor vuil op alles, maar het was meer dan het waard zijn.{/i}

source: [_WT_] I'd say there's a good chance.
dutch: [_WT_] Ik zou zeggen dat er een goede kans is.

source: [_WT_] I only ask for one favor in return.
dutch: [_WT_] Ik vraag slechts één gunst in ruil voor u.

source: [_RT_] {i}Oh, no... Here it comes.{/i}
dutch: [_RT_] {i}Oh, nee... Hier komt het{/i}

source: [_WT_] I'd like you to arrange a meeting between your mother and myself.
dutch: [_WT_] Ik zou graag zien dat u een vergadering belegt tussen uw moeder en mijzelf.

source: [_WT_] I'd love to take her out to dinner.
dutch: [_WT_] Ik zou haar graag uit eten nemen.

source: [_R_] You do know she's married, right?
dutch: [_R_] Je weet dat ze getrouwd is, nietwaar?

source: [_RT_] {i}And belongs to me.{/i}
dutch: [_RT_] {i}En behoort tot mij.{/i}

source: [_WT_] Oh, of course... It would be a dinner of a professional nature.
dutch: [_WT_] Oh, natuurlijk... Het zou een etentje van professionele aard zijn.

source: [_RT_] {i}Yeah, I'll bet.{/i}
dutch: [_RT_] {i}Yeah, ik zal bidden.{/i}

source: [_WT_] I'd just like to tell her what a great teacher I think she is, and maybe help her navigate the school administration so she could be eligible for a raise or even a promotion.
dutch: [_WT_] Ik zou haar gewoon willen vertellen wat een geweldige leraar ik denk dat ze is. en misschien helpt ze de schooladministratie te doorlopen, zodat ze in aanmerking kan komen voor een hogere of zelfs een promotie.

source: [_RT_] {i}Yeah... and I'm sure you'd want nothing in return.{/i}
dutch: [_RT_] {i}Yeah... en ik weet zeker dat je niets terug wilt.{/i}

source: [_WTT_] {i}I've got to get closer to this woman... I could probably write a follow-up book on this family alone.{/i}
dutch: [_WTT_] {i}Ik moet dichter bij deze vrouw komen... Ik kan waarschijnlijk alleen een follow-upboek schrijven op deze familie.{/i}

source: [_WTT_] {i}What is it about her parenting style that's produced a young man with such a strong Oedipal complex?{/i}
dutch: [_WTT_] {i}Wat is het met haar ouderstijl, dat produceert een jonge man met zo'n sterk Oedipaal complex?{/i}

source: [_WTT_] {i}Is it possible that she could have a Jocasta complex as well?{/i}
dutch: [_WTT_] {i}Is het mogelijk dat ze ook een Jocasta complex kan hebben?{/i}

source: [_WT_] Well?... What do you say?
dutch: [_WT_] Nou?... Wat zeg je?

source: [_RT_] {i}Damn!... This is a hard choice.{/i}
dutch: [_RT_] {i}Damn!... Dit is een moeilijke keus. {/i}

source: [_RT_] {i}On one hand, I don't think Lauren can win this election without something big, like changing the dress code to give her a boost.{/i}
dutch: [_RT_] {i}Aan de ene kant denk ik niet dat Lauren deze verkiezing kan winnen zonder iets gros, zoals het veranderen van de jurk code om haar een boost te geven. /i}

source: [_RT_] {i}On the other hand, this Will guy, is obviously a creep.{/i}
dutch: [_RT_] {i}Aan de andere kant is dit natuurlijk een crep.{/i}

source: [_RT_] {i}What could be his real intentions for my mom?{/i}
dutch: [_RT_] {i}Wat kan zijn echte intenties voor mij zijn?{/i}

source: [_RT_] {i}If Lauren looses the election because I don't get Mr. Tyler to change the dress code, she'll have to fuck Matt, and she'll probably never forgive me.{/i}
dutch: [_RT_] {i}Als Lauren de verkiezing verliest omdat ik meneer niet krijg Tyler om de jurk code te veranderen, ze zal Mat fuck moeten maken en ze vergeeft me waarschijnlijk nooit. {/i}

source: [_RT_] {i}And it's just a dinner... Maybe it is just professional. Probably nothing bad will come of it.{/i}
dutch: [_RT_] {i}En het is maar een diner... Misschien is het gewoon professioneel. Waarschijnlijk zal er niets ergs uit voortkomen.{/i}

source: [_WT_] Are you still with me?... Can you arrange a meeting for your mother and me?
dutch: [_WT_] Ben je nog steeds bij mij?... Kun je een vergadering organiseren voor je moeder en mij?

source: [_RT_] {i}What harm could a dinner with Mr. Tylor have on Mom anyways?{/i}
dutch: [_RT_] {i}Welke schade kan een diner met Mr. Tylor toch op Mama hebben?{/i}

source: [_RT_] {i}The way she talks about him, I can tell she despises him.{/i}
dutch: [_RT_] {i}De manier waarop ze over hem praat, kan ik hem vertellen {/i}

source: [_RT_] {i}She'll probably tell him to hit the road, and that's the last we'll have to deal with him.{/i}
dutch: [_RT_] {i}Ze zal hem waarschijnlijk vertellen om de weg te slaan, en dat is de laatste keer dat we hem moeten behandelen.{/i}

source: [_R_] Alright... I'll see if my mom's willing to go to a "professional" dinner with you.
dutch: [_R_] Oké... Ik zal zien of ik met u naar een "professioneel" avondeten kan gaan.

source: [_WT_] Fantastic. In that case, as soon as Miss [mom_name]'s agreed to meet me, send me an email to my school email and I'll do my best to make sure the dress code change happens.
dutch: [_WT_] Fantastisch. In dat geval, zodra mevrouw [mom_name]ermee akkoord is gegaan om mij te ontmoeten, Stuur me een e-mail naar de e-mail van mijn school en ik zal mijn best doen om ervoor te zorgen dat de jurk verandert.

source: [_WT_] I'm sure Lauren will turn a lot of votes if the students know she can deliver that.
dutch: [_WT_] Ik weet zeker dat Lauren veel stemmen zal draaien als de leerlingen weten dat ze dat kan leveren.

source: [_R_] I'll do my best.
dutch: [_R_] Ik zal mijn best doen.

source: [_WT_] Great! Now, I've got a client that should be arriving in just a few minutes.
dutch: [_WT_] Geweldig! Nu heb ik een klant die binnen enkele minuten zou moeten aankomen.

source: [_WT_] Candy can show you out. Oh, and let me know what she says.
dutch: [_WT_] Snoep kan je laten zien. Oh, en laat me weten wat ze zegt.

source: [_CD_] See you, [ryan]... Don't forget to come visit me at the club.
dutch: [_CD_] Zie je, [ryan]... Vergeet niet om me te bezoeken in de club.

source: [_CD_] Oh... And bring money!
dutch: [_CD_] Oh... En breng geld!

source: [_RT_] {i}Alright, I agreed to arrange a dinner between my mom and Will Tylor. Now, I've got to convince Mom to go.{/i}
dutch: [_RT_] {i}Ok, ik ben overeengekomen om een diner te regelen tussen mijn moeder en Will Tylor. Nu moet ik Ma overtuigen om te gaan.{/i}

source: [_RT_] {i}This might not be easy considering Mom seems to despise Will Tylor. I'd better hit her up at breakfast. She always seems to be in a good mood in the mornings.{/i}
dutch: [_RT_] {i}Dit is misschien niet eenvoudig gezien Mama zal Tylor. Ik kan haar beter raken bij het ontbijt. Ze lijkt altijd in een goed humeur te zijn.{/i}

source: [_RT_] {i}This perv only wants in Mom's pants.{/i}
dutch: [_RT_] {i}Deze perv wil alleen in Mom's pants.{/i}

source: [_RT_] {i}I don't think Mom would ever let that happen, but why give him that chance?{/i}
dutch: [_RT_] {i}Ik denk niet dat Mama dat ooit zou laten gebeuren, maar waarom zou hij die kans krijgen?{/i}

source: [_RT_] {i}I won't be able to deliver any good news to Lauren about the dress code.{/i}
dutch: [_RT_] {i}Ik kan geen goed nieuws aan Lauren leveren over de jurken.{/i}

source: [_RT_] {i}I'm sure Lauren wouldn't want to put Mom in that kind of danger just to win an election.{/i}
dutch: [_RT_] {i}Ik weet zeker dat Lauren de Mam niet in dat soort gevaar willen zetten om alleen maar verkiezingen te winnen.{/i}

source: [_RT_] {i}Yeah, right.{/i}
dutch: [_RT_] {i}Yeah, rechts.{/i}

source: [_R_] I'm sorry Mr. Tylor, but I don't think my father would like me arranging any dates for my mom, even if they are strictly professional.
dutch: [_R_] Het spijt me meneer Tylor, maar ik denk niet dat mijn vader graag data voor mijn moeder wil bepalen, zelfs niet als ze strikt professioneel zijn.

source: [_WT_] I see.
dutch: [_WT_] ik zie.

source: [_WT_] Well, if you do change your mind, talk to your lovely mother, and if she's willing to go on that date with me, I'll do my best to make sure the dress code change happens.
dutch: [_WT_] Nou, als je van gedachten verandert, praat dan met je mooie moeder, en als ze bereid is op die datum mee te gaan, zal ik mijn best doen om ervoor te zorgen dat de jurk verandert.

source: [_WT_] If she agrees, You can just send an email to my school email address.
dutch: [_WT_] Als zij hiermee akkoord gaat, kunt u gewoon een e-mail sturen naar mijn school e-mailadres.

source: [_R_] It's not very likely, but I'll keep that in mind.
dutch: [_R_] Het is niet erg waarschijnlijk, maar ik zal dat in gedachten houden.

source: [_RT_] {i}Shit!... The only way to get the dress code changed is by setting my mom up on a date with Will. He says it's purely professional, but is it worth the risk?{/i}
dutch: [_RT_] {i}Shit!... De enige manier om de jurk te veranderen is door mijn mama op een datum met Will te zetten. Hij zegt dat het puur professioneel is, maar is het het risico waard?{/i}

source: [_RT_] {i}If I do decide to set them up, It would probably best to speak to Mom at breakfast. I'm pretty sure she despises Will Tylor, so she'd probably be more open to it in the morning.{/i}
dutch: [_RT_] {i}Als ik besluit om ze op te zetten, zou het waarschijnlijk het beste zijn om met Mama te spreken tijdens het ontbijt. Ik ben vrij zeker dat ze eromheen zal gaan met Tylor, dus ze zou er waarschijnlijk vanochtend meer open voor zijn.{/i}

source: Voice over intercom
dutch: Stem over intercom

source: Principal Hardun
dutch: Principaal Hardun

source: Miss Jessica
dutch: Mis Jessica

source: Zack
dutch: Zak

source: Unknown Boy
dutch: Onbekende jongen

source: Another Unknown Boy
dutch: Een andere onbekende jongen

source: Mrs. Stone's Thoughts
dutch: Mevrouw Stone's Thoughts

source: Locker Room Girl
dutch: Locker Kamer Meisje

source: Lick that clit!
dutch: Lick die klon!

source: Where's your pride, man?
dutch: Waar is je trots, man?

source: I think our relationship is more than that.
dutch: Ik denk dat onze relatie meer is dan dat.

source: Say nothing.
dutch: Zeg niets.

source: Take what you can get!
dutch: Neem wat je kunt krijgen!

source: I can't let her think I'm that desperate.
dutch: Ik kan haar niet laten denken dat ik zo wanhopig ben.

source: Lets go to pound town.
dutch: Laten we naar de pond stad gaan.

source: Pull out!
dutch: Trek uit!

source: Leave her alone
dutch: Laat haar met rust

source: Cover her face
dutch: Bedek haar gezicht

source: Suggest Anal sex
dutch: Suggereren van Anaal geslacht

source: Don't bring up anal
dutch: Breng geen anaal op

source: Stay strong, don't arrange the date.
dutch: Blijf sterk, stel de datum niet in.

source: Lauren's election is too important, arrange the date.
dutch: De verkiezing van Lauren is te belangrijk, stel de datum vast.

source: Interrupt.
dutch: Onderbreking.

source: Continue to wait.
dutch: Blijven wachten.

source: Cough loudly.
dutch: Gooi luid.

source: Get her attention.
dutch: Krijg haar aandacht.

source: Pay for posters ($200)
dutch: Betaal posters ($200)

source: I don't have that much money.
dutch: Ik heb niet zo veel geld.

source: I'm not spending that much on posters!
dutch: Ik geef niet zo veel uit aan posters!

source: Skip Mini-Game.
dutch: Mini-Game overslaan.

source: Play Mini-Game
dutch: Speel Mini-Game

source: Pay for posters ($300)
dutch: Betaal posters ($300)

source: Standing doggy
dutch: Staande doggy

source: No way!
dutch: Geen manier!

source: Lick her pussy
dutch: Lick haar pussy

source: Get a blowjob
dutch: Krijg een klagejob

source: Fuck her missionary style
dutch: Fuck haar missionaire stijl

source: Fuck her standing doggystyle
dutch: Vuilt haar staande doggystijl

source: Standing Doggy
dutch: Staande potje

source: Lick her pussy.
dutch: Lick haar push.

source: Ok, I'll bankroll you.
dutch: Oké, ik zal je betalen.

source: I can't afford another losing campaign.
dutch: Ik kan me geen andere verloren campagne veroorloven.

source: Sorry, I've got to protect Mom at all costs.
dutch: Sorry, ik moet de maan koste wat het kost beschermen.

source: I don't have enough money this week.
dutch: Ik heb niet genoeg geld deze week.

source: Give her $100
dutch: Geef haar $ 100

source: Give her $250
dutch: Geef haar $250

source: Give her $500
dutch: Geef haar $500

source: Go see Mom
dutch: Ga naar mama kijken

source: Talk to Megan
dutch: Praat met Megan

source: Visit Mom in her office
dutch: Bezoek Mom in haar kantoor

source: Get Lauren's Attention
dutch: Krijg Lauren's aandacht

source: sneak out of class
dutch: wegglijden uit de les

source: Sneak out of class
dutch: Sluip uit de les

source: Yes ($300)
dutch: Ja ($300)

source: Cum on her ass
dutch: Cum op haar pas

source: I should get our of here.
dutch: Hier zou ik ons moeten halen.

source: Yes, let's go back in time.
dutch: Ja, laten we teruggaan op tijd.

source: No, I'll keep the consequences of losing.
dutch: Nee, ik zal de gevolgen van het verlies behouden.

source: Sorry, no money right now.
dutch: Sorry, geen geld op dit moment.

source: Lauren, you sound a little bit crazy.
dutch: Lauren, je klinkt een beetje gek.

source: Lauren, I think you might be on to something.
dutch: Lauren, ik denk dat je ergens mee bezig bent.

source: Lick Lauren's ass
dutch: Lick Lauren's pas

source: Get a blowjob from Lauren
dutch: Krijg een klontje van Lauren

source: Invite Mandy
dutch: Nodig snoep uit

source: Go see Mrs. Stone.
dutch: Kijk eens naar mevrouw Steen.

source: I'll go another time.
dutch: Ik ga nog een keer.

source: Down Lauren's throat
dutch: Lauren's keel af

source: All over Lauren's Face
dutch: Overal boven Lauren's Gezicht

source: Lick your ass!
dutch: Lick je in!

source: I'd love another blowjob!
dutch: Ik zou graag nog een klavertje hebben!

source: Maybe...
dutch: Misschien...

source: Put this dream out of it's misery.
dutch: Hou deze droom uit zijn ellende.

source: Encourage her to keep going.
dutch: Moedig haar aan om door te gaan.

source: I was busy.
dutch: Ik was bezig.

source: I didn't have the money.
dutch: Ik had het geld niet.

source: I don't know... I'm really sorry.
dutch: Ik weet het niet... Het spijt me echt.

source: In Lauren's mouth
dutch: In Laurens mond

source: On Lauren's face
dutch: Op Laurens gezicht

source: Missionary Position
dutch: Missionaire positie

source: Reverse Cowgirl
dutch: Omgekeerd Koeienmeisje

source: Pull Out
dutch: Trek uit

source: Suggest Anal Sex
dutch: Suggereer Anale Seks

source: Keep Quiet
dutch: Houd stil

source: Uhh... Never mind... It wasn't a good idea.
dutch: Uhhh... Vergeet niet... Het was geen goed idee.

source: Suggest Anal Sex.
dutch: Anale Sex voorstellen.

source: Wait! Bad idea.
dutch: Wacht! Slecht idee.

source: Go visit Will Tylor
dutch: Ga bezoek Tylor

source: Maybe another time.
dutch: Misschien een andere keer.

source: Check out the van.
dutch: Bekijk het vrachtwagen.

source: Maybe later.
dutch: Misschien later.

source: Yes ($500)
dutch: Ja ($500)

source: Buy School Influence ($500)
dutch: Koop schoolinvloed ($500)

source: Nothing else.
dutch: Niets anders.

source: Yeah, why not?
dutch: Ja, waarom niet?

source: No, that's too expensive.
dutch: Nee, dat is te duur.
