Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}What is with this kid lately?{/i}
italian: [_MT_] {i}Cosa c'è con questo bambino ultimamente?{/i}

source: [_MT_] {i}How do I keep this kind of behavior in check?{/i}
italian: [_MT_] {i}Come faccio a tenere sotto controllo questo tipo di comportamento?{/i}

source: [_M_] You better go get ready for school.
italian: [_M_] È meglio andare a prepararsi per la scuola.

source: [_M_] You'd better go.
italian: [_M_] Faresti meglio ad andare.

source: [_RT_] {i}She didn't seem as mad as I thought she'd be.{/i}
italian: [_RT_] {i}Lei non sembrava pazza come pensavo che sarebbe stato.{/i}

source: [_RT_] {i}If I keep wearing her down, maybe she'll start to enjoy it.{/i}
italian: [_RT_] {i}Se continuo a indossarla giù, forse lei inizierà a godersi.{/i}

source: [_MT_] {i}[mom_name], control your anger!{/i}
italian: [_MT_] {i}[mom_name], controlla la tua rabbia!{/i}

source: [_M_] [ryan]... I thought we talked about this.
italian: [_M_] [ryan]... Ho pensato che ne abbiamo parlato.

source: [_M_] You know I'm not going to change in front of you!
italian: [_M_] Sai che non cambierò di fronte a te!

source: [_M_] I've already told you this!
italian: [_M_] ve l'ho già detto!

source: [_R_] Well, after what happened in your office...
italian: [_R_] Beh, dopo quello che è successo nel tuo ufficio...

source: [_MT_] {i}Fuck!... He's just going to keep bringing that up!{/i}
italian: [_MT_] {i}Fuck!... Sta per continuare ad educare quello!{/i}

source: [_MT_] {i}Why did I let myself get carried away in my office?{/i}
italian: [_MT_] {i}Perché mi sono lasciato portare via nel mio ufficio?{/i}

source: [_MT_] {i}I make the worst decisions when I'm horny!{/i}
italian: [_MT_] {i}Ho preso le decisioni peggiori quando sono eccitato!{/i}

source: [_M_] [ryan]... I told you already! What happened in my office was just part of your school project.
italian: [_M_] [ryan]... ti ho già detto! Quello che è successo nel mio ufficio era solo parte del tuo progetto scolastico.

source: [_M_] I'm sorry if you misinterpreted it as something else.
italian: [_M_] Mi dispiace se l'hai interpretato erroneamente come qualcos'altro.

source: [_MT_] {i}How am I going to curb this Oedipal phase?{/i}
italian: [_MT_] {i}Come sto per frenare questa fase edipale?{/i}

source: [_RT_] {i}Uh oh... I helped her realize that she fucked up in her office.{/i}
italian: [_RT_] {i}Uh oh... L'ho aiutata a rendersi conto che ha scopato nel suo ufficio.{/i}

source: [_RT_] {i}I hope that doesn't make things more difficult in the future.{/i}
italian: [_RT_] {i}Spero che ciò non renda le cose più difficili in futuro.{/i}

source: [_M_] Seriously, [ryan]?... What the hell?
italian: [_M_] Seriamente, [ryan]?... Che inferno?

source: [_M_] You're not joking, are you?
italian: [_M_] Non stai scherzando, vero?

source: [_M_] You really want to stay and watch me change!
italian: [_M_] Vuoi davvero rimanere e guardarmi cambiare!

source: [_MT_] {i}Fuck!... This is all my fault!{/i}
italian: [_MT_] {i}Fuck!... Questo è tutto colpa mia!{/i}

source: [_M_] [ryan]... What happened in my office was just part of your school project.
italian: [_M_] [ryan]... Quello che è successo nel mio ufficio era solo parte del tuo progetto scolastico.

source: [_M_] That joke?... Again?... Really?
italian: [_M_] Quella battuta?... Ancora?... Davvero?

source: [_R_] Actually I lied before... It's not a joke.
italian: [_R_] In realtà ho mentito prima... Non è uno scherzo.

source: [_M_] Oh, Hardy har har!... You have the worst sense of humor I've ever heard!
italian: [_M_] Oh, Hardy har har!... Hai il peggior senso dell'umorismo che io abbia mai sentito!

source: [_R_] No, really... I...
italian: [_R_] No, davvero... I...

source: [_RT_] {i}Looks like her door is locked again.{/i}
italian: [_RT_] {i}Sembra che la sua porta sia di nuovo bloccata.{/i}

source: [_RT_] {i}And there's that moaning?{/i}
italian: [_RT_] {i}E c'è quel gemito?{/i}

source: [_RT_] {i}Time to take a peek.{/i}
italian: [_RT_] {i}Tempo per fare un peek.{/i}

source: [_RT_] {i}I wish I knew what she dreamed about.{/i}
italian: [_RT_] {i}Vorrei sapere cosa sognava.{/i}

source: [_RT_] {i}I mean, I'm pretty sure she was dreaming about me, but was I eating her out? Was I fucking her? Maybe I was fucking her ass.{/i}
italian: [_RT_] {i}Voglio dire, sono abbastanza sicuro che stava sognando di me, ma stavo mangiando lei fuori? La stavo scopando? Forse stavo scopando il suo culo. /i}

source: [_M_] That's it! I need it. Shove that big cock deep into my pussy!
italian: [_M_] Questo è tutto! Ne ho bisogno. Ingrandisci quel grosso cazzo in profondità nella mia figa!

source: [_M_] Oh, Baby! Fuck! You're reaching places your father never could! Deeper! Please! That's it, you're almost kissing my womb!
italian: [_M_] Oh, Baby! Fuck! Stai raggiungendo luoghi che tuo padre non ha mai potuto! Più profondo! Per favore! Ecco, stai quasi baciando il mio grembo!

source: [_RT_] {i}Goddam!... If only it weren't so risky to pull my cock out... However, I might just blow my load without even touching myself!{/i}
italian: [_RT_] {i}Goddam!... Se solo non fosse così rischioso tirare fuori il mio cazzo... Tuttavia, potrei solo soffiare il mio carico senza nemmeno toccarmi!{/i}

source: [_M_] Mmph... Your mother's so close, Baby! Where do you want to cum?
italian: [_M_] Mmph... tua madre è così vicina, Baby! Dove vuoi cum?

source: [_M_] Do you want to cover the tits you're always burying your face in?
italian: [_M_] Vuoi coprire le tette che stai sempre seppellendo il viso?

source: [_M_] Or coat my face with your spunk? You always shoot so much!
italian: [_M_] O cappotti il viso con il tuo spunk? Spara sempre così tanto!

source: [_M_] Wait! No, not there! You can't cum in there! Not inside my...
italian: [_M_] Aspetta! No, non lì! Non puoi sperare lì! Non dentro di me...

source: [_M_] Oh, [ryan]! You naughty boy! If only you knew what you're doing to your mother!
italian: [_M_] Oh, [ryan]! Hai cattivo ragazzo! Se solo sapevi cosa stai facendo a tua madre!

source: [_MT_] {i}Where did my self control go? I guess that felt too good for me to care!{/i}
italian: [_MT_] {i}Dove è andato il mio autocontrollo? Immagino che mi sia sembrato troppo bravo da curare!{/i}

source: [_MT_] {i}I better go clean my sister's dildo off before I put it back. I hope she cleans it every time she masturbates too, because I'm definitely doing this again.{/i}
italian: [_MT_] {i}Farei meglio a pulire il dildo di mia sorella prima di rimetterlo indietro. Spero che lo pulisca ogni volta che si masturba troppo, perché sto sicuramente facendo di nuovo questo.{/i}

source: [_RT_] {i}Wow! I think my dick just ripped a hole in my shorts watching that!{/i}
italian: [_RT_] {i}Wow! Penso che il mio cazzo abbia appena strappato un buco nei miei pantaloncini guardando!{/i}

source: [_RT_] {i}I think it's actually time to start focusing on the details of how I'm going to execute my plan.{/i}
italian: [_RT_] {i}Penso che sia tempo di iniziare a concentrarsi sui dettagli di come sto per eseguire il mio piano.{/i}

source: [_RT_] {i}That's pretty crazy that she's still using her own sister's sex toy!{/i}
italian: [_RT_] {i}È abbastanza pazzo che lei stia ancora usando il sex toy di sua sorella!{/i}

source: [_RT_] {i}Crap, she's getting up. I better get out of here.{/i}
italian: [_RT_] {i}Crap, si sta alzando. Meglio uscire da qui.{/i}

source: [_RT_] {i}I wonder what she'd do if she knew Aunt Cami isn't the only one using that dildo?{/i}
italian: [_RT_] {i}Mi chiedo cosa farebbe se sapesse che zia Cami non è l'unica che usa quel dildo?{/i}

source: [_RT_] {i}Hmmm.... She said she was going to take a nap. Why'd she lock the door?{/i}
italian: [_RT_] {i}Hmmm.... Ha detto che avrebbe preso un pisolino. Perché avrebbe bloccato la porta?{/i}

source: [_RT_] {i}Wait.... is that moaning?{/i}
italian: [_RT_] {i}Aspetta.... è quel gemito?{/i}

source: [_RT_] {i}I should check it out.{/i}
italian: [_RT_] {i}Dovrei controllare.{/i}

source: [_RT_] {i}Oh, now it all makes sense. She was having a sex dream and woke up horny!{/i}
italian: [_RT_] {i}Oh, ora tutto ha senso. Stava facendo un sogno sessuale e si svegliava arrapato!{/i}

source: [_RT_] {i}That's why she was so embarrassed. Haha! I've been there.{/i}
italian: [_RT_] {i}Ecco perché era così imbarazzata. Haha! Ci sono stato.{/i}

source: [_RT_] {i}I guess I was worried for nothing. Now I feel bad for blowing off Sidney instead of letting her blow me.{/i}
italian: [_RT_] {i}Immagino di essere preoccupato per niente. Ora mi sento male per soffiare Sidney invece di lasciarmi soffiare.{/i}

source: [_RT_] {i}There's that butt plug again.{/i}
italian: [_RT_] {i}Ecco di nuovo quel butt plug.{/i}

source: [_RT_] {i}She loves it when I finger her ass too. I wonder what her dream was about, or rather, who was in it?{/i}
italian: [_RT_] {i}Lei lo ama anche quando dito il suo culo anche. Mi chiedo che cosa fosse il suo sogno, o meglio, chi era in esso?{/i}

source: [_MT_] {i}I've never had a wet dream before in my life. It was so intense!{/i}
italian: [_MT_] {i}Non ho mai avuto un sogno bagnato prima nella mia vita. Era così intenso!{/i}

source: [_MT_] {i}I thought I might cool off a bit if I got some distance from him but I can't stop thinking about that dream.{/i}
italian: [_MT_] {i}Ho pensato di poter rinfrescare un po 'se ho avuto una certa distanza da lui ma non posso smettere di pensare a quel sogno.{/i}

source: [_RT_] {i}Was it about me? It must have been. I was giving her a back rub when she was having it. {/i}
italian: [_RT_] {i}Era su di me? Deve essere stato. Le stavo dando una schiena strofinare quando lo stava facendo. {/i}

source: [_MT_] {i}I'm not going to even pretend to not think about [ryan] this time.{/i}
italian: [_MT_] {i}Non intendo nemmeno fingere di non pensare a [ryan] questa volta.{/i}

source: [_MT_] {i}There's no point. I always end up picturing him when I masturbate recently.{/i}
italian: [_MT_] {i}Non c'è nessun punto. Finisco sempre di immaginare lui quando mi masturbo recentemente.{/i}

source: [_MT_] {i}Are there other mothers out there who fantasize about their sons?{/i}
italian: [_MT_] {i}Ci sono altre madri che fantasticano sui loro figli?{/i}

source: [_MT_] {i}Imagining their own sons fucking them in every hole? God, his cock is so big! It'd take some practice to work all of it into my ass. It'd hurt at first, but God, that cock? It'd be worth the pain!{/i}
italian: [_MT_] {i}Immaginate i loro figli che li scopano in ogni buco? Dio, il suo cazzo è così grande! Ci vorrebbe un po' di pratica per lavorare tutto nel mio culo. Avrebbe fatto male in un primo momento, ma Dio, quel cazzo? Vale la pena il dolore!{/i}

source: [_RT_] {i}Why'd she stop? Oh, I know that look. She's looking at that vibrator like she looks at me when I've failed my Algebra 1 test for the second time.{/i}
italian: [_RT_] {i}Perchè si sarebbe fermata? Oh, lo so quel look. Lei sta guardando quel vibratore come lei mi guarda quando ho fallito il mio test Algebra 1 per la seconda volta.{/i}

source: [_MT_] {i}He's so much bigger than my toy.{/i}
italian: [_MT_] {i}È molto più grande del mio giocattolo.{/i}

source: [_MT_] {i}I've never had a dick that size before. Dammit, I want to know how something that big would feel in my pussy!{/i}
italian: [_MT_] {i}Non ho mai avuto un cazzo di quella dimensione prima. Dammit, voglio sapere come qualcosa che grande si sentirebbe nella mia figa!{/i}

source: [_MT_] {i}I could buy a bigger dildo... No, those cost serious money. I don't have any spare cash to spend even if they didn't.{/i}
italian: [_MT_] {i}Potrei comprare un dildo più grande... No, quelli costano soldi seri. Non ho denaro da spendere anche se non lo fanno.{/i}

source: [_MT_] {i}More importantly, I don't think the FBI would consider that a necessary expense.{/i}
italian: [_MT_] {i}Ancora più importante, non penso che l'FBI ritenga che una spesa necessaria.{/i}

source: [_MT_] {i}I can't wait! I need a big cock in my pussy now!{/i}
italian: [_MT_] {i}Non posso aspettare! Ho bisogno di un grosso cazzo nella mia figa adesso!{/i}

source: [_RT_] {i}What's she doing?{/i}
italian: [_RT_] {i}Cosa sta facendo?{/i}

source: [_MT_] {i}Maybe a candle? No... Long, but too skinny.{/i}
italian: [_MT_] {i}Forse una candela? No... Lunga, ma troppo magra.{/i}

source: [_MT_] {i}A flashlight? No, the metal is too cold.{/i}
italian: [_MT_] {i}Una torcia? No, il metallo è troppo freddo.{/i}

source: [_MT_] {i}I need something... Anything!{/i}
italian: [_MT_] {i}Ho bisogno di qualcosa... Qualcosa!{/i}

source: [_MT_] {i}Maybe a cucumber from the kitchen?{/i}
italian: [_MT_] {i}Forse un cetriolo dalla cucina?{/i}

source: [_MT_] {i}No, I need that for dinner tonight. I suppose I could still use it after I was finished...{/i}
italian: [_MT_] {i}No, ho bisogno di questo per cena stasera. Suppongo che potrei ancora usarlo dopo che ero finito...{/i}

source: [_MT_] {i}Could I do that? I never tasted my own pussy before. I suppose I could try? Guys seem to like that sort of thing. [ryan]'s already eaten me out, even when I tell him not to, the little mother fuck...{/i}
italian: [_MT_] {i}Potrei farlo? Non ho mai assaggiato la mia figa prima. Suppongo che potrei provare? I ragazzi sembrano piacermi quel tipo di cosa. [ryan]mi ha già mangiato fuori, anche quando gli dico di no, la piccola madre scopa...{/i}

source: [_MT_] {i}(sigh) He almost is at this point. But no, I don't think the girls would appreciate eating veggies that have been marinating in their mother's pussy all afternoon.{/i}
italian: [_MT_] {i}(sigh) Egli è quasi a questo punto. Ma no, non penso che le ragazze apprezzerebbero mangiare verdure che hanno marinato nella figa di loro madre tutto il pomeriggio.{/i}

source: [_MT_] {i}Wait... What's that pink box? That's not mine.{/i}
italian: [_MT_] {i}Aspetta... Cos'è quella scatola rosa? Non è la mia.{/i}

source: [_MT_] {i}It's locked? I'll bet she hides the key in the same place she did when we were kids.{/i}
italian: [_MT_] {i}È bloccato? Scommetto che nasconde la chiave nello stesso posto che ha fatto quando eravamo bambini.{/i}

source: [_MT_] {i}What are you hiding under my bed, Sister?{/i}
italian: [_MT_] {i}Cosa stai nascondendo sotto il mio letto, Sorella?{/i}

source: [_MT_] {i}Oh, wow! Now that's what I'm talking about!{/i}
italian: [_MT_] {i}Oh, wow! Ora è quello di cui sto parlando!{/i}

source: [_MT_] {i}It's engraved? "An exact replica of my dick. Love Bobby"?{/i}
italian: [_MT_] {i}È inciso? "Una replica esatta del mio cazzo. Love Bobby"?{/i}

source: [_MT_] {i}What the fuck? Why did she win the big dick husband lottery?{/i}
italian: [_MT_] {i}Che cazzo fa? Perché ha vinto la lotteria marito grande cazzo?{/i}

source: [_MT_] {i}Fuck, this is so messed up! I'm about to use the same dildo my sister masturbates with...{/i}
italian: [_MT_] {i}Fuck, questo è così inconveniente! Sto per usare lo stesso dildo mia sorella si masturba con...{/i}

source: [_MT_] {i}That was cast with my brother-in-law's penis.{/i}
italian: [_MT_] {i}È stato lanciato con il pene di mio cognato.{/i}

source: [_MT_] {i}While I imagine that it's my own son's massive cock!{/i}
italian: [_MT_] {i}Mentre immagino che sia il cazzo enorme di mio figlio!{/i}

source: [_M_] Oh, yes! [ryan]... That feels so good!
italian: [_M_] Oh, sì! [ryan]... Questo si sente così bene!

source: [_RT_] {i}I knew it! I knew she was dreaming about me!{/i}
italian: [_RT_] {i}Lo sapevo! Sapevo che stava sognando di me!{/i}

source: [_MT_] {i}Oh, my big boy! You've become such a handsome, sexy man!{/i}
italian: [_MT_] {i}Oh, mio grande ragazzo! Sei diventato un uomo così bello, sexy!{/i}

source: [_RT_] {i}Is she looking at me in the family picture while she masturbates? Hell yes! Sorry, Sidney... but this was worth missing out on some outdoor fooling around.{/i}
italian: [_RT_] {i}Mi sta guardando nella foto di famiglia mentre si masturba? Inferno sì! Scusa, Sidney. . ma questo valeva la pena di mancare su qualche inganno all'aperto intorno.{/i}

source: [_M_] Mmm... I need you to really pound your mother's naughty pussy. Can you do that for me, Baby?
italian: [_M_] Mmm... Ho bisogno che tu sia davvero la figa cattiva di tua madre. Riesci a farlo per me, Baby?

source: [_RT_] {i}Holy crap! This is the most amazing thing I've ever seen! Just you wait, Mom! I'm going to make this a reality for us!{/i}
italian: [_RT_] {i}Holy crap! Questa è la cosa più incredibile che io abbia mai visto! Semplicemente aspetti, mamma! Farò di questo una realtà per noi!{/i}

source: [_M_] Your dad always wanted me to suck him off after he fucked me. I never would.... But I'd do it for you! Would you like that? Having your mother suck your cock, covered in her own pussy cream, till you fill her stomach with your cum?
italian: [_M_] Tuo papà ha sempre voluto che lo succhiassi dopo che mi ha scopato. Ma lo farei per voi! Ti piacerebbe quello? Avere tua madre succhiare il cazzo, coperto con la propria figa crema, fino a riempire lo stomaco con il vostro cum?

source: [_RT_] {i}Shit, that does sound nice! Starting her off on tasting her own pussy before I get her to try tasting someone elses isn't a bad idea.{/i}
italian: [_RT_] {i}Merda, che suona bene! Iniziandola a degustare la propria figa prima di farla provare a degustare qualcun altro non è una cattiva idea. /i}

source: [_MT_] {i}That was so wrong! But it felt too good for me to care!{/i}
italian: [_MT_] {i}È stato così sbagliato! Ma mi è sembrato troppo bravo da curare!{/i}

source: [_RT_] {i}Wow! I think my dick just ripped a hole in my shorts watching that! I've almost got her! I'm actually going to fuck my own mother! She just needs another push and she'll be mine.{/i}
italian: [_RT_] {i}Wow! Penso che il mio cazzo abbia appena strappato un buco nei miei pantaloncini che lo guardano! La ho quasi presa! In realtà ho intenzione di scopare mia madre! Ha solo bisogno di un'altra spinta e lei sarà mia. /i}

source: [_RT_] {i}I've got to be careful not to push it too fast, though... Fantasizing is very different from actually taking that step.{/i}
italian: [_RT_] {i}Devo fare attenzione a non spingerlo troppo velocemente, però... Fantasizing è molto diverso da fare quel passo.{/i}

source: [_RT_] {i}She must have been crazy with lust to use her own sister's sex toy! Maybe girls are just more open about that sort of thing?{/i}
italian: [_RT_] {i}Deve essere stata pazza con la lussuria per usare il sex toy di sua sorella! Forse le ragazze sono solo più aperte su quel tipo di cosa?{/i}

source: [_RT_] {i}Mom said she would be up for another date. Should I see if she still wants to go?{/i}
italian: [_RT_] {i}Mamma ha detto che sarebbe stata aggiornata per un altro appuntamento. Dovrei vedere se vuole ancora andare?{/i}

source: [_M_] Come in.
italian: [_M_] Vieni in.

source: [_C_] Oh, look. Your date is here.
italian: [_C_] Oh, look. La tua data è qui.

source: [_M_] Hey, [ryan]... Are we still on for today?
italian: [_M_] Hey, [ryan]... Siamo ancora accesi per oggi?

source: [_R_] I am... if you still are.
italian: [_R_] Io sono... se sei ancora tu.

source: [_M_] Yeah. We were just finishing up.
italian: [_M_] Sì, stavamo appena finendo.

source: [_M_] Why don't you go get dressed and I'll do the same. We'll meet by the front door?
italian: [_M_] Perché non vai a vestirti e farò lo stesso. Ci incontreremo alla porta d'ingresso?

source: [_R_] It's a date.
italian: [_R_] È una data.

source: [_C_] So, you're going on another date with your own son?
italian: [_C_] Quindi, stai andando in un altro appuntamento con il tuo figlio?

source: [_C_] That sounds super healthy.
italian: [_C_] Sembra super sano.

source: [_M_] Just ignore her.
italian: [_M_] La ignora e basta.

source: [_M_] I'll see you in a few minutes.
italian: [_M_] ti vedrò tra qualche minuto.

source: [_RT_] {i}Hmm... maybe this weekend isn't the best time to go. I've got a lot of other stuff to worry about.{/i}
italian: [_RT_] {i}Hmm... forse questo fine settimana non è il momento migliore per andare. Ho molte altre cose di cui preoccuparsi.{/i}

source: [_RT_] {i}I wonder how Mom's doing today?{/i}
italian: [_RT_] {i}Mi chiedo come sta facendo la mamma oggi?{/i}

source: [_RT_] {i}Uh oh... She sounds upset!... I wonder what happened?{/i}
italian: [_RT_] {i}Uh oh... Suona turbata!... Mi chiedo cosa sia successo?{/i}

source: [_M_] What do you mean I can't come see him.
italian: [_M_] Che cosa intendi che non posso venire a vederlo.

source: [_R_] Mom, is everything...
italian: [_R_] Mamma, è tutto...

source: [_M_] Not right now, [ryan]
italian: [_M_] Non adesso, [ryan]

source: [_R_] Is Mom ok?
italian: [_R_] È la mamma ok?

source: [_C_] Does it look like she's ok?
italian: [_C_] Sembra che lei stia bene?

source: [_C_] She's on the phone with your dad's sleazy lawyer.
italian: [_C_] Lei è al telefono con l'avvocato sleazy di tuo padre.

source: [_C_] Something about [dad_name] not wanting her to come during the next visitation time.
italian: [_C_] Qualcosa su [dad_name] non volendola venire durante la prossima visita.

source: [_R_] Damn... I wonder why he's being such a...
italian: [_R_] Damn... Mi chiedo perché sia così...

source: [_RT_] {i}Ok... What a warm, loving aunt I have.{/i}
italian: [_RT_] {i}Ok... Che zia calda e amorevole che ho.{/i}

source: [_RT_] {i}I'd better find Mom and see if she needs a shoulder to cry on.{/i}
italian: [_RT_] {i}Farei meglio a trovare la mamma e vedere se ha bisogno di una spalla su cui piangere.{/i}

source: [_RT_] {i}I know Mom's at the club right now... Should I knock anyways?{/i}
italian: [_RT_] {i}Conosco la mamma al club in questo momento... Dovrei bussare comunque?{/i}

source: [_C_] {i}(Muffled through door){/i} Who is it?
italian: [_C_] {i}(Muffled through door){/i} Chi è?

source: [_R_] It's me... Is my mom home yet?
italian: [_R_] Sono io... Mia mamma è già a casa?

source: [_CT_] {i}Goddammit!... Is he just bugging me for the fun of it?!{/i}
italian: [_CT_] {i}Goddammit!... Mi sta semplicemente buggando per il divertimento?!{/i}

source: [_C_] {i}(Angrily){/i} [ryan], get lost! Even if she were here, you shouldn't be bugging her this late at night!
italian: [_C_] {i}(Angrily){/i} [ryan], perderti! Anche se fosse qui, non dovresti essere bugnato questa tarda notte!

source: [_C_] Now get out of here before I cut your balls off!
italian: [_C_] Ora esci da qui prima di tagliare le palle fuori!

source: [_RT_] {i}There's no way Mom came home in the couple minutes that I've been gone.{/i}
italian: [_RT_] {i}Non c'è modo che la mamma sia tornata a casa nei minuti di coppia che sono andato.{/i}

source: [_RT_] {i}Should I just knock on the door to bug Aunt Cami anyways?{/i}
italian: [_RT_] {i}Dovrei semplicemente bussare alla porta per bug zia Cami comunque?{/i}

source: [_C_] {i}(Angrily Muffled through door){/i} [ryan], I swear to God, if that's you...
italian: [_C_] {i}(Angrily Muffled through door){/i} [ryan], Giuro a Dio, se sei tu...

source: [_C_] I'm going to come out there, cut off your balls, and shove them down your throat!
italian: [_C_] Io uscirò là fuori, taglierò le tue palle e le spingerò giù per la gola!

source: [_RT_] {i}It would probably be better if I didn't respond and just sneak off.{/i}
italian: [_RT_] {i}Probabilmente sarebbe meglio se non avessi risposto e non avessi più a disposizione.{/i}

source: [_RT_] {i}Hopefully Mom already knows where Sidney is.{/i}
italian: [_RT_] {i}Speriamo che la mamma sappia già dove è Sidney. {/i}

source: [_R_] It's me... I need to talk to my mom.
italian: [_R_] Sono io... Ho bisogno di parlare con mia mamma.

source: [_R_] Mom... You in there?
italian: [_R_] Moma... Sei lì dentro?

source: [_C_] She went out.
italian: [_C_] è uscita.
