Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_MT_] {i}Showing this kind of stuff in front of all my students, with my own son sitting 3 feet away from me.{/i}
dutch: [_MT_] {i}laat dit soort dingen zien voor al mijn studenten, met mijn zoon op 3 meter afstand van me.{/i}
french: [_MT_] {i}Montrant ce genre de choses devant tous mes élèves, avec mon propre fils assis à côté de moi.{/i}
german: [_MT_] {i}Dieses Zeug vor allen meinen Schülern anzeigen, mit meinem eigenen Sohn, der 3 Fuß von mir entfernt sitzt.{/i}
italian: [_MT_] {i}Mettere in mostra questo tipo di cose davanti a tutti i miei studenti, con mio figlio seduto a un metro da me.{/i}
portuguese: [_MT_] {i}Mostrando esse tipo de coisa diante de todos os meus alunos, com meu próprio filho sentado a 3 metros de mim mesmo.{/i}

source: [_MT_] {i}I know exactly what they would all be thinking about.{/i}
dutch: [_MT_] {i}Ik weet precies waar ze allemaal over nadenken.{/i}
french: [_MT_] {i}Je sais exactement à quoi ils penseraient tous.{/i}
german: [_MT_] {i}Ich weiß genau, worüber sie alle denken.{/i}
italian: [_MT_] {i}So esattamente a cosa starebbero pensando tutti.{/i}
portuguese: [_MT_] {i}Eu sei exatamente o que todos eles estariam pensando. {/i}

source: [_R_] So, what happens next?
dutch: [_R_] Dus, wat gebeurt er nu?
french: [_R_] Alors, que se passe-t-il ensuite?
german: [_R_] Also, was passiert als Nächstes?
italian: [_R_] Allora, cosa succede dopo?
portuguese: U[_R_] Então, o que acontece depois?

source: [_M_] So, you can keep progressing through the scene as you build up her special points.
dutch: [_M_] Dus, bij het opbouwen van speciale punten kun je steeds verder door de scène gaan.
french: [_M_] Ainsi, tu peux continuer à progresser dans la scène pendant que tu accumules ses points spéciaux.
german: [_M_] Du kannst also weiter durch die Szene fortschreiten, während du deine speziellen Punkte baust.
italian: [_M_] Quindi, puoi continuare a progredire nella scena mentre costruisci i suoi punti speciali.
portuguese: [_M_] Então, você pode continuar progredindo através da cena à medida que você constrói seus pontos especiais.

source: [_M_] You also have to increase her arousal stat to continue into steamier scenes.
dutch: [_M_] Je moet haar dorre statistiek verhogen om verder te gaan in stoombaardere scènes.
french: [_M_] Tu dois également augmenter ses statistiques d'excitation pour continuer dans des scènes plus chaudes.
german: [_M_] Du musst auch deinen Erregungswert erhöhen, um weiter in die Dampfszenen zu gelangen.
italian: [_M_] Devi anche aumentare la sua statistica di eccitazione per continuare nelle scene più bollenti.
portuguese: [__M_] Você também tem que aumentar seu estante de excitação para continuar em cenas de steamier.

source: [_MT_] {i}Holy Mary! [ryan]'s about to burst through his pants!{/i}
dutch: [_MT_] {i}Heilige Mary! [ryan]staat op het punt door zijn pantsen te barsten!{/i}
french: [_MT_] {i}Sainte Mère ! [ryan] est sur le point d'éclater dans son pantalon!{/i}
german: [_MT_] {i}Heilige Maria! [ryan]ist im Begriff, durch seine Hosen zu platzen!{/i}
italian: [_MT_] {i}Santa Maria! [ryan] sta per scoppiare nei suoi pantaloni! {/i}
portuguese: [_MT_] {i}Santa Mary! [ryan]está prestes a explodir através de suas calças!{/i}

source: [_MT_] {i}I am so horny right now! [ryan] barged in here before I could take care of myself.{/i}
dutch: [_MT_] {i}Ik ben nu zo verschrikkelijk! [ryan] is hier binnengeslopen voordat ik zelf kon verzorgen.{/i}
french: [_MT_] {i}Je suis tellement excitée en ce moment! [ryan] a fait irruption ici avant que je puisse prendre soin de moi.{/i}
german: [_MT_] {i}Ich bin gerade so geil! [ryan] hier eingesperrt, bevor ich mich um mich kümmern konnte.{/i}
italian: [_MT_] {i}Sono così arrapato in questo momento! [ryan] è stato fatto qui prima che potessi prendermi cura di me stesso.{/i}
portuguese: [_MT_] {i}Eu estou tão feliz agora! [ryan] entrou aqui antes que eu pudesse me cuidar. {/i}

source: [_MT_] {i}And now here he is dominating my office with that huge cock of his!{/i}
dutch: [_MT_] {i}En nu domineert hij mijn kantoor met die grote brok van zijn!{/i}
french: [_MT_] {i}Et maintenant le voici qui domine mon bureau avec son énorme bite!{/i}
german: [_MT_] {i}Und jetzt dominiert er mein Büro mit diesem riesigen Schwanz sein!{/i}
italian: [_MT_] {i}E ora qui sta dominando il mio ufficio con quel suo enorme cazzo!{/i}
portuguese: [_MT_] {i}E agora aqui está dominando o meu escritório com aquele galo enorme de ele!{/i}

source: [_MT_] {i}I wouldn't mind getting a better look at it right now.{/i}
dutch: [_MT_] {i}Ik zou het niet erg vinden om er nu een betere kijk op te krijgen.{/i}
french: [_MT_] {i}Cela ne me dérangerait pas de mieux le regarder maintenant.{/i}
german: [_MT_] {i}Ich hätte nichts dagegen, jetzt einen besseren Blick darauf zu werfen.{/i}
italian: [_MT_] {i}Non mi dispiacerebbe avere uno sguardo migliore in questo momento.{/i}
portuguese: [_MT_] {i}Eu não me importaria de ter uma olhada melhor agora mesmo.{/i}

source: [_MT_] {i}But how would I do that?{/i}
dutch: [_MT_] {i}Maar hoe zou ik dat doen?{/i}
french: [_MT_] {i}Mais comment ferais-je cela?{/i}
german: [_MT_] {i}Aber wie würde ich das machen? {/i}
italian: [_MT_] {i}Ma come lo fare?{/i}
portuguese: [_MT_] {i}Mas como eu faria isso? {/i}

source: [_M_] Look at you!
dutch: [_M_] Kijk naar je!
french: [_M_] Regarde-toi!
german: [_M_] Schau dich an!
italian: [_M_] Ma guardati!
portuguese: [_M_] Olhe para você!

source: [_M_] You're going to tear a hole right through your good school pants.
dutch: [_M_] Je gaat rechts een gat verscheuren door je goede schoolbroek.
french: [_M_] Tu vas déchirer un trou à travers ton beau pantalon d'école.
german: [_M_] Du wirst ein Loch durch deine gute Schulhose reißen.
italian: [_M_] Stai per fare un buco nei tuoi bei pantaloni della scuola.
portuguese: [_M_] Você vai rasgar um buraco através de suas boas calças escolares.

source: [_R_] What are you talking about?
dutch: [_R_] Waar heb je het over?
french: [_R_] De quoi parles-tu?
german: [_R_] Wovon sprechen Sie?
italian: [_R_] Di cosa stai parlando?
portuguese: [_R_] Do que você está falando?

source: [_M_] You know.... your.... penis.
dutch: [_M_] Jij weet.... jouw.... penis.
french: [_M_] Tu sais ... ton ... pénis.
german: [_M_] Du weißt.... Dein.... Penis.
italian: [_M_] Conosci.... il tuo.... pene.
portuguese: [_M_] Você sabe .... seu .... pênis.

source: [_M_] It's uhh.... very erect.
dutch: [_M_] Het is uh.... heel erg.
french: [_M_] C'est euhh.... très dur.
german: [_M_] Es ist uhhh.... sehr aufrichten.
italian: [_M_] E' uhh.... molto eretto.
portuguese: [_M_] É uhh.... muito erguido.

source: [_R_] Yeah, well.... you're the one who started showing me this game!
dutch: [_R_] Yeah, goed.... jij bent degene die me dit spel begon te laten zien!
french: [_R_] Ouais, eh bien.... c'est toi qui as commencé à me montrer ce jeu !
german: [_R_] Ja, ja.... du bist derjenige, der mir dieses Spiel zeigt!
italian: [_R_] Si, beh.... sei tu che hai iniziato a mostrarmi questo gioco!
portuguese: [_R_] Sim, bem... você é o que começou a me mostrar este jogo!

source: [_R_] I'm not into these incest games, but.... I can't help what it's doing to me.
dutch: [_R_] Ik ben niet in deze incest games, maar.... Ik kan me niet helpen wat het me aandoet.
french: [_R_] Je ne suis pas dans ces jeux d'inceste, mais.... Je ne peux pas m'empêcher de ce que ça me fait.
german: [_R_] Ich bin nicht in diese inzest Spiele, aber.... Ich kann mir nicht helfen, was es mir tut.
italian: [_R_] Non sono in questi giochi incesto, ma.... Non posso aiutare quello che sta facendo a me.
portuguese: [_R_] Não faço parte desses jogos dessas, mas.... não posso ajudar o que está fazendo comigo.

source: [_M_] I'm not into these incest games either!...
dutch: [_M_] Ik ben ook niet in deze incest-spelletjes!...
french: [_M_] Je ne suis pas non plus dans ces jeux d'inceste!...
german: [_M_] Ich bin auch nicht in diese inzesten Spiele!...
italian: [_M_] Non sono nemmeno in questi giochi incesto!...

source: [_MT_] {i}Shit!.... I kind of have been getting hooked on them the last couple weeks!{/i}
dutch: [_MT_] {i}Shit!.... Ik heb de laatste paar weken op hem gegooid!{/i}
french: [_MT_] {i}Merde!.... Je suis en quelque sorte devenu accro à lui ces deux dernières semaines!{/i}
german: [_MT_] {i}Shit!.... Ich habe mich in den letzten Wochen darauf eingehängt!{/i}
italian: [_MT_] {i}Merda!.... Sono stato agganciato con loro le ultime settimane di coppia!{/i}
portuguese: [_MT_] {i}Merda! .... Eu meio que tenho ficado viciada neles as últimas semanas de casal! {/i}

source: [_M_] And don't get me wrong. I'm not mad.
dutch: [_M_] En ga me niet vergissen. Ik ben niet boos.
french: [_M_] Et ne te méprends pas. Je ne suis pas en colère.
german: [_M_] Und ich bin nicht falsch. Ich bin nicht verrückt.
italian: [_M_] E non fraintendermi. Non sono arrabbiato.
portuguese: [_M_] e não me engane. Eu não estou bravo.

source: [_M_] I'm just worried that you're uncomfortable...
dutch: [_M_] Ik maak me gewoon zorgen dat je ongemakkelijk bent...
french: [_M_] J'ai juste peur que tu sois mal à l'aise...
german: [_M_] Ich mache mir Sorgen, dass du unangenehm bist...
italian: [_M_] Sono solo preoccupato che tu sia a disagio...

source: [_M_] And that I'm going to have to buy you a new pair of pants.... cuz you're just sooo big!
dutch: [_M_] En dat ik je een nieuw pants moet kopen.... cuz dat je gewoon sooo big bent!
french: [_M_] Et que je vais devoir t'acheter un nouveau pantalon.... parce que tu es tellement grand!
german: [_M_] Und dass ich dir ein neues Paar Hosen kaufen muss.... cuz du bist einfach nur sooo groß!
italian: [_M_] E che dovrò comprarti un nuovo paio di pantaloni.... perché sei così grande!
portuguese: [_M_] E que eu vou ter que comprar para você um novo par de calças.... cuz que você é só tão grande!

source: [_M_] .... We both know I've seen you down there very recently...
dutch: [_M_] .... We weten allebei dat ik je daar kort geleden gezien heb...
french: [_M_] .... Nous savons tous les deux que je t'ai vu là-bas très récemment...
german: [_M_] .... Wir beide wissen, dass ich dich dort vor kurzem gesehen habe...
italian: [_M_] .... Sappiamo entrambi che ti ho visto laggiù molto recentemente...
portuguese: [_M_] .... Ambos sabemos que te vi lá em baixo muito recentemente...

source: [_M_] So, it shouldn't be a big deal if you...
dutch: [_M_] Dus, het zou geen grote deal moeten zijn als je...
french: [_M_] Donc, cela ne devrait pas être un gros problème si tu...
german: [_M_] Also sollte es kein großes Geschäft sein, wenn Sie...
italian: [_M_] Quindi, non dovrebbe essere un grosso problema se tu...
portuguese: [_M_] Então, não deveria ser uma grande coisa se você...

source: [_M_] Wanted to just let him.... breath a little.
dutch: [_M_] Wil hem gewoon laten ademhalen... .
french: [_M_] Voulait juste le laisser.... respirer un peu.
german: [_M_] wollte ihn einfach ein wenig atmen lassen.
italian: [_M_] Voleva solo lasciarlo.... respirare un pò.
portuguese: [_M_] Queria apenas deixá-lo .... respirar um pouco.

source: [_RT_] {i}Oh.... my.... God!{/i}
dutch: [_RT_] {i}Oh.... ik.... God!{/i}
french: [_RT_] {i}Oh.... mon... Dieu !{/i}
german: [_RT_] {i}Oh.... Mein.... Gott!{/i}
italian: [_RT_] {i}Oh.... mio.... Dio!{/i}
portuguese: [_RT_] {i}Oh .... meu .... Deus! {/i}

source: [_RT_] {i}This is working too well!{/i}
dutch: [_RT_] {i}Dit werkt te goed!{/i}
french: [_RT_] {i}Cela fonctionne trop bien!{/i}
german: [_RT_] {i}Das funktioniert zu gut!{/i}
italian: [_RT_] {i}Questo funziona troppo bene!{/i}
portuguese: [_RT_] {i}Isso está funcionando muito bem! {/i}

source: [_RT_] {i}It's like I'm in my own incest game or something!.... {/i}
dutch: [_RT_] {i}Het is alsof ik in mijn eigen incest spel of iets anders ben!.... {/i}
french: [_RT_] {i}C'est comme si j'étais dans mon propre jeu d'inceste ou quelque chose comme ça!.... {/i}
german: [_RT_] {i}Es ist so, als ob ich in meinem eigenen Inzest Spiel oder etwas!.... {/i}
italian: [_RT_] {i}E' come se fossi nel mio stesso gioco di incesto o qualcosa del genere!.... {/i}
portuguese: [_RT_] {i}É como se eu estivesse no meu próprio jogo incesto ou algo assim! .... {/i}

source: [_RT_] {i}I'd better act naive.{/i}
dutch: [_RT_] {i}Ik zou me beter naïef gedragen.{/i}
french: [_RT_] {i}Je ferais mieux d'agir naïvement.{/i}
german: [_RT_] {i}Ich würde besser naiv handeln.{/i}
italian: [_RT_] {i}E' meglio che mi comporti in modo ingenuo.{/i}
portuguese: [_RT_] {i}seria melhor agir ingênuo.{/i}

source: [_R_] What do you mean?
dutch: [_R_] Wat bedoelt u?
french: [_R_] Que veux-tu dire?
german: [_R_] Was meinst du damit?
italian: [_R_] Cosa vuoi dire?
portuguese: [_R_] O que você quer dizer?

source: [_M_] You know.... just unzip your pants and let your penis out.
dutch: [_M_] Jij weet.... Pak je broek uit en laat je penis uit.
french: [_M_] Tu sais.... décompresser simplement ton pantalon et laisses sortir ton pénis.
german: [_M_] Du weißt.... entpacke einfach deine Hosen und lass deinen Penis aus.
italian: [_M_] Sai.... basta aprire i pantaloni e far uscire il tuo pene.
portuguese: [_M_] Você sabe.... apenas descompacte as calças e deixe seu pênis sair.

source: [_M_] Here, if it's easier for you I'll let myself breath down there a little too.
dutch: [_M_] Hier, als het makkelijker voor jou is, laat ik mezelf daar ook een beetje ademen.
french: [_M_] Ici, si c'est plus facile pour toi, je vais me laisser respirer un peu là-bas aussi.
german: [_M_] Hier, wenn es für dich einfacher ist, lasse ich mich dort auch ein wenig atmen.
italian: [_M_] Ecco, se è più facile per te mi lascerò respirare un pò anche lì sotto.
portuguese: [_M_] Aqui, se for mais fácil para você, eu também vou me deixar respirar um pouco.

source: [_R_] What are you talking abou...
dutch: [_R_] Waar heb je het over...
french: [_R_] De quoi parles-tu...
german: [_R_] Worüber sprichst du...
italian: [_R_] Di cosa stai parlando...

source: [_R_] Oh my God!
dutch: [_R_] Oh mijn God!
french: [_R_] Oh mon Dieu!
german: [_R_] Oh mein Gott!
italian: [_R_] Oh mio Dio!
portuguese: [_R_] Oh meu Deus!

source: [_R_] Are you taking off all your clothes?!
dutch: [_R_] Doe je al je kleren uit?!
french: [_R_] Es-tu en train de retirer tous tes vêtements?!
german: [_R_] ziehst du alle deine Kleidung aus?!
italian: [_R_] Stai decollando tutti i vestiti?!
portuguese: [_R_] Você está tirando todas as suas roupas?!

source: [_M_] No.... [ryan]! Sometimes I worry I've raised an idiot.
dutch: [_M_] Nee.... [ryan]! Soms maak ik me zorgen dat ik een idioot opgevoed heb.
french: [_M_] Non.... [ryan]! Parfois, je crains d'avoir élevé un idiot.
german: [_M_] Nein.... [ryan]! Manchmal mache ich mir Sorgen, dass ich ein Idiot erzogen habe.
italian: [_M_] No.... [ryan]! A volte mi preoccupo di aver cresciuto un idiota.
portuguese: [_M_] Não.... [ryan]! Às vezes eu me preocupo e criei um idiota.

source: [_R_] Mom!
french: [_R_] Maman!
german: [_R_] Mama!
italian: [_R_] Mamma!
portuguese: [_R_] Mãe!

source: [_M_] Sorry, that wasn't nice.
dutch: [_M_] Sorry, dat was niet leuk.
french: [_M_] Désolé, ce n'était pas bien.
german: [_M_] Sorry, das war nicht schön.
italian: [_M_] Scusa, non è stato carino.
portuguese: [_M_] Desculpe, isso não foi legal.

source: [_M_] I'm just getting more comfortable, so you can be more comfortable.
dutch: [_M_] Ik word gewoon comfortabeler, zodat je comfortabeler kunt zijn.
french: [_M_] Je suis juste de plus en plus à l'aise, donc tu peux être plus à l'aise.
german: [_M_] Ich werde gerade komfortabler, so dass du mehr Komfort haben kannst.
italian: [_M_] Sto solo diventando più comodo, così tu puoi essere più comodo.
portuguese: [__M_] Eu só estou ficando mais confortável, então você pode ser mais confortável.

source: [_M_] Let's just get back to our project research.
dutch: [_M_] Laten we gewoon terug gaan naar ons projectonderzoek.
french: [_M_] Revenons simplement à notre recherche de projet.
german: [_M_] Kommen wir einfach zurück zu unserer Projektforschung.
italian: [_M_] Torniamo al nostro progetto di ricerca.
portuguese: [_M_] Vamos voltar para a pesquisa do nosso projeto.

source: [_M_] But take your penis out of your pants before you ruin them!
dutch: [_M_] Maar neem je penis uit je broek voordat je ze verpest!
french: [_M_] Mais sorts ton pénis de ton pantalon avant de le ruiner!
german: [_M_] Aber nimm deinen Penis aus deiner Hose, bevor du ihn ruinierst!
italian: [_M_] Ma togli il tuo pene dai pantaloni prima di rovinarli!
portuguese: [_M_] Mas tire seu pênis de suas calças antes de arruiná-las!

source: [_R_] Yes, Mom.
dutch: [_R_] Ja, mama.
french: [_R_] Oui, Maman.
german: [_R_] Ja, Mama.
italian: [_R_] Sì, mamma.
portuguese: [_R_] Sim, mamãe.

source: [_MT_] {i}Oh my God, it worked!{/i}
dutch: [_MT_] {i}Oh mijn God, het werkt!{/i}
french: [_MT_] {i}Oh mon Dieu, ça a fonctionné !{/i}
german: [_MT_] {i}Oh mein Gott, es funktionierte!{/i}
italian: [_MT_] {i}Oh mio Dio, ha funzionato! {/i}
portuguese: [_MT_] {i}Oh meu Deus, funcionou!{/i}

source: [_MT_] {i}I can't believe I'm staring at my son's cock, while playing an incest game!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat ik naar de cock van mijn zoon ga terwijl ik een ongeneeslijk spel speelt!{/i}
french: [_MT_] {i}Je n'arrive pas à croire que je regarde la bite de mon fils, tout en jouant à un jeu d'inceste!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass ich den Schwanz meines Sohnes ansehe, während ich ein inzest Spiel spiele!{/i}
italian: [_MT_] {i}Non riesco a credere che sto fissando il cazzo di mio figlio mentre giochi un gioco incesto!{/i}
portuguese: [_MT_] {i}Não posso acreditar que estou olhando para o coque do meu filho, enquanto joga um jogo incest !{/i}

source: [_MT_] {i}Oh no!.... Somethings really wrong with me!!!{/i}
dutch: [_MT_] {i}Oh nee!.... Er zijn echt iets mis met mij!!!{/i}
french: [_MT_] {i}Oh non!.... Quelque chose ne va vraiment pas avec moi!!!{/i}
german: [_MT_] {i}Oh nein!.... Etwas stimmt wirklich mit mir!!!{/i}
italian: [_MT_] {i}Oh no!.... C'è qualcosa che non va in me!!!{/i}
portuguese: [_MT_] {i}Ah não!.... Algumas coisas estão realmente erradas comigo!!!{/i}

source: [_MT_] {i}I'd better not let him catch me staring.{/i}
dutch: [_MT_] {i}Ik laat hem beter niet beginnen met starten.{/i}
french: [_MT_] {i}Je ferais mieux de ne pas le laisser me regarder.{/i}
german: [_MT_] {i}Ich würde ihm besser nicht erlauben, mich zu starten.{/i}
italian: [_MT_] {i}Farei meglio a non farmi beccare da lui a fissare.{/i}

source: [_RT_] {i}Oh my God, it worked!{/i}
dutch: [_RT_] {i}Oh mijn God, het werkt!{/i}
french: [_RT_] {i}Oh mon Dieu, ça a fonctionné !{/i}
german: [_RT_] {i}Oh mein Gott, es funktionierte!{/i}
italian: [_RT_] {i}Oh mio Dio, ha funzionato! {/i}
portuguese: [_RT_] {i}Oh meu Deus, funcionou!{/i}

source: [_RT_] {i}I can't believe Mom took so eagerly to those incest games!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat mama zo enthousiast is naar die grootste spellen!{/i}
french: [_RT_] {i}Je n'arrive pas à croire que maman ait pris autant d'empressement à ces jeux d'inceste!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass die Mama so eifrig zu diesen inzesten Spielen gehört!{/i}
italian: [_RT_] {i}Non posso credere che mamma abbia preso così volentieri quei giochi di incesto!{/i}
portuguese: [_RT_] {i}Não posso acreditar que a mamãe levou tão ansiosamente para aqueles jogos!{/i}

source: [_RT_] {i}Well, they do say that porn is addictive.{/i}
dutch: [_RT_] {i}Nou, ze zeggen wel dat porno verslavend is.{/i}
french: [_RT_] {i}Eh bien, ils disent que le porno crée une dépendance.{/i}
german: [_RT_] {i}Nun, sie sagen, dass Porno süchtig ist.{/i}
italian: [_RT_] {i}Beh, dicono che il porno è dipendente.{/i}
portuguese: [_RT_] {i}Bem, eles dizem que pornografia é viciante.{/i}

source: [_RT_] {i}And now she tells me to take my dick out!?{/i}
dutch: [_RT_] {i}En nu vertelt ze me om mijn grap mee te nemen!?{/i}
french: [_RT_] {i}Et maintenant elle me dit de sortir ma bite!?{/i}
german: [_RT_] {i}Und jetzt sagt sie mir, meinen Schwanz zu nehmen!?{/i}
italian: [_RT_] {i}E ora mi dice di prendere il mio cazzo fuori!?{/i}
portuguese: [_RT_] {i}E agora ela me diz para tirar o meu pau!? {/i}

source: [_RT_] {i}She's not really worried about me ripping my pants is she?{/i}
dutch: [_RT_] {i}Ze maakt zich niet echt zorgen over het maken van mijn broek is?{/i}
french: [_RT_] {i}Elle ne s'inquiète pas vraiment que je déchire mon pantalon, n'est-ce pas?{/i}
german: [_RT_] {i}Sie ist nicht wirklich besorgt, dass ich meine Hosen rippen ist sie?{/i}
italian: [_RT_] {i}Non è davvero preoccupata per me strappare i pantaloni è lei? {/i}
portuguese: [_RT_] {i}Ela não está muito preocupada em eu rasgar minhas calças está ela?{/i}

source: [_RT_] {i}Does she want the "D" from me?{/i}
dutch: [_RT_] {i}Wil ze de "D" van mij?{/i}
french: [_RT_] {i}Veut-elle un 'D' de moi?{/i}
german: [_RT_] {i}Will sie das "D" von mir?{/i}
italian: [_RT_] {i}Vuole la "D" da me?{/i}
portuguese: [_RT_] {i}Ela quer o "D" de mim?{/i}

source: [_RT_] {i}Maybe she just wants to see a "D".... Like a piece of meat.{/i}
dutch: [_RT_] {i}Misschien wil ze gewoon een "D" zien. Zoals een stuk vlees.{/i}
french: [_RT_] {i}Peut-être qu'elle veut juste voir un 'D'.... Comme un morceau de viande.{/i}
german: [_RT_] {i}Vielleicht möchte sie nur eine "D".... Wie ein Stück Fleisch.{/i}
italian: [_RT_] {i}Forse vuole solo vedere una "D".... Come un pezzo di carne.{/i}
portuguese: [_RT_] {i}Talvez ela só queira ver um "D" .... Como um pedaço de carne. {/i}

source: [_RT_] {i}Now I feel so objectified.... haha.... like I care.... {/i}
dutch: [_RT_] {i}Nu voel ik me zo objectief.... ha.... zoals het me scheelt.... {/i}
french: [_RT_] {i}Maintenant je me sens si objectif.... haha... comme je m'en fiche.... {/i}
german: [_RT_] {i}Jetzt fühle ich mich so objektiviert.... haha.... wie ich pflege.... {/i}
italian: [_RT_] {i}Ora mi sento così oggettivato.... haha.... come se mi importasse.... {/i}
portuguese: [_RT_] {i}Agora eu me sinto tão objetivo... ha.... ha.... como eu.... {/i}

source: [_RT_] {i}Why does she drive me so crazy? I think this Freud character we've been studying might have been on to something.{/i}
dutch: [_RT_] {i}Waarom rijdt ze me zo gek? Ik denk dat dit Freud karakter dat we aan het studeren zijn geweest.{/i}
french: [_RT_] {i}Pourquoi me rend-elle si folle? Je pense que ce personnage de Freud que nous avons étudié aurait pu être sur quelque chose.{/i}
german: [_RT_] {i}Warum treibt sie mich so verrückt? Ich denke, dieses Freud-Zeichen, das wir studiert haben, könnte etwas gewesen sein.{/i}
italian: [_RT_] {i}Perché mi fa impazzire così tanto? Penso che questo personaggio di Freud che stiamo studiando potrebbe averci azzeccato qualcosa.{/i}
portuguese: [_RT_] {i}Por que ela me dirige tão louca? Eu acho que esse personagem de Freud que temos estudado pode ter sido em alguma coisa. {/i}

source: [_RT_] {i}And here she is with her skirt hiked up, flashing me her sexy panties!{/i}
dutch: [_RT_] {i}En hier is ze met haar rok weggeborgen, waardoor ze me haar sexy vijvers aan het knipperen!{/i}
french: [_RT_] {i}Et la voici avec sa jupe relevée, me montrant sa culotte sexy!{/i}
german: [_RT_] {i}Und hier ist sie mit ihrem Rock wandert hoch und blinkt mir ihre sexy Panties!{/i}
italian: [_RT_] {i}E eccola qui, con la gonna sollevata, che mi mostra le sue mutandine sexy!{/i}
portuguese: [_RT_] {i}E aqui está com sua saia caminhando, piscando-me suas calças sexy!{/i}
