Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}I'd better get that up before it stains.{/i}
dutch: [_RT_] {i}Ik kan dat maar beter krijgen voor het vleugels{/i}

source: [_R_] Haha... How could I not, after taking those kinds of pictures of one of the sexiest girl I've ever seen.
dutch: [_R_] Haha... Hoe kon ik niet, na dit soort foto's te hebben genomen van een van de meest sexy meisje dat ik ooit heb gezien.

source: [_L_] [ryan]... You're not supposed to call your sister sexy.
dutch: [_L_] [ryan]... Je hoort je je zus niet sexy te noemen.

source: [_R_] You know I can't help it.
dutch: [_R_] jij weet dat ik het niet kan helpen.

source: [_L_] Hmmm... It's too bad I'm with Matt now.
dutch: [_L_] Hmmm... Het is te slecht dat ik nu met Matt ben.

source: [_R_] It sounds like he's not being very exclusive, I don't see why you should be.
dutch: [_R_] Het klinkt alsof hij niet exclusief is, ik zie niet in waarom je het zou moeten zijn.

source: [_L_] He doesn't really expect me to... He said I can fool around with other guys, but he said he'd appreciate it if I didn't fuck them without telling him first.
dutch: [_L_] Hij verwacht niet echt van mij... Hij zei dat ik met andere jongens voor de gek kan houden, maar hij zei dat hij het op prijs zou stellen als ik ze niet trok zonder het hem eerst te vertellen.

source: [_L_] Not that there's anybody else out there I want to fuck besides him and...
dutch: [_L_] Niet dat er iemand anders is, behalve hem en ...

source: [_L_] Damnit, [ryan]! Why couldn't you have been more helpful with the campaign?
dutch: [_L_] Damnit, [ryan]! Waarom kon je niet behulpzamer zijn geweest met de campagne?

source: [_R_] You were running against Matt... You didn't stand a chance.
dutch: [_R_] Je draait tegen Matt... Je hebt geen kans gehad.

source: [_L_] I know... I just wish we could have given it our all.
dutch: [_L_] Ik weet het... Ik wou alleen dat we het allemaal gegeven hadden.

source: [_R_] You still got what you wanted. You're the student body president now.
dutch: [_R_] Je hebt nog steeds wat je wilde. Je bent nu de studentenlichaam-president.

source: [_L_] I know...
dutch: [_L_] Ik weet het...

source: [_R_] And you said Matt doesn't mind you fooling around with other guys?
dutch: [_R_] En je zei dat Matt het niet erg vindt dat je met andere jongens rondkijkt?

source: [_L_] Are you trying to say that you want to be the other guy?
dutch: [_L_] Probeert u te zeggen dat u de andere man wilt zijn?

source: [_R_] Well... We do already have a good thing established.
dutch: [_R_] Well... We hebben al een goed ding vastgesteld.

source: [_L_] I suppose I'm in the mood for a little fun.
dutch: [_L_] Ik neem aan dat ik een beetje plezierig ben.

source: [_L_] I think I'll start us out by taking care of the bulge poking into my stomach.
dutch: [_L_] Ik denk dat ik zal beginnen met het verzorgen van het kogel pokken in mijn maag.

source: [_L_] I wish Matt was closer to your size... His dick is too big.
dutch: [_L_] Ik wou dat Matt dichter bij jouw formaat was... Zijn woordenboek is te groot.

source: [_R_] "Said no straight guy ever."
dutch: [_R_] "Help geen rechte kerel ooit."

source: [_L_] Yeah, well you're not getting it rammed into a tiny hole in your crotch.
dutch: [_L_] Yeah, je krijgt het niet in een klein gat in je kruik.

source: [_R_] At least on literally, thank God.
dutch: [_R_] In ieder geval letterlijk, bedanktGod.

source: [_L_] Why are you two suddenly in a pissing match?
dutch: [_L_] Waarom ben je twee opeens in een pissende wedstrijd?

source: [_R_] Uhhhh... It's complicated.
dutch: [_R_] Uhhhh... Het is ingewikkeld.

source: [_L_] You two should make up... Then we could really have some fun.
dutch: [_L_] Je moet met twee verzinnen... Dan kunnen we echt leuk zijn.

source: [_R_] Not likely.
dutch: [_R_] is niet waarschijnlijk.

source: [_L_] Too bad.
dutch: [_L_] te slecht.

source: [_L_] Now... Let me have a taste of that cock.
dutch: [_L_] Nauw... Laat me een smaak van die bedrieger hebben.

source: [_RT_] {i}Make up with Matt?... Never!{/i}
dutch: [_RT_] {i}Bestellen met Matt?... Nooit!{/i}

source: [_RT_] {i}Somehow, I need to get him out of the picture.{/i}
dutch: [_RT_] {i}Hoe dan ook, ik moet hem uit de foto krijgen.{/i}

source: [_RT_] {i}God!... This feels good though... What was I thinking about?{/i}
dutch: [_RT_] {i}God!... Dit voelt goed aan... Waar dacht ik over?{/i}

source: [_LT_] {i}I totally am!.{/i}
dutch: [_LT_] {i}Ik ben het helemaal am!{/i}

source: [_L_] I thought you might want to try something else.
dutch: [_L_] Ik dacht dat je iets anders zou willen proberen.

source: [_L_] Oh wait, look!... Matt's here!
dutch: [_L_] Oh wacht, kijk!... Maat is hier!

source: [_R_] What the hell, Matt?
dutch: [_R_] Wat de hel, Matt?

source: [_R_] Don't you know how to knock?
dutch: [_R_] Weet je niet hoe je moet kloppen?

source: [_L_] Hey Matt, We didn't hear you come in.
dutch: [_L_] Hé Mat, we hoorden je niet binnenkomen.

source: [_MB_] I did knock... But it seems you both were to preoccupied to hear anything.
dutch: [_MB_] Ik heb geknuffeld... maar het lijkt erop dat jij allebei zich zorgen hebt gemaakt om iets te horen.

source: [_L_] I hope you don't mind.
dutch: [_L_] Ik hoop dat je het niet erg vindt.

source: [_MB_] No... not at all.
dutch: [_MB_] Nee... helemaal niet.

source: [_MB_] I just noticed that neither of you were in class this morning, so I figured there was a good chance that you'd both be here.
dutch: [_MB_] Ik heb net gemerkt dat geen van jullie vanochtend in de les was Dus ik bedacht dat er een goede kans was dat je beiden hier zou zijn.

source: [_L_] I'm glad you were able to get here from my directions.
dutch: [_L_] Ik ben blij dat je vanuit mijn richting hier kon komen.

source: [_RT_] {i}That would have been easy, since he's been here before.{/i}
dutch: [_RT_] {i}Dat zou makkelijk geweest zijn, omdat hij hier al eerder was geweest.{/i}

source: [_R_] How in the hell did you know how to get here?
dutch: [_R_] Hoe weet je in de hel hoe je hier moet komen?

source: [_MB_] Lauren gave me directions.
dutch: [_MB_] Lauren gaf me een route.

source: [_R_] Wait!... You told him how to get here?... Did you invite him to come here?
dutch: [_R_] Wacht!... Je hebt hem verteld hoe hij hier kan komen?... Heb je hem uitgenodigd om hier te komen?

source: [_MB_] Yeah... I offered her a ride back to school.
dutch: [_MB_] Yeah... Ik bood haar een rit terug naar school.

source: [_R_] I can give her a ride back to school.
dutch: [_R_] Ik kan haar terug naar school laten rijden.

source: [_L_] I'm not letting you give me a ride back to school on your shitty scooter.
dutch: [_L_] Ik laat je me niet terug naar school geven op je shitachtige scooter.

source: [_L_] My bike goes faster than your scooter when both of us are on it.
dutch: [_L_] Mijn fiets gaat sneller dan je scooter wanneer we er allebei op staan.

source: [_L_] Matt's dad bought him a brand new Llamaghini for his birthday... So, no offence, but I'd rather ride with him.
dutch: [_L_] Matt's vader kocht hem een gloednieuwe Llamaghini voor zijn verjaardag... Dus geen overtreding, maar ik zou graag met hem rijden.

source: [_MB_] Sorry, it only seats two.
dutch: [_MB_] Sorry, er zijn alleen zitplaatsen twee.

source: [_MB_] Yeah, don't mention it... I really didn't mean to interrupt you two though.
dutch: [_MB_] Yeah, vermeld het niet... Het was echt niet mijn bedoeling je twee keer te onderbreken.

source: [_L_] No... We were just finishing up anyways.
dutch: [_L_] Nee... We waren net aan het eindigen.

source: [_RT_] {i}Like hell, we were!{/i}
dutch: [_RT_] {i}Zoals de hel, wij waren!{/i}

source: [_LT_] {i}Matt's car really made him jealous... If he's feeling jealous now, wait till I'm done with Matt.{/i}
dutch: [_LT_] {i}Matt's auto heeft hem echt jaloers... Als hij zich jaloers voelt, wacht tot ik klaar ben met Matt.{/i}

source: [_L_] [ryan] didn't satisfy me at all though... So I was hoping maybe you could finish the job?
dutch: [_L_] [ryan] tevreden me helemaal niet... Dus ik hoopte dat je de baan misschien zou kunnen voltooien?

source: [_R_] But, I never got the chance to....
dutch: [_R_] Maar ik heb nooit de kans gehad....

source: [_L_] Let's just get those tight jeans off you.
dutch: [_L_] Laten we je deze spijkerbroek ontdoen.

source: [_L_] I think [ryan] made me wet enough to take it.
dutch: [_L_] Ik denk dat [ryan] me nat genoeg heeft gemaakt om het te nemen.

source: [_R_] You're going to do this right in front of me?
dutch: [_R_] Je gaat dit voor me doen?

source: [_L_] That's up to you... You're welcome to leave.
dutch: [_L_] Dat is aan jou... Je bent welkom om weg te gaan.

source: [_R_] No, I'm not... I've got to lock the door on my way out.
dutch: [_R_] Nee, ik ben niet... Ik moet de deur op slot doen op mijn vertrek.

source: [_R_] Plus I need to clean up before I leave.
dutch: [_R_] Plus moet ik opruimen voordat ik vertrek.

source: [_L_] Perfect... Why don't you clean up while we play around.
dutch: [_L_] Perfect... Waarom maak je niet schoon terwijl we spelen.

source: [_R_] Fine, just make it fast.
dutch: [_R_] prima, maak het gewoon snel.

source: [_RT_] {i}(sarcastically) WhY DoNt YoU ClEaN uP wHiLe wE pLaY ArOuNd?{/i}
dutch: [_RT_] {i}(sarcastisch) Waarom YoU ClEaN uP wHiLe wE pLaY ArOuNd?{/i}

source: [_RT_] {i}Fuck!... The nerve!{/i}
dutch: [_RT_] {i}Fuck!... De nerve!{/i}

source: [_RT_] {i}Well, at least I don't have to watch them.{/i}
dutch: [_RT_] {i}Nou, tenminste ik hoef niet naar hen te kijken.{/i}

source: [_RT_] {i}But I'm not going to be so lucky when it comes to hearing them.{/i}
dutch: [_RT_] {i}Maar ik zal niet zo geluk hebben wanneer het aankomt om ze te horen.{/i}

source: [_RT_] {i}My God!... Do they have to be so loud?{/i}
dutch: [_RT_] {i}Mijn God!... Moeten ze zo luid zijn?{/i}

source: [_RT_] {i}It sounds like Matt's really giving it to her.{/i}
dutch: [_RT_] {i}Het klinkt alsof Matt's het echt aan haar geeft .{/i}

source: [_LT_] {i}Oh, my God!... I can't believe Matt's strong enough to fuck me like this!{/i}
dutch: [_LT_] {i}Oh, mijn God!... Ik kan niet geloven dat Matt's sterk genoeg is om me op die manier te trotseren!{/i}

source: [_LT_] {i}My brother would just fall over.{/i}
dutch: [_LT_] {i}Mijn broer zou net over valen.{/i}

source: [_LT_] {i}Maybe if I start moaning louder, he'll look over.{/i}
dutch: [_LT_] {i}Misschien zal hij, als ik harder maan, naar hem kijken.{/i}

source: [_RT_] {i}I don't think I'd be physically able.{/i}
dutch: [_RT_] {i}Ik denk niet dat ik fysiek kan zijn.{/i}

source: [_RT_] {i}This is just like some of my favorite porn clips.{/i}
dutch: [_RT_] {i}Dit is net als een paar van mijn favoriete porn-clips.{/i}

source: [_RT_] {i}Only watching Matt fuck my sister enrages me, and turns me on.{/i}
dutch: [_RT_] {i}Alleen kijken hoe Matt mijn zuster me verloochent, en zet me aan op {/i}

source: [_RT_] {i}Damnit!... I should have helped Lauren better... She probably still would have lost, but at least she wouldn't hold it against me.{/i}
dutch: [_RT_] {i}Damnit!... Ik had Lauren beter moeten helpen... Ze zou waarschijnlijk nog steeds verloren, maar ze zou het me in ieder geval niet aanhouden.{/i}

source: [_RT_] {i}Then it would be me fucking her right now.{/i}
dutch: [_RT_] {i}Dan zou ik haar nu in de maling nemen.{/i}

source: [_RT_] {i}I think Lauren noticed me staring... I should start cleaning again.{/i}
dutch: [_RT_] {i}Ik denk dat Lauren me merkte met sterren... Ik moet opnieuw gaan schoonmaken.{/i}

source: [_RT_] {i}Aaarrggghhhh... Are they ever going to finish!{/i}
dutch: [_RT_] {i}Aaarrgghhhhh... Zijn ze ooit van plan te eindigen!{/i}

source: [_RT_] {i}How can I focus on anything else right now?{/i}
dutch: [_RT_] {i}Hoe kan ik me op iets anders richten?{/i}

source: [_RT_] {i}I'm gonna sneak another peek.{/i}
dutch: [_RT_] {i}Ik ga nog een peek.{/i}

source: [_R_] Wait!... No, Lauren!
dutch: [_R_] Wacht!... Nee, Lauren!

source: [_L_] Wow, Matt!... That was amazing!
dutch: [_L_] Wow, Matt!... Dat was geweldig!

source: [_L_] The best part is I'll get to sit through my mom's next class, knowing your cum is just simmering in my womb and dripping out into my panties.
dutch: [_L_] Het beste deel is dat ik tijdens de volgende les ga zitten, De wetenschap dat je kudde nog maar net in mijn schoot ligt en me in mijn broek uitgedroogd.

source: [_R_] Good God, Lauren!... Can you hear yourself?
dutch: [_R_] God, Lauren!... Kun je jezelf horen?

source: [_R_] That's how you get fucking pregnant!
dutch: [_R_] Zo krijg je een grijze zwangerschap!

source: [_L_] No kidding, [ryan]. I'm not an idiot... I'm taking the proper precautions.
dutch: [_L_] Geen nieren, [ryan]. Ik ben geen idioot... Ik neem de juiste voorzorgsmaatregelen.

source: [_LT_] {i}Sometimes... When I remember.{/i}
dutch: [_LT_] {i}Ervallen... Wanneer ik me herinner.{/i}

source: [_RT_] {i}Fuck!... There's sex juices all over the green screen.{/i}
dutch: [_RT_] {i}Fuck!... Er is sekssap over het hele groene scherm.{/i}

source: [_L_] Hmmm... Well, try to keep it in your pants.
dutch: [_L_] Hmmm... Nou, probeer het in je broek te houden.

source: [_R_] You sure I can't just pull him out for a little attention?
dutch: [_R_] weet je zeker dat ik hem niet zomaar even even uit de weg kan halen?

source: [_L_] [ryan]... I'm not your sperm bank.
dutch: [_L_] [ryan]... Ik ben niet je spermabank.

source: [_L_] You can't just make a deposit whenever you're feeling horny.
dutch: [_L_] Je kunt niet zomaar inkomsten verdienen wanneer je je horens voelt.

source: [_R_] But, I'm horny all the time.
dutch: [_R_] Maar ik ben de hele tijd horig.

source: [_L_] I know... but I'm not.
dutch: [_L_] Ik weet het... maar ik niet.

source: [_L_] We both know we shouldn't be doing this at all.
dutch: [_L_] We weten allebei dat we dit helemaal niet zouden moeten doen.

source: [_L_] In fact, I think we should both work on cutting this back a bit.
dutch: [_L_] Eigenlijk denk ik dat we er allebei aan moeten werken om dit een beetje terug te dringen.

source: [_R_] Where is this coming from?
dutch: [_R_] Waar komt dit vandaan?

source: [_L_] I don't know... Just give me some time to think about it.
dutch: [_L_] Ik weet het niet... Geef me gewoon wat tijd om erover na te denken.

source: [_R_] {i}Shit... she must not be feeling very horny... I wonder what I can do to raise her libido.{/i}
dutch: [_R_] {i}Shit... ze moet niet erg horror... Ik vraag me af wat ik kan doen om haar libido.{/i} te verhogen.

source: [_R_] {i}When her libido is higher, she can't resist a good roll in the hay.{/i}
dutch: [_R_] {i}Wanneer haar libido hoger is, kan ze een goede rol niet weerstaan.{/i}

source: [_LT_] {i}Oh, my God!... [ryan]'s always trying to get in my pants.{/i}
dutch: [_LT_] {i}Oh, mijn God!... [ryan]is altijd aan het proberen in mijn pants.{/i}

source: [_LT_] {i}The fact that I'm his sister doesn't seem to bother him at all.{/i}
dutch: [_LT_] {i}Het feit dat ik zijn zus ben lijkt hem helemaal niet te stooren.{/i}

source: [_LT_] {i}Fuck... I'm not really in the mood to get pounded by his huge cock right now, but having him want me so badly kind of turns me on.{/i}
dutch: [_LT_] {i}Fuck... Ik ben niet echt in het humeur om me nu te verwond door zijn grote hanen maar omdat hij zo slecht voor me is, zet ik me aan. /i}

source: [_L_] Uhhh...I've gotta go.
dutch: [_L_] Uhhh... Ik ga ook.

source: [_L_] I'll see you at home.
dutch: [_L_] Ik zal je thuis zien.

source: [_R_] Is that a rhetorical question?... Cuz I'm pretty sure you already know the answer.
dutch: [_R_] Is dat een retorische vraag?... Cuz weet ik vrij zeker dat je het antwoord al kent.

source: [_L_] Of course I do.
dutch: [_L_] Natuurlijk wel.

source: [_L_] Poor guy was feeling all cramped up in those tight pants again.
dutch: [_L_] Arme jongen voelde zich weer opeengepakt in deze krappe broek

source: [_L_] Time for me to help get him to his rightful home.
dutch: [_L_] Tijd voor mij om hem naar zijn rechtmatige huis te leiden.

source: [_R_] Oh, yes... That feels amazing!
dutch: [_R_] Oh, ja... Dat voelt fantastisch!

source: [_R_] God, Lauren!... You're so good at deepthroating now!
dutch: [_R_] God, Lauren!... Je bent zo goed in diepgang nu!

source: [_LT_] {i}Haha... I know!{/i}
dutch: [_LT_] {i}Haha... Ik weet het!{/i}

source: [_R_] Fuck... I'm getting close.
dutch: [_R_] Fuck... Ik begin dichtbij.

source: [_L_] You'd better cool it then. I'm hoping you can last a little longer this time.
dutch: [_L_] Je zou het dan beter koelen. Ik hoop dat je deze keer iets langer mee kunt gaan.

source: [_R_] You think you're ready for him?
dutch: [_R_] denk je dat je klaar bent voor hem?

source: [_L_] More than ready... I need you inside me!
dutch: [_L_] Meer dan klaar... Ik heb je nodig in me!

source: [_RT_] {i}I don't know if her desperation routine is an act, but I don't care... I fucking love it!{/i}
dutch: [_RT_] {i}Ik weet niet of haar wanhoopsroutine een handeling is, maar het kan me niet schelen ... Ik verdomd van haar liefde!{/i}

source: [_L_] Just don't cum before I do.
dutch: [_L_] knip niet voordat ik het doe.

source: [_R_] I'll try my hardest.
dutch: [_R_] Ik zal mijn uiterste best doen.

source: [_L_] That's right, [ryan]!
dutch: [_L_] Dat klopt, [ryan]!

source: [_L_] Fuck me!
dutch: [_L_] Mooi me niet!

source: [_L_] Fuck me like your very own dirty little sister.
dutch: [_L_] Fuck me als je eigen vuile zuster.

source: [_L_] I'm so cock hungry, I don't even care that it's my big brother's dick that's plunging in and out of my sopping wet pussy.
dutch: [_L_] Ik heb zo zieke honger, het maakt me niet eens uit dat het mijn grote broertje is die naar binnen en uit mijn snurkende nat duwtje valt.

source: [_R_] God, Lauren!... I'm not gonna last long if you keep talking like that!
dutch: [_R_] God, Lauren!... Ik zal het niet lang duren als je zo blijft praten!

source: [_L_] You won't have to last much longer... I'm gonna!
dutch: [_L_] Je zult niet langer hoeven te volhouden... Ik ga door!

source: [_L_] That was amazing!... But don't stop fucking me!
dutch: [_L_] Dat was geweldig!... Maar stop niet met me op te vrolijken!

source: [_L_] No, wait!... I want to be on top again.
dutch: [_L_] Nee, wacht!... Ik wil weer op de voorgrond staan.

source: [_L_] Oh, yeah... my turn to be in control again.
dutch: [_L_] Oh, ja... mijn beurt om weer in controle te zijn.

source: [_L_] And I love the feeling of that huge cock in my pussy!
dutch: [_L_] En ik hou van het gevoel van die grote jas in mijn poe!

source: [_R_] God!... Lauren, you're driving me crazy!
dutch: [_R_] God!... Lauren, je redt me gek!

source: [_R_] And I'll never get tired of watching that ass bounce on my cock!.
dutch: [_R_] En ik word nooit moe van het zien van die massieve stuiterende cock!.

source: [_L_] I know... And I find it pretty damn cute.
dutch: [_L_] Ik weet het... En ik vind het verdomd schattig.

source: [_L_] You just can't resist me.
dutch: [_L_] Je kunt me gewoon niet weerstaan.

source: [_L_] Even though you know you shouldn't want to fuck your own sister.
dutch: [_L_] Ook al weet je dat je je eigen zus niet moet vertroebelen.

source: [_L_] I've got to admit, I feel the same way.
dutch: [_L_] Ik moet toegeven, ik voel me op dezelfde manier.

source: [_R_] So, you're saying your up for some fooling around?
dutch: [_R_] Dus, je zegt dat je wat te eten krijgt?

source: [_L_] Does this answer your question?
dutch: [_L_] Beantwoordt dit je vraag?

source: [_L_] Poor guy was feeling all cramped up in those tight pants.
dutch: [_L_] Arme jongen voelde zich allemaal opeengepakt in deze strakke broek.

source: [_L_] I honestly don't know how he fits in those tight jeans you wear.
dutch: [_L_] Ik weet eerlijk gezegd niet hoe hij past in die dikke spijkerbroek die jij hebt.

source: [_R_] That's why I try to wear those loose gym shorts whenever I can.
dutch: [_R_] Dat is waarom ik probeer die losse gymbroek te dragen wanneer ik maar kan.

source: [_L_] Well, I hope he doesn't mind going from one tight place to another.
dutch: [_L_] Nou, ik hoop dat hij het niet erg vindt om van de ene strakke plek naar de andere te gaan.

source: [_R_] Haha... no, That's his never ending goal in life.
dutch: [_R_] Haha... nee, dat is zijn nooit einddoel in het leven.

source: [_L_] Hahaha... Well, I'm not going to leave him disappointed.
dutch: [_L_] Hahahaha... Nou, ik zal hem niet teleurstellen.

source: [_L_] You'd better cool it then. I want to feel some pleasure too.
dutch: [_L_] Je zou het dan beter koelen. Ik wil ook wat plezier hebben.

source: [_R_] Ohhhh... sorry... What do you want?... Name it and I'll do it.
dutch: [_R_] Ohhhh... Sorry... Wat wil je? Noem het en ik doe het.

source: [_L_] I just want a good fucking.
dutch: [_L_] Ik wil gewoon een goede fuk.

source: [_R_] I think I can help you out with that.
dutch: [_R_] Ik denk dat ik je daarmee kan helpen.

source: [_L_] Yeah, well, you'd better not cum before I do.
dutch: [_L_] Yeah, je kan beter niet knippen voordat ik het doe.

source: [_L_] No, wait!... I want to be on top.
dutch: [_L_] Nee, wacht!... Ik wil op de voorgrond staan.

source: [_L_] Oh, yeah... I kinda like being in control.
dutch: [_L_] Oh, ja... Ik vind het leuk om onder controle te zijn.

source: [_R_] And I love this view of your ass.
dutch: [_R_] En ik hou van dit beeld van jou.

source: [_R_] Oh fuck, Lauren!... Here it comes!
dutch: [_R_] Oh fuck, Lauren!... Hier komt het!

source: [_L_] I want to feel your cum in my womb!
dutch: [_L_] Ik wil je kubus in mijn baarmoeder voelen!

source: [_L_] Pull out!...
dutch: [_L_] Trek uit !...

source: [_L_] I'm not on birth control!
dutch: [_L_] Ik ben niet op geboortecontrole!

source: [_L_] God, Yes!
dutch: [_L_] God, Ja!

source: [_L_] Oh, fuck!... I feel so full!... I don't think anymore will fit!
dutch: [_L_] Oh, fuks!... Ik voel me zo vol!... Ik denk niet dat iemand meer zal passen!

source: [_L_] Are you kidding me?
dutch: [_L_] maak je me voor de gek?

source: [_L_] I told you, I'm not on birth control!
dutch: [_L_] Ik heb je verteld, ik ben niet bevallen onder geboortecontrole!

source: [_L_] Not only did you cum inside, you filled me so full, it'll take all week to drain out of my poor cum-stuffed womb.
dutch: [_L_] heb je niet alleen binnen gekramd, je hebt me zo volgevuld dat het de hele week duurt om uit mijn arme genre buik te trekken.

source: [_L_] God!... How did you refill your cum reserves so fast?
dutch: [_L_] God!... Hoe heb je je reserves zo snel bijgevuld?

source: [_L_] You filled me so full, it'll take all week to drain out of my fertile little cum-stuffed womb.
dutch: [_L_] Je hebt me zo vol gevuld, het duurt de hele week om mijn vruchtbare dunne bub weg te halen.

source: [_L_] I'm going to get pregnant for sure!
dutch: [_L_] Ik ga zeker zwanger worden!

source: [_R_] Sorry... I'm afraid you're going to have to go see the pharmacist again.
dutch: [_R_] Sorry... Ik vrees dat je de apotheker weer moet gaan zien.

source: [_L_] Lucky for you, the government covers the cost, or I'd make you pay for the pill.
dutch: [_L_] Geluk voor u, de overheid dekt de kosten, anders zou ik u de pil laten betalen.

source: [_L_] I'd better stop by and see that creepy dude on the way back to school.
dutch: [_L_] Ik kan beter stoppen en zie dat griezelige duid op weg naar school.

source: [_R_] You could just let me start fucking you in the ass instead.
dutch: [_R_] Je kunt me gewoon laten beginnen je in de pas te fucken.

source: [_L_] So I guess I'd better get back to school before Mom grounds me.
dutch: [_L_] Dus ik denk dat ik beter terug kan keren naar school voordat mijn moeder mij rechtvaardigt.
