Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] More like, money's so important to him, that he was willing to put his whole family's lives in danger to get ahead.
italian: [_R_] Più come il denaro è così importante per lui, che era disposto a mettere in pericolo la vita di tutta la sua famiglia per andare avanti.

source: [_M_] I'm sure he doesn't see it that way.
italian: [_M_] sono sicuro che non lo vede in quel modo.

source: [_R_] It doesn't matter, that's what he did.
italian: [_R_] Non importa, è quello che ha fatto.

source: [_M_] But when judging someone's character, their intent is what's the most important.
italian: [_M_] Ma quando si valuta il carattere di qualcuno, il loro intento è quello che è il più importante.

source: [_R_] Well, I'd argue that intelligence is pretty important too. If he was too dumb to see the possible consequences of his actions, He must me a complete moron.
italian: [_R_] Beh, direi che anche l'intelligenza è piuttosto importante. Se era troppo stupido per vedere le possibili conseguenze delle sue azioni, deve me un morbo completo.

source: [_R_] But, I think the opposite is true. He's been successful because he's intelligent. That means he knew the possible consequences of his actions, but cared so little for us, that he was willing to roll those dice anyways.
italian: [_R_] Ma, penso che sia vero il contrario. Ha avuto successo perché è intelligente. Ciò significa che sapeva le possibili conseguenze delle sue azioni, ma si preoccupava così poco per noi, che era disposto a rotolare quei dadi comunque.

source: [_R_] So, I think his real intent was himself, over us.
italian: [_R_] Quindi, penso che il suo vero intento fosse se stesso, su di noi.

source: [_M_] Maybe we should just listen to the radio.
italian: [_M_] Forse dovremmo solo ascoltare la radio.

source: [_MT_] {i}I didn't realize how much anger [ryan] has for his father.{/i}
italian: [_MT_] {i}Non ho capito quanta rabbia [ryan] ha per suo padre.{/i}

source: [_MT_] {i}The worst part is that he's not wrong.{/i}
italian: [_MT_] {i}La parte peggiore è che non è sbagliata.{/i}

source: [_MT_] {i}That asshole has put us through a lot.{/i}
italian: [_MT_] {i}Quel buco ci ha messo attraverso molto.{/i}

source: [_MT_] {i}Almost makes me want to cancel the conjugal visit I asked our lawyer to arrange.{/i}
italian: [_MT_] {i}Quasi mi fa voler annullare la visita coniugale ho chiesto al nostro avvocato di organizzare.{/i}

source: [_MT_] {i}...Almost.{/i}
italian: [_MT_] {i}...Quasi.{/i}

source: [_RT_] {i}I'm not sure talking bad about my old man did any good.{/i}
italian: [_RT_] {i}Non sono sicuro che parlare male del mio vecchio abbia fatto del bene.{/i}

source: [_RT_] {i}Hopefully she'll start to notice him from another perspective though.{/i}
italian: [_RT_] {i}Speriamo che cominci a notarlo da un'altra prospettiva però.{/i}

source: [_RT_] {i}Not only is he a shitty husband, but a shitty father as well.{/i}
italian: [_RT_] {i}Non solo è un marito merda, ma anche un padre merdo.{/i}

source: [_R_] I don't know... I guess it just seems to me that you've outgrown him.
italian: [_R_] Non lo so... Immagino che mi sembri solo che tu lo abbia superato.

source: [_M_] Outgrown him, what do you mean?
italian: [_M_] Outgrown lui, che cosa intendi?

source: [_R_] I've just really been impressed how you've stepped up and filled both the roles of a mother and father to us.
italian: [_R_] Sono rimasto davvero impressionato dal modo in cui hai intensificato e riempito sia i ruoli di una madre che di un padre per noi.

source: [_R_] We're really lucky to have you as our mom.
italian: [_R_] Siamo davvero fortunati ad averti come nostra mamma.

source: [_R_] And as much as I love Dad, I don't think he'd be able to handle the same situation nearly as well as you.
italian: [_R_] E per quanto amo il papà, non penso che sarebbe stato in grado di gestire la stessa situazione quasi come te.

source: [_M_] Ohh... That's sweet of you.
italian: [_M_] Ohh... Questo è dolce di voi.

source: [_R_] I mean it. You've sacrificed a ton to try to keep a roof over our head, food on the table, not to mention that thing you did to keep us safe from the DeCapos.
italian: [_R_] lo voglio dire. Hai sacrificato una tonnellata per cercare di tenere un tetto sopra la nostra testa, cibo sul tavolo, per non parlare di quella cosa che avete fatto per tenerci al sicuro dal DeCapos.

source: [_M_] Well, let's not talk about that thing.
italian: [_M_] Beh, non parliamo di quella cosa.

source: [_M_] But I feel really happy that you recognize and appreciate my efforts to keep our family together.
italian: [_M_] Ma mi sento davvero felice che tu riconosca e apprezzi i miei sforzi per tenere unita la nostra famiglia.

source: [_M_] And I have to give you a lot of credit too for how much help you've been since your dad was arrested.
italian: [_M_] E devo anche darti molto credito per quanto aiuto sei stato da quando tuo padre è stato arrestato.

source: [_M_] I don't know how I would make it without you.
italian: [_M_] Non so come farei senza di te.

source: [_R_] Yeah, we've been through some pretty heavy trials lately, but I think going through all this has only increased my love for you and my sisters.
italian: [_R_] Sì, ultimamente abbiamo attraversato alcune prove piuttosto pesanti, ma penso che passare attraverso tutto questo ha solo aumentato il mio amore per te e le mie sorelle.

source: [_R_] I'll do anything to keep you all safe and comfortable.
italian: [_R_] Farò qualsiasi cosa per tenerti tutti al sicuro e confortevole.

source: [_M_] My little man.
italian: [_M_] Il mio piccolo uomo.

source: {b}{i}"Mom's Respect +1{/i}{/b}
italian: {b}{i}"Rispetto Della Mamma +1{/i}{/b}

source: [_R_] Mom!?
italian: [_R_] Mamma!?

source: [_M_] Haha... Sorry! I meant my big man!
italian: [_M_] Haha... Mi dispiace! Volevo il mio grande uomo!

source: [_R_] Bigger than most.
italian: [_R_] Più grande della maggior parte.

source: [_MT_] {i}Oh God... Was he talking about his own penis?{/i}
italian: [_MT_] {i}Oh Dio... Stava parlando del suo pene?{/i}

source: [_MT_] {i}Shit! I'm sure he wasn't... I've just got penises on the brain today.{/i}
italian: [_MT_] {i}merda! Sono sicuro di non esserlo... Ho appena pene sul cervello oggi.{/i}

source: [_MT_] {i}I love when he's so sweet to me.{/i}
italian: [_MT_] {i}Mi piace quando è così dolce per me.{/i}

source: [_MT_] {i}I wish [dad_name] showed me half that much appreciation.{/i}
italian: [_MT_] {i}Vorrei [dad_name] mi ha mostrato metà di apprezzamento.{/i}

source: [_MT_] {i}He's always been ungrateful for everything I do for him and our family.{/i}
italian: [_MT_] {i}È sempre stato grato per tutto quello che faccio per lui e per la nostra famiglia.{/i}

source: [_MT_] {i}I almost wish I wasn't having a conjugal visit with him today.{/i}
italian: [_MT_] {i}Vorrei quasi non avere una visita coniugale con lui oggi.{/i}

source: [_RT_] {i}Mom seemed to like my praise for her, but I don't think it did anything to prevent her conjugal visit with Dad later today.{/i}
italian: [_RT_] {i}Mamma sembrava come la mia lode per lei, ma non penso che abbia fatto nulla per impedire la sua visita coniugale con papà più tardi oggi. /i}

source: [_RT_] {i}I hate to accept that this might just be out of my control.{/i}
italian: [_RT_] {i}Odio accettare che questo potrebbe essere solo fuori controllo.{/i}

source: [_PG_] fifteen minutes until visiting hours start!
italian: [_PG_] quindici minuti fino all'inizio delle ore di visita!

source: [_D_] So, you never did tell me how you ended up in here.
italian: [_D_] Quindi, non mi hai mai detto come sei finito qui.

source: [_ER_] That's a long story. You don't want to hear about it.
italian: [_ER_] È una storia lunga. Non vuoi sentirla.

source: [_D_] We've got some time until visiting hours.
italian: [_D_] Abbiamo un po' di tempo fino alle ore di visita.

source: [_D_] Please, at least give me the short version. It'll help us pass the time.
italian: [_D_] Per favore, almeno mi dia la versione breve. Ci aiuterà a passare il tempo.

source: [_ER_] Well, I'm in here because of some little incestuous shit stain, named Max.
italian: [_ER_] Beh, sono qui a causa di qualche piccola macchia incestuosa merda, chiamata Max.

source: [_ER_] I was dating his mom!
italian: [_ER_] Stavo uscendo con sua mamma!

source: [_ER_] I was married at the time with a young daughter, but of course his Mom Ann didn't have any clue.
italian: [_ER_] Ero sposato all'epoca con una figlia giovane, ma naturalmente sua mamma Ann non aveva alcun indizio.

source: [_ER_] Oh, Ann was such a smokin hot piece of ass! She was pretty crazy in bed too.
italian: [_ER_] Oh, Ann era un pezzo di asino caldo fumoso! Era abbastanza pazza anche a letto.

source: [_ER_] Really, the perfect MILF.
italian: [_ER_] Davvero, la MILF perfetta.

source: [_ER_] I was getting a pretty good thing going with his older sister Alice too.
italian: [_ER_] Stavo ottenendo una cosa abbastanza buona andare con sua sorella maggiore Alice troppo.

source: [_ER_] With a little more time, I probably could have gotten with the younger sister Liza.
italian: [_ER_] Con un po' più di tempo, probabilmente avrei potuto ottenere con la sorella più giovane Liza.

source: [_ER_] Oh, yeah... hehehe... I almost forgot about their Aunt Kira. I nailed her too.
italian: [_ER_] Oh, sì... hehehe... ho quasi dimenticato della loro zia Kira. Anche io l'ho inchiodata.

source: [_ER_] It was a beautiful situation.
italian: [_ER_] Era una bella situazione.

source: [_ER_] Of course, Ann was none the wiser... Thought I only had eyes for her.
italian: [_ER_] Certo, Ann non era il più saggio... Pensavo che avessi solo occhi per lei.

source: [_ER_] But, that nosey twerp, Max, he refused to mind his own business.
italian: [_ER_] Ma, quel nosey twerp, Max, si rifiutò di ricordare i suoi affari.

source: [_ER_] the little fucker had it bad for his own mom and sisters.
italian: [_ER_] il piccolo cazzo aveva male per la sua mamma e le sue sorelle.

source: [_D_] You're shitting me.
italian: [_D_] Mi stai scuotendo.

source: [_ER_] Wish I were.
italian: [_ER_] Desiderio che eravo.

source: [_ER_] At the time, I didn't see much harm in it.
italian: [_ER_] All'epoca, non ho visto molto male in esso.

source: [_ER_] I even let the bastard watch me fuck Ann a few times. Even manipulated her into letting him watch her dress in the mornings.
italian: [_ER_] Ho anche lasciato che il bastardo mi facesse scopare un paio di volte Ann. Anche la manipolò per fargli guardare il suo vestito al mattino.

source: [_ER_] And how did he repay my kindness?
italian: [_ER_] E come ha pagato la mia gentilezza?

source: [_D_] What'd the fucker do?
italian: [_D_] Che cosa farebbe il cazzo?

source: [_ER_] He wasn't content with my peace offerings. He wanted those girls all to himself, so he stole my wallet.
italian: [_ER_] Non si accontenta delle mie offerte di pace. Voleva tutte quelle ragazze a se stesso, quindi mi rubò il portafoglio.

source: [_ER_] He found out that my real name is Victor Moro.
italian: [_ER_] Ha scoperto che il mio vero nome è Victor Moro.

source: [_ER_] I don't know how he did it, but he figured out that Victor Moro was a wanted man, that the DeCapos were after me.
italian: [_ER_] Non so come lo ha fatto, ma ha capito che Victor Moro era un uomo desiderato, che i DeCapos erano dopo di me.

source: [_D_] Why were they after you?
italian: [_D_] Perché erano dopo di te?

source: [_ER_] I was once a part of the DeCapo organization. They found out I was skimming money off the top of some of their drug deals, but I disappeared before they could put me in the ground.
italian: [_ER_] ero una volta parte dell'organizzazione DeCapo. Hanno scoperto che stavo saltando i soldi dalla parte superiore di alcune delle loro offerte di droga, ma sono scomparso prima che potessero mettermi a terra.

source: [_ER_] So, I told Max I would disappear if he kept his mouth shut.
italian: [_ER_] Così, ho detto a Max che sarei scomparso se mantenesse la bocca chiusa.

source: [_ER_] That fucker must have told somebody because the next day I walk into my house and a sexy FBI agent... I think her name was Diaz... anyways, she's sitting in my living room.
italian: [_ER_] Quel cazzo deve aver detto a qualcuno perché il giorno dopo mi reco a casa mia e un agente sexy dell'FBI. . – Penso che il suo nome fosse Diaz... comunque, è seduta nel mio salotto.

source: [_ER_] I thought I was being arrested, but this dirty FBI agent let me know that Joey would let me keep my life if I took a hit and did time for his nephew.
italian: [_ER_] Pensavo di essere stato arrestato, ma questo sporco agente FBI mi ha fatto sapere che Joey mi avrebbe lasciato mantenere la mia vita se ho preso un colpo e ho fatto il tempo per suo nipote.

source: [_ER_] So, I confessed to a crime I didn't commit, and now I'm doing ten more years in exchange for my life.
italian: [_ER_] Così, ho confessato ad un crimine che non ho commesso, e ora sto facendo altri dieci anni in cambio della mia vita.

source: [_ER_] And that fucking twerp, Max... He's probably having a great life, emptying his balls into his Mom and sisters each day.
italian: [_ER_] E quel cazzo twerp, Max... Sta probabilmente avendo una grande vita, svuotando le sue palle nella mamma e sorelle ogni giorno.

source: [_ER_] But I'll fucking get my revenge, someday.
italian: [_ER_] Ma farò scopare la mia vendetta, un giorno.

source: [_D_] Fuck!... What a degenerate!
italian: [_D_] Fuck!... Che degenera!

source: [_D_] What kind of messed up son of a bitch would want to fuck their own mom and sisters?
italian: [_D_] Che tipo di disordinato figlio di una cagna vorrebbe scopare la propria mamma e le proprie sorelle?

source: [_D_] My son's taking good care of his mom and sisters... Thank God, I raised him better than that.
italian: [_D_] Mio figlio si prende cura di sua mamma e delle sue sorelle... Grazie a Dio, l'ho risuscitato meglio di quello.

source: [_D_] So, your name's not Eric?
italian: [_D_] Quindi, il tuo nome non è Eric?

source: [_ER_] Yeah, it's really Victor, but I like Eric better.
italian: [_ER_] Sì, è davvero vittoria, ma mi piace Eric meglio.

source: [_ER_] And those pictures on the wall...
italian: [_ER_] E quelle immagini sulla parete...

source: [_ER_] Is that your wife?
italian: [_ER_] È tua moglie?

source: [_D_] Yeah, That's [mom_name], she's coming to visit me for the first time since I've been in jail.
italian: [_D_] Yeah, That's [mom_name], lei viene a trovarmi per la prima volta da quando sono in carcere.

source: [_ER_] But, haven't you been in here a while?
italian: [_ER_] Ma, non sei stato qui da un po'?

source: [_D_] Yeah, Ungrateful bitch took long enough to come see me.
italian: [_D_] Sì, La cagna grata ha impiegato abbastanza tempo per venire a vedermi.

source: [_ER_] She's drop dead sexy!
italian: [_ER_] Lei è morta sexy!

source: [_D_] She used to be.
italian: [_D_] Lei era una volta.

source: [_D_] That picture on top is when we were first married.
italian: [_D_] Quella foto in alto è quando eravamo per la prima volta sposati.

source: [_D_] Fuck she was gorgeous!
italian: [_D_] Cazzo lei era stupenda!

source: [_D_] But now she looks like the picture below it.
italian: [_D_] Ma ora assomiglia alla foto sottostante.

source: [_ER_] I think she looks even sexier now.
italian: [_ER_] Penso che lei sembra ancora più sexy ora.

source: [_ER_] But, I'm kind of into moms.
italian: [_ER_] Ma, sono piuttosto in mamme.

source: [_D_] Ehh... Not me. I'd trade her in for a younger version any day.
italian: [_D_] Ehh... Non me. La venderei per una versione più giovane ogni giorno.

source: [_D_] In fact I have. Just this morning.
italian: [_D_] In realtà ho. Proprio questa mattina.

source: [_ER_] You've already had your conjugal today?
italian: [_ER_] Hai già avuto il tuo coniugale oggi?

source: [_D_] Yeah, Joey DeCapo's been pretty grateful that I didn't rat him out when I got arrested.
italian: [_D_] Sì, Joey DeCapo è stato piuttosto grato che non l'ho ratto fuori quando sono stato arrestato.

source: [_D_] He's got a few ways of showing his gratitude.
italian: [_D_] Ha qualche modo di mostrare la sua gratitudine.

source: [_D_] Every Sunday, he sends this cute young housewife from his club.
italian: [_D_] Ogni domenica, manda questa giovane casalinga carina dal suo club.

source: [_D_] Her name is Candy.
italian: [_D_] Il suo nome è Candy.

source: [_D_] I couldn't resist her this morning.
italian: [_D_] non riuscivo a resistere a lei stamattina.

source: [_ER_] But, what are you going to tell your wife? They won't let you have two conjugals in one day.
italian: [_ER_] Ma, cosa dirai a tua moglie? Non ti lasceranno avere due coniugali in un giorno.

source: [_D_] Ehh... I'll think of some way to blow her off tactfully.
italian: [_D_] Ehhh... Penso ad un certo modo di farla saltare con tatto.

source: [_ER_] If you're not going to fuck her today, can I?
italian: [_ER_] Se non la farai scopare oggi, vero?

source: [_D_] Watch it!
italian: [_D_] Guardatelo!

source: [_D_] She's still my wife!
italian: [_D_] Lei è ancora mia moglie!

source: [_ER_] So, you're allowed to fuck other women, but she's not allowed to fuck other guys?
italian: [_ER_] Quindi, ti è permesso di scopare altre donne, ma non le è permesso scopare altri ragazzi?

source: [_D_] You got a problem with that?
italian: [_D_] Hai un problema con quello?

source: [_ER_] Oh, but I've got a proposition for you.
italian: [_ER_] Oh, ma ho una proposta per te.

source: [_ER_] I won't talk about fucking her anymore, plus I'll give you two bottles of my toilet hooch, and 3 packs of cigs, if you'll give me the underwear she's wearing today.
italian: [_ER_] Non parlerò più di scoparla, più vi darò due bottiglie del mio cappuccio igienico, e 3 confezioni di sigari, se mi darai la biancheria intima che indossa oggi.

source: [_D_] How am I going to get her underwear?
italian: [_D_] Come ho intenzione di ottenere la sua biancheria intima?

source: [_ER_] Oh, come on... That shouldn't be hard at all.
italian: [_ER_] Oh, vieni... Non dovrebbe essere affatto difficile.

source: [_D_] What are you going to do with her panties?
italian: [_D_] Cosa farete con i suoi antiparassitari?

source: [_ER_] I want the the bra too.
italian: [_ER_] voglio anche il reggiseno.

source: [_D_] But what the hell do you want them for?
italian: [_D_] Ma a cosa servono gli infermi?

source: [_ER_] That's my business.
italian: [_ER_] Quella è la mia attività.

source: [_D_] You sick fucker.
italian: [_D_] Ti sei ammalato.

source: [_ER_] You just screwed some young whore, and your judging me?
italian: [_ER_] Hai appena avvitato qualche giovane puttana e mi hai giudicato?

source: [_D_] Good point... And I would love some of your toilet hooch... Alright, I'll see what I can do.
italian: [_D_] Buon punto... E mi piacerebbe un po' del tuo cappuccio da bagno... Bene, vedrò cosa posso fare.

source: [_PG_] Five more minutes until visiting hours.
italian: [_PG_] Cinque minuti in più fino alle ore di visita.

source: [_PG_] We'll escort him out, and you can meet him at station seven in five minutes.
italian: [_PG_] Lo scorteremo fuori, e puoi incontrarlo alla stazione sette in cinque minuti.

source: [_M_] Thanks for your help.
italian: [_M_] Grazie per il tuo aiuto.

source: [_PG_] It's always my pleasure to help a beautiful woman like yourself.
italian: [_PG_] È sempre mio piacere aiutare una bella donna come te.

source: [_M_] Well, thank you very much.
italian: [_M_] Beh, grazie mille.

source: [_M_] I thought prison was going to be scary, but so far, every guard has been so nice to us.
italian: [_M_] Pensavo che la prigione fosse spaventosa, ma finora, ogni guardia è stata così gentile con noi.

source: [_R_] That's because of the way you're dressed.
italian: [_R_] Questo è a causa del modo in cui sei vestito.

source: [_M_] I thought you liked my outfit.
italian: [_M_] Ho pensato che ti piacesse il mio outfit.

source: [_R_] I do... It's sexy... But that's why the guards are being so nice.
italian: [_R_] lo faccio... è sexy... ma è per questo che le guardie sono così belle.

source: [_M_] Ok... Fair enough.
italian: [_M_] Ok... abbastanza chiaro.

source: [_M_] I can't believe I'm about to see your father.
italian: [_M_] Non riesco a credere che sto per vedere tuo padre.

source: [_M_] It feels like I haven't seen him in years.
italian: [_M_] Mi sembra di non averlo visto da anni.

source: [_M_] I wonder if he's changed in prison.
italian: [_M_] Mi chiedo se sia cambiato in prigione.

source: [_R_] That will depend on if he's dropped the soap or not.
italian: [_R_] Dipenderà da se ha lasciato il sapone o no.

source: [_M_] [ryan]!... Now's not the time for humor.
italian: [_M_] [ryan]!... Ora non è il momento dell'umorismo.

source: [_M_] Plus, that's just a really gross joke.
italian: [_M_] Plus, è solo una barzelletta davvero grossolana.

source: [_M_] Ok, I'm about to go in.
italian: [_M_] Ok, sto per entrare.

source: [_M_] I don't know how long I'll be gone.
italian: [_M_] Non so quanto tempo sarò andato.

source: [_M_] I imagine that I'll visit him here at the visiting room, and then they'll move us to another location.
italian: [_M_] Immagino che lo visiterò qui nella sala da visita, e poi ci sposteranno in un'altra posizione.

source: [_R_] Gross... I don't want to hear about your plans for the conjugal visit.
italian: [_R_] Gross... Non voglio sentire dei tuoi piani per la visita coniugale.

source: [_M_] I wasn't giving you any details of our conjugal... I was just letting you know what to expect, and letting you know that you might have to wait a while.
italian: [_M_] Non ti ho dato alcun dettaglio del nostro coniugale... Stavo solo facendoti sapere cosa aspettarsi, e facendoti sapere che potresti dover aspettare un po'.

source: [_R_] I'll bet it's not that long.
italian: [_R_] Scommetto che non è così lungo.

source: [_R_] If Dad's been as pent up as you. He's only going to last 2 seconds.
italian: [_R_] Se il papà è stato come tu. Sta per durare solo 2 secondi.

source: [_M_] Damnit [ryan]!... Why do you think it's okay to talk to me about this kind of stuff!
italian: [_M_] Damnit [ryan]!... Perché pensi che sia bene parlarmi di questo tipo di roba!

source: [_M_] I don't love how openly sexual you've become with me lately.
italian: [_M_] Non amo quanto apertamente sessuale sei diventato con me ultimamente.

source: [_R_] Sorry, I guess it just seems that with Dad gone our relationship has changed to a...
italian: [_R_] Mi dispiace, immagino che sembra che con papà andato il nostro rapporto sia cambiato in un...

source: [_M_] I don't want to talk about this right now. I've got to go.
italian: [_M_] Non voglio parlare di questo in questo momento. Devo andare.

source: [_M_] Be good while I'm gone.
italian: [_M_] Sii bravo mentre sono andato.

source: [_R_] I'm in a prison. What trouble could I get into?
italian: [_R_] Sono in una prigione. In che guai potrei entrare?

source: [_M_] Haha... Good point.
italian: [_M_] Haha... Buon punto.

source: [_R_] Ohhh... This is going to be so boring.
italian: [_R_] Ohhh... Questo sarà così noioso.

source: [_M_] I see there's a TV over there, you like watching sports, right?
italian: [_M_] Vedo che c'è una TV laggiù, ti piace guardare gli sport, giusto?

source: [_R_] If there's nothing else on.
italian: [_R_] Se non c'è nient'altro su.

source: [_M_] Well, maybe you can find the remote... I've got to go. Good luck!
italian: [_M_] Beh, forse puoi trovare il telecomando... Devo andare. Buona fortuna!

source: [_R_] You too.
italian: [_R_] Anche te.

source: [_R_] I mean with your visit... Not with the conjugal... I mean...
italian: [_R_] Intendo con la tua visita... Non con il coniugale... Voglio dire...
