Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_AD_] Such a romantic setting, watching porn together.
french: [ _AD_ ] Un cadre aussi romantique, en regardant le porno ensemble.
italian: [_AD_] Un ambiente così romantico, guardando il porno insieme.
portuguese: [_AD_] Um cenário romântico, assistindo pornografia juntos.
russian: [ _AD_] Такая романтическая настройка, смотреть порно вместе.

source: [_AD_] You can't deny it's doing something for you too.
french: [ _AD_ ] Vous ne pouvez pas nier qu'il fait quelque chose pour vous aussi.
italian: [_AD_] Non puoi negare che sta facendo qualcosa anche per te.
portuguese: [_AD_] Você não pode negar que está fazendo algo para você também.
russian: [_AD_] Вы также не можете отрицать, что он делает что-то для вас.

source: [_R_] Of course it's not! I just watched my mom get fucked by Joey again.
french: [_R_] Bien sûr que ce n'est pas le cas ! Je viens de regarder ma mère me faire baiser par Joey à nouveau.
italian: [_R_] Naturalmente non è così! Ho appena visto mia mamma farsi scopare da Joey di nuovo.
portuguese: [_R_] É claro que não é! Acabei de assistir a minha mãe ser enganada pelo Joey de novo.
russian: [_R_] Конечно, это не так! Я только что наблюдал за моей мамой, чтобы Джой снова посмотрел.

source: [_AD_] Yes, but this time you knew what was going to happen, and you chose to watch anyways.
french: [ _AD_ ] Oui, mais cette fois vous saviez ce qui allait se passer, et vous avez choisi de regarder de toute façon.
italian: [_AD_] Sì, ma questa volta sapevi cosa stava per succedere, e hai scelto di guardare comunque.
portuguese: [_AD_] Sim, mas desta vez você sabia o que iria acontecer, e você escolheu assistir de qualquer maneira.
russian: [ _AD_] Да, но в этот раз вы знали, что должно произойти, и вы решили в любом случае смотреть.

source: [_R_] Oh, and I suppose I'm just supposed to let her go into the wolf's lair without any supervision.
french: [_R_] Oh, et je suppose que je suis juste censée la laisser entrer dans l'antre du loup sans surveillance.
italian: [_R_] Oh, e suppongo che dovrei solo lasciarla entrare nel tiro del lupo senza alcuna supervisione.
portuguese: [_R_] Ah, e eu suponho que eu só deva deixá-la entrar no covil do lobo sem qualquer supervisão.
russian: О, и я предполагаю, что я должен позволить ей уйти в логово волка без всякого надзора.

source: [_AD_] Yeah, he's not going to do anything to her, I mean besides fuck her.
french: [_AD_] Oui, il ne va rien faire pour elle, je veux dire en plus de la baiser.
italian: [_AD_] Sì, non farà nulla per lei, voglio dire oltre a scoparla.
portuguese: [_AD_] Sim, ele não vai fazer nada com ela, quero dizer além de montá-la.
russian: [ _AD_] Да, он не собирается ничего с ней делать, я имею в виду, кроме трахаться с ней.

source: [_AD_] This is one of the safest places she could be.
french: [ _AD_ ] C'est l'un des endroits les plus sûrs qu'elle puisse être.
italian: [_AD_] Questo è uno dei luoghi più sicuri che possa essere.
portuguese: [_AD_] Este é um dos lugares mais seguros que ela poderia ser.
russian: [ _AD_] Это одно из самых безопасных мест, где она могла быть.

source: [_R_] Oh, yeah... real safe. My sister just almost got raped and killed here, but no, you know best.
french: [_R_] Oh, ouais... vraiment sûr. Ma sœur a failli être violée et tuée ici, mais non, vous savez mieux.
italian: [_R_] Oh, sì... vero sicuro. Mia sorella appena è stata stuprata e uccisa qui, ma no, tu sai meglio.
portuguese: [_R_] Ah, sim ... real seguro. Minha irmã só quase foi estuprada e morta aqui, mas não, você sabe melhor.
russian: О, да ... настоящий сейф. Моя сестра только что была изнасилована и убита здесь, но нет, ты знаешь лучше.

source: [_AD_] Calm down!
french: [_AD_] Calmez-vous !
italian: [_AD_] Calmatevi!
portuguese: [_AD_] Calma-se!
russian: [ _AD_] Успокоиться!

source: [_R_] No, I'm not going to calm down. I'm out of here.
french: [ _R_ ] Non, je ne vais pas me calmer. Je suis hors d'ici.
italian: [_R_] No, non mi calmerò. Sono fuori da qui.
portuguese: [_R_] Não, não vou me acalmar. Estou fora daqui.
russian: Нет, я не собираюсь успокоиться. Я ухожу.

source: [_AD_] Well, don't forget to take care of your confusing boner somewhere not too public.
french: [_AD_] Eh bien, n'oubliez pas de prendre soin de votre bête confuse quelque part pas trop publique.
italian: [_AD_] Beh, non dimenticarti di prenderti cura del tuo servitore confuso da qualche parte non troppo pubblico.
portuguese: U[_AD_] Bem, não se esqueça de cuidar de seu osso confuso em algum lugar não muito público.
russian: [ _AD_] Ну, не забудь позаботиться о том, чтобы твой запутанный бонер где-то не слишком публичный.

source: [_RT_] {i}Good thing that bathroom is close by. I thought I was going to hurl.{/i}
french: [_RT_] {i}Bonne chose que la salle de bains soit proche. Je pensais que j'allais hurler.{/i}
italian: [_RT_] {i}Buona cosa che il bagno è vicino. Ho pensato che stavo per faticare.{/i}
portuguese: [_RT_] {i}Boa coisa que o banheiro está perto. Eu pensei que ia arremessar. {/i}
russian: [_RT_] {i}Хорошо, что рядом с ванной комнатой. Я думал, что поспешил.{/i}

source: [_RT_] {i}I'd better go to the stage and check on my mom.{/i}
french: [ _RT_ ] {i}Je ferais mieux d'aller à l'étape et de vérifier sur ma mère. { /i }
italian: [_RT_] {i}Farei meglio ad andare sul palco e controllare la mia mamma.{/i}
portuguese: [_RT_] {i}Eu melhor eu ir para o palco e verificar na minha mãe. {/i}
russian: [_RT_] {i}Я бы пошел на сцену и посмотри на моей мане.{/i}

source: [_M_] There, all dressed... If you can call this dressed.
french: [ _M_ ] Il y a, tout habillé ... Si vous pouvez appeler ça habillé.
italian: [_M_] Lì, tutti vestiti... Se puoi chiamare questo vestito.
portuguese: [_M_] Lá, todos vestidos ... Se você puder chamar isso de vestido.
russian: [ _M_] Там, все одетые ... Если ты можешь называть это одетым.

source: [_M_] I hope I don't get cum stains on this beautiful lingerie.
french: [_M_] J'espère que je n'aurai pas de taches de foutre sur cette belle lingerie.
italian: [_M_] Spero di non avere macchie di sperma su questa bella biancheria intima .
portuguese: [__M_] Espero que eu não consiga manchas de cum sobre esta lingerie linda.
russian: [_M_] Я надеюсь, что я не поймаю кум пятна на этом красивом белье.

source: [_J_] It's been a real treat [mom_name]. Thank you.
french: [ _J_ ] C'est un vrai traitement [ mom_name ]. Merci.
italian: [_J_] È stato un vero piacere [mom_name]. Grazie.
portuguese: U[_J_] É realmente um prazer [mom_name]. Obrigado.
russian: [ _J_] Это было настоящее лечение [ mom_name]. Спасибо.

source: [_M_] Likewise... I'm ashamed to admit it, but I really needed that, and really wanted it too.
french: [_M_] De la même manière... J'ai honte de l'admettre, mais j'avais vraiment besoin de cela, et je le voulais aussi.
italian: [_M_] Allo stesso modo... Mi vergogno di ammetterlo, ma ne avevo davvero bisogno, e volevo davvero anche questo.
portuguese: [_M_] De coragem... Eu tenho vergonha de admitir, mas eu realmente precisava disso e realmente queria isso também.
russian: [ _M_] Аналогично ... Мне стыдно признаться в этом, но мне это действительно нужно, и я очень хотел этого.

source: [_J_] I'm glad we could fulfill each other's needs. Now, I think there's a whole room full of excited patrons who want to see you on that pole.
french: [ _J_ ] Je suis heureux que nous pouvions satisfaire les besoins de chacun. Maintenant, je pense qu'il y a une salle pleine de clients excités qui veulent vous voir sur ce mât.
italian: [_J_] Sono contento che potremmo soddisfare le rispettive esigenze. Ora, penso che ci sia un'intera stanza piena di eccitati patroni che vogliono vederti su quel palo.
portuguese: [_J_] Fico feliz que poderíamos cumprir as necessidades um do outro. Agora, eu acho que tem um quarto inteiro cheio de mecenas empolgados que querem te ver naquele poste.
russian: Я рад, что мы могли бы удовлетворить друг друга. Теперь, я думаю, есть целая комната, полная возбужденных покровителей, которые хотят видеть тебя на этом полюсе.

source: [_J_] You'd better not keep them waiting any longer.
french: [ _J_ ] Vous feriez mieux de ne pas les attendre plus longtemps.
italian: [_J_] Faresti meglio a non tenerli in attesa di più.
portuguese: [_J_] É melhor não mantê-los esperando por mais tempo.
russian: Тебе лучше не держать их в ожидании.

source: [_M_] Oh, uh... okay.
french: [_M_] Oh, euh... d'accord.
italian: [_M_] Oh, uh... ok.
portuguese: [_M_] Oh, uh ... ok.
russian: Хорошо.

source: [_MT_] {i}I don't know what I was expecting from him, but a little more than that.{/i}
french: [_MT_] {i}Je ne sais pas ce que j'attendais de lui, mais un peu plus que ça.{/i}
italian: [_MT_] {i}Non so cosa mi aspettavo da lui, ma un po 'di più.{/i}
portuguese: [_MT_] {i}Eu não sei o que eu estava esperando dele, mas um pouco mais do que isso. {/i}
russian: [_MT_] {i}Я не знаю, что я ожидал от него, но чуть больше, чем это.{/i}

source: [_MT_] {i}Who am I kidding? To Joey, now, I'm just another one of his whores.{/i}
french: [_MT_] {i}Qui me plaisante? À Joey, maintenant, je ne suis qu'une autre de ses puanteurs.{/i}
italian: [_MT_] {i}Chi sto scherzando? A Joey, ora, sono solo un'altra delle sue puttane.{/i}
portuguese: [_MT_] {i}Quem estou brincando? Para Joey, agora, sou apenas mais um de seus irmãos.{/i}
russian: [_MT_] {i}Кто я повелил? Чтобы радости, я просто еще один из его людей.{/i}

source: [_MT_] {i}God... I'm kind of a whore!{/i}
french: [_MT_] {i}Dieu... Je suis une sorte de prostituée !{/i}
italian: [_MT_] {i}Dio... Sono una specie di puttana!{/i}
portuguese: [_MT_] {i}Deusa... Sou meio de uma pessoa!{/i}
russian: [_MT_] Бог {i}... Я похожа на бешу!{/i}

source: [_MT_] {i}Fuck... me... a whore...{/i}
french: [_MT_] {i}Fuck... moi... une pine...{/i}
italian: [_MT_] {i}Fuck... me... una puttana...{/i}
portuguese: U[_MT_] {i}Presa... Eu se... uma quem...{/i}
russian: [_MT_] {i}Хак... меня... белый...{/i}

source: [_MT_] {i}That kind of turns me on.{/i}
french: [_MT_] {i}Ce genre de me rallume {/i}
italian: [_MT_] {i}Questo tipo di spegnermi su.{/i}
portuguese: [_MT_] {i}Esse tipo de me vira.{/i}
russian: [_MT_] {i}мне поворачивается.{/i}

source: [_AD_] And... It looks like she's headed to the stripper stage.
french: [_AD_] Et... On dirait qu'elle se dirige vers l'étape du stripper.
italian: [_AD_] E... Sembra che lei si diriga verso il palcoscenico.
portuguese: [_AD_] E... Parece que ela está indo para o estágio de stripper.
russian: [_AD_] And... Похоже, она отправилась на сцену полосы.

source: [_AD_] Wow!... Just, wow!
french: [_AD_] Wow!... Juste, wow!
italian: [_AD_] Wow!... Giusto, wow!
portuguese: [_AD_] Uau! ... Só, uau!
russian: [_AD_] Ого!... Ясно, Вау!

source: [_AD_] I'm so turned on right now, I think I just might let you have a go at me.
french: [ _AD_ ] Je suis si retourné en ce moment, je pense que je peux vous laisser aller chez moi.
italian: [_AD_] Sono così acceso in questo momento, penso che potrei solo lasciarti andare a me.
portuguese: [_AD_] Estou tão ligado agora, acho que eu só poderia deixar você ter um ir em mim.
russian: [ _AD_] Я так сейчас включу, я думаю, что я просто позволю тебе пойти ко мне.

source: [_R_] Have a go at you?!
french: [_R_] Allez-y ?!
italian: [_R_] Vuoi andare a te?!
portuguese: [_R_] Ter um vá em você?!
russian: [ _R_] Есть у вас?

source: [_R_] I just watched my mom get fucked by a fucking crime lord!
french: [_R_] Je viens de regarder ma mère me faire baiser par un fucking crime seigneur !
italian: [_R_] Ho appena guardato mia mamma farsi scopare da un signore del crimine del cazzo!
portuguese: [__R_] Eu só assisti minha mãe ser foda por um puta do crime senhor!
russian: [_R_] Я только что наблюдал за своей мамой помаха!

source: [_R_] I'm not in the fucking mood to fuck you!
french: [_R_] Je ne suis pas d'humeur baisée pour te baiser !
italian: [_R_] Io non sono in vena di scopare te!
portuguese: [__R_] Eu não estou com a porra do clima de te foder!
russian: [_R_] Я не в рыбацком настроении, чтобы вас есть!

source: [_AD_] Oh, come on... It will be good revenge.
french: [_AD_] Oh, allez-y... Ce sera une bonne vengeance.
italian: [_AD_] Oh, vieni... Sarà una buona vendetta.
portuguese: U[_AD_] Ah, venha... Será uma boa vingança.
russian: О, да ладно ... Это будет хорошая месть.

source: [_R_] That's my mom!
french: [_R_] C'est ma mère !
italian: [_R_] Questa è mia mamma!
portuguese: [_R_] Essa é a minha mãe!
russian: Это моя мама!

source: [_R_] I don't want to get revenge on her! I just want her to stop fucking other guys!
french: [_R_] Je ne veux pas me venger d'elle ! Je veux juste qu'elle arrête de baiser les autres !
italian: [_R_] Non voglio vendicarmi su di lei! Voglio solo che smetta di scopare altri ragazzi!
portuguese: [__R_] Eu não quero me vingar dela! Eu só quero que ela pare de foder outros caras!
russian: [_R_] Я не хочу отомстить! Я хочу, чтобы она прекратила трахать других парней!

source: [_R_] You're a real piece of work to suggest such a thing when this is happening to me.
french: [ _R_ ] Vous êtes un vrai travail pour suggérer une telle chose quand cela m'arrive.
italian: [_R_] Sei un vero e proprio pezzo di lavoro per suggerire una cosa del genere quando questo mi sta succedendo.
portuguese: [_R_] Você é um verdadeiro trabalho para sugerir tal coisa quando isso está acontecendo comigo.
russian: [ _R_] Вы настоящий кусок работы, чтобы предложить такое, когда это происходит со мной.

source: [_AD_] Don't get mad at me, you're the one pitching a fucking circus tent.
french: [ _AD_ ] Ne me fâchez pas contre moi, vous êtes celui qui a pincé une tente de cirque.
italian: [_AD_] Non arrabbiarti con me, sei quello che fa un cazzo di tenda.
portuguese: [_AD_] Não fique bravo comigo, você é o único arremessando uma porra de uma barraca de circo.
russian: [_AD_] Не сумасшедший на меня, вы один штукатурный цирковой палатки.

source: [_R_] It's just a confused boner. It's not because I'm turned on.
french: [ _R_ ] C'est juste un boneur confus. Ce n'est pas parce que je suis allumé.
italian: [_R_] È solo un boner confuso. Non è perché sono acceso.
portuguese: [_R_] É apenas um bônus confuso. Não é porque estou ligado.
russian: [_R_] Это просто смешанный костёр. Это не потому, что я включен.

source: [_AD_] Uh, huh... Sure.
french: [_AD_] Uh, hein... Bien sûr.
italian: [_AD_] Uh, eh... Certo.
portuguese: [_AD_] Uh, né... Claro.
russian: [ _AD_] Uh, huh ... Конечно.

source: [_AD_] Are you sure you don't want me to help you take care of it?
french: [ _AD_ ] Etes-vous sûr de ne pas vouloir que je vous aide à en prendre soin?
italian: [_AD_] Sei sicuro di non volere che ti aiuti a prenderti cura di esso?
portuguese: [_AD_] Tem certeza de que não quer que eu te ajude a cuidar disso?
russian: [_AD_] Вы уверены, что вы не хотите, чтобы я помог вам позаботиться об этом?

source: [_R_] No!
french: [_R_] Non!
portuguese: U[_R_] Não!
russian: [ _R_] Нет!

source: [_R_] I'll take care of it myself, thank you.
french: [ _R_ ] Je m'en occupe moi-même, merci.
italian: [_R_] Me ne prenderò cura, grazie.
portuguese: [__R_] Eu mesmo vou cuidar disso, obrigado.
russian: Я сам позаботишься об этом, спасибо.

source: [_AD_] Well, make sure you do it in a bathroom or something.
french: [_AD_] Eh bien, assurez-vous de le faire dans une salle de bains ou quelque chose.
italian: [_AD_] Beh, assicurati di farlo in un bagno o in qualcosa.
portuguese: [_AD_] Bem, certise-se de fazê-lo em um banheiro ou algo assim.
russian: [ _AD_] Ну, убедитесь, что вы делаете это в ванной или что-то в этом.

source: [_AD_] None of Joey's patrons will want to come upon you jacking off behind some corner.
french: [ _AD_ ] Aucun des clients de Joey ne voudra venir vous mettre à l'arrêt derrière un coin.
italian: [_AD_] Nessuno dei patroni di Joey vorrà venire su di te sollevandosi dietro qualche angolo.
portuguese: [_AD_] Nenhum dos patrões do Joey vai querer te bater atrás de um canto.
russian: [_AD_] Ни один из покровителей Joey's не захочет прийти на ваш краж за углом.

source: [_RT_] {i}There, all I had to do was take a piss, now my boner's gone.{/i}
french: [_RT_] {i}Là, tout ce que j'ai eu à faire était de prendre un piss, maintenant mon bonneur.{/i}
italian: [_RT_] {i}Lì, tutto quello che dovevo fare era prendere un piscio, ora il mio boner andato.{/i}
portuguese: [_RT_] {i}Lá, tudo o que eu tive que fazer era pegar uma miçanga, agora meu osso.{/i}
russian: [_RT_] {i}Там, всё, что мне нужно было сделать, было забрать блеск, а теперь и у моего боксера.{/i}

source: [_RT_] {i}I just feel bad for the janitor.{/i}
french: [_RT_] {i}Je me sens mal pour le concierge. {/i}
italian: [_RT_] {i}Mi sento male per il janitor.{/i}
portuguese: [_RT_] {i}Eu só me sinto mal para o zelador. {/i}
russian: [_RT_] {i}Я чувствую себя плохо для неприятелей.{/i}

source: [_RT_] {i}I should go check on my mom at the stage now.{/i}
french: [_RT_] {i}Je devrais aller vérifier ma mère dès maintenant sur le plan.{/i}
italian: [_RT_] {i}Dovrei andare a controllare mia mamma allo stadio ora.{/i}
portuguese: [_RT_] {i}Eu deveria ir verificar na minha mãe no estágio agora. {/i}
russian: [_RT_] {i}Мне нужно сейчас проверить маму на сцене.{/i}

source: [_RT_] {i}Well, she's filled the house again.{/i}
french: [_RT_] {i}Eh bien, elle a à nouveau rempli la maison.{/i}
italian: [_RT_] {i}Beh, ha di nuovo riempito la casa.{/i}
portuguese: [_RT_] {i}Bem, ela vai voltar a encher a casa.{/i}
russian: [_RT_] {i}Ну, она снова заполнила дом.{/i}

source: [_RT_] {i}After her last show, there's no way anyone's going to want to miss any of her next ones.{/i}
french: [ _RT_ ] {i}Après son dernier spectacle, il n'y a aucun moyen pour personne de ne pas vouloir manquer l'une de ses prochaines. { /i }
italian: [_RT_] {i}Dopo il suo ultimo spettacolo, non c'è modo che nessuno vorrà perdere uno dei suoi successivi.{/i}
portuguese: [_RT_] {i}Depois de seu último show, não há como alguém querer perder nenhum dos seus próximos. {/i}
russian: [_RT_] {i}После ее последнего представления, никто не хочет упустить ни одного из ее следующих шоу.{/i}

source: [_RT_] {i}My mom... The biggest whore in town.{/i}
french: [_RT_] {i}Ma maman... La plus grande prostituée en ville.{/i}
italian: [_RT_] {i}Mia mamma... La puttana più grande della città.{/i}
portuguese: [_RT_] {i}Minha mãe... O maior resmungo da cidade.{/i}
russian: [_RT_] {i}Моя мамама... Самая большая шерсть в городе.{/i}

source: [_RT_] {i}Thank God the kids in school still haven't heard about this!{i}
french: [ _RT_ ] {i}Dieu merci, les enfants de l'école n'ont pas encore entendu parler de ça !{i}
italian: [ _RT_] {i}Grazie a Dio i ragazzi a scuola non hanno ancora sentito parlare di questo!{i}
portuguese: [_RT_] {i}Graças a Deus, as crianças da escola ainda não ouviram falar disso!{i}
russian: [_RT_] {i}Благодарю Бога детей в школе еще не слышали об этом!{i}

source: [_RT_] {i}At least I don't think they have.{/i}
french: [_RT_] {i}Au moins je ne pense pas qu'ils l'ont.{/i}
italian: [_RT_] {i}Almeno penso che non hanno.{/i}
portuguese: [_RT_] {i}Pelo menos eu não acho que eles têm. {/i}
russian: [_RT_] {i}По крайней мере я не думаю, что у них есть.{/i}

source: [_RT_] {i}No, or all the guys in school would be here with their fake ID's to get a look at that ass.{/i}
french: [ _RT_ ] {i}Non, ou tous les gars à l'école seraient ici avec leur faux ID pour avoir un regard sur ce cul. { /i }
italian: [_RT_] {i}No, o tutti i ragazzi a scuola sarebbero qui con i loro falsi ID per dare un'occhiata a quel culo.{/i}
portuguese: [_RT_] {i}Não, ou todos os caras da escola estariam aqui com seus falsos ID's para dar uma olhada naquela bunda. {/i}
russian: [ _RT_] {i}Нет, или все парни в школе были бы здесь с их поддельными ID, чтобы взглянуть на эту задницу. { /i }

source: [_RT_] {i}To try and catch a glimpse of that beautiful shaved pussy...{/i}
french: [_RT_] {i}Pour essayer d'apercevoir cette belle chatte rasée...{/i}
italian: [_RT_] {i}Per cercare di intravedere quella bella figa rasata...{/i}
portuguese: U[_RT_] {i}para tentar perceber um vislumbre daquele belíssimo pussy...{/i}
russian: [_RT_] {i}Попробуйте и поймайте близ этой красивой бритой киси...{/i}

source: [_RT_] {i}Maybe even sit in the splash zone of her new squirt show.{/i}
french: [_RT_] {i}Peut-être même asseyez-vous dans la zone d'ombre de son nouveau spectacle d'écureuil.{/i}
italian: [_RT_] {i}Forse anche sedersi nella zona splash del suo nuovo spettacolo di scoiattoli.{/i}
portuguese: [_RT_] {i}Talvez até mesmo sentar na zona de splash de seu novo show de squirt. {/i}
russian: [_RT_] {i}Может быть, даже сидеть в зоне всплеска её новой белки.{/i}

source: [_RT_] {i}Fuck... I'm going to be sick... I need to get out of here.{/i}
french: [_RT_] {i}Fuck... Je vais être malade... J'ai besoin de sortir d'ici.{/i}
italian: [_RT_] {i}Fuck... Sto per essere malato... Ho bisogno di uscire da qui.{/i}
portuguese: [_RT_] {i}Agitou... Vou ficar doente... Preciso sair daqui.{/i}
russian: [_RT_] {i}Хак... Я буду больным... Мне нужно выйти отсюда.{/i}

source: [_A_] Is she on stage again?
french: [ _A_ ] Est-elle à nouveau sur scène?
italian: [_A_] È di nuovo sul palco?
portuguese: [_A_] Ela está no palco de novo?
russian: [_A_] Она снова сменилась?

source: [_A_] Was she grinding the pole again?
french: [_A_] Est-ce qu'elle rectifie à nouveau le poteau?
italian: [_A_] stava macinando di nuovo il palo?
portuguese: [_A_] Foi ela triturando o poste de novo?
russian: Она снова измельчила штанга?

source: [_R_] I'm not sure... I left before she could get that far.
french: [_R_] Je ne suis pas sûr... Je suis parti avant qu'elle ne puisse aller aussi loin.
italian: [_R_] non sono sicuro... sono partito prima che potesse arrivare così lontano.
portuguese: [_R_] Eu não tenho certeza ... Saí antes que ela pudesse chegar tão longe.
russian: Я не уверен ... Я ушла до того, как она смогла заполучить это далеко.

source: [_MT_] {i}Fuck, this feels good! I hope I can make myself squirt again. Expectations are pretty high.{/i}
french: [_MT_] {i}Fuck, c'est bien ! J'espère que je vais me faire éclater à nouveau. Les attentes sont assez élevées.{/i}
italian: [_MT_] {i}Fuck, questo si sente bene! Spero di potermi fare di nuovo schizzare. Le aspettative sono piuttosto elevate.{/i}
portuguese: [_MT_] {i}Fuck, isso se sente bem! Espero que eu possa me fazer esguar de novo. As expectativas são bem altas. {/i}
russian: [_MT_] {i}траха! Я надеюсь, что снова смогу убернуть себя в белке. Ожидания довольно высоки.{/i}

source: [_A_] Maybe she'll just do a normal strip dance tonight.
french: [ _A_ ] Peut-être qu'elle fera une danse de bande normale ce soir.
italian: [_A_] Forse lei farà solo una normale striscia danza stasera.
portuguese: [_A_] Talvez ela fará uma dança normal de tiras esta noite.
russian: Может, она просто потанцует сегодня вечером.

source: [_A_] I mean, she can't just keep squirting on demand, can she?
french: [_A_] Je veux dire, elle ne peut pas continuer à couler à la demande, peut elle ?
italian: [_A_] Intendo dire, lei non può semplicemente continuare a schizzare su richiesta, vero?
portuguese: U[_A_] quero dizer, ela não pode continuar esquilando a demanda, não é?
russian: Я имею в виду, она не может просто продолжать белку по требованию, не так ли?

source: {i}"(Crowd Cheering!)"{/i}
french: {i}"(Appréciation de la ligne (Crowd !)"{/i}
portuguese: {i}"(Boi lindo!)"{/i}
russian: {i}"(Счастливый вечер!)"{/i}

source: {i}(Crowd chanting in the distance){/i} [mom_name], [mom_name], [mom_name]!
french: {i}(Crowd chante dans la distance){/i} [mom_name], [mom_name], [mom_name]!
portuguese: {i}(canção por linhas à distância){/i} [mom_name], [mom_name], [mom_name]!
russian: {i}(Колебание в расстоянии){/i} [mom_name], [mom_name], [mom_name]!
