Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Ok.... hold still for a second. It's really hard to take a picture with this camera one handed.
dutch: [_R_] Ok.... houd nog een seconde vast. Het is echt moeilijk om een foto te maken met deze camera één.
french: [_R_] D'accord.... restez immobile une seconde. Il est vraiment difficile de prendre une photo avec cet appareil photo d'une seule main.
german: [_R_] Ok.... halten Sie eine Sekunde still. Es ist wirklich schwierig, mit dieser Kamera ein Bild zu machen.
italian: [_R_] Ok.... tieni fermo per un secondo. È davvero difficile scattare una foto con questa macchina fotografica una ad haned.
portuguese: [_R_] Ok.... segure ainda por um segundo. É muito difícil tirar uma foto com esta câmera desativada.

source: [_R_] Ok.... I think that will work. I'll just replace my hand in the picture with a wolf's mouth.
dutch: [_R_] Ok.... Ik denk dat dat zal werken. Ik zal mijn hand in de foto vervangen door een wolf's mond.
french: [_R_] D'accord.... Je pense que ça va marcher. Je vais juste remplacer ma main sur la photo par une gueule de loup.
german: [_R_] Ok.... Ich denke, das wird funktionieren. Ich werde nur meine Hand im Bild durch den Mund eines Wolfs ersetzen.
italian: [_R_] Ok.... Penso che funzionerà. Io sostituirò la mia mano nella foto con la bocca di un lupo.
portuguese: [_R_] Ok.... Eu acho que isso vai funcionar. Só vou trocar minha mão na imagem por a boca de um lobo.

source: [_R_] Now I need you to hold really still while I cut a hole in your underwear with this utility knife. I'm going to try to make it look like the wolf ripped it with his teeth.
dutch: [_R_] Nu heb ik je nodig om nog echt vast te houden terwijl ik met dit nutsmes een gat in je ondergoed heb geknipt. Ik ga proberen om het eruit te laten zien alsof de wolf het met zijn tanden ripte.
french: [_R_] Maintenant, j'ai besoin que tu restes immobile pendant que je coupe un trou dans tes sous-vêtements avec ce couteau. Je vais essayer de faire croire que le loup l'a déchiré avec ses dents.
german: [_R_] Jetzt muss ich dich wirklich still halten, während ich mit diesem Gebrauchsmesser ein Loch in deine Unterwäsche schneidee. Ich werde versuchen, es so aussehen zu lassen, als ob der Wolf ihn mit seinen Zähnen gerissen hat.
italian: [_R_] Ora ho bisogno di tenervi ancora mentre ho tagliato un buco nella biancheria intima con questo coltello di utilità. Cercherò di farla sembrare il lupo strappato con i denti.

source: [_R_] Hold really still, I don't want to accidentally nick you.
dutch: [_R_] Houd echt stil, ik wil je niet per ongeluk bijnaam geven.
french: [_R_] Tiens vraiment la pose immobile, je ne veux pas te couper accidentellement.
german: [_R_] Halte wirklich immer noch, ich möchte dich nicht versehentlich nacken.
italian: [_R_] Tieni fermo davvero, non voglio ingannarti accidentalmente.
portuguese: [_R_] ficar bem parado, eu não quero te apelidar acidentalmente.

source: [_R_] There! That looks pretty good.
dutch: [_R_] Duur! Dat ziet er best goed uit.
french: [_R_] Là! Ça a l'air plutôt bien.
german: [_R_] Hallo! Das sieht ziemlich gut aus.
italian: [_R_] Lì! Sembra abbastanza buono.
portuguese: [_R_] Pronto! Parece muito bom.

source: [_RT_] {i}Oh my God! What a heavenly ass my sister has!{/i}
dutch: [_RT_] {i}Oh mijn God! Wat een hemelse afkeer van mijn zus!{/i}
french: [_RT_] {i}Oh mon Dieu! Quel cul céleste a ma sœur!{/i}
german: [_RT_] {i}Oh mein Gott! Was für ein himmlischer Arsch meine Schwester!{/i}
italian: [_RT_] {i}Oh mio Dio! Che culo celeste ha mia sorella!{/i}
portuguese: [_RT_] {i}Oh meu Deus! Que irmã está parada no céu

source: [_RT_] {i}Luckily she can't see me pitching a tent from there.{/i}
dutch: [_RT_] {i}Gelukkig kan ze me daar geen tent van zien zetten.{/i}
french: [_RT_] {i}Heureusement, elle ne peut pas me voir monter une tente à partir de là.{/i}
german: [_RT_] {i}Glücklicherweise kann sie mich nicht sehen, wenn ich ein Zelt von dort aus baue. {/i}
italian: [_RT_] {i}Fortunatamente non riesce a vedermi piazzare una tenda da lì.{/i}
portuguese: [_RT_] {i}felizmente ela não pode me ver lançando uma tenda de lá.{/i}

source: [_S_] Did you get a good look? You were back there for long enough.
dutch: [_S_] Heb je een goed uiterlijk gekregen? Je was er lang genoeg terug.
french: [_S_] As-tu bien regardé? Tu y es resté assez longtemps.
german: [_S_] Hast du ein gutes Aussehen bekommen? Du warst lange genug dort.
italian: [_S_] Hai ottenuto un buon look? Sei tornato lì abbastanza a lungo.
portuguese: [_S_] Você deu uma boa olhada? Você voltou lá por tempo suficiente.

source: [_R_] What are you saying?... I wasn't staring.... why would I... you're my sister... I just needed to make sure to get a good shot.
dutch: [_R_] Wat zeg je?... Ik staren niet.... waarom zou ik ... mijn zus zijn... Ik moest gewoon zorgen voor een goede schot.
french: [_R_] Qu'est-ce que tu dis ?... Je ne regardais pas.... pourquoi je le ferais... tu es ma sœur... J'avais juste besoin de m'assurer d'avoir un bon angle.
german: [_R_] Was sagst du?... Ich habe nicht angefangen ... warum würde... du bist meine Schwester... Ich brauchte nur, um einen guten Schuss zu bekommen.
italian: [_R_] Che cosa stai dicendo?... non stavo fissando.... perché sarei stata mia sorella... avevo solo bisogno di fare in modo di ottenere un buon colpo.
portuguese: [_R_] O que você está dizendo?... Eu não estava passando.... por que eu... você é minha irmã... Eu só precisava ter um bom tiro.

source: [_S_] Yeah, well that bulge in your pants tells a different story!
dutch: [_S_] Yeah, goed dat je broek opstapelt vertelt een ander verhaal!
french: [_S_] Ouais, eh bien ce renflement dans ton pantalon raconte une autre histoire!
german: [_S_] Ja, gut, diese Wellen in den Hosen erzählen eine andere Geschichte!
italian: [_S_] Sì, bene che rigonfiare nei pantaloni racconta una storia diversa!
portuguese: [_S_] Sim, boa essa bola nas calças conta uma história diferente!

source: [_RT_] {i}Shit.... she noticed.{/i}
dutch: [_RT_] {i}Shit.... ze merkt.{/i}
french: [_RT_] {i}Merde.... elle l'a remarqué.{/i}
german: [_RT_] {i}Shit.... sie bemerkte. {/i}
italian: [_RT_] {i}ha visto.... ha notato.{/i}

source: [_R_] I'm not proud of that.... but I think it's a pretty natural reaction to what I was just looking at.... sister or not.
dutch: [_R_] ik ben daar niet trots op.... maar ik vind het een redelijk natuurlijke reactie op waar ik net naar kijk... .
french: [_R_] Je n'en suis pas fier.... mais je pense que c'est une réaction assez naturelle à ce que je regardais.... sœur ou pas.
german: [_R_] Ich bin nicht stolz darauf.... aber ich denke, es ist eine ziemlich natürliche Reaktion auf das, was ich gerade gesehen habe.... Schwester oder nicht.
italian: [_R_] non ne sono orgoglioso.... ma penso che sia una reazione abbastanza naturale a quello che stavo guardando.... sorella o no.

source: [_S_] Yeah, well get yourself under control, and don't forget to at least try to stay professional.
dutch: [_S_] Yeah, ga goed zelf onder controle en vergeet niet op zijn minst professioneel te blijven.
french: [_S_] Ouais, eh bien, maîtrises-toi, et n'oublies pas au moins d'essayer de rester professionnel.
german: [_S_] Ja, du bist gut in der Kontrolle und vergiss nicht, wenigstens professionell zu bleiben.
italian: [_S_] Sì, bene mettiti sotto controllo, e non dimenticarti di cercare almeno di rimanere professionista.
portuguese: [_S_] Sim, muito bem pode ser você mesmo sob controle e não se esqueça de, pelo menos, tentar se manter profissional.

source: [_R_] Yeah.... no doubt.... no doubt...
french: [_R_] Ouais.... incontestable.... incontestable...
german: [_R_] Ja.... kein Zweifel.... kein Zweifel...
italian: [_R_] Si.... senza dubbio.... senza dubbio...
portuguese: [_R_] Sim.... sem dúvida... sem dúvida...

source: [_S_] So, are we done?
dutch: [_S_] Dus, zijn we klaar?
french: [_S_] Alors, on a fini ?
german: [_S_] Also, sind wir getan?
italian: [_S_] Dunque, ci siamo fatti?

source: [_R_] No not yet...
dutch: [_R_] Nog niet...
french: [_R_] Non pas encore...
german: [_R_] Noch nicht...
italian: [_R_] No, non ancora...
portuguese: [_R_] Não ainda não...

source: [_RT_] {i}Hmmmmm.... what I want to do next, she'll never agree to, I've got to manipulate her into thinking we're doing something else.{/i}
dutch: [_RT_] {i}Hmmm.... wat ik nu wil doen, daar zal ze het nooit mee eens zijn, ik moet haar manipuleren om te denken dat we iets anders doen.{/i}
french: [_RT_] {i}Hmmmmm.... ce que je veux faire ensuite, elle n'acceptera jamais, je dois la manipuler pour qu'elle pense qu'on fait autre chose.{/i}
german: [_RT_] {i}Hmmmmm.... was ich als Nächstes tun möchte, wird sie nie zustimmen, ich muss sie manipulieren und denken, dass wir etwas anderes tun.{/i}
italian: [_RT_] {i}Hmmmmm.... quello che voglio fare dopo, lei non accetterà mai, devo manipolarla nel pensare che stiamo facendo qualcos'altro.{/i}
portuguese: [_RT_] {i}Hmmmmm.... o que eu quero fazer a seguir, ela nunca concordará, eu tenho que manipulá-la e pensar que estamos fazendo outra coisa.{/i}

source: [_RT_] {i}Let's see if I'm clever enough to make this work out.{/i}
dutch: [_RT_] {i}Laten we kijken of ik slim genoeg ben om dit te laten werken.{/i}
french: [_RT_] {i}Voyons si je suis assez intelligent pour que cela fonctionne.{/i}
german: [_RT_] {i}Lass uns sehen, ob ich klug genug bin, um das zu tun.{/i}
italian: [_RT_] {i}Vediamo se sono abbastanza intelligente per fare questo lavoro.{/i}

source: [_R_] Alright.... we're done with the wolf scene, now I want you to pretend you're crawling through a tunnel ful of cobwebs...
dutch: [_R_] Oké.... we zijn klaar met de wolf scène, nu wil ik dat je doet alsof je door een tunnel vol koeien bent...
french: [_R_] D'accord.... on en a fini avec la scène du loup, maintenant je veux que tu fasses comme si tu rampais dans un tunnel de toiles d'araignées...
german: [_R_] Okay, wir sind mit der Wolfszene fertig, jetzt will ich dich so tun, als ob du durch einen Tunnel mit Kopfsteinpflaster...
italian: [_R_] Va bene.... abbiamo finito con la scena del lupo, ora voglio che tu faccia finta di strisciare in un tunnel pieno di ragnatele...
portuguese: [_R_] Certo.... terminamos a cena do lobo, agora quero que você finja que está rastejando por um túnel cheio de teias de cozinha...

source: [_R_] Lift your hand like you're wiping cobwebs out of your way,
dutch: [_R_] Til je hand op alsof je kobbben uit je weg veegt.
french: [_R_] Lèves la main comme si tu essuyais des toiles d'araignées hors de ton chemin,
german: [_R_] Heben Sie Ihre Hand, als wische Sie Pflaster aus dem Weg
italian: [_R_] Solleva la mano come se fossi spazzando via le ragnatele,
portuguese: U[_R_] Levante sua mão como se estivesse esfregando os cobwebs do seu caminho,

source: [_R_] And try to looked grossed out, cuz there may be spiders.
dutch: [_R_] En probeer te kijken met de grote, cuz er kunnen spinnen zijn.
french: [_R_] Et essaies de paraître dégoûtée, car il peut y avoir des araignées.
german: [_R_] und versuche, ausgebreitet auszusehen, Cuz gibt es möglicherweise Spinnen.
italian: [_R_] E cercate di sembrare grossolanamente fuori, cuz ci possono essere ragni.
portuguese: [_R_] E tente parecer nojentado, cuz pode haver aranhas.

source: [_S_] Like this?
dutch: [_S_] vindt dit leuk?
french: [_S_] Comme ça?
german: [_S_] Gefällt mir?
italian: [_S_] Ti piace?
portuguese: [_S_] curtir isto?

source: [_R_] Yeah, I think I can make that work.
dutch: [_R_] Yeah, ik denk dat ik dat kan laten werken.
french: [_R_] Ouais, je pense que je peux faire fonctionner ça.
german: [_R_] Ja, ich glaube, das kann funktionieren.
italian: [_R_] Sì, penso di poter fare quel lavoro.
portuguese: [_R_] Sim, eu acho que posso fazer isso funcionar.

source: [_RT_] {i}I'll just shop Sidney petting a horny wolf, and another one licking her from behind.{/i}
dutch: [_RT_] {i}Ik ga gewoon een Sidney fokken met een hornige wolf en nog een andere die haar van achter liett.{/i} kookt
french: [_RT_] {i}Je vais juste acheter à Sidney un loup chaud, et un autre qui la lèche par derrière.{/i}
german: [_RT_] {i}Ich kaufe einfach Sidney ein, um einen geilen Wolf zu streicheln und einen anderen von hinten lecken.{/i}
italian: [_RT_] {i}Farò solo acquisti Sidney accarezzando un lupo corneo, e un altro la lecca da dietro.{/i}

source: [_RT_] {i}Oh she'd be so mad if she knew. I hope she doesn't ever go onto the CosplayHeaven website.{/i}
dutch: [_RT_] {i}Oh ze zou zo gek zijn als ze het wist. Ik hoop dat ze nooit op de CosplayHeaven website zal komen.{/i}
french: [_RT_] {i}Oh elle serait si énervée si elle savait. J'espère qu'elle n'ira jamais sur le site de CosplayHeaven.{/i}
german: [_RT_] {i}Oh sie wäre so verrückt, wenn sie es wußte. Ich hoffe, sie geht nie auf die CosplayHeaven Webseite.{/i}
italian: [_RT_] {i}Oh sarebbe così pazza se lo sapesse. Spero che non vada mai sul sito di CosplayHeaven.{/i}
portuguese: [_RT_] {i}Oh ela ficaria tão louca se soubesse. Espero que nunca vá ao site do CosplayHeaven.{/i}

source: [_R_] Looks good, now I want you to pretend like you found the treasure room.
dutch: [_R_] ziet er goed uit, nu wil ik dat je doet alsof je de schatkamer hebt gevonden.
french: [_R_] Ça a l'air bien, maintenant je veux que tu fasses comme si tu avais trouvé la salle du trésor.
german: [_R_] Sieht gut aus, jetzt möchte ich dich so tun, als ob du den Schatzkammer gefunden hast.
italian: [_R_] Sembra buono, ora voglio che tu faccia finta come tu abbia trovato la stanza del tesoro.
portuguese: [_R_] Parece bom, agora quero que você finja que encontrou a sala de tesouro.

source: [_R_] Get on your knees, and look to your right on the ground at all the treasure.
dutch: [_R_] Kom op uw knieën en kijk naar uw rechterkant op de grond op alle schatten.
french: [_R_] Mets-toi à genoux et regardes à ta droite par terre tout le trésor.
german: [_R_] Gehe auf die Knie und schaue rechts auf dem Boden auf den ganzen Schatz.
italian: [_R_] Mettiti in ginocchio e guarda a destra a terra tutto il tesoro.
portuguese: [_R_] Entre nos joelhos e olhe para a sua direita no chão todo o tesouro.

source: [_R_] Oh.... and try to look really pleased.
dutch: [_R_] Oh... en probeer er echt blij mee te zijn.
french: [_R_] Oh.... et essaies d'avoir l'air vraiment contente.
german: [_R_] Oh.... und versuchen Sie wirklich zufrieden zu sein.
italian: [_R_] Oh.... e cercare di guardare davvero soddisfatto.
portuguese: [_R_] Oh .... e tenta parecer muito contente.

source: [_S_] Is this ok?
dutch: [_S_] Is dit ok?
french: [_S_] Est-ce correct?
german: [_S_] Ist das ok?
italian: [_S_] Va bene così?
portuguese: [_S_] É isso ok?

source: [_R_] Yeah.... great actually.
dutch: [_R_] Yeah.... geweldig eigenlijk.
french: [_R_] Ouais.... super en fait.
german: [_R_] Ja.... wirklich großartig.
italian: [_R_] Sì... grande in realtà.
portuguese: [_R_] Sim.... legalmente.

source: [_S_] The gun is still in the scene, do you want me to get rid of it.
dutch: [_S_] Het geweer is nog steeds in het veld, wil je dat ik er van af.
french: [_S_] L'arme est toujours en scène, veux-tu que je m'en débarrasse.
german: [_S_] Die Waffe ist immer noch in der Szene, willst du mich loswerden.
italian: [_S_] La pistola è ancora in scena, vuoi che mi sbarazzi.
portuguese: [_S_] A arma ainda está na cena, você quer que eu me livre dela.

source: [_R_] That's ok, I can just shop it out later.
dutch: [_R_] Dat is ok, ik kan het gewoon later winkelen.
french: [_R_] C'est ok, je peux juste la ranger plus tard.
german: [_R_] Das ist ok, ich kann es später einfach auskaufen.
italian: [_R_] Va bene, posso solo acquistarlo più tardi.
portuguese: [_R_] Pronto, só posso comprar mais tarde.

source: [_R_] Ok, now I want you to look on the treasure on the other side of you, with the same excitement.
dutch: [_R_] Ok, nu wil ik dat je met dezelfde opwinding naar de schat kijkt aan de andere kant van jou, met dezelfde opwinding.
french: [_R_] Ok, maintenant je veux que tu regardes le trésor de l'autre côté de toi, avec la même excitation.
german: [_R_] Ok, jetzt möchte ich, dass du den Schatz auf der anderen Seite von dir anschaust, mit der gleichen Aufregung.
italian: [_R_] Ok, ora voglio che tu guardi il tesoro dall'altra parte di te, con la stessa eccitazione.
portuguese: [_R_] Ok, agora eu quero que você olhe para o tesouro do outro lado de você, com a mesma emoção.

source: [_R_] Perfect.
french: [_R_] Parfait.
german: [_R_] Perfekt.
italian: [_R_] Perfetto.
portuguese: [_R_] Perfeito.

source: [_R_] Ok, now I want you to pretend that you see a beautiful jewel-encrusted golden sceptre, and you can't resist but to reach out and pick it up.
dutch: [_R_] Ok, nu wil ik dat je doet alsof je een mooie juwel-ingekapselde gouden scepticus ziet, en je kunt het niet weerstaan, maar alleen om het te bereiken.
french: [_R_] Ok, maintenant je veux que tu fasses semblant de voir un beau sceptre doré incrusté de bijoux, et tu ne peux résister que de te détendre et de le ramasser.
german: [_R_] Ok, jetzt will ich dich so tun, als ob du einen schönen goldenen Skeptiker siehst, und du kannst nicht widerstehen, sondern dich ausstrecken und abholen.
italian: [_R_] Ok, ora voglio che tu faccia finta di vedere un bellissimo scettro dorato incrostato di gioielli, e non si può resistere ma di raggiungere fuori e raccoglierlo.
portuguese: [_R_] Ok, agora quero que você finja que vê um lindo cepticista dourado encrencado, e você não consegue resistir a se estender e pegá-lo.

source: [_S_] Kinda like this?
dutch: [_S_] Kinda zoals dit?
french: [_S_] Un peu comme ça?
german: [_S_] Kinda mag das?
italian: [_S_] Kinda come questo?
portuguese: [_S_] Kinda gosta disso?

source: [_R_] Yeah, but turn it around in your hand like you're examining it.
dutch: [_R_] Yeah, maar draai het in je hand zoals je het onderzoekt.
french: [_R_] Oui, mais tournes-le dans ta main comme si tu l’examines.
german: [_R_] Ja, aber drehen Sie es in Ihrer Hand um, wie Sie es prüfen.
italian: [_R_] Sì, ma gira in mano come lo stai esaminando.
portuguese: [_R_] Sim, mas vire-a na sua mão como se estivesse examinando.

source: [_R_] Another great shot!
dutch: [_R_] Nog een geweldig schietje!
french: [_R_] Encore un shooting génial !
german: [_R_] Ein weiterer großer Schuss!
italian: [_R_] Un altro grande scatto!
portuguese: U[_R_] Outro ótimo tiro!

source: [_S_] You better not make me use it as a dildo or something!
dutch: [_S_] Je kunt me beter niet als een dildo of iets laten gebruiken!
french: [_S_] Tu ferais mieux de ne pas me faire l'utiliser comme un gode ou quelque chose comme ça!
german: [_S_] Du solltest es nicht als Dildo oder etwas verwenden!
italian: [_S_] È meglio non farmi usare come un dildo o qualcosa!
portuguese: [_S_] É melhor você não me fazer usar isso como dildo ou algo!

source: [_R_] Good fuck Sidney! You're so perverted.... I would never make you do anything like that!
dutch: [_R_] Goed fuck Sidney! Je bent zo geperverteerd.... Ik zou je nooit zoiets laten doen!
french: [_R_] Bonne idée Sidney! Tu es tellement perverse.... Je ne te ferais jamais faire quelque chose comme ça!
german: [_R_] Gute Fick-Sidney Sidney! Du bist so pervertiert.... Ich würde dich nie etwas so machen!
italian: [_R_] Buona scopata Sidney! Sei così pervertita.... Non ti farei mai fare niente del genere!
portuguese: [_R_] Bom Porão Sidney! Você está tão pervertido... Eu nunca te obrigaria a fazer nada assim!

source: [_R_] What's wrong with you?
dutch: [_R_] Wat is er mis met je?
french: [_R_] Qu'est-ce qui ne va pas chez toi?
german: [_R_] Was ist falsch mit dir?
italian: [_R_] Cosa c'è di sbagliato con te?

source: [_S_] Oh, shut up!
dutch: [_S_] Oh, dicht!
french: [_S_] Oh, tais-toi!
german: [_S_] Ach, halt die Klappe!
italian: [_S_] Oh, chiude!
portuguese: U[_S_] Oh, cala-se!

source: [_S_] Everyone knows you're the pervert in the family.
dutch: [_S_] Iedereen weet dat je de perverse in het gezin bent.
french: [_S_] Tout le monde sait que tu es le pervers de la famille.
german: [_S_] Jeder weiß, dass du der Perverse in der Familie bist.
italian: [_S_] Tutti sanno che sei il perverso della famiglia.

source: [_R_] Yeah, but you're giving me plenty of material to argue the title be transferred to you.
dutch: [_R_] Yeah, maar je geeft me veel materiaal om te betogen dat de titel aan je wordt overgedragen.
french: [_R_] Oui, mais tu me donnes beaucoup de peine pour argumenter que le titre te soit transféré.
german: [_R_] Ja, aber du gibst mir viel Material, um zu argumentieren, dass der Titel dir übertragen werden soll.
italian: [_R_] Sì, ma mi stai dando un sacco di materiale per sostenere che il titolo sia trasferito a te.
portuguese: [_R_] Sim, mas você está me dando bastante material para argumentar que o título seja transferido para você.

source: [_S_] Let's just keep going.... my knees are starting to hurt.
dutch: [_S_] Laten we gewoon doorgaan.... mijn knieën beginnen pijn te doen.
french: [_S_] Continuons.... mes genoux commencent à me faire mal.
german: [_S_] Lass uns einfach weiter gehen... Meine Knie beginnen zu verletzen.
italian: [_S_] Continuiamo ad andare... le mie ginocchia stanno iniziando a ferire.

source: [_R_] Ok, why don't you shift onto a seated position, but keep holding that imaginary golden sceptre.
dutch: [_R_] Ok, waarom verschuif je niet naar een zitplaats maar blijf die denkbeeldige gouden scepter vasthouden?
french: [_R_] Ok, pourquoi ne pas te mettre en position assise, mais continues à tenir ce sceptre doré imaginaire.
german: [_R_] Ok, warum wechseln Sie nicht zu einer sitzenden Position, sondern halten Sie den imaginären goldenen Skeptiker.
italian: [_R_] Ok, perché non ti sposti in una posizione seduta, ma continua a trattenere quell'immaginario scettro d'oro.
portuguese: [_R_] Ok, por que você não se desloca para uma posição sentada, mas continue segurando aquele cepticista dourado.

source: [_R_] Now I want you to look the other direction, and your absolutely amazed cuz you see another even bigger golden jewel-encrusted sceptre.
dutch: [_R_] Nu wil ik dat je naar de andere richting kijkt, en je absoluut verbazingwekkende kubus zie je nog een nog grotere gouden juwel-ingeklemde scepter.
french: [_R_] Maintenant, je veux que tu regardes dans l'autre direction, et ton émerveillement absolu, car tu vois un autre sceptre incrusté de bijoux dorés encore plus grand.
german: [_R_] Jetzt möchte ich, dass du in die andere Richtung schaust und dein absolut verblüffter Cuz siehst du einen weiteren noch größeren goldenen Schmucksäure.
italian: [_R_] Ora voglio che tu guardi l'altra direzione, e il tuo cuz assolutamente stupito si vede un altro scettro ancora più grande gioiello d'oro.

source: [_R_] Good, but open your mouth even bigger in astonishment.
french: [_R_] Bien, mais ouvres la bouche encore plus avec étonnement.
german: [_R_] Gut, aber öffne deinen Mund noch größer in Erstaunen.
italian: [_R_] Bene, ma apri la bocca ancora più grande di stupore.
portuguese: U[_R_] bom, mas abra sua boca ainda maior em surpresa.

source: [_R_] This is the biggest goddamn sceptre you've ever seen.
dutch: [_R_] Dit is de grootste goddelijke scepticus die je ooit hebt gezien.
french: [_R_] C'est le plus grand sceptre que tu aies jamais vu.
german: [_R_] Dies ist der größte Gottesskeptizer, den du je gesehen hast.
italian: [_R_] Questo è il più grande scetticismo che tu abbia mai visto.

source: [_R_] Much better!
dutch: [_R_] Veel beter!
french: [_R_] Beaucoup mieux!
german: [_R_] Viel besser!
italian: [_R_] Molto meglio!
portuguese: [_R_] Muito melhor!
