Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] Well?... What about when we're super backed up and desperate?
italian: [_R_] Bene?... E quando siamo super supportati e disperati?

source: [_M_] Well... We'll have to deal with it on a case by case basis.
italian: [_M_] Bene... Dovremo affrontarlo caso per caso.

source: [_M_] There can't be any kind of formal arrangement here.
italian: [_M_] Non ci può essere alcun tipo di accordo formale qui.

source: [_R_] I guess that's reasonable.
italian: [_R_] Immagino che sia ragionevole.

source: [_R_] It will just depend on the circumstances.
italian: [_R_] Dipenderà solo dalle circostanze.

source: [_R_] But neither of us should feel guilty if one of us helps the other out!
italian: [_R_] Ma nessuno di noi dovrebbe sentirsi colpevole se uno di noi aiuta l'altro fuori!

source: [_M_] I guess you're right.
italian: [_M_] Immagino che tu abbia ragione.

source: [_M_] We are in a unique situation... and if we help each other out every once in a while, it's just what we need to do to survive.
italian: [_M_] Siamo in una situazione unica... e se ci aiutiamo a vicenda ogni volta ogni tanto, è proprio quello che dobbiamo fare per sopravvivere.

source: [_M_] Thanks for helping me feel better about this.
italian: [_M_] Grazie per avermi aiutato a sentirmi meglio.

source: [_M_] Now, do you mind helping me down off this vanity?
italian: [_M_] Ora, ti dispiace aiutarmi a scendere da questa vanità?

source: [_MT_] {i}What the hell was I thinking?{/i}
italian: [_MT_] {i}Che diavolo stavo pensando?{/i}

source: [_MT_] {i}I'm naked! I've basically asked [ryan] to stick my tits in his face.{/i}
italian: [_MT_] {i}Sono nudo! Ho chiesto essenzialmente a [ryan] di attaccare le mie tette in faccia.{/i}

source: [_MT_] {i}Oh... He's giving me a hug.{/i}
italian: [_MT_] {i}Oh... Mi sta dando un abbraccio.{/i}

source: [_MT_] {i}Now his hands are on my ass.{/i}
italian: [_MT_] {i}Ora le sue mani sono sul mio culo.{/i}

source: [_MT_] {i}And he's very, very erect.{/i}
italian: [_MT_] {i}Ed è molto, molto eretto.{/i}

source: [_MT_] {i}Shit... The polite thing to do would be to return the favor for all that work he did to take care of my needs.{/i}
italian: [_MT_] {i}merda... La cosa gentile da fare sarebbe restituire il favore per tutto il lavoro che ha fatto per prendersi cura delle mie esigenze.{/i}

source: [_M_] Thank you for the hug, but I can tell you've got a little issue of your own going on.
italian: [_M_] Grazie per l'abbraccio, ma posso dire che hai un piccolo problema di andare avanti.

source: [_M_] Fine... It's big... Happy?
italian: [_M_] Fine... È grande... Felice?

source: [_R_] Haha... I could be happier.
italian: [_R_] Haha... Potrei essere più felice.

source: [_M_] Listen... I know after all that work you just did to make me feel good, you're probably needing a little attention yourself right now.?
italian: [_M_] Ascolta... So dopo tutto che il lavoro che hai appena fatto per farmi sentire bene, probabilmente hai bisogno di un po 'di attenzione voi stessi in questo momento.?

source: [_RT_] {i}I think she's about to offer me a hand job. I don't want her to think that she always has to return the favor.{/i}
italian: [_RT_] {i}Penso che lei stia per offrirmi un lavoro di mano. Non voglio che lei pensi che debba sempre restituire il favore.{/i}

source: [_R_] Why don't I just go ahead and take care of this one on my own.
italian: [_R_] Perché non vado avanti e mi occupo di questo da solo.

source: [_R_] You're always taking care of us... This time, I got to take care of you.
italian: [_R_] Ti stai sempre prendendo cura di noi... Questa volta, ho avuto modo di prendermi cura di te.

source: [_R_] So, I hope you liked it.
italian: [_R_] Quindi, spero che ti sia piaciuto.

source: [_M_] It was more that I needed it, so thank you.
italian: [_M_] E 'stato più che mi serviva, quindi grazie.

source: [_M_] Why don't you run along first so that nobody sees us leaving the bathroom together.
italian: [_M_] Perché non correte prima in modo che nessuno ci vede lasciare il bagno insieme.

source: [_MT_] {i}Oh no... This is not good!{/i}
italian: [_MT_] {i}Oh no... Questo non è buono!{/i}

source: [_MT_] {i}I mean, I guess I'm somewhat okaywith what we did.{/i}
italian: [_MT_] {i}Voglio dire, immagino che sto un po 'bene con quello che abbiamo fatto.{/i}

source: [_MT_] {i}It just doesn't seem right that the orgasm my son gave me was better than any orgasm his father has ever given me.{/i}
italian: [_MT_] {i}Non sembra proprio che l'orgasmo che mio figlio mi ha dato sia stato migliore di qualsiasi orgasmo che suo padre mi abbia mai dato.{/i}

source: [_MT_] {i}It just seems wrong that I would enjoy getting an orgasm from my own son so much!{/i}
italian: [_MT_] {i}Sembra semplicemente sbagliato che mi piacerebbe ottenere un orgasmo da mio figlio così tanto!{/i}

source: [_RT_] {i}Now why did I come in here again?{/i}
italian: [_RT_] {i}Ora perché sono tornato qui di nuovo?{/i}

source: [_RT_] {i}Oh, yeah... Mom doesn't shower in the evening on Mondays anymore. She's probably out in the garden with Sidney.{/i}
italian: [_RT_] {i}Oh, sì... La mamma non fa più doccia la sera il lunedì. Probabilmente è in giardino con Sidney.{/i}

source: [_RT_] {i}Huh... Mom's usually is taking a shower in here at this time.{/i}
italian: [_RT_] {i}Huh... La mamma di solito sta facendo una doccia qui dentro in questo momento.{/i}

source: [_RT_] {i}I wonder where she is?{/i}
italian: [_RT_] {i}Mi chiedo dove sia?{/i}

source: [_RT_] {i}I don't think I've checked the backyard yet.{/i}
italian: [_RT_] {i}Non credo di aver ancora controllato il cortile.{/i}

source: [_RT_] {i}Oh, yeah... Mom doesn't shower in the evening on Mondays anymore because she's helping Sidney at the Goddam strip club!{/i}
italian: [_RT_] {i}Oh, sì... La mamma non fa più doccia la sera il lunedì perché sta aiutando Sidney al club della striscia di Goddam!{/i}

source: [_RT_] {i}Huh... Sidney wasn't in her usual spot in the kitchen, and Mom's not here taking a shower right now like she usually does...{/i}
italian: [_RT_] {i}Huh... Sidney non era nel suo posto abituale in cucina, e mamma non sta qui facendo una doccia in questo momento come lei di solito fa...{/i}

source: [_RT_] {i}Could they be together somewhere?{/i}
italian: [_RT_] {i}Potrebbe essere insieme da qualche parte?{/i}

source: [_RT_] {i}I swear they aren't anywhere else in the house.{/i}
italian: [_RT_] {i}Giuro che non sono altrove nella casa.{/i}

source: [_RT_] {i}If I want to find them, I should probably leave the house and go somewhere else.{/i}
italian: [_RT_] {i}Se voglio trovarli, probabilmente dovrei lasciare la casa e andare da qualche altra parte.{/i}

source: [_RT_] {i}Huh... Mom's usually taking a shower in here right now.{/i}
italian: [_RT_] {i}Huh... La mamma sta facendo una doccia qui in questo momento.{/i}

source: [_RT_] {i}I wonder where she's gone.{/i}
italian: [_RT_] {i}Mi chiedo dove sia andata.{/i}

source: [_RT_] {i}I guess I could go to the kitchen and ask Sidney if she knows where she is.{/i}
italian: [_RT_] {i}Immagino che potrei andare in cucina e chiedere a Sidney se sa dov'è.{/i}

source: [_RT_] {i}How many episodes does this show even have?!{/i}
italian: [_RT_] {i}Quanti episodi mostra questo sono?!{/i}

source: [_RT_] {i}Time to go deal with the mafia.{/i}
italian: [_RT_] {i}Tempo per andare a trattare con la mafia.{/i}

source: [_J_] Hello Ronald, How was your week?
italian: [_J_] Ciao Ronald, Com'è stata la tua settimana?

source: [_R_] It's [ryan]... But never mind.
italian: [_R_] È [ryan]... Ma non importa.

source: [_RT_] {i}He doesn't care.{/i}
italian: [_RT_] {i}Non gli importa.{/i}

source: [_R_] Fine, thanks.
italian: [_R_] Bene, grazie.

source: [_R_] How was yours?
italian: [_R_] Com'è stato tuo?

source: [_J_] Busy.
italian: [_J_] Occupato.

source: [_R_] Wow, Mom! You look great!
italian: [_R_] Wow, mamma! Hai un aspetto fantastico!

source: [_J_] Indeed... As always.
italian: [_J_] Infatto... Come sempre.

source: [_M_] Thank you, [ryan], Joey...
italian: [_M_] Grazie, [ryan], Joey...

source: [_M_] [ryan], were you able to get enough money together to pay them off this week?
italian: [_M_] [ryan], sei stato in grado di ottenere abbastanza soldi insieme per pagarli questa settimana?

source: [_R_] Of course, Mom, did you really doubt me?
italian: [_R_] Certo, mamma, hai davvero dubitato di me?

source: {i}"Money -$1,000"{/i}
italian: {i}"Soldi -$1.000"{/i}

source: [_M_] Oh, my big provider!
italian: [_M_] Oh, il mio grande fornitore!

source: [_M_] Joey, thanks for dropping by, and I'm sure we'll see you next week!
italian: [_M_] Joey, grazie per essere passato e sono sicuro che ci vedremo la prossima settimana!

source: [_J_] Good job, [ryan]!... Your drive to protect and provide for your family is very admirable.
italian: [_J_] buon lavoro, [ryan]!... La tua guida per proteggere e fornire alla tua famiglia è molto ammirevole.

source: [_J_] And Jacky, we'll miss your company at the club.
italian: [_J_] E Jacky, perderemo la tua azienda al club.

source: [_J_] See you next week, same place, same time. Unless you feel like dropping by the club during the week. You're both always welcome.
italian: [_J_] Ci vediamo la prossima settimana, stesso posto, stesso tempo. A meno che non ti senti come cadere dal club durante la settimana.

source: [_M_] Oh, thank you! Thank you! Thank you!!
italian: [_M_] Oh, grazie! Grazie! Grazie!

source: {i}{b}"Mom's Affection +10"{/b}{/i}
italian: {i}{b}"Affetto della mamma +10"{/b}{/i}

source: {i}{b}"Mom's Anger =0"{/b}{/i}
italian: {i}{b}"Rabbia della mamma =0"{/b}{/i}

source: [_M_] I am so relieved I don't have to go shake my ass for them tonight!
italian: [_M_] Sono così sollevato che non devo andare a scuotere il mio culo per loro stasera!

source: [_RT_] {i}Oh, but it's such a firm ass!{/i}
italian: [_RT_] {i}Oh, ma è un culo così sodo!

source: [_RT_] {i}And these perfect milky white breasts right in my face again!{/i}
italian: [_RT_] {i}E questi perfetti seni bianchi lattiginosi proprio in faccia di nuovo!{/i}

source: [_RT_] {i}I'm so glad I could make her feel so happy.{/i}
italian: [_RT_] {i}Sono così felice di poterla far sentire così felice.{/i}

source: [_RT_] {i}And this hug is making me so happy!{/i}
italian: [_RT_] {i}E questo abbraccio mi sta rendendo così felice!

source: [_RT_] {i}I can't wait for what comes next!{/i}
italian: [_RT_] {i}Non vedo cosa arriva dopo!{/i}

source: [_RT_] {i}She's going to notice any moment.... {/i}
italian: [_RT_] {i}Si accorgerà da un momento all'altro.... {/i}

source: [_MT_] {i}Oh, my God!.... There it is again.{/i}
italian: [_MT_] {i}Oh, mio Dio!.... C'è di nuovo.{/i}

source: [_MT_] {i}Looks like I've got some work to do!{/i}
italian: [_MT_] {i}Sembra che io abbia un po' di lavoro da fare!{/i}

source: [_M_] Oh, my poor boy!.... Why don't you run to the bathroom, and I'll go get rid of your sisters, aunt, and cousin.
italian: [_M_] Oh, mio povero ragazzo!... Perché non corri in bagno, e andrò a sbarazzarmi delle tue sorelle, zia e cugino.

source: {i}"A few minutes later."{/i}
italian: {i}"Qualche minuto dopo."{/i}

source: [_M_] The door is locked.... Just in case.
italian: [_M_] La porta è bloccata.... Solo nel caso.

source: [_M_] So, did you masturbate this week like I asked you?
italian: [_M_] Così, ti sei masturbato questa settimana come ti ho chiesto?

source: [_R_] I kind of got busy and forgot to take care of myself.
italian: [_R_] Mi sono occupato e ho dimenticato di prendermi cura di me stesso.

source: [_M_] Oh, my poor backed up boy.
italian: [_M_] Oh, il mio povero ha sostenuto il ragazzo.

source: [_M_] So, you're going to be needing this reward extra bad, right?
italian: [_M_] Quindi, hai bisogno di questa ricompensa extra male, giusto?

source: [_M_] Good. Hopefully it will get us closer to taking care of your extra cum production, and your Oedipal phase at the same time.
italian: [_M_] Bene. Speriamo che ci avvicini a prenderci cura della tua produzione extra di sperma e della tua fase edipale allo stesso tempo.

source: [_R_] Efficient as always.
italian: [_R_] Efficiente come sempre.

source: [_M_] Alright, get your shorts off and jump up on the vanity.
italian: [_M_] Va bene, prendi i pantaloncini e salta sulla vanità.

source: [_R_] Like this?
italian: [_R_] Ti piace?

source: [_M_] Uhh... yeah.
italian: [_M_] Uhh... sì.

source: [_MT_] {i}Why does his size surprise me every time?{/i}
italian: [_MT_] {i}Perché la sua taglia mi sorprende ogni volta?{/i}

source: [_M_] Speaking of efficiency... Let's just skip the foreplay and get this done before your Aunt, cousin, and sisters get back.
italian: [_M_] Parlando di efficienza... Basta saltare i preliminari e farlo prima che la tua zia, cugina e sorelle tornino.

source: [_M_] You don't mind if I go straight to oral, do you?
italian: [_M_] Non ti dispiace se vado dritto all'orale, vero?

source: [_R_] God, no!
italian: [_R_] Dio, no!

source: [_M_] I figured.
italian: [_M_] ho figurato.

source: [_RT_] {i}Oh my God!.... Mom's actually giving me blowjobs on the regular now!{/i}
italian: [_RT_] {i}Oh mio Dio!.... La mamma mi sta dando dei pompini sul normale adesso!{/i}

source: [_RT_] {i}It's amazing what can be accomplished if you have a goal in mind!{/i}
italian: [_RT_] {i}È fantastico quello che si può realizzare se si ha un obiettivo in mente!{/i}

source: [_R_] Mmmm, Mom.... that feels good!
italian: [_R_] Mmmm, Moma.... che si sente bene!

source: [_MT_] {i}I think I succeeded in making it seem like giving him a blowjob is no big deal.{/i}
italian: [_MT_] {i}Penso di essere riuscito a fargli sembrare un pompino non è un grande affare. {/i}

source: [_MT_] {i}Really, it's such a degenerate act for a Mom to do this to her son!{/i}
italian: [_MT_] {i}Davvero, è un atto così degenerato per una mamma per farlo a suo figlio!{/i}

source: [_MT_] {i}Where has all my resistance gone?{/i}
italian: [_MT_] {i}Dove è andata tutta la mia resistenza?{/i}

source: [_MT_] {i}And why do I enjoy this so much?{/i}
italian: [_MT_] {i}E perché mi piace così tanto?{/i}

source: [_MT_] {i}Time to turn up the heat.{/i}
italian: [_MT_] {i}Tempo per alzare il calore.{/i}

source: [_MT_] {i}As much as I'm enjoying this, I'd better try to wrap it up before everyone gets back home.{/i}
italian: [_MT_] {i}Per quanto mi stia piacendo, farei meglio a cercare di avvolgerlo prima che tutti tornino a casa.{/i}

source: [_MT_] {i}I usually hate it when my son uses foul language, but in this case... fuuuck!{/i}
italian: [_MT_] {i}Lo odio di solito quando mio figlio usa la lingua malvagia, ma in questo caso... fuuuck!{/i}

source: [_MT_] {i}I know this is a degenerate act, but [ryan] seems to love it.{/i}
italian: [_MT_] {i}So che questo è un atto degenerato, ma [ryan] sembra amarlo.{/i}

source: [_MT_] {i}He literally can't get enough of it, and his balls keep refilling so quickly!{/i}
italian: [_MT_] {i}letteralmente non riesce a farne abbastanza, e le sue palle continuano a riempirsi così velocemente!{/i}

source: [_MT_] {i}This seems to be a fitting reward for how much he does for me, and it's good for his health.{/i}
italian: [_MT_] {i}Questa sembra essere una ricompensa adeguata per quanto fa per me, ed è un bene per la sua salute.{/i}

source: [_MT_] {i}Keep telling yourself that, [mom_name].{/i}
italian: [_MT_] {i}Continua a dirti che, [mom_name].{/i}

source: [_R_] Mom, you are literally the greatest mom in the world!
italian: [_R_] Mamma, sei letteralmente la più grande mamma del mondo!

source: [_MT_] {i}Ohh... That's so sweet!{/i}
italian: [_MT_] {i}Ohh... È così dolce!{/i}

source: [_MT_] {i}See, how can making my boy feel so good, be wrong?{/i}
italian: [_MT_] {i}Vedi, come può far sentire il mio ragazzo così bene, essere sbagliato?{/i}

source: [_MT_] {i}Okay... I need to bring it home!{/i}
italian: [_MT_] {i}Okay... Devo portarlo a casa!{/i}

source: [_MT_] {i}There's no way [ryan]'s going to be able to hold it for very long after I do this.{/i}
italian: [_MT_] {i}Non c'è modo che [ryan]sarà in grado di tenerlo per molto tempo dopo che faccio questo.{/i}

source: [_R_] How did you get all that down your throat!?
italian: [_R_] Come hai ottenuto tutto ciò sotto la tua gola!?

source: [_MT_] {i}Ha!... In knew he'd like that!{/i}
italian: [_MT_] {i}Ha!... Sapeva che sarebbe così!{/i}

source: [_MT_] {i}Just a little longer, and his balls will be empty.{/i}
italian: [_MT_] {i}Solo un po' più a lungo, e le sue palle saranno vuote.{/i}

source: [_MT_] {i}At least for a couple hours, maybe?{/i}
italian: [_MT_] {i}Almeno per un paio d'ore, forse?{/i}

source: [_R_] Mom... I'm about to cum!
italian: [_R_] Moma... Sto per cum!

source: [_MT_] {i}I'm going to learn to swallow it all if it's the last thing I do!{/i}
italian: [_MT_] {i}imparerò a ingoiare tutto se è l'ultima cosa che faccio!{/i}

source: [_R_] Here I cuuummm!
italian: [_R_] Qui cuuummm!

source: [_MT_] {i}How does he cum so much?!... this is literally unbelievable!{/i}
italian: [_MT_] {i}Come fa a cum così tanto?!... questo è letteralmente incredibile!{/i}

source: [_M_] Good God, [ryan]!... How!?...
italian: [_M_] Buon Dio, [ryan]!... Come!?...

source: [_M_] Next time, [ryan]!... I'm going to swallow all of it!
italian: [_M_] la prossima volta, [ryan]!... Sto per ingoiare tutto!

source: [_M_] I mean... we shouldn't do this again... I mean... unless you really deserve it.
italian: [_M_] Voglio dire... non dovremmo farlo di nuovo... Voglio dire... a meno che tu non lo meriti davvero.

source: [_R_] I'm going to do everything I can to deserve it.
italian: [_R_] Farò tutto quello che posso per meritarlo.

source: {i}(Muffled noises){/i}
italian: {i}(Suoni mischiati){/i}

source: [_M_] Oh, I think someone might be home! I'm going to dash to my bedroom to clean up. You clean up here and come out in a few minutes.
italian: [_M_] Oh, penso che qualcuno potrebbe essere a casa! Sto andando a dash alla mia camera da letto per ripulire. Si pulisce qui e uscire in pochi minuti.

source: [_RT_] {i}That was incredible... Totally worth spending the money to keep her out of the club!{/i}
italian: [_RT_] {i}È stato incredibile... Vale la pena spendere il denaro per tenerla fuori dal club!{/i}

source: [_M_] Alright, suit yourself.
italian: [_M_] Va bene, va bene.

source: [_M_] But I'm glad you don't feel like you need me to do that for you this week!
italian: [_M_] Ma sono contento che tu non ti senti come se avessi bisogno di me per te questa settimana!

source: [_M_] That's definitely progress!
italian: [_M_] Questo è sicuramente progresso!

source: [_RT_] {i}Mmmm... I can smell breakfast. I can't wait to eat Mom's amazing pancakes!{/i}
italian: [_RT_] {i}Mmmm... Posso sentire l'odore della colazione. Non vedo l'ora di mangiare le fantastiche frittelle della mamma!{/i}

source: [_RT_] {i}Oh, Hell yeah!... Stealing Mom's bathrobe is one of the greatest ideas I've ever had.{/i}
italian: [_RT_] {i}Oh, Inferno sì!... Rubare l'accappatoio della mamma è una delle idee più grandi che io abbia mai avuto.{/i}

source: [_RT_] {i}I love seeing Mom in her underwear every morning!{/i}
italian: [_RT_] {i}Mi piace vedere la mamma nella sua biancheria intima ogni mattina!{/i}

source: [_RT_] {i}That ass looks even tastier than those pancakes!{/i}
italian: [_RT_] {i}Quel culo sembra ancora più gustoso di quelle frittelle!{/i}

source: [_RT_] {i}Someday [ryan]... someday.{/i}
italian: [_RT_] {i}Un giorno [ryan]... un giorno.{/i}

source: [_RT_] {i}I'd better not risk it... I swear she has eyes in the back of her head.{/i}
italian: [_RT_] {i}Farei meglio a non rischiarlo... Giuro che ha gli occhi nella parte posteriore della testa.{/i}

source: [_RT_] {i}I wonder if I could score any extra points with her by helping her bring breakfast to the table.{/i}
italian: [_RT_] {i}Mi chiedo se potrei segnare punti in più con lei aiutandola a portare la colazione al tavolo.{/i}

source: [_R_] Hey Mom, need some help?
italian: [_R_] Hey Mom, hai bisogno di aiuto?

source: [_M_] Shhh... I'm on the phone with your dad's lawyer.
italian: [_M_] Shhh... Sono al telefono con l'avvocato di tuo padre.

source: [_M_] He wants me to come visit your dad in prison.
italian: [_M_] Vuole che io venga a visitare tuo padre in prigione.

source: [_M_] Really? Does it have to be today?
italian: [_M_] Davvero? Deve essere oggi?

source: {i}"(muffled talking)"{/i}
italian: {i}"(parlare smorzato)"{/i}

source: [_M_] No, no... I'm dying to see him... Don't worry I'll make it work.
italian: [_M_] No, no... Sto morendo dalla voglia di vederlo... Non preoccuparti che lo farò funzionare.

source: [_M_] He wants me to bring [ryan]?
italian: [_M_] Vuole che io porti [ryan]?

source: [_M_] Yeah, that's a problem... I was hoping for one of those...
italian: [_M_] Sì, questo è un problema... speravo in uno di questi...

source: [_M_] special intimate visits?
italian: [_M_] speciali visite intime?

source: [_RT_] {i}Oh fuck!... She wants to have a conjugal visit with Dad.{/i}
italian: [_RT_] {i}Oh fuck!... Lei vuole avere una visita coniugale con papà.{/i}

source: [_RT_] {i}What the hell can I do to prevent that?{/i}
italian: [_RT_] {i}Cosa posso fare l'inferno per impedirlo?{/i}

source: [_M_] Really? there's a room where my son can wait?
italian: [_M_] Davvero? C'è una stanza dove mio figlio può aspettare?

source: [_M_] Perfect!
italian: [_M_] Perfetto!

source: [_M_] Wait. Should I bring my daughters too, then?
italian: [_M_] Aspetta. Dovrei portare anche le mie figlie, allora?

source: [_M_] Ok yeah, that makes sense. Just my son then.
italian: [_M_] Ok sì, questo ha senso. Solo mio figlio allora.

source: [_M_] All right, we'll try to be there as soon as visiting hours begin.
italian: [_M_] Bene, cercheremo di essere lì non appena le ore di visita iniziano.

source: [_M_] Thanks for your help setting all of this up.
italian: [_M_] Grazie per il tuo aiuto impostando tutto questo.

source: [_M_] mmmm hmmm... Goodbye.
italian: [_M_] mmmm hmmm... Arrivederci.

source: [_M_] Alright, you little eavesdropper.
italian: [_M_] Bene, hai un po' di grondaie.

source: [_M_] I'm guessing you heard that you and I are going to the prison to visit your dad?
italian: [_M_] Immagino che tu abbia sentito che io e te andremo in prigione a visitare tuo papà?

source: [_R_] Yeah... I'll go get dressed as soon as I'm done with breakfast.
italian: [_R_] Sì... Andrò a vestirmi appena ho finito con la colazione.

source: [_M_] You don't have time. You really need to shower before we leave.
italian: [_M_] Non hai tempo. Hai davvero bisogno di fare una doccia prima di partire.

source: [_R_] I don't need to shower to go visit a prison.
italian: [_R_] Non ho bisogno di doccia per andare a visitare una prigione.

source: [_M_] Yes you do!
italian: [_M_] Sì lo fa!

source: [_R_] Why?
italian: [_R_] Perché?

source: [_M_] Because I said so! Plus, I don't think I've seen you go into the bathroom to shower for ages!
italian: [_M_] Perché l'ho detto! Inoltre, non credo di averti visto andare in bagno a doccia per età!

source: [_M_] You're starting to stink!
italian: [_M_] Stai iniziando a puzzare!

source: [_RT_] {i}Am I?{/i}
italian: [_RT_] {i}Sono I?{/i}

source: [_R_] Fine... I'll go shower. but leave a couple pancakes out for me. I'll eat them in the car.
italian: [_R_] Fine... Andrò a fare la doccia, ma lascio un paio di frittelle fuori per me. Li mangerò in macchina.

source: [_RT_] {i}Fuck! I don't want to visit Dad in prison.{/i}
italian: [_RT_] {i}Fuck! Non voglio visitare il papà in carcere.{/i}

source: [_RT_] {i}The whole idea just seems scary.{/i}
italian: [_RT_] {i}L'intera idea sembra solo spaventosa.{/i}
