Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_G_] Well, if it isn't the lovely Miss [mom_name].
dutch: [_G_] Nou, als het niet de liefste mevrouw [mom_name] is.
german: [_G_] Nun, wenn es nicht die schöne Miss [mom_name].

source: [_G_] Funny seeing you here on a Monday night... And at your own free will, to boot.
dutch: [_G_] Grappig om je hier te zien op een maandagavond... En op eigen vrije wil om op te starten.
german: [_G_] lustig, dich hier an einer Montagnacht zu sehen... Und auf eigene Faust zu booten.

source: [_M_] I've got an important message I'm supposed to deliver to Joey's hands only... Is he here in the club?
dutch: [_M_] Ik heb een belangrijk bericht dat ik alleen aan de handen van Joey's moet leveren... Is hij hier in de club?
german: [_M_] Ich habe eine wichtige Nachricht erhalten, die ich nur Joey's Hände übermitteln sollte... Ist er hier im Club?

source: [_G_] Sure thing. He's actually been expecting a visit from you. He's in his office. Past the stage, down the hall, third door on the left.
german: [_G_] Sicher. Er hat einen Besuch von dir erwartet. Er ist in seinem Büro, Past die Bühne, die Halle hinunter, dritte Tür auf der linken Seite.

source: [_MT_] {i}Fucking [dad_name]!... Making me be his delivery girl!... I hate coming to this place!{/i}
dutch: [_MT_] {i}Fucking [dad_name]!... Laat me zijn bezorging meisje zijn... Ik vind het jammer dat ik naar deze plaats kom!{/i}
german: [_MT_] {i}Fucking [dad_name]!... Machen Sie mich sein Liefermädchen!... Ich hasse es, an diesem Ort zu kommen!{/i}

source: [_MT_] {i}I wish I'd brought [ryan] with me.{/i}
dutch: [_MT_] {i}Ik zou willen dat ik [ryan] mee zou mogen nemen.{/i}
german: [_MT_] {i}Ich wünschte, ich hätte [ryan] mitgebracht. {/i}

source: [_MT_] {i}However; I don't think Joey would have liked that.{/i}
dutch: [_MT_] {i}× ver; Ik denk niet dat Joey dat leuk zou hebben gedaan.{/i}
german: [_MT_] {i}However; Ich glaube nicht, Joey hätte das gerne gehabt.{/i}

source: [_A_] Be careful in the lounge area, Senator McFeely is extra grabby tonight.
dutch: [_A_] Wees voorzichtig in de lounge omgeving, senator McFeely is extra grabby vanavond.
german: [_A_] Sei vorsichtig im Loungebereich, Senator McFeely ist heute Abend extra griffig.

source: [_S_] Don't worry, I've learned how to handle the senator.
dutch: [_S_] Maak je geen zorgen, ik heb geleerd de senator te gebruiken.
german: [_S_] Keine Sorge, ich habe gelernt, wie man mit dem Senator umgeht.

source: [_S_] Are there any more beers, or do I need to go grab some in storage?
dutch: [_S_] Zijn er meer biertjes of moet ik wat opslagruimte gaan pakken?
german: [_S_] Gibt es mehr Bier, oder muss ich etwas in der Lagerung schnappen?

source: [_A_] Check the bottom shelf.
dutch: [_A_] Controleer het onderste schap
german: [_A_] Überprüfe das untere Regal.

source: [_S_] I'm not seeing any.
dutch: [_S_] Ik zie er geen van.
german: [_S_] Ich sehe keine.

source: [_A_] All the way to the back.
dutch: [_A_] Alles naar achteren
german: [_A_] Bis zur Rückseite.

source: [_S_] Oh... I see a few.
dutch: [_S_] Oh... Ik zie er een paar.
german: [_S_] Oh... Ich sehe einige wenige.

source: [_S_] Just like you said.
dutch: [_S_] net zoals jij zei.
german: [_S_] genau wie Sie sagten.

source: [_A_] Flirt just enough to get a good tip, but not so much that he grabs your tit.
dutch: [_A_] Flirt net genoeg om een goede tip te krijgen, maar niet zo veel dat hij je tip oppakt.
german: [_A_] Flirt gerade genug, um einen guten Tipp zu bekommen, aber nicht so sehr, dass er deine Titten schnappt.

source: [_S_] Nice rhyming... Is that a line from a Dr. Seuss book?
dutch: [_S_] Nice rhyming... Is dat een lijn uit een r. Seuss boek?
german: [_S_] Nice rehyming... Ist das eine Linie aus einem Dr. Seuss-Buch?

source: [_J_] Thanks for the heads up... I'll just be here waiting.
dutch: [_J_] Bedankt voor het kopje omhoog... Ik wacht hier gewoon op.
german: [_J_] Vielen Dank für die Köpfe... Ich warte einfach hier.

source: [_J_] Oh, she's here already.
dutch: [_J_] Oh, ze is er al.
german: [_J_] Oh, sie ist schon hier.

source: [_J_] Come in!
dutch: [_J_] Kom in!
german: [_J_] Komm ein!

source: [_J_] Ahhh... The lovely Miss [mom_name]!
dutch: [_J_] Ahhhh... De lieve mevrouw [mom_name]!
german: [_J_] Ahhh... Die schöne Miss [mom_name]!

source: [_J_] I've been expecting you.
dutch: [_J_] Ik heb je al verwacht.
german: [_J_] Ich habe dich erwartet.

source: [_J_] Please, come in and sit down.
dutch: [_J_] Alsjeblieft, ga zitten en ga zitten.
german: [_J_] Bitte kommen Sie herein und setzen Sie sich ein.

source: [_J_] I take it you've brought me the important note from your husband in prison?
dutch: [_J_] Ik neem het aan dat je me het belangrijke briefje van je man in de gevangenis hebt meegebracht?
german: [_J_] Ich nehme es du hast mir die wichtige Notiz von deinem Mann im Gefängnis gebracht?

source: [_M_] Yes, it's right here in my pocket.
dutch: [_M_] Ja, het staat hier in mijn zak.
german: [_M_] Ja, es ist genau hier in meiner Tasche.

source: [_J_] Please, hand it over.
dutch: [_J_] Alsjeblieft, geef het over.
german: [_J_] Bitte übergeben.

source: [_J_] Thank you... I'll rest much easier now that I've got that information.
dutch: [_J_] Dank je... Ik zal veel makkelijker uitrusten nu ik die informatie heb.
german: [_J_] Danke... Ich werde mich jetzt viel einfacher ausruhen, da ich diese Informationen erhalten habe.

source: [_J_] Did you try to read it?
dutch: [_J_] Heb je geprobeerd het te lezen?
german: [_J_] Hast du versucht es zu lesen?

source: [_M_] What would I get out of reading a coded message?
dutch: [_M_] Wat zou ik uit het lezen van een gecodeerd bericht komen?
german: [_M_] Was würde ich aus dem Lesen einer verschlüsselten Nachricht bekommen?

source: [_J_] Did you try to give it to the FBI?
dutch: [_J_] Heb je geprobeerd om het aan de FBI te geven?
german: [_J_] Haben Sie versucht, es dem FBI zu geben?

source: [_M_] As angry as I am at my husband, I don't want to see him shanked in prison, so no, The FBI has no idea about this note.
dutch: [_M_] zo boos als ik ben bij mijn man, ik wil hem niet in de gevangenis zien schieten, Dus nee, de FBI heeft geen idee van deze notitie.
german: [_M_] So wütend wie ich bei meinem Ehemann bin, ich möchte ihn nicht im Gefängnis verbrannt sehen, So nein, das FBI hat keine Ahnung von dieser Note.

source: [_J_] I appreciate your discretion.
dutch: [_J_] Ik waardeer je discretie.
german: [_J_] Ich schätze deine Diskretion.

source: [_J_] It's hard for us to find people we can trust, so having leverage over them is almost as good.
dutch: [_J_] Het is moeilijk voor ons om mensen te vinden die we kunnen vertrouwen, dus een hefboomwerking over hen is bijna net zo goed.
german: [_J_] Es ist schwierig für uns Leute zu finden, denen wir vertrauen können, also ist es fast genauso gut, Einfluss auf sie zu haben.

source: [_J_] It's always unwise to test us to see if we'll really use that leverage.
dutch: [_J_] Het is altijd onverstandig om ons te testen of we die hefboom echt zullen gebruiken.
german: [_J_] Es ist immer unklug, uns zu testen, ob wir diesen Hebel wirklich nutzen.

source: [_M_] Is that a threat?
dutch: [_M_] Is dat een bedreiging?
german: [_M_] Ist das eine Bedrohung?

source: [_J_] Just a warning.
dutch: [_J_] Een waarschuwing.
german: [_J_] Nur eine Warnung.

source: [_J_] We always take care of those who take care of us.
dutch: [_J_] We zorgen altijd voor degenen die voor ons zorgen.
german: [_J_] Wir kümmern uns immer um diejenigen, die sich um uns kümmern.

source: [_J_] I'm happy with the effort your family has made to comply with everything we've asked of you.
dutch: [_J_] Ik ben blij met de moeite die jouw familie heeft gedaan om te voldoen aan alles wat we van jou gevraagd hebben.
german: [_J_] Ich freue mich über die Anstrengungen, die deine Familie unternommen hat, um alles, was wir von dir verlangt haben, zu erfüllen.

source: [_M_] Happy enough to ever forgive our debt?
dutch: [_M_] Blij genoeg om onze schuld altijd af te geven?
german: [_M_] Glücklich genug, um unsere Schulden zu erlassen?

source: [_J_] Well, right now it gives me a lot of leverage over your husband and your family.
dutch: [_J_] Nou, het geeft me op dit moment veel invloed op je man en je familie.
german: [_J_] Nun, gerade jetzt gibt es mir viel Einfluss auf deinen Mann und deine Familie.

source: [_J_] Plus, I'd be out a shit ton of money.
dutch: [_J_] Plus, ik zou een hoop geld zijn.
german: [_J_] Plus, ich wäre eine Shit Tonne Geld.

source: [_J_] It wouldn't be in our family's best interest to just forgive you that debt.
dutch: [_J_] Het zou niet in het belang van onze familie zijn om je gewoon die schuld te vergeven.
german: [_J_] Es wäre nicht im besten Interesse unserer Familie, dir diese Schulden einfach zu vergeben.

source: [_J_] But, it doesn't mean there can't be any arrangements to forgive parts of that debt in reward for certain actions.
dutch: [_J_] Maar het betekent niet dat er geen afspraken kunnen worden gemaakt om delen van die schuld te vergeven in de beloning voor bepaalde acties.
german: [_J_] Aber es bedeutet nicht, dass es keine Vereinbarungen geben kann, Teile dieser Schulden für bestimmte Aktionen zu vergeben.

source: [_M_] Really?... That's fantastic!
german: [_M_] Wirklich?... Das ist fantastisch!

source: [_M_] Please, let me know if there's ever anything we can do to make that happen.
dutch: [_M_] Laat me weten of er ooit iets is wat we kunnen doen om dat te doen.
german: [_M_] Bitte lassen Sie mich wissen, ob es jemals etwas gibt, was wir tun können, damit dies geschieht.

source: [_J_] Well, [mom_name], you are a knockout... And I've had my eye on you since I first saw you at that barbecue your husband hosted.
dutch: [_J_] Nou, [mom_name], je bent een knockout... En ik heb mijn oog op je gehad sinds ik je voor het eerst zag bij dat prikkeldraad je man gastheer was.
german: [_J_] Nun, [mom_name], du bist ein Knockout... Und ich hatte mein Auge auf euch, seit ich euch das erste Mal bei diesem Grill euren Ehemann sah.

source: [_J_] So, I just so happen to have an opportunity for you to get some of your debt forgiven.
dutch: [_J_] Dus toevallig heb ik een kans voor jou om wat van je schuld kwijt te raken.
german: [_J_] Also habe ich nur so eine Gelegenheit für Sie, einige Ihrer Schulden zu erlassen.

source: [_M_] I'm not sure I like where this is going.
dutch: [_M_] Ik weet niet zeker waar dit heen gaat.
german: [_M_] Ich bin mir nicht sicher, wohin das geht.

source: [_J_] Well, how would you like me to take five thousand dollars off the principal of your loan?
dutch: [_J_] Nou, hoe wil je dat ik vijfduizend dollar van je geleend krijg?
german: [_J_] Nun, wie möchtest du von mir fünftausend Dollar vom Darlehenskapital abnehmen?

source: [_M_] That would be great, but what would I have to do?
dutch: [_M_] zou geweldig zijn, maar wat zou ik moeten doen?
german: [_M_] Das wäre großartig, aber was müsste ich tun?

source: [_J_] As you know, I have a large variety of beautiful women working at my club.
dutch: [_J_] Zoals je weet heb ik een grote verscheidenheid aan mooie vrouwen die werken in mijn club.
german: [_J_] Wie du weißt, arbeite ich eine große Auswahl an schönen Frauen in meinem Club.

source: [_J_] Most of them have no options to pay back their debts so they have to do whatever I say, whenever I say it.
dutch: [_J_] De meeste van hen hebben geen mogelijkheden om hun schulden terug te betalen zodat ze moeten doen wat ik zeg, wanneer ik het zeg.
german: [_J_] Die meisten von ihnen haben keine Möglichkeit, ihre Schulden zurückzuzahlen, so dass sie tun müssen, was ich sage, wann immer ich es sage.

source: [_J_] But you, on the other hand... You're more beautiful then all of them.
dutch: [_J_] Maar jij, aan de andere hand... Je bent mooier dan allemaal.
german: [_J_] Aber du auf der anderen Hand... Du bist schöner als alle von ihnen.

source: [_J_] And so far, you've been able to stay on top of your weekly payments through voluntary work here at the club, or various payments from your son.
dutch: [_J_] En tot nu toe heb je hier in de club je wekelijkse betalingen kunnen blijven uitvoeren via vrijwilligerswerk. of verschillende betalingen van je zoon.
german: [_J_] Und bisher, du hast deine wöchentlichen Zahlungen durch freiwillige Arbeit hier im Club auf dem Laufenden halten können, oder verschiedene Zahlungen von Ihrem Sohn.

source: [_J_] And thanks to your son, you've been able to stay on top of all your weekly payments.
dutch: [_J_] En dankzij je zoon heb je alle wekelijkse betalingen kunnen behouden.
german: [_J_] Und dank deines Sohnes hast du auf allen deinen wöchentlichen Zahlungen bleiben können.

source: [_J_] My point is, most of the affection I receive from women is coerced... Done out of fear and obligation.
dutch: [_J_] Mijn punt is dat de meeste genegenheid die ik van vrouwen ontvang wordt afgedwongen... Uitgaande van angst en plicht.
german: [_J_] Mein Punkt ist, dass die meisten der Zuneigung, die ich von Frauen erhalte, erzwungen wird... Aus Angst und Verpflichtung erledigt.

source: [_J_] Receiving affection from such a beautiful woman, as yourself, by her own choice, is so much more gratifying.
dutch: [_J_] Het ontvangen van genegenheid van zo'n mooie vrouw als uzelf is zo aangenaam als zijzelf.
german: [_J_] Die Zuneigung einer so schönen Frau, wie Sie selbst, aus eigener Wahl zu erhalten, ist so viel erfreulicher.

source: [_J_] Does that make sense?
dutch: [_J_] Is dat zinvol?
german: [_J_] macht das Sinn?

source: [_M_] But is it really all that gratifying if you bribe said girl?
dutch: [_M_] Maar is het echt zo leuk als je het meisje koopt?
german: [_M_] Aber ist es wirklich so erfreulich, wenn du ein Mädchen sprichst?

source: [_J_] Oh, yes... Just because I offer something you really want, or something you really need, you are still free to say no.
dutch: [_J_] Oh, ja... Alleen omdat ik iets aanbied wat je echt wilt, of iets wat je echt nodig hebt, ben je nog steeds vrij om nee te zeggen.
german: [_J_] Oh, ja... Nur weil ich etwas anbiete, was du wirklich willst oder was du wirklich brauchst, kannst du noch immer Nein sagen.

source: [_J_] By accepting my bribe, you are still willingly submitting yourself to me.
dutch: [_J_] Door mijn smeergeld te accepteren, dien je je nog steeds vrijwillig bij me.
german: [_J_] Indem du meine Bestechung akzeptierst, kannst du dich immer noch bereitwillig bei mir eintragen.

source: [_J_] Mmmm... Just talking about this is getting me excited!
dutch: [_J_] Mmmm... Alleen praten hierover maakt me spannend!
german: [_J_] Mmmm... Sprich einfach darüber!

source: [_J_] So, what do you say?... How does five thousand dollars off your debt sound?
dutch: [_J_] Dus, wat zeg je? ... Hoe reageert u op uw schuld met vijfduizend dollar?
german: [_J_] Also, was sagen Sie?... Wie klingen fünftausend Dollar auf Ihre Schulden?

source: [_MT_] {i}Holy Hell!... Is this actually happening?{/i}
dutch: [_MT_] {i}Hell!... Is dit echt gebeurd?{/i}
german: [_MT_] {i}Heilige Hölle!... Tritt das tatsächlich vor? {/i}

source: [_MT_] {i}I'm being bribed by one of the most powerful men in the state!{/i}
dutch: [_MT_] {i}Ik ben omgekocht door een van de krachtigste mannen in de staat!{/i}
german: [_MT_] {i}Ich werde von einem der mächtigsten Männer im Staat bestechen!{/i}

source: [_MT_] {i}He's not even bad looking.{/i}
dutch: [_MT_] {i}Hij is niet eens slecht uiterlijk.{/i}
german: [_MT_] {i}Er ist nicht einmal schlecht aussehen.{/i}

source: [_J_] Why don't I throw in five hundred dollars in cash for you to use however you want as well?
dutch: [_J_] Waarom gooi ik niet vijfhonderd dollar in contant geld voor jou om te gebruiken zoals je wilt?
german: [_J_] Warum werfe ich nicht fünfhundert Dollar in Bargeld für dich ein, um sie so zu verwenden, wie du möchtest?

source: [_MT_] {i}Oh, God... What do I do?{/i}
dutch: [_MT_] {i}Oh, God... Wat doe ik dan?{/i}
german: [_MT_] {i}Oh, Gott... Was mache ich? {/i}

source: [_M_] I'm not having sex with you... But there's other things I'd be willing to do.
dutch: [_M_] Ik heb geen seks met jou... Maar er zijn andere dingen die ik wil doen.
german: [_M_] Ich habe keinen Sex mit dir... Aber es gibt andere Dinge, die ich gerne tun würde.

source: [_J_] If we get as far as a blowjob, I'll consider your part of the deal fulfilled.
dutch: [_J_] Als we zo ver komen als een klap, dan beschouw ik je deel van de deal als vervuld.
german: [_J_] Wenn wir bis zum Blowjob kommen, werde ich deinen Teil des Deals als erfüllt betrachten.

source: [_M_] You've already hot dogged my ass cheeks... A blowjob wouldn't be that much more of a compromise.
dutch: [_M_] Je hebt mijn pas wangsten al opgehangen... Een klavertje zou niet zo veel meer een compromis zijn.
german: [_M_] Du hast meine Arschbacken schon heiß gehängt... Ein Blowjob wäre nicht so viel mehr ein Kompromiss.

source: [_J_] Mmmmm... That's what I like to hear.
dutch: [_J_] Mmmmmmm... Dat is wat ik graag hoor.
german: [_J_] Mmmmm... das höre ich gerne.

source: [_J_] Why don't I just remove my pants?
dutch: [_J_] Waarom verwijder ik niet alleen mijn broek?
german: [_J_] Warum kann ich meine Hosen nicht einfach entfernen?

source: [_MT_] {i}It looks so small!{/i}
dutch: [_MT_] {i}Het ziet er zo klein uit!{/i}
german: [_MT_] {i}Es sieht so klein aus!{/i}

source: [_MT_] {i}Actually, that's probably a little bigger than average, I'm just comparing him to [ryan].{/i}
dutch: [_MT_] {i}Eigenlijk is dat waarschijnlijk iets groter dan gemiddeld, ik vergelijk hem alleen maar met [ryan].{/i}
german: [_MT_] {i}Eigentlich ist das wahrscheinlich etwas größer als der Durchschnitt, ich vergleiche ihn einfach mit [ryan].{/i}

source: [_J_] Impressed?
dutch: [_J_] ingedrukt?
german: [_J_] beeindruckt?

source: [_M_] Oh... a... yeah!... that's a very nice penis.
dutch: [_M_] Oh... a... ja!... dat is een heel mooie penis.
german: [_M_] Oh... ... ... ja, das ist ein sehr schöner Penis.

source: [_J_] You're going to have to talk dirtier than that if you want me to fulfill my part of the deal.
dutch: [_J_] Je moet nog vuiler praten als je wilt dat ik aan mijn deel van de deal voldoet.
german: [_J_] Du musst dirtier reden, wenn du möchtest, dass ich meinen Teil des Deals erfüllt.

source: [_M_] I meant to say, Wow!... What a big, scary, cock!
dutch: [_M_] ik bedoelde om te zeggen, Wow!... Wat een grote, enge, cock!
german: [_M_] Ich wollte sagen, Wow!... Was für eine große, schreckliche Schwanz!

source: [_M_] How will I ever get my mouth around that?
dutch: [_M_] Hoe zal ik daar ooit mijn mond om krijgen?
german: [_M_] Wie werde ich meinen Mund umgehen?

source: [_J_] Mmm... Better.
dutch: [_J_] mm... Beter.
german: [_J_] Mmm... besser.

source: [_M_] Oh, Mr. DeCapo... I've been dying to get my hands on your dick!
dutch: [_M_] Oh, meneer DeCapo... Ik ben doodgegaan om mijn handen op je eigen doekje te krijgen!
german: [_M_] Oh, Herr DeCapo... Ich habe sterben, um meine Hände auf deinen Schwanz zu bekommen!

source: [_M_] My husband would just die to see me doing this to his boss!
dutch: [_M_] Mijn man zou gewoon doodgaan om me dit aan zijn baas te zien doen!
german: [_M_] Mein Mann würde einfach sterben, um zu sehen, wie ich das seinem Chef mache!

source: [_MT_] {i}He'd probably kill me.{/i}
dutch: [_MT_] {i}Had me waarschijnlijk vermoord.{/i}
german: [_MT_] {i}Er wurde mich wahrscheinlich töten.{/i}

source: [_J_] [mom_name], your husband does not deserve you!
dutch: [_J_] [mom_name], je man verdient je niet!
german: [_J_] [mom_name], Ihr Mann verdient Sie nicht!

source: [_M_] God, Mr. DeCapo... I can't wait to taste that cock!
dutch: [_M_] God, meneer DeCapo... Ik kan niet wachten om die cock te smaken!
german: [_M_] Gott, Herr DeCapo... Ich kann nicht warten, um diesen Hauch zu schmecken!

source: [_M_] Can I please stick it in my mouth?
dutch: [_M_] Kan ik het alsjeblieft in mijn mond blijven zitten?
german: [_M_] Kann ich es bitte in den Mund setzen?

source: [_MT_] {i}This kind of talk during sex is just silly... So why do I kind of like it?{/i}
dutch: [_MT_] {i}Dit soort gepraat tijdens het seks is gewoon gek ... Dus waarom vind ik het aardig?{/i}
german: [_MT_] {i}Diese Art des Sprechens während des Geschlechts ist einfach dumm... Warum mag ich es schon?{/i}

source: [_J_] Yes, you have my permission.
dutch: [_J_] Ja, je hebt mijn toestemming.
german: [_J_] Ja, du hast meine Erlaubnis.

source: [_M_] Thank you!
dutch: [_M_] Dank je!
german: [_M_] Ich danke Ihnen!

source: [_MT_] {i}God, I'm licking the dick of a Mafioso!{/i}
dutch: [_MT_] {i}God, ik lik de luid van een Mafioso!{/i}
german: [_MT_] {i}Gott, ich lecke den Schwanz eines Mafioso!{/i}

source: [_MT_] {i}I'll bet I can make Joey explode faster than any of those skanky girls that work in this club!{/i}
dutch: [_MT_] {i}Ik durf te wedden dat ik Joey sneller kan laten ontploffen dan die skanky meisjes die werken in deze club!{/i}
german: [_MT_] {i}Ich wette, dass ich Joey schneller explodieren lassen kann als alle skankischen Mädchen, die in diesem Club arbeiten!{/i}

source: [_MT_] {i}If there's one thing [dad_name] liked more than anal, it might have been to get his dick sucked.{/i}
dutch: [_MT_] {i}Als er één ding is dat [dad_name] meer leuk vond dan anaal, dan was het misschien geweest om zijn dick te laten sucked.{/i}
german: [_MT_] {i}Wenn es eine Sache gibt, die [dad_name] mehr als Anal gefällt, könnte es gewesen sein, seinen Schwanz gesägt zu haben.{/i}

source: [_MT_] {i}I think I've gotten pretty good over the years.{/i}
dutch: [_MT_] {i}Ik denk dat ik best goed ben in de afgelopen jaren.{/i}
german: [_MT_] {i}Ich glaube, ich habe über die Jahre ziemlich gut bekommen. {/i}

source: [_MT_] {i}Now it's time to turn it up.{/i}
dutch: [_MT_] {i}Het is nu tijd om het op te zetten.{/i}
german: [_MT_] {i}Jetzt ist es an der Zeit, es hochzudrehen.{/i}

source: [_J_] Oh, yes [mom_name]!
german: [_J_] Oh, ja [mom_name]!

source: [_J_] I'm gonna fuck your face good!
dutch: [_J_] Ik ga je gezicht goed breken!
german: [_J_] Ich werde dein Gesicht gut ficken!

source: [_MT_] {i}I'll bet that not many of his girls can control their gag reflex as well as I can.{/i}
dutch: [_MT_] {i}Ik durf te wedden dat niet veel van zijn meisjes hun gag reflex zo goed als ik kan beheren.{/i}
german: [_MT_] {i}Ich wette, dass nicht viele seiner Mädchen ihren Gag-Reflex so gut wie möglich kontrollieren können.{/i}

source: [_MT_] {i}Wait... What the hell?... Why do I keep comparing myself to his hookers?{/i}
dutch: [_MT_] {i}Wacht... Wat de hel?... Waarom vergelijk ik mezelf steeds met zijn hookers?{/i}
german: [_MT_] {i}Warte... Was zur Hölle?... Warum vergleiche ich mich immer wieder mit seinen Haken?{/i}

source: [_MT_] {i}They're not even close to my league!{/i}
dutch: [_MT_] {i}Ze zijn niet eens dichtbij mijn competitie!{/i}
german: [_MT_] {i}Sie sind nicht einmal in meiner Liga!{/i}

source: [_MT_] {i}And yet... I'm sucking their bosses cock just like they do...{/i}
dutch: [_MT_] {i}En toch... Ik zuig hun bazen net zoals ze doen...{/i}
german: [_MT_] {i}Und bisher... Ich sauge ihren Boss Schwanz genau so wie sie es tun...{/i}

source: [_MT_] {i}And for money, nonetheless... Who am I trying to kid?... I'm just a dirty prostitute too.{/i}
dutch: [_MT_] {i}En voor geld, toch... Wie probeer ik te beden?... Ik ben ook een vuile prostitutie.{/i}
german: [_MT_] {i}Und für Geld, trotzdem... Wen versuche ich zu verführen?... Ich bin nur eine schmutzige Prostituierte zu.{/i}

source: [_J_] I'm about to cum!... And I'm going to do it right down your throat!
dutch: [_J_] Ik sta op het punt om te blikken!... En ik ga het helemaal langs je keel doen!
german: [_J_] Ich bin im Begriff, mit!... Und ich werde es sofort machen!

source: [_J_] NNNnnggggghhh...
dutch: [_J_] NNNngggghhh...
german: [_J_] NNnnggghh...
