Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_J_] Despite what you may believe, I'm not a monster.
dutch: [_J_] Ondanks wat je misschien mag denken, ben ik geen monster.
german: [_J_] Trotz dessen, was du vielleicht glaubst, bin ich kein Monster.

source: [_J_] I was born into this world, I didn't choose it. I try to run our family business as ethically and fair as possible.
dutch: [_J_] ik ben geboren in deze wereld, ik heb het niet gekozen. Ik probeer ons familiebedrijf zo ethisch en eerlijk mogelijk te leiden.
german: [_J_] Ich wurde in diese Welt geboren, ich habe sie nicht gewählt. Ich versuche, unser Familienunternehmen so ethisch und fair wie möglich zu führen.

source: [_J_] Not to say I don't use our money and influence to gain advantages, but who doesn't?
dutch: [_J_] niet te zeggen dat ik ons geld en onze invloed niet gebruikt om voordelen te krijgen, maar wie niet?
german: [_J_] Nicht zu sagen, ich nutze unser Geld und unseren Einfluss nicht, um Vorteile zu erlangen, aber wer nicht?

source: [_J_] And in my situation, it's kill or be killed.
dutch: [_J_] En in mijn situatie wordt het gedood of gedood.
german: [_J_] Und in meiner Situation ist es tödlich oder wird getötet.

source: [_J_] But I respect women, and I never take advantage of them.
dutch: [_J_] Maar ik respecteer vrouwen, en ik maak nooit misbruik van hen.
german: [_J_] Aber ich respektiere Frauen, und ich nutze sie nie.

source: [_M_] Oh? And making me strip at your club if I don't have enough money each week isn't taking advantage?
dutch: [_M_] Oh? En maak me strip bij je club als ik niet genoeg geld heb elke week geen voordeel heb?
german: [_M_] Oh? Und wenn ich nicht jede Woche genug Geld habe, dann ist das nicht günstig?

source: [_J_] God, no!
dutch: [_J_] God, nee!
german: [_J_] Gott, nein!

source: [_J_] I'm sorry, but all debts have to be paid. If I'm soft on our debtors, my brothers will force me into an early retirement.
dutch: [_J_] Het spijt me, maar alle schulden moeten worden betaald. Als ik zacht ben in onze debiteuren, zullen mijn broers mij dwingen vervroegd met pensioen te gaan.
german: [_J_] Es tut mir leid, aber alle Schulden müssen bezahlt werden. Wenn ich unseren Schuldnern weich bin, werden meine Brüder mich in einen Vorruhestand zwingen.

source: [_J_] I'm sorry you don't see it this way, but for me to allow you to only pay interest, and to provide a way for you to make that money was extremely generous of me.
dutch: [_J_] Het spijt me dat je het niet op deze manier ziet, maar voor mij laat je alleen rente betalen. en u een manier te bieden om dat geld te verdienen was buitengewoon royaal van mij.
german: [_J_] Es tut mir leid, dass du es so nicht siehst, aber ich erlaube dir nur Zinsen zu zahlen und Ihnen eine Möglichkeit zu bieten, dieses Geld zu verdienen, war sehr großzügig von mir.

source: [_J_] The sex industry just so happens to bring in a lot of money, you know, the kind of money that it takes to pay off the kinds of loans we issue.
dutch: [_J_] De seksindustrie brengt toevallig veel geld mee U weet hoeveel geld er nodig is om het soort leningen af te betalen dat wij uitgeven.
german: [_J_] Die Sexindustrie bringt genauso viel Geld Sie wissen, welche Art von Geld es braucht, um die Art von Darlehen zu bezahlen, die wir vergeben.

source: [_J_] I'm providing a way for debtors to pay their debts. I don't want to see them with broken legs or cold in the ground.
dutch: [_J_] Ik bied debiteuren een manier aan om hun schulden te betalen. Ik wil ze niet zien met kapotte benen of koud op de grond.
german: [_J_] Ich biete Schuldnern die Möglichkeit an, ihre Schulden zu bezahlen. Ich möchte sie nicht mit gebrochenen Beinen oder Kälte im Boden sehen.

source: [_J_] And it's not the only choice of jobs we have. If you're uncomfortable with stripping, you or one of your kids could be a drug mule.
dutch: [_J_] En het is niet de enige keuze aan taken die we hebben. Als je ongemakkelijk bent met plakken, zou een van je kinderen een drugsmul kunnen zijn.
german: [_J_] Und es ist nicht die einzige Auswahl an Jobs, die wir haben. Wenn Sie mit dem Strippen unwohl sind, könnten Sie oder eines Ihrer Kinder ein Drogenmule sein.

source: [_M_] Oh, God no!
dutch: [_M_] Oh, God nee!
german: [_M_] Oh, Gott nein!

source: [_J_] See? You were the one told me you had experience on the pole.
dutch: [_J_] Ziegen? Je hebt me verteld dat je ervaring hebt op de paal.
german: [_J_] Sieh? Du hast mir gesagt, du hast Erfahrung auf dem Pool.

source: [_J_] It all worked out wonderfully!
dutch: [_J_] Het was allemaal geweldig uitgewerkt!
german: [_J_] Es hat sich wunderbar ausgezeichnet!

source: [_J_] And you work that pole so wonderfully!
dutch: [_J_] En je werkt die stok zo geweldig!
german: [_J_] Und du arbeitest so wunderbar!

source: [_J_] I've never seen a woman with so much poise and presence!
dutch: [_J_] Ik heb nog nooit een vrouw gezien met zoveel poise en aanwezigheid!
german: [_J_] Ich habe noch nie eine Frau gesehen, die so viel Gift und Präsenz hat!

source: [_J_] You exude sex!
dutch: [_J_] Jij spreekt sex!
german: [_J_] Du strahlst Sex aus!

source: [_J_] You're the most requested stripper I've ever seen in my club.
dutch: [_J_] Je bent de meest gevraagde stripper die ik ooit heb gezien in mijn club.
german: [_J_] Du bist der am meisten gefragte Stripper, den ich je in meinem Club gesehen habe.

source: [_J_] When you don't come on a Saturday night, the whole club feels the dissapointment.
dutch: [_J_] Als je niet op zaterdagavond komt, voelt de hele club ontspanning.
german: [_J_] Wenn du nicht an einer Samstagnacht kommst, fühlt sich der ganze Club die Enttäuschung an.

source: [_J_] And I know you enjoy it too, don't you, [mom_name]?
dutch: [_J_] En ik weet dat je het ook leuk vindt, nietwaar: [mom_name]?
german: [_J_] Und ich weiß, dass es dir auch gefällt, nicht du, [mom_name]?

source: [_J_] To have all those men staring at your perfect body undulating on that pole?
dutch: [_J_] Om al die mannen die naar je perfecte lichaam staren te bundelen op dat pok?
german: [_J_] Sollen all diese Männer auf deinen perfekten Körper schweben lassen?

source: [_J_] Wishing they could unzip their pants and relieve themselves all over you.
dutch: [_J_] Wens ze kunnen hun broek uitpakken en zichzelf over je heen bevrijden.
german: [_J_] Wunsch könnten sie ihre Hosen entpacken und sich von allen über euch befreien.

source: [_J_] Having to wait until they get in their cars, or home only to fantasize that their hands, or their wives are you?
dutch: [_J_] moet wachten tot ze in hun auto komen, of thuis zijn alleen maar te fantasie van hun handen, of jij hun echtgenotes bent?
german: [_J_] Sie müssen warten, bis sie in ihren Autos ankommen, oder nur zu Hause, um zu fantasieren, dass ihre Hände oder ihre Frauen bist du?

source: [_J_] You are a sexual being.
dutch: [_J_] Je bent een seksueel wezen.
german: [_J_] Du bist ein sexuelles Wesen.

source: [_J_] You need sex as much as you need water.
dutch: [_J_] Je hebt even veel seks nodig als water nodig.
german: [_J_] Du brauchst Sex soviel wie du Wasser brauchst.

source: [_J_] You loved grinding on my cock in the club!
dutch: [_J_] Je hield van mijn bedje in de club!
german: [_J_] Du liebst es, meinen Schwanz im Club zu schleifen!

source: [_J_] You loved sucking my dick in my office!
dutch: [_J_] Je zong graag mijn lui in mijn kantoor!
german: [_J_] Du liebst es, meinen Schwanz in meinem Büro zu saugen!

source: [_J_] You loved it earlier today when I finger fucked that needy pussy.
dutch: [_J_] Je hield er vaneerder vandaag van toen ik met de vinger die noodlijdende pushs begon.
german: [_J_] Du liebst es heute früher, als ich mit dem Finger die bedürftige Fotze gefickt habe.

source: [_J_] God, I've never seen a woman squirt that much!
dutch: [_J_] God, ik heb nog nooit een vrouwespot zo veel gezien!
german: [_J_] Gott, ich habe noch nie so viel weibliche Eichhörnchen gesehen!

source: [_J_] You keep thinking about it too, don't you?
dutch: [_J_] Je blijft erover nadenken, nietwaar?
german: [_J_] Du denkst immer darüber nach, oder?

source: [_J_] You're wishing I'd just come in and fuck you like the slut you are.
dutch: [_J_] Je zou willen dat ik net zou komen en je de slut die jij hebt, negeert niet.
german: [_J_] Du wünschst, ich würde einfach kommen und dich wie die Schlampe ficken, die du bist.

source: [_J_] I'm right, aren't I?
german: [_J_] Ich habe recht, oder?

source: [_MT_] {i}Before my husband was imprisoned, I never so much as flirted with another man... And now, I'm completely naked, about to open the door for a mafioso to do who knows what to me?{/i}
dutch: [_MT_] {i}Voordat mijn man gevangen werd gezet, heb ik nooit zoveel geflirt met een andere man.. En nu ben ik helemaal naakt, ik sta op het punt om de deur te openen voor een maffioso om te doen wie mij te leren kennen?{/i}
german: [_MT_] {i}Bevor mein Mann inhaftiert wurde, habe ich nie so sehr mit einem anderen Mann geflirtet. Und jetzt bin ich völlig nackt, im Begriff, die Tür für ein Mafioso zu öffnen, um zu tun, wer was zu mir sagt? {/i}

source: [_J_] Now, that's more like it.
dutch: [_J_] Nu, dat lijkt er meer op.
german: [_J_] Nun, das ist mehr so.

source: [_M_] We need to hurry. [ryan] will be back soon.
dutch: [_M_] We moeten ons haasten. [ryan] zal spoedig terug zijn.
german: [_M_] Wir müssen uns beeilen. [ryan] ist bald wieder da.

source: [_J_] Don't worry... Agent Diaz knows what to do.
dutch: [_J_] Maak je geen zorgen... Agent Diaz weet wat te doen.
german: [_J_] Keine Sorge... Agent Diaz weiß, was zu tun ist.

source: [_AD_] Hold up, get dressed first. I'm tired of looking at your naked ass.
german: [_AD_] Halte, werde zuerst gekleidet. Ich bin es leid, deinen nackten Arsch anzusehen.

source: [_AD_] Chill out! Where's the fire?
dutch: [_AD_] Chill out! Waar is het vuur?
german: [_AD_] Abkühlen! Wo ist das Feuer?

source: [_AD_] Joey told me not to hurry back.
dutch: [_AD_] Joey zei me niet terug te haasten.
german: [_AD_] Joey hat mir gesagt, ich solle mich nicht beeilen.

source: [_R_] We're going right now!
dutch: [_R_] We gaan nu meteen!
german: [_R_] Wir gehen gerade so!

source: [_AD_] Alright, I'm fine with that. I enjoy watching.
german: [_AD_] Okay, ich bin damit in Ordnung. Ich schaue gerne.

source: [_RT_] {i}Goddammit! Of course Joey's intentions were to fuck my mom.{/i}
dutch: [_RT_] {i}Goddammit! Natuurlijk waren de bedoelingen van Joey's om mijn moment te vertrokken.{/i}
german: [_RT_] {i}Goddammit! Joey's Absicht war, meine MM zu ficken.{/i}

source: [_RT_] {i}Here I am doing all the ground work to open her up sexually, and Joey's going to get all the benefits.{/i}
dutch: [_RT_] {i}Hier doe ik alles op het werk om haar seksueel te openen, en Joey's zal alle voordelen krijgen.{/i}
german: [_RT_] {i}Hier mache ich die ganze Bodenarbeit, um sie sexuell zu öffnen und Joey's wird alle Vorteile bekommen.{/i}

source: [_AD_] Nice!
german: [_AD_] Schön!

source: [_AD_] Haha... Hold up there, Tiger!
dutch: [_AD_] Haha... Hou daar op, graag!
german: [_AD_] Haha... Halten Sie da oben, Tiger!

source: [_AD_] You think your Mom will be happy if you inturrupt?
dutch: [_AD_] Je denkt dat je maan blij zal zijn als je inturrupt?
german: [_AD_] Du denkst, dass deine Mutter glücklich sein wird, wenn du dich einreihe?

source: [_AD_] Yeah, that's just going to make things super awkward between you two.
dutch: [_AD_] Yeah, dat gaat dingen super lastig maken tussen jou.
german: [_AD_] Ja, das macht die Dinge zwischen euch zwei einfach super schwierig.

source: [_AD_] Better to just let them finish and pretend you didn't see anything.
dutch: [_AD_] Beter om ze gewoon af te maken en te doen alsof je niks hebt gezien.
german: [_AD_] Besser es, sie einfach fertig zu lassen und so zu tun, als hättest du nichts gesehen.

source: [_R_] Oh yeah? Are you speaking from experience? How many other women have you seen him do this to?
dutch: [_R_] Oh ja? Spreek je van ervaring? Hoeveel andere vrouwen heb je hem zien doen?
german: [_R_] Oh ja? Sprechen Sie aus Erfahrung? Wie viele andere Frauen haben Sie ihn gesehen?

source: [_AD_] There's been quite a few. But this is the first time I've been lucky enough to get to watch.
dutch: [_AD_] er zijn al behoorlijk wat geweest. Maar dit is de eerste keer dat ik geluk heb gehad om naar te kijken.
german: [_AD_] Es gab eine ganze Menge. Aber das ist das erste Mal, dass ich das Glück hatte zu beobachten.

source: [_AD_] Goddam, your mom is fine!
dutch: [_AD_] Goddam, je moeder is goed!
german: [_AD_] Goddam, deine Mutter ist in Ordnung!

source: [_RT_] {i}Revenge! I'm going to fucking kill him!{/i}
dutch: [_RT_] {i}Revenge! Ik ga hem aan het fucken doden!{/i}
german: [_RT_] {i}Rache! Ich werde ihn fucken! {/i}

source: [_AD_] Oh, stop your bitching!
dutch: [_AD_] Oh, stop je beet!
german: [_AD_] Oh, stoppe deinen Bitching!

source: [_M_] Oh, my God, Joey! This feels so good!
dutch: [_M_] Oh, mijn God, Joey! Dit voelt zo lekker!
german: [_M_] Oh, mein Gott, Joey! Das fühlt sich so gut an!

source: [_M_] It feels so good to finally get fucked by a real man!
dutch: [_M_] Het voelt zo goed om eindelijk verstek te laten gaan door een echte man!
german: [_M_] Es fühlt sich so gut an, endlich von einem echten Mann gefickt zu werden!

source: [_J_] Just you wait!
dutch: [_J_] Even geduld!
german: [_J_] Nur du wartest!

source: [_JT_] {i}Soon you'll be part of my harem, and you'll be fucking me, or any guy I tell you, whenever I want.{/i}
dutch: [_JT_] {i}Binnenkort zal je deel uitmaken van mijn harem, dan zal je me vermalen, of elke andere persoon die ik je vertel, wanneer ik dat wil.{/i}
german: [_JT_] {i}Bald wirst du Teil meines Harems sein, und du wirst mich oder irgendwelchen Kerl, den ich dir erzähle, wann immer ich will, ficken.{/i}

source: [_J_] God, [mom_name]! Fucking you out here in the open air is sexy as hell, but I'm still surprised you'd rather fuck out here then inside where it's more private.
dutch: [_J_] God, [mom_name]! Als je hier naar buiten komt in de open lucht is sexy als hel, maar ik ben nog steeds verrast dat je hier liever uitspuugt dan binnenin waar het privé is.
german: [_J_] Gott, [mom_name]! Hier im Freien zu ficken ist sexy wie die Hölle, aber ich bin immer noch überrascht, dass du lieber hier draußen drin drin, wo es mehr privat.

source: [_J_] Do you get off on the thrill of getting caught by your son or something?
dutch: [_J_] Sta je vrij op de sensatie om gepakt te worden door je zoon of zoon?
german: [_J_] Seht euch der Nervenkitzel an, von eurem Sohn erwischt zu werden?

source: [_MT_] {i}If Joey had gone inside he would have seen and smelled the huge puddle of [ryan]'s and my sex juices all over the floor.{/i}
dutch: [_MT_] {i}Als Joey erin was gegaan zou hij de enorme puddel van [ryan]en mijn seks over de hele vloer hebben zien smelten. /i}
german: [_MT_] {i}Hätte Joey nach Hause gegangen, hätte er das riesige Puddle von [ryan]'s und meiner Sexsäfte auf dem ganzen Boden gesehen und gerüstet. /i}

source: [_MT_] {i}It's better to get caught out here, then have Joey know that I fucked my own son.{/i}
dutch: [_MT_] {i}Het is beter hier te worden betrapt. Dan weet Joey dat ik mijn eigen son.{/i} fuckte
german: [_MT_] {i}Es ist besser, hier draußen erwischt zu werden und Joey wissen zu lassen, dass ich meinen eigenen Sohn gefickt habe.{/i}

source: [_J_] Fuck, [mom_name]! You're even kinkier than I thought!
dutch: [_J_] Fuck, [mom_name]! Je bent nog lekker dan ik dacht!
german: [_J_] Fuck, [mom_name]! Du bist noch kinkter, als ich dachte!

source: [_M_] Just keep fucking me!
dutch: [_M_] Blijf me maar verdommen!
german: [_M_] Fick mich einfach weiter!

source: [_AD_] If you don't want to see it, just close your fucking eyes. Don't ruin it for me.
dutch: [_AD_] Als je het niet wilt zien, sluit dan gewoon je grijze ogen. Verwurg het niet voor mij.
german: [_AD_] Wenn du es nicht sehen möchtest, schliesse einfach deine geilen Augen und ruiniere es nicht für mich.

source: {b}{i}"You have found the "Two of Diamonds" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Twee diamanten"-kaart gevonden!"{/i}{/b}
german: {b}{i}"Du hast die "Two of Diamonds" Karte gefunden!"{/i}{/b}

source: [_M_] Mmm... I love the smell of the ocean air!
dutch: [_M_] Mmm... Ik hou van de geur van de oceaanlucht!
german: [_M_] Mmm... Ich liebe den Geruch der Meeresluft!

source: [_M_] It feels good to be back her again so soon.
dutch: [_M_] Het voelt er goed aan om zo snel weer terug te zijn.
german: [_M_] Es fühlt sich gut an, so bald wieder zurück zu sein.

source: [_R_] Probably because of the recent memories we've created.
dutch: [_R_] waarschijnlijk vanwege de recente herinneringen die we hebben gemaakt.
german: [_R_] Wahrscheinlich wegen der jüngsten Erinnerungen, die wir erstellt haben.

source: [_R_] I think we can make even more good memories tonight.
dutch: [_R_] Ik denk dat we vanavond nog meer goede herinneringen kunnen maken.
german: [_R_] Ich denke, wir können heute Abend noch mehr gute Erinnerungen machen.

source: [_RT_] {i}Oh?... Probably because this is your favorite place to get dicked down by any guy who happens to be walking by.{/i}
dutch: [_RT_] {i}Oh?... waarschijnlijk omdat dit je favoriete plek is om door de jongen die toevallig wandelen.{/i}
german: [_RT_] {i}Oh?... Wahrscheinlich, weil dies dein Lieblingsplatz ist, um von irgendeinem Kerl, der zufällig bei ihm herumläuft, abgestorben zu werden.{/i}

source: [_RT_] {i}Probably has little to do with the time we spent together and more about getting nailed by Matt.{/i}
dutch: [_RT_] {i}heeft waarschijnlijk weinig te maken met de tijd die we samen hebben doorgebracht en meer met het feit dat we naadloos zijn geworden door Matt.{/i}
german: [_RT_] {i}Wahrscheinlich hat wenig mit der Zeit zu tun, die wir gemeinsam verbracht haben und mehr über das Nageln von Matt zu tun.{/i}

source: [_RT_] {i}Probably has little to do with the time we spent together and more about getting nailed by Joey.{/i}
dutch: [_RT_] {i}heeft waarschijnlijk weinig te maken met de tijd die we samen doorbraken en meer met Joey.{/i}
german: [_RT_] {i}Wahrscheinlich hat wenig mit der Zeit zu tun, die wir gemeinsam verbracht haben und mehr darüber, von Joey genagelt zu werden.{/i}

source: [_M_] I hate to see this area struggling so much, but I do enjoy how much privacy we get on the beach.
dutch: [_M_] Ik vind het vervelend om te zien hoe dit gebied zo hard worstelt, maar ik geniet van de privacy die we op het strand krijgen.
german: [_M_] Ich hasse es, diese Gegend so schwer zu sehen, aber ich genieße die Privatsphäre, die wir am Strand haben.

source: [_R_] Now, what would we need privacy for?
dutch: [_R_] Waarvoor hebben we nu privacy nodig?
german: [_R_] Nun, wofür bräuchten wir Privatsphäre?

source: [_M_] Oh, behave yourseld. I still think we should try to control ourselves and just have a good time.
dutch: [_M_] Oh, gedragen jezelf. Ik denk nog steeds dat we onszelf moeten proberen te controleren en gewoon een goede tijd moeten hebben.
german: [_M_] Oh, benehmen Sie sich selbst. Ich denke trotzdem, wir sollten versuchen, uns selbst zu kontrollieren und eine gute Zeit zu haben.

source: [_R_] Having a good time is exactly what my plan is.
dutch: [_R_] Een goede tijd hebben is precies wat mijn plan is.
german: [_R_] Eine gute Zeit zu haben ist genau das, was mein Plan ist.

source: [_R_] Are you wanting privacy so you can spend quality time with me, or with somebody else?
dutch: [_R_] Wil je privacy zodat je kwaliteitsvolle tijd kunt besteden aan mij of aan iemand anders?
german: [_R_] Willst du Privatsphäre, damit du Zeit mit mir oder mit jemandem anderen verbringen kannst?

source: [_M_] I'm your mother... You don't get to ask me those kinds of questions.
dutch: [_M_] Ik ben je moeder... Je mag me dit soort vragen niet stellen.
german: [_M_] Ich bin deine Mutter... Du musst mir solche Fragen nicht stellen.

source: [_M_] Besides, the tone in your voice is extremely disrespectful.
dutch: [_M_] De toon in je stem is bovendien uiterst respectloos.
german: [_M_] Außerdem ist der Ton in deiner Stimme extrem respektlos.

source: [_RT_] {i}Oh?... And I'm supposed to respect the fact that you might be trying to get boned by some other deuche while on a date with me?{/i}
dutch: [_RT_] {i}Oh?... En ik hoor respect te hebben voor het feit dat je misschien probeert om verpest te raken door een andere deuche terwijl je op een datum met mij bent?{/i}
german: [_RT_] {i}Oh?... Und ich sollte die Tatsache respektieren, dass du versuchen könntest, dich von einem anderen Deuche an einem Datum mit mir zu besinnen?{/i}

source: [_M_] Yeah, I know I've said it before, and sometimes we've made exceptions when we probably shouldn't have.
dutch: [_M_] Yeah, ik weet dat ik het al eerder heb gezegd, en soms hebben we uitzonderingen gemaakt terwijl we dat waarschijnlijk niet zouden moeten hebben.
german: [_M_] Ja, ich weiß, dass ich es schon einmal gesagt habe, und manchmal haben wir Ausnahmen gemacht, wenn wir es wahrscheinlich nicht haben sollten.

source: [_M_] But we've got to at least try to fool around as little as possible, I mean... I'm a married woman for heaven's sake.
dutch: [_M_] Maar we moeten in ieder geval zo weinig mogelijk proberen om te dwalen, bedoel ik... Ik ben een getrouwde vrouw in hemelsnaam.
german: [_M_] Aber wir müssen zumindest versuchen, so wenig wie möglich zu täuschen, ich meine... Ich bin eine verheiratete Frau um Himmels willen.

source: [_R_] You know he hasn't been loyal to you.
dutch: [_R_] Je weet dat hij niet trouw aan je is geweest.
german: [_R_] Du weißt, dass er dir nicht loyal war.

source: [_M_] No, I don't know that for sure.
dutch: [_M_] Nee, dat weet ik niet zeker.
german: [_M_] Nein, das weiß ich nicht sicher.

source: [_R_] You're still trying to convince yourself, huh?
dutch: [_R_] Je probeert jezelf nog te overtuigen, toch?
german: [_R_] Du versuchst dich immer noch zu überzeugen, oder?

source: [_M_] I don't want to talk about this anymore... Lets just enjoy our walk on the beach, okay?
dutch: [_M_] Ik wil hier niet meer over praten... genieten van onze wandeling op het strand, oké?
german: [_M_] Ich möchte darüber nicht mehr reden... Lass uns einfach unseren Spaziergang am Strand genießen, ok?

source: [_R_] So, that's a good reason for you not to have sex with me again, but not good enough for you to not cheat on Dad by having sex with Matt and Joey, or who knows whoever else?
dutch: [_R_] Dus dat is een goede reden voor je om geen seks meer met me te hebben maar niet goed genoeg voor je om op papa niet te bedriegen door seks te hebben met Matt en Joey, of wie dan ook te weet?
german: [_R_] Also das ist ein guter Grund für dich nicht wieder Sex mit mir zu haben aber nicht gut genug, um Sie nicht zu betrügen auf Pap, indem Sie Sex mit Matt und Joey, oder wer weiß, wer sonst?

source: [_R_] So, that's a good reason for you not to have sex with me again, but not good enough for you to not cheat on Dad by having sex with Matt?
dutch: [_R_] Dus dat is een goede reden voor je om geen seks meer met me te hebben maar niet goed genoeg voor je om op papa niet te bedriegen door seks te hebben met Matt?
german: [_R_] Also das ist ein guter Grund für dich nicht wieder Sex mit mir zu haben aber nicht gut genug, um Sie nicht zu betrügen auf Pap, indem Sie Sex mit Matt haben?

source: [_R_] So, that's a good reason for you not to have sex with me again, but not good enough for you to not cheat on Dad by having sex with Joey?
dutch: [_R_] Dus dat is een goede reden voor je om geen seks meer met me te hebben maar niet goed genoeg voor je om op papa niet te frauderen met seks met Joey?
german: [_R_] Also das ist ein guter Grund für dich nicht wieder Sex mit mir zu haben aber nicht gut genug, um Sie nicht zu betrügen auf Pap, indem Sie Sex mit Joey?
