Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Well.... I got a blowjob from Sidney at the photo studio, so.... {/i}
dutch: [_RT_] {i}Well.... . Ik kreeg een schok van Sidney in de fotostudio, dus.... {/i}
french: [_RT_] {i}Bien.... J'ai eu une fellation de Sidney au studio photo, donc.... {/i}
german: [_RT_] {i}Nun.... Ich habe einen Blowjob von Sidney im Fotostudio bekommen.... {/i}
italian: [_RT_] {i}Bene.... Ho ricevuto un pompino da Sidney nello studio fotografico, così.... {/i}
portuguese: [_RT_] {i}Bem.... Recebi um blowjob de Sidney no estúdio de fotografias, então.... {/i}

source: [_RT_] {i}Things are either going to be a whole lot more awkward sleeping together, or hopefully less awkward than it's been lately.{/i}
dutch: [_RT_] {i}Dingen zullen een heleboel moeilijker zijn om samen te slapen, of hopelijk minder lastig dan het onlangs is geweest.{/i}
french: [_RT_] {i}Les choses vont être beaucoup plus gênantes de dormir ensemble, ou, espérons-le, moins gênantes que ce n'est le cas ces derniers temps.{/i}
german: [_RT_] {i}Dinge werden entweder sehr viel schwieriger zusammen schlafen oder hoffentlich weniger schwierig als in letzter Zeit sein.{/i}
italian: [_RT_] {i}Le cose stanno per essere un sacco di sonno più imbarazzante insieme, o si spera meno imbarazzante di quanto non sia stato ultimamente.{/i}
portuguese: [_RT_] {i}Coisas vão ser muito mais estranhas dormindo juntas, ou esperamos que sejam menos embaraçosas do que foi tarde mesmo.{/i}

source: [_RT_] {i}Should I wake Sidney to find out?{/i}
dutch: [_RT_] {i}Wil ik Sidney wakker maken om erachter te komen?{/i}
french: [_RT_] {i}Devrais-je réveiller Sidney pour le savoir?{/i}
german: [_RT_] {i}Soll ich Sidney wecken, um herauszufinden?{/i}
italian: [_RT_] {i}Dovrei svegliare Sidney per scoprire?{/i}

source: [_R_] Psssssst.... {i}(whispering){/i} Hey, Sidney.... are you awake?
dutch: [_R_] Psssssssst.... {i}(fluistering){/i} Hey, Sidney.... ben jij wakker?
french: [_R_] Psssssst.... {i}(murmure){/i} Hé, Sidney.... tu es réveillée?
german: [_R_] Psssssst.... {i}(flüstern){/i} Hey, Sidney.... bist du wach?
italian: [_R_] Pssssst.... {i}(sussurre){/i} Hey, Sidney.... sei sveglio?
portuguese: [_R_] Psssssst.... {i}(sussurro){/i} Ei, Sidney.... você está acordado?

source: [_S_] Yeah, I just laid down about 10 minutes ago.... so I haven't fallen asleep yet.... everything ok?
dutch: [_S_] Yeah, ik heb net tien minuten geleden neergelegd.... dus ben ik nog niet in slaap gevallen.... alles goed?
french: [_S_] Ouais, je viens de me coucher il y a environ 10 minutes.... donc je ne me suis pas encore endormi.... tout va bien ?
german: [_S_] Ja, ich habe gerade vor etwa 10 Minuten niedergelegt.... also habe ich noch nicht eingeschlafen .... alles ok?
italian: [_S_] Sì, ho appena posato circa 10 minuti fa... quindi non mi sono ancora addormentato... tutto ok?
portuguese: [_S_] Sim, acabei de estabelecer há cerca de 10 minutos... Então ainda não caí no sono... Tudo bem?

source: [_R_] Yeah actually everything is pretty good. I've really enjoyed spending time with you lately.
dutch: [_R_] Yeah is eigenlijk allemaal best goed. Ik heb erg genoten van je tijd te doorbrengen.
french: [_R_] Ouais en fait tout est plutôt bien. J'ai vraiment aimé passer du temps avec toi ces derniers temps.
german: [_R_] Ja, eigentlich ist alles ziemlich gut. Ich habe in letzter Zeit wirklich viel Spaß mit dir.
italian: [_R_] Sì, in realtà tutto è abbastanza buono. Ho davvero apprezzato trascorrere del tempo con te ultimamente.
portuguese: [_R_] É, na verdade, tudo é muito bom. Eu gostei muito de passar tempo com você ultimamente.

source: [_R_] I feel like we haven't ever been real close before. I was always closer to Lauren because we are closer in age and interests.
dutch: [_R_] Ik heb het gevoel dat we nog nooit echt dichtbij geweest zijn. Ik was altijd dichter bij Lauren omdat we dichter bij Lauren zijn.
french: [_R_] J'ai l'impression que nous n'avons jamais été très proches auparavant. J'ai toujours été plus proche de Lauren parce que nous sommes plus proches en âge et en intérêts.
german: [_R_] Ich fühle mich, als wären wir noch nie so nah gewesen. Ich war immer näher an Lauren, weil wir im Alter und im Interesse näher sind.
italian: [_R_] Mi sento come se non fossimo mai stati davvero vicini prima. Ero sempre più vicino a Lauren perché siamo più vicini nell'età e negli interessi.
portuguese: [_R_] Eu sinto que nunca estivemos muito perto antes. Eu estava sempre mais perto de Lauren porque estamos mais próximos de idades e interesses.

source: [_R_] I always thought your interests in fashion were kind of stupid and unrealistic.
dutch: [_R_] Ik dacht altijd dat jouw interesses in de mode dom en onrealistisch waren.
french: [_R_] J'ai toujours pensé que tes intérêts dans la mode étaient un peu stupides et irréalistes.
german: [_R_] Ich dachte immer, dass deine Interessen auf Mode so dumm und unrealistisch waren.
italian: [_R_] Ho sempre pensato che i vostri interessi nella moda fossero una specie di stupido e irrealistico.

source: [_R_] But now that I see how good you are at it, and what amazing things you come up with, I've started to realize how cool it is, and how cool you are.
dutch: [_R_] Maar nu zie ik hoe goed je er in bent en met wat geweldige dingen je komt. Ik begon me te realiseren hoe cool het is, en hoe cool je bent.
french: [_R_] Mais maintenant que je vois à quel point tu es bonne dans ce domaine et quelles sont les choses incroyables que tu proposes, j'ai commencé à réaliser à quel point c'est cool et à quel point tu es cool.
german: [_R_] Aber jetzt, wo ich sehe, wie gut du darin bist und was für erstaunliche Dinge du findest Ich habe angefangen zu erkennen, wie cool es ist und wie cool du bist.
italian: [_R_] Ma ora che vedo quanto sei bravo e quali cose incredibili hai trovato, Ho iniziato a rendersi conto di quanto è fresco, e di quanto sei fresco.
portuguese: [_R_] Mas agora que eu vejo o quão bom você é com isso, e as coisas incríveis que você vai, Eu comecei a perceber o quão legal é e o quão legal você é.

source: [_S_] Thanks.... that's probably the nicest thing you've ever said to me.
dutch: [_S_] Bedankt.... dat is waarschijnlijk het mooiste wat je ooit tegen mij gezegd hebt.
french: [_S_] Merci.... c'est probablement la plus belle chose que tu m'aies jamais dite.
german: [_S_] Danke.... das ist wahrscheinlich das schönste, was du mir jemals gesagt hast.
italian: [_S_] Grazie.... è probabilmente la cosa più bella che tu mi abbia mai detto.
portuguese: [_S_] Obrigado.... provavelmente é a coisa mais legal que você já me disse.

source: [_R_] Yeah.... I'm glad we've had the chance to get closer.
dutch: [_R_] Ja.... . ik ben blij dat we de kans hebben gehad om dichterbij te komen.
french: [_R_] Ouais.... Je suis content qu'on ait pu se rapprocher.
german: [_R_] Ja.... Ich bin froh, dass wir die Chance hatten, näher zu kommen.
italian: [_R_] Sì... Sono contento che abbiamo avuto la possibilità di avvicinarci.
portuguese: [_R_] sim.... Estou feliz que tenhamos tido a chance de se aproximar.

source: [_R_] .... So.... yeah.... it kind of sucks that things got a little bit awkward between us since.... well.... you know.
dutch: [_R_] .... Op. Ja.... . . . . het is aardig dat het een beetje vervelend tussen ons is geworden sindsdien... . je weet het.
french: [_R_] .... Donc.... ouais.... c'est un peu nul que les choses soient un peu gênées entre nous depuis.... Bien.... tu sais.
german: [_R_] .... So.... ja, es ist eine Art Saug, dass die Dinge ein bisschen unangenehm zwischen uns seither geworden sind.... gut, du weißt.
italian: [_R_] .... Sì.... sì... è una specie di succhia che le cose hanno avuto un po 'imbarazzante tra di noi da allora.... bene.... sai.
portuguese: [_R_] ... Então.... sim... faz muito mal que as coisas ficaram um pouco estranhas entre nós... . bem.... você sabe.

source: [_S_] Since you caught me messing around with you that night?
dutch: [_S_] Omdat je me die avond hebt betrapt heb ik me rond met je heen gegooid?
french: [_S_] Depuis que tu m'as surprise à jouer avec toi cette nuit-là?
german: [_S_] Da du mich in dieser Nacht mit dir herumgeschlumpt hast?
italian: [_S_] Da quando mi hai preso in giro con te quella notte?

source: [_S_] I still really am very sorry about that.
dutch: [_S_] Ik ben daar nog steeds erg spijt van.
french: [_S_] Je suis toujours vraiment désolé à ce sujet.
german: [_S_] Ich bedauere das sehr.
italian: [_S_] Sono ancora molto dispiaciuto per questo.

source: [_R_] No, I'm not mad...
dutch: [_R_] Nee, ik ben niet gek...
french: [_R_] Non, je ne suis pas en colère...
german: [_R_] Nein, ich bin nicht verrückt...
italian: [_R_] No, non sono pazzo...
portuguese: [_R_] Não, eu não sou louco...

source: [_R_] I'm just a little worried about you, since you've done it a couple times since then.
dutch: [_R_] Ik maak me gewoon een beetje zorgen om jou, omdat je het sindsdien een paar keer gedaan hebt.
french: [_R_] Je suis juste un peu inquiet pour toi, puisque tu l'as fait plusieurs fois depuis.
german: [_R_] Ich mache mir nur ein wenig Sorgen um dich, da du es seither ein paar Mal gemacht hast.
italian: [_R_] Sono solo un po 'preoccupato per te, dal momento che hai fatto un paio di volte da allora.

source: [_S_] Really?.... Are you sure?.... I thought I'd been good lately.
dutch: [_S_] Echt waar?.... Bent u zeker?.... Ik dacht dat ik de laatste tijd goed zou zijn.
french: [_S_] Vraiment?.... Es-tu sûr?.... Je pensais que j'avais été bien dernièrement.
german: [_S_] Wirklich?.... Bist du sicher?.... Ich dachte, ich wäre in letzter Zeit gut gewesen.
italian: [_S_] Davvero?.... Sei sicuro?.... Pensavo di essere stato bravo ultimamente.

source: [_R_] Well, ever since I ran out of melatonin, I haven't been sleeping as deeply, so I've been waking up when you do it.
dutch: [_R_] Nou, al sinds ik geen melatonine meer heb, heb ik niet zo diep geslapen, dus ik ben wakker wanneer je het doet.
french: [_R_] Eh bien, depuis que j'ai manqué de mélatonine, je n'ai pas dormi aussi profondément, alors je me suis réveillé quand tu le faisais.
german: [_R_] Nun, seit ich aus Melatonin ausgelaufen bin, habe ich nicht so tief geschlafen, also habe ich aufwacht, wenn du es machst.
italian: [_R_] Beh, da quando ho esaurito la melatonina, non ho dormito profondamente, quindi mi sono svegliato quando lo fai.

source: [_R_] I just brushed your hand away, and you slept right through it.
dutch: [_R_] Ik heb zojuist je hand weggeborgen, en je sliep er rechts door.
french: [_R_] Je viens de te caresser la main en la mettant plus loin, mais tu as dormi en tenant ça.
german: [_R_] Ich habe deine Hand weggebürstet, und du hast durch sie geschlafen.
italian: [_R_] Ho appena spazzolato via la mano, e hai dormito proprio attraverso di essa.

source: [_S_] Oh, no!.... Is it becoming too much of a problem for you?.... You're not going to kick me out are you?.... I don't have anywhere else to sleep.
dutch: [_S_] Oh, nee!.... Wordt het te veel van een probleem voor jou?.... Je bent niet van plan me uit te schoppen?.... Ik heb nergens anders te slapen.
french: [_S_] Oh, non!.... Cela devient-il trop un problème pour toi?.... Tu ne vas pas me virer, hein ?.... Je n'ai nulle part ailleurs où dormir.
german: [_S_] Oh, nein!.... Wird es für dich zu ein Problem?.... Du wirst mich nicht kicken, bist du?.... Ich habe nirgendwo sonst zu schlafen.
italian: [_S_] Oh, no!.... Sta diventando troppo di un problema per te?.... Non mi cacciate fuori sei tu?.... Non ho nessun altro posto per dormire.

source: [_R_] No.... no.... nothing like that.... I was hoping I could do something to help you with your problem.
dutch: [_R_] Nee.... nee.... niets zoals dat... . . Ik hoopte dat ik iets kon doen om je te helpen met je probleem.
french: [_R_] Non.... non.... rien de tel.... J'espérais pouvoir faire quelque chose pour t'aider avec ton problème.
german: [_R_] Nein.... Nein.... nichts dergleichen.... Ich hatte gehofft, dass ich etwas tun könnte, um dir bei deinem Problem zu helfen.
italian: [_R_] No.... no.... niente di simile.... speravo di poter fare qualcosa per aiutarvi con il vostro problema.
portuguese: [_R_] Não.... não.... nada assim.... Esperava poder fazer algo para te ajudar com o seu problema.

source: [_S_] Really? What on earth do you think you could do to help me with that?
dutch: [_S_] Echt? Wat denk je in hemelsnaam dat je me daarmee kan helpen?
french: [_S_] Vraiment? Que diable penses-tu pouvoir faire pour m'aider avec ça ?
german: [_S_] Wirklich? Was in aller Welt kannst du tun, um mir dabei zu helfen?
italian: [_S_] Veramente? Cosa pensi che tu possa fare per aiutarmi a farlo?

source: [_S_] Actually.... I think I might have an idea where this is going.
dutch: [_S_] Eigenlijk ... . Ik denk dat ik een idee kan hebben waar dit naartoe gaat.
french: [_S_] En fait.... Je pense que je pourrais avoir une idée de ce qui se passe.
german: [_S_] Wirklich... Ich denke, ich könnte eine Vorstellung davon haben, wohin das geht.
italian: [_S_] In realtà... penso che potrei avere un'idea di dove sta andando.

source: [_S_] And you better tread lightly.... I already think we're both going to hell for what we did at the photo studio.
dutch: [_S_] En je gaat beter lichtjes.... Ik denk al dat we beiden naar de hel gaan voor wat we hebben gedaan op de fotostudio.
french: [_S_] Et tu ferais mieux d'y aller mollo.... Je pense déjà qu'on va tous les deux en enfer pour ce qu'on a fait au studio photo.
german: [_S_] Und du gehst besser leicht... Ich denke schon, dass wir beide zur Hölle gehen für das, was wir im Fotostudio gemacht haben.
italian: [_S_] Ed è meglio fare un battistrada alla leggera.... Penso già che entrambi stiamo andando all'inferno per quello che abbiamo fatto nello studio fotografico.
portuguese: [_S_] E é melhor pisar com ligeireza... Eu já acho que ambos vamos para o inferno pelo que fizemos no estúdio de fotos.

source: [_R_] Ok.... well, just hear me out.
dutch: [_R_] Ok... Nou, hoor me gewoon.
french: [_R_] Ok ... eh bien, écoutes-moi.
german: [_R_] Ok.... nun, hören Sie mich.
italian: [_R_] Ok.... beh, basta sentirmi.
portuguese: [_R_] Ok.... bem, só me ouça.

source: [_R_] Why would a person unconsciously be so Goddam handsy in their sleep?
dutch: [_R_] Waarom zou een persoon bewusteloos zo handig zijn in zijn slaap?
french: [_R_] Pourquoi une personne serait inconsciemment si perturbée dans son sommeil?
german: [_R_] Warum wäre eine Person unbewusst so handlich in ihrem Schlaf?
italian: [_R_] Perché una persona sarebbe inconsciamente così Goddam handsy nel loro sonno?

source: [_S_] I don't know.... because I have a sick mind, and need to be committed to psycho ward?
dutch: [_S_] Ik weet het niet.... omdat ik een zieke geest heb en zich moet inzetten voor de psycho oorlog?
french: [_S_] Je ne sais pas.... parce que j'ai un esprit malade et que j'ai besoin de m'engager dans une thérapie psycho?
german: [_S_] Ich weiß nicht .... weil ich einen kranken Verstand habe und mich der Psychowart verpflichten muss?
italian: [_S_] Non lo so... perché ho una mente malata e ho bisogno di essere impegnato nel reparto psicologico?

source: [_RT_] {i}Oh, no.... I hope this problem I invented for her hasn't hurt her self esteem too much!{/i}
dutch: [_RT_] {i}Ah, nee.... Ik hoop dat dit probleem dat ik heb uitgevonden niet te veel respect voor haar zelf heeft gehad!{/i}
french: [_RT_] {i}Oh, non.... J'espère que ce problème que j'ai inventé pour elle n'a pas trop nui à son estime de soi!{/i}
german: [_RT_] {i}Oh, nein.... Ich hoffe, dass dieses Problem, das ich für sie erfunden habe, ihr Selbstwertgefühl nicht zu sehr verletzt!{/i}
italian: [_RT_] {i}Oh, no.... Spero che questo problema che ho inventato per lei non abbia ferito troppo la sua autostima!{/i}

source: [_R_] I think it's just because you're a very sexual person.
dutch: [_R_] Ik denk dat het gewoon is omdat je een zeer seksueel persoon bent.
french: [_R_] Je pense que c'est juste parce que tu es une personne très sexuelle.
german: [_R_] Ich denke, es ist nur, weil du eine sehr sexuelle Person bist.
italian: [_R_] Penso che sia solo perché sei una persona molto sessuale.
portuguese: [_R_] Acho que é só porque você é uma pessoa muito sexual.

source: [_R_] I know I am...
dutch: [_R_] Ik weet dat ik...
french: [_R_] Je sais que je le suis...
german: [_R_] Ich kenne mich...
italian: [_R_] Lo so che sono...

source: [_R_] I'm pretty sure both Mom and Lauren are.
dutch: [_R_] Ik ben er vrij zeker van dat zowel mama als Lauren zijn.
french: [_R_] Je suis presque sûr que maman et Lauren le sont.
german: [_R_] Ich bin ziemlich sicher, sowohl Mama als auch Lauren sind.
italian: [_R_] Sono abbastanza sicuro che sia la mamma che Lauren sono.

source: [_R_] Not to mention Dad.
dutch: [_R_] Geen papa te vermelden.
french: [_R_] Sans parler de papa.
german: [_R_] Nicht zu erwähnen Pap.
italian: [_R_] Per non parlare del papà.
portuguese: [_R_] Sem mencionar papai.

source: [_R_] I think it runs in the family.
dutch: [_R_] Ik denk dat het in de familie is.
french: [_R_] Je pense que cela est familial.
german: [_R_] Ich denke, es läuft in der Familie.
italian: [_R_] Penso che funzioni in famiglia.

source: [_S_] Yeah, well why would I be the only one molesting other people in my sleep?
dutch: [_S_] Yeah, waarom zou ik de enige zijn die andere mensen in mijn slaap moest?
french: [_S_] Ouais, eh bien pourquoi serais-je la seul à agresser d'autres personnes dans mon sommeil?
german: [_S_] Ja, warum sollte ich der einzige sein, der andere in meinem Schlaf stört?
italian: [_S_] Sì, perché sarei l'unico a molestare altre persone nel mio sonno?
portuguese: [_S_] Sim, bem por que eu seria a única que me molestaria com outras pessoas de sono?

source: [_R_] Because you repress your sexuality more than any of us do.
dutch: [_R_] Omdat je je seksualiteit meer onderdrukt dan iemand van ons doet.
french: [_R_] Parce que tu réprimes ta sexualité plus que n'importe lequel d'entre nous.
german: [_R_] Weil du deine Sexualität stärker unterdrückst als jeder von uns.
italian: [_R_] Perché reprimete la vostra sessualità più di chiunque di noi.

source: [_S_] I do not!
dutch: [_S_] Ik heb het niet!
french: [_S_] Je ne le fais pas!
german: [_S_] Ich tue es nicht!
italian: [_S_] Non lo faccio!

source: [_R_] Yeah you do.... think about it!
dutch: [_R_] Ja je ook.... denk eraan!
french: [_R_] Oui, oui.... penses-y!
german: [_R_] Ja, du machst .... denkst darüber!
italian: [_R_] Sì, lo fa... pensateci!
portuguese: [_R_] Sim, você está.... pense nisso!

source: [_R_] I don't think Lauren is very experienced sexually, but she talks like she's a super slut with her friends, so I think she releases some of her sexual tension in a way.
dutch: [_R_] Ik denk niet dat Lauren seksueel erg ervaren is, maar ze praat als een superslut met haar vrienden, dus ik denk dat ze op een of andere manier een deel van haar seksuele spanning laat vrij.
french: [_R_] Je ne pense pas que Lauren soit très expérimentée sexuellement, mais elle parle comme si elle était une super salope avec ses amis, donc je pense qu'elle libère une partie de sa tension sexuelle d'une certaine manière.
german: [_R_] Ich glaube nicht, dass Lauren sexuell sehr erfahren ist, aber sie spricht wie sie ist eine Superschlampe mit ihren Freunden, so dass ich denke, sie löst einige ihrer sexuellen Spannung in gewisser Weise.
italian: [_R_] Non credo che Lauren sia molto esperto sessualmente, ma lei parla come lei è una troia super con i suoi amici, quindi penso che lei rilasci alcune delle sue tensioni sessuali in un certo senso.

source: [_R_] Mom and Dad.... well.... I'm pretty sure they do some pretty freaky things together.... at least they used to.
dutch: [_R_] mama en papa.... . . . . . ik ben vrij zeker dat ze een paar mooie dingen samen doen.... zij waren ten minste vroeger.
french: [_R_] Maman et papa.... Et bien.... Je suis sûr qu'ils font des choses assez bizarres ensemble.... au moins, ils le faisaient.
german: [_R_] Mutter und Vater. Nun, ich bin ziemlich sicher, dass sie einige ziemlich freakige Dinge gemeinsam tun.... zumindest haben sie es gewohnt.
italian: [_R_] Mamma e papà.... be.... sono abbastanza sicuro che fanno alcune cose abbastanza strane insieme.... almeno hanno usato a.
portuguese: [_R_] Mamãe e papai... bem... Eu tenho certeza que eles fazem algumas coisas bem caras juntos.... pelo menos eles costumavam fazer.

source: [_R_] And me?.... Well, if I even see a cloud that reminds me of boobs, I unzip my pants...
dutch: [_R_] En ik?... Nou, als ik zelfs een wolk zie die me aan baas doet denken, pak ik mijn broek uit...
french: [_R_] Et moi?.... Eh bien, si je vois même un nuage qui me rappelle des seins, je décompresse dans mon pantalon...
german: [_R_] Und ich?.... Nun, wenn ich sogar eine Wolke sehe, die mich an Boobs erinnert, entpacke ich meine Hosen...
italian: [_R_] E io?.... Beh, se vedo anche una nuvola che mi ricorda le tette, scompiglio i miei pantaloni...
portuguese: [_R_] E eu?.... Bem, se eu até vejo uma nuvem que me lembra de boobs, eu descompito minhas calças...

source: [_R_] What do you do to vent your sexual frustration?
dutch: [_R_] Wat doe je aan je seksuele frustratie?
french: [_R_] Que fais-tu pour évacuer ta frustration sexuelle?
german: [_R_] Was tun Sie, um Ihre sexuelle Frustration zu ersticken?
italian: [_R_] Che cosa fai per sfogare la tua frustrazione sessuale?

source: [_S_] Well, I do masturbate sometimes...
dutch: [_S_] Nou, ik doe soms masturbat...
french: [_S_] Eh bien, je me masturbe parfois...
german: [_S_] Nun, ich masturbiere manchmal...
italian: [_S_] Beh, io mi masturbo a volte...

source: [_R_] But when you do masturbate, do you let your imagination run wild, or are you repressing sexual fantasies because you feel guilty about them?
dutch: [_R_] Maar wanneer je masturbate doet, laat je dan je verbeelding wild, of onderdrukt je seksuele fantasieën omdat je je schuldig voelt?
french: [_R_] Mais lorsque tu te masturbes, laisses-tu libre cours à ton imagination ou réprimes-tu les fantasmes sexuels parce que tu te sens coupable?
german: [_R_] Aber wenn du masturbierst, lass du deine Fantasie frei laufen oder unterdrückst du sexuelle Fantasien, weil du dich ihnen schuldig fühlst?
italian: [_R_] Ma quando ti masturbi, fai funzionare la tua immaginazione o stai reprimendo le fantasie sessuali perché ti senti colpevole di loro?
portuguese: [_R_] Mas quando você mestre, você deixa sua imaginação correr de forma selvagem ou você é reprimir fantasias sexuais por se sentir culpado com elas?

source: [_S_] .... I mean I guess I do that a little...
dutch: [_S_] .... ik bedoel dat ik dat een beetje doet...
french: [_S_] .... Je pense que je fais ça un peu...
german: [_S_] .... Ich denke, ich tue das ein wenige...
italian: [_S_] ... Intendo immaginare che lo faccio un po'...
portuguese: [_S_] .... quero dizer que acho que faço isso um pouco...

source: [_R_] So, yeah.... to my point.... I think you're repressing yourself too much.
french: [_R_] Donc, oui.... à mon avis.... Je pense que tu te refoules trop.
german: [_R_] Also, ja.... zu meinem Punkt.... Ich denke, du unterdrückst dich zu viel.
italian: [_R_] Quindi, sì... al mio punto... penso che tu stia reprimendo troppo.
portuguese: [_R_] Então, sim... até meu ponto.... Eu acho que você está se reprimindo demais.
