Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] It's like you read my thoughts.
italian: [_R_] È come se leggessi i miei pensieri.

source: [_A_] Everybody thinks that... Why do you think I wear it?
italian: [_A_] Tutti lo pensano... Perché pensi che lo indosso?

source: [_J_] I'm really happy that we've been seeing your face more in the club.
italian: [_J_] Sono davvero felice che abbiamo visto il tuo volto più nel club.

source: [_J_] I think it's really admirable the way you support your daughter.
italian: [_J_] Penso che sia davvero ammirevole il modo in cui sostieni tua figlia.

source: [_J_] You're an amazing woman, and from everything I've learned about [dad_name] through the years, I can confidently say that he doesn't deserve you.
italian: [_J_] Sei una donna incredibile, e da tutto ciò che ho imparato su [dad_name] nel corso degli anni, posso tranquillamente dire che non ti merita.

source: [_J_] I still can't stop thinking about the visit you made to my office.
italian: [_J_] Non riesco ancora a smettere di pensare alla visita che hai fatto al mio ufficio.

source: [_MT_] {i}And as horny as I am right now, I'm about to rip those pants down and do it again!{/i}
italian: [_MT_] {i}E così eccitata come sono in questo momento, sto per strappare quei pantaloni giù e farlo di nuovo!{/i}

source: [_MT_] {i}But what about [dad_name]?{/i}
italian: [_MT_] {i}Ma che dire di [dad_name]?{/i}

source: [_M_] [dad_name] is going to kill me when he finds out!
italian: [_M_] [dad_name] mi ucciderà quando scoprirà!

source: [_J_] [dad_name] isn't going to find out, and even if he does, I'll make it clear to him that if he does anything against you in revenge, he'll be wearing a cement pair of shoes.
italian: [_J_] [dad_name] non scoprirà, e anche se lo fa, Gli dirò chiaramente che se fa qualcosa contro di te in vendetta, indosserà un paio di scarpe da cemento.

source: [_MT_] {i}Jesus, he's talking about killing my husband!{/i}
italian: [_MT_] {i}Gesù, sta parlando di uccidere mio marito!{/i}

source: [_M_] [dad_name] isn't the greatest husband, but I wouldn't ever want him dead!
italian: [_M_] [dad_name] non è il marito più grande, ma non lo vorrei mai morto!

source: [_J_] Well, then... I'd show restraint... until you ask me not to.
italian: [_J_] Beh, allora... mostrerei la moderazione... finché non mi chiedi di non farlo.

source: [_J_] Do you want to know what I'm having a hard time restraining, though?
italian: [_J_] Vuoi sapere cosa sto avendo difficoltà a trattenersi, però?

source: [_M_] Let me guess. You're desire for me?
italian: [_M_] Lasciami indovinare. Sei desiderato per me?

source: [_J_] Oh, hoho... It sounds like you've been hit on before.
italian: [_J_] Oh, hoho... Sembra che tu sia stato colpito prima.

source: [_J_] And yes, that's a hard thing to restrain.
italian: [_J_] E sì, è una cosa difficile da trattenere.

source: [_J_] I've also been dealing with a feeling of guilt for that office encounter.
italian: [_J_] Ho anche avuto a che fare con un senso di colpa per quell'incontro di ufficio.

source: [_M_] Oh, you don't need to feel guilty. You made me an offer, and I accepted it... You didn't force me.
italian: [_M_] Oh, non devi sentirti colpevole. Mi hai fatto un'offerta, e l'ho accettata... Non mi hai forzato.

source: [_MT_] {i}Truth is, I kind of enjoyed it... And I'm tempted to do it again.{/i}
italian: [_MT_] {i}La verità è, mi è piaciuta... E sono tentato di farlo di nuovo.{/i}

source: [_J_] No, I'm not feeling guilty for that, but I'm feeling guilty that I didn't do anything to please you in return.
italian: [_J_] No, non mi sento colpevole per questo, ma mi sento in colpa che non ho fatto nulla per compiacerti in cambio.

source: [_J_] I wasn't raised to be selfish.
italian: [_J_] Non sono cresciuto per essere egoista.

source: [_J_] And now, I want to do something for you.
italian: [_J_] E ora, voglio fare qualcosa per voi.

source: [_J_] Let me make you feel the way you made me feel.
italian: [_J_] Lasciate che vi faccia sentire il modo in cui mi avete fatto sentire.

source: [_MT_] {i}That was unexpected!{/i}
italian: [_MT_] {i}Era inatteso!{/i}

source: [_MT_] {i}Oh, this feels so good!... My breasts have had so little attention lately!{/i}
italian: [_MT_] {i}Oh, questo si sente così bene!... I miei seni hanno avuto così poca attenzione ultimamente!{/i}

source: [_A_] See... I told you it would still feel good without penetration.
italian: [_A_] Vedi... Ti ho detto che si sarebbe ancora sentito bene senza penetrazione.

source: [_R_] I didn't say... it wouldn't feel good... I just said... it would feel better.
italian: [_R_] non ho detto... non si sentiva bene... ho appena detto... si sentirebbe meglio.

source: [_R_] I still can't believe... you're a virgin!
italian: [_R_] Non riesco ancora a credere... sei vergine!

source: [_R_] You seem so... experienced with sex.
italian: [_R_] Sembri così... sperimentato con il sesso.

source: [_A_] I am... with most things... just not... actual sex.
italian: [_A_] io sono... con la maggior parte delle cose... solo no... sesso effettivo.

source: [_A_] My actual virginity is worth... a lot to my... family.
italian: [_A_] La mia verginità attuale vale molto... per la mia famiglia...

source: [_A_] It's kinda like... a bargaining chip.
italian: [_A_] È parecchio come... un chip.

source: [_R_] So... you can't even use... a dildo?
italian: [_R_] Così... non puoi nemmeno usare... un dildo?

source: [_R_] Damn!
italian: [_R_] Dannazione!

source: [_A_] Luckily you can still... have an orgasm without... penetration.
italian: [_A_] Fortunatamente puoi ancora... avere un orgasmo senza penetrazione...

source: [_RT_] {i}Goddam!... now, I want Armani's virginity!{/i}
italian: [_RT_] {i}Goddam!... ora, voglio la verginità di Armani!{/i}

source: [_A_] I'm pretty decent... with my mouth, though... I've never sucked a dick... as big as yours.
italian: [_A_] sono piuttosto decente... con la bocca, però... non ho mai succhiato un cazzo... grande come il tuo.

source: [_A_] You want to... try that out?
italian: [_A_] Volete... provare?

source: [_A_] Kay... You just can't cum... down my throat... on my face... or in my hair.
italian: [_A_] Kay... appena non puoi cum... giù la mia gola... sul mio viso... o nei miei capelli.

source: [_RT_] {i}It may not be Mom, but damn!... Never thought Armani would be doing this to me!{/i}
italian: [_RT_] {i}Potrebbe non essere Mamma, ma dannata!... Non ha mai pensato che Armani mi avrebbe fatto questo!{/i}

source: [_RT_] {i}God, I hope Joey's not getting very far with Mom, but I've got to admit there is some satisfaction in getting something from his niece.{/i}
italian: [_RT_] {i}Dio, spero che Joey non stia andando molto lontano con la Mamma, ma devo ammettere che c'è una certa soddisfazione nell'ottenere qualcosa da sua nipote. /i}

source: [_M_] And I'd better warn you, My orgasms can get pretty wet!
italian: [_M_] E farei meglio a avvertirti, I miei orgasmi possono diventare abbastanza bagnati!

source: [_J_] You're a squirter?! That's great!
italian: [_J_] Sei uno scoiattolo?! È fantastico!

source: [_J_] I can't wait to see!
italian: [_J_] non vedo l'ora di vedere!

source: [_M_] Aaahh... Well you won't have to wait long!
italian: [_M_] Aaahh... Beh, non dovrai aspettare a lungo!

source: [_J_] Oh, my God!... you weren't kidding!
italian: [_J_] Oh, mio Dio!... non stavi scherzando!

source: [_J_] Have Franky take Armani home... We'll be going with Johnny. We've got some unexpected business we've got to take care of tonight.
italian: [_J_] Hai Franky a casa di Armani... andremo con Johnny. Abbiamo qualche affare inaspettato che dobbiamo prenderci cura di stasera.

source: [_RT_] {i}As if that's a fair trade for whatever it was you did to my mom!{/i}
italian: [_RT_] {i}Come se fosse un commercio equo e solidale per qualunque cosa avessi fatto a mia mamma!{/i}

source: [_J_] I think your mom had a good time. I think it was good for her to have a conversation with someone a little closer to her age.
italian: [_J_] Penso che tua mamma si sia divertita. Penso che sia stato bene per lei avere una conversazione con qualcuno un po 'più vicino alla sua età.

source: [_RT_] {i}I wonder if I'll be able to tell?{/i}
italian: [_RT_] {i}Mi chiedo se sarò in grado di dire?{/i}

source: [_RT_] {i}There's a puddle of water next to her. There's no water cups on the table, so... not a spill.{/i}
italian: [_RT_] {i}C'è una pozza d'acqua accanto a lei. Non ci sono tazze d'acqua sul tavolo, così... non una fuoriuscita.{/i}

source: [_R_] That sounds good, but I've got to ask. Why is there a puddle right under you?
italian: [_R_] Suona bene, ma devo chiedermi. Perché c'è una pozza proprio sotto di te?

source: [_MT_] Oh, fuck!... I should have wiped that up before he came in here.
italian: [_MT_] Oh, scopata!... Avrei dovuto asciugare questo prima che entrasse qui.

source: [_M_] I think we'd better go before you say something stupid.
italian: [_M_] Penso che faremmo meglio ad andare prima di dire qualcosa di stupido.

source: [_RT_] If only fucking Joey DeCapo hadn't shown up!
italian: [_RT_] Se solo il cazzo di Joey DeCapo non si era mostrato!

source: [_M_] We'll both have the Itamae's special.
italian: [_M_] avremo entrambi lo speciale di Itamae.

source: [_R_] Oh, and some wine.
italian: [_R_] Oh, e un po' di vino.

source: [_W_] Do you want the Nigaata red again?
italian: [_W_] Vuoi di nuovo il rosso della Nigaata?

source: [_M_] Thank you for bringing me here again.
italian: [_M_] Grazie per avermi portato qui di nuovo.

source: [_M_] There's just something about this place that makes me feel comfortable and safe.
italian: [_M_] C'è solo qualcosa di questo posto che mi fa sentire a mio agio e al sicuro.

source: {i}A little while later.{/i}
italian: {i}Un po' più tardi.{/i}

source: [_M_] Haha... no, I get it... It does seem like bad manners to stuff so much into your mouth at once.
italian: [_M_] Haha... no, lo ottengo... Sembra che le maniere cattive per roba così tanto in bocca in una sola volta.

source: [_M_] That's just the way your supposed to eat it.
italian: [_M_] Questo è solo il modo in cui il tuo dovrebbe mangiarlo.

source: [_M_] Good, right?
italian: [_M_] Bene, giusto?

source: [_W_] I'm so sorry to interrupt!
italian: [_W_] Mi dispiace così tanto di interrompere!

source: [_W_] Joey DeCapo wants to talk to Mr. [ryan] in private.
italian: [_W_] Joey DeCapo vuole parlare con il signor [ryan] in privato.

source: [_M_] Oh, you'd better go see what he wants.
italian: [_M_] Oh, faresti meglio ad andare a vedere cosa vuole.

source: [_R_] I'm sorry about this, Mom... I'll be back as fast as I can.
italian: [_R_] mi dispiace di questo, mamma... tornerò il più velocemente possibile.

source: [_M_] Just, be safe!
italian: [_M_] Giusto, sii sicuro!

source: [_MT_] {i}I hate how much we've been associating with the mafia lately.{/i}
italian: [_MT_] {i}Odio quanto siamo stati associati alla mafia ultimamente.{/i}

source: [_A_] There you are... Follow me.
italian: [_A_] Ecco... Seguimi.

source: [_RT_] {i}Looks like Armani's bored again.{/i}
italian: [_RT_] {i}Sembra che Armani si annoia di nuovo.{/i}

source: [_A_] Took you long enough.
italian: [_A_] Ti sei preso abbastanza a lungo.

source: [_A_] I'm so glad you came!
italian: [_A_] Sono così felice che tu sia venuto!

source: [_RT_] Yeah, well... how do you say no to Joey DeCapo.
italian: [_RT_] Sì, bene... come dici di no a Joey DeCapo.

source: [_A_] I feel bad for the deception. But I think it goes down easier with your mom if she thinks Joey sent for you instead of me.
italian: [_A_] Mi sento male per l'inganno. Ma penso che scenda più facilmente con tua mamma se pensa che Joey inviato per te invece di me.

source: [_A_] I sense a touch of jealousy when she sees you look at me.
italian: [_A_] Sento un tocco di gelosia quando ti vede guardarmi.

source: [_RT_] {i}Interesting.{/i}
italian: [_RT_] {i}Interessante.{/i}

source: [_R_] So did Joey have to ditch you again for important business?
italian: [_R_] Così Joey ha dovuto sprofondare di nuovo per importanti affari?

source: [_A_] No actually. I just told him I'd find my own way home again.
italian: [_A_] No in realtà. Gli ho appena detto che avrei trovato il mio modo di tornare a casa.

source: [_A_] He just thinks that I don't want to sit and wait for his meeting to get over.
italian: [_A_] Pensa solo che non voglio sedermi e aspettare che il suo incontro finisca.

source: [_A_] But like you already know... I'm just in the mood to mess around.
italian: [_A_] Ma come già sapete... Sono solo di umore per mettersi in disordine.

source: [_A_] So, are you up for some fun this time?
italian: [_A_] Così, sei per un po 'divertente questa volta?

source: [_R_] I'm really sorry, but I really need to get back to my mom.
italian: [_R_] Mi dispiace davvero, ma ho davvero bisogno di tornare a mia mamma.

source: [_R_] It's just, I'm sure she's worried sick. She thinks Joey has an important message for me, and if I take too long, she's going to start fearing the worst.
italian: [_R_] È giusto, sono sicuro che lei sia preoccupata per i malati. Lei pensa che Joey abbia un messaggio importante per me, e se ci vorrà troppo tempo, inizierà a temere il peggio.

source: [_A_] Yeah... okay.
italian: [_A_] Sì... okay.

source: [_A_] I understand.
italian: [_A_] capisco.

source: [_A_] You make a good point. You should run back to your mom. I wouldn't want to leave her worried either.
italian: [_A_] Tu fai un buon punto. Dovresti correre indietro a tua mamma. Non vorrei nemmeno lasciarla preoccupata.

source: [_A_] Oh, and I'll tell your waitress to charge your dinner to the club. It's the least I can do for taking you away from her for so long.
italian: [_A_] Oh, e dirò alla tua cameriera di addebitare la cena al club. È il minimo che posso fare per portarti via da lei per così tanto tempo.

source: [_A_] And don't worry. I'll let my uncle know that I'm the one who offered to pay.
italian: [_A_] E non preoccupatevi. Farò sapere a mio zio che sono colui che si è offerto di pagare.

source: [_R_] Ok... but we've got to be fast.
italian: [_R_] Ok... ma dobbiamo essere veloci.

source: [_A_] That will depend on you.
italian: [_A_] Dipenderà da te.

source: [_A_] Why don't I just get rid of this dress completely.
italian: [_A_] Perché non mi sbarazzo di questo vestito completamente.

source: [_R_] I didn't say... it doesn't feel good... I'm really enjoying myself.
italian: [_R_] non ho detto... non si sente bene... mi sto davvero divertendo.

source: [_RT_] {i}I hope Mom's not feeling too put out for being left alone for so long.{/i}
italian: [_RT_] {i}Spero che la mamma non si senta troppo messa fuori per essere lasciata sola per così tanto tempo.{/i}

source: [_M_] There you are!
italian: [_M_] Ci sei!

source: [_M_] I wasn't sure if I needed to call the police to come look for you?
italian: [_M_] Non ero sicuro se avevo bisogno di chiamare la polizia per venire a cercarvi?

source: [_R_] Sorry, Mom... I didn't mean to worry you.
italian: [_R_] Scusa, mamma... Non avevo intenzione di preoccuparti.

source: [_M_] What was that all about?
italian: [_M_] Che cos'era quello?

source: [_M_] [ryan], I know I asked last time, but are you sure you're not working for the DeCapos?
italian: [_M_] [ryan], So che ho chiesto l'ultima volta, ma sei sicuro che non stai lavorando per il DeCapos?

source: [_R_] What?... No, Mom... I promise!
italian: [_R_] Cosa?... No, Mamma... lo prometto!

source: [_R_] Joey just wanted to talk about ideas for my business.
italian: [_R_] Joey voleva solo parlare di idee per il mio business.

source: [_M_] [ryan], Do not let Joey get involved in your business!
italian: [_M_] [ryan], Non permettere a Joey di essere coinvolto nella tua attività!

source: [_R_] I'm not planning on it.
italian: [_R_] non ho intenzione di farlo.

source: [_M_] Good!
italian: [_M_] Buono!

source: [_M_] And why couldn't wait for another day?
italian: [_M_] E perché non poteva aspettare un altro giorno?

source: [_R_] I don't know, but when Joey DeCapo wants to talk to you, it's best not to say no.
italian: [_R_] Non lo so, ma quando Joey DeCapo vuole parlarvi, è meglio non dire di no.

source: [_M_] The sooner we get them out of our lives the better.
italian: [_M_] Quanto prima li traiamo dalla nostra vita tanto meglio.

source: [_R_] Let's just try to forget all that and enjoy the rest of our date.
italian: [_R_] Cerchiamo solo di dimenticare tutto questo e goderci il resto della nostra data.

source: [_MT_] {i}Okay, [mom_name]... Stop feeling annoyed. It wasn't [ryan]'s fault he had to leave you alone for so long.{/i}
italian: [_MT_] {i}Okay, [mom_name]... Smetti di sentirti infastidito. Non era colpa di [ryan]ti ha dovuto lasciare da solo per così tanto tempo.{/i}

source: [_MT_] {i}Holding on to that negative feeling isn't going to help anything.{/i}
italian: [_MT_] {i}tenendo conto di quel sentimento negativo non aiuterà niente.{/i}

source: [_MT_] {i}I need to focus on my good feelings for him.{/i}
italian: [_MT_] {i}Devo concentrarmi sui miei buoni sentimenti per lui.{/i}

source: [_MT_] {i}Like how much I want him to eat my pussy right now.{/i}
italian: [_MT_] {i}Come quanto voglio che mangi la mia figa in questo momento.{/i}

source: [_M_] That was fast. Is everything okay?
italian: [_M_] È stato veloce. Va tutto bene?

source: [_R_] Uhh... Yeah. Joey just wanted to talk about some ideas he had for my business.
italian: [_R_] Uhh... Sì. Joey voleva solo parlare di alcune idee che aveva per i miei affari.

source: [_M_] [ryan], do not let the DeCapos get involved in your business.
italian: [_M_] [ryan], non lasciare che i DeCapos siano coinvolti nella tua attività.

source: [_R_] No, don't worry. I'm trying to get out from underneath them.
italian: [_R_] No, non ti preoccupare. Sto cercando di uscire da sotto di loro.

source: [_M_] So, that couldn't wait?
italian: [_M_] Così, che non poteva aspettare?

source: [_R_] I know, right?
italian: [_R_] Lo so, vero?

source: [_R_] That's why I told him I'd love to talk to him soon, but It'll have to wait for another time.
italian: [_R_] Ecco perché gli ho detto che mi piacerebbe parlargli presto, ma dovrà aspettare un'altra volta.

source: [_M_] That was ballsy!
italian: [_M_] Che è stato pallido!

source: [_R_] Well, I didn't want to leave you alone. I was worried that you'd start worrying.
italian: [_R_] Beh, non volevo lasciarti da solo. Ero preoccupato che iniziassi a preoccuparti.

source: [_M_] Oh, that's so thoughtful!
italian: [_M_] Oh, è così pensieroso!

source: [_MT_] {i}That's pretty courageous to try and set boundaries with the Mafia again.{/i}
italian: [_MT_] {i}È abbastanza coraggioso provare a impostare nuovamente i confini con la mafia.{/i}

source: [_MT_] {i}I keep worrying [ryan]'s going to get himself into trouble with them, but Joey almost seems to respect his boldness.{/i}
italian: [_MT_] {i}Io continuo a preoccuparmi di [ryan]sta per mettersi in difficoltà con loro, ma Joey sembra quasi rispettare la sua audacia. {/i}

source: [_MT_] {i}I'd love to have that bold little mouth of his on my pussy.{/i}
italian: [_MT_] {i}Mi piacerebbe avere quella piccola bocca audace della sua sulla mia figa.{/i}

source: [_MT_] {i}Oh, my God!... Why is my brain jumping to those kinds of thoughts so easily again?!{/i}
italian: [_MT_] {i}Oh, mio Dio!... Perché il mio cervello va di nuovo a quei tipi di pensieri?!{/i}

source: [_MT_] {i}I know I'm horny, but I used to have more resistance to these intrusive thoughts.{/i}
italian: [_MT_] {i}So di essere eccitato, ma ho usato per avere più resistenza a questi pensieri invadenti.{/i}

source: [_MT_] {i}I guess horny isn't a strong enough word for how I'm feeling...{/i}
italian: [_MT_] {i}Immagino che cornea non sia una parola abbastanza forte per come sto sentendo...{/i}

source: [_MT_] {i}I think I'm going to have to go with "A bitch in heat" again.{/i}
italian: [_MT_] {i}Penso che dovrò andare di nuovo con "Una cagna in calore". {/i}

source: [_M_] No... uhh... I mean, yes.
italian: [_M_] No... uhh... Voglio dire, sì.

source: [_M_] I think I'm just having a weird reaction to this wine again.
italian: [_M_] Penso che sto solo avendo una reazione strana a questo vino di nuovo.

source: [_M_] I maybe drank a little too much of it when you were gone.
italian: [_M_] forse ne ho bevuto un po' troppo quando eri andato.

source: [_R_] Oh, you mean it's making you horny again?
italian: [_R_] Oh, vuoi dire che ti sta facendo arrapare di nuovo?

source: [_M_] Ummm... yeah... quite a bit actually.
italian: [_M_] Ummm... sì... un po 'in realtà.

source: [_R_] Is there anything I can do to help you?
italian: [_R_] C'è qualcosa che posso fare per aiutarti?

source: [_M_] I'm sorry, it's just... This is still uncomfortable for me to ask of you.
italian: [_M_] Mi dispiace, è solo... Questo è ancora scomodo per me chiederti.

source: [_R_] You don't even have to ask this time... I know what to do.
italian: [_R_] Non devi nemmeno chiedere questa volta... So cosa fare.

source: [_R_] Don't worry, Mom... I've got you!
italian: [_R_] Non ti preoccupare, mamma... ti ho!

source: [_MT_] {i}Oh, thank God!{/i}
italian: [_MT_] {i}Oh, grazie Dio!{/i}

source: [_M_] [ryan]... This is so... intimate!
italian: [_M_] [ryan]... è così... intimo!

source: [_R_] Mmmm... yeah... Let those girls breathe!
italian: [_R_] Mmmm... sì... Lasciate che quelle ragazze respiri!

source: [_MT_] {i}Ohh... I'm so turned on right now!{/i}
italian: [_MT_] {i}Ohh... Sono così acceso adesso!{/i}

source: [_M_] Muh... My God!... [ryan]!
italian: [_M_] Muh... Mio Dio!... [ryan]!

source: [_MT_] {i}Fuuuck that feels good!... My poor breasts need that extra attention!{/i}
italian: [_MT_] {i}Fuuuck che si sente bene!... I miei poveri seni hanno bisogno di quell'attenzione in più!{/i}

source: [_MT_] {i}It's still so weird to have weaned my little boy from sucking on my tits, to having him go right back to it as an adult.{/i}
italian: [_MT_] {i}È ancora così strano aver svezzato il mio ragazzino dal succhiare le mie tette, per averlo andare a destra indietro ad esso come un adulto. /i}

source: [_MT_] {i}Life is so weird right now!{/i}
italian: [_MT_] {i}La vita è così strana adesso!{/i}

source: [_MT_] {i}His fingers in my cunt... his mouth on my nipple feels so good!{/i}
italian: [_MT_] {i}Le sue dita nella mia figa... la sua bocca sul mio capezzolo si sente così bene!{/i}

source: [_MT_] {i}I might even be able to get there without any anal stimulation this time.{/i}
italian: [_MT_] {i}Potrei anche essere in grado di arrivare lì senza alcuna stimolazione anale questa volta.{/i}

source: [_MT_] {i}Mmmm... Maybe not.{/i}
italian: [_MT_] {i}Mmmm... Forse no.{/i}

source: [_M_] Just a minute, [ryan].
italian: [_M_] Solo un minuto, [ryan].

source: [_M_] Would you mind going the extra mile for me again?
italian: [_M_] Ti dispiacerebbe andare di nuovo il miglio in più per me?

source: [_R_] You mean, you need your butthole worked?
italian: [_R_] Significa che hai bisogno del tuo butthole lavorato?

source: [_M_] Not in so many words, but yes.
italian: [_M_] Non in tante parole, ma sì.

source: [_M_] You can just use your fingers, or...
italian: [_M_] È possibile utilizzare le dita, o...

source: [_M_] Do what you did last time.
italian: [_M_] Fai quello che hai fatto l'ultima volta.

source: [_R_] Yeah, I think you'll like that better.
italian: [_R_] Sì, penso che ti piacerà meglio.

source: [_M_] Ohhh... that is better!
italian: [_M_] Ohhh... è meglio!

source: [_MT_] {i}What would I do without him?{/i}
italian: [_MT_] {i}Cosa farei senza di lui?{/i}
