Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}Ok, I've let Will Tylor know that Mom will be willing to meet him for dinner, now I just need to wait and see if he'll come through with the dress code changes.{/i}
dutch: [_RT_] {i}Ok, ik heb Tylor laten weten dat Mama hem graag wil ontmoeten Nu moet ik even wachten om te zien of hij door komt met veranderingen in de jurk. /i}

source: [_RT_] {i}He'd better keep their dinner professional!{/i}
dutch: [_RT_] {i}Had zijn avondeten beter professioneel!{/i}

source: [_RT_] {i}Grrrrrrr.... It's Saturday, and for some reason I can't sleep in anymore.{/i}
dutch: [_RT_] {i}Grrrrrrrr... . Het is zaterdag en om een of andere reden kan ik niet meer slapen{/i}

source: [_RT_] {i}I should get [auntie]'s and Mandy's finances out of the way.{/i}
dutch: [_RT_] {i}I zal financiën van [auntie]en Mandy's uit de weg gaan.{/i}

source: {i}"20 minutes later."{/i}
dutch: {i}"20 minuten later."{/i}

source: [_RT_] {i}There, and after paying that last bill, that should leave me with $200.{/i}
dutch: [_RT_] {i}Daar en na het betalen van de laatste rekening, zou ik moeten achterlaten met $200.{/i}

source: {i}"Money +200"{/i}
dutch: {i}"Geld +200"{/i}

source: [_RT_] {i}Time to check my email.{/i}
dutch: [_RT_] {i}Tijd om mijn e-mail te bekijken.{/i}

source: [_RT_] {i}I've got a new email from Will Tylor.{/i}
dutch: [_RT_] {i}Ik heb een nieuwe e-mail van Will Tylor.{/i}

source: [_WT_] Thank you for facilitating a professional work dinner between myself and your mother. I'll be contacting her very soon to arrange a date and time.
dutch: [_WT_] Bedankt voor het faciliteren van een professioneel werkdiner tussen mij en uw moeder. Ik neem zeer binnenkort contact met haar op om een datum en tijd te regelen.

source: [_WT_] I was able to get the school board to accept and vote on the dress code changes as we discussed.
dutch: [_WT_] Ik kon de schooldirectie laten aanvaarden en stemmen over de veranderingen in de jurk zoals we hebben besproken.

source: [_WT_] I've enclosed all the details as to what modifications to the current school uniform will be allowed for both boys and girls.
dutch: [_WT_] Ik heb alle details over de wijzigingen aan het huidige schooluniform toegestaan voor zowel jongens als meisjes.

source: [_WT_] Remember, these are allowed modifications, and not requirements. If any student feels uncomfortable with these modifications, they have the option to keep their uniforms as they currently are.
dutch: [_WT_] Vergeet niet, dit zijn wijzigingen toegestaan en niet vereisten. Als een student zich ongemakkelijk voelt met deze wijzigingen, hebben ze de mogelijkheid om hun uniformiteit te handhaven zoals ze nu zijn.

source: [_WT_] Give your sister the good news, and I wish her luck winning the special election.
dutch: [_WT_] Geef je zus goed nieuws, en ik wens haar veel succes bij de speciale verkiezingen.

source: [_WT_] Sincerely, Will Tylor.
dutch: [_WT_] Met vriendelijke groet, Wil Tylor.

source: [_WT_] P.S. These modifications to the dress code will happen even if Lauren isn't elected student body president, but we'll wait until after the election to implement it.
dutch: [_WT_] P.S. Deze aanpassingen van de jurk code zullen gebeuren zelfs als Lauren niet gekozen is voor het lichaam van de student maar we wachten tot na de verkiezingen om het uit te voeren.

source: [_RT_] {i}Holy shit!... He pulled it off!{/i}
dutch: [_RT_] {i}Heilige zout!... Hij heeft het uitgehaald!{/i}

source: [_RT_] {i}If this doesn't win the election for Lauren, I don't know what will.{/i}
dutch: [_RT_] {i}Als dit de verkiezing van Lauren niet wint, weet ik niet wat er zal gebeuren.{/i}

source: [_RT_] {i}She's going to be over the moon!{/i}
dutch: [_RT_] {i}Ze gaat over de maan worden!{/i}

source: [_RT_] {i}Looks like Lauren's watching TV with Mandy this evening.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Lauren's tv kijken met Snoep vanavond.{/i}

source: [_RT_] {i}I guess that means we won't be doing any fooling around.{/i}
dutch: [_RT_] {i}Ik denk dat dat betekent dat we geen fooi zullen maken.{/i}

source: [_RT_] {i}Uuugghh... And they're watching some kind of kid's cartoon.{/i}
dutch: [_RT_] {i}Oeigoe... En ze kijken naar wat voor kinderen cartoon.{/i}

source: [_R_] Hey, girls. Up for an episode of Game of Thots?
dutch: [_R_] Hé, meisjes. Omhoog voor een episode van Game of Thots?

source: [_L_] Normally I would say yes, but Mandy's showing me the new "My Pocket Pony, Equestria Gals" movie.
dutch: [_L_] Normaal zou ik ja zeggen, maar Mandy's laat me de nieuwe "Mijn Pocket Pony, Equestria Gals" film zien.

source: [_R_] This doesn't look like Ponies.
dutch: [_R_] Dit ziet er niet uit als ponen.

source: [_MD_] That's because it's about the same characters in another dimension that are more human-like.
dutch: [_MD_] Dat komt omdat het gaat over dezelfde tekens in een andere dimensie die menselijker is.

source: [_L_] But sometimes they cross dimensions and talk to the real ponies.
dutch: [_L_] Maar soms overschrijden ze de afmetingen en praten ze met de echte pond.

source: [_R_] That sounds like a joke... Are you for real?
dutch: [_R_] Dat klinkt als een grap... Ben je voor real?

source: [_L_] Yeah, come sit down. I think you might like it.
dutch: [_L_] Yeah, ga zitten. Ik denk dat je het wel leuk zou vinden.

source: [_MD_] Yeah, you'd make a great "brony".
dutch: [_MD_] Yeah, je zou een geweldige "brony" maken.

source: [_R_] Why is the thought of me being a brony so funny to you.
dutch: [_R_] Waarom is de gedachte dat ik een bron voor jou ben, zo grappig.

source: [_R_] I guarantee that's not going to happen.
dutch: [_R_] Ik garandeer dat dat niet gaat gebeuren.

source: [_L_] Yeah? You thought you would hate Perry Hotter too, but you blazed through all the books.
dutch: [_L_] Ja? Je dacht dat je ook Perry Hotter zou haten, maar je hebt door alle boeken heen gestroomd.

source: [_R_] That's not the same...
dutch: [_R_] Dat is niet hetzelfde...

source: [_L_] Yeah?... Whatever.
dutch: [_L_] Ja?... Wat is er.

source: [_R_] Is it almost over?
dutch: [_R_] Is het bijna voorbij?

source: [_MD_] There's about fifteen minutes left.
dutch: [_MD_] Er zijn nog ongeveer vijftien minuten over.

source: [_MD_] We'll watch an episode of Game of Thots with you when this is over, if you'll watch the rest of this show with us.
dutch: [_MD_] We zullen een aflevering van Game of Thots met je bekijken wanneer dit voorbij is, als je de rest van deze show met ons bekijkt.

source: [_R_] So if they're human, why can they grow pony ears and tails?
dutch: [_R_] Als, als ze mensen zijn, waarom kunnen ze dan pony oren en muntjes kweken?

source: [_L_] Just be quiet and watch the show.
dutch: [_L_] Wees gewoon stil en bekijk de show.

source: [_RT_] {i}It's only been five minutes, but it feels like an hour.{/i}
dutch: [_RT_] {i}Het is maar vijf minuten, maar het voelt aan als een uur.{/i}

source: [_RT_] {i}I don't think I'm gonna make it.{/i}
dutch: [_RT_] {i}Ik denk niet dat ik het ga maken.{/i}

source: [_M_] Oh good! You're all together.
dutch: [_M_] Oh goed! Je bent allemaal samen.

source: [_M_] Can you hit the pause button?
dutch: [_M_] Kun je de pauze knop raken?

source: [_M_] I've got an exciting announcement for all of you.
dutch: [_M_] Ik heb een spannende aankondiging voor jou allemaal.

source: [_C_] What's so important that you had to interrupt my workout?
dutch: [_C_] Wat is zo belangrijk dat je mijn training moest onderbreken?

source: [_M_] Like I said, I've got some exciting news.
dutch: [_M_] Zoals ik zei, heb ik wat spannend nieuws.

source: [_M_] So school board member Will Tylor was visiting the school yesterday, and there's a few things I've been wanting to talk to him about.
dutch: [_M_] Dus een schoolbestuurslid Will Tylor was gisteren op school en er is een paar dingen waar ik met hem over wil praten.

source: [_MT_] {i}Mostly about his inappropriate Oedipus curriculum.{/i}
dutch: [_MT_] {i}Meestal over zijn ongepaste Oedipus curriculum.{/i}

source: [_M_] Surprisingly, he seemed to know who I was.
dutch: [_M_] Verrassend genoeg, leek hij te weten wie ik was.

source: [_RT_] {i}Could he be a supporter on my Cosplay Heaven website?{/i}
dutch: [_RT_] {i}Zou hij supporter kunnen zijn op mijn Cosplay Heaven website?{/i}

source: [_RT_] {i}Could he be user "WTGames" who's commented on every picture of Mom that I've ever posted?{/i}
dutch: [_RT_] {i}Zou hij gebruiker "WTGames" kunnen zijn die commentaar heeft gegeven op elke afbeelding van Mama die ik ooit heb geplaatst?{/i}

source: [_M_] So I lured him into my office...
dutch: [_M_] Dus ik heb hem in mijn kantoor gelogen...

source: [_M_] No... Not like you're obviously thinking.
dutch: [_M_] Nee... Niet zoals je duidelijk denkt.

source: [_M_] I convinced him to come talk to me in my office.
dutch: [_M_] Ik heb hem ervan overtuigd om met me te praten op mijn kantoor.

source: [_MT_] {i}Which was surprisingly easy now that I think about it.{/i}
dutch: [_MT_] {i}wat verrassend eenvoudig was nu ik erover naden.{/i}

source: [_MT_] {i}It's not like he would have time to speak to all the teachers who would like to grab his ear.{/i}
dutch: [_MT_] {i}Het is niet zo dat hij tijd heeft om te spreken met alle leraren die zijn oren willen pakken.{/i}

source: [_M_] Anyways, I ended up talking to him about my lovely niece Mandy. I told him a little bit about our situation, and how you would love to attend our school, but can't afford a new private school due to... well, you all know.
dutch: [_M_] Hoe dan ook, ik kwam met hem praten over mijn mooie snoepje snoepje. Ik heb hem een beetje verteld over onze situatie en hoe u het liefst naar onze school zou willen gaan. maar kan zich een nieuwe privéschool niet veroorloven, vandien. . - Nou, dat weet u allemaal.

source: [_M_] He seemed eager to help, and said he'd speak with the superintendent, and see if they could pull a few strings since she's my niece.
dutch: [_M_] Hij leek graag te willen helpen en zei dat hij zou spreken met de superintentie, en kijk of ze enkele tekenreeksen konden trekken sinds ze mijn nicht is.

source: [_MT_] {i}Huh... I completely forgot to speak to him about his lewd Oedipal curriculum.{/i}
dutch: [_MT_] {i}Huh... Ik ben helemaal vergeten met hem te spreken over zijn Oedipal curriculum.{/i}

source: [_M_] So, today I got a call from the superintendent, and he told me that Mandy would be welcome to attend our school for free on a special employee family scholarship.
dutch: [_M_] Dus vandaag heb ik een oproep ontvangen van de superintendent, en hij vertelde me dat Mandy welkom zou zijn om onze school gratis bij te wonen op een speciale studiebeurs voor gezinnen.

source: [_MD_] Oh, my God! Really?
dutch: [_MD_] Oh, mijn God! Echt waar?

source: [_M_] You bet. You can start tomorrow if you want. They've already requested your school records from your current school.
dutch: [_M_] jij weddenkt. Je kunt morgen beginnen als je dat wilt. Ze hebben al je school records aangevraagd in je huidige school.

source: [_M_] You bet. You can start Monday if you want. They've already requested your school records from your current school.
dutch: [_M_] jij weddenkt. Je kan maandag starten als je dat wilt. Ze hebben al je school records aangevraagd in je huidige school.

source: [_MD_] Thank you, Aunt [mom_name]! You're the best!
dutch: [_MD_] Dank u, Aunt [mom_name]! Jij bent het beste!

source: [_L_] Yay! We'll be in the same class!
dutch: [_L_] Yay! We zitten in dezelfde les!

source: [_MD_] Now, I can help you even more with your campaign!
dutch: [_MD_] Nu kan ik je nog meer helpen met je campagne!

source: [_L_] This is going to be such a fun year!
dutch: [_L_] Dit wordt een leuk jaar!

source: [_RT_] {i}Oh, yeah!... Talk about being in the right place at the right time!{/i}
dutch: [_RT_] {i}Ah, ja!... Praat over op de juiste plaats op het juiste moment!{/i}

source: [_RT_] {i}I can't imagine how good this would be if their tits were a little bigger.{/i}
dutch: [_RT_] {i}Ik kan me niet voorstellen hoe goed dit zou zijn als de tits een beetje groter zouden zijn.{/i}

source: [_RT_] {i}Still... If I'm not careful I could get an eye poked out.{/i}
dutch: [_RT_] {i}Nog nog... Als ik niet oplet kan ik een oog eruit krijgen.{/i}

source: [_L_] Lets go to my room and call Kenzie. She'll be so excited!
dutch: [_L_] Laten we naar mijn kamer gaan en Kenzie. Ze zal zo opgewonden zijn!

source: [_L_] I already told you!... I'm not taking them down!
dutch: [_L_] Ik heb je al verteld !... Ik neem ze niet neer!

source: [_M_] Lauren!... You look like a complete whore!
dutch: [_M_] Lauren!... Je ziet eruit als een compleet wanneer!

source: [_L_] Well, maybe I want to be a whore!
dutch: [_L_] Nou, misschien wil ik een gek zijn!

source: [_M_] That's not even funny!
dutch: [_M_] Dat is niet eens grappig!

source: [_L_] Does it look like I'm laughing?
dutch: [_L_] Lijkt het alsof ik lach?

source: [_M_] How do you not see how detrimental this could be to your future?
dutch: [_M_] Hoe zie je niet hoe schadelijk dit voor je toekomst kan zijn?

source: [_L_] Ohh... Because my prospects are sooo good right now?
dutch: [_L_] Ohh... Want mijn vooruitzichten zijn nu goed?

source: [_L_] At least if I win student body president, I can get a scholarship.
dutch: [_L_] Ten minste als ik studentenlichaam president win, kan ik een beurs krijgen.

source: [_L_] I sure as shit won't be getting one with my grades.
dutch: [_L_] Ik weet zeker dat ik er geen zal krijgen met mijn cijfers.

source: [_L_] Now that you and Dad are broke, that's the only way I'm going to be able to afford college.
dutch: [_L_] Nu jij en papa kapot zijn, is het de enige manier waarop ik me de universiteit kan veroorloven.

source: [_M_] So, let me help you win some other way.
dutch: [_M_] Dus laat me je helpen een andere manier te winnen.

source: [_L_] Yeah?... Ok... give me just one idea that will suddenly make the entire school know who I am.
dutch: [_L_] Ja?... geef me één idee dat de hele school opeens laat weten wie ik ben.

source: [_M_] .... I don't know... It's not fair to put me on the spot like that... I'm sure there's... something.
dutch: [_M_] .... Ik weet het niet... Het is niet eerlijk om me zo op de plek te zetten... Ik weet zeker dat er iets is...

source: [_L_] Yeah, well when you figure it out, send me an email.
dutch: [_L_] Yeah, goed als je het uitvindt, stuur me een e-mail.

source: [_M_] Can this wait?
dutch: [_M_] Kan dit wachten?

source: [_R_] Are you ok, Mom? I haven't seen you this angry in a long time.
dutch: [_R_] Ben je ok, Mé? Ik heb je al lang niet meer boos gezien.

source: [_M_] It's just that your sister can be impossible at times.
dutch: [_M_] Het is gewoon dat je zus soms onmogelijk kan zijn.

source: [_R_] Are you two still fighting about the posters?
dutch: [_R_] vechten jullie nog steeds over de posters?

source: [_M_] Yes... I just can't get her to see how using sexually charged images to become popular can possibly be good for her self-esteem.
dutch: [_M_] Ja... Ik kan haar gewoon niet laten zien hoe het gebruik van seksueel opgeladen afbeeldingen populair kan worden voor haar eigen waardering.

source: [_M_] She keeps telling me she's eighteen now, and can make her own decisions.
dutch: [_M_] Ze vertelt me voortdurend dat ze nu achttien is en kan haar eigen beslissingen nemen.

source: [_R_] Well, Mom... I hate to bring this up, but how old were you when you started dancing in clubs?
dutch: [_R_] Nou, mamama... Ik haat het om dit op te voeden, maar hoe oud was jij toen je begon te dansen in clubs?

source: [_M_] I was eighteen, too.
dutch: [_M_] I was ook achttien jaar.

source: [_M_] But this is totally different.
dutch: [_M_] Maar dit is totaal anders.

source: [_M_] My mom was smothering me... She wanted me to marry this wealthy prick from my Catholic school. She refused to support my dream to become a model.
dutch: [_M_] Mijn moeder verstikte mij... Ze wilde dat ik met dit rijke prik van mijn katholieke school trouw. Ze weigerde mijn droom om een model te worden, te steunen.

source: [_M_] My dad supported me, helped me find another place to live, and gave me as much money as he could without my mom noticing.
dutch: [_M_] Mijn vader steunde me, hielp me een andere woonplaats te vinden, en gaf me zoveel geld als hij kon zonder dat mijn moeder het gemerkt had.

source: [_M_] But she did eventually find out, and put a stop to that.
dutch: [_M_] Maar ze kwam er uiteindelijk achter en zette daar een einde aan.

source: [_M_] She said if I'm going to live on my own, I need to support myself.
dutch: [_M_] Ze zei of ik alleen ga leven, ik moet mezelf onderhouden.

source: [_M_] They almost got divorced over it.
dutch: [_M_] Ze zijn er bijna over gescheiden.

source: [_M_] I had to support myself, and exotic dancing was a way to do that, and help prepare me to become a model.
dutch: [_M_] Ik moest mezelf steunen, en exotische dansen was een manier om dat te doen, en me helpen om een model te worden.

source: [_M_] Lauren's situation is completely different.
dutch: [_M_] Lauren's situatie is compleet anders.

source: [_R_] Is it?
dutch: [_R_] Is het?

source: [_R_] Not the way I see it.
dutch: [_R_] Niet zoals ik het zie.

source: [_M_] Ok... Dr. Philliam... Enlighten me.
dutch: [_M_] Ok... dr. Philliam... Verlicht me.

source: [_R_] Ok... so, Lauren's dream is to go to college, and to become internet famous.
dutch: [_R_] Ok... dus, Lauren's droom is om naar de universiteit te gaan en bekend te worden met internet.

source: [_R_] She's found a way to do that.
dutch: [_R_] Ze heeft een manier gevonden om dat te doen.

source: [_R_] She's very good at posing for cosplay pictures.
dutch: [_R_] Ze is erg goed in kandidaat voor cosplay foto's.

source: [_R_] It's essentially the same dream you had. She's modeling online instead of on a runway.
dutch: [_R_] Het is in essentie dezelfde droom die je had. Ze modelleert online in plaats van op een runway.

source: [_M_] See, but the difference is that I wasn't stripping for my whole high school.
dutch: [_M_] zie, maar het verschil is dat ik mijn hele middelbare school niet ontbijte.

source: [_R_] Yeah but just like stripping was a means to an end for your dream to become a model,
dutch: [_R_] Yeah maar net als strippen was een middel om een einde te maken aan je droom om een model te worden.

source: [_R_] Sharing her cosplay pictures with the school is probably the only means to an end to her dream to become student body president. She just doesn't have the popularity to beat Matt otherwise.
dutch: [_R_] Het delen van haar cosplay foto's met de school is waarschijnlijk het enige middel om een einde te maken aan haar droom om student-lichaam-president te worden. Ze heeft gewoon niet de populariteit om anders Mat te verslaan.

source: [_R_] And just like your mom tried to stand in the way of your dreams, you're standing in the way of Lauren's.
dutch: [_R_] En net als je moeder probeerde je dromen in de weg te staan, staat jij Lauren's in de weg.

source: [_R_] And think about what that did to your relationship with your mother. Do you want to drive Lauren away too?
dutch: [_R_] En denk na over wat dat deed aan je relatie met je moeder. Wil je Lauren ook wegdrijven?

source: [_M_] So, you think if I don't loosen up on this... I might drive Lauren away?
dutch: [_M_] Dus, denk je dat als ik dit niet verliest... Misschien doe ik Lauren weg?

source: [_R_] It's possible... With as much shit as has been heaped onto us recently, it probably wouldn't be hard for Lauren to just walk out that door and never come back.
dutch: [_R_] Het is mogelijk... Met evenveel schit als de laatste tijd op ons is geoogst. Het zou voor Lauren waarschijnlijk niet moeilijk zijn om die deur uit te lopen en nooit meer terug te komen.

source: [_M_] Oh, fuck!
dutch: [_M_] Oh, fuk!

source: [_M_] Oh... sorry for my language.
dutch: [_M_] Oh... sorry voor mijn taal.

source: [_M_] Urrrgghhh... I hate that you're right about this.
dutch: [_M_] Urrgghhh... Ik haat dat je op dit punt gelijk hebt.

source: [_M_] I guess I need to accept that Lauren's an adult and her own person now, and I need to stay out of the way of her dreams.
dutch: [_M_] Ik denk dat ik moet accepteren dat Lauren nu een volwassene en haar eigen persoon is, en ik moet buiten de weg van haar dromen blijven.

source: [_M_] No matter what they are, or what she has to do to accomplish them.
dutch: [_M_] maakt niet uit wat ze zijn, of wat ze moet doen om ze te bereiken.

source: [_M_] Wow, [ryan]... Thanks for helping me see things the way they really are.
dutch: [_M_] Wow, [ryan]... Bedankt voor het helpen van me om te zien hoe ze echt zijn.

source: [_M_] I think my mind got clouded by the expectation of how I wanted Lauren to be.
dutch: [_M_] Ik denk dat mijn gedachten vertroebeld zijn door de verwachting van hoe ik Lauren wilde.

source: [_M_] It was really helpful to get an outside perspective.
dutch: [_M_] Het was erg handig om een buiten perspectief te zien.

source: [_M_] I'm going to run and patch things up with Lauren now, let her know I'm going to support her dreams.
dutch: [_M_] Ik ga dingen rennen en repareren met Lauren en laat haar weten dat ik haar zal steunen.

source: [_MT_] {i}What in the hell was that? That little fucker can talk me into almost anything... It's like he knows some kind of mental karate.{/i}
dutch: [_MT_] {i}Wat in de hel was dat? Die kleine fucker kan me bijna alles vertellen. . Het is alsof hij een soort mentale karate.{/i} kent

source: [_MT_] {i}I think he's right in this case, but I've got to make sure not to let my guard down around him.{/i}
dutch: [_MT_] {i}Ik denk dat hij in dit geval gelijk heeft, maar ik moet ervoor zorgen dat ik mijn maag niet rond hem laat zitten.{/i}

source: [_RT_] {i}Matt's back?{/i}
dutch: [_RT_] {i}Matt's terug?{/i}

source: [_RT_] {i}I guess I was naïve to think that Lauren was going to just move on.{/i}
dutch: [_RT_] {i}Ik denk dat ik naïef was om te denken dat Lauren net verder zouden gaan.{/i}

source: [_RT_] {i}I just can't believe Lauren's completely replaced me as her "Game of Thots" buddy.{/i}
dutch: [_RT_] {i}Ik kan gewoon niet geloven dat Lauren's me volledig vervangen hebben als haar "Game of Thots" buddy.{/i}

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... But chances are probably greater if I'm not there.{/i}
dutch: [_RT_] {i}Ik weet zeker dat ik niets kan doen om te voorkomen dat ze weer voor de gek blijven houden... Maar de kans is waarschijnlijk groter als ik er niet ben.{/i}

source: [_R_] You're watching "Game of Thots" without me again?
dutch: [_R_] ben zonder mij weer aan het kijken naar "Game of Thots"

source: [_L_] Yeah, don't worry... We're still not caught up to where we left off.
dutch: [_L_] Yeah, maak je geen zorgen... We zitten nog steeds niet vast waar we gebleven zijn.

source: [_MB_] Hoping to join us for another Netfucks and chill session?
dutch: [_MB_] Hoop om je bij ons aan te sluiten voor nog een Netfucks en chill sessie?

source: [_R_] I'm not here to join you... Just like last time, I'm hoping to prevent it.
dutch: [_R_] ik ben er niet om je bij je aan te sluiten... Net als de vorige keer, hoop ik het te voorkomen.

source: [_LT_] {i}You fucking idiot!... You being here only ensures that we're going to fool around.{/i}
dutch: [_LT_] {i}Jij maakt idioot in de maling!... Je bent hier alleen maar om ervoor te zorgen dat we de zaak voor de gek gaan houden.{/i}

source: [_LT_] {i}Matt's massive cock is wreaking havoc on my insides, but I'm not going to pass up a chance to make that lazy fucker jealous.{/i}
dutch: [_LT_] {i}Matt's enorme mok raakt mijn ingewanden kapot, maar ik ga geen kans voorbij laten gaan om die luie stompzinnige jaloers te maken. /i}
