Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Now, lube that up and bring it over here.
french: [ _M_ ] Maintenant, lube et ramèrez-le ici.
italian: [_M_] Ora, lubrificare che su e portare qui sopra.
portuguese: [_M_] Agora, lugue isso e traga aqui.
russian: [ _M_] Теперь, lube that up and caw it over here.

source: [_M_] I can't wait for what's coming next!
french: [ _M_ ] Je ne peux pas attendre pour ce qui va venir !
italian: [_M_] Non vedo l'ora che cosa succederà!
portuguese: [_M_] não posso esperar pelo que vem a seguir!
russian: [ _M_] Я не могу ждать, что будет дальше!

source: [_R_] I still can't believe you can take this!
french: [ _R_ ] Je n'arrive toujours pas à croire que tu peux prendre ça !
italian: [_R_] Non riesco ancora a credere che tu possa prenderlo!
portuguese: [_R_] Eu ainda não posso acreditar que você pode levar isso!
russian: Я до сих пор не могу поверить, что ты можешь это взять!

source: [_M_] And yet, I'm pretty sure your penis is even bigger, and I can take that fine now.
french: [ _M_ ] Et pourtant, je suis sûr que votre pénis est encore plus grand, et je peux prendre ça maintenant.
italian: [_M_] Eppure, sono abbastanza sicuro che il vostro pene è ancora più grande, e posso prenderlo bene ora.
portuguese: [_M_] E ainda, tenho certeza de que seu pênis é ainda maior, e agora posso tirar isso bem.
russian: [_M_] И все же я уверен, что ваш пенис еще больше, и я смогу взять это хорошо.

source: [_R_] That's impressive!
french: [_R_] C'est impressionnant !
italian: [_R_] È impressionante!
portuguese: [_R_] Isso é impressionante!
russian: Это впечатляет!

source: [_M_] Thank you.
french: [_M_] Merci.
italian: [_M_] Grazie.
portuguese: [_M_] Obrigado.
russian: Спасибо.

source: [_R_] Wow! Are you sure you can take this?
french: [_R_] Wow ! Êtes-vous sûr de pouvoir prendre cela ?
italian: [_R_] Wow! Sei sicuro di poter prendere questo?
portuguese: [_R_] Nossa! Tem certeza que você pode levar isso?
russian: Вау! Ты уверен, что сможешь это взять?

source: [_M_] I've done it before. Just go slow.
french: [_M_] Je l'ai fait avant. Allez lent.
italian: [_M_] l'ho fatto prima. Basta andare lento.
portuguese: [_M_] Eu fiz isso antes. É só ir devagar.
russian: Я делал это раньше. Просто притормози.

source: [_M_] It'll make it much easier for me to take you later.
french: [ _M_ ] Il sera plus facile pour moi de vous emmener plus tard.
italian: [_M_] Ti renderà molto più facile per me prenderti più tardi.
portuguese: [_M_] Isso vai tornar muito mais fácil para eu te levar mais tarde.
russian: Это облегчило бы мне тебя позже.

source: [_R_] Here goes!
french: [_R_] Voilà!
italian: [_R_] Ecco qui!
portuguese: [_R_] Aqui vai!
russian: [ _R_] Вот и идет!

source: [_R_] I love how hungry your ass always is for this thing!
french: [_R_] J'aime la faim de votre cul toujours pour ça !
italian: [_R_] Amo quanto il tuo culo sia sempre affamato per questa cosa!
portuguese: [__R_] Eu amo o quão faminto sua bunda sempre é para esta coisa!
russian: [ _R_] Я люблю, как голодная твоя задница всегда для этой штуки!

source: [_R_] Holy shit!... You're ass just started sucking it in!
french: [_R_] Sainte merde!... Tu as tout juste commencé à la sucer !
italian: [_R_] Santa merda!... Sei appena iniziato a succhiare dentro!
portuguese: [_R_] merda sagrada!... Você acabou de chupá-la!
russian: [_R_] Святой дерьмок!... Ты опустился только что начал!

source: [_R_] Does it hurt?
french: [ _R_ ] Est-ce que ça fait mal?
italian: [_R_] Fa male?
portuguese: [_R_] Isso dói?
russian: [_R_] Ему больно?

source: [_M_] Yes, but in a good way.
french: [ _M_ ] Oui, mais d'une bonne façon.
italian: [_M_] Sì, ma in un buon modo.
portuguese: [_M_] Sim, mas de um bom jeito.
russian: [ _M_] Да, но в хорошем смысле.

source: [_M_] Now, be a good boy and come fuck your mom.
french: [ _M_ ] Maintenant, être un bon garçon et venir baiser ta mère.
italian: [_M_] Ora, sii un bravo ragazzo e vieni a scopare tua mamma.
portuguese: [__M_] Agora, seja um bom rapaz e venha transar com sua mãe.
russian: Будь хорошим мальчиком и иди нахуй свою маму.

source: [_R_] Language, Mom!
french: [_R_] Langage, maman!
italian: [_R_] Il linguaggio, mamma!
portuguese: [__R_] Idioma, Mãe!
russian: [_R_] Язык, мамама!

source: [_M_] Don't you sass talk your mother!
french: [_M_] Ne parlez pas à votre mère !
italian: [_M_] Non ti sbeffe di parlare tua madre!
portuguese: [__M_] Você não sass falar sua mãe!
russian: [_M_] Вы не сосаете свою матери!

source: [_M_] Now, stick that monster in my pussy!
french: [ _M_ ] Maintenant, bâtonnet ce monstre dans ma chatte !
italian: [_M_] Ora, bastone quel mostro nella mia figa!
portuguese: [_M_] Agora, cace aquele monstro na minha pussy!
russian: [_M_] Теперь, придерживайтесь этого монстра в моей кисли!

source: [_M_] Oh, God... [ryan]!
french: [_M_] Oh, Dieu... [ryan]!
italian: [_M_] Oh, Dio... [ryan]!
portuguese: U[_M_] Oh, Deus... [ryan]!
russian: О, Боже ... [ ryan]!

source: [_M_] I just can't get over how full your dick makes me feel!
french: [_M_] Je n'arrive pas à comprendre à quel point votre bite me fait sentir !
italian: [_M_] Non riesco proprio a superare quanto pieno il tuo cazzo mi fa sentire!
portuguese: [_M_] Eu só não consigo superar o quão cheio seu pó me faz sentir!
russian: [_M_] Я просто не могу перегрузиться, насколько полный ваш тест заставляет меня чувство!

source: [_M_] I'm so glad you got the big penis genes from my side of the family!
french: [ _M_ ] Je suis si heureux que vous avez eu le gros gène du pénis de mon côté de la famille !
italian: [_M_] Sono così felice che tu abbia i grandi geni del pene dal mio lato della famiglia!
portuguese: [__M_] Estou tão feliz por você ter os genes grandes do pênis do meu lado da família!
russian: Я так рада, что ты получил большие гены пениса с моей стороны семьи!

source: [_MT_] {i}Genes that come from my father... It's kind of like my son got my dad's cock... and it's like I'm getting fucked by my son, and father!{/i}
french: [_MT_] Les Gènes {i}qui viennent de mon père... C'est un peu comme mon fils a la queue de mon ami. . et c'est comme si je me faisais baiser par mon fils et mon père !{/i}
italian: [_MT_] {i}Genes che vengono da mio padre... È come mio figlio ha il cazzo di mio papà. . ed è come se fossi scopata da mio figlio e mio padre!{/i}
portuguese: [_MT_] Genes de {i}que vêm do meu pai... É um pouco como se o meu filho tivesse um pai. . e é como se eu estivesse sendo preso pelo meu filho e pai!{/i}
russian: [_MT_] {i}Генов, пришедших от моего отца... Это вроде моего сына коктейль у моего папа. , и это так, как я ухаживаю своим сыном и отцом!{/i}

source: [_MT_] {i}Fuck, that idea shouldn't turn me on so bad!?
french: [_MT_] {i}Fuck, cette idée ne devrait pas m'activer si mal !?
italian: [_MT_] {i}Fuck, quell'idea non dovrebbe accendermi così male!?
portuguese: [_MT_] {i}Porca, essa ideia não deveria me deixar tão ruim!?
russian: [_MT_] {i}Fuck, эта идея не должна включать меня так плохо!?

source: {i}{b}"Mom's Libido = MAX"{/b}{/i}
french: {i}{b}"Libido de la momie = MAX"{/b}{/i}
russian: {i}{b}"Либидо мамы = MAX"{/b}{/i}

source: [_M_] I mean... How can I ever go back to your dad's tiny dick now that I've had yours?
french: [_M_] Je veux dire... Comment puis-je jamais revenir à la petite bite de votre papa maintenant que j'ai la vôtre ?
italian: [_M_] Voglio dire... Come posso mai tornare al piccolo cazzo di tuo papà ora che ho avuto il tuo?
portuguese: [_M_] Eu quis dizer... Como posso voltar para o pódio do seu pai agora que estou com o seu?
russian: Я имею в виду ... Как я могу когда-нибудь вернуться к твоему папе крошечного члена, который у меня был?

source: [_R_] Mom... You never have to.
french: [_R_] Maman... Vous n'avez jamais à le faire.
italian: [_R_] Moma... Non devi mai farlo.
portuguese: [_R_] Mãe ... Você nunca tem que.
russian: [ _R_] Мама ... Ты никогда не должен.

source: [_M_] No... I guess I don't!
french: [_M_] Non... Je suppose que ce n'est pas le cas!
italian: [_M_] No... Immagino di non avere!
portuguese: [_M_] Não... Acho que não!
russian: [ _M_] Нет. Думаю, нет!

source: [_R_] Wow, Mom!... I can't believe... Nnn... You can take me... so deep!
french: [_R_] Wow, Maman !... Je ne peux pas croire... Nnn... Vous pouvez me prendre... si profondément !
italian: [_R_] Wow, Mom!... Non posso credere... Nnn... Puoi prendermi... così in profondità!
portuguese: [_R_] Uau, mãe!... Não consigo acreditar... Nnn... Você pode me pegar... tão profundo!
russian: Ух ты, мама! Я не могу поверить ... Nnn ... Ты можешь взять меня ... так глубоко!

source: [_M_] You're definitely... breaking me in!
french: [ _M_ ] Vous êtes sans aucun doute ... qui me brise !
italian: [_M_] Sicuramente... mi spezza!
portuguese: [_M_] Está definitivamente... me quebrando!
russian: Ты определенно ... разбила меня!

source: [_M_] Oh, [ryan]!... This is feeling so good!
french: [_M_] Oh, [ryan]!... C'est si bien!
italian: [_M_] Oh, [ryan]!... Questo si sente così bene!
portuguese: [_M_] Ah, [ryan]!... Está se sentindo tão bem!
russian: [ _M_] Oh, [ ryan]! ... Это так хорошо!

source: [_M_] Mmm... But I want to be... on top for a bit... and take control!
french: [_M_] Mmm... Mais je veux être... en tête pour un peu... et prendre le contrôle !
italian: [_M_] Mmm... Ma voglio essere... in cima per un po'... e prendere il controllo!
portuguese: [_M_] Mmm... Mas eu quero ser... no topo um pouco... e assumir o controle!
russian: [ _M_] Ммм ... Но я хочу быть ... сверху немного ... и взять под контроль!

source: [_MT_] {i}Oh, God... yes!{/i}
french: [_MT_] {i}Oh, Dieu... oui!{/i}
italian: [_MT_] {i}Oh, Dio... sì!{/i}
portuguese: [_MT_] {i}Oh, Deus ... sim! {/i}
russian: [ _MT_] {i}О, Боже ... да! { /i }

source: [_MT_] {i}His cock is like a battering ram{/i}
french: [_MT_] {i}Sa queue est comme un bélier {/i}
italian: [_MT_] {i}Il suo cazzo è come un ram{/i}
portuguese: [_MT_] {i}Seu galo é como um rampa de bateria{/i}
russian: [_MT_] {i}Его петух похож на избивая{/i}

source: [_MT_] {i}Trying to break it's way back into my womb!{/i}
french: [_MT_] {i}Tentative de briser mon ventre !{/i}
italian: [_MT_] {i}Cercando di rompere il suo ritorno nel mio grembo materno!{/i}
portuguese: [_MT_] {i}Tentando quebrar é o caminho de volta para dentro do meu ventre! {/i}
russian: [_MT_] {i}Попытка разорвать путь обратно в мою утро!{/i}

source: [_MT_] {i}The same womb it was made in!{/i}
french: [_MT_] {i}Le ventre dans lequel il a été fabriqué !{/i}
italian: [_MT_] {i}Lo stesso grembo è stato fatto!{/i}
portuguese: [_MT_] {i}O mesmo ventre que foi feito em! {/i}
russian: [_MT_] {i}Эта же утка была сделана в!{/i}

source: [_M_] Oh, fuck me!
french: [_M_] Oh, baise moi !
italian: [_M_] Oh, mi scopa!
portuguese: U[_M_] Oh, foi!
russian: [ _M_] Oh, ucb me!

source: [_R_] With pleasure!
french: [ _R_ ] Avec plaisir !
italian: [_R_] Con piacere!
portuguese: [_R_] Com prazer!
russian: [ _R_] С удовольствием!

source: [_RT_] {i}I still can't believe Mom and I are fucking now!{/i}
french: [_RT_] {i}Je ne peux toujours pas croire ma mère et moi sommes en train de baiser !{/i}
italian: [_RT_] {i}Non riesco ancora a credere alla mamma e sto scopando adesso!{/i}
portuguese: [_RT_] {i}Eu ainda não consigo acreditar que a mamãe e eu estamos transando agora! {/i}
russian: [_RT_] {i}Я до сих пор не могу поверить, что мама и я сейчас клянусь!{/i}

source: [_RT_] {i}This is literally heaven on earth!{/i}
french: [_RT_] {i}C'est littéralement le ciel sur terre !{/i}
italian: [_RT_] {i}Questo è letteralmente paradiso sulla terra!{/i}
portuguese: [_RT_] {i}Isto é literalmente céu na terra!{/i}
russian: [_RT_] {i}Это буквально небеса на земле!{/i}

source: [_RT_] {i}Those bouncy tits!{/i}
french: [_RT_] {i}Ces seins rebondiss!{/i}
italian: [_RT_] {i}Quei titoli rimbalzanti!{/i}
portuguese: [_RT_] {i}Os títulos de saltos!{/i}
russian: [_RT_] {i}Эти отскоки!{/i}

source: [_RT_] {i}That trim waist!{/i}
french: [_RT_] {i}La taille !{/i}
italian: [_RT_] {i}Quella vita di ritaglio!{/i}
portuguese: [_RT_] {i}Aquela cintura de trim! {/i}
russian: [_RT_] {i}Эта талия обрезает!{/i}

source: [_RT_] {i}The look of desire on her face!{/i}
french: [_RT_] {i}L'apparence du désir sur son visage !{/i}
italian: [_RT_] {i}L'aspetto del desiderio sul suo viso!{/i}
portuguese: [_RT_] {i}A aparência de desejo no rosto! {/i}
russian: [_RT_] {i}Желание на лице!{/i}

source: [_RT_] {i}I'm the luckiest son a mother ever had!{/i}
french: [_RT_] {i}Je suis le fils le plus chanceux qu'une mère ait jamais eu !{/i}
italian: [_RT_] {i}Sono il figlio più fortunato che abbia mai avuto!{/i}
portuguese: [_RT_] {i}Sou o filho mais sortudo que uma mãe já tem!{/i}
russian: [ _RT_] {i}I'm the luckiest son a mothe ever had! { /i }

source: [_M_] Are you willing to help me reach orgasm again?
french: [ _M_ ] Êtes-vous prêt à m'aider à atteindre à nouveau l'orgasme?
italian: [_M_] Sei disposto ad aiutarmi a raggiungere l'orgasmo di nuovo?
portuguese: [_M_] Você está disposto a me ajudar a encontrar orgasma novamente?
russian: [ _M_] Вы готовы помочь мне снова достичь оргазма?

source: [_R_] You mean anal sex?
french: [_R_] Vous voulez dire sexe anal ?
italian: [_R_] Vuoi dire sesso anale?
portuguese: [_R_] Quer dizer sexo anal?
russian: [_R_] Вы имеете в виду анальный секс?

source: [_M_] Uhh... yeah...
french: [_M_] Euh... oui...
italian: [_M_] Uhh... sì...
portuguese: [_M_] Uhh ... sim ...

source: [_M_] You're sure you don't mind more anal?... I mean... I know it's pretty... taboo.
french: [_M_] Vous êtes sûr de ne pas vous soucier de plus anal ?... Je veux dire... Je sais que c'est joli... tabou.
italian: [_M_] Sei sicuro che non ti dispiace più anale?... Voglio dire... so che è carino... tabù.
portuguese: [_M_] Você tem certeza de que não se importa com mais analés?... Eu quero dizer que é linda... tabu.
russian: Вы уверены, что не возражаете? Я имею в виду ... Я знаю, это довольно ... табу.

source: [_M_] I don't want you to feel like you have to...
french: [ _M_ ] Je ne veux pas que vous vous sentiez comme vous avez à ...
italian: [_M_] Non voglio che vi sentiate come dovete...
portuguese: [_M_] Eu não quero que você se sinta como se tivesse que ...
russian: [_M_] Я не хочу, чтобы вы чувствовали себя как у вас...

source: [_R_] Mom!... it's like I told you last time.
french: [_R_] Maman !... c'est comme je vous l'ai dit la dernière fois.
italian: [_R_] Mom!... è come ti ho detto l'ultima volta.
portuguese: [_R_] Mãe!... é como se eu te dissesse da última vez.
russian: Мама, это как в прошлый раз.

source: [_M_] Okay, Yay!... Let's do it then.
french: [_M_] Ok, Yay!... faisons-le alors.
italian: [_M_] Okay, Yay!... Facciamolo allora.
portuguese: [__M_] Ok, Yay! ... Vamos fazer então.
russian: Хорошо, Яй! Давай сделаем это тогда.

source: {i}{b}"Mom's affection +1"{/b}{/i}
french: {i}{b}"affection de la Maman +1"{/b}{/i}
italian: {i}{b}"L'affetto della mamma +1"{/b}{/i}
portuguese: {i}{b}"A afeição da mãe +1"{/b}{/i}
russian: {i}{b}"Влияние мамы +1"{/b}{/i}

source: [_M_] I'm sorry if it grossed you out the last time we did it.
french: [ _M_ ] Je suis désolé s'il vous a grossi la dernière fois que nous l'avons fait.
italian: [_M_] Mi dispiace se ti ha estrapolato l'ultima volta che l'abbiamo fatto.
portuguese: [__M_] Eu sinto muito se isso te extrapolou na última vez que fizemos isso.
russian: [_M_] Мне жаль, что он вас забрал в последний раз, когда мы это сделали.

source: [_R_] It's not that... well, maybe a little.
french: [_R_] Ce n'est pas que... eh bien, peut-être un peu.
italian: [_R_] Non è questo... beh, forse un po'.
portuguese: [_R_] não é isso... bem, talvez um pouco.
russian: [_R_] Это не так... ну, может быть, немного.

source: [_MT_] {i}God, how embarrassing!{/i}
french: [_MT_] {i}Dieu, combien embarrassant!{/i}
italian: [_MT_] {i}Dio, quanto imbarazzante!{/i}
portuguese: [_MT_] {i}Deus, que embaraçoso! {/i}
russian: [_MT_] Бог {i}, как смущается!{/i}

source: {i}{b}"Mom's submission +1"{/b}{/i}
french: {i}{b}"Soumission de Maman +1"{/b}{/i}
portuguese: {i}{b}"Envio da mãe +1"{/b}{/i}
russian: {i}{b}"Отправка мамы +1"{/b}{/i}

source: [_M_] I'm sorry I'm struggling to cum!
french: [_M_] Je suis désolé de me battre pour foutre !
italian: [_M_] Mi dispiace che sto lottando per cum!
portuguese: [__M_] Eu sinto muito que estou lutando para cum!
russian: Прости, что я с трудом справляюсь!

source: [_M_] You're so sweet to try not to cum before me!
french: [ _M_ ] Vous êtes si gentil d'essayer de ne pas me faire foutre devant moi !
italian: [_M_] Sei così dolce da provare a non sborrare davanti a me!
portuguese: [_M_] Você é tão gentil que tente não virar antes de mim!
russian: [ _M_] Вы так мило стараетесь не обниматься до меня!

source: [_M_] I think the plug isn't quite enough... I need some... movement.
french: [_M_] Je pense que la fiche ne suffit pas tout à fait ... j'ai besoin de mouvement.
italian: [_M_] Penso che la spina non sia abbastanza... ho bisogno di un po' di movimento.
portuguese: [__M_] Eu acho que o plugue não é bastante ... Eu preciso de algum ... movimento.
russian: [ _M_] Я думаю, что вилка не достаточно ... Мне нужно ... движение.

source: [_M_] I think it's opened me up enough to be able to take your huge rod though.
french: [ _M_ ] Je pense que ça m'a ouvert assez pour être capable de prendre votre énorme bâtonnet.
italian: [_M_] Penso che mi sia stato aperto abbastanza per essere in grado di prendere la tua asta enorme però.
portuguese: [_M_] Eu acho que isso me abriu o suficiente para ser capaz de levar sua enorme vara embora.
russian: [_M_] Думаю, это достаточно для того, чтобы взять твою огромную шпильку.

source: [_M_] That is... If you're willing.
french: [_M_] C'est... Si vous le souhaitez.
italian: [_M_] Questo è... Se sei volontario.
portuguese: [_M_] Isso é... Se você quiser.
russian: [ _M_] Это ... Если ты хочешь.

source: [_R_] Is that really a question?
french: [ _R_ ] Est-ce vraiment une question?
italian: [_R_] È davvero una domanda?
portuguese: [_R_] Isso é realmente uma pergunta?
russian: [_R_] Это действительно вопрос?

source: [_M_] It's just... I feel so self-conscious about having such a taboo kink.
french: [_M_] C'est juste... Je me sens tellement conscient d'avoir un tel tabou.
italian: [_M_] E 'solo... Mi sento così auto-consapevole di avere un tabù tale.
portuguese: [_M_] É só isso... Eu me sinto tão inconsciente por ter um tipo de tabu.
russian: Просто ... Я чувствую себя настолько самосознательным, что у меня есть такое табу.

source: [_R_] Maybe it was taboo in your day, but remember, my generation was practically raised on the internet.
french: [ _R_ ] C'était peut-être un tabou dans votre journée, mais souvenez-vous que ma génération était pratiquement surélevée sur Internet.
italian: [_R_] Forse è stato tabù alla vostra giornata, ma ricordate, la mia generazione è stata praticamente cresciuta su Internet.
portuguese: [_R_] Talvez tenha sido tabu no seu dia, mas lembre-se, minha geração foi criada na prática pela internet.
russian: [ _R_] Может, в ваш день было табу, но помните, мое поколение было практически поднято в интернете.

source: [_M_] I'm sorry. I didn't think anal sex grossed you out.
french: [_M_] Je suis désolé. Je ne pense pas que le sexe anal vous a grossi.
italian: [_M_] Mi dispiace. Non pensavo che il sesso anale ti abbia ingannato.
portuguese: [_M_] Eu sinto muito. Eu não achava que o sexo anal extrapolava você.
russian: Прости. Я не думал, что анальный секс разгуливает тебя.

source: [_R_] It doesn't... well maybe a little. I just need to be in the right mood.
french: [ _R_ ] Ce n'est pas ... peut-être un peu. J'ai juste besoin d'être d'une bonne humeur.
italian: [_R_] Non è così... forse un po'. Ho solo bisogno di essere nel giusto umore.
portuguese: [_R_] Isso não ... bem talvez um pouco. Eu só preciso estar no clima certo.
russian: Это не ... может быть немного. Мне просто нужно быть в правильном настроении.

source: [_M_] Oh... Okay... I understand.
french: [_M_] Oh... Ok... Je comprends.
italian: [_M_] Oh... Okay... Capisco.
portuguese: U[_M_] Ah... Okay... Eu entendo.
russian: [ _M_] О ... Ладно ... Я понимаю.

source: [_M_] Oh, would you mind taking my plug out?
french: [_M_] Oh, est-ce que ça vous dérange de prendre ma prise ?
italian: [_M_] Oh, ti dispiacerebbe prendere il mio plug out?
portuguese: [_M_] Oh, você se importaria de sair do pátio?
russian: Не могли бы вы взять мою заглушилку?

source: [_R_] Of course I wouldn't mind.
french: [ _R_ ] Bien sûr, ça ne me dérangerait pas.
italian: [_R_] Naturalmente non mi dispiacerebbe.
portuguese: [_R_] É claro que eu não me importaria.
russian: [ _R_] Конечно, я бы не возражала.

source: [_R_] Fuck me!... That gaping ass is so sexy!
french: [_R_] Fuck me !... Ce cul béant est tellement sexy!
italian: [_R_] Cazzo me!... Quel culo spalancato è così sexy!
portuguese: U[_R_] Porra!... Aquela saltar a cama é tão sexy!
russian: [ _R_] Fuck me! ... Такая сексуальная задница такая сексуальная!

source: [_M_] I still can't believe looking at my open asshole turns you on so bad.
french: [ _M_ ] Je n'arrive toujours pas à croire que regarder mon asshole ouvert vous tourne si mal.
italian: [_M_] Non riesco ancora a credere che guardando il mio buco di culo aperto ti accenda così male.
portuguese: [_M_] Eu ainda não posso acreditar olhando para o meu babaca aberto te transforma em tão ruim.
russian: Я до сих пор не могу поверить, что глядя на моего открытого мудака превращает тебя в такой плохой.

source: [_M_] Are you sure you're not just saying that to?...
french: [_M_] Êtes-vous sûr de ne pas dire ça à ?...
italian: [_M_] Sei sicuro che non stai solo dicendo questo?...
portuguese: [_M_] Tem certeza de que você não está dizendo isso apenas?...
russian: [_M_] Вы уверены, что вы не просто говорите об этом?...

source: [_R_] Trust me... My dick doesn't lie.
french: [_R_] Croyez-moi... Ma queue ne mentit pas.
italian: [_R_] Fidati di me... Il mio cazzo non mente.
portuguese: [_R_] Confie em mim... Meu pato não mente.
russian: Поверь мне ... Мой член не лжет.

source: [_R_] Oh... my... God!
french: [_R_] Oh... mon... Dieu!
italian: [_R_] Oh... mio... Dio!
portuguese: [_R_] Oh ... meu ... Deus!
russian: [ _R_] Oh ... my ... Боже!

source: [_M_] Don't stare at my gaping anus!
french: [_M_] Ne regardez pas mon anus béant !
italian: [_M_] Non guardi il mio ano spalancato!
portuguese: [__M_] Não olhe para o meu ânus de gaping!
russian: [_M_] Не смотри на меня заблуждение!

source: [_M_] You're making me feel embarassed!
french: [ _M_ ] Vous me faites sentir embarrassé !
italian: [_M_] Mi stai facendo sentire imbarcato!
portuguese: [__M_] Você está me fazendo sentir embaratado!
russian: Ты заставляешь меня чувствовать себя неловко!

source: [_R_] Please don't move! I want to see it!
french: [ _R_ ] Ne bouchez pas ! Je veux le voir !
italian: [_R_] Si prega di non muoversi! Voglio vederlo!
portuguese: [_R_] Por favor, não se mexa! Eu quero ver!
russian: [_R_] Пожалуйста, не двигайтесь! Я хочу, чтобы это увидеть!

source: [_M_] Why?
french: [_R_] Quoi?.... Pourquoi pas?
italian: [_M_] Perché?
portuguese: [_M_] Porquê?
russian: [ _M_] Почему?

source: [_R_] I don't know why... but it fucking turns me on.
french: [ _R_ ] Je ne sais pas pourquoi ... mais ça m'excelle.
italian: [_R_] Non so perché... ma il cazzo mi accende.
portuguese: [__R_] Eu não sei por que ... mas ele me transforma em mim.
russian: [_R_] Я не знаю почему... но это Fucking меня включено.

source: [_M_] You're making me blush.
french: [ _M_ ] Tu me fais rougouste.
italian: [_M_] Mi stai facendo arrossire.
portuguese: [__M_] Você está me fazendo blush.
russian: Ты заставляешь меня краснеть.

source: [_M_] ....
french: [_M_] Quoi?
