Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Wow!... That girl looks just like Mom did a couple years ago when she permed her hair.{/i}
italian: [_RT_] {i}Wow!... Quella ragazza sembra proprio come la mamma ha fatto un paio di anni fa quando ha permesso i suoi capelli.{/i}

source: [_RT_] {i}Whatever it was I was looking for, it doesn't seem as interesting as this section of the store.{/i}
italian: [_RT_] {i}Qualunque cosa stesse cercando, non sembra interessante come questa sezione del negozio.{/i}

source: [_RT_] {i}I think I should check it out.{/i}
italian: [_RT_] {i}Penso che dovrei verificarlo.{/i}

source: [_RT_] {i}Oh... Thank you, God!... Maybe I could get into shopping after all.{/i}
italian: [_RT_] {i}Oh... Grazie, Dio!... Forse potrei fare acquisti dopo tutto.{/i}

source: [_RT_] {i}What does this old bag want?{/i}
italian: [_RT_] {i}Cosa vuole questa vecchia borsa?{/i}

source: [_OL_] Excuse me young man!... Can I help you?
italian: [_OL_] Scusami giovane!... Posso aiutarti?

source: [_R_] No... I'm just looking around... thanks.
italian: [_R_] No... Sto guardando intorno... grazie.

source: [_OL_] Listen here, young man!
italian: [_OL_] Ascoltate qui, giovane!

source: [_OL_] I know your type. I'm the manager here,
italian: [_OL_] Conosco il tuo tipo. Sono il manager qui,

source: [_OL_] and if you think I'm just going to allow you to come down here and ogle all the posters of our lingerie models, you've got another thing coming!
italian: [_OL_] e se pensi che ti permetterò solo di scendere qui e di sfogliare tutti i manifesti dei nostri modelli di biancheria intima, hai un'altra cosa che viene!

source: [_R_] I happen to be an adult, and I don't have to explain anything to you.
italian: [_R_] Mi capita di essere un adulto, e non devo spiegarti niente.

source: [_R_] This store is a public place, and if I haven't done anything wrong, you have no right to make me leave.
italian: [_R_] Questo negozio è un luogo pubblico, e se non ho fatto nulla di sbagliato, non hai il diritto di farmi andare.

source: [_OL_] You see the name on my tag? You see my position? Don't forget it, because I'm the one who will decide if you get kicked out of here!
italian: [_OL_] Vedi il nome sul mio tag? Vedi la mia posizione? Non dimenticatelo, perché sono colui che deciderà se si ottiene espulso da qui!

source: [_R_] Believe it or not, I'm not here to be a pervert.
italian: [_R_] Credeteci o no, non sono qui per essere un pervertito.

source: [_R_] I'm actually here shopping with my mom.
italian: [_R_] In realtà sono qui a fare shopping con mia mamma.

source: [_R_] I thought maybe if I bought her the right lingerie, she might start feeling more confident and sexy.
italian: [_R_] Ho pensato forse se le ho comprato la biancheria giusta, potrebbe iniziare a sentirsi più sicura e sexy.

source: [_OL_] Well... Isn't that just the sweetest thing I've ever heard!
italian: [_OL_] Bene... Non è solo la cosa più dolce che io abbia mai sentito!

source: [_OL_] I wish my son was thoughtful enough to buy me some lingerie.
italian: [_OL_] Vorrei che mio figlio fosse abbastanza premuroso da comprarmi un po' di lingerie.

source: [_OL_] I'm sorry I judged you for a perverted sicko!
italian: [_OL_] Mi dispiace di averti giudicato per una malattia perversa!

source: [_OL_] Let me know if there's anything I can do to help.
italian: [_OL_] Fatemi sapere se c'è qualcosa che posso fare per aiutare.

source: [_R_] Do you have any recommendations?
italian: [_R_] Hai qualche raccomandazione?

source: [_OL_] Hmmm... Well, in the back corner of the store we have a mannequin display.
italian: [_OL_] Hmmm... Beh, nell'angolo posteriore del negozio abbiamo un display manichino.

source: [_OL_] On the mannequins you'll find our most popular lingerie.
italian: [_OL_] Sui manichini troverai la nostra lingerie più popolare.

source: [_OL_] I don't think you could go wrong if you picked one of those.
italian: [_OL_] Non penso che potresti sbagliare se hai scelto uno di questi.

source: [_OL_] You're very welcome. Thank you for being such a polite and patient young man.
italian: [_OL_] Sei molto gradito. Grazie per essere un giovane così educato e paziente.

source: [_OL_] My name is Angela if you need anything else from me.
italian: [_OL_] Il mio nome è Angela se hai bisogno di qualcos'altro da me.

source: [_R_] Thank you, Angela... my name is [ryan].
italian: [_R_] Grazie, Angela... mi chiamo [ryan].

source: [_AG_] Well, good luck [ryan], in finding something for your mom.
italian: [_AG_] Beh, buona fortuna [ryan], nel trovare qualcosa per tua mamma.

source: [_MT_] {i}I should have come here earlier.{/i}
italian: [_MT_] {i}Avrei dovuto venire qui prima. {/i}

source: [_MT_] {i}I don't know how much longer [ryan] will take to find himself a pair of pants.{/i}
italian: [_MT_] {i}Non so quanto tempo [ryan] ci vorrà per trovare se stesso un paio di pantaloni.{/i}

source: [_MT_] {i}But if I'm going to try anything on here, I should definitely do it while he's not around.{/i}
italian: [_MT_] {i}Ma se ho intenzione di provare qualcosa qui, dovrei sicuramente farlo mentre non è in giro.{/i}

source: [_MT_] {i}Oh, for goodness sake!... I should have known.{/i}
italian: [_MT_] {i}Oh, per amor di bontà!... Avrei dovuto saperlo.{/i}

source: [_MT_] {i}He's probably been here the entire time!{/i}
italian: [_MT_] {i}Probabilmente è stato qui per tutto il tempo!{/i}

source: [_MT_] {i}Is that pervert feeling up that mannequin?{/i}
italian: [_MT_] {i}È quel perverso sentirsi quel manichino?{/i}

source: [_MT_] {i}The little horn dog!{/i}
italian: [_MT_] {i}Il piccolo cane del corno!{/i}

source: [_MT_] {i}I should sneak up on him.{/i}
italian: [_MT_] {i}dovrei intrufolarmi su di lui.{/i}

source: [_MT_] {i}He's so into those manikins, I'll bet he won't even see me coming.{/i}
italian: [_MT_] {i}È così in quei manichini, scommetterò che non mi vedrà nemmeno venire.{/i}

source: [_MT_] {i}Haha... I'll just give him a little scare.{/i}
italian: [_MT_] {i}Haha... Gli darò solo un po' di paura.{/i}

source: [_MT_] {i}It's the least that the little pervert deserves.{/i}
italian: [_MT_] {i}È il minimo che meriti il piccolo perverso.{/i}

source: [_M_] Oh, my God, [ryan]!
italian: [_M_] Oh, mio Dio, [ryan]!

source: [_M_] Hahaha... I'm sorry! hahaha... I didn't mean to disturb you and your girlfriend, hahaha...
italian: [_M_] Hahaha... Mi dispiace! hahaha... Non avevo intenzione di disturbare te e la tua fidanzata, hahaha...

source: [_M_] {i}(Continues Cackling){/i}
italian: [_M_] {i}(continua Cackling){/i}

source: [_R_] Oh, very funny!
italian: [_R_] Oh, molto divertente!

source: [_R_] I'm glad you're enjoying yourself!
italian: [_R_] Sono contento che ti stia divertendo!

source: [_R_] I'm already on the verge of getting kicked out of here! I hope the manager didn't see that!
italian: [_R_] sono già sull'orlo di uscire da qui! Spero che il manager non lo abbia visto!

source: [_M_] I'm sorry!... Hahahaha... It's just... Hahaha...
italian: [_M_] Mi dispiace!... Hahahaha... È solo... Hahaha...

source: [_M_] hahaha... Give me a second!
italian: [_M_] hahaha... Dammi un secondo!

source: [_R_] I'm glad you're having such a good laugh at my expense
italian: [_R_] Sono contento che tu stia avendo una così buona risata a mio spese

source: [_M_] God!... am I ever!... Hahaha... You'll have to introduce me!
italian: [_M_] Dio!... sono sempre!... Hahaha... Dovrai presentarmi!

source: [_R_] Mom, This is Cherry Wood... and we're getting married.
italian: [_R_] Mamma, questa è la ciliegia legno... e ci sposiamo.

source: [_M_] I see you've already picked out the lingerie for the wedding night?
italian: [_M_] vedo che hai già scelto la lingerie per la notte di nozze?

source: [_R_] Ehh... We're still undecided.
italian: [_R_] Ehh... Siamo ancora indecisi.

source: [_M_] Oh, thank you [ryan]! I haven't had a real good laugh since your dad was arrested.
italian: [_M_] Oh, grazie [ryan]! Non ho avuto una vera buona risata da quando tuo padre è stato arrestato.

source: [_M_] I needed that!
italian: [_M_] ne avevo bisogno!

source: [_M_] But why in the hell are you hanging out in the Lingerie section when you're supposed to be looking for a pair of pants for yourself?
italian: [_M_] Ma perché all'inferno stai uscendo nella sezione Lingerie quando dovresti cercare un paio di pantaloni per te?

source: [_MT_] {i}As if I don't already know the answer.{/i}
italian: [_MT_] {i}Come se non conosco già la risposta.{/i}

source: [_RT_] {i}Fuck, I've been caught being a total perv! What can I say to save a little face?{/i}
italian: [_RT_] {i}Fuck, Sono stato catturato essere un perv! Cosa posso dire per salvare un po 'di viso?{/i}

source: [_R_] Uhh... I was trying to surprise you with a gift.
italian: [_R_] Uhh... Stavo cercando di sorprendervi con un regalo.

source: [_M_] Really?... You thought it would be appropriate to buy me Lingerie?
italian: [_M_] Davvero?... Hai pensato che sarebbe stato opportuno comprarmi Lingerie?

source: [_R_] Uhh... Yeah, Why not?
italian: [_R_] Uhh... Sì, perché no?

source: [_M_] Are you not aware that I'm your mother?
italian: [_M_] Non sei consapevole che sono tua madre?

source: [_R_] Yeah, but... We do lots of things together that normal mothers and sons don't usually do.
italian: [_R_] Sì, ma... facciamo molte cose insieme che le madri e i figli normali di solito non fanno.

source: [_R_] Like when I had you bent over your desk at school...
italian: [_R_] Come quando avevo piegato la tua scrivania a scuola...

source: [_M_] Haha... Shhh... Shhh... Someone might here you!
italian: [_M_] Haha... Shhh... Shhh... Qualcuno potrebbe qui voi!

source: [_M_] Okay, okay... I concede that you have a point there.
italian: [_M_] Okay, okay... ammetto che hai un punto lì.

source: [_M_] So which one were you going to pick out for me?
italian: [_M_] Allora chi stavate andando a scegliere per me?

source: [_R_] I'm not sure, but now that you're here, you can help me choose.
italian: [_R_] non sono sicuro, ma ora che sei qui, puoi aiutarmi a scegliere.

source: [_R_] Come sit down with me and tell me what you think about this selection. These are supposed to be the most popular in the store.
italian: [_R_] siediti con me e dimmi cosa ne pensi di questa selezione. Questi dovrebbero essere i più popolari nel negozio.

source: [_M_] Tell you what, since you were going to buy it as a surprise, I'll let you choose which one to buy.
italian: [_M_] Dite cosa, visto che stavate per comprarlo come una sorpresa, vi lascerò scegliere quale comprare.

source: [_R_] Boy, I won't know which one until I see you in them all.
italian: [_R_] Ragazzo, non saprò quale fino a quando non ti vedo in tutti.

source: [_M_] {i}(Sternly){/i} [ryan]!... I'm not trying these on for you!
italian: [_M_] {i}(Sternly){/i} [ryan]!... Non li sto provando per te!

source: [_M_] Just choose one, and maybe... maybe you can see me in it at home when you've earned the right.
italian: [_M_] Basta sceglierne uno, e forse... forse puoi vedermi in casa quando hai guadagnato la destra.

source: [_R_] You mean by paying the mafia?
italian: [_R_] Vuoi dire pagando la mafia?

source: [_M_] Yes, or something just as great.
italian: [_M_] Sì, o qualcosa di altrettanto grande.

source: [_R_] Okay, well... If you don't try the one I choose on, how will you know it fits?
italian: [_R_] Okay, bene... Se non provi quello su cui sceglio, come lo sai adatto?

source: [_M_] I'm still going to try it on in the dressing room, but that doesn't mean you get to see it on me.
italian: [_M_] lo proverò ancora nello spogliatoio, ma questo non significa che arrivi a vederlo su di me.

source: [_R_] Why not? I've seen you in much less, and don't forget, this is supposed to be an opportunity for us to spend time together, and you've already sent me off alone to look for pants.
italian: [_R_] Perché no? Vi ho visti in molto meno, e non dimenticate, questa dovrebbe essere un'opportunità per noi di trascorrere del tempo insieme, e mi hai già mandato via da solo a cercare i pantaloni.

source: [_R_] I feel like you might just be using me to...
italian: [_R_] Ho la sensazione che tu mi stia usando per...

source: [_M_] Alright, alright... I will try on {b}one{/b} of these for you.
italian: [_M_] Bene, alright... Proverò su {b}uno{/b} di questi per te.

source: [_R_] Come on... How about three. That way I get to see half of them.
italian: [_R_] Avanti... Come circa tre. In questo modo ottengo a vedere la metà di loro.

source: [_R_] And I'll buy it.
italian: [_R_] E lo comprerò.

source: [_MT_] {i}I'd love to get some sexy lingerie... I haven't owned a sexy lingerie set in years.{/i}
italian: [_MT_] {i}Mi piacerebbe avere qualche lingerie sexy... non ho posseduto una lingerie sexy da anni.{/i}

source: [_MT_] {i}When I've stripped at the club, I had to use the clubs communal sexy underwear.{/i}
italian: [_MT_] {i}Quando ho spogliato al club, ho dovuto usare la biancheria intima sexy dei club.{/i}

source: [_MT_] {i}It'd be nice, and more hygienic, to have my own.{/i}
italian: [_MT_] {i}Sarebbe bello e più igienico, avere il mio.{/i}

source: [_M_] Fine... But it's up to you to figure out how to sneak into the dressing room.
italian: [_M_] Fine... Ma sta a te capire come intrufolarsi nello spogliatoio.

source: [_R_] I can live with that.
italian: [_R_] Posso vivere con questo.

source: [_RT_] {i}Fuck, yeah!{/i}
italian: [_RT_] {i}Fuck, sì!{/i}

source: {i}[mom_name] already owns this lingerie set.{/i}
italian: {i}[mom_name] possiede già questo set di lingerie.{/i}

source: {i}I guess there's nothing wrong with owning multiple pairs of the same set.{/i}
italian: {i}Immagino che non ci sia nulla di sbagliato nel possedere più coppie dello stesso set.{/i}

source: {i}But are you sure you want to have her try on this set again?{/i}
italian: {i}Ma sei sicuro di voler avere la sua prova su questo set di nuovo?{/i}

source: Is this the lingerie set you'd like to choose?
italian: Questa è la biancheria intima che ti piacerebbe scegliere?

source: [_M_] Excuse me, Hi, Angela... Can we get a dressing room?
italian: [_M_] Scusami, Ciao, Angela... Possiamo ottenere uno spogliatoio?

source: [_AG_] We?...
italian: [_AG_] Noi?...

source: [_AG_] So you're hoping to use the bridal dressing room again, I assume?
italian: [_AG_] Quindi stai sperando di utilizzare di nuovo lo spogliatoio da sposa, lo assicuro?

source: [_AG_] You should have just reserved it like everyone else does.
italian: [_AG_] Dovresti averlo riservato come tutti gli altri.

source: [_R_] I rarely plan that far ahead.
italian: [_R_] Ho raramente pianificato quel lontano avanti.

source: [_AG_] Well, you're in luck. It does happen to be available, but this time I need one hundred and fifty.
italian: [_AG_] Beh, sei fortunato. Sembra che sia disponibile, ma questa volta ho bisogno di centocinquanta.

source: [_R_] A hundred and fifty!?
italian: [_R_] Centocinquanta!?

source: [_AG_] Yep, it's for not reserving in a timely manner.
italian: [_AG_] Yep, è per non riservare in modo tempestivo.

source: [_RT_] {i}I'd pay five hundred to see mom posing in lingerie again.{/i}
italian: [_RT_] {i}Pagherei cinquecento per vedere la mamma in posa in lingerie di nuovo.{/i}

source: [_R_] Alright, fine. Here you go!
italian: [_R_] Va bene, va bene!

source: {b}{i}"Money -$100"{/i}{/b}
italian: {b}{i}"Soldi -$100"{/i}{/b}

source: [_RT_] {i}Shit... If I give her one hundred and fifty dollars, I won't have enough in my date budget to take Mom out to dinner.{/i}
italian: [_RT_] {i}merda... Se le do centocinquanta dollari, non avrò abbastanza nel mio bilancio di data per portare la mamma fuori a cena.{/i}

source: [_RT_] {i}I guess I could offer her the little bit of extra I have.{/i}
italian: [_RT_] {i}Immagino che potrei offrirle la piccola quantità di extra che ho.{/i}

source: [_R_] I've only got $[money]
italian: [_R_] ho solo $[money]

source: [_AG_] Fine, just give me what you've got and we'll call it good.
italian: [_AG_] Bene, basta darmi quello che hai e lo chiameremo bene.

source: [_AG_] Alright... Follow me.
italian: [_AG_] Bene... Seguimi.

source: [_AG_] You've got one hour. If you go over I'll charge you another one hundred and fifty dollars.
italian: [_AG_] Hai un'ora. Se vai oltre ti farò pagare un altro centocinquanta dollari.

source: [_AG_] And don't mess it up. I'll be the one that has to clean it before the next party shows up.
italian: [_AG_] E non scioccarlo. Sarò quello che deve pulire prima che la prossima festa si presenti.

source: [_M_] We won't, thank you.
italian: [_M_] Non lo faremo, grazie.

source: [_AG_] Of course!
italian: [_AG_] Certo!

source: [_AG_] The bridal dressing room is available again? Would you like that one?
italian: [_AG_] Lo spogliatoio da sposa è di nuovo disponibile? Ti piacerebbe quello?

source: [_AG_] Yes, and I won't even charge you for it.
italian: [_AG_] Sì, e non ti farò nemmeno pagare per questo.

source: [_M_] That's so nice of you!
italian: [_M_] È così bello da te!

source: [_AG_] Well, it's the least I can do for such a polite young man, and the mother who obviously did a great job teaching him manners.
italian: [_AG_] Beh, è il minimo che posso fare per un giovane così educato, e la madre che ovviamente ha fatto un grande lavoro insegnandogli le maniere.

source: [_AG_] Follow me. It's just over here.
italian: [_AG_] Seguimi. È poco più di qui.

source: [_AG_] I only ask that you don't use the room for more than an hour, and try to keep it kind of clean. I've got to clean it up before the next wedding party uses it.
italian: [_AG_] Ti chiedo solo di non usare la stanza per più di un'ora, e cercare di mantenerla pulita. Devo pulirlo prima che la prossima festa di nozze lo usi.

source: [_AG_] Oh, and will you two want a bottle of champagne?
italian: [_AG_] Oh, e due volete una bottiglia di champagne?

source: [_M_] How much?
italian: [_M_] Quanto?

source: [_AG_] One hundred dollars.
italian: [_AG_] Cento dollari.

source: [_M_] [ryan], isn't that too much?
italian: [_M_] [ryan], non è così tanto?

source: [_R_] Let's just do it. We should make the most out of this.
italian: [_R_] Facciamolo. Dovremmo sfruttare al massimo questo aspetto.

source: [_R_] And don't worry, I've got the money.
italian: [_R_] E non preoccupatevi, ho i soldi.

source: [_AG_] Sounds good, I'll bring it by in a few minutes.
italian: [_AG_] Suona bene, lo porterò tra qualche minuto.

source: [_AG_] And I'll just check your ID when I come back.
italian: [_AG_] E controllerò il tuo documento di identità quando tornerò.

source: [_R_] Yeah, we should try to save our money.
italian: [_R_] Sì, dovremmo cercare di risparmiare i nostri soldi.

source: [_R_] Thanks, but no thanks.
italian: [_R_] Grazie, ma non grazie.

source: [_AG_] Not a problem.
italian: [_AG_] Non è un problema.

source: [_AG_] Enjoy the room!
italian: [_AG_] Goditi la stanza!

source: [_AG_] I won't be far away if you need me.
italian: [_AG_] Non sarò lontano se hai bisogno di me.

source: [_M_] Thank you very much!
italian: [_M_] Grazie mille!

source: [_M_] I feel so lucky that we get to use this dressing room again!
italian: [_M_] Mi sento così fortunato che riusciamo a usare di nuovo questo spogliatoio!

source: [_M_] Thank you, [ryan]!
italian: [_M_] Grazie, [ryan]!

source: [_R_] Anything for you, Mom!
italian: [_R_] Tutto per te, Mamma!

source: [_M_] Here, let me see that lingerie. I'm going to go try it on.
italian: [_M_] Qui, lasciami vedere quella lingerie. Andrò a provarla.

source: [_RT_] {i}I'm so glad I was able to make Mom happy again today!{/i}
italian: [_RT_] {i}Sono così contento di essere stato in grado di rendere la mamma felice di nuovo oggi!{/i}

source: [_RT_] {i}Sometimes it feels really good to do something for someone other than myself.{/i}
italian: [_RT_] {i}A volte si sente davvero bene fare qualcosa per qualcuno diverso da me.{/i}

source: [_M_] Well...
italian: [_M_] Bene...

source: [_M_] Haha... Speechless, I see.
italian: [_M_] Haha... Senza pareri, vedo.

source: [_R_] God, Mom... You're breathtaking!
italian: [_R_] Dio, Mamma... Sei mozzafiato!

source: [_M_] You're making me blush!
italian: [_M_] Mi stai facendo arrossire!

source: [_R_] That must be Angela.
italian: [_R_] Deve essere Angela.

source: [_AG_] Sorry to disturb you, but I've got your champagne.
italian: [_AG_] Mi dispiace di disturbarti, ma ho il tuo champagne.

source: [_R_] Not at all, thank you so much!
italian: [_R_] Niente affatto, grazie tanto!

source: [_AG_] Oh, don't mention it.
italian: [_AG_] Oh, non parlarne.

source: [_AG_] My goodness, Dear.
italian: [_AG_] Mia bontà, Carità.

source: [_AG_] You look gorgeous!
italian: [_AG_] Sembri stupendo!

source: [_AG_] I don't know if I like that one, or the one you had on last time better.
italian: [_AG_] Non so se mi piace, o quello che hai avuto l'ultima volta meglio.

source: [_M_] Well, it was my son who chose it.
italian: [_M_] Beh, è stato mio figlio a sceglierlo.

source: [_AG_] He's got great taste!
italian: [_AG_] ha un grande gusto!

source: [_AG_] I'll just leave this champagne and be on my way.
italian: [_AG_] lascerò questo champagne e sarò sulla mia strada.

source: [_AG_] Just call for me if you need anything else!
italian: [_AG_] Basta chiamare per me se hai bisogno di qualcos'altro!

source: [_R_] Thanks!
italian: [_R_] Grazie!

source: [_M_] Alright, this is the last of the champagne... What should our last toast be?
italian: [_M_] Bene, questo è l'ultimo dello champagne... Quale dovrebbe essere il nostro ultimo brindisi?

source: [_R_] Hmm... Let me think.
italian: [_R_] Hmm... Lasciatemi pensare.

source: [_RT_] {i}Once again, I think we should toast the way Mom keeps rubbing her feet across my erect penis?{/i}
italian: [_RT_] {i}Ancora una volta, penso che dovremmo brindare il modo in cui la mamma continua a strofinare i piedi attraverso il mio pene eretto?{/i}

source: [_MT_] {i}I could make a toast about how hard my son's dick became again.{/i}
italian: [_MT_] {i}Potrei fare un brindisi su quanto duro il cazzo di mio figlio è diventato di nuovo.{/i}

source: [_R_] Same as last time... Our independence.
italian: [_R_] Come l'ultima volta... La nostra indipendenza.

source: [_M_] You mean from [dad_name] again?
italian: [_M_] Vuoi dire ancora da [dad_name]?

source: [_R_] Yep.
italian: [_R_] Sì.

source: [_M_] Alright... I'll drink to that.
italian: [_M_] Bene... Lo berrò a quello.

source: [_M_] And then, I better get on with the fashion show.
italian: [_M_] E poi, meglio andare avanti con la sfilata.

source: [_M_] Well, I guess I should get on with the fashion show.
italian: [_M_] Beh, immagino che dovrei andare avanti con la sfilata.

source: [_M_] Since you're my only audience what type of pose should I start with?
italian: [_M_] Dal momento che sei il mio unico pubblico con quale tipo di posa dovrei iniziare?

source: [_R_] Once again, You're the one with experience. Why don't you show me some of the poses you learned when you were trying to become a model?
italian: [_R_] Ancora una volta, sei quello con esperienza. Perché non mi mostri alcune delle pose che hai imparato quando stavi cercando di diventare un modello?

source: [_M_] Don't laugh though if I fall over, or make an awkward move. This is so much harder in high heels, but it also makes poses look better.
italian: [_M_] Non ridere se cado, o se faccio una mossa scomoda. Questo è molto più difficile nei tacchi alti, ma fa anche le pose guardare meglio.

source: [_M_] Plus the alcohol is making me a little tipsy.
italian: [_M_] Plus l'alcol mi sta facendo un po 'di suggerimento.

source: [_R_] I promise.
italian: [_R_] Te lo prometto.

source: [_M_] Okay... That's the first one... What do you think?
italian: [_M_] Okay... Questo è il primo... Cosa ne pensi?
