Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}Here's where Cersie goes down on Jamie's dick for the first time. This is the episode where Lauren and I first started messing around.{/i}
dutch: [_RT_] {i}Hier is waar Cersie voor de eerste keer op Jamie's luid terechtkomt. Dit is de aflevering waar Lauren en ik om te beginnen braken ronde.{/i}

source: [_RT_] {i}I wonder if Lauren's wishing we were alone now.{/i}
dutch: [_RT_] {i}Ik vraag me af of Lauren nu alleen zou willen zijn.{/i}

source: [_R_] Are you kidding me?
dutch: [_R_] maak je me voor de gek?

source: [_R_] I'm sitting right here.
dutch: [_R_] Ik zit hier vóór.

source: [_LT_] {i}I hope he stays and watches what he's missing out on.{/i}
dutch: [_LT_] {i}Ik hoop dat hij blijft en kijkt wat hij mist aan.{/i}

source: [_LT_] {i}If he'd just done a little more to help me out, this could have been him.{/i}
dutch: [_LT_] {i}Als hij net wat meer had gedaan om me te helpen, dan had dit hem kunnen zijn.{/i}

source: [_MB_] Fuck!... How are you so good at throating such a big cock?
dutch: [_MB_] Fuck!... Hoe ben je zo goed in het zaaien van zo'n grote cock?

source: [_LT_] {i}Thank you, [ryan].{/i}
dutch: [_LT_] {i}Bedankt, [ryan].{/i}

source: [_RT_] {i}Fuck... Did she take her shorts off just to tease me?{/i}
dutch: [_RT_] {i}Fuck... Heeft ze haar korsten van de grond gehaald om mij te testeren?{/i}

source: [_LT_] {i}I wonder if [ryan]'s enjoying the view.{/i}
dutch: [_LT_] {i}Ik vraag me af of [ryan]geniet van de weergave.{/i}

source: [_LT_] {i}If this is killing him with jealousy, he's really going to hate what comes next.{/i}
dutch: [_LT_] {i}Als dit met jaloezie gebeurt, gaat hij echt haten wat er hierna komt.{/i}

source: [_LT_] {i}Maybe I should give him just a taste of what he's missing though.{/i}
dutch: [_LT_] {i}Misschien moet ik hem misschien een smaak geven van wat hij mist aan zijn gedacht.{/i}

source: [_LT_] {i}And I mean literally.{/i}
dutch: [_LT_] {i}En ik bedoel letterlijk.{/i}

source: [_R_] What? I still can't believe that you're doing this right in front of me!
dutch: [_R_] Wat? Ik kan nog steeds niet geloven dat je dit voor me doet!

source: [_R_] And look!... Sidney's just a couple rooms away... In plain sight!
dutch: [_R_] En kijk!... Zidney is slechts een paar kamers verwijderd... In gewoon zicht!

source: [_L_] And Mom's in the shower, Mandy's doing homework in my room, and Auntie's working out in Mom's room.
dutch: [_L_] En Mom's in de douche, Mandy's doet huiswerk in mijn kamer en Auntie's aan het werken in Momentkamer.

source: [_L_] I know... We have a full house. And they're all going to be done with what they're doing soon, so if you want to be part of this, you'd better join now.
dutch: [_L_] Ik weet het... We hebben een vol huis. En ze gaan allemaal gedaan worden met wat ze snel doen, dus als je hier deel van wilt uitmaken, zou je me beter nu aansluiten.

source: [_RT_] {i}Fuck... when did Lauren start pulling the strings?{/i}
dutch: [_RT_] {i}Fuck... wanneer is Lauren begonnen de tekenreeksen te trekken ?{/i}

source: [_RT_] {i}I need to get control back somehow.{/i}
dutch: [_RT_] {i}Ik moet de besturing ergens terug.{/i}

source: [_RT_] {i}I'd love a taste of her pussy, but she's just letting me out of pity?...{/i}
dutch: [_RT_] {i}Ik zou graag een smaak van haar pushen hebben, maar ze laat me me gewoon buiten de boot vallen?...{/i}

source: [_RT_] {i}Should I just swallow my pride and lick that pussy?{/i}
dutch: [_RT_] {i}Moet ik gewoon mijn trots en vlotte ins?{/i}

source: [_L_] Alright, Matt... I'm ready to get fucked!
dutch: [_L_] Ok, Matt... Ik ben klaar om fuck te worden!

source: [_R_] Here?... In front of me!... In front of Sidney!... With our mom right behind that bathroom door!... You've got to be fucking kidding me!
dutch: [_R_] hier?... Voor mij!... Voor de Sidney!... Met onze moeder vlak achter die badkamerdeur! ... Je moet me aan het knoeien zijn!

source: [_R_] I'm not going to lick your pussy while you're sucking off that prick!
dutch: [_R_] Ik ga niet op je vuilnisbelt terwijl je dat grapje aan het zingen.

source: [_MB_] Careful... I can still beat your ass.
dutch: [_MB_] Mooi... Ik kan je nog steeds verharden.

source: [_L_] I'm pretty horny already... I think I'm probably wet enough to take Matt's giant cock even without you lubing me up with your spit.
dutch: [_L_] Ik ben al behoorlijk horig... Ik denk dat ik waarschijnlijk nat genoeg ben om Matt's gigantische hap mee te nemen, zelfs zonder dat je me opschiet met je spit.

source: [_R_] Wait!... You're going to let Matt fuck you right here?
dutch: [_R_] Wacht!... Je gaat Mat hier meteen laten futigen?

source: [_L_] Why not?
dutch: [_L_] Waarom niet?

source: [_L_] Sidney won't look up from her computer unless the house is on fire.
dutch: [_L_] Sidney zal niet vanaf haar computer opzoeken, tenzij het huis in brand staat.

source: [_L_] And we've still got time before Mom finishes her shower.
dutch: [_L_] En we hebben nog tijd voordat mevrouw haar douche afmaakt.

source: [_L_] It's not like you haven't seen us fuck, plus you're always free to leave.
dutch: [_L_] Het is niet zoals je ons niet nutteloos hebt gezien, en je bent altijd vrij om te vertrekken.

source: [_R_] The least you can do is be quieter about it... I can't believe that Sidney can't hear you.
dutch: [_R_] Het minste dat je kunt doen is er stiller van... Ik kan niet geloven dat Zidney je niet kan horen.

source: [_R_] You know what... I don't even care if you get caught.
dutch: [_R_] Jij weet wat... Het kan me niet schelen als je gepakt wordt.

source: [_R_] Make all the noise you want.
dutch: [_R_] Maak al het geluid dat u wilt.

source: [_LT_] {i}I really wish it was my brother's dick in my pussy... Not Matt.{/i}
dutch: [_LT_] {i}Ik wens het echt toe dat het mijn broeders potje was in mijn poes... Niet Matt.{/i}

source: [_LT_] {i}If that stupid fucker would have just made a little more effort to help me with the election.{/i}
dutch: [_LT_] {i}Als die domme fucker net iets meer zou hebben gedaan om mij te helpen bij de verkiezingen.{/i}

source: [_LT_] {i}And then, he didn't even try to bargain with Matt.{/i}
dutch: [_LT_] {i}En dan, hij heeft niet eens met Matt.{/i} geprobeerd

source: [_LT_] {i}Yeah, I hope he's jealous!{/i}
dutch: [_LT_] {i}Yeah, ik hoop dat hij jaloers is!{/i}

source: [_LT_] {i}I hope he's dying with jealousy.{/i}
dutch: [_LT_] {i}Ik hoop dat hij doodgaat met jealousy.{/i}

source: [_R_] Holy shit, Lauren... I hope you're planning on cleaning that up!
dutch: [_R_] Heilige shit, Lauren... Ik hoop dat je dat gaat opschonen!

source: [_R_] Don't...
dutch: [_R_] niet...

source: [_L_] And I think there's even more swimming around in my womb!
dutch: [_L_] En ik denk dat er nog meer zwemmen in mijn baarmoederschap!

source: [_R_] What the fuck, Lauren? You're letting him fuck you without being on birth control?
dutch: [_R_] Wat is er onzinnig, Lauren? Laat hem je trotseren zonder dat je de geboortecontrole krijgt?

source: [_MB_] He's right though... If you get pregnant, you're on your own... I'm not ready to be a dad.
dutch: [_MB_] hij is juist... Als je zwanger raakt, ben je alleen... Ik ben niet klaar om een vader te zijn.

source: [_LT_] {i}Though the thought of his swimmers knocking me up really turns me on.{/i}
dutch: [_LT_] {i}Alhoewel de gedachte van zijn swers me echt omhoog duwt draait me aan.{/i}

source: [_RT_] {i}If anyone's going to knock her up, it had better be me.{/i}
dutch: [_RT_] {i}Als iemand haar gaat klappen, dan is het beter voor mij.{/i}

source: [_L_] when I wiggle, I can feel your cum sloshing around in my womb.
dutch: [_L_] wanneer ik bewolkt ben, kan ik je mantel in mijn buik voelen.

source: [_RT_] {i}Oh, for fuck's sake!{/i}
dutch: [_RT_] {i}Oh, voor fuck's naam!{/i}

source: [_MT_] {i}Oh, God... Lauren's got a visitor, and I'm walking around in nothing but a towel.{/i}
dutch: [_MT_] {i}Oh, God... Lauren's heeft bezoeker, en ik loop in niets anders dan een handdoek.{/i}

source: [_MT_] {i}Wait... Is that my student, Matt?{/i}
dutch: [_MT_] {i}Wacht... Is dat mijn student, Matt?{/i}

source: [_MT_] {i}He seems pretty close with my daughter.{/i}
dutch: [_MT_] {i}Hij lijkt aardig dicht bij mijn dochter. {/i}

source: [_MT_] {i}Oh fuck... If they're together... That means that I've sucked off my daughter's boyfriend.{/i}
dutch: [_MT_] {i}Oh fuck... Als ze samen zijn... Dat betekent dat ik de vriend van mijn dochter heb opgezocht.{/i}

source: [_MT_] {i}That doesn't make me a very good mom.{/i}
dutch: [_MT_] {i}Dat maakt me geen goede moment.{/i}

source: [_MT_] {i}But maybe he's with Lauren because he really wants to get closer to me.{/i}
dutch: [_MT_] {i}Maar misschien is hij wel met Lauren omdat hij echt dichter bij mij wil komen.{/i}

source: [_MT_] {i}Lauren's got good taste.{/i}
dutch: [_MT_] {i}Lauren heeft een goede smaak gekregen.{/i}

source: [_MT_] {i}He's a very handsome boy.{/i}
dutch: [_MT_] {i}Hij is een heel handige jongen.{/i}

source: [_MT_] {i}And I swear that boy undresses me with his eyes during every class.{/i}
dutch: [_MT_] {i}En ik zweren dat jongen me met zijn ogen uitkleedt tijdens elke klas.{/i}

source: [_MT_] {i}I hope he's not dating Lauren just to get to me.{/i}
dutch: [_MT_] {i}Ik hoop dat hij Lauren niet zal daten om bij mij te komen.{/i}

source: [_MT_] {i}I wonder how he would react if he were to see an "accidental" wardrobe malfunction.{/i}
dutch: [_MT_] {i}Ik vraag me af hoe hij zou reageren als hij een "ongeluk" wardrobe defect zou zien.{/i}

source: [_MT_] {i}I can't believe I'm doing this... Am I really so depraved that I'm showing a teenage boy my nipples to see how he reacts?{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat ik dit doet... Ben ik echt zo verdorven dat ik mijn nipels een tienerjongen laat zien om te zien hoe hij reageert?{/i}

source: [_MT_] {i}You know this is more for you... You're getting desperate for attention.{/i}
dutch: [_MT_] {i}Je weet dat dit meer voor je is... Je snakt wanhopig naar aandacht.{/i}

source: [_MT_] {i}So, what if I am?{/i}
dutch: [_MT_] {i}Dus, wat als ik?{/i}

source: [_MT_] {i}It's better than the unnatural thoughts I've been having about my own son.{/i}
dutch: [_MT_] {i}Het is beter dan de onnatuurlijke gedachten die ik over mijn eigen zoon heb.{/i}

source: [_MT_] {i}Alright, here I go.{/i}
dutch: [_MT_] {i}Ok, hier ga ik.{/i}

source: [_M_] Gosh!... If I'd known we were having a visitor, I would have brought a change of clothes into the bathroom.
dutch: [_M_] Gosh!... Als ik had geweten dat we een bezoeker hadden, zou ik een andere kleren in de wc hebben gebracht.

source: [_M_] Matt... I must apologize that you've caught your teacher in nothing but a towel.
dutch: [_M_] Matt... Ik moet me verontschuldigen voor het feit dat je je leraar in niets dan een handdoek hebt gevangen.

source: [_MB_] I mean... Thi...think nothing of it... You're looking as beautiful as always!
dutch: [_MB_] Ik bedoel... niets... denk eraan... Je ziet er zo mooi uit als altijd!

source: [_RT_] {i}Oh, my God!... Mom's towel is slipping down!{/i}
dutch: [_RT_] {i}Oh, mijn God!... Momenten glijden omlaag!{/i}

source: [_RT_] {i}Her nipples are totally showing!{/i}
dutch: [_RT_] {i}Haar tepels zijn volledig zichtbaar!{/i}

source: [_M_] Oh, my goodness!... How embarrassing!
dutch: [_M_] Oh, mijn goed!... Hoe gênant!

source: [_RT_] {i}Oh, my God!... First Sidney, and now Mom's flashing my worst enemy!{/i}
dutch: [_RT_] {i}Oh, mijn God!... Eerste Zidney, en nu knippert Mom's mijn ergste vijand!{/i}

source: [_MB_] No, don't worry about it... I didn't even notice. I was only looking at your beautiful eyes.
dutch: [_MB_] Nee, maak je geen zorgen... Ik merkte het niet eens. Ik keek alleen naar je mooie ogen.

source: [_MT_] {i}Wow!... What a charmer... but I know his eyes didn't make their way up here until after I fixed my towel.{/i}
dutch: [_MT_] {i}Wow!... Wat een scheld... maar ik weet dat zijn ogen hier niet heen kwamen tot nadat ik mijn handdoek had gerepareerd.{/i}

source: {b}{i}"Mom's Libido +3"{/i}{/b}
dutch: {b}{i}"Momenten Libido +3"{/i}{/b}

source: [_L_] God, Mom!... Why are you just standing there!
dutch: [_L_] God, mam!... Waarom sta je er gewoon bij!

source: [_L_] I can't believe you're trying to hang out with us in nothing but your towel... You're embarrassing me.
dutch: [_L_] Ik kan niet geloven dat je alleen maar met ons probeert op te hangen... Je brengt me in verlegenheid.

source: [_MB_] Really... I don't mind!
dutch: [_MB_] Echt op... Ik vind het niet eruit!

source: [_LT_] {i}(sarcastically) Real subtle, Matt... I can tell this relationship is going to work out great.{/i}
dutch: [_LT_] {i}(sarcastisch) Echte subtle, Matt... Ik kan zeggen dat deze relatie geweldig gaat uitwerken.{/i}

source: [_RT_] {i}That's about all I can watch... Plus, if I stick around Lauren will probably expect me to wipe up all her pussy juices.{/i}
dutch: [_RT_] {i}Dat gaat over alles wat ik kan bekijken... En als ik Lauren rondsteek, verwacht ik waarschijnlijk dat ik al haar drukke sap zal vegen.{/i}

source: [_RT_] {i}I can't believe she hasn't wiped that up yet.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ze dat nog niet heeft gewist.{/i}

source: [_L_] Hey [ryan], do you want to watch something with me?
dutch: [_L_] Hé [ryan], wil je iets met me bekijken?

source: [_R_] Ok, should we watch the next episode of "Game of Thots"?
dutch: [_R_] Ok, moeten we kijken naar de volgende aflevering van "Game of Thots"?

source: [_L_] I don't know, it's getting pretty scary!
dutch: [_L_] Ik weet het niet, het wordt best eng!

source: [_L_] Those white walkers creep me out so bad!
dutch: [_L_] Die witte wandelaars snij me zo slecht!

source: [_R_] You don't want to miss the rest of the show just because of the white walkers, do you?
dutch: [_R_] Je wilt de rest van de show niet missen, alleen vanwege de witte wandelaars, toch?

source: [_L_] Well.... No.... but can I at least sit really close to you in case I get too scared?
dutch: [_L_] Nr. ... Nee.... maar kan ik ten minste dicht bij je zitten voor het geval ik te bang wordt?

source: [_R_] Of course!
dutch: [_R_] Natuurlijk!

source: [_L_] Thanks! I feel so much safer!
dutch: [_L_] Bedankt! Ik voel me zo veilig!

source: [_R_] Me too!
dutch: [_R_] Ik ook!

source: [_R_] Let's start the episode.
dutch: [_R_] Laten we de aflevering beginnen.

source: [_L_] Aaahhh!.... protect me, [ryan]!
dutch: [_L_] Aaahhhh!.... bescherm me, [ryan]!

source: [_R_] Uuuggghhh.... That is just.... not right!
dutch: [_R_] Uuuggghh.... dat is maar.... niet correct!

source: [_L_] Holy shit! A blowjob on every episode!
dutch: [_L_] Heilig zoen! Een kladje bij elke aflevering!

source: [_R_] Well, at least you're clearly enjoying it?
dutch: [_R_] Nou, je bent er ten minste duidelijk van geweest?

source: [_L_] What do you mean?
dutch: [_L_] Wat bedoelt u?

source: [_R_] The way you're rubbing yourself.
dutch: [_R_] De manier waarop je aan het kwetsen bent.

source: [_L_] Oh, my God! Was I really?
dutch: [_L_] Oh, mijn God! Was ik echt?

source: [_R_] Well, yeah.... You didn't notice?
dutch: [_R_] Nou, ja... . Heb je het niet gemerkt?

source: [_L_] No!.... Sometimes I do it without thinking.
dutch: [_L_] Nee!.... Soms doe ik het zonder na te denken.

source: [_R_] Well.... Do you need some relief?
dutch: [_R_] Walt.... Heb je wat opluchting nodig?

source: [_R_] Do you want me to help?
dutch: [_R_] Wil je dat ik help?

source: [_L_] What?.... No!
dutch: [_L_] Wat?... Nee!

source: [_L_] I might be rubbing myself unconsciously, but I'm not desperate enough to ask you for help.
dutch: [_L_] Ik ben misschien bewusteloos aan het wankelen, maar ik ben niet wanhopig genoeg om je om hulp te vragen.

source: [_R_] Well.... Ok.... But if you ever do get desperate enough....
dutch: [_R_] K.... Ok.... Maar als je ooit wanhopig genoeg wordt....

source: [_R_] Don't forget what they teach us in school.
dutch: [_R_] Vergeet niet wat ze ons op school hebben geleerd.

source: [_R_] You don't have to be ashamed to ask for help.
dutch: [_R_] Je hoeft je niet te schamen om om hulp te vragen.

source: [_L_] You overconfident idiot! Can we get back to the show now?
dutch: [_L_] Je hebt een overzelfde idioot! Kunnen we terug naar de show nu?

source: [_R_] Of course!.... I'm not the one causing interruptions.
dutch: [_R_] Natuurlijk!.... ik ben niet degene die onderbrekingen veroorzaakt.

source: [_L_] Clearly.
dutch: [_L_] Wissend.

source: [_LT_] {i}I can't believe [ryan] caught me rubbing myself.{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat [ryan] mij heeft betrapt op mijzelf.{/i}

source: [_LT_] {i}I was doing it right next to him.{/i}
dutch: [_LT_] {i}Ik was het direct naast hem aan het doen.{/i}

source: [_LT_] {i}While watching a TV show about a woman blowing her brother.{/i}
dutch: [_LT_] {i}Tijdens het bekijken van een TV show over een vrouw die haar broer blond.{/i}

source: [_LT_] {i}How many blowjobs is Cersei going to give her brother this season anyways?{/i}
dutch: [_LT_] {i}Hoeveel blowjobs gaat Cersei haar broer dit seizoen toch geven?{/i}

source: [_LT_] {i}Where's my self-control?{/i}
dutch: [_LT_] {i}Waar is mijn zelfcontrole?{/i}

source: [_R_] Ok, let's watch the next episode of "Game of Thots"!
dutch: [_R_] Ok, laten we kijken naar de volgende aflevering van "Game of Thots"!

source: [_L_] Well.... As long as I can sit close to you again, in case I get too scared?
dutch: [_L_] Goed .... Zolang ik weer dicht bij je kan zitten, in het geval dat ik te bang ben?

source: [_R_] Well, we've reached the mandatory sex scene for this episode!
dutch: [_R_] Nou, we hebben de verplichte geslachtsscène voor deze aflevering bereikt!

source: [_L_] So, does that mean you're ready for some foolin' around?
dutch: [_L_] Dus betekent dat dat je klaar bent voor wat voedsel rond?

source: [_R_] I love that you're taking the initiative now!
dutch: [_R_] Ik vind het geweldig dat je nu het initiatief neemt!

source: [_L_] Yeah, well.... We both know we can't keep doing this.... So, this has to be our last time.
dutch: [_L_] Yeah, goed.... We weten allebei dat we niet kunnen blijven doen... Dus, dit moet onze laatste keer zijn.

source: [_R_] Ok.... It's a deal.
dutch: [_R_] Ok.... het is een deal.

source: [_RT_] {i}Haha.... She can't stop now!{/i}
dutch: [_RT_] {i}Haha.... ze kan nu niet stoppen!{/i}

source: [_L_] So, what should we do?
dutch: [_L_] Dus wat moeten we doen?

source: [_L_] Pound town?... You're gonna keep using that one, huh?
dutch: [_L_] Pond town?... Je gaat die blijven gebruiken, hè?

source: [_R_] I think it expresses my intentions very clearly.
dutch: [_R_] Ik denk dat het heel duidelijk mijn bedoelingen vertolkt.

source: [_L_] You're not wrong.
dutch: [_L_] Je bent niet fout.

source: [_L_] Luckily for you, I'm feeling pretty horny right now, otherwise I might try harder to teach you to be more romantic.
dutch: [_L_] Gelukkig voor jou, ik voel me nu behoorlijk horisch, anders kan ik je misschien harder leren romantischer te zijn.

source: [_R_] Ooo... I love getting lucky.
dutch: [_R_] Ooo... Ik krijg graag geluk.

source: [_R_] Let's just make sure that Sidney is busy working... and yep... We should be good for a while now.
dutch: [_R_] Laten we er gewoon voor zorgen dat Sidney bezig is met werken... en ja... We moeten nu goed zijn voor een tijdje.

source: [_L_] Mandy's busy doing homework in my room, and Aunt Cami's working out in Mom's room... Pretty sure we can squeeze this in.
dutch: [_L_] Mandy's bezig met huiswerk in mijn kamer, en Aunt Cami aan het werken in Mom's kamer... Ik weet zeker dat we dit in kunnen perken.

source: [_R_] Now, if you can keep your voice down when you orgasm, I think we'll be ok... No screaming!
dutch: [_R_] Nu, als je je stem omlaag kunt houden wanneer je orgasm, denk ik dat we ok... Geen schreeuwen!

source: [_L_] I don't scream.
dutch: [_L_] Ik schreeuw.

source: [_R_] Yeah, and Aunt Cami's boobs are real.
dutch: [_R_] Yeah en Aunt Cami's boobs zijn echt.

source: [_L_] Hahaha... Are you trying to cock-block yourself?
dutch: [_L_] Hahahaha... probeer je jezelf te blokkeren?

source: [_R_] I'll shut up now.
dutch: [_R_] Ik zal nu sluiten.

source: [_L_] Haha... You'd better.
dutch: [_L_] Haha... Je zou het beter doen.

source: [_L_] Now... help me get these shorts off.
dutch: [_L_] Nu help me om deze korte adem af te halen.

source: [_R_] Wow!... I love my little sister's pretty little pussy... Are you ready for me to fuck it?
dutch: [_R_] Wauw!... Ik hou van mijn kleine zusjes poetsen... Ben jij er klaar voor om het te vertroebelen?

source: [_L_] Oh God... I hope I'm wet enough... Your cock is so big...
dutch: [_L_] Oh God... Ik hoop dat ik nat genoeg ben... Je jas is zo groot...

source: [_L_] I hope it doesn't tear me up.
dutch: [_L_] Ik hoop dat het me niet verscheurt.

source: [_R_] You seemed okay last time... I'll remember to start out slow.
dutch: [_R_] Je leek de laatste keer wel in orde te zijn... Ik herinner me dat je langzaam begint.

source: [_L_] Oh, God... That cock just fills me up!...
dutch: [_L_] Oh, God... Dat jasje vult me gewoon aan!...

source: [_L_] I can feel your head just pressing up against my womb!
dutch: [_L_] Ik kan het gevoel hebben dat je hoofd mijn buis opstrijkt!

source: [_R_] I'm gonna fill you up like a hentai girl.
dutch: [_R_] Ik ga je vullen als een hentai meisje.

source: [_L_] Fuck, [ryan], That's such a sexy thought!
dutch: [_L_] Fuck, [ryan], dat is zo'n sexy idee!

source: [_L_] Oh, God!... For some reason that thought is triggering me again!
dutch: [_L_] Oh, God!... Om een of andere reden dat gedachte me weer opriep!

source: [_L_] I'm gonna cum!
dutch: [_L_] Ik ga maar naar de kum!

source: [_R_] Remember!... Don't scream!
dutch: [_R_] Onthouden!... Schroom niet!

source: [_L_] (repressed gasp) Aaaaaaaaaahhhhhhh...
dutch: [_L_] (onderdrukt gasp) Aaaaaaaahhhhhhhhhh...

source: [_L_] Oh, God!... I need more!
dutch: [_L_] Oh, God!... Ik heb meer nodig!

source: [_R_] I'm getting close!
dutch: [_R_] Ik word dichtbij!

source: [_L_] Yes... cum inside!
dutch: [_L_] Ja... cum binnen!

source: [_L_] I want to feel it inside my womb!
dutch: [_L_] Ik wil me het in mijn baarmoeder voelen!

source: [_L_] Pull out!
dutch: [_L_] Trek uit!

source: [_L_] I can't get knocked up by my own brother!
dutch: [_L_] Ik kan niet opkloppen bij mijn eigen broer!

source: [_RT_] Fuck!... I could impregnate my own sister!... I'm about to explode... What am I gonna do?
dutch: [_RT_] Fuck!... Ik kon mijn eigen zus bevatten!... Ik staat op het punt te ontploffen... Wat ga ik doen?

source: [_L_] Wow!... Is my back as covered with your cum as it feels like?
dutch: [_L_] Wow!... Is mijn rug zo bedekt met jouw kubus als hij voelt?

source: [_R_] Uh... yeah... I unleashed a lot.
dutch: [_R_] Uh... ja... Ik heb veel ontketend.

source: [_L_] Mmmm... That means it felt really good, right?
dutch: [_L_] Mmmm... Dat betekent dat het zich echt goed voelt, toch?

source: [_R_] Oh, fuck yeah!
dutch: [_R_] Oh, trots ja!

source: [_L_] Wow!... I can feel it inside me!
dutch: [_L_] Wow!... Ik kan het binnen me voelen!

source: [_L_] Oh, God!... I feel so full!... Is my womb expanding?
dutch: [_L_] Oh, God!... Ik voel me zo vol!... breidt mijn buik uit?

source: [_L_] No!... There's not room for any more!
dutch: [_L_] Nee!... Er is geen ruimte meer voor meer!

source: {b}{i}"[ryan]'s cum loads in Lauren's pussy +1"{/i}{/b}
dutch: {b}{i}"[ryan]'s kubus laadt in Lauren's posy +1"{/i}{/b}

source: {i}"Total loads of [ryan]'s cum in Lauren's pussy = ({b}[lauren_cum_loads_counter]{/b})"{/i}
dutch: {i}"Totaal lading van [ryan]kubus in Lauren's pussy = ({b}[lauren_cum_loads_counter]{/b})"{/i}
