Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] We can be just like them.
dutch: [_L_] We kunnen net zo zijn als hen.

source: [_R_] Oh, fuck!
dutch: [_R_] Oh, fuk!

source: [_L_] Holy shit!... You frosted me like a cinnamon roll.
dutch: [_L_] Heilige shit!... Je hebt me bevroren als een cinonroll.

source: [_L_] Do I look sexy covered in your cum?
dutch: [_L_] zie ik er sexy bedekt uit in jouw kum?

source: [_R_] God! You look SO sexy!
dutch: [_R_] God! Je ziet er ZO sexy uit!

source: [_L_] Hehehe... That's what a girl likes to hear.
dutch: [_L_] Heheheheit... Dat is wat een meisje graag hoort.

source: [_L_] Maybe I'll get on some birth control, and then next time you can cum in my pussy.
dutch: [_L_] Misschien ga ik wat geboortebeperking in, en dan kan je de volgende keer knuffelen in mijn poging.

source: [_L_] Wow!... I keep forgetting how big that cock is!
dutch: [_L_] Wow!... Ik blijf vergeten hoe groot die jas is!

source: [_R_] {i}Why don't you keep rubbing it in?{/i}
dutch: [_R_] {i}Waarom blijft je het niet aanvallen?{/i}

source: [_L_] So what are we waiting for?
dutch: [_L_] Dus waar wachten we op?

source: [_RT_] {i}Lauren can throat a cock like a pro now.{/i}
dutch: [_RT_] {i}Lauren kunnen een grap nu als een pro kraken.{/i}

source: [_MB_] You're amazing at that... Way too good, in fact.
dutch: [_MB_] Je bent geweldig zo... Way te goed.

source: [_MB_] We've got to move on, or I'm not going to make it.
dutch: [_MB_] We moeten verder gaan, of ik ga het niet maken.

source: [_MB_] Are you ready?
dutch: [_MB_] Ben je klaar?

source: [_L_] More than ready... I need it!
dutch: [_L_] Meer dan klaar... Ik heb het nodig!

source: [_L_] Oh, fuck!... Nnnn... Harder!... Faster!
dutch: [_L_] Oh, fuck!... NNr. ... Harder!... Sneller!

source: [_RT_] {i}Fucking shit!... She loves getting fucked by Matt.{/i}
dutch: [_RT_] {i}Fucking shit!... Ze houdt ervan fucked te worden door Matt.{/i}

source: [_RT_] {i}And now, I have no idea how to stop this.{/i}
dutch: [_RT_] {i}En nu, ik heb geen idee hoe ik dit moet stoppen.{/i}

source: [_L_] Oh, fuck! Matt!... I'm gonna cum!
dutch: [_L_] Oh, fuck! Matt!... Ik ga de kum!

source: [_MB_] Holy fuck!... How can you squirt that much?
dutch: [_MB_] Heilige fuk geeft!... Hoe kan je dat zoveel verpletteren?

source: [_MB_] So fucking hot!
dutch: [_MB_] Zo verdomd heet!

source: [_MB_] Now I'm really horny! Give me that pussy!
dutch: [_MB_] Nu ben ik echt horig! Geef me die poes!

source: [_MB_] So, [ryan]... You tired of waiting yet?
dutch: [_MB_] Dus, [ryan]... Heb je al genoeg van het wachten?

source: [_MB_] Are you ready... to join us?
dutch: [_MB_] Ben je klaar... om je bij ons te aansluiten?

source: [_MB_] I know Lauren's eager... for you to join.
dutch: [_MB_] Ik weet dat Laurens graag wilt... om je aan te sluiten.

source: [_L_] Yes... Let me suck... that cock!
dutch: [_L_] Ja... Laat me dat kok doet...

source: [_RT_] {i}Why do I keep going along with this?{/i}
dutch: [_RT_] {i}Waarom blijf ik daarmee meedoen?{/i}

source: [_RT_] {i}Not just letting my sister get fucked by one of my worst enemies, but actively participating in it.{/i}
dutch: [_RT_] {i}laat mijn zus niet vermalen worden door een van mijn ergste vijanden, maar er actief aan deelnemen.{/i}

source: [_RT_] {i}Why do I keep coming back?{/i}
dutch: [_RT_] {i}Waarom kom ik steeds terug?{/i}

source: [_LT_] {i}Matt's got to think my brother and I are so fucked up.{/i}
dutch: [_LT_] {i}Matt's moesten mijn broer denken en ik ben zo gefuckt.{/i}

source: [_LT_] {i}He doesn't seem to be at all grossed out by our physical relationship, though.{/i}
dutch: [_LT_] {i}Hij lijkt helemaal niet te verdrinken door onze fysieke relatie, maar.{/i}

source: [_LT_] {i}More than that, he seems to be encouraging it.{/i}
dutch: [_LT_] {i}Meer dan dat, lijkt hij het aan te moedigen.{/i}

source: [_LT_] {i}Is it possible that he has this type of relationship with someone?{/i}
dutch: [_LT_] {i}Is het mogelijk dat hij dit type relatie heeft met iemand?{/i}

source: [_MB_] I'm gonna creampie your pussy again!
dutch: [_MB_] Ik ga nog een keer je popup maken!

source: [_L_] It feels so warm inside.
dutch: [_L_] Het voelt zo warm binnen aan.

source: [_MB_] Did you ever get some of those pills from Megan?
dutch: [_MB_] Heb je ooit wat van die pillen van Megan gekregen?

source: [_L_] No... not yet.
dutch: [_L_] Nee... nog niet.

source: [_MB_] Well, don't forget!
dutch: [_MB_] Nou, vergeet het niet!

source: [_MB_] I can't afford to become a father in high school.
dutch: [_MB_] Ik kan het me niet veroorloven vader op middelbare school te worden.

source: [_L_] Yeah... I'll look into it... After I get off this sex high.
dutch: [_L_] Ja... Ik zal ernaar kijken... Nadat ik van dit geslacht af ben gekomen.

source: [_MB_] Haha... You've become such a little slut.
dutch: [_MB_] Haha... Je bent zo een klein slut geworden.

source: [_L_] Uhhh... huh...
dutch: [_L_] Uhhh... hh... hh...

source: [_MB_] I can't help but feel pride about the part I played in that.
dutch: [_MB_] Ik kan niet helpen maar ben trots op de rol die ik daarin heb gespeeld.

source: [_MB_] I've got to run now... [ryan]?... You'll take care of her I assume.
dutch: [_MB_] Ik moet nu rennen... [ryan]?... Je zult voor haar zorgen neem ik aan.

source: [_R_] Of course I will!... She's my sister!... You shouldn't even need to ask.
dutch: [_R_] Natuurlijk zal ik dat doen!... Ze is mijn zus!... Je zou het niet eens hoeven te vragen.

source: [_MB_] Lauren?... Just let me know the next time you want to do this.
dutch: [_MB_] Lauren?... Laat het me de volgende keer weten dat je dit wilt doen.

source: [_L_] Uh huh...
dutch: [_L_] Uh hè...

source: [_L_] Did you hear that?
dutch: [_L_] Heb je dat gehoord?

source: [_L_] You need to take care of me now.
dutch: [_L_] Je moet nu voor me zorgen.

source: [_R_] Why don't you take care of all that cum on your face first?
dutch: [_R_] Waarom zorg je niet eerst voor al die manchet in je gezicht?

source: [_L_] There... How's that?
dutch: [_L_] Oke... Hoe gaat dat?

source: [_R_] Not exactly what I meant, but... whatever.
dutch: [_R_] Niet precies wat ik bedoelde, maar... wat dan ook.

source: [_L_] So, now will you take care of me?
dutch: [_L_] Dus ga je nu voor me zorgen?

source: [_L_] And by take care of me... I mean will you fuck me?
dutch: [_L_] En door voor me te zorgen... bedoel ik dat je me vertroebelt?

source: [_R_] Yeah, no... I was pretty clear on your meaning there.
dutch: [_R_] Yeah, nee... Ik was daar vrij duidelijk over je betekenis.

source: [_L_] Good... cuz I really need another good fuck.
dutch: [_L_] Goed... kuz ik heb echt nog een goede fuk nodig.

source: [_L_] Yay!... Let's get started!
dutch: [_L_] Yay!... Aan de slag!

source: [_R_] Fuck no!... I'm not going to be Matt's sloppy seconds again!
dutch: [_R_] Fuck Nee!... Ik zal niet weer de slopende seconden van Matt's zijn!

source: [_L_] Yeah?... Well, fuck you!
dutch: [_L_] Ja?... Nou, verraad je!

source: [_L_] I'll just take care of myself then!
dutch: [_L_] Ik zal dan gewoon voor mezelf zorgen!

source: [_RT_] {i}Holy fuck!... She's becoming a nympho!{/i}
dutch: [_RT_] {i}Heilige gekk!... Ze wordt een nympje!{/i}

source: [_RT_] {i}I kinda want to watch this, but I think it's best that I just walk away.{/i}
dutch: [_RT_] {i}Ik wil hier naar kijken, maar ik denk dat het het beste is dat ik net wandelen.{/i}

source: [_RT_] {i}Lauren's getting really good at taking a cock down her throat!{/i}
dutch: [_RT_] {i}Lauren wordt echt goed om haar keel door te nemen!{/i}

source: [_LT_] {i}Good thing I've been practicing on [ryan].{/i}
dutch: [_LT_] {i}Goed wat ik aan het oefenen ben op [ryan].{/i}

source: [_LT_] {i}I'll bet Matt didn't expect that.{/i}
dutch: [_LT_] {i}Ik durf te wedden dat Matt dat niet verwacht.{/i}

source: [_L_] I'm nervous... But I think I'm ready.
dutch: [_L_] Ik ben zenuwachtig... maar ik denk dat ik klaar ben.

source: [_L_] Don't forget, I'm a virgin. Start out slow. I've never put anything as big as you inside my pussy.
dutch: [_L_] Vergeet niet, ik ben maagd. Begin langzaam. Ik heb nog nooit zoiets groots gedaan als jij.

source: [_MB_] Don't worry. You're going to love this!
dutch: [_MB_] Maak je geen zorgen. Je gaat dit geweldig vinden!

source: [_L_] No... Wait!... That's too hard!... Too fast!
dutch: [_L_] Nee... Wacht!... Dat is te hard!... Te snel!

source: [_L_] Uunnngghhh... Slow down!
dutch: [_L_] Uunngghhhhhhh... Rustig aan!

source: [_R_] Hey, you heard her! Slow down!
dutch: [_R_] Hé, je hebt haar gehoord! Rustig aan!

source: [_L_] No, wait!... It's starting to feel really good!
dutch: [_L_] Nee, wacht!... Het begint echt goed te voelen!

source: [_L_] Oh, fuck!... Keep going!
dutch: [_L_] Oh, fuck!... Ga door!

source: [_RT_] {i}Holy shit!... She's really enjoying getting fucked by Matt.{/i}
dutch: [_RT_] {i}Heilige shit!... Ze geniet ervan om gefuceerd te worden door Matt.{/i}

source: [_RT_] {i}Goddammit!... I should have done more to prevent this from happening!{/i}
dutch: [_RT_] {i}Goddammit!... Ik had meer moeten doen om te voorkomen dat dit gebeurt!{/i}

source: [_RT_] {i}How is she ever going to want me, after having a dick as big as Matt's?{/i}
dutch: [_RT_] {i}Hoe gaat ze me ooit wensen, nadat ze een draai zo groot heeft als Matt's?{/i}

source: [_R_] You'd better watch out, she can really squirt!
dutch: [_R_] Je zou beter uitkijken, ze kan echt vieren!

source: [_MB_] Holy fuck!... You weren't kidding!
dutch: [_MB_] Heilige geur!... Jij was geen grapje!

source: [_MB_] I've never seen a girl squirt that much!
dutch: [_MB_] Ik heb nog nooit zo veel een meisje gezien!

source: [_MB_] That's fucking hot!
dutch: [_MB_] Dat is wazig heet!

source: [_MB_] Haha... I knew you two were into some kinky shit together.
dutch: [_MB_] Haha... Ik wist dat je twee in een beetje kinky shit samen waren.

source: [_MB_] Hahaha... How else would you... know she squirts a lot?
dutch: [_MB_] Hahahaha... Hoe zou jij anders kunnen... weet ze veel punten?

source: [_RT_] {i}Dammit! He's got me there!{/i}
dutch: [_RT_] {i}Dammit! Hij heeft me daar vandaan!{/i}

source: [_MB_] Nothing to say?
dutch: [_MB_] Niets te zeggen?

source: [_MB_] Then I've got... a suggestion.
dutch: [_MB_] dan heb ik een suggestie...

source: [_MB_] Why don't you... help me spitroast this bitch.
dutch: [_MB_] Waarom kun je me niet helpen... help me deze stoornis te spubelen.

source: [_R_] Don't call my sister a bitch!
dutch: [_R_] Bel mijn zus geen bitch!

source: [_L_] No... I am a bitch...
dutch: [_L_] Nee... Ik ben een beetje...

source: [_L_] A dirty bitch... in heat!
dutch: [_L_] Een vuile bitch... in hit!

source: [_L_] Who needs a good... dicking down.
dutch: [_L_] Wie heeft een lekkere lekker nodig... zuigen.

source: [_MB_] What do you say... Lauren?
dutch: [_MB_] Wat zeg je... Lauren?

source: [_MB_] Do you want... to suck... your brother's cock?
dutch: [_MB_] Wil je... om te slapen... de cock van je broer?

source: [_MB_] While I... keep pounding your tight, little pussy?
dutch: [_MB_] Terwijl ik... blijf je krap piken, kleine poesje?

source: [_L_] I shouldn't... suck my own brother's...
dutch: [_L_] Ik zou... mijn eigen broers zaden...

source: [_MB_] Lauren, I won't judge... or tell anyone.
dutch: [_MB_] Lauren, ik zal het niet beoordelen... of aan niemand vertellen.

source: [_L_] Yes...
dutch: [_L_] Ja...

source: [_L_] I want to suck... my brother's cock!
dutch: [_L_] Ik wil gezonder... mijn broers cock!

source: [_MB_] So, [ryan]? Why don't you come give it to her?
dutch: [_MB_] Dus, [ryan]? Waarom kom je het niet aan haar geven?

source: [_RT_] {i}How did I let this happen?{/i}
dutch: [_RT_] {i}Hoe heb ik dit laten gebeuren?{/i}

source: [_RT_] {i}Why didn't I use my money better to help Lauren.?{/i}
dutch: [_RT_] {i}Waarom gebruikte ik mijn geld niet beter om Laurin te helpen?{/i}

source: [_RT_] {i}Now she's getting fucked by one of my worst enemies.{/i}
dutch: [_RT_] {i}Nu wordt ze fuckt door een van mijn ergste vijanden.{/i}

source: [_RT_] {i}And God help me, I'm joining right in.{/i}
dutch: [_RT_] {i}en God help me, ik sluit me aan bij.{/i}

source: [_RT_] {i}What is wrong with me?{/i}
dutch: [_RT_] {i}Wat is er mis met mij?{/i}

source: [_LT_] {i}My Goddammed brother!{/i}
dutch: [_LT_] {i}Mijn Goddammed broer!{/i}

source: [_LT_] {i}How could he let this happen to me?{/i}
dutch: [_LT_] {i}Hoe kan hij mij dit laten overkomen?{/i}

source: [_LT_] {i}And God?... Why am I enjoying it so much?{/i}
dutch: [_LT_] {i}En God?... Waarom geniet ik er zo van dat?{/i}

source: [_LT_] {i}Not just enjoying it... Needing it!{/i}
dutch: [_LT_] {i}niet alleen genieten ervan... Vereist het!{/i}

source: [_LT_] {i}The fuck is wrong with me?{/i}
dutch: [_LT_] {i}De fuck klopt met mij?{/i}

source: [_MB_] You don't mind if I cum in your pussy do you?
dutch: [_MB_] Je kunt het niet erg vinden als ik in jouw pauze kom?

source: [_R_] You'd better not!... What if you get her...
dutch: [_R_] Je zou het beter niet kunnen!... Wat als je haar krijgt...

source: [_R_] Pregnant.
dutch: [_R_] Zwanger

source: [_L_] I can't believe you came in my pussy!
dutch: [_L_] Ik kan niet geloven dat je mijn poes hebt gehaald!

source: [_MB_] I can't believe I got your virginity!
dutch: [_MB_] Ik kan niet geloven dat ik je maagdelijkheid bezit!

source: [_L_] Look at my pussy!... It won't stop oozing out!
dutch: [_L_] Kijk naar mijn poesje!... Het zal niet stoppen met afkoelen

source: [_L_] I'm gonna be pregnant for sure!
dutch: [_L_] Ik ga zeker zwanger worden!

source: [_MB_] If you're worried about it, Megan can give you a morning-after pill.
dutch: [_MB_] Als je er zorgen over hebt, kan Megan je een morning-after-pil geven.

source: [_MB_] For what it's worth though... You were incredible for you first time.
dutch: [_MB_] Voor wat wel waard is... Je was ongelofelijk voor je eerste keer.

source: [_MB_] I've never seen a girl cum like that.
dutch: [_MB_] Ik heb nog nooit zo'n kubus van een meisje gezien.

source: [_MB_] It was so hot!
dutch: [_MB_] Het was zo heet!

source: [_MB_] I'd love it if we could keep fucking.
dutch: [_MB_] Ik zou het graag leuk vinden als we blijven rommelen.

source: [_R_] Sorry, buddy! She's paid her debt. This was a one-time thing!
dutch: [_R_] Sorry, makker! Ze heeft haar schuld betaald. Dit was een eenmalig ding!

source: [_L_] Yeah... One time only.
dutch: [_L_] Ja... Een keer.

source: [_MB_] I think I could make it worth your while.
dutch: [_MB_] Ik denk dat ik het jouw tijd waard zou kunnen maken.

source: [_MB_] Would you still like to be student body president?
dutch: [_MB_] Wil je nog steeds student lichaam voorzitter zijn?

source: [_L_] More than anything.
dutch: [_L_] Meer dan alles.

source: [_MB_] If we can keep fucking in the future... I'll resign right now, and let you become president by default.
dutch: [_MB_] Als we in de toekomst kunnen blijven breken... Ik neem nu ontslag en laat je standaard voorzitter worden.

source: [_L_] Are you serious?
dutch: [_L_] Bent u het ernstig?

source: [_MB_] One hundred percent.
dutch: [_MB_] 100 procent.

source: [_R_] Now wait just a...
dutch: [_R_] Wacht nu een...

source: [_R_] Wait, Lauren!
dutch: [_R_] Wacht, Lauren!

source: [_MB_] I can't wait to go another round with you!
dutch: [_MB_] Ik kan niet wachten om nog een ronde met jou te beginnen!

source: [_L_] Thanks, Matt! I'll see you soon then.
dutch: [_L_] Bedankt, Matt! Ik zie je snel.

source: [_L_] Well, [ryan].
dutch: [_L_] Nou, [ryan].

source: [_L_] You're looking at your new student body president... No thanks to you.
dutch: [_L_] Je kijkt naar je nieuwe lichaam president... Nee dank aan jou.

source: [_R_] You're not looking very distinguished sitting there naked, all covered in cum.
dutch: [_R_] Je ziet er niet erg eminent uit daar naakt, allemaal bedekt in cum.

source: [_L_] Haha... I almost forgot about the cum!
dutch: [_L_] Haha... Ik ben bijna vergeten hoe het kum!

source: [_L_] Mmmmmmmmmm...
dutch: [_L_] mmmmmmmmm...

source: [_R_] Oh, my God!
dutch: [_R_] Oh, mijn God!

source: [_L_] What's wrong?
dutch: [_L_] Wat is verkeerd?

source: [_R_] You just ate Matt's cum!
dutch: [_R_] Je hebt net Matt's muis gegeten!

source: [_L_] Yeah, I ate yours too.
dutch: [_L_] Yeah, ik heb ook jou opgegeten.

source: [_L_] I don't hear you complaining about that.
dutch: [_L_] Ik hoor je niet klagen daarover.

source: [_L_] Wow, what?
dutch: [_L_] Wow, wat?

source: [_R_] I just can't believe what a whore you're becoming!
dutch: [_R_] Ik kan gewoon niet geloven wat je aan het worden bent!

source: [_L_] Oh, can't you?
dutch: [_L_] Oh, nietwaar?

source: [_L_] This is all your fault!
dutch: [_L_] Dit is allemaal jouw fout!

source: [_L_] I never would have started jacking off guys in the bathroom, if you'd been helping me bring my poll numbers up. Then...
dutch: [_L_] Ik zou nooit zijn begonnen met het afhakken van jongens in de badkamer, als je me had geholpen om mijn enquête omhoog te halen. Then...

source: [_L_] That didn't motivate you to help me either. I started sucking guys off in the bathroom because you still couldn't take any time to help me out. Then...
dutch: [_L_] Dat motiveerde je niet om me te helpen. Ik begon met het opzuigen van jongens in de badkamer, omdat je nog geen tijd kon nemen om me te helpen. die...

source: [_L_] I started licking pussy, because you couldn't spare any time to help me with my campaign. And finally...
dutch: [_L_] Ik ben begonnen met het licken van pussy, omdat je geen tijd kon sparen om me te helpen met mijn campagne. En uiteindelijk...

source: [_L_] With the threat of having to lose my virginity to a truly chauvinistic jock, you barely lifted a finger to help me win that bet.
dutch: [_L_] Met de dreiging dat ik mijn maagdelijkheid moet verliezen aan een echte chauvinistische jock, je hebt nauwelijks een vinger opgehaald om me te helpen die weddenschap te winnen.

source: [_L_] And guess what?
dutch: [_L_] En raad wat?

source: [_L_] I'm a little surprised, but... I loved getting fucked by Matt.
dutch: [_L_] Ik ben een beetje verrast, maar... Ik vond het leuk om verdomd te raken door Matt.

source: [_L_] And then when you two started spitroasting me!...
dutch: [_L_] En dan toen je twee begonnen met spuwer te spuwen!...

source: [_L_] Oh, fuck!... Just thinking about it, is making my pussy drip again.
dutch: [_L_] Oh, fuck!... Denk erover na, laat mijn poosje weer opstropen.

source: [_R_] That's probably just more of Matt's cum.
dutch: [_R_] Dat is waarschijnlijk meer van Matt's cum.

source: [_L_] It's your turn now.
dutch: [_L_] Het is nu jouw beurt.

source: [_L_] I need "you" to fuck me now!
dutch: [_L_] Ik heb "jij" nodig om me nu te trotseren!

source: [_R_] Fuck that!... Matt's cum is still dripping out of your cunt, and you want me to stick my dick in you?
dutch: [_R_] Fuck dat!... Matt's kubus is nog steeds uit je kroon aan het dijken, en je wilt dat ik mijn dick in je mond stop?

source: [_L_] [ryan], Please!
dutch: [_L_] [ryan], graag!

source: [_L_] I didn't get enough!
dutch: [_L_] Ik heb niet genoeg gehad!

source: [_R_] What do you mean?... You came so hard you squirted all over the place.
dutch: [_R_] Wat bedoelt u?... Je bent zo hard gekomen dat je over de hele wereld gepletterd bent.

source: [_L_] Yeah, but... I've gotten all worked up again.
dutch: [_L_] Yeah, maar... Ik ben weer opgestaan.

source: [_L_] What I really need now...
dutch: [_L_] Wat ik nu echt nodig heb...

source: [_L_] Is my brother's cock to fill my hungry little pussy.
dutch: [_L_] Is mijn broer ziek om mijn hongerige kleine duwtje te vullen.

source: [_RT_] {i}Why can't I stop myself?... I'll only make it worse! But, I've got to have Lauren's pussy!{/i}
dutch: [_RT_] {i}Waarom kan ik mezelf niet stoppen?... Ik zal het alleen maar erger maken! Maar ik moet Lauren's Pauze krijgen!{/i}

source: [_R_] Fine.
dutch: [_R_] Prima!

source: [_L_] Yay!... You can start by licking my pussy.
dutch: [_L_] Yay!... Je kunt beginnen door te klikken op mijn poging.

source: [_R_] Matt just came in your pussy.
dutch: [_R_] Matt kwam net in je poging.

source: [_LT_] {i}And making [ryan] clean me out would be a perfect revenge for making this all happen.{/i}
dutch: [_LT_] {i}En het schoonmaken van [ryan] zou een perfecte wraak zijn om dit allemaal te laten gebeuren.{/i}

source: [_L_] I already dug it all out with my fingers, remember?
dutch: [_L_] Ik heb het allemaal al uitgegraven met mijn vingers, weet je nog?

source: [_R_] {i}God, the things I'll go through to get Lauren's pussy.{/i}
dutch: [_R_] {i}God, de dingen die ik ga doen om Lauren's Psyen te krijgen.{/i}

source: [_LT_] {i}I can't believe he's licking up Matt's cum!{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat hij Matt's kok oplikt!{/i}

source: [_LT_] {i}He would have done anything to fuck my pussy!... Why does having this kind of power over my brother turn me on so much?{/i}
dutch: [_LT_] {i}Hij zou alles hebben gedaan om mijn smaak te breken!... Waarom zet je dit soort macht over mijn broer me zo sterk aan?{/i}

source: [_RT_] {i}It doesn't taste too bad... Mostly like pussy. It's just the thought of Matt's spooge that's starting to make my dick go soft.{/i}
dutch: [_RT_] {i}Het smaakt niet te slecht... Meestal zoals pussen. Het is alleen de gedachte van Matt's spooge die mijn snij soft.{/i} begint te maken.{/i}

source: [_L_] Haha... It didn't take much to get you hard again.
dutch: [_L_] Haha... Het duurde niet veel om je weer moeilijk te krijgen.

source: [_R_] Until you cleanse your womb with fire, I'm not licking that pussy.
dutch: [_R_] Totdat je je buik met vuur schoonmaakt, lek ik niet op die druppel.

source: [_L_] Well, what if I don't let you fuck me, then?
dutch: [_L_] Nou, wat als ik me niet laat vertroebelen?

source: [_R_] Alright, I won't, then... But you were the one begging me to fuck you.
dutch: [_R_] Ok, ik zal het niet doen, to... Maar jij bood me om je de tuin te leiden.

source: [_L_] Ok, fine... you called my bluff.
dutch: [_L_] Ok, fijn... je hebt mijn bluf gebeld.

source: [_L_] Now give me your dick and I'll make it hard.
dutch: [_L_] Geef me nu je luie en ik zal het hard maken.

source: [_L_] Oh... Haha... You're already hard!
dutch: [_L_] Oh... Haha... Je bent al moeilijk!

source: [_L_] Now that I'm all loosened up by Matt, you shouldn't have to worry about hurting me.
dutch: [_L_] Nu ik allemaal losgesneden ben door Matt, moet je je geen zorgen maken over het beschadigen van me.

source: [_L_] Ohhh... Even after Matt... Your dick feels really big.
dutch: [_L_] Ohhh... Zelfs na Matt... Jouw draai voelt echt groot.

source: [_R_] Fuck... I'm surprised that you still feel so tight!
dutch: [_R_] Fuck... Ik ben verbaasd dat je je nog steeds zo strak voelt!

source: [_L_] Ok, now fuck me!
dutch: [_L_] Ok, nu ben ik verdwaald!

source: [_L_] Oh, God!... I'm fucking my brother!
dutch: [_L_] Oh, God!... Ik verdomd mijn broer!

source: [_LT_] {i}Oh, God!... That orgasm was almost as good as the one Matt gave me!{/i}
dutch: [_LT_] {i}Oh, God!... Die orakel was bijna net zo goed als de ene Matt mij geeft!{/i}

source: [_LT_] {i}I can't get pregnant, but the thought of all Matt's and [ryan]'s swimmers soaking my eggs just turns me on so much!{/i}
dutch: [_LT_] {i}Ik kan niet zwanger worden, maar de gedachte aan alle Matt's en [ryan]zwanger raken mijn eieren om me zo sterk te maken!{/i}

source: [_L_] Between Matt and you, I might be pregnant now!
dutch: [_L_] Tussen Matt en jij, ik zou nu misschien zwanger kunnen zijn!

source: [_L_] Yeah... I guess!
dutch: [_L_] Ja... Ik vermoed het!

source: [_L_] And just think... Just one of those billions of tiny sperms of yours or Matt's could knock me up.
dutch: [_L_] En denk maar... Een paar van die miljarden van jou of Matt's zou me kunnen opkloppen.
