Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] Oh, yes! Matt... That feels so good!
french: [_M_] Oh, oui! Matt... C'est si bien !
italian: [_M_] Oh, sì! Matt... Questo si sente così bene!
portuguese: [_M_] Ah, sim! Matt ... Isso se sente tão bem!
russian: О, да! Мэтт ... Так хорошо!

source: [_RT_] {i}What the fuck?! She's thinking about Matt?!{/i}
french: [_RT_] {i}Quel foutre ?! Elle pense à Matt?!{/i}
italian: [_RT_] {i}Che cazzo?! Lei sta pensando a Matt?!{/i}
portuguese: [_RT_] {i}Que porra?! Ela está pensando no Matt?! {/i}
russian: [_RT_] {i}Что таков?! Она думает о Матте?!{/i}

source: [_M_] I'm sorry for peeping on you, Lauren. But you looked so hot throating Matt's cock like that.
french: [_M_] Je suis désolé d'avoir jeté un coup d'œil sur vous, Lauren. Mais vous avez l'air si chaud la queue de Matt comme ça.
italian: [_M_] Mi dispiace di averti fatto sbirciare, Lauren. Ma hai sembrato così caldo come il cazzo di Matt.
portuguese: [__M_] Eu sinto muito por te espiar, Lauren. Mas você parecia tão quente a jogar o pau do Matt assim.
russian: Прости, что подглядывал за тобой, Лорен. Но ты так горячо смотрела на член Мэтта.

source: [_RT_] {i}Lauren was sucking off Matt? And Mom just watched?!{/i}
french: [_RT_] {i}Lauren sucait Matt? Et maman vient de regarder ?!{/i}
italian: [_RT_] {i}Lauren stava succhiando Matt? E la mamma appena osservata?!{/i}
portuguese: [_RT_] {i}Lauren estava sugando o Matt? E a mamãe acabou de assistir?! {/i}
russian: [_RT_] {i}Лорен сосал мат? А мама только что смотрели?!{/i}

source: [_RT_] {i}Is she looking at Lauren's picture in the family photo?{/i}
french: [ _RT_ ] {i}Est-ce qu'elle regarde la photo de Lauren dans la photo de famille? { /i }
italian: [_RT_] {i}Sta guardando l'immagine di Lauren nella foto di famiglia?{/i}
portuguese: [_RT_] {i}Ela está olhando para a foto de Laura na foto da família? {/i}
russian: [_RT_] {i}Она смотрит на картинку Лорена на фото семьи?{/i}

source: [_M_] I can't believe you'd be so bold, Lauren! Sucking off your boyfriend in the yard with your whole family right inside.
french: [ _M_ ] Je ne peux pas croire que tu serais si audacielle, Lauren ! Réussiez votre petit ami dans la cour avec toute votre famille à l'intérieur.
italian: [_M_] Non posso credere che saresti così audace, Lauren! Succhiare il tuo ragazzo nel cortile con tutta la tua famiglia proprio dentro.
portuguese: [_M_] Eu não posso acreditar que você seria tão ousada, Lauren! Sugando o seu namorado no quintal com toda a sua família bem dentro.
russian: Не могу поверить, что ты была такой смелой, Лорен! Сосать своего парня во дворе со всей семьей.

source: [_M_] Is he fucking you too, Baby? Oh, I'll bet he is.
french: [_M_] Il vous baise-t-il aussi, Bébé ? Oh, je parie qu'il est.
italian: [_M_] Anche lui ti scopa, Baby? Oh, scommetto che è.
portuguese: [_M_] Ele está comendo você também, Baby? Ah, aposto que ele é.
russian: [_M_] Он тоже трахает тебя, Baby? Ох, я поставлю он.

source: [_M_] It's okay, Honey... I'm not mad. How could you not let a stud like him fuck you?
french: [_M_] C'est bon, miel... Je ne suis pas fou. Comment ne pas laisser un haras comme lui vous baiser ?
italian: [_M_] Va bene, Miele... non sono pazzo. Come potresti non lasciare che un perno come lui ti scopi?
portuguese: [_M_] Tudo bem, querida... Eu não estou louco. Como você não podia deixar um estúdio como ele rolar?
russian: Все в порядке, Дорогая ... Я не злюсь. Как ты мог не позволить студину, как он, трахать тебя?

source: [_M_] But Mommy needs some cock too!
french: [ _M_ ] Mais maman a aussi besoin de coq !
italian: [_M_] Ma anche la mamma ha bisogno di qualche cazzo!
portuguese: [_M_] Mas a mamãe precisa de um cocô também!
russian: Но мамочке тоже нужен член!

source: [_M_] I'm sorry, Baby, but I need to borrow your boyfriend!
french: [ _M_ ] Je suis désolé, Bébé, mais j'ai besoin d'emprunter votre copain !
italian: [_M_] Mi dispiace, Baby, ma ho bisogno di prendere in prestito il tuo fidanzato!
portuguese: [__M_] Eu sinto muito, Baby, mas eu preciso pegar emprestado o seu namorado!
russian: Прости, детка, но мне нужно позаимствовать твоего парня!

source: [_M_] Just for a little bit, Honey. You don't mind, do you? You'll share your boyfriend with your horny mother, won't you?
french: [_M_] Juste pour un peu, Honey. Vous n'avez pas d'importance, n'est-ce pas? Vous partagerez votre petit ami avec votre mère cornée, n'est-ce pas?
italian: [_M_] Solo per un po', miele. Non ti dispiace, vero? Condividerai il tuo ragazzo con tua madre cornea, vero?
portuguese: [_M_] só um pouquinho, querida. Você não se importa? Você vai compartilhar o seu namorado com a sua mãe dos cavalinhos, não vai?
russian: Просто немного, милая. Ты не возражаешь? Ты будешь делиться своим парнем с твоей роговой матерью, не так ли?

source: [_RT_] {i}No! It's not supposed to be like this. You're both, supposed to be mine. Not his!{/i}
french: [_RT_] {i}Non! Ce n'est pas censé être comme ça. Vous êtes les deux, censé être le mien. Pas le sien !{/i}
italian: [_RT_] {i}No! Non dovrebbe essere così. Dovresti essere mio. Non il suo!{/i}
portuguese: [_RT_] {i}Não! Não deveria ser assim. Ambos vocês dois, deveriam ser meus. Não seus!{/i}
russian: [ _RT_] {i}Нет! Это не должно быть так. Вы оба, должно быть, мои. Не его! { /i }

source: [_M_] Mmph...! Your mother's so close, Baby! Where should your boyfriend cum?
french: [_M_] Mmph...! Votre mère est si proche, bébé! Où devrait être le foutre de votre copain?
italian: [_M_] Mmph...! Tua madre è così vicina, Baby! Dove dovrebbe cumare il tuo fidanzato?
portuguese: [_M_] mamãe...! Sua mãe está tão próxima, bebê! Onde diabos o seu namorado?
russian: [_M_] Mmph...! Ваша мама так близко, Baby! Где твои друзья есть?

source: [_RT_] {i}This is the worst. Why can't I stop listening to this?{/i}
french: [_RT_] {i}C'est le pire. Pourquoi ne puis-je pas arrêter d'écouter cela?{/i}
italian: [_RT_] {i}Questo è il peggio. Perché non posso smettere di ascoltare questo?{/i}
portuguese: [_RT_] {i}Este é o pior. Por que eu não posso parar de ouvir isso? {/i}
russian: [_RT_] {i}Это самое худшее. Почему я не могу остановить прослушивание этого?{/i}

source: {b}{i}"Mom's Libido -5"{/i}{/b}
french: {b}{i}«La libido de maman -5«{/i}{/b}
portuguese: {b}{i}"Mamãe Lido -5"{/i}{/b}
russian: {b}{i}"Либидо мамы -5"{/i}{/b}

source: [_M_] Oh, Matt. You naughty boy! If only you knew what you're doing to your teacher.
french: [_M_] Oh, Matt. Vous méchant garçon ! Si seulement vous saviez ce que vous faites à votre professeur.
italian: [_M_] Oh, Matt. Hai cattivo ragazzo! Se solo sapevi cosa stai facendo al tuo insegnante.
portuguese: [_M_] Oh, Matt. Seu menino travesso! Se só você soubesse o que está fazendo com o seu professor.
russian: О, Мэтт. Ты непослушный мальчик! Если бы ты знала, что делаешь с учителем.

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control.{/i}
french: [_RT_] {i}Je dois trouver un moyen de gagner ma mère et Lauren de Matt. Cela devient incontrôlable.{/i}
italian: [_RT_] {i}Devo trovare un modo per vincere Mamma e Lauren da Matt. Questo sta sfuggendo al controllo.{/i}
portuguese: [_RT_] {i}Eu tenho que encontrar uma maneira de ganhar a mamãe e a Lauren de volta de Matt. Isso está ficando fora de controle. {/i}
russian: [_RT_] {i}Я должен найти способ выиграть Мату и Лорен обратно из Матта. Это выходит из контроля.{/i}

source: {b}{i}"You have found the "Three of Clubs" Card!"{/i}{/b}
french: {b}{i}"Vous avez trouvé la carte "Trois Clubs" !"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Three of Club"!"{/i}{/b}
portuguese: {b}{i}"Você encontrou o Cartão "Três Clubs"!"{/i}{/b}
russian: {b}{i}"Вы нашли карту "Три Клуба"!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
french: {b}{i}'Voir cette carte dans la galerie et le casino'{/i}{/b}
italian: {b}{i}"Visualizza questa carta nella galleria e nel casinò"{/i}{/b}
portuguese: {b}{i}"Veja esta carta na galeria e o casino"{/i}{/b}
russian: {b}{i}"Просмотреть эту карту в галерее и казино"{/i}{/b}

source: [_RT_] {i}Sounds like Mandy and Lauren are in the bathroom together again.{/i}
french: [_RT_] {i}On dirait que Mandy et Lauren sont à nouveau dans la salle de bain.{/i}
italian: [_RT_] {i}Suona come Mandy e Lauren sono di nuovo in bagno.{/i}
portuguese: [_RT_] {i}Parece que Mandy e Lauren estão no banheiro juntos novamente.{/i}
russian: [_RT_] {i}звучит как Манди и Лорен в комнате снова вместе.{/i}

source: [_RT_] {i}They've been getting a lot closer lately. What naughty things do those two get up to when no one else is around?{/i}
french: [_RT_] {i}Ils se sont rapprochés beaucoup ces derniers temps. Que font ces deux méchants quand personne d'autre ne se trouve ?{/i}
italian: [_RT_] {i}Si sono avvicinati molto di recente. Quali sono le cose cattive a cui questi due si avvicinano quando nessun altro è in giro?{/i}
portuguese: [_RT_] {i}Eles têm vindo a ficar muito mais perto ultimamente. O que as duas coisas malvadas fazem até quando ninguém mais é ao redor?{/i}
russian: [_RT_] {i}Они в последнее время стали гораздо ближе. Что делать, если никто еще не круглый?{/i}

source: [_RT_] {i}Let's see what they're up to.{/i}
french: [ _RT_ ] {i}Voyons ce qu'ils sont jusqu'à. { /i }
italian: [_RT_] {i}Vediamo cosa stanno per fare.{/i}
portuguese: [_RT_] {i}Vamos ver o que eles estão apto. {/i}
russian: [_RT_] {i}Давай посмотрим, к чему они работают.{/i}

source: [_RT_] {i}Alright! I caught them taking a shower again.{/i}
french: [_RT_] {i}D'accord! Je les ai attrapés à nouveau en prenant une douche.{/i}
italian: [_RT_] {i}Bene! Li ho presi di nuovo sotto la doccia.{/i}
portuguese: [_RT_] {i}Certamente! Peguei um banho de novo.{/i}
russian: [_RT_] {i}Хорошо! Я поймал их забрать душ снова.{/i}

source: [_RT_] {i}Wow! Looks like Mandy wants to help scrub Lauren's soapy body. Especially the soft and squishy bits.{/i}
french: [_RT_] {i}Wow! On dirait que Mandy veut aider à nettoyer le corps savonneux de Lauren. Surtout les bouchées moches et squissées.{/i}
italian: [_RT_] {i}Wow! Sembra che Mandy voglia aiutare a scrub corpo saponato di Lauren. Soprattutto i morsi e squishy morbidi.{/i}
portuguese: [_RT_] {i}Uau! Parece que Mandy quer ajudar a cruzar o corpo de sabão de Lauren. Especialmente as partes macias e polidas. {/i}
russian: [ _RT_] {i}Вау! Похоже, Мэнди хочет помочь мыть тело Лорен. Особенно мягкие и мягкие биты. { /i }

source: [_RT_] {i}She doesn't seem to mind?{/i}
french: [_RT_] {i}Cela ne semble pas me déranger?{/i}
italian: [_RT_] {i}Lei non sembra pensare?{/i}
portuguese: [_RT_] {i}Parece que ela não se importa?{/i}
russian: [_RT_] {i}Она не думает?{/i}

source: [_RT_] {i}Huh... Lauren turned the shower off, but Mandy doesn't look like she's ready to get out yet.{/i}
french: [_RT_] {i}Huh... Lauren a éteint la douche, mais Mandy ne semble pas encore prête à sortir.{/i}
italian: [_RT_] {i}Huh... Lauren ha spento la doccia, ma Mandy non sembra ancora pronta a uscire.{/i}
portuguese: [_RT_] {i}Huh... Lauren desligou a chuva, mas Mandy não parece estar pronta para sair ainda.{/i}
russian: [_RT_] {i}Huh... Лорен отключил душ, но Манди не похож на её.{/i}

source: [_RT_] {i}She's got that hungry look in her eyes.{/i}
french: [_RT_] {i}Elle a ce regard affamé dans ses yeux{/i}
italian: [_RT_] {i}Ha quell'aspetto affamato nei suoi occhi.{/i}
portuguese: [_RT_] {i}Ela tem aquele olhar com fome nos olhos.{/i}
russian: [_RT_] {i}Она поняла, что голодающая смотрит в глазах.{/i}

source: [_RT_] {i}Goddam! Washing her wasn't the only thing Mandy wanted to help Lauren with. Looks like some more of that "kissing practice" too.{/i}
french: [_RT_] {i}Bon dieu ! Lavez-vous Mandy n'était pas la seule chose dont vous vouliez aider Lauren avec. On dirait encore un peu plus de cette pratique de l'embrassage.{/i}
italian: [_RT_] {i}Goddam! Lavarla non era l'unica cosa che Mandy voleva aiutare Lauren con. Sembra che anche qualche altra "pratica di baciare". {/i}
portuguese: [_RT_] {i}Goddam! Lavando para ela não era a única coisa que Mandy queria ajudar Lauren com. Parece que mais um pouco dessa "prática de beijar " também.{/i}
russian: [ _RT_] {i}Годдам! Мытье ее было не единственное, что Мэнди хотела помочь Лорен. Похоже на то, что "практика поцелуя" тоже. { /i }

source: [_RT_] {i}That's so hot! Mandy's grinding her pussy on Lauren's thigh!{/i}
french: [_RT_] {i}C'est tellement chaud! Mandy se broie la chatte sur la cuisse de Lauren!{/i}
italian: [_RT_] {i}È così caldo! Mandy macinare la figa sulla coscia di Lauren!{/i}
portuguese: [_RT_] {i}Isso é tão quente! Mandy está triturando sua coxinha na coxa da Lauren! {/i}
russian: [_RT_] {i}Это так жарко! Мэнди хлынул ее на беде Лорана!{/i}

source: [_RT_] {i}Fuck! They are really going at it. These kissing lessons Mandy's giving... looks like they're really paying off.{/i}
french: [_RT_] {i}Fuck ! Ils y vont vraiment. Ces leçons embrassantes que Mandy's donne... semblent vraiment payantes.{/i}
italian: [_RT_] {i}Fuck! Stanno davvero andando ad esso. Queste lezioni di baciare Mandy's dando... sembra che stiano davvero pagando.{/i}
portuguese: [_RT_] {i}Presa! Eles estão indo para isso. Estas lições beijando os ensinamentos que Mandy... parece que eles estão realmente pagando.{/i}
russian: [_RT_] {i}Fuck! Они действительно ведают на себя. Эти поцелуйные уроки Манди... Похоже, они действительно заплатили за это.{/i}

source: [_RT_] {i}I have to get in there... Two wet and horny girls need my help.{/i}
french: [_RT_] {i}Je dois y entrer... Deux filles mouillées et cornées ont besoin de mon aide{/i}
italian: [_RT_] {i}Devo entrare lì... Due ragazze bagnate e arrapate hanno bisogno del mio aiuto.{/i}
portuguese: [_RT_] {i}tenho que entrar lá... Duas garotas molhadas e cavalinhas precisam de minha ajuda.{/i}
russian: [_RT_] {i}Я туда должен попасть... Две мокрые и розовые девушки нуждаются в моей помощи.{/i}

source: [_C_] What the hell do you think you're doing?
french: [ _C_ ] Qu'est-ce que vous pensez que vous faites?
italian: [_C_] Che diavolo pensi che stia facendo?
portuguese: [_C_] Que diabos você acha que está fazendo?
russian: [_C_] Что ты думаешь, что делаешь?

source: [_R_] I was just... Going to the bathroom.
french: [_R_] J'étais juste... Aller à la salle de bains.
italian: [_R_] ero solo... Andare in bagno.
portuguese: [_R_] Eu só estava... indo para o banheiro.
russian: Я просто ... Иду в туалет.

source: [_C_] Spare me your lame excuses! You were trying to peep on Mandy and Lauren!
french: [ _C_ ] Épnez-moi tes excuses ! Tu essayais de piller sur Mandy et Lauren !
italian: [_C_] Spavatemi le vostre scuse! Stavate cercando di sbirciare su Mandy e Lauren!
portuguese: [_C_] Coloque-me suas desculpas iguais! Você estava tentando mascarar Mandy e Lauren!
russian: Избавьi от своих отговорок! Ты пыталась подглядывать на Мэнди и Лорен!

source: [_R_] Oh!... Are they in there right now? I had no idea.
french: [_R_] Oh!... Sont-ils là en ce moment? Je n'avais aucune idée.
italian: [_R_] Oh!... Sono lì in questo momento? Non avevo idea.
portuguese: [_R_] Ah!... Eles estão lá agora? Eu não fazia ideia.
russian: [ _R_] Oh! ... Они там сейчас? Я понятия не имел.

source: [_C_] Please! You knew they were in there.
french: [ _C_ ] S'il vous plaît ! Vous saviez qu'ils étaient là.
italian: [_C_] Per favore! Sapevi che erano lì dentro.
portuguese: [_C_] Por favor! Você sabia que eles estavam lá dentro.
russian: [ _C_] Пожалуйста! Ты знал, что они там.

source: [_C_] Finding opportunities to be a disgusting pervert is your only skill.
french: [ _C_ ] Trouver des occasions d'être un pervers dégoûtant est votre seule compétence.
italian: [_C_] Trovare opportunità per essere un perverso disgustoso è la tua unica abilità.
portuguese: [_C_] Encontrar oportunidades para ser um pervertido nojento é sua única habilidade.
russian: [_C_] Нахождение возможностей быть отвратительным извращением является единственным навыком.

source: [_RT_] {i}This bitch!{/i}
french: [_RT_] {i}Cette chienne !{/i}
italian: [_RT_] {i}Questa puttana!{/i}
portuguese: [_RT_] {i}Esta cadela! {/i}
russian: [_RT_] {i}Этот бит!{/i}

source: [_RT_] {i}Big talk coming from someone who will do sexual favors for money.{/i}
french: [ _RT_ ] {i}Big talk from someone who will do sexual favors for money. { /i }
italian: [_RT_] {i}Big talk proveniente da qualcuno che farà favori sessuali per denaro.{/i}
portuguese: [_RT_] {i}Big talk vindo de alguém que vai fazer favores sexuais por dinheiro. {/i}
russian: [_RT_] {i}Большой разговор от кого-то, кто будет делать сексуальные услуги за деньги.{/i}

source: [_RT_] {i}She needs an ego check.{/i}
french: [_RT_] {i}Elle a besoin d'une vérification de l'ego.{/i}
italian: [_RT_] {i}Ha bisogno di un controllo ego.{/i}
portuguese: [_RT_] {i}Ela precisa de uma verificação de ego. {/i}
russian: [_RT_] {i}Ей нужен вегетарианский контроль.{/i}

source: [_RT_] Time to give my aunt a tongue lashing, and not the fun kind.
french: [_RT_] Il est temps de donner à ma tante un coup de langue, et non pas le plaisir de la sorte.
italian: [_RT_] È tempo di dare a mia zia una lingua che frusta, e non il divertimento gentile.
portuguese: [_RT_] Hora de dar a minha tia uma amarração de língua, e não o tipo divertido.
russian: [_RT_] Время дать моей тете язык, а не веселый вид.

source: [_R_] Seems to me like you're the one who's always finding opportunities.
french: [_R_] Il me semble que vous êtes celui qui trouve toujours des opportunités.
italian: [_R_] Mi sembra che tu sia quello che sta sempre trovando opportunità.
portuguese: [_R_] Parece que você é quem está sempre encontrando oportunidades.
russian: Мне кажется, что ты всегда найдешь возможности.

source: [_R_] To be a whore, that is.
french: [ _R_ ] Pour être une pute, c'est ça.
italian: [_R_] Essere una puttana, cioè.
portuguese: [_R_] Para ser uma pessoa, seja.
russian: [ _R_] Чтобы быть шлюхой, то есть.

source: [_C_] What? How dare you call me that!
french: [_C_] Quoi? Comment osez-vous m'appeler ça !
italian: [_C_] Cosa? Come osate chiamarmi quello!
portuguese: [_C_] O quê? Como se atrevo a me chamar assim!
russian: [ _C_] Что? Как ты смеешь так меня называть!

source: {i}{b}"Aunt Camille's Anger +2"{/b}{/i}
french: {i}{b}«Colère de tante Camille +2»{/b}{/i}
italian: {i}{b}"zia Camille's Rger +2"{/b}{/i}
portuguese: {i}{b}"Raiva da Campainha +2"{/b}{/i}
russian: {i}{b}"Гнезлобный Гнев +2"{/b}{/i}

source: [_R_] You don't mind me being a perv around you, so long as I'm paying.
french: [ _R_ ] Vous ne m'oubliez pas d'être un perv autour de vous, aussi longtemps que je paie.
italian: [_R_] Non ti dispiace che io sia un perv intorno a te, finché sto pagando.
portuguese: [_R_] Você não se importa se eu for um perv ao seu redor, contanto que eu esteja pagando.
russian: Ты не против, что я буду врать вокруг тебя, пока я плачу.

source: [_C_] That doesn't... I'm not...
french: [_C_] Ce n'est pas le cas... Je ne suis pas...
italian: [_C_] Quello non è... Non sono...
portuguese: [_C_] Isso não é... Não estou...
russian: [ _C_] Это не ... Я не ...

source: [_R_] A thousand dollars was expensive, but you earned it. Took my cock down your throat like a real pro.
french: [ _R_ ] Un millier de dollars était cher, mais vous l'avez gagné. Pris ma bite dans la gorge comme un vrai pro.
italian: [_R_] Un migliaio di dollari era costoso, ma hai guadagnato. Ho preso il mio cazzo giù la gola come un vero professionista.
portuguese: [_R_] mil dólares foram caros, mas você ganhou. Cozinhe meu coque na sua garganta como um verdadeiro profissional.
russian: [ _R_] Тысяча долларов была дорогая, но ты это заслужила. Взял мой член в горло, как настоящий профи.

source: [_R_] How much did you charge me to rub my dick between your tits?
french: [ _R_ ] Combien vous m'avez chargé de frotter ma bite entre tes seins?
italian: [_R_] Quanto mi hai incaricato di strofinare il cazzo tra le tue tette?
portuguese: [__R_] Quanto você me cobrou para esfregar meu pau entre os peitos?
russian: Сколько ты предъявишь мне, чтобы потирать мой член между своими сиськами?

source: [_R_] You were happy to take my money for that handjob. I even got to cum all over your face.
french: [ _R_ ] Vous étiez heureux de prendre mon argent pour ce travail. J'ai même dû me faire foutre sur ton visage.
italian: [_R_] Sei stato felice di prendere i miei soldi per quel lavoro a mano. Ho anche avuto modo di sborrare tutto il tuo volto.
portuguese: [__R_] Você estava feliz em pegar meu dinheiro por esse trabalho de mão. Eu até cheguei a cum por toda a sua cara.
russian: [ _R_] Вы были счастливы взять мои деньги за эту работу. Я даже должен обнимать тебя по лицу.

source: [_R_] You're always happy to flash me your tits for some quick cash.
french: [ _R_ ] Vous êtes toujours heureux de me faire clignoter vos seins pour un peu d'argent.
italian: [_R_] Sei sempre felice di flasharmi le tette per qualche denaro veloce.
portuguese: [_R_] Você sempre está feliz em me piscar seus doces para um dinheiro rápido.
russian: [ _R_] Ты всегда рад мигать со мной твои сиськи за быстрые деньги.

source: [_C_] I... You can't tell...
french: [_C_] Je... Vous ne pouvez pas le dire...
italian: [_C_] I... Non puoi dire...
portuguese: [_C_] Eu... Você não sabe dizer...
russian: [ _C_] Я ... Ты не можешь сказать ...

source: [_C_] I am not a whore!
french: [ _C_ ] Je ne suis pas une pute !
italian: [_C_] Non sono una puttana!
portuguese: [_C_] Eu não sou quem quer que seja!
russian: Я не шлюха!

source: [_R_] Keep telling yourself that.
french: [ _R_ ] Continuez à vous dire ça.
italian: [_R_] Continua a dirlo a te stesso.
portuguese: [_R_] Continue dizendo isso a si mesmo.
russian: [ _R_] Продолжай говорить себе это.

source: [_CT_] {i}Where does he get the nerve?{/i}
french: [_CT_] {i}Où a-t-il le nerf ?{/i}
italian: [_CT_] {i}Dove prende il nervo?{/i}
portuguese: [_CT_] {i}Onde ele recebe o nerve? {/i}
russian: [_CT_] {i}Где он получает нерв?{/i}

source: [_CT_] {i}No guy's ever talked to me like that before.{/i}
french: [_CT_] {i}Aucun gars ne m'a jamais parlé de la même façon avant.{/i}
italian: [_CT_] {i}Nessun ragazzo mi ha mai parlato come prima.{/i}
portuguese: [_CT_] {i}Nenhum cara me falou assim antes.{/i}
russian: [ _CT_] {i}Ни один парень никогда не говорил со мной так раньше. { /i }

source: {i}{b}"Aunt Camille's Libido +1"{/b}{/i}
french: {i}{b}«Libido de tante Camille +1»{/b}{/i}

source: [_RT_] {i}I don't feel like getting into a pissing contest with her right now{/i}
french: [_RT_] {i}Je n'ai pas envie de participer à un concours de baiser avec elle{/i}
italian: [_RT_] {i}Non ho voglia di entrare in un contest pissing con lei in questo momento{/i}
portuguese: [_RT_] {i}Eu não estou com vontade de entrar em um concurso de salgadinho com ela agora mesmo{/i}
russian: [_RT_] {i}Мне не нравится попасть в соревнование поединков с ней прямо сейчас{/i}

source: [_R_] Whatever. I'll use the bathroom later.
french: [_R_] Quoi qu'il en soit, j'utiliserai la salle de bains plus tard.
italian: [_R_] Qualunque cosa sia. Io userò il bagno più tardi.
portuguese: [_R_] Tanto faz. Vou usar o banheiro mais tarde.
russian: [ _R_] Что угодно. Я использую ванную позже.

source: [_C_] Hmph... Yeah, keep walking creep.
french: [_C_] Hmph... Ouais, continuez à marcher.
italian: [_C_] Hmph... Sì, continua a camminare strisciante.
portuguese: [_C_] Hmph... É, continue caminhando creep.
russian: [ _C_] Hmph ... Да, продолжай ходить.

source: [_CT_] {i}I'll be watching you, mister.{/i}
french: [_CT_] {i}Je vais vous regarder, mister.{/i}
italian: [_CT_] {i}Ti guarderò, mistero.{/i}
portuguese: [_CT_] {i}Eu estarei observando você, mister. {/i}
russian: [ _CT_] {i}Я буду следить за вами, мистер. { /i }
