Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}I've just got to be careful that she doesn't do it back here!{/i}
italian: [_RT_] {i}Ho solo bisogno di stare attenti che non lo faccia di nuovo qui!{/i}

source: [_RT_] {i}I didn't think it was possible for anyone to be as horny as me, but she's definitely a strong contender!{/i}
italian: [_RT_] {i}Non pensavo che fosse possibile per chiunque essere cornea come me, ma lei è sicuramente un forte contendente!{/i}

source: [_MDT_] {i}Mmm... His dick's growing again!{/i}
italian: [_MDT_] {i}Mmm... Il suo cazzo sta crescendo di nuovo!{/i}

source: [_MDT_] {i}I'll admit, I was jealous and amazed that my mom could throat his cock like that! I can't wait until all this is out in the open between us. Then she can teach me a thing or two.{/i}
italian: [_MDT_] {i}Ammetto, ero geloso e stupito che mia mamma potesse fare gola al suo cazzo così! Non vedo l'ora che tutto questo sia all'aperto tra noi. Poi può insegnarmi una cosa o due.{/i}

source: [_MDT_] {i}God, it took every bit of will power I had not to jump out from behind the couch and lick all [ryan]'s cum off her!{/i}
italian: [_MDT_] {i}Dio, ha preso ogni po 'di potere di volontà che ho dovuto non saltare fuori da dietro il divano e leccare tutto [ryan]'cum off di lei! /i}

source: [_MDT_] {i}I'll admit, helping my mom get any action out of that huge dick makes me jealous that it's not me.{/i}
italian: [_MDT_] {i}Lo ammetterò, aiutando mia mamma a ottenere qualsiasi azione da quel cazzo enorme mi rende geloso che non sono io.{/i}

source: [_MDT_] {i}God, it took every bit of will power I had not to jump out from behind the couch and lick all his cum off her!{/i}
italian: [_MDT_] {i}Dio, ha preso ogni po 'di potere di volontà ho dovuto non saltare fuori da dietro il divano e leccare tutto il suo sperma fuori di lei! /i}

source: [_MDT_] {i}That thing is so big! I could barely fit it in my mouth!{/i}
italian: [_MDT_] {i}Quella cosa è così grande! Potrei a malapena adattarla in bocca!{/i}

source: [_MDT_] {i}I couldn't go nearly as deep as Lauren... I need more practice!{/i}
italian: [_MDT_] {i}Non ho potuto andare quasi così in profondità come Lauren... Ho bisogno di più pratica!{/i}

source: [_MDT_] {i}Mmmm... I want to get that cock in my mouth!{/i}
italian: [_MDT_] {i}Mmmm... Voglio ottenere quel cazzo in bocca!{/i}

source: [_MDT_] {i}Ha!... He just adjusted his cock above his waist band.{/i}
italian: [_MDT_] {i}Ha!... Ha appena aggiustato il suo cazzo sopra la sua cintura.{/i}

source: [_MDT_] {i}He's probably fucking his own belly button as he walks.{/i}
italian: [_MDT_] {i}Probabilmente sta scopando il proprio pulsante della pancia mentre cammina.{/i}

source: [_MDT_] {i}Fuck! Why do my thoughts keep taking me to such dirty places?{/i}
italian: [_MDT_] {i}Fuck! Perché i miei pensieri continuano a portarmi in luoghi così sporchi?{/i}

source: [_MDT_] {i}I should water my cousin again while I'm at it.{/i}
italian: [_MDT_] {i}Dovrei annaffiare di nuovo mio cugino mentre mi trovo.{/i}

source: [_R_] Again?... Doesn't this get old to you?
italian: [_R_] ancora?... Questo non ti fa vecchio?

source: [_MD_] It does not, and as I stated before, I don't want you to get heat stroke.
italian: [_MD_] Non lo fa, e come ho detto prima, non voglio che tu ottenga colpo di calore.

source: [_R_] You're so considerate!
italian: [_R_] Sei così premuroso!

source: [_MD_] Well, you're welcome!
italian: [_MD_] Beh, sei il benvenuto!

source: [_MDT_] {i}God, I want to see him cum again. He shoots so much when he cums. It's unreal!{/i}
italian: [_MDT_] {i}Dio, voglio vederlo di nuovo sborra. Lui spara così tanto quando lui cums. È irreale!{/i}

source: [_MDT_] {i}He completely covered my mom!{/i}
italian: [_MDT_] {i}Ha completamente coperto mia mamma!{/i}

source: [_MDT_] {i}I want to get completely covered in his sperm.{/i}
italian: [_MDT_] {i}Voglio essere completamente coperto nel suo sperma.{/i}

source: [_MDT_] {i}Fuck, I'm so horny right now! I don't think I can wait till tonight.{/i}
italian: [_MDT_] {i}Fuck, sono così eccitata in questo momento! Non penso di poter aspettare fino a stasera.{/i}

source: [_MDT_] {i}Screw it.{/i}
italian: [_MDT_] {i}A vite.{/i}

source: [_MD_] Oh, that feels so much better!
italian: [_MD_] Oh, che si sente molto meglio!

source: [_MD_] So... Now that Lauren's class president, you're going to need a new project to help a girl out on.
italian: [_MD_] So... Ora che il presidente di classe di Lauren, avrai bisogno di un nuovo progetto per aiutare una ragazza ad uscire.

source: [_MD_] I was thinking you could help me be the president of sucking cock.
italian: [_MD_] Stavo pensando che tu potessi aiutarmi ad essere il presidente del succhiare il cazzo.

source: [_MD_] Does that sound like a campaign you'd be interested in signing onto?
italian: [_MD_] Quella sembra una campagna su cui saresti interessato a firmare?

source: [_R_] Um... yeah... it does, but Aunt Cami seems to have a second sense anytime we try anything out here.
italian: [_R_] Um... sì... lo fa, ma zia Cami sembra avere un secondo senso ogni volta che proviamo qualcosa qui fuori.

source: [_MD_] Maybe we'll get lucky this time.
italian: [_MD_] Forse questa volta saremo fortunati.

source: [_R_] Lets just wait till tonight in Lauren's room. We'll have all the privacy we want.
italian: [_R_] Permette di aspettare fino a stasera nella stanza di Lauren. Avremo tutta la privacy che vogliamo.

source: [_RT_] {i}Not counting a sleeping Lauren. I wonder if I could get her to stop drinking that tea so the three of us could have some while she's awake.{/i}
italian: [_RT_] {i}Non contiamo un Lauren addormentato. Mi chiedo se potrei farla smettere di bere quel tè in modo che i tre di noi potrebbero avere un po 'mentre lei è sveglio.{/i}

source: [_MD_] God, [ryan]... I can't wait till tonight. I've got to taste your cum right now or I'm going to lose my mind.
italian: [_MD_] Dio, [ryan]... non vedo l'ora di aspettare fino a stasera. Devo assaggiare la tua sperma in questo momento o perderò la testa.

source: [_R_] Jesus, Mandy, messing around in the yard is a really bad idea. Let's go insi...
italian: [_R_] Gesù, Mandy, impazzire nel cortile è una pessima idea. Andiamo dentro...

source: [_MD_] Come on... Don't be like that. Isn't it more exciting this way?
italian: [_MD_] Avanti... Non sei così. Non è più eccitante in questo modo?

source: [_MD_] And don't you want to feel how hard my nipples are?
italian: [_MD_] E non vuoi sentire quanto duramente sono i miei capezzoli?

source: [_R_] I, uh... I mean we should really go somewhere else before.
italian: [_R_] Io, uh... Voglio dire che dovremmo davvero andare da qualche altra parte prima.

source: [_C_] Get inside right this minute young lady.
italian: [_C_] Entra proprio in questo minuto giovane signora.

source: [_MD_] No, Mom. I haven't finished my chores yet.
italian: [_MD_] No, Mamma non ho ancora finito le mie facce.

source: [_C_] [ryan] can do them. Now get inside.
italian: [_C_] [ryan] può farli. Ora entra dentro.

source: [_MD_] No! That's not fair to [ryan].... And I think Aunt [mom_name] would be really mad if she found out you told me not do what she asked me to do.
italian: [_MD_] No! Non è giusto [ryan].... E penso che la zia [mom_name] sarebbe davvero pazza se lei scoprisse che mi ha detto di non fare quello che mi ha chiesto di fare.

source: [_C_] Ha! Are you threatening to tell my own sister on me so you can get all dirty?
italian: [_C_] Ciao! Stai minacciando di dire a mia sorella su di me in modo che tu possa sporcarsi tutto?

source: [_MD_] That's right! Aunt [mom_name] has been very generous by feeding us and making sure we have a roof over our heads. It'd be a shame if she had a reason to be disappointed in you.
italian: [_MD_] È giusto! La zia [mom_name] è stata molto generosa nutrendoci e assicurandoci di avere un tetto sopra le nostre teste. Sarebbe una vergogna se avesse una ragione per essere delusa in voi.

source: [_C_] What? I... Fine! Go pull weeds and pick up trash if you want. But you keep your distance from that pervert. I don't want him ogling you.
italian: [_C_] Cosa? Io... Fine! Vai a tirare erbacce e raccogliere la spazzatura se vuoi. Ma tieni la tua distanza da quel pervertito. Non voglio che ti prenda in giro.

source: [_CT_] {i}Little brat! Threatening to tell my sister on me?{/i}
italian: [_CT_] {i}Piccolo brat! Minacciando di dire a mia sorella su di me?{/i}

source: [_CT_] {i}Humph... I think I've used that exact "disappointed" speech on her a dozen times about her father whenever she would disobey me at home.{/i}
italian: [_CT_] {i}Humph... Penso di aver usato quell'esatto discorso "deluso" su di lei una dozzina di volte su suo padre ogni volta che mi disobbedirebbe a casa.{/i}

source: [_CT_] {i}God damn you, Bobby! Why'd you leave us with no one to depend on but that scoundrel of a nephew?{/i}
italian: [_CT_] {i}Dio ti danna, Bobby! Perché ci lasceresti con nessuno da cui dipendere ma quel scoundrel di un nipote?{/i}

source: [_RT_] {i}She may be the biggest hypocrite I've ever met, but damn is my Aunt hot.{/i}
italian: [_RT_] {i}Potrebbe essere la più grande ipocrita che abbia mai incontrato, ma maledetto è la mia zia caldo.{/i}

source: [_MD_] Just look, will you?
italian: [_MD_] Basta guardare, vero?

source: [_R_] Ok fine, I'm looking.
italian: [_R_] Va bene, sto guardando.

source: [_MD_] See?... Does that give you any ideas?
italian: [_MD_] Vedi?... Ti dà qualche idea?

source: [_R_] Umm... I mean, that bikini she's got on is giving me ideas.
italian: [_R_] Umm... Intendo dire che il bikini che lei ha fatto è darmi delle idee.

source: [_MD_] Right? Can you believe she yelled at me just cuz you can see my tits a little bit through my top?
italian: [_MD_] giusto? Riesci a credere che lei urlò contro di me solo cuz puoi vedere le mie tette un po 'attraverso la mia cima?

source: [_R_] I mean, yeah. Isn't that what mothers are supposed to do?
italian: [_R_] Voglio dire, sì. Non è che cosa dovrebbero fare le madri?

source: [_MD_] Not when they're showing off their own tits to their nephew.
italian: [_MD_] Non quando stanno mostrando le loro tette al nipote.

source: [_R_] Ha, yeah... That's some real "do what I say, not what I do" parenting for you.
italian: [_R_] Ha, sì... Questo è un vero "fare quello che dico, non quello che faccio" genitore per voi.

source: [_MD_] She's always keeping me away from you. You'd think I'd get pregnant just being in the same room as you.
italian: [_MD_] Lei mi sta sempre tenendo lontano da te. Penseresti di rimanere incinta solo nella stessa stanza.

source: [_R_] I guess she just really loves you, right?
italian: [_R_] Immagino che lei ti ami davvero, giusto?

source: [_MD_] Or, she just really hates you.
italian: [_MD_] O, lei ti odia davvero.

source: [_R_] Right, what did I ever do to her?
italian: [_R_] Giusto, che cosa le ho mai fatto?

source: [_MD_] You mean other then peep on her every chance you got every time you came over to or house?
italian: [_MD_] Vuoi dire altro poi sbirciare su di lei ogni possibilità che hai ottenuto ogni volta che sei venuto a casa o a casa?

source: [_R_] Other than that?
italian: [_R_] Altro di questo?

source: [_MD_] How about the time you stole her panties?
italian: [_MD_] Che ne dici del tempo che le hai rubate?

source: [_R_] That was never proven.
italian: [_R_] Non è mai stato dimostrato.

source: [_MD_] Sure... Innocent until proven guilty, right?
italian: [_MD_] Certo... Innocente fino a prova di colpevolezza, giusto?

source: [_R_] Exactly!
italian: [_R_] Esattamente!

source: [_MD_] How about that one time in your backyard when you shoved your cock down her innocent daughter's little throat?
italian: [_MD_] Che ne dici di quella volta nel tuo cortile quando hai spinto il tuo cazzo giù la piccola gola di sua figlia innocente?

source: [_MD_] Oh right. That hasn't happened yet.
italian: [_MD_] Oh giusto. Non è ancora successo.

source: [_R_] Fuck, Mandy!
italian: [_R_] Cazzo Mandy!

source: [_MD_] Sorry, Nope... just a blowjob.
italian: [_MD_] Siamo spiacenti, Nope... è solo un pompino.

source: [_R_] This is a bad idea.
italian: [_R_] Questa è una cattiva idea.

source: [_MD_] Jesus, [ryan]! I don't know how you walk around with this thing, but I love it.
italian: [_MD_] Gesù, [ryan]! Non so come si cammina con questa cosa, ma la amo.

source: [_MD_] Just look at it. Fuck me.
italian: [_MD_] Basta guardarlo. Cazzo me.

source: [_R_] Ok but you said just a blow job.
italian: [_R_] Ok, ma hai detto solo un colpo di lavoro.

source: [_MDT_] {i}Just the smell is making my mouth water.{/i}
italian: [_MDT_] {i}Solo l'odore sta facendo l'acqua della mia bocca.{/i}

source: [_MD_] Mmmm... I want... I need you to cover me in your cum. Please, [ryan]?
italian: [_MD_] Mmmm... Lo voglio... Ho bisogno che tu mi copra nel tuo cum. Per favore, [ryan]?

source: [_R_] This is so risky! Your mom is right around the corner.
italian: [_R_] Questo è così rischioso! Tua mamma è proprio dietro l'angolo.

source: [_MD_] I know... isn't it hot?
italian: [_MD_] lo so... non è caldo?

source: [_RT_] What if she looks back here?
italian: [_RT_] E se lei guarda indietro qui?

source: [_MD_] Don't worry, even if she looked behind her, she can't see around the corner of the house.
italian: [_MD_] Non ti preoccupare, anche se guardava dietro, non riesce a vedere dietro l'angolo della casa.

source: [_R_] Let's move farther back.
italian: [_R_] Spostiamoci più indietro.

source: [_MD_] No way... Don't you want to look at my Mom while I drain your balls? You can think about how your going to get her to spread her legs for you.
italian: [_MD_] Nessun modo... Non vuoi guardare la mia mamma mentre scarichi le tue palle? Si può pensare a come la vostra intenzione di farla spargere le gambe per voi.

source: [_R_] I've been thinking about it, but haven't come up with any idea's yet.
italian: [_R_] ci sto pensando, ma non ho ancora trovato alcuna idea.

source: [_MD_] It'll cum to you. You think about that, and I'll think about how amazing my life is going to be once she can't control me anymore.
italian: [_MD_] Ti sperpererà. Pensate a questo, e penso a quanto sorprendente la mia vita sarà una volta che non può più controllarmi.

source: [_MD_] My Mom didn't want you looking at my tits, but now your going to blow your nut all over them.
italian: [_MD_] Mia mamma non voleva che tu guardassi le mie tette, ma ora la tua intenzione di soffiare il tuo dado dappertutto.

source: [_MD_] Oh? Is this a sensitive spot?
italian: [_MD_] Oh? È questo un punto sensibile?

source: [_MD_] Exploring your dick is fun! The tip feels almost spongy, but hard.
italian: [_MD_] Esplorare il tuo cazzo è divertente! La punta si sente quasi spugnosa, ma difficile.

source: [_MD_] Mmm... You're so big! I need both hands to get my fingers all the way around you.
italian: [_MD_] Mmm... Sei così grande! Ho bisogno di entrambe le mani per ottenere le dita tutto intorno a te.

source: [_MD_] Does this feel good? Should I keep going, or do you still think we should stop?
italian: [_MD_] Questo si sente bene? Dovrei continuare ad andare, o pensi ancora che dovremmo fermarci?

source: [_R_] Don't stop.
italian: [_R_] Non fermarti.

source: [_MD_] Hehe... That's what I thought. You ready for more?
italian: [_MD_] Hehe... È quello che pensavo. Sei pronto per di più?

source: [_R_] More?
italian: [_R_] Di Più?

source: [_MD_] Mmm... I've been dreaming about getting this bad boy in my mouth again.
italian: [_MD_] Mmm... Ho sognato di ottenere questo ragazzo cattivo nella mia bocca di nuovo.

source: [_MD_] You sure you don't want us to stop?
italian: [_MD_] Sei sicuro di non volerci fermare?

source: [_R_] No! Mmph... Please, Mandy.
italian: [_R_] No! Mmph... Per favore, Mandy.

source: [_MD_] Please, what?
italian: [_MD_] Per favore, cosa?

source: [_R_] Lick it.
italian: [_R_] Lick esso.

source: [_MD_] Like this?
italian: [_MD_] Così?

source: [_R_] Fuck!... That's nice! Can you go deeper?
italian: [_R_] Fuck!... È bello! Puoi andare più in profondità?

source: [_MD_] Is that what Lauren does? Takes her brothers cock down her throat? How deep can she get it?
italian: [_MD_] È quello che fa Lauren? Prende i suoi fratelli cazzo giù la gola? Quanto profonda può ottenerla?

source: [_R_] Yeah, she's gotten really good at taking me deep. Two thirds? Maybe a little more?
italian: [_R_] Sì, lei è davvero brava a prendermi in profondità. Due terzi? Forse un po' di più?

source: [_MD_] Well, buckle up, because I'm going to be even better.
italian: [_MD_] Beh, la fibbia, perché sarò ancora meglio.

source: [_R_] Oh yeah? How far can you take my dick?
italian: [_R_] Oh sì? Quanto puoi prendere il mio cazzo?

source: [_MD_] Just wait. My lips will be all the way down to your balls.
italian: [_MD_] Aspetta. Le mie labbra saranno fino alle tue palle.

source: [_R_] Seriously? Fuck, yeah! lets do it.
italian: [_R_] Seriamente? Cazzo si, sì! lascia che lo faccia.

source: [_RT_] {i}Damn... It took Lauren and Sidney a while before they could deep throat me. Mandy must be a sex prodigy or something.{/i}
italian: [_RT_] {i}Dannazione... Ci sono voluti un po' Lauren e Sidney prima che mi facessero gola profonda. Mandy deve essere un prodigio sessuale o qualcosa.{/i}

source: [_MDT_] {i}Shit, it's so thick!{/i}
italian: [_MDT_] {i}Merda, è così spesso!{/i}

source: [_R_] Mandy?... You ok?... That's just the tip. Do you want some help?
italian: [_R_] Mandy?... ok?... Questo è solo il consiglio. Vuoi un po' di aiuto?

source: [_MDT_] {i}Come on... I can do this!{/i}
italian: [_MDT_] {i}Avanti... Posso fare questo!{/i}

source: [_MDT_] {i}Dammit! How is Lauren able to do it?{/i}
italian: [_MDT_] {i}Dammit! Come è Lauren in grado di farlo?{/i}

source: [_MDT_] {i}Maybe, if I take a deep breath and just force it down, it'll feel better once it's in my throat.{/i}
italian: [_MDT_] {i}Forse, se ho un respiro profondo e basta forzarlo giù, si sentirà meglio una volta che è in mia gola.{/i}

source: [_MDT_] {i}Like popping your throat cherry or something.{/i}
italian: [_MDT_] {i}Come spuntare la tua ciliegia alla gola o qualcosa.{/i}

source: [_R_] That feels good! You're half way there. Here, let me help you.
italian: [_R_] Che si sente bene! Sei a metà strada. Ecco, lasciate che ti aiuti.

source: [_MDT_] {i}Half?!... Oh, God... he's pushing my head down. No, I can't do it!{/i}
italian: [_MDT_] {i}Mezzo?!... Oh, Dio... sta spingendo la testa giù. No, non posso farlo!{/i}

source: [_MD_] {b}Cough, cough!{/b}
italian: [_MD_] {b}Tosse, tosse!{/b}

source: [_R_] Shit, Mandy!... I'm sorry! Are you ok?
italian: [_R_] Merda, Mandy!... Mi dispiace! Stai bene?

source: [_MD_] I just didn't push hard enough is all.
italian: [_MD_] Non ho appena spinto abbastanza duro è tutto.

source: [_R_] I don't think you can force it like that.
italian: [_R_] Non penso che tu possa forzarlo così.

source: [_MDT_] {i}Dammit! What am I doing wrong?{/i}
italian: [_MDT_] {i}Dammit! Cosa sto facendo male?{/i}

source: [_MDT_] {i}I've seen dozens of videos, and the girls don't have any problems.{/i}
italian: [_MDT_] {i}Ho visto decine di video, e le ragazze non hanno alcun problema.{/i}

source: [_MDT_] {i}Lauren can do it too. So, why am I having trouble?{/i}
italian: [_MDT_] {i}Lauren può farlo anche. Quindi, perché sto avendo troppo?{/i}

source: [_R_] I'm really sorry! I shouldn't have pushed your head down like that.
italian: [_R_] Mi dispiace davvero! Non avrei dovuto abbassare la testa così.

source: [_MD_] What? No... I can do it! I just need a... moment to catch my breath.
italian: [_MD_] Cosa? No... posso farlo! Ho solo bisogno di un attimo per catturare il respiro.

source: [_R_] No way! We're lucky your Mom didn't hear anything.
italian: [_R_] Nessun modo! Siamo fortunati che tua Madre non abbia sentito nulla.

source: [_R_] Look, it's my fault. You just were so confident I thought...
italian: [_R_] Guarda, è colpa mia. Tu eri solo così fiducioso che ho pensato...

source: [_MDT_] {i}He must think I'm so lame. I can't even give a blowjob right. He's never going to let me suck his dick again.{/i}
italian: [_MDT_] {i}Deve pensare di essere così zoppico. Non posso nemmeno dare ragione a un pompino. Non mi lascerà mai più succhiare il suo cazzo.{/i}

source: [_MDT_] {i}I'll end up just like my mother wanted. Married to some rich asshole, with no sex life, just waiting to die.{/i}
italian: [_MDT_] {i}Finirò proprio come voleva mia madre. Sposato con qualche ricco stronzo, senza vita sessuale, solo in attesa di morire.{/i}

source: [_MDT_] {i}No! I can't let it end like this. I was fine till it got to the back of my throat. I'll just suck on the end and use my hands.{/i}
italian: [_MDT_] {i}No! Non posso lasciare che finisca così. Sono andato bene finché non è arrivato sul dorso della mia gola. Ho solo succhiare alla fine e usare le mie mani.{/i}

source: [_MDT_] {i}It's not how I wanted to do it, but I can still get him to blow his wad all over me. I can try deep throating again later. Maybe I can practice on something first.{/i}
italian: [_MDT_] {i}Non è come volevo farlo, ma posso ancora convincerlo a soffiare la sua bacchetta su di me. Riesco a provare la gola profonda più tardi. Forse posso esercitarmi prima su qualcosa.{/i}

source: [_MDT_] {i}In any case, I'm not going to stop sucking till he finishes. I don't care if Mom catches us. His dick isn't leaving my mouth till it's full of his cum!{/i}
italian: [_MDT_] {i}In ogni caso, non smetterò di succhiare finché non finirà. Non mi importa se la mamma ci cattura. Il suo cazzo non sta lasciando la mia bocca finché non è piena del suo sperma!{/i}

source: [_R_] Aunt Cami's still in her chair. Put your shirt back on and we'll preten...
italian: [_R_] Zia Cami ancora sulla sua sedia. Rimettete la camicia e faremo finta...

source: [_MDT_] {i}I swear to God, I'm going to make you cum, [ryan]! I'm not some lame girl who's bad at sex!{/i}
italian: [_MDT_] {i}Giuro a Dio, ti farò sborra, [ryan]! Non sono una ragazza che è male al sesso!{/i}

source: [_R_] Mandy! Your Mom. She... Ah! Damn, that feels good!
italian: [_R_] Mandy! Tua mamma. Lei... Ah! Damn, che si sente bene!

source: [_MDT_] {i}I'm not stopping, not for anything! If Mom comes over, she can just watch.{/i}
italian: [_MDT_] {i}Non sto fermando, non per niente! Se la mamma è finita, può solo guardare.{/i}

source: [_MDT_] {i}Hell... After she watches him cum, I'll give her a big spermy kiss if that's what it takes to shut her up.{/i}
italian: [_MDT_] {i}Inferno... Dopo che lo guarda sperma, le darò un grande bacio spermatico se è quello che serve per chiuderla.{/i}

source: [_R_] Mmph... Oh... okay... Maybe we can keep going a little longer.
italian: [_R_] Mmph... Oh... okay... Forse possiamo andare un po' più a lungo.

source: [_RT_] {i}Shit. She's really going for it.{/i}
italian: [_RT_] {i}merda. Sta davvero andando per questo.{/i}

source: [_RT_] {i}Well, no need to hold back. The sooner I give this little cum slut what she wants, the better.{/i}
italian: [_RT_] {i}Beh, non c'è bisogno di trattenersi. Quanto prima do questa piccola troia di sperma quello che vuole, tanto meglio.{/i}

source: [_RT_] {i}Good thing too, because I'm almost there.{/i}
italian: [_RT_] {i}Buona cosa anche perché sono quasi lì.{/i}

source: [_M_] {i}(Yelling){/i} [ryan]!
italian: [_M_] {i}(Urlando){/i} [ryan]!

source: [_M_] [ryan], are you out here?
italian: [_M_] [ryan], sei qui fuori?

source: [_RT_] {i}Holy fuck!{/i}
italian: [_RT_] {i}Cazzo! {/i}

source: [_RT_] {i}Shit! Why isn't Mandy stopping?{/i}
italian: [_RT_] {i}merda! Perché Mandy non si ferma?{/i}

source: [_R_] {i}(Whispering){/i} Mandy!... Be quiet!
italian: [_R_] {i}(Whispering){/i} Mandy!... Sii tranquillo!
