Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Do you mind if I just lay here and relax while you go find our clothes?
dutch: [_M_] Vind je het erg als ik hier even lag en relax terwijl je onze kleren gaat vinden?
german: [_M_] Sei es dir bewusst, wenn ich einfach hier liege und mich entspanne, während du unsere Kleidung findest?

source: [_R_] You bet, Mom! I would do anything for you after this incredible night!
dutch: [_R_] Jij weddenkt, mam! Ik zou alles voor je doen na deze geweldige nacht!
german: [_R_] Sie wetten, Mama! Ich würde nach dieser unglaublichen Nacht etwas für Sie tun!

source: [_RT_] {i}That was an absolutely amazing date!{/i}
dutch: [_RT_] {i}Dat was een geweldig datum!{/i}
german: [_RT_] {i}Das war ein absolut erstaunliches Datum!{/i}

source: [_RT_] {i}Boy, Mom was sure tired after all that. I'm amazed she didn't get us in a wreck driving home.{/i}
dutch: [_RT_] {i}Boy, Ma was er zeker van dat ze moe was. Ik was verbaasd dat ze ons niet in een rijdend wrak thuis krijgt.{/i}
german: [_RT_] {i}Jung, Mutter war nach all dem müde. Ich bin erstaunt, dass sie uns nicht in einem Wrack mit dem Fahren nach Hause gebracht hat.{/i}

source: [_RT_] {i}I'll bet she doesn't even take a shower until tomorrow.{/i}
dutch: [_RT_] {i}zal ik wedden dat ze tot morgen niet eens een douche zal nemen.{/i}
german: [_RT_] {i}Ich wette, dass sie erst morgen keine Dusche nimmt.{/i}

source: [_RT_] {i}What would Aunt Cami do if she knew Mom was sleeping next to her covered in my crusty dried cum?{/i}
dutch: [_RT_] {i}Wat zou Aunt Cami doen als ze wist dat mama was aan het slapen was in mijn wrede gedroogde kum?{/i}
german: [_RT_] {i}Was würde Tante Cami tun, wenn sie wüsste, dass die Mama neben ihr schläft? {/i}

source: [_RT_] {i}I'm too tired to try and find out! I'll bet I'm asleep before my head hits my pillow.{/i}
dutch: [_RT_] {i}Ik ben te moe om het te proberen! Ik wed dat ik slaap voordat mijn hoofd mijn kussen.{/i} raakt
german: [_RT_] {i}Ich bin zu müde, um es herauszufinden! Ich wette, dass ich schlafe, bevor mein Kopf mein Kissen trifft. {/i}

source: [_RT_] {i}I can't last much longer!{/i}
dutch: [_RT_] {i}Ik kan niet langer volhouden!{/i}
german: [_RT_] {i}Ich kann nicht viel länger halten!{/i}

source: [_RT_] {i}Should I pull out?{/i}
dutch: [_RT_] {i}Moet ik uittrekken?{/i}
german: [_RT_] {i}Soll ich ausziehen?{/i}

source: [_RT_] {i}It's not every day you get to cum inside your own mom. How can I resist?{/i}
dutch: [_RT_] {i}Het is niet elke dag dat je in je eigen moeder komt. Hoe kan ik weerstand bieden?{/i}
german: [_RT_] {i}Es ist nicht jeden Tag, dass du in deiner eigenen Mama bist. Wie kann ich widerstehen? {/i}

source: [_R_] Mom, I'm going to...
dutch: [_R_] Mama, ik ga naar...
german: [_R_] Mama, ich gehe zu...

source: [_M_] [ryan], thank you for pulling out. That was very responsible!
dutch: [_M_] [ryan], bedankt voor je terugtrekt. Dat was zeer verantwoordelijk!
german: [_M_] [ryan], danke, dass du dich zurückgezogen hast! Das war sehr verantwortungsvoll!

source: [_M_] [ryan], are you about to...
dutch: [_M_] [ryan], sta je op het punt met...
german: [_M_] [ryan], sind Sie im Begriff...

source: [_M_] Why on earth would you think it's okay to risk getting your own mother pregnant?!
dutch: [_M_] Waarom zou je denken dat het goed is om je eigen moeder zwanger te krijgen?!
german: [_M_] Warum in aller Welt denkst du, dass es in Ordnung ist, deine eigene Mutter schwanger zu werden?!

source: [_MT_] {i}He came inside me again!{/i}
dutch: [_MT_] {i}Hij kwam weer binnen me!{/i}
german: [_MT_] {i}Er kam wieder in mich ein!{/i}

source: [_MT_] {i}I'm not on the pill, I could get pregnant!{/i}
dutch: [_MT_] {i}Ik ben niet op de pill, ik kan zwanger worden!{/i}
german: [_MT_] {i}Ich bin nicht auf der Pille, ich könnte schwanger werden!{/i}

source: [_M_] [ryan]!... You can't cum inside me! What if I got preganant!...
dutch: [_M_] [ryan]... Je kunt niet in me knappen! Wat als ik een preganus krijgt!...
german: [_M_] [ryan]!... Du kannst nicht in mir cumen! Was wäre, wenn ich prägant war!...

source: [_MT_] {i}Mmmm... Why does that turn me on?{/i}
dutch: [_MT_] {i}Mmmm... Waarom draait dat om?{/i}
german: [_MT_] {i}Mmmm... Warum schaltet mich das ein? {/i}

source: [_M_] My whole body is just tingling!
dutch: [_M_] Mijn hele lichaam zingt!
german: [_M_] Mein ganzer Körper ist gerade Kribbeln!

source: [_M_] I shouldn't admit this, [ryan], but I've never enjoyed sex in my life as much as I've enjoyed it with you.
dutch: [_M_] Ik moet dit niet toegeven, [ryan], maar ik heb nog nooit zo van seks genoten als ik het met jou leuk vind.
german: [_M_] Ich sollte das nicht zugeben, [ryan], aber ich habe noch nie Sex in meinem Leben genossen so sehr, wie ich es mit dir genossen habe.

source: [_R_] Yeah, this has been the greatest thing to ever happen to me.
dutch: [_R_] Yeah, dit is het beste wat me ooit is overkomen.
german: [_R_] Ja, das ist mir das Beste, was jemals passiert ist.

source: [_M_] Tonight's been amazing. I don't want it to end.
dutch: [_M_] 's avonds was geweldig. Ik wil niet dat er een einde aan komt.
german: [_M_] Heute Abend war erstaunlich. Ich möchte es nicht beenden.

source: [_M_] I don't want to sound selfish, but if you were up for it, I'd love to go another round.
dutch: [_M_] Ik wil niet egoïstisch klinken, maar als je er klaar voor was, zou ik graag een andere ronde doen.
german: [_M_] Ich möchte nicht egoistisch klingen, aber wenn du dafür bereit bist, würde ich gerne eine andere Runde gehen.

source: [_M_] You'd think I'd be satisfied after all that, but I could keep it going if you were up for it.
dutch: [_M_] Je zou denken dat je na dat alles tevreden zou zijn, maar ik zou het door kunnen gaan als je er opstaat.
german: [_M_] Du würdest denken, ich wäre nach all dem zufrieden, aber ich könnte es weitermachen, wenn du dafür bereit bist.

source: [_M_] If only you men could keep your cocks hard after nutting.
dutch: [_M_] Als jij alleen mannen je koks hard kunnen houden na het nuttigen.
german: [_M_] Wenn nur Männer deine Schwänze nach dem Nutschen hart halten können.

source: [_R_] I mean, yeah... My dick seems to be begging me to stay and play longer.
dutch: [_R_] Ik bedoel, ja... Mijn luie lijkt me te smeken om langer te blijven.
german: [_R_] Ich meine, ja. Mein Schwanz scheint mich zu betteln und länger zu spielen.

source: [_R_] I know I shouldn't spoil him, but if that's what you want.
dutch: [_R_] Ik weet dat ik hem niet moet bederven, maar als jij dat wilt.
german: [_R_] Ich weiß, ich sollte ihn nicht verderben, aber wenn das ist, was du willst.

source: [_R_] I was soft for like fifteen seconds, but then I took another look at your ass, and well...
dutch: [_R_] Ik was zo zacht voor ongeveer vijftien seconden, maar toen heb ik nog eens naar je as gekeken, en goed...
german: [_R_] Ich war 15 Sekunden weich, aber dann schaute ich noch einmal in deinen Arsch, und gut...

source: [_M_] Your stamina still amazes me!
dutch: [_M_] Je uithoudingsvermogen verbaast me nog!
german: [_M_] Deine Ausdauer erstaunt mich noch immer!

source: [_M_] You look just as hard as ever.
dutch: [_M_] Je ziet er net zo hard uit als altijd.
german: [_M_] Du siehst genauso hart aus wie eh und je.

source: [_M_] Holy shit, [ryan]! You're still as hard as ever!
dutch: [_M_] Heilige shit, [ryan]! Je bent nog steeds zo hard als altijd!
german: [_M_] Heiliger Scheiß, [ryan]! Du bist immer noch so hart!

source: [_M_] Your father could never get it back up after he ejaculated once, that is when he was able to get it up to begin with.
dutch: [_M_] Je vader kon het nooit meer krijgen nadat hij een keer geconsumeerd heeft Toen was hij in staat om het voor het eerst te krijgen.
german: [_M_] Dein Vater konnte es nie wieder aufnehmen, nachdem er einmal ejakulliert hat, das ist, als er in der Lage war, es zu Beginn zu bekommen.

source: [_M_] I mean... I know you have youth on your side, but hard again in fifteen seconds!?
dutch: [_M_] Ik bedoel... Ik weet dat je jong bent aan je kant, maar weer moeilijk in vijftien seconden!?
german: [_M_] Ich meine... Ich weiß, du hast Jugend auf deiner Seite, aber hart wieder in fünfzehn Sekunden!?

source: [_M_] You wouldn't be up for going just a little longer by chance would you?
dutch: [_M_] Je zou niet iets langer willen gaan dan toevallig wel?
german: [_M_] Du würdest nicht bereit sein, nur ein wenig länger zu gehen, wenn du zufällig würdest?

source: [_R_] I mean... I did have some homework for your class due tomorrow. I should probably get home and get working...
dutch: [_R_] Ik bedoel... Ik had morgen wel wat huiswerk voor je les moeten doen. Ik zou waarschijnlijk thuis moeten komen en aan het werk...
german: [_R_] Ich meinte... Ich habe morgen einige Hausaufgaben für deine Klasse erledigt. Ich würde wahrscheinlich nach Hause kommen und arbeiten lassen...

source: [_M_] [ryan], You tease! Even if that were true, since I'm your teacher, I'd be willing to give you an extra day.
dutch: [_M_] [ryan], jij theede! Zelfs als dat waar was, omdat ik jouw leraar ben, zou ik bereid zijn je een extra dag te geven.
german: [_M_] [ryan], du Tease! Selbst wenn das wahr wäre, da ich dein Lehrer bin, würde ich dir gerne einen zusätzlichen Tag schenken.

source: [_R_] Well, you've talked me into it.
dutch: [_R_] Nou, je hebt me erin gepraat.
german: [_R_] Nun, du hast mich darüber gesprochen.

source: [_R_] On one condition.
dutch: [_R_] Op één voorwaarde.
german: [_R_] an einer Bedingung.

source: [_M_] Let me guess... You want to do it outside again.
dutch: [_M_] Laat me raden... Je wilt het weer buiten doen.
german: [_M_] Lassen Sie mich erraten... Sie wollen es wieder draußen.

source: [_R_] I want to do it out here in the night air.
dutch: [_R_] Ik wil het hier doen in de lucht.
german: [_R_] Ich möchte es hier in der Nachtluft machen.

source: [_M_] But... what if someone comes by?
dutch: [_M_] Maar... wat als iemand komt?
german: [_M_] Aber... was, wenn jemand hierher kommt?

source: [_R_] It's another perfect night for it.
dutch: [_R_] Het is er nog een perfecte nacht voor.
german: [_R_] Es ist eine weitere perfekte Nacht dafür.

source: [_R_] the weather's beautiful and not another soul around.
dutch: [_R_] het mooi van het weer en niet een andere ziel omringd.
german: [_R_] das Wetter ist schön und nicht eine andere Seele.

source: [_R_] There's nobody in sight.
dutch: [_R_] Er is niemand in zicht.
german: [_R_] Niemand ist in Sicht.

source: [_R_] And we can just run back inside if we see someone coming.
dutch: [_R_] En we kunnen net terugspoelen als we iemand zien komen.
german: [_R_] Und wir können einfach nach innen rennen, wenn jemand kommt.

source: [_R_] Plus, it's just such a nice night.
dutch: [_R_] Plus, het is net zo'n mooie nacht.
german: [_R_] Plus, es ist eine so schöne Nacht.

source: [_M_] {i}That does sound amazing, and I wouldn't want to miss a chance to get that dick back inside me!{/i}
dutch: [_M_] {i}Dat klinkt fantastisch, en ik wil geen kans missen om die versleep terug in mij te krijgen!{/i}
german: [_M_] {i}Das klingt erstaunlich, und ich möchte eine Chance nicht verpassen, den Schwanz wieder in mir zu bekommen!{/i}

source: [_M_] Alright, but I have a condition of my own.
german: [_M_] Okay, aber ich habe eine eigene Bedingung.

source: [_R_] Let me guess... You want to try some more anal sex?
dutch: [_R_] Laat me raden... Wil je meer anale seks proberen?
german: [_R_] Lass mich raten... Du möchtest mehr analen Sex ausprobieren?

source: [_M_] Just so. I'm feeling pretty loosened up from trying earlier. I think I'll be able to make it happen this time.
dutch: [_M_] Gewoon zo. Ik voel me al eerder losgekoppeld van het proberen. Ik denk dat ik dit keer in staat zal zijn om het te laten gebeuren.
german: [_M_] Genau so. Ich fühle mich ziemlich gelockert, wenn ich es früher versuche. Ich denke, ich werde es diesmal machen können.

source: [_RT_] {i}Does Mom have any clue that guys usually have to beg them for anal sex?!{/i}
dutch: [_RT_] {i}Heeft Mama een aanwijzing dat jongens meestal moeten bedelen voor anaal geslacht?!{/i}
german: [_RT_] {i}Hat Mutter irgendwelche Ahnung, dass Jungs sie normalerweise um Analsex betteln müssen?!{/i}

source: [_R_] You drive a hard bargain, but you've got a deal.
dutch: [_R_] Je rijdt met harde onderhandelingen, maar je hebt een deal.
german: [_R_] Du machst ein hartes Schnäppchen, aber du hast einen Deal.

source: [_M_] Okay, but do you mind if we try a little anal stuff again?
dutch: [_M_] Oké, maar vind je het erg als we een beetje anale dingen opnieuw proberen?
german: [_M_] Okay, aber macht es dir Sinn, wenn wir wieder ein wenig anal Zeug versuchen?

source: [_R_] Really? Doesn't it still hurt from before?
german: [_R_] Wirklich? Ist es nicht schon von vorne?

source: [_M_] No, I feel pretty good actually, and I think maybe I'm a little more loosened up now.
dutch: [_M_] Nee, ik voel me eigenlijk best goed en ik denk dat ik nu misschien wat soepeler ben.
german: [_M_] Nein, ich fühle mich eigentlich recht gut, und ich denke, vielleicht bin ich jetzt ein bisschen mehr gelockert.

source: [_RT_] {i}Holy shit! From what I hear most guys have to beg a girl to do anal, and here mom is begging me?!{/i}
dutch: [_RT_] {i}Heilige straat! Van wat ik de meeste jongens hoor smeken om een meisje te bedelen en hier smeek ik me?!{/i}
german: [_RT_] {i}Heilige Scheiße! Von dem, was ich höre, müssen die meisten Jungs ein Mädchen bitten, Anal zu machen, und hier bettelt Mama mich?!{/i}

source: [_R_] Oh, I guess we can give it a try.
dutch: [_R_] Oh, ik denk dat we het kunnen proberen.
german: [_R_] Oh, ich denke, wir können es versuchen.

source: [_R_] You sure it's ready? You don't want to drool on it a little more?
dutch: [_R_] Weet je zeker dat het klaar is? Wil je er niet meer op slapen?
german: [_R_] Du bist dir sicher, dass du bereit bist? Du möchtest nicht noch ein wenig mehr darauf tröpfeln?

source: [_M_] [ryan], I know how to spit on a cock!
dutch: [_M_] [ryan], Ik weet hoe ik een cock moet spatten!
german: [_M_] [ryan], ich weiß, wie man sich auf einen Hauch spuckt!

source: [_M_] Trust me, Your dick can't get any more lubed.
dutch: [_M_] Vertrouw me, jouw luie kan niet meer luid worden.
german: [_M_] Vertrauen Sie mir, Ihr Schwanz kann nicht mehr geschmeidig werden.

source: [_R_] Okay, just making sure.
dutch: [_R_] Oké, gewoon zeker maken.
german: [_R_] Okay, nur beruhigen.

source: [_M_] Okay... Here we go.
dutch: [_M_] Okay... Hier gaan we.
german: [_M_] Okay... Hier gehen wir.

source: [_MT_] {i}Oh my God!{/i}
dutch: [_MT_] {i}Oh mijn God!{/i}
german: [_MT_] {i}Oh mein Gott!{/i}

source: [_MT_] {i}It's working again!{/i}
dutch: [_MT_] {i}Het werkt opnieuw!{/i}
german: [_MT_] {i}Es funktioniert wieder!{/i}

source: [_MT_] {i}Fuck, it hurts... But... Feels so good at the same time!{/i}
dutch: [_MT_] {i}Fuck, het doet pijn... Maar... Voel zo goed op hetzelfde moment!{/i}
german: [_MT_] {i}Fuck, es weh... Aber... fühlt sich gleichzeitig so gut!{/i}

source: [_RT_] {i}Whoa!... Mom's ass is squeezing the shit out of my cock!{/i}
dutch: [_RT_] {i}Whoa!... Mom's pas duwt het zwaard uit mijn kakken!{/i}
german: [_RT_] {i}Whoa!... Mamas Arsch quetscht meinen Schwanz heraus! {/i}

source: [_RT_] {i}It's just as tight as last time!{/i}
dutch: [_RT_] {i}Het is net zo strak als de laatste keer!{/i}
german: [_RT_] {i}Es ist genauso eng wie das letzte Mal!{/i}

source: [_RT_] {i}It's... painful, but nice.{/i}
dutch: [_RT_] {i}It's... pijnlijk, maar aardig{/i}
german: [_RT_] {i}es... schmerzhaft, aber nett.{/i}

source: [_RT_] {i}This has got to be hurting her.{/i}
dutch: [_RT_] {i}Dit moet haar pijn doen.{/i}
german: [_RT_] {i}Das muss sie verletzen.{/i}

source: [_MT_] {i}I feel so full!{/i}
dutch: [_MT_] {i}Ik voel me zo vol!{/i}
german: [_MT_] {i}Ich fühle mich so voll!{/i}

source: [_MT_] {i}Like a stuffed turkey.{/i}
dutch: [_MT_] {i}Als een levendige turkey.{/i}
german: [_MT_] {i}Gefällt mir ein gefüllter Truthahn.{/i}

source: [_MT_] {i}Oh, Why do I get so turned on by butt stuff?{/i}
dutch: [_MT_] {i}Oh, waarom zet ik dat aan door kappen?{/i}
german: [_MT_] {i}Ah, warum werde ich so eingeschaltet? {/i}

source: [_MT_] {i}I think I just might be a masochist?{/i}
dutch: [_MT_] {i}Ik denk dat ik gewoon een masochist zou kunnen zijn?{/i}
german: [_MT_] {i}Ich denke, ich könnte einfach ein Masochist sein? {/i}

source: [_MT_] {i}And the mere fact that it's my son is making this just as intense as last time!{/i}
dutch: [_MT_] {i}En het simpele feit dat het mijn zoon is maakt dit net zo intens als de vorige keer!{/i}
german: [_MT_] {i}Und die bloße Tatsache, dass es mein Sohn ist, macht dies genauso intensiv wie das letzte Mal!{/i}

source: [_MT_] {i}I really do need to see a shrink!{/i}
dutch: [_MT_] {i}Ik heb echt een krimping nodig!{/i}
german: [_MT_] {i}Ich brauche wirklich einen Schrumpf!{/i}

source: [_MT_] {i}Oh, fuck!... This feeling is so intense!... It's just as good as last time!{/i}
dutch: [_MT_] {i}Oh, fuck!... Dit gevoel is zo intens!... Het is net zo goed als de vorige keer!{/i}
german: [_MT_] {i}Oh, fuck!... Dieses Gefühl ist so intensiv!... Es ist genauso gut wie das letzte Mal!{/i}

source: [_MT_] {i}I'm going to....{/i}
dutch: [_MT_] {i}Ik ga naar....{/i}
german: [_MT_] {i}Ich gehe zu....{/i}

source: [_MT_] {i}I'm doing it!{/i}
dutch: [_MT_] {i}Ik ben het aan het doen!{/i}
german: [_MT_] {i}Ich tue es! {/i}

source: [_RT_] {i}I've never felt anything like it!{/i}
dutch: [_RT_] {i}heb ik nog nooit zoiets gevoeld!{/i}
german: [_RT_] {i}Ich habe mich noch nie so gefühlt!{/i}

source: [_RT_] {i}It's almost painful.{/i}
dutch: [_RT_] {i}Het is bijna pijnlijk.{/i}
german: [_RT_] {i}Es ist fast schmerzhaft.{/i}

source: [_MT_] {i}Am I a borederline masochist?{/i}
german: [_MT_] {i}Bin ich ein Masochist?{/i}

source: [_MT_] {i}And the mere fact that it's my son is just making this sensation feel even more indescribably!{/i}
dutch: [_MT_] {i}En het feit alleen dat het mijn zoon is maakt deze sensatie alleen maar onbeschrijfelijker!{/i}
german: [_MT_] {i}Und die bloße Tatsache, dass es mein Sohn ist, lässt diese Empfindung nur noch unbeschreiblicher!{/i}

source: [_MT_] {i}Should I seek therapy?{/i}
dutch: [_MT_] {i}Moet ik therapie zoeken?{/i}
german: [_MT_] {i}Soll ich Therapie suchen?{/i}

source: [_MT_] {i}Oh, fuck!... This feeling is so intense!... I've never had an orgasm build like this!{/i}
dutch: [_MT_] {i}Oh, fuck!... Dit gevoel is zo intens!... Ik heb nog nooit zo'n orgasm build gehad als deze!{/i}
german: [_MT_] {i}Oh, fuck!... Dieses Gefühl ist so intensiv!... Ich habe nie einen Orgasmus gebaut wie diese!{/i}

source: [_M_] {i}(Panting loudly){/i} [ryan]!... Thank you so much!... I can't tell you how much I needed that!... That orgasm was just as intense as the last time we tried this!
dutch: [_M_] {i}(Panting luid){/i} [ryan]!... Hartelijk dank!... ... Ik kan je niet vertellen hoeveel ik dat nodig had!... Die orgasm was net zo intens als de laatste keer dat we dit probeerden!
german: [_M_] {i}(lautstart){/i} [ryan]!... Vielen Dank!... Ich kann dir nicht sagen, wie sehr ich das benötige!... Dieser Orgasmus war genauso intensiv wie das letzte Mal, dass wir das versucht haben!

source: [_M_] {i}(Panting loudly){/i} [ryan]!... Thank you so much!... I can't tell you how much I needed that!... That was the most intense orgasm of my life!
dutch: [_M_] {i}(Panting luid){/i} [ryan]!... Hartelijk dank!... ... Ik kan je niet vertellen hoeveel ik dat nodig had!... Dat was de intensiefste orgasme van mijn leven!
german: [_M_] {i}(lautstart){/i} [ryan]!... Vielen Dank!... Ich kann dir nicht sagen, wie viel ich das brauchte!... Das war der intensivste Orgasmus meines Lebens!

source: [_M_] My whole body is tingling, in fact, I'd better lay down, because I'm so light headed I might just pass out.
dutch: [_M_] Mijn hele lichaam zingt, ik zou eigenlijk beter neerzitten, want ik ben zo licht aan het hoofd dat ik gewoon zou kunnen passeren.
german: [_M_] Mein ganzer Körper bricht in der Tat, ich würde mich besser legen, weil ich so leicht gefahren bin, dass ich einfach verpasst.

source: [_M_] I think you'd better just stick it in my pussy... My ass needs a little rest.
dutch: [_M_] Ik denk dat je het beter kunt doen in mijn postje... Mijn pas heeft een beetje rust nodig.
german: [_M_] Ich denke, du solltest es besser in meine Fotze stecken... Mein Arsch braucht eine kleine Ruhe!

source: [_M_] Oh, my!... That's... pretty rough!
dutch: [_M_] Oh, ik!... Dat ... aardig aardig!
german: [_M_] Oh, mich!... Das ist ziemlich rau!

source: [_R_] I'm sorry, I just can't help myself! You're driving my crazy!
dutch: [_R_] Het spijt me, ik kan me gewoon niet helpen! Je rijdt me gekken!
german: [_R_] Tut mir leid, ich kann mich einfach nicht selbst helfen! Du fahrst mein Verrückt!

source: [_M_] I understand, baby! Let mommy have it!
dutch: [_M_] Ik begrijp het, baby! Laat mommy het hebben!
german: [_M_] Ich verstehe, Baby! Lass Mommy es haben!

source: [_MT_] {i}He hasn't lost the intensity! He's fucking my like it's his first time, or his last?{/i}
dutch: [_MT_] {i}Hij heeft de intensiteit niet verloren! Hij is mijn alsof het zijn eerste keer is of zijn laatste?{/i}
german: [_MT_] {i}Er hat die Intensität nicht verloren! Er fickt mir das erste Mal oder sein letztes?{/i}

source: [_MT_] {i}How could I possibly ever go back to [dad_name] after this?{/i}
dutch: [_MT_] {i}Hoe zou ik mogelijk ooit terug kunnen gaan naar [dad_name] daarna?{/i}
german: [_MT_] {i}Wie könnte ich danach jemals zu [dad_name] zurückkehren?{/i}

source: [_MT_] {i}Such vigor! Such passion! Such intensity{/i}!
dutch: [_MT_] {i}Zovelijk! Geweldig! Geweldigheid{/i}!
german: [_MT_] {i}Derartige Leidenschaft! Derartige Intensität!

source: [_MT_] {i}All the things [dad_name] never gave me during sex.{/i}
dutch: [_MT_] {i}Alle dingen [dad_name] mij nooit gegeven tijdens seks.{/i}
german: [_MT_] {i}Alle Sachen [dad_name] haben mir während des Geschlechts nie gegeben.{/i}

source: [_MT_] {i}How can his son be so different? Everthing he lacked in bed!{/i}
dutch: [_MT_] {i}Hoe kan zijn zoon zo anders zijn? Telkens mistte hij in bed!{/i}
german: [_MT_] {i}Wie kann sein Sohn so unterschiedlich sein? Alles, was ihm im Bett fehlte!{/i}

source: [_RT_] {i}This is incredible!{/i}
dutch: [_RT_] {i}Dit is ongelofelijk!{/i}
german: [_RT_] {i}Das ist unglaublich!{/i}

source: [_RT_] {i}I get the chance to fuck this Goddess all over again!{/i}
dutch: [_RT_] {i}Ik krijg de kans om deze Goddes nog een keer te verroebelen!{/i}
german: [_RT_] {i}Ich bekomme die Chance, diese Göttin noch einmal zu ficken!{/i}

source: [_RT_] {i}Every time I get to fuck Mom, is the greatest moment in my life!{/i}
dutch: [_RT_] {i}Elke keer dat ik de futs van Mom word is het grootste moment in mijn leven!{/i}
german: [_RT_] {i}Jedes Mal, wenn ich die Maus zu ficken bekomme ist der größte Moment in meinem Leben!{/i}

source: [_RT_] {i}I'm never going to take her for granted!{/i}
dutch: [_RT_] {i}Ik ga haar nooit als vanzelfsprekend nemen!{/i}
german: [_RT_] {i}Ich werde sie nie als selbstverständlich annehmen!{/i}

source: [_RT_] {i}I mean, I already came inside her once tonight, what's one more time?{/i}
dutch: [_RT_] {i}Ik, ik ben vanavond al in haar binnen gekomen, wat is nog een keer?{/i}
german: [_RT_] {i}Ich meine, ich kam heute Abend schon einmal in sie, was ist noch ein Mal?{/i}

source: [_M_] You idiot!... I can't get pregnant with my own son's child!
dutch: [_M_] Jij idioot! ... Ik kan niet zwanger worden met het kind van mijn eigen zoon!
german: [_M_] Du idiot!... Ich kann mit dem Kind meines eigenen Sohnes nicht schwanger werden!
