Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Goddamn!... That's gonna be leaking out of there for days! I still don't understand how you can cum so much!
dutch: [_L_] Goddamn!... Dat gaat dagenlang buiten lekken! Ik begrijp nog steeds niet hoe je zo veel kunt knuffelen!

source: [_L_] Your balls must instantly refill.
dutch: [_L_] Je ballen moeten onmiddellijk bijvullen.

source: [_L_] I told you pull out though, shithead!
dutch: [_L_] Ik zei je echter af te trekken, shithead!

source: [_R_] I'm sorry! I just lost control.
dutch: [_R_] Het spijt me, ik heb net de controle verloren.

source: [_L_] Yeah, well, if you don't start respecting me more, we won't be doing anything like that again.
dutch: [_L_] Yeah, als je me niet meer erkent, zullen we zoiets niet meer doen.

source: [_R_] I'm real sorry! It won't happen again.
dutch: [_R_] Het spijt me echt! Het zal niet meer gebeuren.

source: [_L_] It better not!
dutch: [_L_] Het is beter niet!

source: [_L_] Mmmmm... You covered me!
dutch: [_L_] Mmmmm... Je hebt me bedekt!

source: [_L_] God... I can't believe we fucked on the bathroom floor again!
dutch: [_L_] God... Ik kan niet geloven dat we weer vermalen zijn op de badkamer vloer!

source: [_L_] Are we really that dirty and depraved?
dutch: [_L_] Zijn we echt zo vies en gebed?

source: [_R_] Well, I'm not... But I'm pretty sure you are.
dutch: [_R_] Nou, ik ben niet... Maar ik ben er vrij zeker van dat jij bent.

source: [_L_] Haha... Shut up!
dutch: [_L_] Haha... Sluit aan!

source: [_L_] But, that was a lot of fun!
dutch: [_L_] Maar dat was erg leuk!

source: [_R_] You're sure you don't want to get rid of Matt? Then we can have even more fun.
dutch: [_R_] Je weet zeker dat je je niet wilt ontdoen van Matt? Dan kunnen we nog meer plezier hebben.

source: [_L_] You know that's not happening, and you know why!
dutch: [_L_] Je weet dat dat niet gebeurt, en je weet waarom!

source: [_R_] Uuurrgghhh!... Why can't we move past this?
dutch: [_R_] Uuurrgghhhh... Waarom kunnen we dit niet verder bewegen?

source: [_L_] Someday... maybe.
dutch: [_L_] misschien... misschien.

source: [_L_] Shit!... I think I hear someone walking around in the kitchen again.
dutch: [_L_] Shit!... Ik denk dat ik weer iemand hoor rondlopen in de keuken.

source: [_L_] You'd better get out of here!
dutch: [_L_] Je kan hier beter uit!

source: [_R_] Alright... I'll sneak out really quietly and head to my room.
dutch: [_R_] Oké... Ik sluip heel rustig uit en ga naar mijn kamer.

source: [_L_] Ok, just be careful.
dutch: [_L_] Ok, wees gewoon voorzichtig.

source: [_L_] And thanks, I had fun!
dutch: [_L_] En bedankt, ik had plezier!

source: [_R_] Anytime!... literally.
dutch: [_R_] Altijd!... letterlijk.

source: [_L_] Oh my God, [ryan], this is so scary and naughty.
dutch: [_L_] Oh mijn God, [ryan], dit is zo eng en stout.

source: [_LT_] {i}The house is literally full of people, and [ryan] can't even wait until we're truly alone... He must be really horny again... fuck... Now I'm really horny too!{/i}
dutch: [_LT_] {i}Het huis zit letterlijk vol mensen, en [ryan] kan niet eens wachten tot we echt alleen zijn. . Hij moet weer erg gruwelijk zijn... fuks... Nu ben ik ook echt horig!{/i}

source: [_L_] Let's do it
dutch: [_L_] Laten we het doen

source: [_L_] Follow me.
dutch: [_L_] Volg me.

source: [_R_] You know I'd follow that ass anywhere.
dutch: [_R_] Je weet dat ik die pasje overal zou volgen.

source: [_L_] This is so exciting!
dutch: [_L_] Dit is zo spannend!

source: [_L_] We almost got caught last time.
dutch: [_L_] We zijn de laatste keer bijna betrapt.

source: [_R_] No we didn't, we just heard someone in the kitchen.
dutch: [_R_] Neen, we hebben net iemand in de keuken gehoord.

source: [_L_] Well, someone could have seen you leaving.
dutch: [_L_] Nou, iemand had je kunnen zien vertrekken.

source: [_R_] Yeah, right... With my ninja skills?
dutch: [_R_] Yeah, gelijk... Met mijn ninja vaardigheden?

source: [_L_] You're such a nerd.
dutch: [_L_] Je bent zo'n nerd.

source: [_R_] Yeah, a horny nerd.
dutch: [_R_] Yeah, een horige nerd.

source: [_L_] Hehe!... This is so fun!
dutch: [_L_] Hee!... Dit is zo leuk!

source: [_L_] Thanks for being such a fun brother!
dutch: [_L_] Bedankt voor het zijn van zo'n leuke broer!

source: [_L_] Let's get those shorts down.
dutch: [_L_] Laten we die korter maken.

source: [_L_] My God!... I know I've been saying this a lot lately, but I love this cock!... It's like one of my favorite things in the world right now.
dutch: [_L_] Mijn God!... Ik weet dat ik dit de laatste tijd veel heb gezegd, maar ik hou van deze hanen!. . Het is op dit moment een van mijn favoriete dingen in de wereld.

source: [_R_] You said that just last time, so I'll go ahead and tell you how cute I think you are again.
dutch: [_R_] Jij hebt dat de vorige keer al gezegd, dus ik ga je nu vertellen hoe schattig ik denk dat je weer bent.

source: [_L_] I hope you mean sexy cute, not "little sister" cute.
dutch: [_L_] Ik hoop dat je sexy kubus bedoelt, niet "kleine zuster" schatje.

source: [_R_] Since you could literally crush my balls right now, I mean whatever you want me to mean.
dutch: [_R_] Omdat je mijn ballen letterlijk kunt vernietigen, bedoel ik wat je wilt dat ik bedoel.

source: [_L_] Hehehe...
dutch: [_L_] Heheheh...

source: [_L_] Well, let's get you all lubed up so we can have some fun!
dutch: [_L_] Nou, laten we je allemaal kloppen, zodat we wat plezier hebben!

source: [_RT_] {i}That's feeling so good!... I'd better be careful, or I'm gonna cum early again.{/i}
dutch: [_RT_] {i}dat zich zo lekker voelt!... Ik zou beter voorzichtig zijn, of ik ga weer vroeg op.{/i}

source: [_L_] Haha... That's actually really sweet.
dutch: [_L_] Haha... Dat is echt zoet.

source: [_L_] Don't be too rough.
dutch: [_L_] Wees niet te rug.

source: [_L_] I'm gonna need to adjust to your size.
dutch: [_L_] Ik zal me moeten aanpassen aan je grootte.

source: [_R_] Don't worry, I'll take it slow again.
dutch: [_R_] Maak je geen zorgen, ik zal het weer langzaam doen.

source: [_L_] God... that's starting... to feel good!
dutch: [_L_] God... dat begint... om goed te voelen!

source: [_L_] Mmmm... I still feel so dirty now, having my own brother... fuck me on the bathroom floor.
dutch: [_L_] Mmmm... Ik voel me nu nog steeds zo vies, met mijn eigen broer... maak me verstek op de badkamer vloer.

source: [_L_] I can see your dick bulge... on my own stomach.
dutch: [_L_] Ik kan je snoepkogel zien... op mijn eigen maag.

source: [_R_] Remember not to scream again!
dutch: [_R_] Vergeet niet om niet nog een keer te schreeuwen!

source: [_R_] Oh, yeah... I'm gonna fuck... your dirty cunt raw!
dutch: [_R_] Oh, ja... Ik ga maar fukken... je vuile bespotting raw!

source: [_LT_] {i}Oh God!... I love it when he talks dirty to me.{/i}
dutch: [_LT_] {i}Oh God!... Ik vind het geweldig wanneer hij vuil praat met mij.{/i}

source: [_L_] That's pretty dirty!
dutch: [_L_] Dat is best vies!

source: [_L_] Oh yes, I am a dirty girl.
dutch: [_L_] Oh ja, ik ben een vuil meisje.

source: [_R_] Dirty enough to try some anal next time?
dutch: [_R_] Dirty genoeg om de volgende keer wat anaal te proberen?

source: [_L_] I'm ready to start practicing as soon as you are...
dutch: [_L_] Ik ben klaar om te oefenen van zodra je klaar bent...

source: [_L_] Wait... Are you wearing a butt plug right now?
dutch: [_L_] Wacht... draag je nu een staartsteen?

source: [_R_] No!
dutch: [_R_] Nee!

source: [_R_] I can't believe you're making me do that... Other girls don't make their boyfriends do anything like that.
dutch: [_R_] Ik kan niet geloven dat je me dat laat doen... Andere meisjes laten hun vrienden zoiets niet doen.

source: [_L_] Other girls boyfriends don't have dicks the size of tree trunk.
dutch: [_L_] Andere meisjes jongens hebben geen broekjes die zo groot zijn als boom.

source: [_L_] You're not talking about your finger, are you?
dutch: [_L_] Je hebt het niet over je vinger, toch?

source: [_L_] You're suggesting something bigger, as in, your dick.
dutch: [_L_] Je stelt iets groter voor, zoals in je luik.

source: [_R_] Uh... yeah.
dutch: [_R_] Uh... ja.

source: [_L_] Hey... I never thought of that... That might just...
dutch: [_L_] Hey... Ik heb daar nooit aan gedacht... Dat kan maar...

source: [_L_] Oh, yeah... I might as well shove a baseball bat up my ass.
dutch: [_L_] Oh, ja... Ik kan net zo goed een honkbal naar boven vechten.

source: [_L_] You're way too fucking big for that, dipshit.
dutch: [_L_] Je bent veel te fucken groot voor dat, dipshit.

source: [_R_] Hear me out... I could get you a butt plug set... You could start small, and work your way up.
dutch: [_R_] Hoor me uit... Ik kan je een knap stekker maken... Je kan klein beginnen en je weg naar boven doen.

source: [_R_] I know you could get there... I've seen girls in porn taking horse dildos up their asses.
dutch: [_R_] Ik weet dat je daar kon komen... Ik heb gezien dat meisjes hun gerechten op hun paard opstelden.

source: [_L_] Ok... I'll do it.
dutch: [_L_] Ok... Ik zal het doen.

source: [_R_] Really?
dutch: [_R_] Echt?

source: [_L_] But you have to do it with me.
dutch: [_L_] Maar je moet het met mij doen.

source: [_L_] If you're not willing to stretch out your asshole for me, I don't have to stretch my asshole out for you either.
dutch: [_L_] Als je niet bereid bent om je schotel voor me uit te rekken, hoef ik ook niet voor jou uit te rekken.

source: [_R_] Are you saying you want to peg me?
dutch: [_R_] zeg je dat je me wilt plakken?

source: [_L_] Haha... no... nothing like that.
dutch: [_L_] Haha... nee... niets zoals dat.

source: [_L_] It just doesn't seem fair for me to make all the sacrifice for your enjoyment.
dutch: [_L_] Het lijkt gewoon niet eerlijk voor mij om al het offer te brengen voor je plezier.

source: [_L_] So the deal is, any size of butt plug you can get in. I'll put in my ass too.
dutch: [_L_] Zo is de deal dus iedere stekker die je kunt binnenkomen. Ik zet ook mijn pas.

source: [_L_] Until we get to the size of your dick, at which point, I'll let you fuck me in the ass.
dutch: [_L_] Tot we bij de grootte van je spek zijn geraakt, laat ik je op dat moment de smaak nemen.

source: [_R_] Fuck, Lauren... You drive a hard bargain... I'm going to have to think about that one.
dutch: [_R_] Fuck, Lauren... Je rijdt hard met elkaar... Ik ga daar nog eens over nadenken.

source: [_L_] Shit!... I think I hear someone walking around in the kitchen.
dutch: [_L_] Shit!... Ik denk dat ik iemand hoor rondlopen in de keuken.

source: [_L_] Oh... Hey, [ryan]... I was just about to jump in the shower.
dutch: [_L_] Oh... Hé, [ryan]... Ik stond op het punt om in de douche te springen.

source: [_R_] Oh, sorry... I didn't know anybody was in here.
dutch: [_R_] Oh, sorry... Ik wist niet dat iemand hier was.

source: [_R_] Don't you usually sleep in on the weekend?
dutch: [_R_] slaap je gewoonlijk niet in het weekend?

source: [_L_] I used to. Now, it's one of the only times I can get the bathroom to myself.
dutch: [_L_] Ik heb het vroeger gewoond. Nu is het één van de weinige keren dat ik de badkamer naar mezelf kan halen.

source: [_L_] Mandy and I worked it out so that I can shower by myself on Saturdays while she sleeps in, and I can sleep in on Sunday while she showers by herself.
dutch: [_L_] Bandy en ik hebben het uitgewerkt zodat ik zaterdag zelf kan douchen terwijl ze in slaapt. en ik kan zondag in slapen terwijl ze zelf douches doet.

source: [_L_] Every other day of the week, we have to share.
dutch: [_L_] Elke andere dag van de week moeten we delen.

source: [_RT_] {i}I know... and I get to watch it all on my spycam app.{/i}
dutch: [_RT_] {i}Ik weet het... en ik moet alles bekijken op mijn spycam app.{/i}

source: [_R_] It's hard to have so many people in such a small house.
dutch: [_R_] Het is moeilijk om zoveel mensen in zo'n klein huis te hebben.

source: [_L_] Yeah... So, what can I can do for you?
dutch: [_L_] Ja... Dus wat kan ik voor je doen?

source: [_R_] Well, I was hoping to get into the bathroom, but now that I see you're naked in here... I want to get in even more.
dutch: [_R_] Nou, ik hoopte dat ik in de badkamer zou komen, maar nu ik zie dat je hier naakt bent. . - Ik wil nog meer binnengaan.

source: [_L_] [ryan]!... What if someone comes and finds us in the bathroom together?
dutch: [_L_] [ryan]!... Wat als iemand komt en ons samen vindt in de badkamer?

source: [_R_] No one's gonna come. Everyone's either sleeping or working out.
dutch: [_R_] Niemand komt erbij. Iedereen slaapt of werkt eruit.

source: [_L_] [ryan], I'm pretty sure I know why you want in here.
dutch: [_L_] [ryan], ik weet vrij zeker waarom je hier wilt binnenkomen.

source: [_L_] I'm not so sure that I should let you in.
dutch: [_L_] Ik ben niet zo zeker dat ik je moet toelaten.

source: [_R_] What?... Why not?
dutch: [_R_] Wat?... Waarom niet?

source: [_L_] You know why.
dutch: [_L_] Je weet waarom.

source: [_R_] Come on... You've got to let that go.
dutch: [_R_] Kom op... Je moet dat laten gaan.

source: [_L_] I've let it go, but I'm not going to let you forget.
dutch: [_L_] Ik heb het weggelaten, maar ik zal je niet laten vergeten.

source: [_L_] How can you expect me to do anything like that for you, when you were unwilling to help me out when I really needed you.
dutch: [_L_] Hoe kan je van mij verwachten dat ik zoiets voor jou doe, toen je me niet wilde helpen toen ik je echt nodig had.

source: [_R_] I'm doing the best I can... I've got a lot of people I'm trying to help at the same time.
dutch: [_R_] Ik doe het beste wat ik kan... Ik heb veel mensen die ik probeer te helpen.

source: [_L_] I guess I just expected you to prioritize me a little higher on your list of people.
dutch: [_L_] Ik denk dat ik net van je verwachtte dat je me wat meer prioriteit gaf op je lijst van mensen.

source: [_RT_] {i}Dammit!... She's always going to blame me for losing that election.{/i}
dutch: [_RT_] {i}Dammit!... Ze gaat me altijd de schuld geven voor het verlies van die verkiezing.{/i}

source: [_RT_] {i}I shouldn't give up though... She's usually more receptive of me if she's feeling really horny.{/i}
dutch: [_RT_] {i}Ik moet niet opgeven... Ze is meestal ontvankelijker voor me als ze echt afschuwelijk voelt.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday, in the early morning when her libido is either a 9 or a 10."{/i}
dutch: {i}"Probeer Lauren op zaterdag opnieuw in de badkamer, wanneer haar libido 9 of 10 is"{/i}

source: [_LT_] {i}Urrrgghhh... I want to punish him, but that's also punishing me.{/i}
dutch: [_LT_] {i}Urrgghhh... Ik wil hem straffen, maar ik bestraft ook me.{/i}

source: [_LT_] {i}I'm feeling so horny right now... I need some attention!{/i}
dutch: [_LT_] {i}Ik voel me nu zo verschrikkelijk... Ik heb wat aandacht nodig!{/i}

source: [_L_] You know why not, but I'm going to make an exception today.
dutch: [_L_] Jij weet waarom niet, maar vandaag ga ik een uitzondering maken.

source: [_L_] But only today.
dutch: [_L_] Maar alleen vandaag.

source: [_RT_] {i}Yay!... She must be feeling extra horny today.{/i}
dutch: [_RT_] {i}Yay!... Ze moet vandaag extra horistisch voelen.{/i}

source: [_L_] Come on in... If you still want to.
dutch: [_L_] Kom in... Als je het nog wilt doen.

source: [_L_] You don't deserve this, but I'm feeling really needy right now.
dutch: [_L_] Je hebt dit niet verdiend, maar ik voel me nu echt behoeftig.

source: [_L_] I'm sorry to always be comparing your dick to Matt's, but even though your dick is smaller, I really do prefer this size over Matt's whopper.
dutch: [_L_] Het spijt me dat ik je dick altijd met Matt's vergelijk, Maar ook al is je lui kleiner, toch heb ik liever deze maat dan Matt's wat.

source: [_R_] I think most guys wouldn't like to hear that, but I feel pretty good about my size.
dutch: [_R_] Ik denk dat de meeste jongens dat niet leuk zouden vinden, maar ik voel me wel goed over mijn grootte.

source: [_L_] Yeah, it's not nearly as hard on my throat.
dutch: [_L_] Yeah, het is bijna niet zo hard aan mijn keel.

source: [_L_] You ready for the best head of your life?
dutch: [_L_] Je bent klaar voor het beste hoofd van je leven?

source: [_R_] Oh, yeah!
dutch: [_R_] Oh, ja!

source: [_RT_] {i}It's been a while since Lauren made me cum... I'd better be careful, or I'm gonna cum soon.{/i}
dutch: [_RT_] {i}Het is een tijdje geleden sinds Lauren me de kom heeft gemaakt... Ik zou beter voorzichtig zijn, of ik ga binnenkort een kudde maken.{/i}

source: [_LT_] {i}Already?{/i}
dutch: [_LT_] {i}Klaar al?{/i}

source: [_LT_] {i}I got it all!{/i}
dutch: [_LT_] {i}Ik heb het allemaal begrepen!{/i}

source: [_LT_] {i}Yay!... I did it!... I swallowed it all!{/i}
dutch: [_LT_] {i}Yay!... Ik heb het gedaan!... Ik insliep het allemaal!{/i}

source: [_L_] I wasn't expecting that already.
dutch: [_L_] Dat had ik nog niet verwacht.

source: [_R_] Sorry, it's just been so long since we fooled around... I couldn't help myself.
dutch: [_R_] Sorry, het is net zo lang geleden dat we ons om de tuin hebben geleid. Ik kon me niet helpen.

source: [_L_] Ohhh... Poor [ryan].
dutch: [_L_] Ohhh... Arm [ryan].

source: [_L_] I'm sorry you're finished already, I was hoping that I'd get a ride on this stallion.
dutch: [_L_] Het spijt me dat je al klaar bent, ik hoopte dat ik een rit op deze hengst zou krijgen.

source: [_L_] But, look how soft he is.
dutch: [_L_] Maar kijk eens hoe zacht hij is.

source: [_R_] Really?... You were gonna let me fuck you?
dutch: [_R_] Echt waar?... Je ging me vertroebelen?

source: [_L_] Yeah, but I guess that's not possible now.
dutch: [_L_] Ja, maar ik denk dat dat nu niet mogelijk is.

source: [_L_] I didn't think guys could recover that fast.
dutch: [_L_] Ik dacht niet dat jongens zo snel konden herstellen.

source: [_R_] Offer that kind of incentive, and I'll be ready every time!
dutch: [_R_] Bied dat soort aanmoediging aan, en altijd zal ik er klaar voor zijn!

source: [_R_] I'll try not to be to rough.
dutch: [_R_] Ik zal proberen niet ruwweg te zijn.

source: [_L_] Oh, for fuck's sake, just pound me!... I'm used to Matt's dick, remember?
dutch: [_L_] Oh, in de hemelsnaam, gewoon pond me!... Ik ben gewend aan Matt's doekje, weet je nog?

source: [_R_] Oh... right.
dutch: [_R_] Oh... juist.

source: [_R_] You're such a... dirty slut now!
dutch: [_R_] Je bent zo... vuile slut nu!

source: [_L_] Nnnnn... you're just jealous... that I'm not your... slut.
dutch: [_L_] Nnnn... je bent gewoon jaloe... dat ik niet jaloe... sluw ben.

source: [_L_] Ok, [ryan]. You win... I'm your slut right now!
dutch: [_L_] Ok, [ryan]. Je wint... Ik ben je slut nu!

source: [_L_] Now fuck... your dirty... slut!
dutch: [_L_] Nu fuk ... je vuil... slip!

source: [_L_] I can see your dick moving around... inside of me.
dutch: [_L_] Ik kan je vlek zien bewegen... binnen mij.

source: [_R_] Oh, yeah... I'm gonna fuck... that slutty cunt raw!
dutch: [_R_] Oh, ja... Ik ga fuk maken... die sluwe bespotting raw!

source: [_L_] God... I can't believe we fucked on the bathroom floor!
dutch: [_L_] God... Ik kan niet geloven dat we op de badkamer vloer hebben gegooid!

source: [_R_] Remember when you told me you were a dirty girl in the lounge?
dutch: [_R_] Herinner je me toen je me vertelde dat je een vies meisje in de lounge was?

source: [_R_] This just confirms it.
dutch: [_R_] Dit bevestigt het gewoon.

source: [_R_] Now we just have to get rid of your boyfriend, and this can become more.
dutch: [_R_] Nu moeten we gewoon je vriend kwijt en dit kan meer worden.

source: [_L_] You already had a chance to prove you were boyfriend material, and you blew it.
dutch: [_L_] Je hebt al kans gehad om te bewijzen dat je vriendjesmateriaal was en dat je het hebt geblazen.

source: [_L_] You wouldn't help me win the presidency, where Matt literally gave it to me.
dutch: [_L_] Je zou me niet helpen het voorzitterschap te winnen, waar Matt het me letterlijk gaf.

source: [_L_] That's the kind of thing a boyfriend does for his girl.
dutch: [_L_] Dat is het soort wat een vriend doet voor zijn meisje.

source: [_R_] But Matt fucks other girls!
dutch: [_R_] Maar Mat fuckt andere meisjes!

source: [_L_] So?... That's the kind of relationship we have. I mean, I just fucked my brother. Sure, he's not gonna be thrilled to hear it, cuz he doesn't really like you very much, but he'll be okay with it.
dutch: [_L_] So?... Dat is de soort relatie die we hebben. Ik bedoel, ik heb net mijn broer vermalen. Natuurlijk, hij zal niet blij zijn om het te horen, cuz dat hij je niet erg leuk vindt, maar hij zal er wel mee akkoord gaan.

source: [_R_] Uuurrgghhh!... He's a douchebag!
dutch: [_R_] Uurrgghhhh!... Hij is een dechebag!

source: [_L_] Well, it takes one to know one!
dutch: [_L_] Nou, het kost er één om het te weten!

source: [_L_] I'm pretty sure I know why you want in here.
dutch: [_L_] Ik weet vrij zeker waarom je hier wilt binnenkomen.

source: [_L_] We've fooled around pretty recently... And I don't know if this is worth the risk.
dutch: [_L_] We hebben nog maar kort geknoeid... En ik weet niet of dit het risico waard is.

source: [_L_] Yeah... I just don't think it's a good idea.
dutch: [_L_] Ja... Ik denk niet dat het een goed idee is.

source: [_RT_] {i}Dammit!... She must not be in the mood.{/i}
dutch: [_RT_] {i}Dammit!... Ze mag niet in het lichaam zijn.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday, in the early morning when her libido is 7 or higher."{/i}
dutch: {i}"Probeer Lauren op zaterdag opnieuw in de badkamer, wanneer haar libido 7 of hoger is."{/i}

source: [_L_] Oh my God, [ryan], this is so naughty.
dutch: [_L_] Oh mijn God, [ryan], dit is zo stoutig.

source: [_LT_] {i}The house is literally full of people, and [ryan] can't even wait until we're truly alone... He must be really horny... Fuck... Now I'm really horny too!{/i}
dutch: [_LT_] {i}Het huis zit letterlijk vol mensen, en [ryan] kan niet eens wachten tot we echt alleen zijn. . Hij moet echt verschrikkelijk zijn... Fuck... Nu ben ik ook echt horig!{/i}

source: [_L_] Alright we've got to be quiet though.
dutch: [_L_] Oké we moeten echter stil zijn.

source: [_L_] We could get caught so easily.
dutch: [_L_] We kunnen zo gemakkelijk worden gevangen.

source: [_R_] You know the door's locked, right?
dutch: [_R_] Je weet dat de deur vergrendeld is, toch?

source: [_L_] I know, but it's so easy to unlock if someone wanted to.
dutch: [_L_] Ik weet het, maar het is zo makkelijk om te ontgrendelen als iemand dat wil.

source: [_L_] I can turn the lock with nothing but my fingernail.
dutch: [_L_] Ik kan de vergrendeling alleen met mijn vingernagel draaien.

source: [_L_] Which I've done many times when Mom or Sidney's in the shower and I can't hold it.
dutch: [_L_] - wat ik vaak heb gedaan als Mama of Sidney onder de douche zit en ik kan het niet aanhouden.

source: [_L_] They've done it to me too.
dutch: [_L_] ze hebben het me ook gedaan.

source: [_R_] Huh... How have I never observed this with my cam... uhhh... I mean... I've never noticed.
dutch: [_R_] Huh... Hoe heb ik dit nooit waargenomen met mijn kamk... uhhh... Ik bedoel... Ik heb het nooit opgemerkt.

source: [_L_] Why don't you start by pulling those shorts down?
dutch: [_L_] Waarom begin je niet door die korsten naar beneden te trekken?

source: [_R_] My God!... you're so cute, Lauren.
dutch: [_R_] Mijn God!... je bent zo schattig, Lauren.

source: [_RT_] {i}That's feeling so good!... I'd better be careful, or I'm gonna cum soon.{/i}
dutch: [_RT_] {i}dat zich zo lekker voelt!... Ik zou beter voorzichtig zijn, of ik ga binnenkort een kudde maken.{/i}

source: [_R_] Sorry, it just felt so good... I couldn't help myself.
dutch: [_R_] Sorry, het voelde gewoon zo goed... Ik kon mezelf niet helpen.
