Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_RT_] {i}I... think I slept in... What time is it?{/i}
dutch: [_RT_] {i}I... denk ik dat ik heb geslapen... Hoe laat is het?{/i}
french: [_RT_] {i}Je pense... je me suis endormi... Quelle heure est-il?{/i}
german: [_RT_] {i}I... ich habe geschlafen ... Welche Zeit ist es?{/i}
portuguese: [_RT_] {i}Eu... Acho que dormi... Em que horas são?{/i}

source: [_RT_] {i}It looks like Sidney already left to go running.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Sidney al over is om te gaan rennen.{/i}
french: [_RT_] {i}Il semble que Sidney soit déjà partie en exécution. {/i}
german: [_RT_] {i}Es sieht so aus, als ob Sidney bereits am Laufen blieb. {/i}
portuguese: [_RT_] {i}Parece que o Sidney já saiu para ir correr.

source: [_RT_] {i}Isn't today Sunday? I should probably go see if Mom needs any help with the "honey-do list".{/i}
french: [_RT_] {i}Ce n'est pas aujourd'hui dimanche? Je devrais probablement aller voir si maman a besoin d'aide avec la 'liste de choses à faire'.{/i}
german: [_RT_] {i}ist heute nicht Sonntag? Ich würde wahrscheinlich sehen, ob Mutter irgendeine Hilfe mit der "Honig-do-Liste" braucht. {/i}
portuguese: [_RT_] {i}Hoje não é domingo? É melhor ir ver se a mãe precisa de ajuda com a "lista de afazeres".

source: [_RT_] {i}Who could that be?{/i}
dutch: [_RT_] {i}Wie kon dat zijn?{/i}
french: [_RT_] {i}Qui cela pourrait-il être?{/i}
german: [_RT_] {i}Wer könnte das sein? {/i}
portuguese: [_RT_] {i}Quem poderia ser?{/i}

source: [_RT_] {i}Why am I the only one in the house who ever answers the door?{/i}
dutch: [_RT_] {i}Waarom ben ik de enige in huis die ooit de deur opgaat?{/i}
french: [_RT_] {i}Pourquoi suis-je le seul dans la maison à répondre à la porte?{/i}
german: [_RT_] {i}Warum bin ich der einzige im Haus, der jemals die Tür beantwortet? {/i}
portuguese: [_RT_] {i}Porque é que sou a única pessoa da casa que atende a porta?

source: [_AD_] Well, there's the little twerp himself.
dutch: [_AD_] Nou, er is het kleine twerp zelf.
french: [_AD_] Eh bien, il y a le petit lui-même.
german: [_AD_] Nun, es gibt den kleinen Twerp selbst.
portuguese: [_AD_] Bem, aqui está a própria virinha em si.

source: [_R_] The... bitch is back.
dutch: [_R_] De... bitch is terug.
french: [_R_] La... salope est de retour.
german: [_R_] Die... Hündin ist zurück.
portuguese: [A... cabra está de volta.

source: [_RT_] {i}Shit... That just sounded lame.{/i}
dutch: [_RT_] {i}Shit... Dat klonk net lame.{/i}
french: [_RT_] {i}Merde... Ça avait l'air boiteux.{/i}
german: [_RT_] {i}Shit... Das klang gerade lah.{/i}
portuguese: [_RT_] {i}Merda... Isso acabou de soar a troca.{/i}

source: [_R_] Why are you here? It's not Thursday.
dutch: [_R_] Waarom ben je hier? Het is geen donderdag.
french: [_R_] Pourquoi es-tu ici? Ce n'est pas jeudi.
german: [_R_] Warum bist du hier? Es ist nicht Donnerstag.
portuguese: [Porque é que estão aqui? Não é quinta-feira.

source: [_R_] Wait!... Is that a SWAT van in front of the house?
dutch: [_R_] Wacht!... Is dat een SWAT bestelwagen voor het huis?
french: [_R_] Attends.... Est-ce un van du SWAT devant la maison ?
german: [_R_] Warte!... Ist das ein SWAT-Transporter vor dem Haus?
portuguese: U[_R_] Espere!... Isso é uma van de SWAT na frente da casa?

source: [_AD_] You're very observant, [ryan].
dutch: [_AD_] Je bent erg waarnemer, [ryan].
french: [_AD_] Tu es très observateur, [ryan].
german: [_AD_] Du bist sehr beobachtet, [ryan].
portuguese: [_AD_] Você é muito observador, [ryan].

source: [_R_] Shit!... Are we in trouble?
dutch: [_R_] Shit!... Zijn we in de problemen?
french: [_R_] Merde!... On a des ennuis ?
german: [_R_] Shit!... Sind wir in Schwierigkeiten?
portuguese: [_R_] Sentiu!... Estamos em apuros?

source: [_AD_] Why don't you tell me?
dutch: [_AD_] Waarom vertel je het me niet?
french: [_AD_] Pourquoi ne me le dis-tu pas?
german: [_AD_] Warum sagen Sie mir nicht?

source: [_AD_] What have you been up to lately?
dutch: [_AD_] Wat ben je de laatste tijd geweest?
french: [_AD_] Qu'as-tu fait dernièrement?
german: [_AD_] Was hast du in letzter Zeit erreicht?

source: [_RT_] {i}What the fuck?... What the hell did I do?{/i}
dutch: [_RT_] {i}Wat is de fuck?... Wat deed ik in de hel?{/i}
french: [_RT_] {i}C'est quoi ce bordel ?... Qu'est-ce que j'ai fait ?{/i}
german: [_RT_] {i}Was der Fick?... Was zur Hölle habe ich getan?{/i}

source: [_AD_] Hahaha... Relax... They're just helping me move a few things... hahaha... you should see the look on your face!
dutch: [_AD_] Hahaha... Relais... Ze helpen me alleen maar een paar dingen te bewegen... hahaar... zou je de blik op je gezicht moeten zien!
french: [_AD_] Hahaha... Relaxes-toi... Ils m'aident juste à déplacer quelques choses... hahaha... tu devrais voir le regard sur ton visage!
german: [_AD_] Hahaha... Entspannen... Sie helfen mir nur ein paar Dinge zu bewegen... hahaha... du solltest den Blick auf dein Gesicht sehen!
portuguese: [_AD_] Hahaha... Relaxar... Eles estão só me ajudando a mover algumas coisas... haha... você deve ver o seu rosto!

source: [_SG_] Hey, Diaz!
dutch: [_SG_] Hé, Diaz!
french: [_SG_] Salut, Diaz!
portuguese: [_SG_] Ei, Diaz!

source: [_AD_] What?
dutch: [_AD_] Wat?
french: [_AD_] Quoi?
german: [_AD_] Was?

source: [_SG_] You gonna come help us unload all of this shit, or what?
dutch: [_SG_] Je zult ons helpen al dit stukje te verwijderen of wat?
french: [_SG_] Tu vas venir nous aider à décharger toute cette merde, ou quoi ?
german: [_SG_] Du wirst kommen und uns helfen, all diese Scheiße zu entladen, oder was?

source: [_AD_] No! Why do you think I brought all of you strong guys along?
dutch: [_AD_] Nee! Waarom denk je dat ik al je sterke jongens mee heb meegebracht?
french: [_AD_] Non! Pourquoi penses-tu que je t'ai tout amenés avec toi ?
german: [_AD_] Nein! Warum hast du gedacht, dass ich euch alle starken Jungs mitgebracht habe?
portuguese: [_AD_] Não! Por que você acha que eu trouxe todos vocês fortes juntos?

source: [_SG_] Well, don't forget our deal!
dutch: [_SG_] Nou, vergeet onze deal niet!
french: [_SG_] Eh bien, n'oublies pas notre offre!
german: [_SG_] Na ja, vergessen Sie nicht unser Angebot!

source: [_SG_] The Chief wouldn't be happy if he knew we were using our training time to help you.
dutch: [_SG_] Het hoofd zou niet blij zijn als hij wist dat we onze trainingstijd gebruikten om je te helpen.
french: [_SG_] Le chef ne serait pas content s'il savait que nous utilisions notre temps de formation pour t'aider.
german: [_SG_] Der Chef würde sich nicht freuen, wenn er wüßte, dass wir unsere Trainingszeit nutzen, um dir zu helfen.
portuguese: [_SG_] O Chefe não ficaria feliz se soubesse que estávamos usando o nosso tempo de treinamento para ajudá-lo.

source: [_AD_] Well, I'm making it worth your time.
dutch: [_AD_] Nou, ik maak het je tijd waard.
french: [_AD_] Eh bien, je fais en sorte que cela en vaille la peine.
german: [_AD_] Nun, ich mache es deine Zeit wert.

source: [_SG_] O'Brien said you promised us each ten minutes, and if we can last that long, we all get a go at you at the same time.
dutch: [_SG_] O'Brien zei dat je ons elke tien minuten hebt beloofd, en als we zo lang kunnen meegaan, gaan we u allemaal op hetzelfde moment laten voorbijgaan.
french: [_SG_] O'Brien a dit que tu nous as promis dix minutes à chacun, et si nous pouvons durer aussi longtemps, nous te tenterons tous en même temps.
german: [_SG_] O'Brien sagte, du hast uns alle zehn Minuten versprochen, und wenn wir so lange dauern können, dann gehen wir alle zur gleichen Zeit.
portuguese: [_SG_] O'Brien disse que você nos prometeu a cada dez minutos e se pudermos durar esse tempo, todos nós nos esforçamos ao mesmo tempo.

source: [_AD_] Would you shut the hell up? Can't you see we're in front of a little boy?
dutch: [_AD_] Wilt u de hel sluiten? Ziet u niet dat we voor een kleine jongen staan?
french: [_AD_] Veux-tu la fermer? Tu ne vois pas qu'on est devant un petit garçon ?
german: [_AD_] Würdest du die Hölle herunterfahren? Kannst du nicht sehen, dass wir vor einem kleinen Jungen stehen?
portuguese: [_AD_] Você poderia fechar o inferno? Você não consegue ver que estamos na frente de um menino?

source: [_R_] Hey!... I'm 19!
dutch: [_R_] Hallo!... Ik ben 19!
french: [_R_] Hé!... J'ai 19 ans !
german: [_R_] Hey!... Ich bin 19!
portuguese: [_R_] Ei!... Eu sou 19!

source: [_AD_] Just go throw all this stuff in the entryway and tell the other boys to do the same! We'll settle up later in the van.
dutch: [_AD_] gooi gewoon al dit spul in de ingang en vertel de andere jongens hetzelfde te doen! Later zullen we de vrachtwagen oplossen.
french: [_AD_] Vas-y jettes tout ça dans l'entrée et dis aux autres garçons de faire de même! On s'installera plus tard dans le van.
german: [_AD_] Wirf einfach all dieses Zeug in den Einstieg und erzähle den anderen Jungen, das Gleiche zu tun! Wir werden uns später im Lieferwagen ansiedeln.

source: [_RT_] {i}Holy fuck!... Did I understand that exchange right?{/i}
dutch: [_RT_] {i}Heilige fusie! ... Heb ik die uitwisseling begrepen?{/i}
french: [_RT_] {i}Putain!... Ai-je bien compris cet échange?{/i}
german: [_RT_] {i}Heiliger Fick!... Habe ich den Austausch richtig verstanden?{/i}
portuguese: [_RT_] {i}Presa Sagrada!... Eu entendi a troca de direito?{/i}

source: [_AD_] Would you please do me a favor and go get your mom?
dutch: [_AD_] Zou je me een plezier willen doen en ga je kans krijgen?
french: [_AD_] Veux-tu me rendre service et aller chercher ta mère ?
german: [_AD_] Würdest du mir bitte einen Gefallen tun und deine Zeit bekommen?
portuguese: [_AD_] Você poderia por favor me fazer um favor e ir buscar sua mãe?

source: [_R_] What's going on?
dutch: [_R_] Wat gebeurt er?
french: [_R_] Que se passe-t-il ?
german: [_R_] Was geht vor?

source: [_AD_] You'll find out in just a few minutes, now will you please go get [mom_name]?
dutch: [_AD_] Je zult er binnen een paar minuten achter komen, nu ga je naar [mom_name]?
french: [_AD_] Tu le saurais en quelques minutes, vas-tu maintenant aller chercher [mom_name]?
german: [_AD_] Du wirst in wenigen Minuten herausfinden, jetzt gehst du bitte [mom_name]?

source: [_AD_] If you make a suggestion like that to me again, you'll be taking my place in the van!
dutch: [_AD_] Als je weer zoiets voor me voorstelt, dan zit je in de vrachtwagen!
french: [_AD_] Si tu me fais encore une suggestion comme ça, tu prendras ma place dans le van!
german: [_AD_] Wenn du mir einen solchen Vorschlag noch einmal machst, wirst du meinen Platz in der Vorne einnehmen!

source: [_R_] Gross!
dutch: [_R_] Bruto!
french: [_R_] Brut!
german: [_R_] Groß!

source: [_RT_] {i}Gross!{/i}
french: [_RT_] {i}Brut!{/i}
german: [_RT_] {i}Groß!{/i}

source: [_RT_] Hey, Mom.
dutch: [_RT_] Hey, mama.
french: [_RT_] Hé, maman.
german: [_RT_] He, Mama.
portuguese: [_RT_] Ei, mamãe.

source: [_M_] Hey, honey! Who was at the door?
dutch: [_M_] Hé, honing! Wie was er op de deur?
french: [_M_] Salut, chéri! Qui était à la porte?
german: [_M_] Hey, Honig! Wer war vor der Tür?

source: [_R_] It's Agent Diaz of the FBI. She wants to talk to you.
dutch: [_R_] Het is Agent Diaz van de FBI. Ze wil met je praten.
french: [_R_] C'est l'agent Diaz du FBI. Elle veut te parler.
german: [_R_] ist Agent Diaz des FBI. Sie möchte mit dir sprechen.
portuguese: [_R_] É o Agente Diaz do FBI. Ela quer falar com você.

source: [_M_] Is it good news about your father?
dutch: [_M_] Is het goed nieuws over je vader?
french: [_M_] Est-ce une bonne nouvelle pour ton père?
german: [_M_] Ist es eine gute Nachricht über deinen Vater?
portuguese: [_M_] É uma boa notícia sobre o seu pai?

source: [_R_] I don't know. But they are bringing in a bunch of luggage.
dutch: [_R_] Ik weet het niet. Maar ze brengen een hoop bagage binnen.
french: [_R_] Je ne sais pas. Mais ils apportent un tas de bagages.
german: [_R_] Ich weiß es nicht, aber sie bringen ein paar Gepäckstücke mit.

source: [_M_] Oh, maybe it's [dad_name]'s stuff!
dutch: [_M_] Oh, misschien is het [dad_name]zijn spul!
french: [_M_] Oh, c'est peut-être le truc de [dad_name]!
german: [_M_] Oh, vielleicht ist es [dad_name]'s Sache!
portuguese: [_M_] Oh, talvez seja coisa de [dad_name]!

source: [_M_] Please stay here and finish sweeping for me.
dutch: [_M_] Blijf hier en eindig het vegen voor mij.
french: [_M_] S'il te plaît, reste ici et finis de balayer pour moi.
german: [_M_] Bitte bleibe hier und beende das Kehren für mich.

source: [_R_] What? I want to see what's going on.
dutch: [_R_] Wat? Ik wil zien wat er aan de hand is.
french: [_R_] Quoi? Je veux voir ce qui se passe.
german: [_R_] Was? Ich möchte sehen, was los ist.
portuguese: [_R_] o que? Quero ver o que está acontecendo.

source: [_M_] Please, [ryan]!...
dutch: [_M_] Alstublieft, [ryan]!...
french: [_M_] S'il te plait, [ryan]!...
german: [_M_] Bitte, [ryan]!...

source: [_R_] Ok...
french: [_R_] D'accord...

source: {i}"A few minutes later"{/i}
dutch: {i}"Een paar minuten later"{/i}
french: {i}'Quelques minutes plus tard'{/i}
german: {i}"Ein paar Minuten später"{/i}
portuguese: {i}"Alguns minutos mais tarde"{/i}

source: [_R_] Finally finished, now I can go see what's going on.
dutch: [_R_] is klaar, nu kan ik zien wat er aan de hand is.
french: [_R_] Enfin terminé, maintenant je peux aller voir ce qui se passe.
german: [_R_] Endlich beendet, jetzt kann ich sehen, was los ist.

source: [_AD_] So the nerds at the FBI noticed that all of Camille's bills were still getting paid, even though Uncle Bobby cleaned out all of his bank accounts.
dutch: [_AD_] Dus de zenuwen bij de FBI merkten dat alle rekeningen van Camille nog steeds betaald worden, Ook al heeft Oom Bobby al zijn bankrekeningen schoongemaakt.
french: [_AD_] Les nerds du FBI ont donc remarqué que toutes les factures de Camille étaient toujours payées, même si Oncle Bobby avait vidé tous ses comptes bancaires.
german: [_AD_] Also die Nerds beim FBI bemerkten, dass alle Rechnungen von Camille noch bezahlt wurden obwohl Onkel Bobby alle seine Bankkonten rausräumte.

source: [_AD_] They wanted to put you and Mandy in a tiny apartment in a dangerous part of town to make sure they could more easily monitor your transactions, but I convinced them that they should move you in with family instead.
dutch: [_AD_] Ze wilden jou en snoepje in een klein appartement plaatsen in een gevaarlijk dorp om er zeker van te zijn dat ze je transacties makkelijker kunnen volgen. Ik heb hen er echter van overtuigd dat ze je in plaats daarvan met het gezin moeten bewegen.
french: [_AD_] Ils voulaient te mettre avec Mandy dans un petit appartement dans un quartier dangereux de la ville pour s'assurer qu'ils pourraient plus facilement surveiller vos transactions, mais je les ai convaincus qu'ils devraient plutôt vous emménager en famille.
german: [_AD_] Sie wollten dich und Mandy in eine winzige Wohnung in einem gefährlichen Teil der Stadt stellen, um sicherzustellen, dass sie deine Transaktionen leichter überwachen können. aber ich habe sie überzeugt, dass sie Sie stattdessen mit der Familie zu bewegen.

source: [_AD_] That way, I can keep a close eye on Camille's finances and movements, since I'm already in charge of monitoring this household.
dutch: [_AD_] Op die manier kan ik Camille de financiën en bewegingen goed in de gaten houden, aangezien ik al verantwoordelijk ben voor het toezicht op dit huishouden.
french: [_AD_] De cette façon, je peux surveiller de près les finances et les déplacements de Camille, puisque je suis déjà en charge du suivi de ce ménage.
german: [_AD_] Auf diese Weise kann ich die Finanzen und Bewegungen von Camille genau im Auge behalten, da ich bereits für die Überwachung dieses Haushalts zuständig bin.

source: [_C_] I think we'd rather stay in the tiny apartment. There's only one bathroom in this house!
dutch: [_C_] Ik denk dat we liever in het kleine appartement zouden blijven. Er is maar één badkamer in dit huis!
french: [_C_] Je pense que nous préférerions rester dans le petit appartement. Il n'y a qu'une seule salle de bain dans cette maison!
german: [_C_] Ich denke, wir würden lieber in der kleinen Wohnung bleiben. Es gibt nur ein Badezimmer in diesem Haus!

source: [_M_] Well, go to the apartment then! No one's keeping you here.
dutch: [_M_] Nou, ga dan naar het appartement! Niemand houd je hier.
french: [_M_] Eh bien, allez à l'appartement alors! Personne ne te garde ici.
german: [_M_] Nun, gehen Sie zur Wohnung! Niemand hält Sie hier.
portuguese: [_M_] Bem, vá ao apartamento, então! Ninguém está te mantendo aqui.

source: [_AD_] Well, actually the FBI will be keeping you here.
dutch: [_AD_] Nou, eigenlijk zal de FBI je hier houden.
french: [_AD_] Eh bien, en fait, le FBI te gardera ici.
german: [_AD_] Nun, das FBI wird dich hier halten.

source: [_AD_] And trust me, this place is much better. Everyone we send to those apartments ends up getting bedbugs.
dutch: [_AD_] En vertrouw me, deze plek is veel beter. Iedereen die naar die appartementen stuurt krijgt uiteindelijk slaapbuizen.
french: [_AD_] Et crois-moi, cet endroit est bien meilleur. Tous ceux que nous envoyons dans ces appartements finissent par avoir des punaises de lit.
german: [_AD_] Und vertraue mir, dieser Ort ist viel besser. Jeder, den wir zu diesen Wohnungen schicken, wird am Ende Bettbugs bekommen.
portuguese: [_AD_] E confie em mim, este lugar é muito melhor. Todos que enviamos para esses apartamentos acabam por ir dormir.

source: [_C_] Well... I wish that my Mandy didn't have to stay in the same house as that pervert, [ryan]!
dutch: [_C_] Nou... Ik wou dat mijn snoepje niet in hetzelfde huis hoefde te blijven als dat pervert, [ryan]!
french: [_C_] Bien... J'aimerais que ma Mandy n'ait pas à rester dans la même maison que ce pervers, [ryan]!
german: [_C_] Nun... Ich wünschte, dass mein Mandy nicht im selben Haus bleiben musste, wie das pervertierte, [ryan]!
portuguese: [_C_] Bem... Eu queria que meu mandy não tivesse que ficar na mesma casa que aquele perverso, [ryan]!

source: [_M_] He's no more perverted than any other young adult his age!
dutch: [_M_] Hij is niet meer geperverteerd dan andere volwassenen zijn leeftijd!
french: [_M_] Il n'est pas plus pervers que tout autre jeune adulte de son âge !
german: [_M_] Er ist nicht pervers als jeder andere junge Erwachsene, sein Alter!
portuguese: [_M_] Ele não é mais pervertido do que qualquer outro jovem adulto!

source: [_RT_] {i}It's amazing how little my own mother knows me.{/i}
dutch: [_RT_] {i}Het is verbazingwekkend hoe weinig mijn eigen moeder me kent.{/i}
french: [_RT_] {i}C'est incroyable à quel point ma propre mère me connaît peu.{/i}
german: [_RT_] {i}Es ist erstaunlich, wie wenig meine eigene Mutter mich kennt.{/i}
portuguese: [_RT_] {i}É incrível quão pouco minha mãe me conhece.{/i}

source: [_MT_] {i}That's the biggest lie I've told this week.{/i}
dutch: [_MT_] {i}is de grootste leugen die ik deze week heb verteld.{/i}
french: [_MT_] {i}C'est le plus gros mensonge que j'ai dit cette semaine.{/i}
german: [_MT_] {i}Das ist die größte Lüge, die ich diese Woche erzählt habe.{/i}

source: [_MD_] Mom! I'm 18 yrs old. I can take care of myself.
dutch: [_MD_] Mom! Ik ben 18 uur oud. Ik kan voor mezelf zorgen.
french: [_MD_] Maman! J'ai 18 ans. Je peux prendre soin de moi.
german: [_MD_] Mama! Ich bin 18 Jahre alt. Ich kann mich um mich kümmern.

source: {i}Smooch{/i}
dutch: {i}Gelijk{/i}
french: {i}Bisous{/i}

source: [_MD_] It's so good to see you! I've pretty much been locked up in my house since Mom found that picture!
dutch: [_MD_] Het is zo goed om je te zien! Ik ben bijna in mijn huis opgesloten sinds een mama die foto heeft gevonden!
french: [_MD_] C'est tellement bon de te voir! Je suis à peu près enfermé dans ma maison depuis que maman a trouvé cette photo!
german: [_MD_] Es ist so schön, dich zu sehen! Ich bin seit Mama dieses Bild gefunden hat!

source: [_MD_] I'm sorry for all the shit she's put you through because of that! I tried to tell her it was our idea.
dutch: [_MD_] Het spijt me voor al het shit dat ze je door heeft laten komen! Ik probeerde haar te vertellen dat het ons idee was.
french: [_MD_] Je suis désolé pour toute la merde qu'elle t'a fait subir à cause de ça! J'ai essayé de lui dire que c'était notre idée.
german: [_MD_] Ich entschuldige mich für all die Scheiße, die sie dich durchgebracht hat! Ich habe versucht, ihr zu sagen, es war unsere Idee.
portuguese: [_MD_] Sinto muito por toda a merda que ela te pôs por causa disso! Tentei dizer a ela que era ideia nossa.

source: [_R_] I figured... it's good to see you too!
dutch: [_R_] Ik heb bedacht... het is goed om jou ook te zien!
french: [_R_] Je me suis dit... c'est bon de te voir aussi!
german: [_R_] Ich habe gegeben... es ist schön, auch dich zu sehen!

source: [_MD_] {i}(whispering){/i} Does my mom look mad?
dutch: [_MD_] {i}(fluistert){/i} ziet mijn moeder er gek uit?
french: [_MD_] {i}(murmure){/i} Ma mère a-t-elle l'air folle?
german: [_MD_] {i}(flüstern){/i} Sieht meine Mutter verrückt aus?

source: [_R_] {i}(whispering){/i} Yeah...
dutch: [_R_] {i}(fluistering){/i} Ja...
french: [_R_] {i}(murmure){/i} Ouais...
german: [_R_] {i}(flüstern){/i} Ja...
portuguese: [_R_] {i}(sussurrando){/i} Aê...

source: [_MD_] {i}(whispering){/i} Good! I love pissing her off!
dutch: [_MD_] {i}(fluistert){/i} Goed! Ik hou van haar uitspringen!
french: [_MD_] {i}(murmure){/i} Bien! J'adore l'emmerder !
german: [_MD_] {i}(flüstern){/i} Gut! Ich liebe es, sie abzuschütteln!
portuguese: [_MD_] {i}(sussurro){/i} Bem! Eu adoro arrancar ela!

source: [_MD_] {i}(whispering){/i} I don't know what you did to her, but she really hates you!
dutch: [_MD_] {i}(fluistering){/i} Ik weet niet wat je haar heeft aangedaan, maar ze haat je echt!
french: [_MD_] {i}(murmure){/i} Je ne sais pas ce que tu lui as fait, mais elle te déteste vraiment!
german: [_MD_] {i}(flüstern){/i} Ich weiß nicht, was du ihr getan hast, aber sie hasst dich!
portuguese: [_MD_] {i}(sussurro){/i} Eu não sei o que você fez com ela, mas ela realmente te odeia!

source: [_MD_] It's going to be so fun living here! I'm going to run and find Lauren.
dutch: [_MD_] Het zal zo leuk zijn om hier te leven! Ik ga rennen en Lauren.
french: [_MD_] Ça va être tellement amusant de vivre ici! Je vais courir et trouver Lauren.
german: [_MD_] Es wird so lustig sein, hier zu leben! Ich werde laufen und Lauren finden.
portuguese: [_MD_] Vai ser tão divertido viver aqui! Eu vou correr e achar Lauren.

source: [_M_] How long have you been standing there?
dutch: [_M_] Hoe lang sta je daar?
french: [_M_] Depuis combien de temps es-tu là?
german: [_M_] Wie lange stehst du schon da?
portuguese: [__M_] Há quanto tempo você está parado aí?

source: [_C_] I don't care if he heard what I said. He already knows how I feel about him.
dutch: [_C_] Het kan me niet schelen als hij gehoord heeft wat ik gezegd heb. Hij weet al hoe ik me over hem voel.
french: [_C_] Je m'en fiche s'il a entendu ce que j'ai dit. Il sait déjà ce que je ressens pour lui.
german: [_C_] Mir ist es egal, wenn er hört, was ich gesagt habe. Er weiß bereits, wie ich mich über ihn fühle.

source: [_M_] Honey, will you go tell your sisters and cousin to meet in the lounge for a family meeting?
dutch: [_M_] Honing ga je jouw zusters en neef vertellen om elkaar in de lounge te ontmoeten voor een familievergadering?
french: [_M_] Chéri, vas-tu dire à tes sœurs et à ta cousine de se retrouver dans le salon pour une réunion de famille?
german: [_M_] Honey, gehst du deinen Schwestern und Cousin, um dich in der Lounge für ein Familientreffen zu treffen?
