Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] But... There's a curfew... Nobody's allowed on the beach after dark.
dutch: [_M_] Maar... Er is een curfee... Nooit toegestaan op het strand na het donker.
german: [_M_] Aber... Es gibt eine Sperrstunde... Niemand ist nach der Dunkelheit am Strand erlaubt.

source: [_R_] I know... It's perfect! That means we get the beach to ourselves.
dutch: [_R_] Ik weet het... Het is perfect! Dat betekent dat we het strand bij onszelf krijgen.
german: [_R_] Ich weiß... Es ist perfekt! Das bedeutet, dass wir den Strand zu uns bekommen.

source: [_M_] [ryan]?... What if we get caught?
dutch: [_M_] A [ryan]?... Wat als we gepakt worden?
german: [_M_] [ryan]?... Was ist, wenn wir gefangen werden?

source: [_R_] They'll just tell us to get off the beach. I've been caught before. They didn't even ask for my name.
dutch: [_R_] ze vertellen ons gewoon van het strand af te komen. Ik ben al eerder gevangen en ze hebben zelfs mijn naam niet eens gevraagd.
german: [_R_] Sie werden uns einfach sagen, dass sie vom Strand abkommen sollen. Ich bin schon einmal erwischt worden. Sie haben nicht einmal nach meinem Namen gefragt.

source: [_R_] But most of the time, you don't even see the police patrolling the beach after nine o'clock.
dutch: [_R_] Maar meestal zie je de politie niet eens het strand patrouilleren na negen uur.
german: [_R_] Aber die meiste Zeit, du siehst nicht einmal die Polizei, die nach neun Uhr den Strand patrouilliert.

source: [_M_] This is the best time I've had in a long time!
dutch: [_M_] Dit is de beste tijd die ik in een lange tijd heb gehad!
german: [_M_] Dies ist die beste Zeit, die ich in einer langen Zeit hatte!

source: [_M_] Thanks for helping me forget all my worries for a little while.
dutch: [_M_] Bedankt voor het helpen van me om al mijn zorgen even te vergeten.
german: [_M_] Danke, dass du mir geholfen hast, alle meine Sorgen für eine Weile zu vergessen.

source: [_M_] It's such a nice night... I almost wish I had my swimming suit.
dutch: [_M_] Het is zo'n mooie nacht... Ik zou bijna willen dat ik mijn zwempak had.
german: [_M_] Es ist so eine nette Nacht... Ich wünschte, ich hätte meinen Badeanzug.

source: [_R_] Really?... You'd get in the water at night?
german: [_R_] Wirklich?... Du würdest nachts ins Wasser kommen?

source: [_M_] Yeah, why not?... I used to go night swimming all the time when I was a teenager.
dutch: [_M_] Yeah, waarom niet?... Ik ging altijd 's nachts zwemmen toen ik een tiener was.
german: [_M_] Ja, warum nicht?... Ich habe immer die ganze Zeit nachts schwimmen lassen, als ich ein Teenager war.

source: [_M_] I miss being young and adventurous!
dutch: [_M_] Ik mis jong en avontuurlijk!
german: [_M_] Ich vermisse jung und abenteuerlich!

source: [_R_] Let's do it!
dutch: [_R_] Laten we het doen!
german: [_R_] Los geht's!

source: [_M_] We don't have swimming suits.
dutch: [_M_] We hebben geen zwempakken.
german: [_M_] Wir haben keine Badeanzüge.

source: [_R_] That doesn't have to stop us!
dutch: [_R_] Dat hoeft ons niet te stoppen!
german: [_R_] Das muss uns nicht stoppen!

source: [_R_] We both have our birthday suits
dutch: [_R_] We hebben allebei ons verjaardagspak
german: [_R_] Wir haben beide unsere Geburtstagsanzüge

source: [_M_] [ryan]!... I can't swim naked with my own son!
dutch: [_M_] [ryan]!... Ik kan niet naakt zwemmen met mijn eigen zoon!
german: [_M_] [ryan]!... Ich kann mit meinem eigenen Sohn nicht nackt schwimmen!

source: [_R_] Are you kidding, Mom?... You gave me a blowjob earlier today. You don't have to keep pretending to be shocked by these kinds of suggestions.
dutch: [_R_] Ben je een grapje, ma?... Je hebt me eerder vandaag een klapperbaan gegeven. Je hoeft niet steeds te doen alsof je geschokt bent door dit soort suggesties.
german: [_R_] Scherzhaft, Mom?... Du hast mir heute einen Blowjob gegeben. Sie müssen nicht immer so tun, als seien Sie von solchen Vorschlägen schockiert.

source: [_R_] Plus, this isn't really sexual or anything. Our clothes are just keeping us from a really good time.
dutch: [_R_] Plus, dit is niet echt seksueel of iets anders. Onze kleren houden ons gewoon van een goede tijd.
german: [_R_] Plus, das ist nicht wirklich sexuell oder nichts. Unsere Kleider halten uns nur von einer wirklich guten Zeit.

source: [_R_] You just said that you miss being young and adventurous. Well, you can still act like both of those things!
dutch: [_R_] Je hebt net gezegd dat je jong en avontuurlijk bent. Nou, je kunt nog steeds doen als beide dingen!
german: [_R_] Du hast gerade gesagt, du vermissen jung und abenteuerlich. Nun, du kannst immer noch wie beides handeln!

source: [_M_] Wait... I'm coming too!
dutch: [_M_] Wacht... Ik kom ook!
german: [_M_] Warten... Ich komme auch!

source: [_M_] The water's a little colder than I was expecting!
dutch: [_M_] Het water is een beetje kouder dan ik verwacht!
german: [_M_] Das Wasser ist etwas kälter als ich erwartet habe!

source: [_R_] Don't torture yourself!... You've just got to plunge in and get used to it.
dutch: [_R_] Maak je niet schuldig aan martelingen!... Je moet gewoon binnendompelen en eraan wennen.
german: [_R_] Foltern Sie sich nicht!... Sie müssen gerade eintauchen und sich daran gewöhnen.

source: [_M_] Here goes!
dutch: [_M_] Hier gaat!
german: [_M_] Hier!

source: [_M_] Whoah!... Get used to it, huh?
dutch: [_M_] Wieh! ... Aan het wennen, toch?
german: [_M_] Whoah!... Gewöhnen Sie sich daran, oder?

source: [_R_] Haha... Don't worry just give it a minute.
dutch: [_R_] Hahaha... Maak je geen zorgen, geef het een minuut.
german: [_R_] Haha... Keine Sorge, gib ihm einfach eine Minute.

source: [_RT_] {i}Mmmm... Just look at that beautiful ass!{/i}
dutch: [_RT_] {i}Mmmm... Kijk gewoon naar dat mooie ass!{/i}
german: [_RT_] {i}Mmmm... Schaue dir einfach den schönen Arsch an!{/i}

source: [_MT_] {i}Good Lord!... How can my boy be so big with cold water shrinkage?{/i}
dutch: [_MT_] {i}Goede Heer!... Hoe kan mijn jongen zo groot zijn met koud water krimpen?{/i}
german: [_MT_] {i}Guten Lord!... Wie kann mein Junge mit kaltem Wasser so groß sein? {/i}

source: [_MT_] {i}His shriveled cock is still bigger than his dad's on his proudest day!{/i}
dutch: [_MT_] {i}Zijn schelde brok is nog steeds groter dan zijn vader op zijn trotse dag!{/i}
german: [_MT_] {i}Sein geschrumpfter Schwanz ist noch größer als sein Vater an seinem stolzesten Tag!{/i}

source: [_MT_] {i}Why do I still feel horny? You'd think the orgasm I had when Matt ate my pussy would have satisfied me for the day.{/i}
dutch: [_MT_] {i}Waarom voel ik me nog steeds horig? Je zou denken dat het orgasme dat ik had toen Matt mijn pussy opte, me overdag tevreden zou hebben gesteld. /i}
german: [_MT_] {i}Warum fühle ich mich immer noch geil? Ihr solltet denken, dass der Orgasmus, den ich hatte, als Matt meine Fotze gegessen hätte, mich für den Tag zufrieden gestellt hätte. /i}

source: [_MT_] {i}Mmm... I can't believe I let Matt do that! I'll bet his cold shrunken cock is even bigger than [ryan]'s.{/i}
dutch: [_MT_] {i}Mmm... Ik kan niet geloven dat ik Matt dat laat doen! Ik durf te wedden dat zijn koud gekrompen cock nog groter is dan [ryan]'s.{/i}
german: [_MT_] {i}Mmm... Ich kann nicht glauben, ich lasse Matt das tun! Ich wette, dass sein kalter geschrumpfter Schwanz noch größer ist als [ryan]'s.{/i}

source: [_MT_] {i}Why do I still feel horny? You'd think the orgasm I had when Joey fingered my pussy would have satisfied me for the day.{/i}
dutch: [_MT_] {i}Waarom voel ik me nog steeds horig? Je zou denken dat het orgasme dat ik had toen Joey vingerafdruk nam mijn posy me overdag tevreden zou hebben gesteld. /i}
german: [_MT_] {i}Warum fühle ich mich immer noch geil? Der Orgasmus, den ich hatte, als Joey meine Fotze fing, hätte mich für den Tag gefreut. /i}

source: [_MT_] {i}His penis might not be as big as [ryan]'s, but I still can't help but wonder what he would feel like inside of me.{/i}
dutch: [_MT_] {i}Zijn pennen kan niet zo groot zijn als [ryan]'s, maar ik kan me nog steeds niet helpen maar vraag me af hoe hij zich binnen zou voelen. /i}
german: [_MT_] {i}Sein Penis ist möglicherweise nicht so groß wie [ryan]'s, aber ich kann immer noch nicht umhin, mich zu fragen, wie er sich in mir fühlen würde. /i}

source: [_MT_] {i}Why do I still feel horny? You'd think all the attention [ryan] gave my pussy in the restaurant would have satisfied me for the day.{/i}
dutch: [_MT_] {i}Waarom voel ik me nog steeds horig? Je zou denken dat al het aandacht van [ryan] mijn drukknoop in het restaurant me overdag tevreden zou hebben gesteld. /i}
german: [_MT_] {i}Warum fühle ich mich immer noch geil? Sie sollten denken, dass die ganze Aufmerksamkeit [ryan] meiner Fotze im Restaurant für den Tag zufrieden gewesen wäre. /i}

source: [_MT_] {i}Goddammit! I shouldn't be entertaining thoughts of that huge cock pounding my pussy... and yet... I can't get those kinds of thoughts out of my head!{/i}
dutch: [_MT_] {i}Goddamm! Ik zou niet de gedachten moeten vermaken over die grote hanen die mijn schoffel vermaken. . en nog... Ik kan dit soort gedachten niet uit mijn hoofd krijgen!{/i}
german: [_MT_] {i}Goddammit! Ich sollte keine unterhaltsamen Gedanken über diesen riesigen Schwanz, der meine Fotze schiebt. . und dennoch... Ich kann solche Gedanken nicht aus meinem Kopf holen!{/i}

source: [_R_] Come on, Mom!
dutch: [_R_] Kom op, mam!
german: [_R_] Komm, Mama!

source: [_R_] Let's see who can body surf the farthest.
dutch: [_R_] Laten we zien wie het lichaam het verst kan surfen.
german: [_R_] Lass uns sehen, wer am weitesten im Körper surfen kann.

source: [_M_] Careful, [ryan]!
dutch: [_M_] Voorzichtig, [ryan]!
german: [_M_] Vorsicht, [ryan]!

source: [_R_] I told you you weren't that heavy.
dutch: [_R_] Ik heb je verteld dat je niet zo zwaar was.
german: [_R_] Ich sagte dir, du wärst nicht so schwer.

source: [_RT_] {i}It's a good thing I never told you that your bare ass on my shoulders wouldn't make me as hard as a rock!{/i}
dutch: [_RT_] {i}is een goed ding dat ik je nooit heb verteld dat je blote zak op mijn schouders me niet zo hard zou maken als een steen!{/i}
german: [_RT_] {i}Es ist eine gute Sache, die ich dir nie gesagt habe, dass dein nackter Arsch auf meinen Schultern mich nicht so schwer machen würde wie ein Felsen!{/i}

source: [_MT_] {i}Goddammit! [ryan] wants this to be more than it is!{/i}
dutch: [_MT_] {i}Goddammit! [ryan] wil dat dit meer is dan hij!{/i}
german: [_MT_] {i}Goddammit! [ryan] möchte, dass dies mehr sein als es ist!{/i}

source: [_MT_] {i}I'm just looking for some fun... Not to bond emotionally with anyone!{/i}
dutch: [_MT_] {i}Ik ben op zoek naar wat plezier... Niet om emotioneel met iemand te verbinden!{/i}
german: [_MT_] {i}Ich suche einfach nach Spaß... Nicht um mich emotional mit jemandem zu verbinden!{/i}

source: [_M_] [ryan]?... What the hell?... Are you crazy?
dutch: [_M_] [ryan]?... Wat de hel?... Ben je gek?
german: [_M_] [ryan]?... Was die Hölle?... Sind Sie verrückt?

source: [_R_] But, I thought...
dutch: [_R_] Maar ik heb gedacht...
german: [_R_] Aber ich dachte...

source: [_M_] I thought you understood that our messing around was just to release some sexual tension!
dutch: [_M_] Ik dacht dat je begreep dat onze puinhoop alleen maar was om wat seksuele spanning vrij te maken!
german: [_M_] Ich dachte, du hast verstanden, dass unser Durcheinander nur ein paar sexuelle Spannungen befreit!

source: [_M_] You're my son! This can't be anything more than that!
dutch: [_M_] Jij bent mijn zoon! Dit kan niets anders zijn dan dat!
german: [_M_] Du bist mein Sohn! Das kann nicht mehr sein!

source: [_M_] God, what am I saying? It shouldn't even be that!
dutch: [_M_] God, wat zeg ik? Dat zou niet eens moeten zijn!
german: [_M_] Gott, was sage ich? Es sollte nicht einmal so sein!

source: [_MT_] {i}He shouldn't... How dare he?... My whole body is tingling!... What do I do?{/i}
dutch: [_MT_] {i}Hij zou moeten n't... Hoe durf je?... Mijn hele lichaam aan het doen is!... Wat doe ik?{/i}
german: [_MT_] {i}Er sollte es nicht wagen... Wie wagt es ihn?... Mein ganzer Körper bricht an!... Was mache ich?{/i}

source: [_MT_] {i}Oh, my God! I think he really loves me!{/i}
dutch: [_MT_] {i}Oh, mijn God! Ik denk dat hij echt van mij houdt!{/i}
german: [_MT_] {i}Oh, mein Gott! Ich denke, er liebt mich wirklich!{/i}

source: [_MT_] {i}And not like a son, but... Like more than [dad_name]'s ever loved me!{/i}
dutch: [_MT_] {i}En niet als een zoon, maar... Net als meer dan [dad_name]'s ooit houden van me!{/i}
german: [_MT_] {i}Und nicht wie ein Sohn, aber... Ähnlich wie mich jemals [dad_name]geliebt hat!{/i}

source: [_MT_] {i}Certainly more than I love [dad_name].{/i}
dutch: [_MT_] {i}zeker meer dan ik hou van [dad_name].{/i}
german: [_MT_] {i}Sicherlich mehr als ich liebe [dad_name].{/i}

source: [_MT_] {i}That may be wrong, but it's real!{/i}
dutch: [_MT_] {i}Dat kan fout zijn, maar het is echt!{/i}
german: [_MT_] {i}Das mag falsch sein, aber es ist wahr!{/i}

source: [_MT_] {i}More real than his dad and I have ever been!{/i}
dutch: [_MT_] {i}Meer dan zijn vader en ik ben ooit geweest!{/i}
german: [_MT_] {i}Wirklicher als sein Vater und ich bin je gewesen!{/i}

source: [_MT_] {i}Oh, my God!... Do I feel the same?{/i}
dutch: [_MT_] {i}Oh, mijn God!... Voel ik het zelf?{/i}
german: [_MT_] {i}Oh, mein Gott!... Fühle ich mich dasselbe?{/i}

source: {b}{i}"Mom's Affection +3"{/i}{/b}
dutch: {b}{i}"Momenten Affectie +3"{/i}{/b}
german: {b}{i}"Mamas Affektion +3"{/i}{/b}

source: [_M_] [ryan]... That was...
dutch: [_M_] [ryan]... Dat was...
german: [_M_] [ryan]... Das war...

source: [_MT_] {i}Uhh... He's just staring at me. This is a bit awkward!{/i}
dutch: [_MT_] {i}Uh... Hij start gewoon naar mij. Dit is een beetje onhandig!{/i}
german: [_MT_] {i}Uhhh... Er fängt gerade auf mich. Das ist ein bisschen unangenehm!{/i}

source: [_MT_] {i}Should I say something?{/i}
dutch: [_MT_] {i}Wil ik iets zeggen?{/i}
german: [_MT_] {i}Sollte ich etwas sagen?{/i}

source: [_MT_] {i}This whole situation is so romantic!{/i}
dutch: [_MT_] {i}Deze hele situatie is zo romantisch!{/i}
german: [_MT_] {i}Diese ganze Situation ist so romantisch!{/i}

source: [_MT_] {i}I know it's wrong! But I wish he'd kiss me right now!{/i}
dutch: [_MT_] {i}Ik weet dat het fout is! Maar ik zou willen dat hij me nu meteen kis!{/i}
german: [_MT_] {i}Ich weiß, dass es falsch ist! Aber ich wünschte, er würde mich jetzt küßen!{/i}

source: [_R_] Oh, shit! It's the police!
dutch: [_R_] Oh, zo! Het is de politie!
german: [_R_] Oh, shit! Es ist die Polizei!

source: [_M_] Do you think they've seen us?
dutch: [_M_] Denk je dat ze ons gezien hebben?
german: [_M_] Glauben Sie, dass sie uns gesehen haben?

source: [_R_] No... but do you see how they're shining their spotlight out into the water?
dutch: [_R_] Nee... maar zie je hoe ze hun schijnwerper uitlaten in het water?
german: [_R_] Nein... aber siehst du, wie sie ihr Rampenlicht ins Wasser leuchten?

source: [_R_] If we don't get out of here we'll be sitting ducks!
dutch: [_R_] Als we hier niet uit komen, zitten we met eenden!
german: [_R_] Wenn wir hier nicht rauskommen, sitzen wir Enten!

source: [_M_] Our clothes!
dutch: [_M_] Onze kleding!
german: [_M_] Unsere Kleidung!

source: [_R_] They're in the direction of the police! If we go back for them, we'll be caught for sure.
dutch: [_R_] ze zijn in de richting van de politie! Als we voor hen teruggaan, zijn we zeker gepakt.
german: [_R_] Sie sind in die Richtung der Polizei! Wenn wir zu ihnen zurückkehren, werden wir mit Sicherheit erwischt.

source: [_R_] Just follow me! I know where we can hide.
dutch: [_R_] Volg me gewoon! Ik weet waar we ons kunnen verbergen.
german: [_R_] Folgen Sie mir nur! Ich weiß, wo wir uns verstecken können.

source: [_M_] Isn't this too obvious?
german: [_M_] ist das nicht zu offensichtlich?

source: [_M_] They're going to check here!
dutch: [_M_] Ze gaan hier controleren!
german: [_M_] Sie werden hier schauen!

source: [_R_] We don't have any other choice.
dutch: [_R_] We hebben geen andere keuze.
german: [_R_] Wir haben keine andere Wahl.

source: [_R_] We can't run into the city naked.
dutch: [_R_] We kunnen de stad niet naakt raken.
german: [_R_] Wir können nicht nackt in die Stadt laufen.

source: [_M_] My God!
dutch: [_M_] Mijn God!
german: [_M_] Mein Gott!

source: [_R_] So far, so good!
dutch: [_R_] Tot nu toe, zo goed!
german: [_R_] So weit, so gut!

source: {i}"Sound of police truck approaching."{/i}
dutch: {i}"Geluid van politievrachtwagen nadert."{/i}
german: {i}"Geräusch der Polizei nähern."{/i}

source: [_R_] Oh, fuck!... They're coming!
dutch: [_R_] Oh, fuks!... Ze komen eraan!
german: [_R_] Oh, fuck!... Sie kommen!

source: [_R_] We've got to hide!
dutch: [_R_] We hebben ons moeten verbergen!
german: [_R_] Wir müssen uns verbergen!

source: [_M_] It's an empty room! There isn't anywhere to hide!
dutch: [_M_] Het is een lege kamer! Er is nergens te verbergen!
german: [_M_] Es ist ein leerer Raum! Es gibt nirgendwo zu verstecken!

source: [_R_] Quick. We've got to squeeze into this corner so that when they open the door, we'll be behind it.
dutch: [_R_] Snel. We moeten deze hoek indrukken zodat wanneer ze de deur openen, we erachter staan.
german: [_R_] Schnell. Wir müssen in diese Ecke drücken, so dass wir, wenn sie die Tür öffnen, hinter ihr stehen.

source: [_M_] They're going to check behind the door!
dutch: [_M_] Ze gaan achter de deur kijken!
german: [_M_] Sie werden hinter der Tür schauen!

source: [_R_] Maybe, but it's our only chance.
dutch: [_R_] Misschien, maar het is onze enige kans.
german: [_R_] vielleicht, aber es ist unsere einzige Chance.

source: [_M_] What are they going to think when they find us in here naked?
dutch: [_M_] Wat gaan ze denken wanneer ze ons naakt vinden?
german: [_M_] Was werden sie denken, wenn sie uns hier nackt finden?

source: [_M_] And what are they going to think when they find out I'm your mom?!
dutch: [_M_] En wat gaan ze denken wanneer ze erachter komen dat ik jou ben?!
german: [_M_] Und was werden sie denken, wenn sie herausfinden, ich bin deine Mama?!

source: [_R_] Try and calm down! That hasn't happened yet.
dutch: [_R_] Probeer en kalmeer! Dat is nog niet gebeurd.
german: [_R_] Versuche dich zu beruhigen! Das ist noch nicht passiert.

source: [_R_] Come squeeze into this corner with me, and maybe we'll be alright.
dutch: [_R_] Kom met mij in deze hoek knijpen en misschien zijn we goed.
german: [_R_] Komm mit mir in diese Ecke und vielleicht sind wir in Ordnung.

source: [_M_] We're so fucked!
dutch: [_M_] We zijn zo verdomd!
german: [_M_] Wir sind so gefickt!

source: [_P_] It's your turn to get out and check the changing huts.
dutch: [_P_] Het is je beurt om uit te kijken en de veranderende hutten te bekijken.
german: [_P_] Du bist an der Reihe, um die wechselnden Hütten zu überprüfen.

source: [_PW_] Bullshit! I did it last night!
dutch: [_PW_] Bullshit! Ik heb het afgelopen nacht gedaan!
german: [_PW_] Bullshit! Ich habe es letzte Nacht geschafft!

source: [_P_] No, but I did it that last time we were paired up, so it's your turn!
dutch: [_P_] Nee, maar ik heb het gedaan dat we de laatste keer waren voorzien van een plafond, dus het is jouw beurt!
german: [_P_] Nein, aber ich habe es geschafft, dass wir das letzte Mal gekoppelt waren, also bist du an der Reihe!

source: [_R_] I don't think they've gotten out of their truck yet.
dutch: [_R_] Ik denk niet dat ze nog uit hun vrachtwagen zijn gekomen.
german: [_R_] Ich glaube nicht, dass sie noch aus ihrem LKW gekommen sind.

source: [_R_] Maybe they won't even come check.
dutch: [_R_] Misschien zullen ze niet eens controleren.
german: [_R_] Vielleicht werden sie nicht einmal überprüft.

source: [_M_] We'd better stay here until they leave. Just to be safe.
dutch: [_M_] We kunnen beter hier blijven tot ze vertrekken. Om veilig te zijn.
german: [_M_] Wir sollten besser hier bleiben bis sie gehen. Nur um sicher zu sein.

source: [_RT_] {i}Mom's pushing her ass right into my cock!{/i}
dutch: [_RT_] {i}Momjes duwt haar pas recht in mijn cock!{/i}
german: [_RT_] {i}Mamas schiebt ihren Arsch direkt in meinen Schwanz!{/i}

source: [_RT_] {i}Normally this would be great, but it's not going to help our situation if we're caught while I'm hard as a rock!{/i}
dutch: [_RT_] {i}Normaal zou dit geweldig zijn, maar het zal onze situatie niet helpen als we worden betrapt terwijl ik hard ben als steen!{/i}
german: [_RT_] {i}Normalerweise wäre das großartig, aber es wird uns nicht helfen, wenn wir gefangen sind, während ich hart bin wie ein Felsen!{/i}

source: [_RT_] {i}Come on, little buddy. Go back down!{/i}
dutch: [_RT_] {i}Come op, kleine vriendin. Ga terug in!{/i}
german: [_RT_] {i}Komm, kleiner Kumpel. Geh zurück nach unten!{/i}

source: [_M_] {i}(Whispering){/i} [ryan], is that what I think it is?
dutch: [_M_] {i}(Whispering){/i} [ryan], is dat wat ik denk dat het is?
german: [_M_] {i}(Flüstern){/i} [ryan], ist das, was ich denke, es ist?

source: [_R_] {i}(Whispering){/i} I'm trying to control it, it just...
dutch: [_R_] {i}(Whispering){/i} Ik probeer het te controleren, alleen...
german: [_R_] {i}(Flüstern){/i} Ich versuche es zu kontrollieren, es ist nur...

source: [_M_] You've got to be kidding me!
dutch: [_M_] Je moet me voor de gek houden!
german: [_M_] Du musst mich verbergen!

source: [_M_] What are you thinking!?
dutch: [_M_] Wat denk jij dan!?
german: [_M_] Was denkst du!?

source: [_M_] Control yourself, [ryan]!
dutch: [_M_] Beheer uzelf, [ryan]!
german: [_M_] kontrolliere dich, [ryan]!

source: [_R_] I said I'm trying!
dutch: [_R_] Ik heb gezegd dat ik het aan het proberen!
german: [_R_] Ich sagte, ich versuche!

source: [_MT_] {i}My Lord! His penis is knocking right on my front door!{/i}
dutch: [_MT_] {i}Mijn Heer! Zijn penis is recht voor mijn voordeur aan het kloppen!{/i}
german: [_MT_] {i}Mein Lord! Sein Penis klopft direkt vor meiner Haustür!{/i}

source: [_MT_] {i}With all the upwards pressure, it could slide right inside if he were lubed and I relaxed my muscles a little bit.{/i}
dutch: [_MT_] {i}Met alle opwaartse druk kan het naar rechts glijden als hij werd gelokt en ik heb mijn spieren een beetje ontspannen.{/i}
german: [_MT_] {i}Bei all dem Aufwärtsdruck könnte es nach innen rutschen, wenn er gelockert würde und ich meine Muskeln ein wenig entspannt habe.{/i}

source: [_MT_] {i}Holy fuck! My own son is literally that close to penetrating me!{/i}
dutch: [_MT_] {i}Heilige fuk! Mijn eigen zoon is letterlijk zo dichtbij om te doordringen!{/i}
german: [_MT_] {i}Heiliger Fick! Mein eigener Sohn ist buchstäblich so nah daran, mich zu durchdringen!{/i}

source: [_MT_] {i}Oh no!... How can I possibly be getting turned on in this situation?!{/i}
dutch: [_MT_] {i}Oh nee!... Hoe kan ik in deze situatie aanzetten?!{/i}
german: [_MT_] {i}Oh nein!... Wie kann ich in dieser Situation möglicherweise eingeschaltet werden?!{/i}

source: [_MT_] {i}If we get caught like this, I might just end up in jail for lewd conduct!{/i}
dutch: [_MT_] {i}Als we zo worden gepakt kan ik gewoon in de gevangenis belanden voor gegooid gedrag!{/i}
german: [_MT_] {i}Wenn wir so erwischt werden, könnte ich einfach im Gefängnis landen für gelesenes Verhalten!{/i}

source: [_MT_] {i}Why is the lower half of my body burning?!{/i}
dutch: [_MT_] {i}Waarom is de onderste helft van mijn lichaam brandend?!{/i}
german: [_MT_] {i}Warum brennt die untere Hälfte meines Körpers? !{/i}

source: [_MT_] {i}Having my son's cock ready to breach the doors is driving me crazy!{/i}
dutch: [_MT_] {i}Als mijn zoon klaar is om de deuren te breken, rijdt me gestoord!{/i}
german: [_MT_] {i}Der Schwanz meines Sohnes bereit zu haben um die Türen zu brechen, treibt mich verrückt!{/i}
