Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}I hope Sidney wouldn't be stupid enough to come here after Mom told here not to.{/i}
dutch: [_RT_] {i}Ik hoop dat Sidney niet zo dom zou zijn om hier te komen nadat mevrouw hier niet om heeft gevraagd.{/i}
german: [_RT_] {i}Ich hoffe, Sidney wäre nicht dumm genug, um hierher zu kommen, nachdem Mama hier nicht gesagt hat.{/i}

source: [_RT_] {i}If she'd answer her damn phone, I wouldn't have to come all the way here to check on her.{/i}
dutch: [_RT_] {i}Als ze haar verdomde telefoon zou beantwoorden, zou ik niet helemaal hierheen hoeven te komen om haar te checken.{/i}
german: [_RT_] {i}Wenn sie ihr verdammtes Telefon beantworten würde, müsste ich nicht den ganzen Weg hierher kommen, um sie zu überprüfen. {/i}

source: [_RT_] {i}Well, she's not in the main area.{/i}
dutch: [_RT_] {i}Nou, ze is niet in het hoofdgebied.{/i}
german: [_RT_] {i}Nun, sie ist nicht im Hauptbereich.{/i}

source: [_R_] Thanks, but I'm just trying to find Sidney. You haven't seen her come in tonight, have you?
dutch: [_R_] Bedankt, maar ik probeer alleen maar Sidney te vinden. Je hebt haar vanavond niet zien binnenkomen, toch?
german: [_R_] Danke, aber ich versuche nur Sidney zu finden. Du hast sie heute Abend nicht kommen sehen, oder?

source: [_A_] Yeah, she and [mom_name] were both just heading to the dressing rooms a second ago.
dutch: [_A_] Yeah, ze en [mom_name] gingen allebei net naar de kledingkamers van een seconde geleden.
german: [_A_] Ja, sie und [mom_name] waren vor einer Sekunde in die Umkleideräume gefahren.

source: [_RT_] {i}Oh, shit!... What's Mom doing here!?{/i}
dutch: [_RT_] {i}Ah, shit!... Wat doe ik hier!?{/i}
german: [_RT_] {i}Oh, shit!... Was macht die Mutter hier!?{/i}

source: [_RT_] {i}She must not have caught up to Sidney yet, or all hell would be breaking loose right now.{/i}
dutch: [_RT_] {i}Ze moet nog niet zijn betrapt op Sidney, anders breekt de hel nu los.{/i}
german: [_RT_] {i}Sie darf noch nicht bei Sidney gefangen haben, sonst würde die Hölle gerade losbrechen.{/i}

source: [_RT_] {i}Unless Mom's taking her to a more quiet place to kill her.{/i}
dutch: [_RT_] {i}Tenzij het moment naar een rustigere plaats komt om haar te doden.{/i}
german: [_RT_] {i}es sei denn, Mom's bringt sie zu einem ruhigeren Ort, um sie zu töten.{/i}

source: [_RT_] {i}I know looking here for Mom is a long shot... But where else would she go all dressed up at this time of night?{/i}
dutch: [_RT_] {i}Ik weet dat ik hier op zoek ben naar mama is een lang schot... Maar waar zou ze anders alle kledingstukken gaan aankleden?{/i}
german: [_RT_] {i}Ich weiß, hier nach Mama zu suchen ist ein langer Schuss... Aber wohin sonst würde sie alle in dieser Nacht gekleidet?{/i}

source: [_RT_] {i}And why can't she bother to answer her damn phone?{/i}
dutch: [_RT_] {i}En waarom kan ze niet de moeite nemen om haar verdomde telefoon te beantwoorden?{/i}
german: [_RT_] {i}Und warum kann sie nicht die Mühe haben, ihr verdammtes Telefon zu beantworten?{/i}

source: [_RT_] {i}I guess I should go check out the area by the stage.{/i}
dutch: [_RT_] {i}Ik denk dat ik het gebied eens moet bekijken.{/i}
german: [_RT_] {i}Ich denke, ich sollte den Bereich an der Bühne sehen.{/i}

source: [_R_] Thanks, but I'm actually looking for my mom. You haven't seen her come in here tonight, have you?
dutch: [_R_] Bedankt, maar ik ben eigenlijk op zoek naar mijn moeder. Je hebt haar vanavond nog niet zien binnenkomen, toch?
german: [_R_] Danke, aber ich bin eigentlich auf der Suche nach meiner Mutter. Du hast sie heute Abend nicht hier gesehen, oder?

source: [_A_] Yeah, she was actually just following Sidney to the dressing rooms.
dutch: [_A_] Yeah, ze was net Sidney aan het volgen naar de kledingkamers.
german: [_A_] Ja, sie folgte gerade Sidney in die Umkleideräume.

source: [_RT_] {i}Oh, shit! So that's why Mom came here? Somehow she must have found out that Sidney disobeyed her orders and so she came here to tear her a new one.{/i}
dutch: [_RT_] {i}Oh, maar! Dus dat is de reden waarom mama hier kwam? Op de een of andere manier heeft ze ontdekt dat Sidney haar orders heeft genegeerd en daarom is ze hierheen gekomen om haar een nieuwe te scheuren. /i}
german: [_RT_] {i}Oh, shit! Das ist der Grund, warum Mom kam hier? Irgendwie muss sie herausgefunden haben, dass Sidney ihre Befehle nicht befolgt hat und so kam sie hierher, um ihr einen neuen zu zerreißen. /i}

source: [_RT_] {i}I'm surprised I don't hear any yelling. Maybe Mom is taking her to the dressing room so she can kill her quietly.{/i}
dutch: [_RT_] {i}Ik ben verbaasd dat ik niets hoor. Misschien brengt Mom haar naar de kletserende kamer zodat ze haar stilletjes kan doden.{/i}
german: [_RT_] {i}Ich bin überrascht, dass ich keine Wugel höre. Vielleicht bringt sie sie in den Ankleideraum, so dass sie sie ruhig töten kann.{/i}

source: [_RT_] {i}I'm going to miss seeing Sidney here on Mondays, but I'm glad she'll be safe at home from now on.{/i}
dutch: [_RT_] {i}Ik zal Sidney hier op maandag missen, maar ik ben blij dat ze vanaf nu veilig thuis zal zijn.{/i}
german: [_RT_] {i}Ich werde es versäumen, Sidney montags hier zu sehen, aber ich bin froh, dass sie von jetzt an sicher sein wird.{/i}

source: [_RT_] {i}Now, I'd say it's time to enjoy some of the benefits of my VIP membership.{/i}
dutch: [_RT_] {i}Nu zou ik zeggen dat het tijd is om te genieten van enkele van de voordelen van mijn VIP-lidmaatschap.{/i}
german: [_RT_] {i}Nun, ich würde sagen, es ist Zeit, einige der Vorteile meiner VIP-Mitgliedschaft zu genießen.{/i}

source: [_RT_] {i}Now, do I want to try my luck at the tables or see who's dancing on the pole?{/i}
dutch: [_RT_] {i}Nu wil ik mijn geluk proberen bij de tafels of zien wie danst op de pool?{/i}
german: [_RT_] {i}Nun, möchte ich mein Glück an den Tischen versuchen oder sehen, wer am Pole tanzt? {/i}

source: [_A_] Not too much. Just starting my shift. Are you looking for Sidney and your Mom?
dutch: [_A_] Niet veel. Start gewoon mijn dienst op. Ben je op zoek naar Sidney en je Mom?
german: [_A_] Nicht zu viel. Starte meine Schicht. Bist du auf der Suche nach Sidney und deiner Mama?

source: [_R_] Why would I be looking for them?
dutch: [_R_] Waarom zou ik naar ze zoeken?
german: [_R_] Warum würde ich sie suchen?

source: [_A_] Oh, I just thought since they both came in here tonight...
dutch: [_A_] Oh, ik dacht net sinds ze beiden hier vanavond binnenkwamen...
german: [_A_] Oh, ich dachte schon, da beide heute Abend hierher kamen...

source: [_R_] What?! Both of them?... Did they come in together?
dutch: [_R_] Wat?! Allebei ?... Zijn ze samen binnengekomen?
german: [_R_] Was?! Beiden?... Sind sie zusammengekommen?

source: [_A_] I'm almost positive that they...
dutch: [_A_] Ik ben bijna positief dat ze...
german: [_A_] Ich bin fast sicher, dass sie...

source: [_R_] There's no way that they did.
dutch: [_R_] Er is geen manier om dat te doen.
german: [_R_] Es gibt keine Möglichkeit, dass sie taten.

source: [_A_] Sidney went to the dressing room, and [mom_name] followed shortly after.
dutch: [_A_] Sidney ging naar de kledingkamer en [mom_name] kort daarna.
german: [_A_] Sidney ging in den Umkleideraum und [mom_name] folgte kurz danach.

source: [_RT_] {i}Oh, shit!... I'll bet Sidney disobeyed Mom and came tonight to work anyways.{/i}
dutch: [_RT_] {i}Ah, shit!... Ik wed dat Sidney niet door mama werd nageleefd en kwam vanavond om te werken.{/i}
german: [_RT_] {i}Oh, shit!... Ich wette Sidney ungehorchte Mutter und kam heute Abend trotzdem um zu arbeiten.{/i}

source: [_RT_] {i}Mom must have followed her and is on her way to rip her a new one.{/i}
dutch: [_RT_] {i}mama moet haar hebben gevolgd en is onderweg om haar een nieuwe te maken.{/i}
german: [_RT_] {i}Mutter muss ihr gefolgt sein und ist auf dem Weg, eine neue zu rippen.{/i}

source: [_A_] You okay, [ryan]? Your face went pale all the sudden.
dutch: [_A_] Jij bent ok, [ryan]? Jouw gezicht is plotseling bleek te zijn.
german: [_A_] Du okay, [ryan]? Dein Gesicht ist plötzlich verblasst.

source: [_R_] Uh yeah... I'm fine. Where are the dressing rooms?
dutch: [_R_] Uh ja... Ik ben in orde. Waar zijn de kledingkamers?
german: [_R_] Uh ja... Ich bin in Ordnung. Wo sind die Umkleideräume?

source: [_A_] They're by the stage over there, but you're not allow...
dutch: [_A_] Ze zijn bij het speelveld daar, maar je bent niet toegestaan...
german: [_A_] Sie sind auf der Bühne drüben, aber du darfst es nicht zulassen...

source: [_R_] Thanks Armani!
dutch: [_R_] Bedankt Armani!
german: [_R_] Danke Armani!

source: [_RT_] {i}I don't hear any yelling. If Mom had found Sidney she'd be making a big scene for sure. I got to find her before Mom does.{/i}
dutch: [_RT_] {i}Ik hoor geen schreeuwen. Als Mama Sidney had gevonden, zou ze zeker een grote scène maken. Ik moest haar vinden voordat Mom gebeurt.{/i}
german: [_RT_] {i}Ich höre keine Wusche. Wenn Mama Sidney gefunden hätte, würde sie eine große Szene erstellen. Ich musste sie finden, bevor die Mutter dies tut.{/i}

source: {i}{b}(HINT){/b} I'd better keep an eye on Mom and Sidney in the club each Monday night.{/i}
dutch: {i}{b}(HINT){/b} Ik zal elke maandagavond beter een oogje op Mama en Sidney houden.{/i}
german: {i}{b}(HINT){/b} Ich würde Mama und Sidney besser jeden Montag Abend im Club im Auge behalten.{/i}

source: [_M_] Of course I'm sure. I'll be fine hanging around while you work your shift. Are you sure I can't talk you into working somewhere else?
dutch: [_M_] Natuurlijk weet ik het zeker. Ik zal goed rondhangen terwijl je je dienst werkt. Weet je zeker dat ik je niet kan praten over ergens anders te werken?
german: [_M_] Natürlich bin ich mir sicher. Ich werde schön herumhängen, während du deine Schicht bearbeitest. Bist du sicher, dass ich dich nicht reden kann, woanders zu arbeiten?

source: [_S_] Mom, lets not get into that again.
dutch: [_S_] Mama, laat daar niet meer in komen.
german: [_S_] Mama, lass nicht wieder in die Sache kommen.

source: [_S_] Without my degree, the only place I'm qualified to work is flipping burgers at McDiddles.
dutch: [_S_] De enige plek waar ik gekwalificeerd ben om te werken is om burgers om te draaien op McDiddles.
german: [_S_] Ohne meinen Abschluss ist der einzige Ort, den ich für die Arbeit qualifiziert habe, das Schwenken von Burgern bei McDiddles.

source: [_S_] Besides, the money here is way better than any job I could get out there.
dutch: [_S_] Bovendien is het geld hier veel beter dan elke baan die ik daar zou kunnen krijgen.
german: [_S_] Außerdem ist das Geld hier viel besser als jeder Job, den ich dort rausbekommen könnte.

source: [_MT_] {i}She's not wrong. And it's not like I can criticize her. Unlike me, she's just serving drinks. Not taking her clothes off for strangers.{/i}
dutch: [_MT_] {i}Ze is niet fout. En het is niet leuk dat ik haar kan bekritiseren. In tegenstelling tot mij serveert ze alleen drankjes. Doe niet haar kleren uit voor vreemden.{/i}
german: [_MT_] {i}Sie ist nicht falsch. Und es ist nicht so, als könne ich sie kritisieren. Im Gegensatz zu mir serviert sie nur Getränke. Ihre Kleidung für Fremde nicht wegzunehmen. {/i}

source: [_M_] I guess you're right. I just worry about you is all.
dutch: [_M_] Ik denk dat je gelijk hebt. Ik maak me gewoon zorgen over je alles.
german: [_M_] Ich denke, du hast Recht. Ich mache mir nur Sorgen um dich ist alles.

source: [_MT_] {i}At least she's not stripping. I was already working the pole most nights at her age.{/i}
dutch: [_MT_] {i}Ten minste is ze niet knipperen. Ik was al de meest nachten aan het werken op haar leeftijd.{/i}
german: [_MT_] {i}Zumindest ist sie nicht abstreifend. Ich habe bereits die meisten Nächte in ihrem Alter gearbeitet.{/i}

source: [_S_] I know Mom, and it's sweet, really... I'm honestly glad I don't have to hide this from you anymore. This is my first real job, and since you know the club scene, you can give me some tips.
dutch: [_S_] Ik ken mama en het is zoet, echt, echt... Ik ben echt blij dat ik dit niet meer voor je hoef te verbergen. Dit is mijn eerste echte baan en omdat je de club scène kent, kun je me wat tips geven.
german: [_S_] Ich kenne Mama, und es ist süß, wirklich... Ich bin ehrlich froh, dass ich das nicht mehr vor dir verstecken muss. Das ist mein erster richtiger Job, und da du die Clubszene kennst, kannst du mir einige Tipps geben.

source: [_M_] Well, you'd better get changed. You don't want to be late for your shift.
dutch: [_M_] Nou, je kunt maar beter veranderen. Je wilt niet te laat zijn voor je dienst.
german: [_M_] Nun, du solltest besser geändert werden. Du möchtest nicht zu spät für deine Schicht sein.

source: [_S_] So, you're really just going to hang out all night? Don't you have to work tomorrow?
dutch: [_S_] Dus, je gaat de hele nacht vollen? Heb je morgen niet meer te doen?
german: [_S_] Also, du wirst einfach die ganze Nacht hinausgehen? Du musst nicht morgen arbeiten?

source: [_M_] I'll be fine. Despite everything that's been happening recently, I've been sleeping great for some reason.
dutch: [_M_] Ik zal het goed doen. Ondanks alles wat er de laatste tijd gebeurt, heb ik om een of andere reden goed geslapen.
german: [_M_] Ich bin in Ordnung. Trotz allem, was in letzter Zeit passiert ist, habe ich aus irgendeinem Grund gut geschlafen.

source: [_M_] Besides, coffee fixes everything.
dutch: [_M_] Bovendien, koffie repareert alles.
german: [_M_] Außerdem repariert Kaffee alles.

source: [_S_] Blech! I can't stand the taste of coffee. I don't know how you can drink it.
dutch: [_S_] Blech! Ik kan de smaak van koffie niet verdragen. Ik weet niet hoe je het kan drinken.
german: [_S_] Blech! Ich kann dem Geschmack des Kaffees nicht standhalten. Ich weiß nicht, wie du ihn trinken kannst.

source: [_S_] Going for a run in the morning is all I need to wake up.
dutch: [_S_] gaan voor een draai 's ochtends is alles wat ik nodig heb om wakker te worden.
german: [_S_] morgens für einen Run zu gehen ist alles, was ich brauche, um aufwachen zu können.

source: [_MT_] {i}Wow. It's been a long time since we were undressed around each other. She really grew up nicely.{/i}
dutch: [_MT_] {i}Wow. Het is lang geleden dat we om elkaar heen zaten. Ze is echt goed opgegroeid.{/i}
german: [_MT_] {i}Wow. Es ist eine lange Zeit her, dass wir um uns herum ausgeraubt wurden. Sie ist wirklich nett aufgewachsen. {/i}

source: [_M_] That's just because you're young. Trust me, when you're as old as me, you'll be as dependent on coffee as the rest of us.
dutch: [_M_] Dat is gewoon omdat je jong bent. Vertrouw me, als je net zo oud bent als ik, ben je net zo afhankelijk van koffie als de rest van ons.
german: [_M_] Das liegt nur daran, dass du jung bist. Vertrauen Sie mir, wenn du so alt bist wie ich, du bist genauso abhängig von Kaffee wie der Rest von uns.

source: [_S_] I just hope I still look as good as you when I'm your age.
dutch: [_S_] Ik hoop dat ik er nog steeds zo goed uitzie als jij wanneer ik jou leeftijd ben.
german: [_S_] Ich hoffe nur, dass ich immer noch so gut aussieht wie du, wenn ich dein Alter bin.

source: [_M_] Stop it. Don't tease your mother like that.
dutch: [_M_] Stop het. Verspil je moeder niet.
german: [_M_] Stoppe es. Teste deine Mutter nicht.

source: [_MT_] {i}Seeing Sidney strip down is more embarrassing than I thought it'd be.{/i}
dutch: [_MT_] {i}Seeing Sidney strip down is pijnlijker dan ik dacht dat het zou zijn.{/i}
german: [_MT_] {i}Sidney strip down zu sehen ist peinlicher, als ich dachte.{/i}

source: [_S_] Seriously, you look amazing! Most Moms really let themselves go, but you've still got a great body.
dutch: [_S_] serieus, je ziet er geweldig uit! De meeste Momenten lieten zichzelf echt los, maar je hebt nog steeds een geweldig lichaam.
german: [_S_] Ernsthaft, du siehst erstaunlich aus! Die meisten Moms lassen sich wirklich losgehen, aber du hast immer noch einen tollen Körper.

source: [_M_] Well, thank you.
dutch: [_M_] Nou, dank je.
german: [_M_] Nun, danke.

source: [_RV_] Hey, [mom_name]! You working tonight?
dutch: [_RV_] Hé, [mom_name]! Jij werkt vanavond?
german: [_RV_] Hey, [mom_name]! Du arbeitest heute Nacht?

source: [_M_] No, not tonight. I'm just hanging out with Sidney is all.
dutch: [_M_] Nee, niet vanavond. Ik ben gewoon aan het hangen met Sidney is alles.
german: [_M_] Nein, nicht heute Nacht. Ich hänge nur mit Sidney aus.

source: [_RV_] Really? That's a shame... I always like watching you dance.
dutch: [_RV_] Echt? Dat is een schande... Ik kijk altijd graag naar je.
german: [_RV_] Wirklich? Das ist eine Schande... Ich schaue dir gerne zu.

source: [_RVT_] {i}Joey really might be getting that Mother/Daughter team he's been looking for after all.{/i}
dutch: [_RVT_] {i}Joey zou echt het Moeder/Daughter team krijgen waar hij uiteindelijk naar op zoek was.{/i}
german: [_RVT_] {i}Joey könnte wirklich das Mutter/Tochter Team bekommen, nach dem er doch gesucht hat.{/i}

source: [_RVT_] {i}I wonder how long it'll take him to get them working in the VIP section. I should ask Candy what the betting pool odds are on that.{/i}
dutch: [_RVT_] {i}Ik vraag me af hoe lang het hem duurt om te werken in de VIP-sectie. Ik zou graag een snoep willen vragen wat er op dat moment in de weddenschappen zit.{/i}
german: [_RVT_] {i}Ich frage mich, wie lange er braucht, um sie in der VIP-Sektion arbeiten zu lassen. Ich sollte Candy fragen, auf welche Wetteinsatzquote ich setze. {/i}

source: [_M_] Hold still, I'm almost done.
german: [_M_] Halte immer noch, ich bin fast fertig.

source: [_S_] Sorry, I'm not used to having my own personal makeup artist. I feel like a movie star.
dutch: [_S_] Sorry, ik ben niet gewend om mijn eigen persoonlijke make-up artiest te hebben. Ik voel me als een filmster.
german: [_S_] Tut mir leid, ich bin nicht daran gewöhnt, meinen eigenen Make-up-Künstler zu haben. Ich fühle mich wie ein Filmstar.

source: [_M_] Remember when you first tried putting on makeup?
dutch: [_M_] Herinner je je wanneer je voor het eerst op makep probeerde te zetten?
german: [_M_] Denken Sie daran, wenn Sie zum ersten Mal versucht haben, Makeup zu setzen?

source: [_S_] Oh, God... Don't remind me. I was so terrified you were going to yell at me for using your makeup.
dutch: [_S_] Oh, God... herinner me niet. Ik was zo doodsbang dat je naar me ging schreeuwen voor het gebruiken van je makep.
german: [_S_] Oh, Gott... Erinnere mich nicht an mich. Ich war so ängstlich, dass du mich wegen deiner Make-up anrufen würdest.

source: [_M_] You put on so much eye shadow that you looked like a racoon!
dutch: [_M_] Je zette zoveel schaduw van de ogen dat je eruit zag als een racoon!
german: [_M_] Du legst so viel Augenschatten auf, dass du wie ein Rabat aussahst!

source: [_S_] I remember that instead of getting mad at me, like I thought you would, you helped me get cleaned up and taught me how to do it right.
dutch: [_S_] Ik herinner me dat je niet kwaad op me zou worden, zoals ik dacht dat je dat zou doen. je hielp me op te ruimen, en me te leren hoe ik het goed moet doen.
german: [_S_] Ich erinnere mich, dass ich, anstatt mich zu verrücken, wie ich dachte, du würdest Du hast mir geholfen, aufgeräumt zu werden und mir beigebracht, wie man es richtig macht.

source: [_S_] I've missed spending time with you. I'm really glad you're here with me, Mom.
dutch: [_S_] Ik heb tijd met je gemist. Ik ben erg blij dat je hier met me bent, mama.
german: [_S_] Ich habe Zeit mit dir verpasst. Ich bin wirklich froh, dass du mit mir hier bist, Mama.

source: [_M_] Me too, Honey. I just wish...
dutch: [_M_] Ik ook, honnee. Ik wenst...
german: [_M_] Auch ich, Hallo. Ich wünsche...

source: [_E_] Hey! What are you doing, creep? You can't hang out by the dressing room door!
dutch: [_E_] Hey! Wat ben je aan het doen? Je kan niet ophangen door de kleedkamer deur!
german: [_E_] Hey! Was machst du schleichend? Du kannst nicht an der Umkleideraumtür hängen!

source: [_S_] What's going on?
dutch: [_S_] Wat gebeurt er?
german: [_S_] Was geht vor?

source: [_M_] Probably some loser who tried to follow one of the dancers back here.
dutch: [_M_] waarschijnlijk een verliezer die een van de danseres hier probeerde te volgen.
german: [_M_] Wahrscheinlich ein Verlierer, der versucht hat, einem der Tänzer hierher zu folgen.

source: [_S_] Really? Guys do that?
dutch: [_S_] Echt? Jongens doen?
german: [_S_] Wirklich? Jungs tun das?

source: [_M_] Unfortunately... It's things like that you need to watch out for working here.
dutch: [_M_] Jammer genoeg... Het zijn dingen die je hier moet uitkijken om te werken.
german: [_M_] Unglücklicher... So etwas musst du aufpassen, wenn du hier arbeitest.

source: [_S_] What do you do if that happens?
dutch: [_S_] Wat doe je als dat gebeurt?
german: [_S_] Was tun Sie, wenn das passiert?

source: [_M_] Well, normally security will just kick them out. Maybe rough them up a little bit first so they don't do anything so stupid agai...
dutch: [_M_] Nou, normaal gesproken zal beveiliging ze eruit schoppen. Misschien zullen ze eerst een beetje omhoog gaan zodat ze niets zo dom agazijn doen...
german: [_M_] Nun, normalerweise wird die Sicherheit sie einfach ausstoßen. Vielleicht ein bisschen zuerst ein bisschen rauben, so dass sie nichts so dummes agai machen...

source: [_R_] {i}(Far away voice){/i} Hey, look... I'm not a creep. I'm trying to find a girl I know, okay?
dutch: [_R_] {i}(Far away voice){/i} Hey, look... Ik ben geen hip. Ik probeer een meisje te vinden dat ik ken, oké?
german: [_R_] {i}(Far away voice){/i} Hey, look... Ich bin kein Creep. Ich versuche ein Mädchen zu finden, das ich kenne, okay?

source: [_S_] Oh, no... Is that...?
dutch: [_S_] Oh, nee... Is dat...?
german: [_S_] Oh, nein... Ist das...?

source: [_M_] Shit! Sidney, wait here!
dutch: [_M_] Shit! Sidney, wacht hier!
german: [_M_] Shit! Sidney, warte hier!

source: [_E_] I don't care who you know, if you don't beat it, I'll have Joey's goons beat you to a bloody pulp!
dutch: [_E_] Het maakt mij niet uit wie je het weet, als je het niet verslaat, zal ik Joey's kanonnen je laten verslaan!
german: [_E_] Mir ist es egal, wer du weißt, wenn du es nicht besiegst, werde ich dir Joey's Goons schlagen lassen zu einem blutigen Pulp!

source: [_M_] Oh, shit is right!
dutch: [_M_] Oh, shit is juist!
german: [_M_] Oh, shit hat Recht!

source: [_E_] You know this creep, [mom_name]?
dutch: [_E_] Jij kent dit crep, [mom_name]?
german: [_E_] Du kennst dieses Creep, [mom_name]?

source: [_M_] Unfortunately, yes!... I'll take care of this, Emma.
dutch: [_M_] Helaas, ja!... Ik zal dit verzorgen, Emma.
german: [_M_] Leider ja!... Ich werde mich darum kümmern, Emma.

source: [_R_] Owww! Hey, that hurts!
dutch: [_R_] Owww! Hé, dat doet pijn!
german: [_R_] Owww! Hey, das schmerzt!

source: [_M_] Have you lost your damn mind!?
dutch: [_M_] Heb je je verdomde gedachten verloren!?
german: [_M_] Hast du deinen verdammten Verstand verloren!?

source: [_M_] Come with me, right now!
dutch: [_M_] Kom nu met me mee!
german: [_M_] Komm jetzt mit mir!

source: [_M_] What the hell were you thinking, [ryan]? You're lucky Emma caught you and not one of Joey's guys, or you might have ended up in the hospital!
dutch: [_M_] Wat heb je in de hel gedacht, [ryan]? Je hebt geluk Emma gepakt en niet één van Joey's jongens, anders ben je misschien in het ziekenhuis beland!
german: [_M_] Was hast du gedacht, [ryan]? Du hast Glück, dass Emma dich erwischt hat und nicht einer von Joey's Jungs, oder vielleicht bist du im Krankenhaus gelandet!

source: [_R_] I was just...
dutch: [_R_] Ik was slechts...
german: [_R_] Ich war gerecht...

source: [_M_] I don't want to hear it! Go home.
dutch: [_M_] Ik wil het niet horen! Ga naar huis.
german: [_M_] Ich möchte es nicht hören! Geh nach Hause.

source: [_R_] But...
dutch: [_R_] Maar...
german: [_R_] Aber...
