Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_LT_] {i}Even if I'm just another one of his sluts...{/i}
italian: [_LT_] {i}Anche se sono solo un altro delle sue troie...{/i}

source: [_LT_] {i}...But at least he calls me his sweetest bitch?...{/i}
italian: [_LT_] {i}...Ma almeno mi chiama la sua cagna più dolce?...{/i}

source: [_MB_] How 'bout we switch it up, and you get on top of me?
italian: [_MB_] Come usciamo lo spegniamo, e tu vieni in cima a me?

source: [_L_] Oh, God! You're so big!... I can feel you pushing up into my ribs!
italian: [_L_] Oh, Dio! Sei così grande!... posso sentire che spingi verso l'alto nelle mie costole!

source: [_MB_] That's right, Baby, let me in your tight pussy.
italian: [_MB_] È giusto, Baby, mi lasci nella tua figa stretta.

source: [_L_] Oh... Aaahn! ...Oh yeah! It's so good, Daddy!...
italian: [_L_] Oh... Aaahn! ...Oh sì! È così buono, Papà!...

source: [_MB_] Yes, that's it... Let Daddy own this pussy.
italian: [_MB_] Sì, è questo... Lascia che papà possegga questa figa.

source: [_L_] You're hitting all my spots... Oh, fuck!...
italian: [_L_] Stai colpendo tutti i miei posti... Oh, cazzo!...

source: [_MB_] Oh, shit... Baby you're clenching up on my dick!
italian: [_MB_] Oh, merda... Bambino che stai stringendo sul mio cazzo!

source: [_MB_] You gonna cum again?
italian: [_MB_] Si spera di nuovo?

source: [_L_] Oh, fuck! I... I can't take it... You're hitting so deep inside me!
italian: [_L_] Oh, cazzo! Io... Non posso prenderlo... stai colpendo così in profondità dentro di me!

source: [_MB_] Just let it out... Come on bitch, cum on my dick!
italian: [_MB_] Basta lasciarlo fuori... Vieni sulla cagna, sborra sul mio cazzo!

source: [_L_] Oh, fuck!... I'm gonna...
italian: [_L_] Oh, cazzo!... Sto andandando...

source: [_L_] You're making me cum so hard!
italian: [_L_] Mi stai facendo sborrare così duramente!

source: [_L_] Fuuuck!...
italian: [_L_] Cazzooo!...

source: [_MDT_] {i}How is this not waking up the whole house?{/i}
italian: [_MDT_] {i}Come non risveglia questa casa?{/i}

source: [_RT_] {i}Fuck this! Maybe I shouldn't dose next weekend's tea with melatonin?{/i}
italian: [_RT_] {i}Cazzo questo! Forse non dovrei dosare il tè del prossimo fine settimana con melatonina?{/i}

source: [_RT_] {i}Having Mom and Sidney unaffected by the melatonin might be the only way to prevent Matt from completely gapping out Lauren?{/i}
italian: [_RT_] {i}Avere mamma e Sidney non influenzati dalla melatonina potrebbe essere l'unico modo per impedire a Matt di estrarre completamente Lauren?{/i}

source: [_RT_] {i}But more than likely she'll just find a way to meet him somewhere else... Fuck me... is this hopeless?!{/i}
italian: [_RT_] {i}Ma più che probabilmente lei troverà solo un modo per incontrarlo da qualche altra parte... Cazzo me... è questo senza speranza?!{/i}

source: [_L_] Oh, hnngh!... Fuck... I can't... I can't feel my legs... Matt... Please, you gotta...
italian: [_L_] Oh, hnngh!... Fuck... Non riesco a sentire le mie gambe... Matt... Per favore, hai ottenuto...

source: [_MB_] I'm almost there, Baby...
italian: [_MB_] Sono quasi lì, Baby...

source: [_MB_] You want Daddy's cum?
italian: [_MB_] Vuoi lo sperma di papà?

source: [_L_] Oh, yes!... Please, fucking cum inside me, Daddy!
italian: [_L_] Oh, sì!... Per favore, scopando sperma dentro di me, Papà!

source: [_MB_] You ready for me to fill that pussy?
italian: [_MB_] Sei pronto per me a riempire quella figa?

source: [_L_] God, yes! Fill me to the brim!
italian: [_L_] Dio, sì! Riempimi al bordo!

source: [_MB_] Oh, God… I'm fucking cumming!
italian: [_MB_] Oh, Dio… Sto scopando cumming!

source: [_L_] Fuuuck!... That was so good!... I think I'm gonna... pass out!
italian: [_L_] Fuuuck!... È stato così buono!... penso che sarò andato... passare!

source: [_MBT_] {i}Lauren, are you alright?{/i}
italian: [_MBT_] {i}Lauren, stai bene? {/i}

source: [_MBT_] {i}Did I knock her out like a light again?{/i}
italian: [_MBT_] {i}L'ho espulsa di nuovo come una luce?{/i}

source: [_MBT_] {i}Damn, I'm good!{/i}
italian: [_MBT_] {i}Dannazione, sono buono!{/i}

source: [_MB_] {i}(Whispers){/i} Lauren, I'm gonna get dressed and head out.
italian: [_MB_] {i}(Whispers){/i} Lauren, mi vestirò a testa fuori.

source: [_MB_] But first, one last goodbye...
italian: [_MB_] Ma prima, un ultimo arrivederci...

source: [_L_] Mmm... Thank you, Daddy!
italian: [_L_] Mmm... Grazie, Papà!

source: [_MB_] You give me what I want, and I'll give you what you want.
italian: [_MB_] Tu mi dai quello che voglio e ti darò quello che vuoi.

source: [_L_] Mmm hmm... Yes, Daddy... zzz
italian: [_L_] Mmm hmm... Sì, Papà... zzz

source: [_MB_] And if I want to get a piece of your mom or your cousin, you'll be cool, right?
italian: [_MB_] E se voglio ottenere un pezzo di tua mamma o tuo cugino, sarai fresco, giusto?

source: [_MDT_] {i}Wait... What?!{/i}
italian: [_MDT_] {i}Aspetta... Cosa?!{/i}

source: [_MB_] As long as I still give you a piece too, right?
italian: [_MB_] Fino a quando ti do ancora un pezzo troppo, giusto?

source: [_L_] Mmm hmm... Yes, Daddy... I want some more... zzz
italian: [_L_] Mmm hmm... Sì, Papà... ne voglio di più... zzz

source: [_MB_] Don't worry, Baby... I'll always have more than enough for my sweet lil' ginger slut.
italian: [_MB_] Non ti preoccupare, Baby... Ho sempre più che abbastanza per il mio dolce lil' zenzero troia.

source: [_MB_] Yep... She's still out.
italian: [_MB_] Yep... è ancora fuori.

source: [_MB_] She's out, you guys can come in.
italian: [_MB_] Lei è fuori, voi ragazzi potete entrare.

source: [_MD_] How'd you know we were here again?
italian: [_MD_] Come sai che eravamo di nuovo qui?

source: [_MB_] Please... You guys aren't very quiet.
italian: [_MB_] Per favore... Voi ragazzi non siete molto tranquilli.

source: [_MB_] How'd we do this time?
italian: [_MB_] Come facciamo questa volta?

source: [_MD_] Mmmm... an eight maybe?
italian: [_MD_] Mmmm... un otto forse?

source: [_MB_] That's not too bad. I'll take it.
italian: [_MB_] Non è troppo male. Lo prenderò.

source: [_MB_] What'd you think, [ryan]?
italian: [_MB_] Cos'hai pensato, [ryan]?

source: [_R_] I think it's time for you to go.
italian: [_R_] Penso che sia ora che tu vada.

source: [_MB_] Don't get your panties in a bunch. I'm going.
italian: [_MB_] Non prendi le tue mutandine in un mazzo. Sto andando.

source: [_MB_] Good night, Mandy.
italian: [_MB_] Buona notte, Mandy.

source: [_MD_] {i}(Shyly){/i} Good night.
italian: [_MD_] {i}(Shyly){/i} Buona notte.

source: [_R_] At least try not to act like that's the hottest thing you've ever seen.
italian: [_R_] Almeno prova a non comportarti come questa è la cosa più calda che tu abbia mai visto.

source: [_MD_] Oh, stop being jealous and come in here so I can finish pulling you cock off.
italian: [_MD_] Oh, smettere di essere geloso e venire qui in modo da poter finire di tirare fuori il cazzo.

source: [_R_] I'm going to go elsewhere for satisfaction.
italian: [_R_] andrò altrove per soddisfazione.

source: [_MD_] Tell your pornhub account hi for me.
italian: [_MD_] Dillo al tuo account pornhub ciao per me.

source: [_MDT_] {i}God, he's sensitive lately!{/i}
italian: [_MDT_] {i}Dio, è sensibile ultimamente!{/i}

source: [_MDT_] {i}Hmmm… Matt said "if he wants a piece of me"?...{/i}
italian: [_MDT_] {i}Hmmm… Matt ha detto "se vuole un pezzo di me"?...{/i}

source: [_MDT_] {i}I don't know... He's undeniably hot though!{/i}
italian: [_MDT_] {i}Non lo so... è innegabilmente caldo!{/i}

source: [_MDT_] {i}...But I don't think I could handle him for my first time...{/i}
italian: [_MDT_] {i}...Ma non credo di poterlo gestire per la mia prima volta...{/i}

source: [_MDT_] {i}Lauren certainly makes it look easy... But I guess I'd better be careful...{/i}
italian: [_MDT_] {i}Lauren lo rende sicuramente facile... Ma credo che sia meglio fare attenzione...{/i}

source: [_MDT_] {i}Well you lucky cunt, let's clean you up.{/i}
italian: [_MDT_] {i}Beh, sei fortunata fica, ti ripuliamo.{/i}

source: [_RT_] {i}Is she going to do it again?{/i}
italian: [_RT_] {i}Sta per farlo di nuovo?{/i}

source: [_RT_] {i}Called it.{/i}
italian: [_RT_] {i}chiamata.{/i}

source: [_RT_] {i}It's super hot when she eats my cum, not so much when she eats Matts'.{/i}
italian: [_RT_] {i}Fa caldo quando mangia il mio cum, non tanto quando mangia Matts'.{/i}

source: [_MDT_] {i}Mmmm... Just as tasty as last time!{/i}
italian: [_MDT_] {i}Mmmm... Semplicemente gustoso come l'ultima volta!{/i}

source: [_MDT_] {i}Oh, wow, Look at that! Matt really gapped her!{/i}
italian: [_MDT_] {i}Oh, wow, Guardi quello! Matt la ha davvero catturata!{/i}

source: [_MDT_] {i}I can practically see her cervix!{/i}
italian: [_MDT_] {i}Posso vedere praticamente la sua cervice!{/i}

source: [_MDT_] {i}Let's get a taste.{/i}
italian: [_MDT_] {i}Prendiamo un gusto.{/i}

source: [_MDT_] {i}Glad you agree!{/i}
italian: [_MDT_] {i}Glad sei d'accordo!{/i}

source: [_RT_] {i}Goddam! I need to go find something else to take my mind off of this!{/i}
italian: [_RT_] {i}Goddam! Ho bisogno di andare a trovare qualcos'altro per prendere la mia mente fuori di questo!{/i}

source: [_RT_] {i}Are Lauren and Mandy doing something in there without me?{/i}
italian: [_RT_] {i}Lauren e Mandy stanno facendo qualcosa senza di me?{/i}

source: [_RT_] {i}Wait. Do I hear... fucking Matt?!{/i}
italian: [_RT_] {i}Aspetta. Senti... scopa Matt?!{/i}

source: [_RT_] {i}He'd better not be fucking Mandy too!{/i}
italian: [_RT_] {i}Sarebbe meglio non farsi scopare anche Mandy!{/i}

source: [_RT_] {i}Where's my phone?... I need to check the camera!{/i}
italian: [_RT_] {i}Dov'è il mio telefono?... Devo controllare la fotocamera!{/i}

source: [_RT_] {i}Oh, thank God!... Matt's just fucking Lauren!{/i}
italian: [_RT_] {i}Oh, grazie Dio!... Matt's just fucking Lauren!{/i}

source: [_RT_] {i}...Wait!... Why am I thanking God that Matt's fucking Lauren?{/i}
italian: [_RT_] {i}...Aspetta!... Perché ringrazio Dio che Got scopa Lauren?{/i}

source: [_RT_] {i}I can't believe she's fucking him on the regular now... I mean... I guess he gave her something I never could...{/i}
italian: [_RT_] {i}Non riesco a credere che lei lo stia scopando sul normale ora... Voglio dire... Immagino che le abbia dato qualcosa che non ho mai potuto...{/i}

source: [_RT_] {i}The school presidency, and an even bigger fucking dick.{/i}
italian: [_RT_] {i}La presidenza della scuola, e un cazzo ancora più grande.{/i}

source: [_RT_] {i}Uuurggghhh... I hate feeling this fucking jealous of Matt!{/i}
italian: [_RT_] {i}Uuurggghhh... Odio sentire questo cazzo geloso di Matt!{/i}

source: [_RT_] {i}It's not like we ever stood a chance to beat him in the election!{/i}
italian: [_RT_] {i}Non è come se avessimo mai avuto la possibilità di batterlo alle elezioni!{/i}

source: [_RT_] {i}Why didn't I do more to discourage her from running for president?!{/i}
italian: [_RT_] {i}Perché non ho fatto di più per scoraggiarla dal candidarsi al presidente?!{/i}

source: [_MB_] Goddamn I love these tight fuckin' titties!
italian: [_MB_] Goddamn Amo queste tette strette da scopare!

source: [_MB_] My boys were talking shit about them being kinda small, after I showed them your pic. But they don't...
italian: [_MB_] I miei ragazzi stavano parlando merda di loro essere piccoli, dopo che ho mostrato loro la tua foto. Ma non è...

source: [_L_] Wait, what?!...
italian: [_L_] Aspetta, cosa?!...

source: [_MB_] Oh, shit... Nevermind, Babygirl... Uuhhh, yeah... You feelin' that? I'm starting to open you up!
italian: [_MB_] Oh, merda... mai, Babygirl... Uuhhh, sì... Ti sentisci? Sto iniziando ad aprirti!

source: [_L_] Hnggh... Oh, fuck yes! ...You're stretching me open!
italian: [_L_] Hnggh... Oh, scopa sì! ... Mi stai allungando aperto!

source: [_RT_] What the hell?! Did Matt just say he's showing pictures of Lauren to his friends?
italian: [_RT_] Che inferno?! Matt ha appena detto che sta mostrando le foto di Lauren ai suoi amici?

source: [_RT_] I should be pissed, but maybe this could help increase subscribers?...
italian: [_RT_] Dovrei essere baciato, ma forse questo potrebbe aiutare ad aumentare gli abbonati?...

source: [_RT_] ...Wait, fuck that! He's disrespecting Lauren, I don't want his help!
italian: [_RT_] ...Aspetta, scoparlo! Sta disrispettando Lauren, non voglio il suo aiuto!

source: [_RT_] {i}Why am I still watching this?{/i}
italian: [_RT_] {i}Perché sto ancora guardando questo?{/i}

source: [_RT_] {i}I should go back to my room and see if Sidney will fuck me... That might make me fell better.{/i}
italian: [_RT_] {i}Dovrei tornare nella mia stanza e vedere se Sidney mi scoperà... Questo potrebbe farmi cadere meglio.{/i}

source: [_MD_] Something interesting on your phone?
italian: [_MD_] Qualcosa di interessante sul tuo telefono?

source: [_R_] Oh, fuck!... You scared me!
italian: [_R_] Oh, cazzo!... Mi hai spaventato!

source: [_R_] Uhhh... I was just looking up Matt's phone number... I thought...
italian: [_R_] Uhhhh... Stavo solo cercando il numero di telefono di Matt... pensavo...

source: [_MD_] Maybe you could call him to distract him from fucking your sister?
italian: [_MD_] Forse puoi chiamarlo per distrarlo dal cazzo di tua sorella?

source: [_R_] Uhhh... Yeah.. Exactly.
italian: [_R_] Uhhh... Sì.. Esattamente.

source: [_MD_] I've tried calling Lauren's phone... It didn't work... They've been going at it like this for a looong time.
italian: [_MD_] Ho provato a chiamare il telefono di Lauren... Non ha funzionato... Stanno andando in questo modo per un tempo looong.

source: [_MD_] I don't know how Lauren can take such a big dick for so long.
italian: [_MD_] Non so come Lauren possa prendere un cazzo così grande per così tanto tempo.

source: [_MD_] She's going to be walking bull legged tomorrow.
italian: [_MD_] Sta per essere a piedi toro zampe domani.

source: [_MD_] You want to take a peek with me?
italian: [_MD_] Vuoi dare una sbirciata con me?

source: [_R_] Are you asking if I want to watch Matt fuck my sister?
italian: [_R_] Ti stai chiedendo se voglio guardare Matt scopare mia sorella?

source: [_RT_] {i}More than I already have?{/i}
italian: [_RT_] {i}Più di quello che ho già?{/i}

source: [_MD_] Come on... Maybe you can learn some tips by watching.
italian: [_MD_] Vieni su... Forse puoi imparare alcuni suggerimenti guardando.

source: [_R_] I don't...
italian: [_R_] non lo faccio...

source: [_MD_] Come on!... If anybody comes by, I don't want to get caught out here by myself.
italian: [_MD_] Avanti!... Se qualcuno viene, non voglio farsi prendere qui da solo.

source: [_R_] I really don't want to...
italian: [_R_] Io non voglio veramente...

source: [_MD_] Too late, I'm already pushing the door open.
italian: [_MD_] Troppo tardi, sto già spingendo la porta aperta.

source: [_MD_] {i}(Whispering){/i} Wow! He's really giving it to her now!
italian: [_MD_] {i}(Whispering){/i} Wow! Lo sta davvero dando a lei ora!

source: [_MD_] Lauren must have a deep uterus!
italian: [_MD_] Lauren deve avere un utero profondo!

source: [_RT_] {i}Fuck, he really is giving it to her hard!{/i}
italian: [_RT_] {i}Fuck, lo sta davvero dando al suo duro!{/i}

source: [_RT_] {i}Does that really feel good to her?{/i}
italian: [_RT_] {i}Fa davvero bene a lei?{/i}

source: [_MB_] You're finally taking my dick good now, bitch!
italian: [_MB_] Stai finalmente prendendo il mio cazzo bene, cagna!

source: [_RT_] {i}How dare he call my sister a bitch?!{/i}
italian: [_RT_] {i}Come osa chiamare mia sorella una puttana?!{/i}

source: [_L_] Oh, yeah... I'm taking it so deep!
italian: [_L_] Oh, sì... lo sto prendendo così in profondità!

source: [_MB_] That's right Babygirl, Daddy takes care of you right? I wanna hear you say it.
italian: [_MB_] È giusto Babygirl, Papà si prende cura di te giusto? Voglio sentire che lo dici.

source: [_MB_] I gave you the Presidency, and all that popularity?
italian: [_MB_] Le ho dato la Presidenza, e tutta quella popolarità?

source: [_L_] Yeah...
italian: [_L_] Sì...

source: [_MB_] And you like it when I give you rides to school in my Llama?
italian: [_MB_] E ti piace quando ti faccio andare a scuola nella mia Llama?

source: [_L_] Yes... Oh fuck!...
italian: [_L_] Sì... Oh scopata!...

source: [_MB_] And now I've been giving you my rock hard onyx cock on the reg... Cuz you need it yea?...
italian: [_MB_] E ora ti ho dato il mio rock hard onyx cock sul reg... Cuz hai bisogno di sì?...

source: [_MB_] So, tell me... Who takes care of you? Tell me now, Bitch!
italian: [_MB_] Allora, dimmi... Chi si occupa di te? Dimmi ora, Bitch!

source: [_L_] Oh fuck!... Matt... you do!... Da... Daddy takes care of me!
italian: [_L_] Oh fuck!... Matt... fa!... Da... Papà si prende cura di me!

source: [_RT_] {i}What the fuck did he make her call him!? Does that rough talk turn her on?{/i}
italian: [_RT_] {i}Che cazzo ha fatto la sua chiamata!? Quella conversazione ruvida la accendo?{/i}

source: [_MDT_] {i}Fuck! This is turning me on so bad!{/i}
italian: [_MDT_] {i}Fuck! Questo mi sta spegnendo così male!{/i}

source: [_MDT_] {i}I wish I had someone to give it to me that hard, I want a Daddy to take care of me too!{/i}
italian: [_MDT_] {i}Vorrei avere qualcuno a darmi quel duro, voglio che un papà si prenda cura anche di me!{/i}

source: [_MDT_] {i}Ha!... This seems to be turning [ryan] on too. He says he doesn't like watching Lauren get fucked, but his dick says otherwise.{/i}
italian: [_MDT_] {i}Ha!... Sembra che anche questo stia accendendo [ryan] . Dice che non gli piace guardare Lauren farsi scopare, ma il suo cazzo dice altrimenti.{/i}

source: [_MDT_] {i}I'm sure he wouldn't mind if I gave him some attention too.{/i}
italian: [_MDT_] {i}Sono sicuro che non gli dispiacerebbe se gli ho dato un po' di attenzione.{/i}

source: [_R_] {i}(Whispering){/i} Whoa! What the hell are you doing?
italian: [_R_] {i}(Whispering){/i} Whoa! Che inferno stai facendo?

source: [_MD_] {i}(Whispering){/i} I thought I'd give your raging hard-on some relief.
italian: [_MD_] {i}(Whispering){/i} Ho pensato di dare il vostro infuriante hard-on un po' di sollievo.

source: [_MD_] And here you're trying to tell me that you don't want to watch Matt fuck your sister.
italian: [_MD_] E qui stai cercando di dirmi che non vuoi guardare Matt scopare tua sorella.

source: [_R_] I don't!
italian: [_R_] non lo faccio!

source: [_MD_] Just, let me get a good look.
italian: [_MD_] Giusto, lasciami dare un buon occhio.

source: [_MD_] I'm gonna give you a handy too!
italian: [_MD_] ti darò un utile troppo!

source: [_MD_] See, isn't this more fun?
italian: [_MD_] Vedi, non è più divertente?

source: [_R_] I don't know!... My feelings are making me hell'a confused.
italian: [_R_] Non lo so!... I miei sentimenti mi stanno rendendo un po' confuso.

source: [_MD_] Well, at least I'm enjoying it.
italian: [_MD_] Beh, almeno mi sto divertendo.

source: [_MDT_] {i}Everything's better with a dick in your hand.{/i}
italian: [_MDT_] {i}Tutto è meglio con un cazzo in mano.{/i}

source: [_MD_] Wow! Look how deep she's taking him in that position.
italian: [_MD_] Wow! Guardate quanto è profonda che lo sta prendendo in quella posizione.

source: [_MD_] Look at that black stallion!
italian: [_MD_] Guarda quel stallone nero!

source: [_MD_] His dick's got to be up inside her womb!
italian: [_MD_] Il suo cazzo deve essere alzato dentro il suo grembo!

source: [_R_] Womb penetration is impossible!
italian: [_R_] Womb penetrazione è impossibile!

source: [_MD_] No it isn't... I've seen womb penetration in hentai before.
italian: [_MD_] No non è... Ho visto la penetrazione dell'utero in hentai prima.

source: [_R_] Oh yeah, So you're saying tentacle rape and cumflation are possible too?
italian: [_R_] Oh sì, Quindi stai dicendo stupro tentacolo e cumflation sono possibili troppo?

source: [_MD_] I don't know. Since there aren't tentacle monsters, and guys can't cum that much, I guess we'll never know.
italian: [_MD_] non lo so. Poiché non ci sono mostri tentacoli, e i ragazzi non possono sborrare così tanto, immagino che non lo sapremo mai.

source: [_MB_] Damn, Baby!... Your pussy's clenching up on me!
italian: [_MB_] Dannazione, Bambino!... La tua figa si stringe su di me!

source: [_L_] Oh, God... I'm gonna cum!
italian: [_L_] Oh, Dio... Sto andando a cum!

source: [_MB_] Hell yeah, am I owning this pussy, Baby?
italian: [_MB_] Inferno sì, sto possedendo questa figa, Baby?

source: [_L_] Oh, fuck yes!... Yes, Daddy! ...You own my pussy!
italian: [_L_] Oh, scopate sì!... Sì, Papà! ... possedete la mia figa!

source: [_MB_] That's right, slut. Now, let it out!
italian: [_MB_] È giusto, troia. Ora, lascialo fuori!

source: [_L_] Oh, fuck... Daddy, I'm cumming!
italian: [_L_] Oh, cazzo... Paparino, sto piumando!

source: [_MD_] Holy shit!... Look how hard that stallion made Lauren cum!
italian: [_MD_] Santa merda!... Guardate quanto sia difficile che questo stallone abbia reso Lauren cum!

source: [_RT_] {i}I've made her come that hard, too...{/i}
italian: [_RT_] {i}L'ho resa così dura, troppo...{/i}

source: [_L_] Holy shit, Matt! My legs are still shaking!
italian: [_L_] merda santa, Matt! Le mie gambe sono ancora tremate!

source: [_L_] Thank you, Daddy! That orgasm was amazing!...
italian: [_L_] Grazie, Papà! Quell'orgasmo è stato incredibile!...

source: [_MB_] Mmm hmm... You're welcome, Baby.
italian: [_MB_] Mmm hmm... Sei il benvenuto, Baby.

source: [_L_] I almost passed out!
italian: [_L_] sono quasi passata!

source: [_MB_] Yeah, well... don't pass out until after I've filled your pretty little womb.
italian: [_MB_] Sì, beh, non svanire fino a quando non ho riempito il vostro piccolo grembo piccolo.

source: [_MB_] Do you want Daddy to cum deep inside, bitch?
italian: [_MB_] Vuoi che papà sborra in profondità dentro, cagna?

source: [_L_] Oh, God! Yes, Daddy! Please, cum for me!
italian: [_L_] Oh, Dio! Sì, Papà! Per favore, sborra per me!

source: [_L_] Fill up your pussy, Daddy!
italian: [_L_] Riempi la tua figa, Papà!

source: [_MDT_] {i}Fuck... That's hot!{/i}
italian: [_MDT_] {i}Fuck... Fa caldo!{/i}

source: [_RT_] {i}Can't they just wrap this up?!{/i}
italian: [_RT_] {i}Non possono chiudere questo passo?!{/i}

source: [_MB_] Oh yeah... I'm gonna blow!
italian: [_MB_] Oh sì... Sto per colpire!

source: {b}{i}"Matt's cum loads in Lauren's pussy +1"{/i}{/b}
italian: {b}{i}"Carichi di sperma di Matt's nella figa di Lauren +1"{/i}{/b}

source: {i}"Total loads of Matt's cum in Lauren's pussy = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}
italian: {i}"Carichi totali di sperma di Matt nella figa di Lauren = ({b}[lauren_matt_cum_loads_counter]{/b})"{/i}

source: [_MB_] That was amazing girl! Now... I'd better get dressed and hurry home. My mom's going to be wondering where I am.
italian: [_MB_] Quella è stata una ragazza incredibile! Ora... farei meglio a vestirmi e sbrigarmi a casa. Mia mamma mi starà chiedendo dove sono.

source: [_MD_] {i}(Whispering){/i}They're done. We'd better go.
italian: [_MD_] {i}(Whispering){/i}Sono finiti. Faremmo meglio ad andare.

source: [_R_] Just a sec... I'm getting close.
italian: [_R_] Solo un secondo... Mi sto avvicinando.

source: [_MB_] Damn, I must have given you a powerful fucking!
italian: [_MB_] Dannazione, devo averti dato un cazzo potente!

source: [_MB_] Damn, Lauren... out of all my bitches, you're my sweetest.
italian: [_MB_] Damn, Lauren... da tutte le mie cagne, sei il mio più dolce.

source: [_MB_] I'm gonna take some of that ginger sugar.
italian: [_MB_] prenderò un po' di questo zucchero di zenzero.

source: [_MD_] {i}(Whispering){/i} Oh, fuck... That's hot!
italian: [_MD_] {i}(Whispering){/i} Oh, fuck... Fa caldo!

source: [_MB_] {i}(Whispering){/i} No, Babygirl... It's me... Feel this.
italian: [_MB_] {i}(Whispering){/i} No, Babygirl... Sono io... Senti questo.
