Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Alright.... take some time.... I'll call you again later, after you've hakuna'd your tatas.
dutch: [_R_] Oké.... . Neem even geduld.... Ik bel je later opnieuw, nadat je al je tata's had gedaan.
french: [_R_] D'accord.... prenez un peu de temps.... Je te rappellerais plus tard, après que tu te seras familiariser avec tes seins.
german: [_R_] Okay, nimm etwas Zeit ... Ich rufe dich später wieder an, nachdem du deine Tatas hakuna'd hakuna'd hakuna'd gemacht hast.
italian: [_R_] Va bene.... ci vuole un po' di tempo.... Ti chiamerò di nuovo più tardi, dopo che hai avuto le tue tate.

source: [_S_] What?!
dutch: [_S_] Wat?!
french: [_S_] Quoi?!
german: [_S_] Was?!
italian: [_S_] Cosa?!

source: [_R_] Yeah.... let's get right to it.
dutch: [_R_] Ja.... laten we er meteen mee beginnen.
french: [_R_] Ouais.... allons droit au but.
german: [_R_] Ja. Lass uns gleich hingehen.
italian: [_R_] Sì... andiamo bene ad esso.
portuguese: [_R_] Sim.... vamos direto ao assunto.

source: [_S_] You want to go from hiding my nips to close-up of my pussy just like that?
dutch: [_S_] Je wilt vanaf het verbergen van mijn nips tot het sluiten van mijn pop precies zo?
french: [_S_] Tu veux passer de la cachette de mes tétons au gros plan de ma chatte comme ça?
german: [_S_] Du möchtest meine Nips verstecken und meine Fotze so nah?
italian: [_S_] Vuoi andare dal nascondere i miei nips al primo piano della mia figa proprio così?

source: [_R_] Why not?
dutch: [_R_] Waarom niet?
french: [_R_] Pourquoi pas?
german: [_R_] Warum nicht?
italian: [_R_] Perché no?
portuguese: [_R_] Por que não?

source: [_S_] Most girls need a little foreplay.
dutch: [_S_] De meeste meisjes hebben een beetje foreplay nodig.
french: [_S_] La plupart des filles ont besoin d'un peu de préliminaires.
german: [_S_] Die meisten Mädchen brauchen ein wenig Vorsicht.
italian: [_S_] La maggior parte delle ragazze hanno bisogno di un piccolo preliminare.
portuguese: [_S_] A maioria das meninas precisam de um pouco de espetácula.

source: [_R_] Are you really asking your brother for foreplay?
dutch: [_R_] Vraag je echt om foreplay?
french: [_R_] Demandes-tu vraiment à ton frère des préliminaires?
german: [_R_] fragst du deinen Bruder wirklich nach der Stirnseite?
italian: [_R_] Stai davvero chiedendo a tuo fratello i preliminari?
portuguese: [_R_] Você realmente está perguntando para o seu irmão?

source: [_S_] Shut up! You know what I mean.
dutch: [_S_] Hou op! Je weet wat ik bedoel.
french: [_S_] La ferme! Tu vois ce que je veux dire.
german: [_S_] Halte vorbei! Du weißt, was ich meine.
italian: [_S_] stai zitto! Sai cosa voglio dire.
portuguese: [_S_] Cale-se! Você sabe o que eu quero dizer.

source: [_R_] I think so, wink, wink...
dutch: [_R_] Ik denk van wel, wind, knik...
french: [_R_] Je pense que oui, clin d'œil, clin d'œil...
german: [_R_] Ich denke, so zuschauen, zuschauen...
italian: [_R_] Penso di sì, wink, wink...

source: [_S_] .... Ok!.... So, next pose?
dutch: [_S_] .... Ok!.... Dus, volgende plaats?
french: [_S_] .... Ok !.... Alors, prochaine pose ?
german: [_S_] .... Ok!.... Also, nächsten Pose?
italian: [_S_] .... Ok!.... Quindi, la prossima posa?
portuguese: [_S_] .... Ok!.... Então, próxima pose?

source: [_S_] You want to go from hiding my nips to close-ups of my pussy just like that?
dutch: [_S_] Je wilt vanaf het verbergen van mijn nips tot aan het sluiten van mijn PUSSE, precies zoals dit?
french: [_S_] Tu veux passer de la cachette de mes tétons aux gros plans de ma chatte comme ça?
german: [_S_] Du möchtest meine Nips verstecken und meine Fotze so nah?
italian: [_S_] Volete andare dal nascondere i miei nips ai primi piani della mia figa proprio così?
portuguese: [_S_] Você quer ir de esconder meus palitos para fechar meus punhados assim mesmo?

source: [_S_] Fuck no! That's why not!
dutch: [_S_] Nooit nee! Dat is waarom niet!
french: [_S_] Merde non! C'est pourquoi pas!
german: [_S_] Fuck nein! Deshalb nicht!
italian: [_S_] Cazzo no! Ecco perché no!

source: To get Sidney to let you take explicit close-ups, you need to have her submission points at 19.
dutch: Om Sidney je expliciete sluitingen te geven, moet je haar indieningspunten hebben bij 19.
french: Pour que Sidney vous laisse prendre des gros plans explicites, vous devez avoir ses points de soumission à 19.
german: Um Sidney dazu zu bringen, explizite Nahaufnahmen zu machen, müssen Sie ihre Einreichungspunkte bei 19 haben.
italian: Per far sì che Sidney ti lasci fare dei primi piani espliciti, devi avere i suoi punti di sottomissione a 19.
portuguese: Para fazer com que Sidney deixe que se aproximem explicitamente, é necessário que a sua submissão aos pontos em 19.

source: [_S_] Excuse me.... what!?...
dutch: [_S_] Excuseer mij.... wat!?...
french: [_S_] Excuses-moi.... quoi !?...
german: [_S_] Entschuldigen Sie mich.... was!?...
italian: [_S_] Scusami.... cosa!?...

source: [_R_] Oh.... an anal gape is where you open your...
dutch: [_R_] Oh.... een anale gape is waar je jou opent...
french: [_R_] Oh.... une bouche anale est l'endroit où tu ouvres ton...
german: [_R_] Oh.... eine Anallücke ist, wo Sie Ihre öffnen...
italian: [_R_] Oh.... uno spiraglio anale è dove apri il tuo...
portuguese: [_R_] Ah.... um gape anal é onde você abre o seu...

source: [_S_] I know what it is!
dutch: [_S_] Ik weet wat het is!
french: [_S_] Je sais ce que c'est!
german: [_S_] Ich weiß, was es ist!
italian: [_S_] So che cos'è!

source: [_R_] Oh really? That's kind of surprising...
dutch: [_R_] echt waar? Dat is een beetje verrassing...
french: [_R_] Oh vraiment? C'est plutôt surprenant...
german: [_R_] Oh wirklich? Das ist überraschend...
italian: [_R_] Oh, davvero? Questo è un pò sorprendente...
portuguese: [_R_] Ah, sério? Isso é meio surpreendente...

source: [_S_] I thought this was an erotic shoot, not a porn shoot.
dutch: [_S_] Ik dacht dat dit een erotische schieter was, geen porno schiet.
french: [_S_] Je pensais que c'était un tournage érotique, pas un tournage porno.
german: [_S_] Ich dachte, dies sei ein erotischer Schuss, kein Porno-Shoot.
italian: [_S_] Ho pensato che questo era un colpo erotico, non un porno shoot.
portuguese: U[_S_] Eu pensei que isso fosse um tiro erótico, não um tiro de pornô.

source: [_R_] Anyways, there are so many girls posting erotic cosplay, you need to do something a little shocking to stand out.
dutch: [_R_] Hoe dan ook, er zijn zoveel meisjes die erotische cosplay posten, je moet iets schokkend doen om op te vallen.
french: [_R_] De toute façon, il y a tellement de filles qui postent un cosplay érotique, tu dois faire quelque chose d'un peu choquant pour te démarquer.
german: [_R_] Auf jeden Fall gibt es so viele Mädchen, die erotische cosplay veröffentlichen, du musst etwas schockierendes tun, um herauszustreichen.
italian: [_R_] Comunque, ci sono così tante ragazze posting erotico cosplay, è necessario fare qualcosa di un po 'scioccante per distinguersi.

source: [_S_] No.... no.... there's no fucking way!
dutch: [_S_] Nee.... nee.... er is geen grijze manier!
french: [_S_] Non ... non ... il n'y a pas de putain de chemin !
german: [_S_] Nein.... nein.... es gibt keinen fuckenden Weg!
italian: [_S_] No.... no.... no.... non c'è nessun modo di scopare!

source: [_S_] How could you even ask me to do that?
dutch: [_S_] Hoe kan je me zelfs vragen om dat te doen?
french: [_S_] Comment as-tu pu me demander de faire ça ?
german: [_S_] Wie kannst du mich sogar bitten, das zu tun?
italian: [_S_] Come potresti persino chiedermi di farlo?

source: {i}{b}"Sidney's Anger +7"{/b}{/i}
french: {i}{b}«Colère de Sidney +7»{/b}{/i}
german: {i}{b}"Sidney's Zorn +7"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +7"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +7"{/b}{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
french: {i}{b}«Libido de Sidney +1»{/b}{/i}
italian: {i}{b}"Libido di Sidney +1"{/b}{/i}

source: [_S_] Really? I'm surprised you don't want to try and push me further. We really don't have a ton of pictures.
french: [_S_] Vraiment? Je suis surpris que tu ne veuilles pas essayer de me pousser plus loin. Nous n'avons vraiment pas une tonne de photos.
german: [_S_] Wirklich? Ich bin überrascht, dass du mich nicht weiter treiben möchtest. Wir haben wirklich keine Tonne Bilder.
italian: [_S_] Davvero? Sono sorpreso che tu non voglia provare a spingermi oltre. Non abbiamo davvero una tonnellata di immagini.

source: [_S_] Is this what you had in mind?
dutch: [_S_] Is dit wat je in gedachten had?
french: [_S_] Est-ce ce que tu avais en tête?
german: [_S_] Ist das das, was du gedacht hast?
italian: [_S_] È questo che hai in mente?

source: [_R_] Yeah, more or less, just try to look scared, I think I'm going to shop one, or maybe two wolves into this scene.
dutch: [_R_] Yeah, min of meer, kijk eens bang, ik denk dat ik er één ga winkelen of misschien twee wolven in deze scène.
french: [_R_] Ouais, plus ou moins, essaies juste d'avoir l'air effrayé, je pense que je vais intégrer un, ou peut-être deux loups dans cette scène.
german: [_R_] Ja, mehr oder weniger, nur versuchen, Angst zu sehen, ich denke, ich werde einen einen, oder vielleicht zwei Wölfe in diese Szene einkaufen.
italian: [_R_] Sì, più o meno, cerca solo di guardare spaventato, penso che sto andando a fare acquisti uno, o forse due lupi in questa scena.
portuguese: [_R_] Sim, mais ou menos, apenas tente parecer assustado, acho que vou comprar um, ou talvez dois lobos nesta cena.

source: [_R_] Actually, that's a pretty good scared face. Hold that expression!
dutch: [_R_] Eigenlijk is dat een best goed geschreeuwd gezicht. Hou die uitdrukking vast!
french: [_R_] En fait, c'est un très bon visage effrayé. Tiens cette expression!
german: [_R_] Tatsächlich ist das ein ziemlich gutes Gesicht. Halte diesen Ausdruck!
italian: [_R_] In realtà, questo è un bel volto spaventato. Tenere questa espressione!
portuguese: [_R_] Na verdade, essa é uma cara muito bem assustada. Segure essa expressão!

source: [_R_] So, I think I'll shop a wolf in front of you, to distract you, while another one sneaks up from behind.
dutch: [_R_] Dus, ik denk dat ik een wolf voor je zal winnen, om je af te leiden, terwijl een ander van achter komt.
french: [_R_] Donc, je pense que je vais intégrer un loup devant toi, pour te distraire, tandis qu'un autre se faufile par derrière.
german: [_R_] Also, ich glaube, ich werde einen Wolf vor dir einkaufen, um dich abzulenken, während ein anderer von hinten schleicht.
italian: [_R_] Quindi, penso che io farò un lupo di fronte a te, per distrarvi, mentre un altro si intrufola da dietro.

source: [_R_] Hopefully the wolves will look ok. I've had a hard time making furry animals look right in Zad3d studio.
dutch: [_R_] Hopelijk zien de wolven er ok uit. Ik heb er moeite mee gehad om fokkerijen er goed uit te laten zien in Zad3d studio.
french: [_R_] Espérons que les loups auront l'air corrects. J'ai eu du mal à faire les animaux en fourrures dans le studio Zad3d.
german: [_R_] Hoffentlich werden die Wölfe in Ordnung sein. Ich habe es schwer gehabt, Pelztiere im Zad3d Studio richtig aussehen zu lassen.
italian: [_R_] Speriamo che i lupi si guardino bene. Ho avuto difficoltà a far sembrare gli animali pelosi proprio nello studio di Zad3d.
portuguese: [_R_] Espero que os lobos pareçam ok. Eu tive dificuldade em fazer os animais peludos ficarem bem no estúdio de Zad3d.

source: [_R_] Ok, now I want you to pull out your gun out of the holster and point it at the imaginary wolf in front of you.
dutch: [_R_] Ok, Nu wil ik dat u uw geweer uit de kast trekt en het bij de denkbeeldige wolf voor u aanstipt.
french: [_R_] Ok, maintenant je veux que tu sors ton arme de l'étui et pointes-la sur le loup imaginaire devant toi.
german: [_R_] Ok, jetzt möchte ich, dass du deine Waffe aus dem Holster herausziehst und auf den imaginären Wolf vor dir zeigt.
italian: [_R_] Ok, ora voglio che voi tirate fuori la vostra pistola fuori dal supporto e puntatela al lupo immaginario di fronte a voi.
portuguese: [_R_] Ok, Agora quero que você tire a sua arma do holster e aponte-a para o lobo imaginário na sua frente.

source: [_S_] Ok, that's pretty easy.
dutch: [_S_] Ok, dat is best makkelijk.
french: [_S_] Ok, c'est assez facile.
german: [_S_] Ok, das ist ziemlich einfach.
italian: [_S_] Ok, è abbastanza facile.
portuguese: [_S_] Ok, isso é bem fácil.

source: [_R_] That's great! I can practically see it now.
dutch: [_R_] Dat is geweldig! Ik kan het nu praktisch zien.
french: [_R_] C'est génial! Je peux pratiquement le voir maintenant.
german: [_R_] Das ist großartig! Ich kann es jetzt praktisch sehen.
italian: [_R_] È fantastico! Posso praticamente vederlo ora.
portuguese: [_R_] Isso é ótimo! Agora posso praticamente ver.

source: [_R_] Let's just capture that.
dutch: [_R_] Laten we dat gewoon doen.
french: [_R_] Capturons cela.
german: [_R_] Nehmen wir das einfach auf.
italian: [_R_] Lo catturiamo e basta.

source: [_R_] And do you remember me telling you that a wolf has been sneaking up on you...
dutch: [_R_] En herinner je me dat ik je vertelde dat er een wolf op je aan het sluipen...
french: [_R_] Et te souviens-tu de moi te disant qu'un loup s'est faufilé derrière toi...
german: [_R_] Und erinnerst du dich daran, dass ich dir gesagt habe, dass ein Wolf auf dir schleicht...
italian: [_R_] E ti ricordi che ti ho detto che un lupo si è avvicinato di soppiatto a te...

source: [_R_] Well, now I want you to lie down on your stomach like he knocked you over...
dutch: [_R_] Nou, nu wil ik dat je op je maag ligt alsof hij je heeft overgeslagen...
french: [_R_] Eh bien, maintenant je veux que tu t'allonges sur le ventre comme s'il t'avait renversé...
german: [_R_] Nun, jetzt möchte ich, dass du dich auf deinen Magen liegst, als ob er dich vorbei geschlagen hat...
italian: [_R_] Beh, ora voglio che ti sdraiati sullo stomaco come ti ha bussato...
portuguese: [_R_] Bem, agora quero que você se deite em seu estômago como ele te derrubou...

source: [_R_] Also slide your gun in front of you a little ways, like you dropped it when you got knocked over.
dutch: [_R_] schuift ook je pistool voor je langs een kleine mannetje, zoals je het liet vallen zodra je over werd gegooid.
french: [_R_] Fais également glisser ton arme devant toi un peu, comme si tu l'avais laissée tomber lorsque tu t'es fait renverser.
german: [_R_] Schiebe auch deine Waffe vor dir ein bisschen wie du sie fallen gelassen hast, wenn du hinübergestoßen bist.
italian: [_R_] Scorri anche la tua pistola di fronte a te un po' di modi, come se fossi caduto quando sei stato bussato.
portuguese: [_R_] também deslize sua arma na sua frente de uns trajes, como você derrubou quando foi derrubado.

source: [_S_] Boy am I glad you have this green screen. The warehouse floor is filthy!
dutch: [_S_] Jongen ben ik blij dat je dit groene scherm hebt. De magazijnvloer is vies!
french: [_S_] Garçon suis-je heureuse que tu aies cet écran vert. Le sol de l'entrepôt est sale!
german: [_S_] Junge bin ich froh, dass du diesen grünen Bildschirm hast. Der Lagerboden ist schmutzig !
italian: [_S_] Ragazzo sono contento che tu abbia questo schermo verde. Il pavimento del magazzino è sporco!
portuguese: [_S_] Menino estou feliz por ter esta tela verde. O chão do armazém está imundo!

source: [_R_] Dirt would just make the costume hotter!
dutch: [_R_] Aarde zou het uiterlijk gewoon hotter maken!
french: [_R_] La saleté rendrait le costume plus chaud!
german: [_R_] Erde würde das Kostüm nur heißer machen!
italian: [_R_] Terra sarebbe solo rendere il costume più caldo!
portuguese: U[_R_] terra só tornaria a fantasia mais quente!

source: [_R_] But I won't make you do that if you don't want to.
dutch: [_R_] Maar ik zal je dat niet laten doen als je dat niet wilt.
french: [_R_] Mais je ne te le ferais pas faire ça si tu ne veux pas.
german: [_R_] Aber ich werde dich nicht dazu bringen, wenn du das nicht möchtest.
italian: [_R_] Ma non ti farò fare questo se non lo vuoi.
portuguese: [_R_] Mas eu não vou fazer você fazer isso se você não quiser.

source: [_S_] Yeah, I think I'll pass.
dutch: [_S_] Ja, ik denk dat ik voorbij zal gaan.
french: [_S_] Ouais, je pense que je vais passer.
german: [_S_] Ja, ich glaube, ich werde passieren.
italian: [_S_] Sì, penso che passerò.
portuguese: [_S_] Sim, acho que vou passar.

source: [_R_] Good. I think I can make something work with that.
dutch: [_R_] Goed. Ik denk dat ik daar iets mee kan laten werken.
french: [_R_] Bien. Je pense que je peux faire fonctionner quelque chose avec ça.
german: [_R_] Gut. Ich denke, damit kann ich etwas machen.
italian: [_R_] Bene. Penso di poter far funzionare qualcosa con questo.

source: [_R_] Now hold still.
dutch: [_R_] Nu stil.
french: [_R_] Maintenant, restez immobile.
german: [_R_] Halten Sie jetzt still.
italian: [_R_] Ora tieni fermo.

source: [_R_] I think those are going to be some cool pics. Assuming I can get the wolves to look right.
dutch: [_R_] Ik denk dat die wat coole foto's zullen zijn. Ik ga ervan uit dat ik de wolven goed kan laten kijken.
french: [_R_] Je pense que ce seront des photos sympas. En supposant que je puisse amener les loups à être bien fait.
german: [_R_] Ich denke, das werden einige coole Bilder sein. Angenommen, ich kann die Wölfe richtig aussehen.
italian: [_R_] Penso che queste saranno alcune foto fresche. Supponendo di riuscire a far apparire i lupi a destra.

source: [_R_] Now.... I'd say it's about time to expose a little more skin.
dutch: [_R_] Nu.... Ik zou zeggen dat het tijd is om een beetje meer huid bloot te leggen.
french: [_R_] Maintenant.... Je dirais qu'il est temps d'exposer un peu plus de peau.
german: [_R_] Jetzt.... Ich würde sagen, es wird Zeit, ein wenig mehr Haut freizugeben.
italian: [_R_] Now.... Direi che è il momento di esporre un po 'di più pelle.

source: [_S_] Oh, no! That means...
dutch: [_S_] Oh, nee! Dat betekent...
french: [_S_] Oh, non! Ça veut dire...
german: [_S_] Oh, nein! Das bedeutet...
italian: [_S_] Oh, no! Questo significa...
portuguese: U[_S_] Oh, não! Isso significa que...

source: [_R_] Uh huh.... that means I think we should...
dutch: [_R_] Uh hh.... dat betekent dat ik denk dat we moet...
french: [_R_] Euh huh.... ça veut dire que je pense qu'on devrait...
german: [_R_] Uh huh.... das heißt ich denke, wir sollten...
italian: [_R_] Uh huh.... significa che penso che dovremmo...

source: [_R_] Alright!.... So, I'm thinking your bent over on all fours, because that wolf that was behind knocked you over, and now he's coming up behind you to bite and rip your panties...
dutch: [_R_] Oké!.... Dus ik denk aan je baas over alle vier die je had, want die wolf die achter je zat sloeg je om. en nu komt hij achter je staan om je vijvers te scheuren...
french: [_R_] D'accord!.... Alors, je pense que tu t'es penchée à quatre pattes, parce que ce loup qui était derrière t'a renversée, et maintenant il vient derrière toi mordre et déchirer ta culotte...
german: [_R_] In Ordnung!.... Also denke ich, dass du dich allen vier gebeugt hast, weil dieser Wolf, der hinter dir lag, dich vorbei geschlagen hat. und nun kommt er hinter dir, um zu beißen und deine Stifte zu rippen...
italian: [_R_] Bene!.... Quindi, sto pensando che il vostro piegato su tutti i quattro, perché quel lupo che era dietro ti ha bussato, e ora si sta avvicinando dietro di te per mordere e strappare i tuoi pantaloni...
portuguese: [_R_] Certo!.... Então, estou pensando que você se curvou em todos os quatro, porque aquele lobo que esteve por trás te derrubou, e agora ele está vindo atrás de você para morder e rasgar suas calcinas...

source: [_R_] Alright.... take some time.... I'll call you again later, after you've soothed your boobs.
dutch: [_R_] Oké.... . . Neem even geduld.... ik bel je later opnieuw, nadat je je baas hebt gezaaid.
french: [_R_] D'accord.... prends un peu de temps.... Je te rappellerais plus tard, après que tu auras apaisé tes seins.
german: [_R_] Okay, nimm dir etwas Zeit ... Ich rufe dich später erneut an, nachdem du deine Strümpfe beruhigt hast.
italian: [_R_] Bene.... ci vuole un po' di tempo... ti chiamerò di nuovo più tardi, dopo aver lenito le tue tette.

source: [_S_] You want to go to close-ups of my pussy just like that?
dutch: [_S_] Wil je precies zo naar de sluitingen van mijn poosje gaan?
french: [_S_] Tu veux faire des gros plans de ma chatte comme ça?
german: [_S_] Du möchtest meine Fotze so hautnah erleben?
italian: [_S_] Vuoi andare ai primi piani della mia figa proprio così?

source: [_S_] You want to go to close-up of my pussy just like that?
dutch: [_S_] Je wilt mijn push-app direct op deze manier sluiten?
french: [_S_] Tu veux faire un gros plan de ma chatte comme ça?
german: [_S_] Du möchtest meine Fotze so nah?
italian: [_S_] Vuoi andare al primo piano della mia figa proprio così?

source: {i}{b}"Sidney's Anger +6"{/b}{/i}
french: {i}{b}«Colère de Sidney +6»{/b}{/i}
german: {i}{b}"Sidney's Zorn +6"{/b}{/i}
italian: {i}{b}"Rabbia di Sidney +6"{/b}{/i}
portuguese: {i}{b}"Raiva Sidney's +6"{/b}{/i}

source: [_S_] Really? We haven't taken very many erotic pics yet.
dutch: [_S_] Echt? We hebben nog niet veel erotische foto's gemaakt.
french: [_S_] Vraiment? Nous n'avons pas encore pris beaucoup de photos érotiques.
german: [_S_] Wirklich? Wir haben noch nicht sehr viele erotische Bilder gemacht.
italian: [_S_] Davvero? Non abbiamo ancora scattato molte foto erotiche.
portuguese: [_S_] Sério? Ainda não tomamos muitas fotos eróticas.

source: [_R_] Ok, so just get on your hands and knees, with your ass kind of up in the air.
dutch: [_R_] Ok, dus ga je handen en knieën met je pas omhoog in de lucht.
french: [_R_] Ok, alors mets-toi à genoux, le cul en l'air.
german: [_R_] Ok, also bekomme einfach auf deine Hände und Knie, mit deinem Arsch in der Luft.
italian: [_R_] Ok, quindi prendi le mani e le ginocchia, con il tuo culo in su.
portuguese: [_R_] Ok, então apenas vá em suas mãos e joelhos, com a sua asa no ar.

source: [_R_] Oh.... and look scared! You've lost your gun, and now a wolf is creeping up on you from behind.
dutch: [_R_] Oh.... en zie er geschrokken uit! Je hebt je wapen verloren, en nu komt er een wolf van achter op je aan.
french: [_R_] Oh.... et avoir l'air effrayée! Tu as perdu ton arme, et maintenant un loup se faufile sur toi par derrière.
german: [_R_] Oh.... und schaut ängstlich aus! Du hast deine Waffe verloren und jetzt schleicht sich ein Wolf von hinten hinauf.
italian: [_R_] Oh.... e sembra spaventato! Hai perso la tua pistola, e ora un lupo ti striscia da dietro.
portuguese: [_R_] Oh.... e parece assustado! Você perdeu sua arma, e agora um lobo está se arrastando para você por trás.

source: [_R_] Awesome!
french: [_R_] Génial!
german: [_R_] Super!
italian: [_R_] Fantastico!

source: [_R_] Ok, now I'm going to come up behind you and pull on your underwear a little.
dutch: [_R_] Ok, nu ga ik achter je staan om je ondergoed op te trekken.
french: [_R_] Ok, maintenant je vais venir derrière toi et tirer un peu tes sous-vêtements.
german: [_R_] Ok, jetzt werde ich hinter dir stehen und deine Unterwäsche ein wenig anziehen.
italian: [_R_] Ok, ora sto per venire dietro di te e tirare la biancheria intima un po'.
portuguese: [_R_] Ok, agora eu vou levantar atrás de você e puxar um pouco na sua roupa.
