Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: [_S_] [ryan]!... If you don't cum soon, I'm going to rip open your balls and take it for myself
french: [_S_] [ryan]!... Si tu ne jouis pas bientôt, je vais t'ouvrir les couilles et les prendre pour moi
german: [_S_] [ryan]!... Wenn du nicht bald cum würdest, rippe ich deine Bälle und nehme sie für mich
italian: [_S_] [ryan]!... Se non si spera presto, sto andando a strappare le palle e prenderlo per me

source: [_R_] Holy shit, this is getting weird!
french: [_R_] Putain de merde, ça devient bizarre !
german: [_R_] Heiliger Scheiße, das wird seltsam!
italian: [_R_] merda santa, questo sta diventando strano!

source: [_R_] Sidney! I'm about to cum!
french: [_R_] Sidney! Je suis sur le point de jouir!
german: [_R_] Sidney! Ich bin dabei mit!
italian: [_R_] Sidney! Sto per cum!

source: [_R_] Should I pull out?
french: [_R_] Je dois me retirer ?
german: [_R_] Soll ich ausziehen?
italian: [_R_] Dovrei uscire?

source: [_S_] If you pull out, I'll rip your head off!
french: [_S_] Si tu te retires, je t'arrache la tête !
german: [_S_] Wenn du dich ausziehst, rippe ich deinen Kopf aus!
italian: [_S_] Se tiri fuori, ti strappo la testa!

source: [_R_] Inside, it is.
french: [_R_] À l'intérieur, c'est.
german: [_R_] Innen ist es.
italian: [_R_] All'interno, lo è.

source: [_S_] Mmmm... Look at all that cum!
french: [_S_] Mmmm... Regarde tout ce sperme !
german: [_S_] Mmmm... Schaue dir all das an!
italian: [_S_] Mmmm... Guarda tutto quel cum!

source: [_S_] I'm sure it did the trick.
french: [_S_] Je suis sûr que ça a fait l'affaire.
german: [_S_] Ich bin sicher, dass es den Trick gemacht hat.
italian: [_S_] sono sicuro che ha fatto il trucco.

source: [_R_] What do you mean by, "Did the trick"?
french: [_R_] Que voulez-vous dire par 'a fait l'affaire'?
german: [_R_] Was meinst du unter "Hat der Trick"?
italian: [_R_] Che cosa intendi con "Il trucco ha fatto"?

source: [_S_] Oh, my God!... We're still here!... It wasn't a dream!?
french: [_S_] Oh, mon Dieu ! ... Nous sommes toujours là !... Ce n'était pas un rêve !?
german: [_S_] Oh, mein Gott!... Wir sind immer noch hier!... Es war kein Traum!?
italian: [_S_] Oh, mio Dio!... Siamo ancora qui!... Non era un sogno!?

source: [_R_] Sidney, are you... ?
french: [_R_] Sidney, est-ce que tu... ?
german: [_R_] Sidney bist du... ?
italian: [_R_] Sidney, sei... ?

source: [_S_] Why does my pussy feel sore?
french: [_S_] Pourquoi ma chatte est douloureuse ?
german: [_S_] Warum fühlt sich meine Fotze an?
italian: [_S_] Perché la mia figa si sente dolorante?

source: [_R_] You really don't...?
french: [_R_] Vous ne voulez vraiment pas...?
german: [_R_] Du bist wirklich nicht...?
italian: [_R_] Non sei veramente...?

source: [_S_] No! Please tell me that monster didn't fuck me!
french: [_S_] Non ! S'il te plaît, dis-moi que ce monstre ne m'a pas baisé !
german: [_S_] Nein! Bitte sag mir, dass das Monster mich nicht gefickt hat!
italian: [_S_] No! Per favore, dimmi che il mostro non mi ha scopato!

source: [_R_] No, that was me.
french: [_R_] Non, c'était moi.
german: [_R_] Nein, das war ich.
italian: [_R_] No, io ero io.

source: [_S_] You fucked me?... Here?... In this terrible place?!
french: [_S_] Tu m'as baisé ?... Ici ?... Dans cet endroit terrible ?!
german: [_S_] Du hast mich gefickt?... hier?... an diesem schrecklichen Ort?!
italian: [_S_] Mi hai scopato?... Qui?... In questo luogo terribile?!

source: [_R_] Hey, You refused to do anything! To even move if I didn't fuck you!
french: [_R_] Hé, tu as refusé de faire quoi que ce soit ! De bouger même si je ne te baisais pas !
german: [_R_] Hey, du hast dich geweigert, irgendetwas zu tun! Um auch nur zu bewegen, wenn ich dich nicht gefickt habe!
italian: [_R_] Ehi, ti sei rifiutato di fare nulla! Per muoverti anche se non ti ho scopato!

source: [_S_] Really?... Everything's kind of fuzzy after that monster made me swallow that slime out of its mouth, or whatever you call that hole in its face.
french: [_S_] Vraiment ?... Tout est un peu flou après que ce monstre m'ait fait avaler la bave de sa bouche, ou ce que vous appelez ce trou dans son visage.
german: [_S_] wirklich?... Alles ist unklar nach diesem Monster, was mich aus dem Mund schlug oder wie auch immer man dieses Loch im Gesicht nennt.
italian: [_S_] Davvero?... Tutto il genere di fuzzy dopo quel mostro mi ha fatto ingoiare quella slime dalla sua bocca, o qualsiasi cosa tu chiami quel buco in faccia.

source: [_R_] It made you forget?
french: [_R_] Ça t'a fait oublier ?
german: [_R_] Es hat dich vergessen?
italian: [_R_] Ti ha fatto dimenticare?

source: [_S_] No, it's... coming back to me... I really did want to get fucked, like I couldn't think of anything else, or want anything more!
french: [_S_] Non, c'est... ça me revient... J'avais vraiment envie de me faire baiser, comme si je ne pouvais penser à rien d'autre, ou vouloir quelque chose de plus !
german: [_S_] Nein, das... Ich komme zu mir zurück... Ich wollte wirklich gefickt werden, so wie ich mir nichts anderes vorstellen konnte oder mehr wollte!
italian: [_S_] No, è... tornando da me... davvero volevo farsi scopare, come non potevo pensare a nient'altro, o volevo qualcosa di più!

source: [_S_] I needed your cum inside me more than anything.
french: [_S_] J'avais besoin de ton sperme en moi plus que tout.
german: [_S_] Ich brauchte deine Fotze mehr als alles andere.
italian: [_S_] avevo bisogno del tuo sperma dentro di me più di qualsiasi cosa.

source: [_R_] Yeah, you were saying some pretty weird stuff about cumming inside you.
french: [_R_] Ouais, tu disais des trucs assez bizarres sur le fait de jouir en toi.
german: [_R_] Ja, du hast ein paar ziemlich seltsame Sachen über das Umsummen in dir gesagt.
italian: [_R_] Sì, stavi dicendo cose piuttosto strane circa il cumming dentro di te.

source: [_S_] Oh, God! I'm so glad it was you, and not that monster that fucked me.
french: [_S_] Oh, mon Dieu ! Je suis si heureuse que ce soit toi, et pas ce monstre qui m'ait baisée.
german: [_S_] Oh, Gott! Ich bin so froh, dass du es war, und nicht jenes Monster, das mich gefickt hat.
italian: [_S_] Oh, Dio! Sono così felice che tu sia stato e non quel mostro che mi ha scopato.

source: [_S_] I'd better take some morning after pills, just in case you got me pregnant.
french: [_S_] Je ferais mieux de prendre des pilules du lendemain, juste au cas où tu me mettrais enceinte.
german: [_S_] Ich würde lieber einen Morgen nach Pillen nehmen, nur wenn du mich schwanger hast.
italian: [_S_] farei meglio a prendere un po' di mattina dopo le pillole, nel caso in cui mi avessi incinta.

source: [_S_] Unnnggghhh... I all of the sudden don't feel so good!
french: [_S_] Unnnggghhh... Je ne me sens pas très bien tout d'un coup !
german: [_S_] Unnggghhh... Ich fühle mich plötzlich nicht so gut!
italian: [_S_] Unnnggghhh... Io improvvisamente non mi sento così bene!

source: [_S_] [ryan]! I think something's wrong!
french: [_S_] [ryan]! Je pense que quelque chose ne va pas !
german: [_S_] [ryan]! Ich denke, etwas ist falsch!
italian: [_S_] [ryan]! Penso che qualcosa sia sbagliato!

source: [_R_] Holy shit!... What the fuck?!
french: [_R_] Putain de merde !... C'est quoi ce bordel?!
german: [_R_] Heilige Scheiße!... Was für ein Fick?!
italian: [_R_] Santa merda!... Che cazzo?!

source: [_S_] [ryan]!... Help!
french: [_S_] [ryan]!... Au secours !
german: [_S_] [ryan]!... Hilfe!
italian: [_S_] [ryan]!... Aiuto!

source: [_S_] [ryan]! I don't want an alien to pop out of my stomach like in that movie!
french: [_S_] [ryan]! Je ne veux pas qu'un alien sorte de mon estomac comme dans ce film !
german: [_S_] [ryan]! Ich möchte nicht, dass ein Fremder wie in diesem Film aus meinem Magen auftaucht!
italian: [_S_] [ryan]! Non voglio che un alieno pop fuori dallo stomaco come in quel film!

source: [_R_] No, no, no, no, Fuck no!
french: [_R_] Non, non, non, non, putain non !
german: [_R_] Nein, nein, nein, nein, Fuck nein!

source: [_R_] Sidney, There isn't any slime on the mirror!
french: [_R_] Sidney, il n'y a pas de bave sur le miroir !
german: [_R_] Sidney, auf dem Spiegel gibt es keinen Schleim!
italian: [_R_] Sidney, Non c'è nessuna slime sullo specchio!

source: [_S_] No!... There has to be!
french: [_S_] Non !... Il doit y en avoir !
german: [_S_] Nein!... Es muss sein!
italian: [_S_] no!... C'è!

source: [_RT_] {i}Fuck!... This isn't working!... I can't get to her!{/i}
french: [_RT_] {i}Putain !... Ca ne marche pas !... Je n'arrive pas à l'atteindre!{/i}
german: [_RT_] {i}Fuck!... Das funktioniert nicht!... Ich kann nicht zu ihr kommen!{/i}
italian: [_RT_] {i}Fuck!... Questo non funziona!... Non posso arrivare a lei!{/i}

source: [_ST_] {i}I don't think [ryan] can hear or see me anymore!{/i}
french: [_ST_] {i}Je ne pense pas que [ryan] puisse m'entendre ou me voir désormais!{/i}
german: [_ST_] {i}Ich glaube nicht, [ryan] kann mich mehr hören oder sehen!{/i}
italian: [_ST_] {i}Non penso che [ryan] possa sentirmi o vedermi più!{/i}

source: [_ST_] {i}He's got to find a way to save me!{/i}
french: [_ST_] {i}Il doit trouver un moyen de me sauver!{/i}
german: [_ST_] {i}Er muss einen Weg finden, mich zu retten!{/i}
italian: [_ST_] {i}Ha trovato un modo per salvarmi!{/i}

source: [_ST_] {i}Whoa... Whatever that was, It's making me feel weird!{/i}
french: [_ST_] {i}Whoa... Quoi que ce soit, ça me fait me sentir bizarre!{/i}
german: [_ST_] {i}Whoa... Was auch immer das war, es lässt mich seltsam fühlen!{/i}
italian: [_ST_] {i}Whoa... Qualunque cosa fosse, Mi sta facendo sentire strano!{/i}

source: [_ST_] {i}Oh, no! Not that! No! Was I pulled into a fucking Hentai movie?!{/i}
french: [_ST_] {i}Oh, non ! Pas ça ! Non ! Est-ce que j'ai été entraîné dans un putain de film Hentai?!{/i}
german: [_ST_] {i}Oh, nein! Nein! Nein! Wurde ich in einen ficken Hentai Film gezogen?!{/i}
italian: [_ST_] {i}Oh, no! Niente! No! Sono stato tirato in un cazzo Hentai film?!{/i}

source: [_S_] This can't be happening!
french: [_S_] Ça ne peut pas arriver!
german: [_S_] Das kann nicht passieren!
italian: [_S_] Questo non può accadere!

source: [_ST_] {i}No! I can't have monster penis in my pussy!{/i}
french: [_ST_] {i}Non ! Je ne peux pas avoir un pénis de monstre dans ma chatte!{/i}
german: [_ST_] {i}Nein! Ich kann keinen MonsterPenis in meiner Fotze haben!{/i}
italian: [_ST_] {i}No! Non posso avere il pene mostro nella mia figa!{/i}

source: [_ST_] {i}This has to be a dream!{/i}
french: [_ST_] {i}Ça doit être un rêve!{/i}
german: [_ST_] {i}Das muss ein Traum sein!{/i}
italian: [_ST_] {i}Questo deve essere un sogno!{/i}

source: [_ST_] {i}Fuck! This monster's cock is way bigger than anything I've ever taken!{/i}
french: [_ST_] {i}Putain ! La bite de ce monstre est bien plus grosse que tout ce que j'ai jamais pris!{/i}
german: [_ST_] {i}Fick! Der Schwanz dieses Monsters ist viel größer als alles, was ich je genommen habe!{/i}
italian: [_ST_] {i}Fuck! Il cazzo di questo mostro è molto più grande di quello che ho mai preso!{/i}

source: [_ST_] {i}I'm not in a hentai movie! This could kill me!{/i}
french: [_ST_] {i}Je ne suis pas dans un film hentai ! Ca pourrait me tuer!{/i}
german: [_ST_] {i}Ich bin nicht in einem hentai Film! Dies könnte mich töten!{/i}
italian: [_ST_] {i}Non sono in un film hentai! Questo potrebbe uccidermi!{/i}

source: [_ST_] {i}It hurts!{/i}
french: [_ST_] {i}Ca fait mal!{/i}
german: [_ST_] {i}Es schmerzt!{/i}
italian: [_ST_] {i}Fa male!{/i}

source: [_ST_] {i}And yet, it's strangely satisfying!.{/i}
french: [_ST_] {i}Et pourtant, c'est étrangement satisfaisant !.{/i}
german: [_ST_] {i}Und doch ist es seltsam befriedigend!{/i}
italian: [_ST_] {i}Eppure, è stranamente soddisfacente!.{/i}

source: [_ST_] {i}I'm getting exhausted! And I can't keep fighting like this for long.{/i}
french: [_ST_] {i}Je suis épuisé ! Et je ne peux pas continuer à me battre comme ça longtemps. {/i}
german: [_ST_] {i}Ich werde erschöpft! Und ich kann nicht länger so kämpfen.{/i}
italian: [_ST_] {i}Mi sto esaurendo! E non posso continuare a combattere così a lungo.{/i}

source: [_ST_] {i}Sidney, you don't have to fight! Just relax and enjoy! Monster cock is the best cock!{/i}
french: [_ST_] {i}Sidney, vous n'avez pas à vous battre ! Détends-toi et profite ! La bite du monstre est la meilleure des bites!{/i}
german: [_ST_] {i}Sidney musst du nicht kämpfen! Einfach entspannen und genießen! Monster Schwanz ist der beste Schwanz!{/i}
italian: [_ST_] {i}Sidney, non devi combattere! Basta rilassarti e goderti! Il cazzo di mostri è il miglior cazzo!{/i}

source: [_ST_] {i}Who said that?{/i}
french: [_ST_] {i}Qui a dit ça ?{/i}
german: [_ST_] {i}Wer hat das gesagt: {/i}
italian: [_ST_] {i}Chi l'ha detto?{/i}

source: [_ST_] {i}Nobody, Sidney... These are your own thoughts... So you know they're true!{/i}
french: [_ST_] {i}Personne, Sidney... Ce sont vos propres pensées... Donc vous savez qu'elles sont vraies!{/i}
german: [_ST_] {i}Niemand, Sidney... Das sind deine eigenen Gedanken... Du weißt also, dass sie wahr sind! {/i}
italian: [_ST_] {i}Nobody, Sidney... Questi sono i tuoi pensieri... Quindi sai che sono veri!{/i}

source: [_ST_] {i}No... Can't be...{/i}
french: [_ST_] {i}Non... C'est impossible...{/i}
german: [_ST_] {i}Nein... kann nicht sein...{/i}
italian: [_ST_] {i}No... Non può essere...{/i}

source: [_ST_] {i}It's that goo it made me drink!{/i}
french: [_ST_] {i}C'est ce gluant qui m'a fait boire!{/i}
german: [_ST_] {i}Es hat mich getrunken!{/i}
italian: [_ST_] {i}È che goo mi ha fatto bere!{/i}

source: [_ST_] {i}No... You liked the taste of that too!... It tasted like cum... Now, I should just relax... and enjoy.{/i}
french: [_ST_] {i}Non... Tu as aimé le goût de ça aussi !... Ça avait le goût du sperme... Maintenant, je devrais juste me détendre... et profiter...{/i}
german: [_ST_] {i}Nein... Du mochte auch den Geschmack davon!... Es schmeckte wie mit... Jetzt sollte ich einfach entspannen... und genießen.{/i}
italian: [_ST_] {i}No... Ti è piaciuto anche il gusto di quello!... Ha assaggiato come cum... Ora, dovrei solo rilassarmi... e godere.{/i}

source: [_ST_] {i}No!... I've got to fight it!{/i}
french: [_ST_] {i}Non !... Je dois le combattre!{/i}
german: [_ST_] {i}Nein!... Ich muss es bekämpfen!{/i}
italian: [_ST_] {i}No!... Devo combatterlo!{/i}

source: [_ST_] {i}I've got to stop fighting.{/i}
french: [_ST_] {i}Je dois arrêter de me battre.{/i}
german: [_ST_] {i}Ich muss aufhören zu kämpfen.{/i}
italian: [_ST_] {i}Devo smettere di combattere.{/i}

source: [_ST_] {i}At least [ryan] can't see or hear me!{/i}
french: [_ST_] {i}Au moins, [ryan] ne peut pas me voir ou m'entendre!{/i}
german: [_ST_] {i}Mindestens [ryan] kann mich nicht sehen oder hören!{/i}
italian: [_ST_] {i}Almeno [ryan] non può vedere o sentirmi!{/i}

source: [_R_] {i}(Voice fading in){/i} Sidney!
french: [_R_] {i}(Voix qui s'estompe){/i} Sidney !
german: [_R_] {i}(Voice Fading in){/i} Seite!
italian: [_R_] {i}(Voice dissolvenza in){/i} Sidney!

source: [_R_] No... no! It's worse than I imagined!
french: [_R_] Non... non ! C'est pire que ce que j'imaginais !
german: [_R_] Nein... nein! Es ist schlimmer als ich mir vorgestellt habe!
italian: [_R_] no... no! È peggio di quanto immaginassi!

source: [_R_] Sidney! Fight that piece of shit monster!
french: [_R_] Sidney ! Combattez ce monstre de merde !
german: [_R_] Sidney! Kämpfe gegen dieses Stück Scheißmonster!
italian: [_R_] Sidney! Combatti quel pezzo di merda mostro!

source: [_R_] Don't let it do that!
french: [_R_] Ne le laissez pas faire ça !
german: [_R_] Lasst das nicht tun!
italian: [_R_] Non lasciate che lo faccia!

source: [_ST_] {i}[ryan]'s watching you Sidney, Isn't that hot?{/i}
french: [_ST_] {i}[ryan] te regarde Sidney, c'est pas génial ?{/i}
german: [_ST_] {i}[ryan]schaut dir Sidney an, ist das nicht so heiß?{/i}
italian: [_ST_] {i}[ryan]ti sta guardando Sidney, non è così caldo?{/i}

source: [_ST_] {i}Is it?... I'm not... sure.{/i}
french: [_ST_] {i}C'est le cas ? Je ne suis pas... sûr.
german: [_ST_] {i}Ist es?... Ich bin nicht... sicher.{/i}
italian: [_ST_] {i}È questo?... Non sono sicuro.{/i}

source: [_R_] {i}(Voice fading out){/i} Fight it, Sidney!
french: [_R_] {i}(Voix qui s'éteint){/i} Combattez-le, Sidney !
german: [_R_] {i}(Stimme ausblenden){/i} Kämpfe es, Sidney!
italian: [_R_] {i}(Voice dissolvenza){/i} Lottatelo, Sidney!

source: [_ST_] {i}Fight what?... This really good tingle in my pussy?{/i}
french: [_ST_] {i}Combattre quoi ?... Ce picotement est vraiment bon dans ma chatte ?{/i}
german: [_ST_] {i}Kämpfe was?... Das ist wirklich gut in meiner Fotze?{/i}
italian: [_ST_] {i}Combattere cosa?... Questa bella formicolio nella mia figa?{/i}

source: [_ST_] {i}That good feeling is spreading.{/i}
french: [_ST_] {i}Ce bon sentiment se répand.{/i}
german: [_ST_] {i}Das gute Gefühl breitet sich aus.{/i}
italian: [_ST_] {i}Questa buona sensazione si sta diffondendo.{/i}

source: [_ST_] {i}Am I still getting fucked?{/i}
french: [_ST_] {i}Est-ce que je me fais toujours baiser ?{/i}
german: [_ST_] {i}Werde ich noch gefickt? {/i}
italian: [_ST_] {i}Sono ancora fottuto?{/i}

source: [_ST_] {i}Is [ryan] Fucking me?{/i}
french: [_ST_] {i}est-ce que c'est [ryan] qui me baise?{/i}
german: [_ST_] {i}Ist [ryan] fucking mich?{/i}
italian: [_ST_] {i}è [ryan] Cazzo me?{/i}

source: [_ST_] {i}No... [ryan]'s not this big.{/i}
french: [_ST_] {i}Non... [ryan] n'est pas si grand.{/i}
german: [_ST_] {i}Nein... [ryan]ist nicht so groß.{/i}
italian: [_ST_] {i}No... [ryan]non è così grande.{/i}

source: [_ST_] {i}Oh yeah... It's some mystical creature!{/i}
french: [_ST_] {i}Oh oui... C'est une sorte de créature mystique!{/i}
german: [_ST_] {i}Oh yeah... Es ist eine mystische Kreatur!{/i}
italian: [_ST_] {i}Oh sì... È una creatura mistica!{/i}

source: [_ST_] {i}With the greatest cock ever!{/i}
french: [_ST_] {i}Avec la plus grande bite jamais vue!{/i}
german: [_ST_] {i}Mit dem größten Schwanz überhaupt!{/i}
italian: [_ST_] {i}Con il cazzo più grande di sempre!{/i}

source: [_ST_] {i}I hope it cums in me!{/i}
french: [_ST_] {i}J'espère qu'il va jouir en moi!{/i}
german: [_ST_] {i}Ich hoffe, dass es in mir ist!{/i}
italian: [_ST_] {i}Spero che si cums in me!{/i}

source: [_ST_] {i}I'd love to give birth to lots of mystical creatures with big cocks!{/i}
french: [_ST_] {i}J'aimerais donner naissance à des tas de créatures mystiques avec de grosses bites!{/i}
german: [_ST_] {i}Ich würde gerne viele mystische Kreaturen mit großen Schwänzen geben!{/i}
italian: [_ST_] {i}Mi piacerebbe dare alla luce un sacco di creature mistiche con grandi cazzi!{/i}

source: [_R_] {i}(Voice fading back in){/i} Sidney!... Wake up!
french: [_R_] {i}(voix qui revient){/i} Sidney ... Réveille-toi !
german: [_R_] {i}(Stimme verblasst in){/i} Sidney!... Wach auf!
italian: [_R_] {i}(Voice dissolvenza indietro){/i} Sidney!... Svegliati!

source: [_ST_] {i}Oh, my brother came back to watch!{/i}
french: [_ST_] {i}Oh, mon frère est revenu pour regarder!{/i}
german: [_ST_] {i}Oh, mein Bruder kam zurück zur Beobachtung!{/i}
italian: [_ST_] {i}Oh, mio fratello è tornato a guardare!{/i}

source: [_S_] {i}(Dazedly){/i} Hi, [ryan]... I'm glad you came back!
french: [_S_] {i}(Dazedly){/i} Salut, [ryan]... Je suis contente que tu sois venu !
german: [_S_] {i}(Dazedly){/i} Hallo, [ryan]... Ich bin froh, dass du zurückgekommen bist!
italian: [_S_] {i}(Dazedly){/i} Ciao, [ryan]... Sono contento che tu sia tornato!

source: [_R_] Sidney! Why aren't you fighting?
french: [_R_] Sidney ! Pourquoi tu te bats pas?
german: [_R_] Sidney! Warum kämpfst du nicht?
italian: [_R_] Sidney! Perché non stai combattendo?

source: [_S_] Fighting?... I want this!... I need this!
french: [_S_] Se battre ?... Je veux ça ! J'en ai besoin !
german: [_S_] Kämpfen?... Ich will das!... Ich brauche das!
italian: [_S_] Lotta?... Voglio questo!... ho bisogno di questo!

source: [_S_] Don't worry... You'll understand later.
french: [_S_] Ne vous inquiétez pas... Tu comprendras plus tard.
german: [_S_] Keine Sorge... Du wirst später verstehen.
italian: [_S_] Non ti preoccupare... Capirai più tardi.

source: [_R_] Sidney!... You're not making sense!
french: [_R_] Sidney ! ... Tu n'es pas sensé !
german: [_R_] Sidney!... Du machst keinen Sinn!
italian: [_R_] Sidney!... Non hai senso!

source: [_S_] Shhhhh.... You'll see.
french: [_S_] Shhhhh .... Tu verras.
german: [_S_] Schhhhhh.... Du wirst sehen.
italian: [_S_] Shhhhh.... Vedrete.

source: [_ST_] {i}Oh, God!... Yes!{/i}
french: [_ST_] {i}Oh, mon Dieu ... Oui!{/i}
german: [_ST_] {i}Oh, Gott!... Ja!{/i}
italian: [_ST_] {i}Oh, Dio!... Sì!{/i}

source: [_ST_] {i}I didn't know anything could feel this good!{/i}
french: [_ST_] {i}Je ne savais pas que quelque chose pouvait être aussi bon !{/i}
german: [_ST_] {i}Ich wusste nicht, dass sich irgendetwas so gut fühlen kann!{/i}
italian: [_ST_] {i}Non sapevo nulla poteva sentirsi così bene!{/i}

source: [_ST_] {i}It's ripping my womb open!{/i}
french: [_ST_] {i}Il m'ouvre l'utérus!{/i}
german: [_ST_] {i}Es rippt meine Gebärmutter öffnen!{/i}
italian: [_ST_] {i}Sta strappando il mio grembo aperto!{/i}

source: [_ST_] {i}Oh, god! That cock is actually inside my womb!{/i}
french: [_ST_] {i}Oh, mon Dieu ! Cette bite est vraiment dans mon utérus!{/i}
german: [_ST_] {i}Oh, Gott! Dieser Schwanz ist tatsächlich in meinem Mutter!{/i}
italian: [_ST_] {i}Oh, Dio! Quel cazzo è in realtà dentro il mio grembo materno!{/i}

source: [_ST_] {i}I'm getting womb fucked!{/i}
french: [_ST_] {i}Je me fais baiser l'utérus!{/i}
german: [_ST_] {i}Ich werde Muttermal gefickt!{/i}
italian: [_ST_] {i}Sto facendo scopare l'utero!{/i}

source: [_ST_] {i}I'm in a constant state of orgasm!{/i}
french: [_ST_] {i}Je suis dans un état constant d'orgasme!{/i}
german: [_ST_] {i}Ich bin in einem konstanten Orgasmus!{/i}
italian: [_ST_] {i}Sono in uno stato di orgasmo costante!{/i}

source: [_ST_] {i}This euphoria is too much for me!{/i}
french: [_ST_] {i}Cette euphorie est trop forte pour moi!{/i}
german: [_ST_] {i}Diese Euphorie ist zu viel für mich!{/i}
italian: [_ST_] {i}Questa euforia è troppo per me!{/i}

source: [_RT_] {i}This is the worst! I can't do anything to save her!{/i}
french: [_RT_] {i}C'est le pire ! Je ne peux rien faire pour la sauver!{/i}
german: [_RT_] {i}Das ist das Schlimmste! Ich kann nichts tun, um sie zu retten!{/i}
italian: [_RT_] {i}Questo è il peggio! Non posso fare nulla per salvarla!{/i}

source: [_R_] If I ever find a way in there, I'm going to kill you... you... rotten ball sack!
french: [_R_] Si jamais je trouve un moyen d'entrer là-dedans, je vais te tuer... toi... sac de couilles pourri !
german: [_R_] Wenn ich jemals einen Weg dorthin finde, werde ich dich töten... du... verfaulter Ball sack!
italian: [_R_] Se trovo mai un modo in là, ti ucciderò... tu... sacchi di palla marcia!

source: [_ST_] {i}This is it!{/i}
french: [_ST_] {i}C'est ça!{/i}
german: [_ST_] {i}Das ist es!{/i}
italian: [_ST_] {i}Questo è questo!{/i}

source: [_ST_] {i}It's going to fill me to the brim!{/i}
french: [_ST_] {i}Ça va me remplir à ras bord!{/i}
german: [_ST_] {i}Es wird mich füllen!{/i}
italian: [_ST_] {i}Mi riempirà al brim!{/i}

source: [_ST_] {i}The main purpose of my life is about to begin!{/i}
french: [_ST_] {i}Le but principal de ma vie est sur le point de commencer!{/i}
german: [_ST_] {i}Der Hauptzweck meines Lebens ist im Begriff, zu beginnen!{/i}
italian: [_ST_] {i}Lo scopo principale della mia vita sta per iniziare!{/i}

source: [_ST_] {i}Oh God!... I'm so full!{/i}
french: [_ST_] {i}Oh mon Dieu !... Je suis si pleine!{/i}
german: [_ST_] {i}Oh Gott!... Ich bin so voll!{/i}
italian: [_ST_] {i}Oh Dio!... Sono così pieno!{/i}
