Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_RT_] {i}She's already showered, she'll be coming out that door any second. I don't want to be creeping around when she does.{/i}
dutch: [_RT_] {i}Ze is al onder de douche, ze komt die deur meteen uit. Ik wil niet ronddoken wanneer ze dat doet.{/i}
french: [_RT_] {i}Elle est déjà douchée, elle va sortir de cette porte d'une seconde à l'autre. Je ne veux pas me faufiler quand elle le fait.{/i}
german: [_RT_] {i}Sie hat bereits geduscht, sie wird das Bad jede Sekunde durch die Tür verlassen. Ich möchte nicht herumschleichen, wenn sie es tut. {/i}
portuguese: [_RT_] {i}Ela já tomou banho, vai sair daquela porta a qualquer segundo. Eu não quero estar na espreita quando isso acontecer.{/i}

source: [_RT_] {i}And I think I'll zoom in a little bit.{/i}
dutch: [_RT_] {i}En ik denk dat ik een beetje zal zoomen.{/i}
french: [_RT_] {i}Et je pense que je vais zoomer un peu.{/i}
german: [_RT_] {i}Und ich denke, ich werde ein wenig zoomen.{/i}
portuguese: [_RT_] {i}e acho que vou ampliar um pouco.{/i}

source: [_RT_] {i}Oh, I love those mosquito bite titties!{/i}
dutch: [_RT_] {i}Oh, ik hou van deze muggenbeet titels!{/i}
french: [_RT_] {i}Oh, j'adore ces nichons de piqûre de moustique!{/i}
german: [_RT_] {i}Oh, ich liebe diese Mückenbeißtitel!{/i}

source: [_RT_] {i}I've got to get a picture.{/i}
dutch: [_RT_] {i}Ik moet een foto krijgen.{/i}
french: [_RT_] {i}Je dois prendre une photo.{/i}
german: [_RT_] {i}Ich muss ein Bild erhalten.{/i}

source: [_RT_] {i}Aaauhh... I've been here too long, I'd better go before I'm caught.{/i}
dutch: [_RT_] {i}Aaauh... Ik ben hier te lang geweest, ik kan beter gaan voor ik betrapt.{/i}
french: [_RT_] {i}Aaauhh... Je suis là depuis trop longtemps, je ferais mieux d'y aller avant d'être pris.{/i}
german: [_RT_] {i}Aaauh... Ich war hier zu lange, ich würde lieber gehen, bevor ich erwischt werde. {/i}
portuguese: [_RT_] {i}Aaauhh... Estive aqui por muito tempo, é melhor ir antes de ser pego.{/i}

source: [_RT_] {i}The door is locked... sounds like somebody is showering...{/i}
dutch: [_RT_] {i}De deur is vergrendeld... klinkt alsof iemand douchete...{/i}
french: [_RT_] {i}La porte est verrouillée... on dirait que quelqu'un se douche...{/i}
german: [_RT_] {i}Die Tür ist gesperrt... klingt wie jemand duscht...{/i}
portuguese: [_RT_] {i}A porta está trancada... soa como alguém está tomando banho...{/i}

source: [_RT_] {i}Since I can't see through doors, I have no idea who's in there.{/i}
dutch: [_RT_] {i}Omdat ik niet door deuren kan zien, heb ik geen idee wie er in zit.{/i}
french: [_RT_] {i}Comme je ne peux pas voir à travers les portes, je n'ai aucune idée de qui est là-dedans.{/i}
german: [_RT_] {i}Da ich nicht durch Türen sehen kann, habe ich keine Ahnung, wer da ist.{/i}

source: [_RT_] {i}Nothing a little spycam wouldn't solve though.{/i}
dutch: [_RT_] {i}Niets zal echter een klein spycam niet oplossen.{/i}
french: [_RT_] {i}Rien qu'une petite caméra espion ne résoudrait pas. {/i}
german: [_RT_] {i}Nichts würde eine kleine Spycam jedoch nicht lösen. {/i}
portuguese: [_RT_] {i}Nada um pouco de spycam não resolveria.{/i}

source: [_RT_] {i}I should check the online store.{/i}
dutch: [_RT_] {i}Ik moet de online winkel bekijken{/i}
french: [_RT_] {i}Je devrais vérifier la boutique en ligne.{/i}
german: [_RT_] {i}Ich sollte den Onlineshop prüfen.{/i}

source: [_RT_] {i}I think Mandy is taking an early morning shower. Wait... did I just hear some moaning? I've got to see this!{/i}
dutch: [_RT_] {i}Ik denk dat Snoep een vroege ochtenddouche aan het nemen is. Wacht... heb ik gewoon wat manen gehoord? Ik moet dit zien!{/i}
french: [_RT_] {i}Je pense que Mandy prend une douche tôt le matin. Attends... j'ai entendu des gémissements ? Je dois voir ça !{/i}
german: [_RT_] {i}Ich glaube, Mandy nimmt eine Frühmorgendusche auf. Warte... Habe ich gerade ein paar Magen gehört? Ich muss das sehen!{/i}

source: {i}{b}"Mandy's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Mandy -5»{/b}{/i}

source: [_RT_] {i}Mandy is taking an early morning shower. Wait... did I just hear some moaning? Uggh, I've got to find a way to see what's going on in there!{/i}
dutch: [_RT_] {i}Snoep neemt een vroege ochtenddouche. Wacht... Heb ik net wat muizen gehoord? Oeggh, ik moet een manier vinden om te zien wat daar aan de hand is!{/i}
french: [_RT_] {i}Mandy prend sa douche tôt le matin. Attends.... j'ai entendu des gémissements ? Uggg, je dois trouver un moyen de voir ce qui se passe là-dedans!{/i}
german: [_RT_] {i}Mandy nimmt eine Frühmorgendusche auf. Warte... habe ich gerade ein paar Mähnchen gehört? Uggh, ich muss einen Weg finden, um zu sehen, was dort vor sich geht! {/i}

source: [_RT_] {i}Thank you technology!{/i}
dutch: [_RT_] {i}Bedankt technologie!{/i}
french: [_RT_] {i}Merci la technologie!{/i}
german: [_RT_] {i}Danke Technologie!{/i}
portuguese: [_RT_] {i}A tecnologia de agradecimento!{/i}

source: [_RT_] {i}Oh my God, yes! This is so awesome!{/i}
dutch: [_RT_] {i}Oh mijn God, ja! Dit is zo geweldig!{/i}
french: [_RT_] {i}Oh mon Dieu, oui! C'est tellement génial!{/i}
german: [_RT_] {i}Oh mein Gott, ja! Das ist so großartig!{/i}
portuguese: [_RT_] {i}Oh meu Deus, sim! Isso é tão incrível!{/i}

source: [_RT_] {i}And thanks to modern technology I can watch it all.{/i}
dutch: [_RT_] {i}En dankzij moderne technologie kan ik alles bekijken.{/i}
french: [_RT_] {i}Et grâce à la technologie moderne, je peux tout regarder.{/i}
german: [_RT_] {i}Und dank moderner Technologie kann ich alles beobachten. {/i}
portuguese: [_RT_] {i}e graças à tecnologia moderna, eu posso assistir a todos.{/i}

source: [_RT_] {i}I'm amazed such a small ass can fit that shampoo bottle.{/i}
dutch: [_RT_] {i}Ik ben verbaasd dat zo'n kleine tas past in die shampoo fles.{/i}
french: [_RT_] {i}Je suis étonné qu'un si petit cul puisse s'adapter à cette bouteille de shampooing.{/i}
german: [_RT_] {i}Ich bin erstaunt, dass solch ein kleiner Arsch dieser Shampoo-Flasche passen kann.{/i}
portuguese: [_RT_] {i}Estou espantado que uma lata tão pequena possa caber nesse frasco de xamplo.{/i}

source: [_RT_] {i}I love how unashamed Mandy is about being a sexual person.{/i}
dutch: [_RT_] {i}Ik vind het geweldig hoe onbeschaamd Mandy is om een seksuele persoon te zijn.{/i}
french: [_RT_] {i}J'aime à quel point Mandy est une personne sexuelle sans tabous.{/i}
german: [_RT_] {i}Ich liebe es, dass es bei Mandy um eine sexuelle Person geht.{/i}
portuguese: [_RT_] {i}Eu adoro como Mandy inenvergonhado é sobre ser uma pessoa sexual. {/i}

source: [_RT_] {i}If everyone were as open and honest as her, we'd all have a lot more fun.{/i}
dutch: [_RT_] {i}Als iedereen zo open en eerlijk was als zij, zouden we allemaal veel plezier hebben.{/i}
french: [_RT_] {i}Si tout le monde était aussi ouvert et honnête qu'elle, nous aurions tous beaucoup plus de plaisir.{/i}
german: [_RT_] {i}Wenn jeder so offen und ehrlich war wie sie, hätten wir alle viel mehr Spaß.{/i}
portuguese: [_RT_] {i}Se todos estivessem tão abertos e honestos quanto ela, teríamos muito mais divertido.{/i}

source: [_RT_] {i}I guess I'm not all that honest or open, but if I were, I'd get called a pervert and be sent to jail.{/i}
dutch: [_RT_] {i}Ik denk dat ik niet zo eerlijk of open ben, maar als ik het was, word ik een pervert genoemd en naar de gevangenis verzonden.{/i}
french: [_RT_] {i}Je suppose que je ne suis pas si honnête ou ouvert, mais si je l'étais, je serais traité de pervers et envoyé en prison.{/i}
german: [_RT_] {i}Ich denke, ich bin nicht so ehrlich oder offen, aber wenn ich es wäre, würde ich als Pervers bezeichnet und ins Gefängnis geschickt werden.{/i}
portuguese: [_RT_] {i}acho que não sou todo aquele honesto ou aberto, mas se eu fosse, eu seria chamado de pervertido e seria enviado para a cadeia. {/i}

source: [_RT_] {i}I have to capture this moment. ok, just double tapping the screen while watching a livefeed should take a pic.{/i}
dutch: [_RT_] {i}Ik moet dit moment opnemen. ok, dubbel tikken op het scherm terwijl ik naar een livefeed kijk, zou een foto moeten nemen{/i}
french: [_RT_] {i}Je dois capturer ce moment. ok, il suffit de taper deux fois sur l'écran tout en regardant un flux en direct pour prendre une photo.{/i}
german: [_RT_] {i}Ich muss diesen Moment festhalten. Ok, ein doppeltes Antippen des Bildschirms, während ich einen Live-Feed anschaue, sollte ein Foto machen.
portuguese: [_RT_] {i}Eu tenho que capturar esse momento. Ok, apenas tocar duas vezes na tela enquanto está assistindo um livefeed deve tirar uma foto. {/i}

source: [_RT_] {i}Perfect! That beautiful image will be on my computer next time I check it.{/i}
dutch: [_RT_] {i}Perfect! Die mooie afbeelding zal de volgende keer op mijn computer staan als ik het nakijk.{/i}
french: [_RT_] {i}Parfait! Cette belle image sera sur mon ordinateur la prochaine fois, je vérifierais.{/i}
german: [_RT_] {i}Perfekt! Dieses schöne Bild wird nächstes Mal auf meinem Computer sein, wenn ich es prüfe. {/i}
portuguese: [_RT_] {i}Perfeito! Essa bela imagem estará no meu computador na próxima vez que verificar.{/i}

source: [_RT_] {i}Look at that tiny ass stretch!{/i}
dutch: [_RT_] {i}Kijk naar die kleine assortiment stretch!{/i}
french: [_RT_] {i}Regarde ce petit cul étiré !{/i}
german: [_RT_] {i}Schau dir diese kleine Arschstrecke an!{/i}
portuguese: [_RT_] {i}Olha só aquele trecho de bunda minúsculo! {/i}

source: [_RT_] {i}I need to sneak a bigger shampoo bottle in the bathroom... help all the girls get ready for me.{/i}
dutch: [_RT_] {i}Ik moet een grotere shampoo fles in de badkamer sluipen... help alle meisjes zich voor te bereiden op mij.{/i}
french: [_RT_] {i}J'ai besoin de me faufiler une bouteille de shampooing plus grande dans la salle de bain... aidez toutes les filles à se préparer pour moi.{/i}
german: [_RT_] {i}Ich muss eine größere Shampoo-Flasche im Badezimmer schleichen... allen Mädchen helfen, sich auf mich vorzubereiten.{/i}
portuguese: [_RT_] {i}Eu preciso esgueirar uma garrafa de xampo maior no banheiro... ajude todas as meninas a se prepararem para mim.{/i}

source: [_RT_] {i}Oh damn!... What a cute little squirt!{/i}
dutch: [_RT_] {i}Oh verdomd! ... Wat een schattige kleine vierkant!{/i}
french: [_RT_] {i}Oh putain!... Quelle jolie petite giclée!{/i}
german: [_RT_] {i}Oh damn!... Was für ein niedliches kleines Eichhörnchen!{/i}
portuguese: [_RT_] {i}Oh não!... Que pequeno esquilinho fofinho!{/i}

source: [_RT_] {i}And now I've been here too long... I'd better take off before someone sees me just staring at my phone in front of the bathroom door.{/i}
dutch: [_RT_] {i}en nu ben ik hier te lang... Ik kan beter opstijgen voordat iemand me ziet staren naar mijn telefoon voor de badkamerdeur.{/i}
french: [_RT_] {i}Et maintenant je suis là depuis trop longtemps... Je ferais mieux de partir avant que quelqu'un ne me voie regarder mon téléphone devant la porte de la salle de bain.{/i}
german: [_RT_] {i}Und jetzt bin ich hier zu lang... Ich sollte besser loslegen, bevor mich jemand sieht, dass ich gerade auf mein Telefon vor der Badezimmertür starte.{/i}
portuguese: [_RT_] {i}E agora já estive aqui muito longo... É melhor eu decolar antes que alguém me veja olhando para o meu telefone em frente à porta do banheiro.{/i}

source: [_RT_] {i}Great show, Mandy!{/i}
dutch: [_RT_] {i}Geweldige show, Mandy!{/i}
french: [_RT_] {i}Super spectacle, Mandy!{/i}
german: [_RT_] {i}Großartige Show, Mandy!{/i}
portuguese: [_RT_] {i}Grande show, Mandy! {/i}

source: [_RT_] {i}It sounds like Aunt Cami's taking her afternoon shower.{/i}
dutch: [_RT_] {i}Het klinkt als Aunt Cami's die haar middagdouche nam.{/i}
french: [_RT_] {i}On dirait que tante Camille prend sa douche de l'après-midi.{/i}
german: [_RT_] {i}Es klingt wie Tante Cami ihre Nachmittagsdusche nimmt.{/i}
portuguese: [_RT_] {i}soa como Aunt Cami tomando o banho da tarde.{/i}

source: [_RT_] {i}Just when I think I like smaller titties, I get a good look at those!{/i}
dutch: [_RT_] {i}Juist wanneer ik denk dat ik kleinere titels leuk vind, krijg ik een goede kijk op die!{/i}
french: [_RT_] {i}Juste quand je pense que j'aime les petits seins, je les regarde bien!{/i}
german: [_RT_] {i}Gerade wenn ich denke, dass ich kleinere Titel mag, bekomme ich einen guten Blick auf diese!{/i}
portuguese: [_RT_] {i}só quando acho que gosto de títulos menores, vou dar uma boa olhada neles!{/i}

source: [_RT_] {i}I guess I just love all sizes of tits equally.{/i}
dutch: [_RT_] {i}Ik denk dat ik alleen maar van alle maten van tits in gelijke mate houden.{/i}
french: [_RT_] {i}Je suppose que j'aime toutes les tailles de seins également.{/i}
german: [_RT_] {i}Ich denke, ich liebe alle Größen der Titten gleich. {/i}
portuguese: [_RT_] {i}acho que eu só amo todos os tamanhos de tits da mesma forma.{/i}

source: [_RT_] {i}The door is locked... Aunt Cami must be taking her afternoon shower...{/i}
dutch: [_RT_] {i}De deur is vergrendeld... Aunt Cami moet haar middagdouche nemen...{/i}
french: [_RT_] {i}La porte est verrouillée... Tante Camille doit prendre sa douche de l'après-midi...{/i}
german: [_RT_] {i}Die Tür ist gesperrt... Tante Cami muss ihre Nachmittagsdusche nehmen...{/i}
portuguese: [_RT_] {i}A porta está trancada... tia Cami deve tomar o seu banho da tarde...{/i}

source: [_RT_] {i}I'd love to see those huge boobies all wet and soaped up!{/i}
dutch: [_RT_] {i}Ik zou deze enorme boobies graag allemaal nat zien en opgedroogd!{/i}
french: [_RT_] {i}J'aimerais voir ces magnifiques corps tous mouillés et savonnés!{/i}
german: [_RT_] {i}Ich würde gerne diese riesigen Boobies sehen, alle nass und gesiebt! {/i}
portuguese: [_RT_] {i}Eu adoraria ver aqueles enormes boobies todos molhados e semeados!{/i}

source: [_RT_] {i}I should put a spycam in there or something.{/i}
dutch: [_RT_] {i}Ik moet daar of iets in een spionage.{/i}
french: [_RT_] {i}Je devrais mettre une caméra espion là-dedans ou quelque chose comme ça.{/i}
german: [_RT_] {i}Ich sollte eine Spycam hineinlegen oder etwas.{/i}

source: [_RT_] {i}Door's locked, it looks like Aunt Cami's taking her afternoon shower.. Wait... did I just hear some moaning? I've got to see this!{/i}
dutch: [_RT_] {i}Deuren is vergrendeld, het lijkt erop dat Aunt Cami's haar middagdouche aan het nemen is.. Wacht... hoorde ik gewoon wat betovering? Ik heb dit kunnen zien!{/i}
french: [_RT_] {i}La porte est verrouillée, on dirait que tante Camilleprend sa douche de l'après-midi.. Attends... j'ai entendu des gémissements ? Je dois voir ça !{/i}
german: [_RT_] {i}Tür gesperrt, es sieht so aus, als würde Tante Cami ihre Nachmittagsdusche nehmen.. Warte... Habe ich gerade ein paar Mähne? Ich muss das sehen!{/i}

source: {i}"Aunt Camille's Libido -5"{/i}
french: {i}«Libido de tante Camille -5»{/i}

source: [_RT_] {i}Door's locked, it looks like Aunt Cami's taking her afternoon shower.. Wait... did I just hear some moaning?{/i}
dutch: [_RT_] {i}Deuren is vergrendeld, het lijkt erop dat Aunt Cami's haar middagdouche aan het nemen is.. Wacht... heb ik net wat betoveringen gehoord?{/i}
french: [_RT_] {i}La porte est verrouillée, on dirait que tante Camilleprend sa douche de l'après-midi.. Attends... j'ai entendu des gémissements ?{/i}
german: [_RT_] {i}Türverschlossen, es sieht so aus, als würde Tante Cami ihre Nachmittagsdusche nehmen.. Warte... Habe ich nur ein paar stacheln?{/i}

source: [_RT_] {i}Uuuurrrggghhhh... if only I had a way to see in there!{/i}
dutch: [_RT_] {i}Uuuurrggghhhhh... als ik daar maar een manier had om te zien!{/i}
french: [_RT_] {i}Uuuurrrggghhhh... si seulement j'avais un moyen de voir là-dedans!{/i}
german: [_RT_] {i}Uuurrrgghh... wenn ich nur eine Möglichkeit hätte, darin zu sehen!{/i}
portuguese: [_RT_] {i}Uuurrggghhhh... se eu tivesse um jeito de ver lá!{/i}

source: {i}"Aunt Camille's' Libido -5"{/i}
french: {i}«Libido de tante Camille -5»{/i}

source: [_RT_] {i}Good old trusty spycam!{/i}
dutch: [_RT_] {i}Goed trouwe spionnen in de oudheid!{/i}
french: [_RT_] {i}Bonne vieille et fidèle caméra espion !{/i}
german: [_RT_] {i}Gute alte vertrauensvolle Spycam!{/i}
portuguese: [_RT_] {i}Espião confiável bom e antigo

source: [_RT_] {i}I really should have tried to find spycams that record video!{/i}
dutch: [_RT_] {i}Ik had echt moeten proberen om spycams te vinden die video opnemen!{/i}
french: [_RT_] {i}J'aurais vraiment dû essayer de trouver des caméras cachées qui enregistrent les vidéos!{/i}
german: [_RT_] {i}Ich hätte wirklich versuchen sollen, Spycams zu finden, die Video aufnehmen!{/i}
portuguese: [_RT_] {i}Eu realmente deveria ter tentado encontrar spycams que gravam vídeo!{/i}

source: [_RT_] {i}Oh well, at least it takes pictures.{/i}
dutch: [_RT_] {i}Oh goed, het neemt tenminste foto's.{/i}
french: [_RT_] {i}Oh eh bien, au moins ça prend des photos.{/i}
german: [_RT_] {i}Oh gut, zumindest nimmt es Bilder auf.{/i}
portuguese: [_RT_] {i}Oh bem, pelo menos tira fotos.{/i}

source: [_RT_] {i}Time to zoom in a little closer.{/i}
dutch: [_RT_] {i}Tijd om een beetje dichterbij te zoomen.{/i}
french: [_RT_] {i}Il est temps de zoomer un peu plus près.{/i}
german: [_RT_] {i}Zeit, um ein wenig näher zu zoomen.{/i}
portuguese: [_RT_] {i}Tempo para ampliar um pouco mais perto.{/i}

source: [_RT_] {i}I can't believe so many girls in my family are into anal.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat zoveel meisjes in mijn familie analisch zijn.{/i}
french: [_RT_] {i}Je n'arrive pas à croire que tant de filles de ma famille aiment l'anal.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass so viele Mädchen in meiner Familie anal sind.{/i}
portuguese: [_RT_] {i}Eu não posso acreditar que tantas meninas na minha família estejam em anal. {/i}

source: [_RT_] {i}I always thought girls that liked anal were just a myth... that they only exist in porn and crappy h-games.{/i}
dutch: [_RT_] {i}Ik dacht altijd dat meisjes die anaal leuk vinden gewoon een myth... dat ze alleen in porno en gekke h-games.{/i} bestaan
french: [_RT_] {i}J'ai toujours pensé que les filles qui aimaient l'anal n'étaient qu'un mythe... qu'elles n'existent que dans le porno et les jeux merdiques.{/i}
german: [_RT_] {i}Ich dachte immer, dass Mädchen, denen Anal gefiel, nur ein Mythos waren... dass sie nur in Porno- und zerbrechlichen h-Spielen existieren.{/i}
portuguese: [_RT_] {i}Sempre achei que as meninas que gostavam de anal eram apenas um mito ... que elas só existem no pornô e no crappy h-games. {/i}

source: [_RT_] {i}What if my life is just a simulation... and I only exist in some pervert's porn game!...{/i}
dutch: [_RT_] {i}Wat als mijn leven gewoon een simulatie is... en ik bevind me alleen in een perver's pornspel!...{/i}
french: [_RT_] {i}Et si ma vie n'était qu'une simulation... et je n'existe que dans le jeu porno d'un pervers!...{/i}
german: [_RT_] {i}Was ist, wenn mein Leben nur eine Simulation ist... und ich nur im Pornospiel eines perversen Pervers existiere!...{/i}
portuguese: [_RT_] {i}E se minha vida é apenas uma simulação... e eu só existo no jogo pornô de pervertido!...{/i}

source: [_RT_] {i}Haha... that's ridiculous... if I were in a porn game, my dick would be twice as big.{/i}
dutch: [_RT_] {i}Haha... dat is belachelijk... als ik in een varkensspel zat, zou mijn dick twee keer zo groot zijn.{/i}
french: [_RT_] {i}Haha... c'est ridicule... si j'étais dans un jeu porno, ma bite serait deux fois plus grosse.{/i}
german: [_RT_] {i}Haha... das ist lächerlich... wenn ich in einem Porno-Spiel wäre, wäre mein Schwanz doppelt so groß. {/i}
portuguese: [_RT_] {i}Haha... isso é ridículo... se eu estivesse em um jogo pornô, meu pó seria o dobro grande.{/i}

source: [_RT_] {i}I should really just concentrate on what's going on in front of me...{/i}
dutch: [_RT_] {i}Ik zou me echt moeten concentreren op wat er voor mij gebeurt...{/i}
french: [_RT_] {i}Je devrais vraiment me concentrer sur ce qui se passe devant moi...{/i}
german: [_RT_] {i}Ich sollte mich wirklich darauf konzentrieren, was vor mir vor sich geht...{/i}
portuguese: [_RT_] {i}Eu realmente deveria concentrar-se no que está acontecendo na minha frente... {/i}

source: [_RT_] {i}I could watch this all day!{/i}
dutch: [_RT_] {i}Ik kan deze hele dag bekijken!{/i}
french: [_RT_] {i}Je pouvais regarder ça toute la journée!{/i}
german: [_RT_] {i}Ich konnte das den ganzen Tag beobachten!{/i}
portuguese: [_RT_] {i}Eu poderia assistir isso o dia todo! {/i}

source: [_RT_] {i}Holy fuck!... That's a huge squirt!{/i}
dutch: [_RT_] {i}Heilige geur!... Dat is een enorme kroon!{/i}
french: [_RT_] {i}Putain!... C'est une énorme giclée!{/i}
german: [_RT_] {i}Heiliger Fick!... Das ist ein riesiges Eichhörnchen!{/i}
portuguese: [_RT_] {i}Presas sagradas!... É um grande esquilo!{/i}

source: [_RT_] {i}She's gonna have to take another shower!{/i}
dutch: [_RT_] {i}Ze zal nog een douche moeten nemen!{/i}
french: [_RT_] {i}Elle va devoir prendre une autre douche!{/i}
german: [_RT_] {i}Sie muss eine weitere Dusche nehmen!{/i}
portuguese: [_RT_] {i}Ela vai ter que tomar outro ducha! {/i}

source: [_RT_] {i}I mean besides the two she just took.{/i}
dutch: [_RT_] {i}Ik bedoel naast de twee die ze zojuist heeft gehad.{/i}
french: [_RT_] {i}Je veux dire en plus des deux qu'elle vient de prendre.{/i}
german: [_RT_] {i}Ich meine neben den beiden nur dazwischen.{/i}
portuguese: [_RT_] {i}quero dizer além dos dois que ela acabou de tomar. {/i}

source: [_S_] Well look who's back!
dutch: [_S_] Kijk goed uit wie er terug is!
french: [_S_] Eh bien regardez qui est de retour!
german: [_S_] Nun schau, wer zurück ist!
portuguese: [_S_] Bem, veja quem está de volta!

source: [_S_] I'm guessing you've got some money for me?
dutch: [_S_] Ik denk dat je wat geld voor me hebt?
french: [_S_] Je suppose que tu as de l'argent pour moi?
german: [_S_] Ich denke, du hast etwas Geld für mich?
portuguese: [_S_] Estou adivinhando que você tem algum dinheiro para mim?

source: [_S_] Haha... My eyes are up here [ryan].
dutch: [_S_] Haha... Mijn ogen staan hier op [ryan].
french: [_S_] Haha... Mes yeux sont ici [ryan].
german: [_S_] Haha... Meine Augen sind hier oben [ryan].
portuguese: [_S_] Haha... Meus olhos estão aqui [ryan].

source: {i}"Sidney Libido +1"{/i}
french: {i}«Libido de Sidney +1»{/i}

source: [_RT_] {i}Maybe I'd better not be so obvious.{/i}
dutch: [_RT_] {i}Misschien kan ik beter niet zo vanzelfsprekend zijn.{/i}
french: [_RT_] {i}Peut-être que je ferais mieux de ne pas être si évident.{/i}
german: [_RT_] {i}Vielleicht wäre ich besser nicht so offensichtlich.{/i}
portuguese: [_RT_] {i}Talvez seja melhor eu não ser tão obvious.{/i}

source: [_ST_] {i}Haha... I can tell he's really trying not to peek.{/i}
dutch: [_ST_] {i}Haha... Ik kan zeggen dat hij echt probeert niet te peken.{/i}
french: [_ST_] {i}Haha... Je peux dire qu'il essaie vraiment de ne pas jeter un coup d'œil.{/i}
german: [_ST_] {i}Haha... Ich kann ihm sagen, dass er wirklich versucht nicht anzuschauen.{/i}
portuguese: [_ST_] {i}Haha... posso dizer que ele realmente está tentando não fazer xixi.{/i}

source: [_ST_] {i}Good for him for showing some self-control.{/i}
dutch: [_ST_] {i}Goed voor hem om wat zelfcontrole te tonen.{/i}
french: [_ST_] {i}Bon pour lui pour avoir montré une certaine maîtrise de soi.{/i}
german: [_ST_] {i}Gut für ihn, weil er etwas Selbstkontrolle zeigt.{/i}
portuguese: [_ST_] {i}Bom para ele por mostrar um pouco de autocontrole.{/i}

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
dutch: {i}{b}"Zidney's Respect +1"{/b}{/i}
french: {i}{b}«Respect de Sidney +1»{/b}{/i}
german: {i}{b}"Sidneys Respekt +1"{/b}{/i}
portuguese: {i}{b}"Respeito Sidney +1"{/b}{/i}
