Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}And having Megan around will be nice too. I hope I can get another blowjob, or maybe even more from her as long as she's hanging around.{/i}
dutch: [_RT_] {i}En het hebben van Megan om is ook aardig. Ik hoop dat ik nog een slag kan krijgen, of misschien nog meer van haar zolang ze rond hangt
french: [_RT_] {i}Et avoir Megan autour sera agréable aussi. J'espère pouvoir obtenir une autre fellation, ou peut-être même plus d'elle quand elle se penche.{/i}
german: [_RT_] {i}Und Megan in der Nähe zu haben, wird auch schön sein. Ich hoffe, dass ich einen weiteren Blowjob von ihr bekomme, oder vielleicht sogar mehr, solange sie hier ist.
italian: [_RT_] {i}E avere Megan intorno sarà bello anche. Spero di poter ottenere un altro pompino, o forse ancora di più da lei fino a quando è appeso intorno.{/i}
portuguese: [_RT_] {i}E ter Megan por perto será legal também. Espero que eu possa conseguir outro boquete, ou talvez ainda mais dela enquanto ela estiver pendurada em volta. {/i}

source: [_RT_] {i}Shit!.... But why did I tell him he could have Mom after I've had her. I don't want to share her.... {/i}
dutch: [_RT_] {i}Shit!.... Maar waarom heb ik hem verteld dat hij mama kon hebben nadat ik haar had gehad. Ik wil haar niet delen.... {/i}
french: [_RT_] {i}Merde!.... Mais pourquoi lui ai-je dit qu'il pourrait avoir maman après l'avoir eu. Je ne veux pas la partager.... {/i}
german: [_RT_] {i}Scheisse! .... Aber warum habe ich ihm gesagt, dass er Mama haben kann, nachdem ich sie hatte. Ich will sie nicht teilen. .... {/i}
italian: [_RT_] {i}Merda!.... Ma perché gli ho detto che poteva avere la mamma dopo che l'ho avuta io? Non voglio condividerla.... {/i}
portuguese: [_RT_] {i}merda!.... Mas por que eu disse a ele que ele podia ter mamãe depois de eu tê-la. Não quero compartilhá-la.... {/i}

source: [_RT_] {i}I've got to figure some way to please Matt instead of giving him Mom.{/i}
dutch: [_RT_] {i}Ik moet een manier vinden om Matt te slikken in plaats van hem Moment te geven.{/i}
french: [_RT_] {i}Je dois trouver un moyen de plaire à Matt au lieu de lui offrir Maman.{/i}
german: [_RT_] {i}Ich muss mir etwas einfallen lassen, um Matt zu erfreuen, anstatt ihm Mom zu geben.{/i}
italian: [_RT_] {i}Devo trovare un modo per accontentare Matt invece di dargli la mamma.{/i}
portuguese: [_RT_] {i}Eu tenho que descobrir alguma maneira de agradar Matt em vez de dar a ele a mamãe. {/i}

source: [_RT_] {i}Speaking of, I better get out of here and go see her in her office.{/i}
dutch: [_RT_] {i}Spreken van, ik kom hier beter uit en ga naar haar op kantoor.{/i}
french: [_RT_] {i}En parlant de ça, je ferais mieux de sortir d'ici et d'aller la voir dans son bureau.{/i}
german: [_RT_] {i}Apropos, ich gehe jetzt besser und besuche sie in ihrem Büro.{/i}
italian: [_RT_] {i}A proposito, è meglio che esca da qui e vada a trovarla nel suo ufficio.{/i}
portuguese: [_RT_] {i}falando, é melhor eu sair daqui e vê-la no seu escritório.{/i}

source: [_RT_] {i}Dammit, I took too long. I'm sure she's probably back in class getting ready to start her next lesson.{/i}
dutch: [_RT_] {i}Dammit, ik heb te lang gewacht. Ik weet zeker dat ze zich weer in de les heeft voorbereid om haar volgende les te beginnen.{/i}
french: [_RT_] {i}Bon sang, j'ai pris trop de temps. Je suis sûr qu'elle est probablement de retour en classe pour se préparer à commencer sa prochaine leçon.{/i}
german: [_RT_] {i}Dammit, ich habe zu lange gebraucht. Ich bin sicher, dass sie wahrscheinlich wieder in der Klasse ist, um ihre nächste Lektion zu beginnen.{/i}
italian: [_RT_] {i}Dammit, ho impiegato troppo tempo. Sono sicuro che probabilmente tornerà in classe preparandosi per iniziare la sua prossima lezione.{/i}
portuguese: [_RT_] {i}Dammit, estou demorando demais. Tenho certeza de que ela provavelmente está se preparando para começar sua próxima aula.{/i}

source: [_RT_] {i}I guess I better try to talk to her again tomorrow.{/i}
dutch: [_RT_] {i}Ik denk dat ik morgen beter opnieuw met haar kan praten.{/i}
french: [_RT_] {i}Je suppose que je ferais mieux d'essayer de lui parler à nouveau demain.{/i}
german: [_RT_] {i}Ich denke, ich versuche besser morgen wieder mit ihr zu reden.{/i}
italian: [_RT_] {i}Immagino che sia meglio cercare di parlare di nuovo con lei domani.{/i}
portuguese: [_RT_] {i}acho que é melhor eu tentar falar com ela novamente amanhã.{/i}

source: [_RT_] {i}Hmmmm.... her door's shut again. I'll bet she's at it again. I'll Just take a peek.{/i}
dutch: [_RT_] {i}Hmmmm.... haar deur gaat weer dicht. Ik wed dat ze er weer om is. Ik neem gewoon een kijk.{/i}
french: [_RT_] {i}Hmmmm... sa porte est à nouveau fermée. Je parie qu'elle y est encore. Je vais jeter un coup d'oeil.{/i}
german: [_RT_] {i}Hmmmm.... ihre Tür ist wieder geschlossen. Ich wette, sie ist wieder dabei. Ich werde einfach mal einen Blick darauf werfen {/i}
italian: [_RT_] {i}Hmmmm.... la sua porta è di nuovo chiusa. Scommetto che lo sta facendo di nuovo. Darò solo una sbirciatina.{/i}
portuguese: [_RT_] {i}Hmmmm.... o portão foi fechado de novo. Aposto que ela está nisso. Vou só pegar um pêssego.{/i}

source: [_RT_] {i}Haha.... yep!.... She must really be missing Dad to be trying to squeeze a session in before class.{/i}
dutch: [_RT_] {i}Haha.... geeuwd!.... zij moet haar vader echt missen om een sessie in te perken voor klass.{/i}
french: [_RT_] {i}Haha.... oui !.... Elle doit vraiment manquer à papa pour essayer de faire une séance avant le cours.{/i}
german: [_RT_] {i}Haha.... yep! .... Sie muss Dad wirklich vermissen, wenn sie versucht, vor dem Unterricht noch eine Sitzung reinzuquetschen {/i}
italian: [_RT_] {i}Haha.... sì!.... Deve mancarle molto papà per cercare di infilare una seduta prima della lezione.{/i}
portuguese: [_RT_] {i}Haha.... Tchau!.... É preciso que ela esteja faltando no papai para tentar espremer uma sessão antes da classe.{/i}

source: [_RT_] {i}Well, I've never been one to want to be left out.{/i}
dutch: [_RT_] {i}Nou, ik ben nog nooit iemand geweest om buiten te blijven.{/i}
french: [_RT_] {i}Eh bien, je n'ai jamais été du genre à vouloir être laissé de côté.{/i}
german: [_RT_] {i}Nun, ich war noch nie jemand, der ausgeschlossen werden wollte.{/i}
italian: [_RT_] {i}Beh, non sono mai stato uno che vuole essere lasciato fuori.{/i}
portuguese: [_RT_] {i}Bem, eu nunca fui um a querer ficar de fora. {/i}

source: [_RT_] {i}Now looks like a good time.{/i}
dutch: [_RT_] {i}ziet er nu uit als een goede tijd.{/i}
french: [_RT_] {i}On dirait maintenant que le moment est venu. {/i}
german: [_RT_] {i}Jetzt scheint ein guter Zeitpunkt zu sein {/i}.
italian: [_RT_] {i}Ora sembra un buon momento.{/i}
portuguese: [_RT_] {i}agora se parece com uma boa vez.{/i}

source: [_M_] [ryan]!.... You scared the hell out of me again!?
dutch: [_M_] [ryan]!.... Je hebt de hel weer uit me gegooid!?
french: [_M_] [ryan]!.... Tu m'as encore fait peur !?
german: [_M_] [ryan]!.... Du hast mich wieder zu Tode erschreckt!?
italian: [_M_] [ryan]!.... Mi hai spaventato di nuovo!?
portuguese: [_M_] [ryan]!.... Você assustou o inferno de mim!?

source: [_M_] Why won't the school board just let us put locks on our office doors?
dutch: [_M_] Waarom laat het schoolbord ons niet gewoon op onze kantoordeuren plaatsen?
french: [_M_] Pourquoi la commission scolaire ne nous laisse-t-elle pas simplement mettre des serrures sur les portes de nos bureaux?
german: [_M_] Warum lässt die Schulbehörde uns nicht einfach Schlösser an unseren Bürotüren anbringen?
italian: [_M_] Perché il consiglio scolastico non ci permette di mettere delle serrature alle porte dei nostri uffici?
portuguese: [_M_] Por que a diretoria da escola não deixa que coloquemos cadeados nas nossas portas do escritório?

source: [_R_] Probably so that you'll give your students your attention during school hours, rather than attending to personal business.
dutch: [_R_] waarschijnlijk zodat u uw leerlingen uw aandacht tijdens schooluren zult geven in plaats van zich bezig te houden met persoonlijke zaken.
french: [_R_] Probablement pour que tu donnes ton attention à tes élèves pendant les heures de classe, plutôt que de t'occuper de tes affaires personnelles.
german: [_R_] Wahrscheinlich, damit Sie Ihren Schülern während der Schulzeit Ihre Aufmerksamkeit schenken, anstatt sich um persönliche Angelegenheiten zu kümmern.
italian: [_R_] Probabilmente per dare ai tuoi studenti la tua attenzione durante l'orario scolastico, piuttosto che occuparti di affari personali.
portuguese: [_R_] Provavelmente para que você dê sua atenção aos seus alunos durante as horas escolares, em vez de frequentar o negócio pessoal.

source: [_M_] Don't be a prick.
dutch: [_M_] Nog geen prijs
french: [_M_] Ne sois pas un connard.
german: [_M_] Sei kein Stock.
italian: [_M_] Non fare lo stronzo.
portuguese: [_M_] Não seja o caroço.

source: [_M_] And can't you just wait until I'm finished?
dutch: [_M_] En kan je niet gewoon wachten tot ik klaar ben?
french: [_M_] Et tu ne peux pas attendre que j'aie fini?
german: [_M_] Und kannst du nicht einfach warten, bis ich fertig bin?
italian: [_M_] E non puoi aspettare che io abbia finito?
portuguese: [_M_] E você não pode esperar até que eu terminei?

source: [_R_] You know this is the only time I have to see you about school assignments.
dutch: [_R_] Je weet dat dit de enige keer is dat ik je kan zien over schoolopdrachten.
french: [_R_] Tu sais que c'est la seule fois où je dois te voir à propos des devoirs scolaires.
german: [_R_] Du weißt, dass dies die einzige Gelegenheit ist, dich wegen der Schulaufgaben zu sehen.
italian: [_R_] Sai che questa è l'unica volta che devo vederti riguardo agli incarichi scolastici.
portuguese: [__R_] Você sabe que esta é a única vez que eu tenho que ver você sobre atribuições escolares.

source: [_M_] Alright, well come in, and we'll get to work.
dutch: [_M_] Ok, kom eraan, en we gaan aan de slag.
french: [_M_] Très bien, entre, et nous nous mettrons au travail.
german: [_M_] Also gut, komm rein, und wir machen uns an die Arbeit.
italian: [_M_] Va bene, allora entra e ci mettiamo al lavoro.
portuguese: [_M_] Certo, bem que entre, e vamos começar a trabalhar.

source: [_M_] Let's just pick up from where we left off.
dutch: [_M_] Laten we gewoon oppakken van waar we gestopt zijn.
french: [_M_] Reprenons là où nous nous sommes arrêtés.
german: [_M_] Lass uns einfach dort weitermachen, wo wir aufgehört haben.
italian: [_M_] Riprendiamo da dove abbiamo lasciato.
portuguese: [_M_] Vamos apenas pegar de onde deixamos de lado.

source: [_M_] Maybe there's more scenes in this game that will be good to mention in your paper.
dutch: [_M_] Misschien zijn er meer scènes in dit spel die goed te noemen zijn in je papier.
french: [_M_] Peut-être qu'il y a d'autres scènes dans ce jeu qu'il sera bon de mentionner dans ton article.
german: [_M_] Vielleicht gibt es noch mehr Szenen in diesem Spiel, die du in deinem Aufsatz erwähnen solltest.
italian: [_M_] Forse ci sono altre scene in questo gioco che sarà bene menzionare nel tuo compito.
portuguese: [_M_] Talvez haja mais cenas neste jogo que serão boas de mencionar no seu papel.

source: [_M_] Darn it.
dutch: [_M_] Donker het.
french: [_M_] Bon sang.
german: [_M_] Verflixt.
italian: [_M_] Dannazione.
portuguese: [_M_] Dobrar.

source: [_M_] I forgot to save the last time we played. We'll just have to click through the scenes quickly without reading it.
dutch: [_M_] Ik ben vergeten de laatste keer dat we speelden op te slaan. We moeten gewoon snel door de scènes klikken zonder het te lezen.
french: [_M_] J'ai oublié de sauvegarder la dernière fois que nous avons joué. Il suffit de cliquer rapidement sur les scènes sans les lire.
german: [_M_] Ich habe vergessen zu speichern, als wir das letzte Mal gespielt haben. Wir müssen uns einfach schnell durch die Szenen klicken, ohne sie zu lesen.
italian: [_M_] Ho dimenticato di salvare l'ultima volta che abbiamo giocato. Dovremo semplicemente cliccare attraverso le scene velocemente senza leggere.
portuguese: [_M_] Esqueci de salvar a última vez que jogamos. Simplesmente teremos que clicar nos cenários rapidamente sem lê-lo.

source: [_M_] Oh, and before I forget, you might as well take it out right now before you put anymore strain on the stitching of those pants, and I'll make myself comfortable too.
dutch: [_M_] Oh, en voordat ik het vergeet Je zou het net zo goed kunnen uittrekken voordat je de stiksel van deze pinnen nog meer belast. en ik zal mezelf ook comfortabel maken.
french: [_M_] Oh, et avant que j'oublie, autant le retirer tout de suite avant de mettre plus de pression sur les coutures de ces pantalons, et je me mettrais à l'aise aussi.
german: [_M_] Oh, und bevor ich es vergesse, du kannst ihn auch gleich rausnehmen, bevor du die Nähte der Hose noch mehr strapazierst, und ich werde es mir auch bequem machen.
italian: [_M_] Oh, e prima che mi dimentichi, potresti anche tirarlo fuori subito prima di sforzare ancora di più le cuciture di quei pantaloni, e anche io mi metterò comodo.
portuguese: [_M_] Ah, e antes que eu me esqueça, Talvez seja melhor retirá-lo agora mesmo antes de colocar mais pressão sobre as costuras dessas calças. e vou me deixar confortável também.

source: [_R_] {i}Wow, she seems to be jumping right into it this time.{/i}
dutch: [_R_] {i}Wow, ze lijkt deze keer meteen te springen.{/i}
french: [_R_] {i}Wow, elle semble sauter dedans cette fois.{/i}
german: [_R_] {i}Wow, diesmal scheint sie sich richtig ins Zeug zu legen {/i}.
italian: [_R_] {i}Wow, sembra che si stia buttando a capofitto questa volta.{/i}
portuguese: [__R_] {i}Uau, ela parece estar pulando direto para dentro desta vez. {/i}

source: [_MT_] {i}Uuuggghhh.... why does that little motherfucker.... I mean just fucker.... always have to catch me when I'm horny in my office.{/i}
dutch: [_MT_] {i}Uuuggghhh.... waarom dat kleine moederfucker.... Ik bedoel gewoon fucker.... moet me altijd vangen wanneer ik hoorn ben in mijn kantoor.{/i}
french: [_MT_] {i}Uuuggghhh... pourquoi ce petit enfoiré... Je veux dire merde... Il vient toujours quand je suis excitée dans mon bureau.{/i}
german: [_MT_] {i}Uuuggghhh.... warum muss dieser kleine Motherfucker.... Ich meine, dieser Wichser.... muss mich immer erwischen, wenn ich geil in meinem Büro bin {/i}
italian: [_MT_] {i}Uuuggghhh.... perché quel piccolo figlio di puttana.... Voglio dire solo stronzo.... deve sempre beccarmi quando sono arrapato nel mio ufficio.{/i}
portuguese: [_MT_] {i}Uuggghhh.... por que a mãe ... ... só quero dizer fogueiro... . sempre tenho que me pegar quando estou com um cavalo no meu escritório.{/i}

source: [_MT_] {i}I'm already out of control! I've already invited him to take his dick out and pulled my skirt up to my waist.{/i}
dutch: [_MT_] {i}ben ik al buiten hand! Ik heb hem al uitgenodigd om zijn vuil weg te halen en mijn rok naar mijn tailleband te trekken.{/i}
french: [_MT_] {i}Je suis déjà hors de contrôle! Je l'ai déjà invité à sortir sa bite et à tirer ma jupe jusqu'à ma taille.{/i}
german: [_MT_] {i}Ich bin bereits außer Kontrolle! Ich habe ihn bereits aufgefordert, seinen Schwanz herauszuholen und meinen Rock bis zur Taille hochgezogen.{/i}
italian: [_MT_] {i}Sono già fuori controllo! L'ho già invitato a tirare fuori il suo cazzo e ho tirato la mia gonna fino alla vita.{/i}
portuguese: [_MT_] {i}Eu já estou fora de controle! Eu o convidei para tirar seu pó e tirar minha saia até a minha cintura.{/i}

source: [_MT_] {i}Ok, [mom_name]!.... Use a little self control.... do not look over at his cock!{/i}
dutch: [_MT_] {i}Ok, [mom_name]!.... Gebruik een beetje zelfcontrole.... en kijk niet naar zijn cock!{/i}
french: [_MT_] {i}Ok, [mom_name]!.... Utilises un peu de maîtrise de soi.... ne regarde pas sa queue!{/i}
german: [_MT_] {i}Ok, [mom_name]!.... Benutze ein wenig Selbstbeherrschung.... schau nicht zu seinem Schwanz rüber!{/i}
italian: [_MT_] {i}Ok, [mom_name]!.... Usa un po' di autocontrollo.... non guardare il suo cazzo!{/i}
portuguese: [_MT_] {i}Ok, [mom_name]!.... Use um pouco de auto-controle.... não olhe para seu coque!{/i}

source: [_M_] {i}Shit!{/i}
french: [_M_] {i}Merde!{/i}
german: [_M_] {i}Mist.... {/i}
italian: [_M_] {i}Merda! {/i}
portuguese: [_M_] {i}Merda! {/i}

source: [_MT_] {i}Why am I doing this?{/i}
dutch: [_MT_] {i}Waarom doe ik dit?{/i}
french: [_MT_] {i}Pourquoi je fais ça?{/i}
german: [_MT_] {i}Warum mache ich das?{/i}
italian: [_MT_] {i}Perché lo sto facendo? {/i}
portuguese: [_MT_] {i}Por que eu estou fazendo isso? {/i}

source: [_R_] I think we're coming to some new content.
dutch: [_R_] Ik denk dat we tot nieuwe inhoud komen.
french: [_R_] Je pense que nous arrivons à un nouveau contenu.
german: [_R_] Ich glaube, wir kommen zu einigen neuen Inhalten.
italian: [_R_] Penso che stiamo arrivando a dei nuovi contenuti.
portuguese: [__R_] Eu acho que estamos chegando a algum novo conteúdo.

source: [_RT_] {i}Oh, wow.... she got right to it.... {/i}
dutch: [_RT_] {i}Oh, wow.... ze hadden er gelijk in.... {/i}
french: [_RT_] {i}Oh, wow.... elle a eu raison.... {/i}
german: [_RT_] {i}Oh, wow.... wie sie gleich zur Sache kam.... {/i}
italian: [_RT_] {i}Oh, wow.... ci è arrivata subito.... {/i}
portuguese: [_RT_] {i}Oh, uau .... ela conseguiu direito a ele .... {/i}

source: [_RT_] {i}Well, I guess there's no time like the present.{/i}
dutch: [_RT_] {i}Nou, ik denk dat er geen tijd is zoals het heden. {/i}
french: [_RT_] {i}Eh bien, je suppose qu'il n'y a plus de temps à présent.{/i}
german: [_RT_] {i}Tja, was lange währt, wird endlich gut {/i}.
italian: [_RT_] {i}Beh, credo che non ci sia un momento migliore del presente.{/i}
portuguese: [_RT_] {i}Bem, acho que não há tempo como o presente.{/i}

source: [_MT_] {i}Well, fuck self control.... this feels too good.{/i}
dutch: [_MT_] {i}Nauwkeurig zelfbesturing.... . dit voelt te goed.{/i}
french: [_MT_] {i}Eh bien, oublions le self contrôle... ça fait trop du bien.{/i}
german: [_MT_] {i}Scheiß auf die Selbstkontrolle.... das fühlt sich zu gut an {/i}.
italian: [_MT_] {i}Beh, fanculo l'autocontrollo.... questo è troppo bello.{/i}
portuguese: [_MT_] {i}Bem, se auto-control.... isso parece muito bom.{/i}

source: [_RT_] {i}I think the time will be right very soon to push things a little further.... I'll just enjoy this for now.{/i}
dutch: [_RT_] {i}Ik denk dat het heel snel tijd zal zijn om dingen wat verder te duwen... Ik zal er nu gewoon van genieten.{/i}
french: [_RT_] {i}Je pense que le moment sera très bientôt venu de pousser les choses un peu plus loin.... Je vais juste profiter de ça pour l'instant.{/i}
german: [_RT_] {i}Ich denke, die Zeit wird sehr bald reif sein, um die Dinge ein wenig weiter voranzutreiben.... Ich werde das jetzt einfach genießen {/i}.
italian: [_RT_] {i}Penso che molto presto sarà il momento giusto per spingere le cose un pò più in là.... Mi godrò questo per ora.{/i}
portuguese: [_RT_] {i}acho que o tempo chegará muito em breve para levar as coisas um pouco mais... . Eu vou gostar disso por enquanto.{/i}

source: [_RT_] {i}Oh.... fuck.... {/i}
french: [_RT_] {i}Oh.... merde.... {/i}
italian: [_RT_] {i}Oh.... cazzo.... {/i}

source: [_M_] Haha.... did you see that!?
dutch: [_M_] Haha.... heb je dat gezien !?
french: [_M_] Haha.... tu as vu ça !?
german: [_M_] Haha.... hast du das gesehen!?
italian: [_M_] Haha.... hai visto!?
portuguese: [_M_] Haha.... você viu isso!?

source: [_M_] I caught it this time!
dutch: [_M_] Ik heb het deze keer gevallen!
french: [_M_] Je l'ai attrapé cette fois!
german: [_M_] Diesmal habe ich es mitbekommen!
italian: [_M_] L'ho preso questa volta!
portuguese: [__M_] Eu peguei isso desta vez!

source: [_R_] Oh my gosh, Mom! Are you ok?
dutch: [_R_] Oh mijn kat, mam! Ben je ok?
french: [_R_] Oh mon dieu, maman! Est-ce que tu vas bien?
german: [_R_] Oh mein Gott, Mom! Geht es dir gut?
italian: [_R_] Oh mio Dio, mamma! Stai bene?
portuguese: [_R_] Meu fogo, mamãe! Você está bem?

source: [_M_] Of course, why wouldn't I be?
dutch: [_M_] Natuurlijk, waarom zou ik dat niet zijn?
french: [_M_] Bien sûr, pourquoi je ne le serais pas?
german: [_M_] Natürlich, warum sollte ich das nicht sein?
italian: [_M_] Certo, perché non dovrei?
portuguese: [_M_] Claro, por que eu não seria?

source: [_R_] You seemed so mad last time.
dutch: [_R_] Je leek de vorige keer zo boos.
french: [_R_] Tu avais l'air si folle la dernière fois.
german: [_R_] Letztes Mal schienst du so wütend zu sein.
italian: [_R_] Sembravi così arrabbiato l'ultima volta.
portuguese: [_R_] Você pareceu tão zangado da última vez.

source: [_M_] Yeah, well I've decided I'm happy to see my boy practicing good health habits.
dutch: [_M_] Yeah, ik ben blij om te zien dat mijn jongen goede gezondheidsgewoonten aan het oefenen is.
french: [_M_] Ouais, eh bien, j'ai décidé que je suis heureuse de voir mon garçon pratiquer de bonnes habitudes de santé.
german: [_M_] Ja, ich habe beschlossen, dass ich froh bin, wenn mein Junge gute Gesundheitsgewohnheiten an den Tag legt.
italian: [_M_] Sì, beh ho deciso che sono felice di vedere il mio ragazzo che pratica le buone abitudini di salute.
portuguese: [_M_] Sim, bem eu decidi que estou feliz em ver o meu garoto praticando bons hábitos de saúde.

source: [_R_] You're so cool!
dutch: [_R_] Je bent zo cool!
french: [_R_] Tu es tellement cool!
german: [_R_] Du bist so cool!
italian: [_R_] Sei così figo!
portuguese: [_R_] Você é tão legal!

source: [_RT_] {i}I think I broke her.{/i}
dutch: [_RT_] {i}Ik denk dat ik haar heb gebroken.{/i}
french: [_RT_] {i}Je pense que je l'ai brisée.{/i}
german: [_RT_] {i}Ich glaube, ich habe sie bezwungen{/i}.
italian: [_RT_] {i}penso di averla rotta.{/i}
portuguese: [_RT_] {i}Eu acho que eu quebrei ela. {/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
dutch: {i}{b}"Momenten Libido +1"{/b}{/i}
french: {i}{b}«Libido de maman +1»{/b}{/i}
portuguese: {i}{b}"Mamãe Lida +1"{/b}{/i}

source: [_M_] Now run along so I can finish taking care of myself before I go to class.
dutch: [_M_] Nu rennen zodat ik klaar kan zijn voor mezelf voordat ik naar de les ga.
french: [_M_] Maintenant, cours pour que je puisse finir de prendre soin de moi avant d'aller en classe.
german: [_M_] Jetzt geh, damit ich mich noch um mich selbst kümmern kann, bevor ich zum Unterricht gehe.
italian: [_M_] Ora corri via così posso finire di prendermi cura di me stesso prima di andare a lezione.
portuguese: [_M_] Agora corra junto para que eu possa terminar de cuidar de mim mesmo antes de ir para a aula.

source: [_R_] Wait! Take care of yourself how?
dutch: [_R_] Wacht! Zorg voor jezelf hoe?
french: [_R_] Attends! Prendre soin de toi comment?
german: [_R_] Warte! Wie kümmerst du dich darum?
italian: [_R_] Aspetta! Prendersi cura di sé come?
portuguese: [_R_] Espera! Cuidar de si mesmo como?

source: [_M_] I think you know what I mean.
dutch: [_M_] Ik denk dat je weet wat ik bedoel.
french: [_M_] Je pense que tu sais ce que je veux dire.
german: [_M_] Ich denke, du weißt, was ich meine.
italian: [_M_] Penso che tu sappia cosa intendo.
portuguese: [_M_] acho que você sabe o que eu quero dizer.

source: [_R_] Can I watch?
dutch: [_R_] Kan ik bekijken?
french: [_R_] Puis-je regarder?
german: [_R_] Darf ich zusehen?
italian: [_R_] Posso guardare?
portuguese: [_R_] Posso assistir?
