Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_MG_] Just sit down.
french: [_MG_] Assieds-toi.

source: [_MG_] So.... are you ready to get your knob polished?
french: [_MG_] Donc.... es-tu prêt à avoir ton membre poli?

source: [_R_] .... What?!!.... Am I?.... Really?
french: [_R_] .... Quoi? ! ! .... Je suis I? .... Vraiment?

source: [_MG_] Yeah.... I've got to see for myself what your sister was bragging about.
french: [_MG_] Ouais.... Je dois voir par moi-même ce dont ta sœur se vantait.

source: [_R_] Just to be clear.... she only saw me by accident. She shouldn't be coming into my room early in the mornings!!
french: [_R_] Juste pour être clair.... elle ne m'a vu que par accident. Elle ne devrait pas venir dans ma chambre tôt le matin!!

source: [_MG_] Just relax, and unzip.
french: [_MG_] Détends-toi et décompresse.

source: [_MG_] Wow yourself, you're already hard, and almost as big as Matt is!
french: [_MG_] Wow toi-même, tu es déjà dur, et presque aussi grande que Matt !

source: [_MG_] You've got the second biggest cock I've ever seen.... yummy...
french: [_MG_] Tu as la deuxième plus grosse bite que j'ai jamais vue.... délicieux...

source: [_MG_] Now just relax while I take care of you.
french: [_MG_] Maintenant, détends-toi pendant que je prends soin de toi.

source: [_R_] Oh shit, this feels so good.
french: [_R_] Oh merde, ça fait tellement de bien.

source: [_MG_] Haha.... well, hold on a little longer.
french: [_MG_] Haha.... attends un peu.

source: [_RT_] {i}Oh my God, I'm gonna cum!{/i}
french: [_RT_] {i}Oh mon Dieu, je vais jouir!{/i}

source: [_RT_] {i}Where should I do it?{/i}
french: [_RT_] {i}Où dois-je le faire ?{/i}

source: [_MG_] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
french: [_MG_] Oohh Monchieur!! Ch'est techement de chpermmm!!

source: [_R_] Oh my God!!.... My first blowjob!!.... That was incredible!!
french: [_R_] Oh mon Dieu!!.... Ma première pipe!!.... C'était incroyable !!

source: [_MG_] Hrahrahra.... wrell jrust remrembrer, there'rs mrore whrere thrat crame from irf ru lret mre mrodel fror ru.
french: [_MG_] Hrahrahra.... tuch vache t'en rappelllecchhhe, il y a aurache pluche po toiche si je devienche ton madechèle.

source: [_R_] I think I'm sold.
french: [_R_] Je pense que je suis vidé.

source: [_MG_] Yray!!
french: [_MG_] Ouaiche!!

source: [_MG_] Wow, that was a lot of cum!
french: [_MG_] Wow, c'était beaucoup de sperme!

source: [_MG_] Thank you for not getting it in my hair.
french: [_MG_] Merci de ne pas l'avoir mis dans mes cheveux.

source: [_R_] Thank you for that, my first blowjob!!
french: [_R_] Merci pour ça, ma première pipe!!

source: [_MG_] Hahaha.... don't mention it! And there's more where that came from if you'll let me model for you.
french: [_MG_] Hahaha.... ne m'en parle pas ! Et il y a plus si je deviens modèle pour toi.

source: [_R_] I think I'm sold!
french: [_R_] Je pense que je suis vidé!

source: [_MG_] Yay!!
french: [_MG_] Ouah!!

source: [_M_] Ok, the rules are the same as always. Don't be an idiot and embarass me.
french: [_M_] Ok, les règles sont les mêmes que toujours. Ne sois pas idiot et m’embarrasse pas.

source: [_M_] Remember that the people here are unusually stuffy and stuck up, and they don't like to see horsing around.
french: [_M_] Rappelles-toi que les gens ici sont exceptionnellement étouffants et coincés, et ils n'aiment pas voir les gens se promener.

source: [_M_] It looks like we dodged a bullet though, there's almost no one here, and definitely not anyone I know.
french: [_M_] On dirait que nous avons esquivé une balle, il n'y a presque personne ici, et certainement personne que je connais.

source: [_R_] What are you talking about, there's Lauren's friend Kenzie over there hanging out with Matt from our class.
french: [_R_] De quoi parles-tu, il y a Kenzie, l'ami de Lauren, là-bas, qui traîne avec Matt de notre classe.

source: [_M_] I meant I don't know anyone here that matters.
french: [_M_] Je voulais dire que je ne connais personne ici qui compte.

source: [_R_] Now you sound stuck up.
french: [_R_] Maintenant, tu sembles coincé.

source: [_M_] Oh my God! You're right, I just get so worked up at this place.
french: [_M_] Oh mon Dieu! Tu as raison, je m'énerve à cet endroit.

source: [_M_] Ok, the most important thing is that you don't order anything to eat or drink. They might let us in here, but if we buy anything, our cards on file here will definitely get declined.
french: [_M_] Ok, le plus important est de ne rien commander à manger ou à boire. Ils pourraient nous laisser entrer ici, mais si nous achetons quelque chose, nos cartes de crédit ici seront certainement refusées.

source: [_M_] That would kill me with embarrassment.
french: [_M_] Cela me tuerait d'embarras.

source: [_M_] Oh, God. What are you doing?.... Go change in the dressing room.
french: [_M_] Oh, mon Dieu. Qu'es-tu en train de faire?.... Va te changer dans le vestiaire.

source: [_R_] No need, I wore my swimsuit underneath my clothes.
french: [_R_] Pas besoin, je portais mon maillot de bain sous mes vêtements.

source: [_M_] I'm just going to pretend I don't know you.
french: [_M_] Je vais juste faire semblant de ne pas te connaître.

source: [_R_] Wait!.... Mom!.... Over here!...
french: [_R_] Attends!.... Maman!.... Par ici!...

source: [_R_] TAKE MY CLOTHES WITH YOU!...
french: [_R_] PRENDS MES VÊTEMENTS AVEC TOI!...

source: [_M_] Oh fine, just give my your goddamn clothes!
french: [_M_] Oh très bien, donne-moi tes foutus vêtements!

source: [_R_] Language, Mom!
french: [_R_] Langage, maman!

source: [_R_] Hey, what's up guys?
french: [_R_] Hé, quoi de neuf les gars?

source: [_K_] Oh, hey [ryan].
french: [_K_] Oh, hé [ryan].

source: [_MB_] Yo, what's up?
french: [_MB_] Yo, quoi de neuf?

source: [_R_] So, where are your parents?
french: [_R_] Alors, où sont tes parents?

source: [_MB_] Our Dads left us here while they go play a round of golf.
french: [_MB_] Nos pères nous ont laissés ici pendant qu'ils allaient jouer au golf.

source: [_MB_] But I see you brought your gorgeous mom!
french: [_MB_] Mais je vois que tu as amené ta magnifique maman!

source: [_K_] Oh Matt, would you stop perving on his mom?
french: [_K_] Oh Matt, arrêterais-tu de se moquer de sa mère?

source: [_MB_] What? You think she's ugly?
french: [_MB_] Quoi? Tu la trouves moche ?

source: [_K_] NO!.... I didn't say that.... she's a very beautiful woman, but...
french: [_K_] NON!.... Je n'ai pas dit ça.... c'est une très belle femme, mais...

source: [_MB_] Kenzie.... you've got a thing for Miss [mom_name]?
french: [_MB_] Kenzie.... tu as un faible pour Mademoiselle [mom_name]?

source: [_K_] Oh, shut up!
french: [_K_] Oh, tais-toi!

source: [_MB_] So, what's the deal? Is your mom going to come swim with us?
french: [_MB_] Alors, quel est le problème? Ta mère va venir nager avec nous ?

source: [_R_] Yeah right, she usually just sits and reads a book, or sleeps in the shade.
french: [_R_] Ouais, d'habitude, elle s'assoit et lit un livre, ou dort à l'ombre.

source: [_MB_] Well, go talk her into swimming.
french: [_MB_] Eh bien, vas lui parler pour nager.

source: [_MB_] Tell her we want to play a pool game, but it will be more fun with more people.
french: [_MB_] Dis-lui que nous voulons jouer à un jeu de piscine, mais ce sera plus amusant avec plus de monde.

source: [_R_] Why do you want my mom to play with us so bad?
french: [_R_] Pourquoi veux-tu que ma mère joue avec nous?

source: [_MB_] Well, can you think of a fun game to play with just three people?
french: [_MB_] Eh bien, peux-tu penser à un jeu amusant à jouer avec seulement trois personnes?

source: [_R_] Yeah, I guess you have a point.
french: [_R_] Oui, je suppose que tu as raison.

source: [_R_] I'll go see what I can do.
french: [_R_] Je vais voir ce que je peux faire.

source: [_RT_] {i}Yep, reading a book, just like always.{/i}
french: [_RT_] {i}Oui, lire un livre, comme toujours.{/i}

source: [_R_] Hey, Mom!
french: [_R_] Hé, maman!

source: [_M_] Just a second, [ryan], let me finish my paragraph.
french: [_M_] Juste une seconde, [ryan], laisses-moi terminer mon paragraphe.

source: [_M_] Ok, what is it?
french: [_M_] Ok, qu'est-ce que c'est?

source: [_R_] We were just wanting to play some pool games.
french: [_R_] Nous voulions juste jouer à des jeux de piscine.

source: [_M_] Well, that's fine with me as long as you don't horse around too much...
french: [_M_] Eh bien, ça me va tant que tu ne te promènes pas trop...

source: [_M_] Actually, what the heck.... horse around all you like, there's nobody here to complain.
french: [_M_] En fait, que diable.... il n'y a personne ici pour se plaindre.

source: [_R_] No.... Mom.... we want you to come play the pool games with us.
french: [_R_] Non.... Maman.... nous voulons que tu viennes jouer aux jeux de piscine avec nous.

source: [_M_] Oh, no.... I'm very into this book, plus I don't think it would be in good decorum to be so informal with my students.
french: [_M_] Oh, non.... Je suis très intéressé par ce livre, et je ne pense pas que ce serait dans un bon décorum d'être aussi informel avec mes étudiants.

source: [_R_] Decor.... what?
french: [_R_] Decor .... quoi?

source: [_M_] Decorum honey, it means behaving in good taste.
french: [_M_] Décorum chéri, cela signifie se comporter de bon goût.

source: [_R_] Hmmm.... I don't see what's wrong with it.
french: [_R_] Hmmm.... Je ne vois pas ce qui ne va pas.

source: [_M_] Yes.... well.... some of your recent judgement hasn't been very good, has it?
french: [_M_] Oui.... Bien.... certains de tes récentes décisions n'ont pas été très bonnes, n'est-ce pas?

source: [_R_] What do you mean?
french: [_R_] Que veux-tu dire?

source: [_R_] Ok, well maybe I've done some dumb things, but I've done a lot of good things for you too.
french: [_R_] Ok, eh bien peut-être que j'ai fait des choses stupides, mais j'ai fait beaucoup de bonnes choses pour toi aussi.

source: [_M_] That is true.
french: [_M_] C'est vrai.

source: [_M_] I'll tell you what.
french: [_M_] Je vais te dire quoi.

source: [_M_] Give me just 10 more minutes and I'll finish this chapter, and then if I'm feeling up to it, I'll come give you some attention.
french: [_M_] Donnes-moi juste 10 minutes de plus et je terminerais ce chapitre, puis si je me sens à la hauteur, je viendrais vous prêter attention.

source: [_R_] Ok, it's a deal.
french: [_R_] Ok, c'est un marché.

source: [_RT_] {i}If only I could get Mom some alcohol, she's always a lot more fun in social situations when she has a little liquid courage.{/i}
french: [_RT_] {i}Si seulement je pouvais faire boire de l'alcool à maman, elle est toujours beaucoup plus amusante dans les situations sociales quand elle est un peu saoule.{/i}

source: [_RT_] {i}I can't order anything on credit, but I've got some cash in the wallet in my shorts, I wonder if they would accept cash here.{/i}
french: [_RT_] {i}Je ne peux rien commander à crédit, mais j'ai de l'argent dans le portefeuille dans mon short, je me demande s'ils accepteraient de l'argent ici.{/i}

source: [_R_] Excuse me, miss?
french: [_R_] Excusez-moi, Mademoiselle?

source: [_W_] Yes, sir, what can I do for you?
french: [_W_] Oui, monsieur, que puis-je faire pour vous?

source: [_R_] How much is your wine?
french: [_R_] Combien coûte votre vin?

source: [_W_] Well, that depends on what kind of wine you order. And I would need to see some photo ID to prove you're over 21.
french: [_W_] Eh bien, cela dépend du type de vin que vous commandez. Et j'aurais besoin d'une pièce d'identité avec photo pour prouver que tu as plus de 21 ans.

source: [_R_] No, it's not for me...
french: [_R_] Non, ce n'est pas pour moi...

source: [_R_] I want to buy it for my mom.
french: [_R_] Je veux l'acheter pour ma mère.

source: [_R_] Do you happen to know her? She's sitting right over there. Do you know what kind of wine she usually buys here?
french: [_R_] La connaissez-vous ? Elle est assise juste là. Savez-vous quel genre de vin elle achète habituellement ici?

source: [_W_] Oh yes, she usually gets the Pinot Noir from our Oregon vineyard.
french: [_W_] Oh oui, elle prend généralement le Pinot Noir de notre vignoble de l'Oregon.

source: [_R_] Ok, I'd like to get her that.
french: [_R_] Ok, j'aimerais lui donner ça.

source: [_W_] Ok, we'll just charge the card you have on file with us then?
french: [_W_] D'accord, nous allons juste charger la carte que vous avez dans nos dossiers alors?

source: [_R_] Actually, can I pay in cash?
french: [_R_] En fait, puis-je payer en espèces?

source: [_W_] We don't usually allow that...
french: [_W_] Nous n'autorisons généralement pas cela...

source: [_R_] But it's a gift for my mother. I can't have her pay for her own gift.
french: [_R_] Mais c'est un cadeau pour ma mère. Je ne peux pas lui faire payer son propre cadeau.

source: [_R_] She's been going through some really hard things lately, and I just want to do something nice for her.
french: [_R_] Elle a vécu des choses très difficiles ces derniers temps, et je veux juste faire quelque chose de bien pour elle.

source: [_W_] Oh, that's sweet. I think we can make an exception this time.
french: [_W_] Oh, c'est gentil. Je pense que nous pouvons faire une exception cette fois.

source: [_R_] Awesome! How much do I owe you?
french: [_R_] Génial! Combien je vous dois ?

source: [_W_] Do you want to buy her a glass of wine, or send her the whole bottle?
french: [_W_] Voulez-vous lui acheter un verre de vin ou lui acheter la bouteille entière?

source: [_R_] Well, what's the price difference?
french: [_R_] Eh bien, quelle est la différence de prix?

source: [_W_] By the glass it's $20, and by the bottle it's $100
french: [_W_] Au verre, c'est 20$ et à la bouteille, c'est 100$

source: [_R_] Really? That's how much Mom usually spends on wine?
french: [_R_] Vraiment? C'est combien maman dépense habituellement en vin?

source: [_W_] Haha, and that's not even close to our most expensive wine.
french: [_W_] Haha, et ce n'est même pas proche de notre vin le plus cher.

source: [_R_] Alright, I'll be right back, I just have to run and grab the cash out of my wallet.
french: [_R_] D'accord, je reviens tout de suite, je dois juste aller prendre l'argent dans mon portefeuille.

source: [_RT_] {i}Umm.... ok, let me just think a second.{/i}
french: [_RT_] {i}Umm.... ok, laisse-moi réfléchir une seconde.{/i}

source: [_RT_] {i}That's a lot of money for a little liquid refreshment,{/i}
french: [_RT_] {i}C'est beaucoup d'argent pour un petit rafraîchissement liquide, {/i}

source: [_RT_] {i}But Mom really does loosen up with a few glasses of wine in her.{/i}
french: [_RT_] {i}Mais maman se détend vraiment en buvant quelques verres de vin.{/i}

source: [_RT_] {i}One glass might loosen her up a bit, but each glass she drinks after that might make her even more uninhibited.{/i}
french: [_RT_] {i}Un verre pourrait la détendre un peu, mais chaque verre qu'elle boit après cela pourrait la rendre encore plus décomplexée.{/i}

source: [_R_] I'll just get her a glass of wine.
french: [_R_] Je vais lui offrir juste un verre de vin.

source: {i}"Money -$20"{/i}
french: {i}'Argent -20$'{/i}

source: [_W_] Ok, I'll run and get her a glass and let her know it's from the gentleman in the blue swimsuit.
french: [_W_] Ok, je vais aller lui chercher un verre et lui faire savoir que c'est du monsieur en maillot de bain bleu.

source: [_RT_] {i}Haha gentleman, yeah, that describes me pretty well.{/i}
french: [_RT_] {i}Haha gentleman, ouais, ça me décrit assez bien.{/i}

source: [_R_] Thank you!
french: [_R_] Merci!

source: [_W_] You're very welcome.
french: [_W_] Je vous en prie.

source: [_R_] I'll get her the whole bottle.
french: [_R_] Je vais lui acheter la bouteille entière.

source: {i}"Money -$100"{/i}
french: {i}'Argent -100$'{/i}

source: [_MT_] {i}Uuggh.... I am so sick of this Oedipus curriculum for my class. I can't wait until we get through the rest of this subject matter.{/i}
french: [_MT_] {i}Uugh.... J'en ai tellement marre de ce programme d'Œdipe pour ma classe. J'ai hâte qu'on aborde le reste de ce sujet.{/i}

source: [_MT_] {i}Fucking school board member Will Tylor. No wonder he demanded we study Oedipus Rex literature, his own textbook is part of the required reading.{/i}
french: [_MT_] {i}Putain de membre du conseil scolaire Will Tylor. Pas étonnant qu'il ait exigé que nous étudiions la littérature d'Œdipe Rex, son propre manuel fait partie de la lecture requise.{/i}

source: [_MT_] {i}It says here that "Just like a child can get stuck in an oral phase if you take away their pacifier, or make them stop sucking their fingers before they are ready to give them up.{/i}
french: [_MT_] {i}Il est dit ici que 'Tout comme un enfant peut rester coincé dans une phase orale si vous lui enlevez sa tétine ou si vous l'obligez à arrêter de sucer ses doigts avant qu'il ne soit prêt à les abandonner.'{/i}

source: [_MT_] {i}So too can a young man become stuck in an Oedipal phase if it isn't allowed to develop to a point.{/i}
french: [_MT_] {i}De même, un jeune homme peut-il rester coincé dans une phase œdipienne s'il n'est pas autorisé à se développer jusqu'à un certain point.{/i}

source: [_MT_] {i}Oh yeah, and what point is that Sigmund Freud? A titty fuck from his mom? Sounds like a bunch of bullshit to me.{/i}
french: [_MT_] {i}Oh oui, et à quoi bon Sigmund Freud? Une baise de nichons de sa mère? Ça me semble un tas de conneries.{/i}

source: [_MT_] {i}At least I hope it's bullshit. [ryan] seems to be showing some signs of developing a little something.{/i}
french: [_MT_] {i}Au moins j'espère que ce sont des conneries. [ryan] semble montrer des signes de développement d'un petit quelque chose.{/i}

source: [_W_] Excuse me, ma'am.
french: [_W_] Excusez-moi, madame.

source: [_M_] Yes?
french: [_M_] Oui?

source: [_M_] Oh, no thank you.... I don't want to buy my usual wine.
french: [_M_] Oh, non merci.... Je ne veux pas acheter mon vin habituel.

source: [_W_] Oh, no.... well, I hope you at least want some, because it's already been paid for.
french: [_W_] Oh, non.... j'espère que vous en voulez au moins, car c'est déjà payé.

source: [_M_] What?!.... By whom?
french: [_M_] Quoi?!.... Par qui ?

source: [_W_] Just a second, let me put down the wine so I can point him out.
french: [_W_] Juste une seconde, laissez-moi déposer le vin pour que je puisse le montrer.

source: [_M_] Him out? Well, that narrows it down to two, and neither of them are old enough to buy alcohol.
french: [_M_] Lui dehors? Eh bien, cela le réduit à deux, et aucun d'entre eux n'est assez vieux pour acheter de l'alcool.

source: [_W_] Well, since it's not for them, and we try to treat members like gold...
french: [_W_] Eh bien, puisque ce n'est pas pour eux, et nous essayons de traiter les membres convenablement...

source: [_W_] There he is.
french: [_W_] Voilà.

source: [_W_] The one waving in the blue swimsuit.
french: [_W_] Celui qui a le maillot de bain bleu.

source: [_M_] Of course, buying me a $100 bottle of wine, something is definitely developing.
french: [_M_] Bien sûr, en m'achetant une bouteille de vin à 100$, quelque chose se développe définitivement.

source: [_M_] Buying me a $20 glass of wine? How sweet!...
french: [_M_] M'acheter un verre de vin à 20$? Comme c'est gentil!...

source: [_W_] Excuse me?...
french: [_W_] Excuses-moi ?...

source: [_M_] Oh, nothing, never mind.... thank you for your help.... I won't be needing anything else.
french: [_M_] Oh, rien, tant pis.... merci pour votre aide.... Je n'aurai besoin de rien d'autre.

source: [_MT_] {i}Just look at that shit-eating grin on his face.{/i}
french: [_MT_] {i}Regarde juste ce sourire de merde sur son visage.{/i}

source: [_MT_] {i}He's up to something.{/i}
french: [_MT_] {i}Il est prêt à quelque chose.{/i}

source: [_MT_] {i}Well, I guess I better get drinking.... It's already been opened and poured.... I'd hate for it to go to waste.{/i}
french: [_MT_] {i}Eh bien, je suppose que je ferais mieux de boire.... Il a déjà été ouvert et versé.... Je détesterais que ça soit gaspillé.{/i}

source: [_MT_] {i}Is [ryan] buying me wine because he thinks it's something his father would do?....{/i}
french: [_MT_] {i}Est-ce que [ryan] m'achète du vin parce qu'il pense que c'est quelque chose que son père ferait?....{/i}

source: [_MT_] {i}Or is he really starting to enter an Oedipal phase? And if he is, will not allowing it to develop to a certain point really make him get stuck in it like the book said?{/i}
french: [_MT_] {i}Ou commence-t-il vraiment à entrer dans une phase œdipienne? Et s'il l'est, le fait de ne pas le laisser se développer jusqu'à un certain point le fera-t-il vraiment rester coincé dedans comme le dit le livre?{/i}

source: [_MT_] {i}Shit, I hope that's bullshit!{/i}
french: [_MT_] {i}Merde, j'espère que ce sont des conneries!{/i}

source: [_MT_] {i}He has really stepped up this last month though, I'm so relieved I haven't had to go back to the strip club in a while.{/i}
french: [_MT_] {i}Il s'est vraiment investi le mois dernier, je suis tellement soulagé de ne pas avoir eu à retourner au club de strip-tease depuis un moment.{/i}

source: [_MT_] {i}[ryan]'s kind of the only person watching out for me right now. No matter his motivation, I really owe him a lot.{/i}
french: [_MT_] {i}[ryan] est en quelque sorte la seule personne qui veille sur moi en ce moment. Peu importe sa motivation, je lui dois vraiment beaucoup.{/i}

source: [_MT_] {i}I should just drink up and stop worrying about things, at least while I'm here.{/i}
french: [_MT_] {i}Je devrais juste boire et arrêter de m'inquiéter des choses, au moins pendant que je suis ici.{/i}

source: [_MT_] {i}I did bring [ryan] here to reward him, I should probably stop being so suspicious of him and just help him have a good time.{/i}
french: [_MT_] {i}J'ai amené [ryan] ici pour le récompenser, je devrais probablement arrêter de me méfier de lui et l'aider à passer un bon moment.{/i}

source: [_R_] I hope the waitress was right. Is that the kind of wine you like?
french: [_R_] J'espère que la serveuse avait raison. C'est le genre de vin que tu aimes ?

source: [_M_] Yes, honey. Thank you so much!
french: [_M_] Oui, chéri. Merci beaucoup!

source: [_M_] That was very thoughtful.
french: [_M_] C'était très réfléchi.

source: [_M_] But where are you getting so much money from? First you pay off the Mafia debt all those weeks in a row, then you buy me a Hyongu bikini, and now a hundred dollar bottle of wine?
french: [_M_] Mais d'où tires-tu autant d'argent? D'abord tu payes la dette de la Mafia toutes ces semaines d'affilée, puis tu m'achètes un bikini Hyongu, et maintenant une bouteille de vin à cent dollars?

source: [_M_] Please don't say I have to strip on Saturday because you're trying to spoil me now!
french: [_M_] S'il te plait, ne dis pas que je dois me déshabiller le samedi parce que tu essaies de me gâter maintenant!

source: [_R_] Don't worry, Mom, I'll keep paying that Mafia debt.
french: [_R_] Ne t'inquiète pas, Maman, je vais continuer à payer cette dette de la Mafia.

source: [_M_] Maybe I should come work with you, you might be making more money than me, haha...
french: [_M_] Je devrais peut-être venir travailler avec toi, tu gagneras peut-être plus d'argent que moi, haha...

source: [_RT_] {i}Hopefully someday you'll be working as a model for me in my photo studio.{/i}
french: [_RT_] {i}J'espère qu'un jour tu travailleras comme modèle pour moi dans mon studio photo.{/i}

source: [_RT_] {i}I'd love to see you in one of Sidney's outfits!{/i}
french: [_RT_] {i}J'aimerais te voir dans une des tenues de Sidney!{/i}
