Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] First of all, your dad's been cheating on me for years.
dutch: [_M_] Allereerst, je vader bedriegt me al jaren.
german: [_M_] Zuallererst betrügt mich dein Vater seit Jahren.

source: [_R_] I know, but why does it make a difference if you cheat on dad with me or...?
dutch: [_R_] Ik weet het, maar waarom is het een verschil als je op papa met me valsspeelt of...
german: [_R_] Ich weiß, aber warum macht es einen Unterschied, wenn du mit mir auf Papa betrügst...?

source: [_M_] [ryan]... You're still my son... We can't get around that! And you're still going to be my son when you wake up tomorrow.
dutch: [_M_] [ryan]... Je bent nog steeds mijn zoon... Daar kunnen we niet omheen gaan! En je gaat nog steeds mijn zoon zijn wanneer je morgen wakker wordt.
german: [_M_] [ryan]... Du bist immer noch mein Sohn... Wir können das nicht umgehen! Und du wirst mein Sohn sein, wenn du morgen aufwachst.

source: [_M_] That's the main reason we should avoid having sex again, or messing around, or whatever, is the simple fact that you're my son.
dutch: [_M_] Dat is de belangrijkste reden waarom we moeten voorkomen dat we weer seks hebben, of om het te roeren, of wat dan ook, is het simpele feit dat je mijn zoon bent.
german: [_M_] Das ist der Hauptgrund, warum wir vermeiden sollten, wieder Sex zu haben oder herumzuspielen oder was auch immer, ist die einfache Tatsache, dass du mein Sohn bist.

source: [_R_] I thought we'd moved past this.
dutch: [_R_] Ik dacht dat we dit voorbij zouden verplaatsen.
german: [_R_] Ich dachte, wir würden dies überstehen.

source: [_M_] Nope, you thought wrong.
dutch: [_M_] Nope, je dacht fout.
german: [_M_] Nein! Du dachtest falsch.

source: [_M_] Now, Can we stop talking about this and just enjoy our walk on the beach?
dutch: [_M_] Nu kunnen we erover stoppen te praten en genieten van onze wandeling op het strand?
german: [_M_] Nun, können wir aufhören, darüber zu reden und einfach nur unseren Spaziergang am Strand genießen?

source: [_R_] I know what will lighten the mood. Let's play in the waves.
dutch: [_R_] Ik weet wat de stemming zal verlichten. Laten we in de golven spelen.
german: [_R_] Ich weiß, was die Stimmung erleichtern wird. Lass uns in den Wellen spielen.

source: [_M_] I did have a suprisingly good time last time we did that.
dutch: [_M_] Ik heb een heerlijke goede tijd gehad de laatste keer dat we dat deden.
german: [_M_] Ich hatte beim letzten Mal eine erstaunlich gute Zeit.

source: [_M_] Alright, I'm game.
german: [_M_] Okay, ich bin Spiel.

source: [_M_] Wait for me!
dutch: [_M_] Wacht op mij!
german: [_M_] Warte auf mich!

source: [_M_] I got you!... Now you're the shark and I'm the minnow.
dutch: [_M_] Ik heb je gehad!... Nu ben je de haai en ik ben de minste.
german: [_M_] Ich habe dich!... Jetzt bist du der Hai, und ich bin das Minenfeld.

source: [_M_] Now you have to catch and eat me!
dutch: [_M_] Nu moet je me vangen en eten!
german: [_M_] Jetzt musst du mich fangen und essen!

source: [_MT_] {i}More like, eat my pussy!{/i}
dutch: [_MT_] {i}Meer gelijk, eet mijn poesje!{/i}
german: [_MT_] {i}Ähnliches, esse meine Fotze!{/i}

source: [_R_] Hah!... I caught you!
dutch: [_R_] Hah!... Ik heb je gevallen!
german: [_R_] Hah!... Ich habe dich erwischt!

source: [_M_] You did it, you caught me! Now... What are you going to do to me?
dutch: [_M_] Jij hebt het gedaan, je hebt me gevallen! Nu nu... Wat ga je met me doen?
german: [_M_] Du hast es getan, du hast mich gefangen! Jetzt... Was wirst du mit mir machen?

source: [_RT_] {i}My Gawd!... She's so wonderful!... How can I resist any longer?!{/i}
dutch: [_RT_] {i}Mijn Gawd!... Ze is zo heerlijk!... Hoe kan ik me nog verzetten ?!{/i}
german: [_RT_] {i}Mein Kawd!... Sie ist so wunderbar!... Wie kann ich länger widerstehen?!{/i}

source: [_MT_] {i}He's kissing me!?{/i}
dutch: [_MT_] {i}Hij zoent me aan!?{/i}
german: [_MT_] {i}Er küsst mich!?{/i}

source: [_MT_] {i}Oh, my God, Oh my God, Oh my God, Oh my God!{/i}
dutch: [_MT_] {i}Ah, mijn God, Oh mijn God, Oh mijn God, Oh mijn God!{/i}
german: [_MT_] {i}Oh, mein Gott, Oh mein Gott, Oh mein Gott, Oh mein Gott!{/i}

source: [_MT_] {i}He shouldn't... How dare he?... After that talk we just had?... My whole body is tingling!... What do I do?{/i}
dutch: [_MT_] {i}Zou... Hoe durf ik?... Daarna hebben we gehad?... Mijn hele lichaam zingt!... Wat doe ik?{/i}
german: [_MT_] {i}Er sollte es nicht wagen... Wie wagt es ihn?... Nach diesem Gespräch hatten wir es gerne?... Mein ganzer Körper bricht an!... Was mache ich?{/i}

source: [_MT_] {i}What is happening?{/i}
dutch: [_MT_] {i}Wat gebeurt er?{/i}
german: [_MT_] {i}Was passiert?{/i}

source: [_MT_] {i}Why does my body and mind react like this to [ryan]'s advances?{/i}
dutch: [_MT_] {i}Waarom reageert mijn lichaam en geest op [ryan]de voortgang van [ryan]
german: [_MT_] {i}Warum reagiert mein Körper und mein Verstand auf die Fortschritte von [ryan]so ein?{/i}

source: [_MT_] {i}I should stop right now, and give him the scolding of his life.{/i}
dutch: [_MT_] {i}Ik moet nu stoppen en hem de schouderklopjes geven van zijn leven.{/i}
german: [_MT_] {i}Ich sollte sofort aufhören und ihm den Schrecken seines Lebens geben.{/i}

source: [_MT_] {i}Or... I could just keep kissing him{/i}
dutch: [_MT_] {i}O... Ik kan hem blijven zoenen {/i}
german: [_MT_] {i}oder... Ich könnte ihn einfach weiter küssten{/i}

source: [_M_] [ryan]... you naughty boy!
dutch: [_M_] [ryan]... jij stoute jongen!
german: [_M_] [ryan]... du versauter Junge!

source: [_R_] Someone was kissing me back with just as much intensity as I was kissing her.
dutch: [_R_] Iemand zoende me terug met net zoveel intensiteit als ik haar kussen.
german: [_R_] Jemand küsste mich mit so viel Intensität, wie ich sie küsste.

source: [_M_] You weren't supposed to pull anything like that again!
dutch: [_M_] Je had zoiets niet nog eens moeten trekken!
german: [_M_] Du solltest so etwas nicht wieder ziehen!

source: [_M_] You just love making me break my own rules don't you?
dutch: [_M_] Je houdt er gewoon van me te maken dat ik mijn eigen regels overtreedt, nietwaar?
german: [_M_] Du liebst es, mich dazu zu bringen, meine eigenen Regeln zu verletzen, nicht du?

source: [_R_] Does that mean you want to...
dutch: [_R_] betekent dat je wil...
german: [_R_] Heißt das, dass du möchtest...

source: [_M_] I know we shouldn't, but... God, I need some relief right now!
dutch: [_M_] Ik weet dat we niet moeten, maar... God, ik heb nu hulp nodig!
german: [_M_] Ich weiß, wir sollten es nicht, aber... Gott, ich brauche jetzt etwas Erleichterung!

source: [_R_] I want to do you right here!
dutch: [_R_] Ik wil je hier goed doen!
german: [_R_] Ich möchte dich gleich hier machen!

source: [_M_] No! We're too exposed. The police could come along again, let's go back to our special place.
dutch: [_M_] Nee! We zijn ook blootgesteld. De politie kon weer opduiken, laten we terug gaan naar onze speciale plaats.
german: [_M_] Nein! Wir sind zu belichtet. Die Polizei könnte wieder kommen, gehen wir zurück zu unserem besonderen Ort.

source: [_MT_] {i}God... all this horseplay makes me feel like a teenage girl again.{/i}
dutch: [_MT_] {i}God... al dit paardje laat me weer voelen als een tienermeisje.{/i}
german: [_MT_] {i}Gott... all dieses Pferd lässt mich wieder fühlen wie ein Teenager-Mädchen.{/i}

source: [_MT_] {i}A horny teenage girl.{/i}
dutch: [_MT_] {i}Een verschrikkelijk tienermeisje.{/i}
german: [_MT_] {i}Eine geile Teenager-Mädchen.{/i}

source: [_MT_] {i}Why is he just staring awkwardly at me? Is he afraid to make a move?{/i}
dutch: [_MT_] {i}Waarom staren hij gewoon onhandig naar mij? Is hij bang om een zet te doen?{/i}
german: [_MT_] {i}Warum fängt er nur unheimlich auf mich? Hat er Angst, einen Zug zu machen?{/i}

source: [_MT_] {i}I know I told him not to, but sometimes you need to balls up.{/i}
dutch: [_MT_] {i}Ik weet dat ik hem het niet heb verteld, maar soms moet je ballen omhoog.{/i}
german: [_MT_] {i}Ich weiß, dass ich ihm nicht gesagt habe, aber manchmal musst du Kugeln aufmachen.{/i}

source: [_MT_] {i}Fine... If he's going to be a wimp, I'll make the move.{/i}
dutch: [_MT_] {i}Fine... Als hij een wolk zal zijn, zal ik hem verplaatsen.{/i}
german: [_MT_] {i}gut... Wenn er eine Wischerei ist, mache ich den Zug.{/i}

source: [_RT_] {i}Holy shit!{/i}
dutch: [_RT_] {i}Heilige shit!{/i}
german: [_RT_] {i}Heilige Scheiße! {/i}

source: [_RT_] {i}I wasn't expecting that!{/i}
dutch: [_RT_] {i}Dat verwachtte ik niet!{/i}
german: [_RT_] {i}Ich habe das nicht erwartet! {/i}

source: {b}{i}"Mom's Submission -1"{/i}{/b}
dutch: {b}{i}"Moment-indiening -1"{/i}{/b}
german: {b}{i}"Mamas Einreichung -1"{/i}{/b}

source: [_MT_] {i}This boy needs to learn to read the room.{/i}
dutch: [_MT_] {i}Deze jongen moet leren de kamer te lezen.{/i}
german: [_MT_] {i}Dieser Junge muss lernen, den Raum zu lesen.{/i}

source: [_MT_] {i}I'm so freaking horny right now!{/i}
dutch: [_MT_] {i}Ik ben nu zo woedend hoorn!{/i}
german: [_MT_] {i}Ich bin gerade so frech geil geil!{/i}

source: [_R_] I thought you said we couldn't...
dutch: [_R_] Ik dacht dat je zei dat we niet kou...
german: [_R_] Ich dachte, du hast gesagt, dass wir nicht können...

source: [_M_] I said if we could help it, and right now, I'm embarrassed to say, I'm really needing some relief!
dutch: [_M_] ik zei of we het konden helpen, en nu schaam ik me ervoor om te zeggen dat ik echt wat opluchting nodig heb!
german: [_M_] Ich sagte, wenn wir ihm helfen könnten, und gerade jetzt bin ich peinlich zu sagen, ich brauche wirklich etwas Erleichterung!

source: [_R_] Yes!... Let's do it right here!
dutch: [_R_] Ja!... laten we het hier doen!
german: [_R_] Ja!... Lass es uns gleich hier machen!

source: [_M_] I can't believe how comfortable I'm getting being naked around you.
dutch: [_M_] Ik kan niet geloven hoe comfortabel ik naakt om je heen ben.
german: [_M_] Ich kann mir nicht vorstellen, wie bequem ich um dich herum nackt werde.

source: [_M_] I didn't even think to go get our clothes.
dutch: [_M_] Ik dacht niet eens om onze kleren te gaan halen.
german: [_M_] Ich habe nicht einmal gedacht, unsere Kleidung zu bekommen.

source: [_R_] Oh, yeah... I hope they're not too hard to find when we're done.
dutch: [_R_] Oh, ja... Ik hoop dat ze niet moeilijk te vinden zijn wanneer we klaar zijn.
german: [_R_] Oh, ja... Ich hoffe, sie sind nicht zu schwer zu finden, wenn wir fertig sind.

source: [_M_] Now, let's get you all lubed up.
dutch: [_M_] Laten we je nu allemaal loslaten.
german: [_M_] Nun, lasst uns dich alle aufleuchten.

source: [_RT_] {i}Thank you, God!... And please let us keep fucking until Mom's too old to be attractive anymore! Amen.{/i}
dutch: [_RT_] {i}Bedankt, God!... En laten we alsjeblieft blijven fuken tot Mom's te oud is om nog aantrekkelijk te zijn! Amen.{/i}
german: [_RT_] {i}Danke, Gott!... Und bitte lassen Sie uns ficken, bis Moms zu alt ist, um attraktiv zu sein! Amen.{/i}

source: [_MT_] {i}How did I get here again?... It's like I've got multiple personalities, and Horny Mom took the wheel again.{/i}
dutch: [_MT_] {i}Hoe ben ik hier weer gearriveerd?... Het is alsof ik meerdere persoonlijkheden heb en Horny Mom het wiel weer heeft genomen.{/i}
german: [_MT_] {i}Wie kam ich wieder hier? ... Es ist, als habe ich mehrere Persönlichkeiten und geile Mama hat das Rad wieder eingenommen.{/i}

source: [_MT_] {i}Horny Mom is getting us into trouble lately, but I can't lie. She's been making life so much more bearable and fun through all these trials.{/i}
dutch: [_MT_] {i}Horny Mom brengt ons de laatste tijd in moeilijkheden, maar ik kan niet liegen. Ze maakt het leven zoveel ondraaglijker en leuker door al deze proeven. {/i}
german: [_MT_] {i}Geile Mutter bringt uns in letzter Zeit in Schwierigkeiten, aber ich kann nicht lügen. Sie macht das Leben so viel erträglicher und unterhaltsamer durch all diese Versuche. {/i}

source: [_M_] There... That's nice and lubed up.
dutch: [_M_] Naar... Dat is leuk en klonk op.
german: [_M_] Da ist... Das ist schön und gelockert.

source: [_M_] If you're willing I think I'd like to see if we can fit this in...
dutch: [_M_] Als je wilt denk ik dat ik wil zien of we dit kunnen passen...
german: [_M_] Wenn du willst, denke ich, würde ich gerne sehen, ob wir das passen können...

source: [_R_] Your back door again?
dutch: [_R_] Je achterdeur weer?
german: [_R_] Ihre Hintertür wieder?

source: [_M_] Please?
dutch: [_M_] graag?
german: [_M_] bitte?

source: [_R_] The head's in... I'm going to start thrusting.
dutch: [_R_] Het hoofd is in... Ik ga roesten.
german: [_R_] Der Kopf ist in... Ich werde anfangen.

source: [_M_] Just be careful. You're so big!
dutch: [_M_] Wees gewoon voorzichtig. Je bent zo groot!
german: [_M_] Sei vorsichtig. Du bist so groß!

source: [_R_] Thanks! I'll try.
dutch: [_R_] Bedankt! Ik zal het proberen.
german: [_R_] Danke! Ich versuche.

source: [_MT_] {i}It's burning so bad again!{/i}
dutch: [_MT_] {i}brandt het weer zo slecht! {/i}
german: [_MT_] {i}Es brennt wieder so schlecht!{/i}

source: [_MT_] {i}I thought it might be a little easier this time, but it doesn't feel any easier.{/i}
dutch: [_MT_] {i}Ik dacht dat het deze keer wat makkelijker zou kunnen zijn, maar het voelt niet makkelijk.{/i}
german: [_MT_] {i}Ich dachte, es könnte diesmal etwas einfacher sein, aber es fühlt sich nicht einfacher.{/i}

source: [_MT_] {i}I didn't think it would be a problem after our success in front of the shack last time.{/i}
dutch: [_MT_] {i}Ik dacht niet dat het een probleem zou zijn na ons succes voor de laatste keer.{/i}
german: [_MT_] {i}Ich dachte nicht, dass es nach unserem Erfolg vor der Hütte kein Problem wäre.{/i}

source: [_M_] Are you getting any deeper than last time?
dutch: [_M_] Ga je dieper dan de vorige keer?
german: [_M_] Werde du tiefer als das letzte Mal?

source: [_R_] No, your asshole's tighter than a mormon girl on prom night.
dutch: [_R_] Nee, de dichter van je schoenenschoen dan een mormmeisje op prom nacht.
german: [_R_] Nein, deine Arschfotze ist enger als ein Mormonmädchen in der Nacht.

source: [_M_] Okay... I'm calling it... It's starting to hurt too bad.
dutch: [_M_] Okay... Ik bel het... Het begint te erg te kwetsen.
german: [_M_] Okay... Ich nenne es ... Es beginnt zu weh zu tun.

source: [_M_] Jeeze... I thought after last time...
dutch: [_M_] Jeeze... Ik dacht na de vorige keer...
german: [_M_] Jeeze... Ich dachte nach dem letzten Mal...

source: [_R_] So did I.
dutch: [_R_] heb ik dat ook gedaan.
german: [_R_] Das tat ich.

source: [_M_] Yeah, it doesn't hurt anymore now that it's out.
dutch: [_M_] Yeah, het doet nu het eruit is, geen pijn meer.
german: [_M_] Ja, es tut jetzt nicht mehr weh, da es draußen ist.

source: [_M_] While I'm recovering, would you mind doing something else for me?
dutch: [_M_] Terwijl ik herstel, vind je het erg om iets anders voor me te doen?
german: [_M_] Während ich mich erhole, würdest du etwas anderes für mich tun?

source: [_R_] What is it?
dutch: [_R_] Wat is het?
german: [_R_] Was ist das?

source: [_M_] Can you give me a little oral?
dutch: [_M_] Kan je me een beetje een baan geven?
german: [_M_] Kannst du mir ein wenig mündlich geben?

source: [_R_] Yeah, Mom... Of course!
dutch: [_R_] Yeah, ma... natuurlijk!
german: [_R_] Ja, Mammut... Natürlich!

source: [_M_] God... For some reason that feels so good after having your dick in there!
dutch: [_M_] God... Om een of andere reden dat je er zo goed in voelt nadat je er lekker in zit!
german: [_M_] Gott... Aus irgendeinem Grund, der sich so gut fühlt, nachdem du dort deinen Schwanz hattest!

source: [_M_] Thank you... For taking care of me!
dutch: [_M_] Dank je... voor het verzorgen van me!
german: [_M_] Danke... fürs Betreten von mir!

source: [_RT_] {i}I'm just lucky Mom keeps herself so clean.{/i}
dutch: [_RT_] {i}Ik heb maar geluk Mom zichzelf zo schoon te houden.{/i}
german: [_RT_] {i}Ich bin einfach Glückliche Mom hält sich so sauber. {/i}

source: [_RT_] {i}The salted caremel taste from her pussy juices is driving me crazy!{/i}
dutch: [_RT_] {i}De gezoute verzorger smaak van haar parese sapen drijft me op gekken!{/i}
german: [_RT_] {i}Der gesalzene Karemelgeschmack ihrer Fotzensäfte treibt mich verrückt! {/i}

source: [_MT_] {i}Ooohhh... That's feeling so good!{/i}
dutch: [_MT_] {i}Euhh... Dat is zo lekker!{/i}
german: [_MT_] {i}Ooohhh... Das fühlt sich so gut!{/i}

source: [_M_] [ryan]... I don't think I can hold back any longer... I'm going to...
dutch: [_M_] [ryan]... Ik denk niet dat ik nog langer kan tegenhouden... Ik ga naar...
german: [_M_] [ryan]... Ich glaube nicht, dass ich länger zurückhalten kann... Ich gehe zu...

source: [_RT_] {i}Mom must have to drink a ton of water after sex.{/i}
dutch: [_RT_] {i}mama moet een ton water drinken na seks.{/i}
german: [_RT_] {i}Mutter muss eine Tonne Wasser nach Sex trinken. {/i}

source: [_M_] That felt so good! But I need more, [ryan]! I need you inside me!
dutch: [_M_] Dat voelde me zo goed! Maar ik heb er meer nodig, [ryan]! Ik heb je bij me nodig!
german: [_M_] Das fühlte sich so gut an! Aber ich brauche mehr, [ryan]! Ich brauche dich in mir!

source: [_R_] Uhhh... Of course, Mom! It would be my pleasure!
dutch: [_R_] Uhhh... Natuurlijk, Mom! Het zou mijn plezier zijn!
german: [_R_] Uhhhh... Natürlich, Mama! Es wäre mein Vergnügen!

source: [_R_] Ewwwe... That's kind of gross. I just had my dick in your asshole, and now you want me to lick right there?
dutch: [_R_] Ewwwe... Dat is een soort fluitje. Ik heb net mijn vuile in je schoffel gehad, en nu wil je dat ik daar rechtdoor?
german: [_R_] Ewwwe... Das ist etwas gross. Ich hatte gerade meinen Schwanz in deiner Arschfotze und jetzt willst du mich lecken genau dort?

source: [_M_] No... You're right... That is gross... Im ready for you to be inside me.
dutch: [_M_] Nee... Je hebt gelijk... Dat is grotes... Ik ben klaar om in mij te zijn.
german: [_M_] Nein... Du hast Recht... Das ist grob ... Im bereit für dich in mir zu sein.

source: [_MT_] {i}Oh... This feels just as wonderful as last time!{/i}
dutch: [_MT_] {i}Oh... Dit voelt net zo geweldig aan als de laatste keer!{/i}
german: [_MT_] {i}Oh... Das fühlt sich genauso wunderbar an wie das letzte Mal!{/i}

source: [_MT_] {i}He's so big!... I'm so full!{/i}
dutch: [_MT_] {i}Hij is zo groot!... Ik ben zo vol!{/i}
german: [_MT_] {i}Er ist so groß!... Ich bin so voll!{/i}

source: [_RT_] {i}This is so incredible!{/i}
dutch: [_RT_] {i}Dit is zo ongelooflijk!{/i}
german: [_RT_] {i}Das ist so unglaublich!{/i}

source: [_RT_] {i}If I could go back in time and stop everything bad that happened to us, I wouldn't.{/i}
dutch: [_RT_] {i}Als ik terug in de tijd kon gaan en alles wat ons overviel kon stoppen, zou ik niet doen.{/i}
german: [_RT_] {i}Wenn ich in der Zeit zurückgehen und alles Schlechte, was uns passiert ist, stoppen könnte, würde ich es nicht tun.{/i}

source: [_RT_] {i}It's all lead to this... and I wouldn't change this for the world!{/i}
dutch: [_RT_] {i}Het is allemaal lead deze... en ik zou dit niet veranderen voor de wereld!{/i}
german: [_RT_] {i}Es ist alles hier... und ich würde das für die Welt nicht ändern!{/i}

source: [_M_] Let's try another position.
dutch: [_M_] Laten we een andere positie proberen.
german: [_M_] Lasst uns eine andere Position versuchen.

source: [_M_] I'm pretty sure I can take you even deeper from behind.
dutch: [_M_] Ik ben er vrij zeker van dat ik je nog dieper van achter kan brengen.
german: [_M_] Ich bin ziemlich sicher, dass ich dich noch tiefer von hinten bringen kann.

source: [_M_] Oh, yeah... Now your cock is ramming against the opening of my womb!
dutch: [_M_] Oh, ja... Nu aan het rammen tegen de opening van mijn baar!
german: [_M_] Oh, ja... Jetzt rammt dein Schwanz gegen die Öffnung meiner Gebärmutter!

source: [_RT_] {i}God... If I cum, I might just get her pregnant!{/i}
dutch: [_RT_] {i}God... Als ik het cum, laat ik haar misschien zwanger maken!{/i}
german: [_RT_] {i}Gott... Wenn ich mitnehme, könnte ich sie schwanger machen!{/i}

source: [_RT_] {i}Just that thought is bringing me closer to cumming!{/i}
dutch: [_RT_] {i}Juist die gedachte brengt me dichter bij de cumming!{/i}
german: [_RT_] {i}Gerade dieser Gedanke bringt mich näher an cumming!{/i}

source: [_M_] I haven't been to the beach in ages!
dutch: [_M_] Ik ben al tijden niet naar het strand geweest!
german: [_M_] Ich war im Alter nicht zum Strand!

source: [_M_] I mean, I guess it was just before your dad went to prison, but that feels like such a long time ago.
dutch: [_M_] Ik bedoel, ik denk dat het net voordat je vader naar de gevangenis ging, maar dat voelt zo lang geleden.
german: [_M_] Ich meine, ich denke, es war kurz bevor Ihr Vater ins Gefängnis ging, aber das fühlt sich so lange an wie vor langer Zeit.

source: [_R_] Well, we've had some good times here.
dutch: [_R_] Nou, we hebben hier wat goede tijden gehad.
german: [_R_] Nun, wir hatten hier einige gute Zeiten.

source: [_R_] I thought we could make even more good memories tonight.
dutch: [_R_] Ik denk dat we vanavond nog mooiere herinneringen kunnen maken.
german: [_R_] Ich dachte, wir könnten heute Abend noch mehr gute Erinnerungen machen.

source: [_M_] This place is so dead!
dutch: [_M_] Deze plaats is zo dood!
german: [_M_] Dieser Ort ist so tot!

source: [_R_] Yeah, I don't think this area's ever completely recovered since the pandemic.
dutch: [_R_] Yeah, ik denk niet dat dit gebied ooit volledig hersteld is sinds de pandemie.
german: [_R_] Ja, ich glaube nicht, dass sich dieses Gebiet seit der Pandemie jemals vollständig erholt hat.

source: [_M_] It used to be crawling with people on a Sunday night.
dutch: [_M_] Het kruist vroeger bij mensen op een zondagavond.
german: [_M_] Es war an einer Sonntagnacht mit Leuten gecrawlt.

source: [_M_] I doubt if any of the stores or restaurants are even open.
dutch: [_M_] Ik betwijfel of een van de winkels of restaurants open is.
german: [_M_] Ich bezweifle, ob eines der Läden oder Restaurants überhaupt geöffnet ist.

source: [_R_] Luckily we're not going to any stores or restaurants.
dutch: [_R_] Gelukkig gaan we niet naar winkels of restaurants.
german: [_R_] Zum Glück gehen wir in keine Läden oder Restaurants.

source: [_M_] Oh?... Now I'm intrigued.
dutch: [_M_] Oh?... Nu ben ik geïntrigeerd.
german: [_M_] Oh?... Jetzt bin ich fasziniert.

source: [_R_] I thought we could start with just a nice stroll on the beach front.
dutch: [_R_] Ik dacht dat we konden beginnen met gewoon een leuke wandeling op het strand voorpand.
german: [_R_] Ich dachte, wir könnten mit einem schönen Spaziergang am Strand beginnen.

source: [_M_] And your dad told me that I was a married woman and shouldn't be acting like a child in public.
dutch: [_M_] En jouw vader vertelde me dat ik getrouwd was en zich niet als een kind in het openbaar zou moeten gedragen.
german: [_M_] Und dein Vater erzählte mir, dass ich eine verheiratete Frau sei und nicht öffentlich wie ein Kind handeln sollte.

source: [_M_] I'm really grateful that you aren't embarrased about me being myself.
dutch: [_M_] Ik ben echt dankbaar dat je me niet in verlegenheid brengt om zelf te zijn.
german: [_M_] Ich bin wirklich dankbar, dass du nicht peinlich bist, dass ich mich selbst bin.

source: [_R_] Are you kidding? You're so much fun when you're not on your guard and being yourself.
dutch: [_R_] Maak je een grapje? Je bent zo leuk als je niet op je hoede bent en jezelf bent.
german: [_R_] Scherzhaft? Du hast so viel Spaß, wenn du nicht auf deiner Wache bist und dich selbst bist.

source: [_M_] You're so sweet!
dutch: [_M_] Je bent zo zoet!
german: [_M_] Du bist so süß!

source: [_R_] Let's ditch our shoes and take our stroll to the sand.
dutch: [_R_] Laten we onze schoenen loslaten en onze wandeling naar het zand nemen.
german: [_R_] Lasst uns unsere Schuhe graben und spazieren zum Sand.
