Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_MT_] {i}What am I going to do about Principal Hardun? He hasn't said anything at school, yet... but I doubt that bastard is going to be satisfied with humiliating me just once.{/i}
dutch: [_MT_] {i}Wat ga ik doen aan Principal Hardun? Op school heeft hij nog niets gezegd. . maar ik betwijfel of je tevreden zult zijn met het vernederen van mij eenmaal, {/i}
german: [_MT_] {i}Was mache ich mit Principal Hardun? Er hat noch nichts in der Schule gesagt. . aber ich bezweifle, dass Bastard damit zufrieden sein wird, mich nur einmal zu demütigen.{/i}

source: [_S_] I'm thinking of stepping up my game tonight and inspiring some local growth myself.
dutch: [_S_] Ik denk eraan om vanavond mijn spel te versterken en zelf wat lokale groei te inspireren.
german: [_S_] Ich denke daran, mein Spiel heute Abend zu verstärken und selbst etwas lokales Wachstum anzuregen.

source: [_MT_] {i}He didn't even ask before putting his hands all over my body. Worse, Sidney saw everything!{/i}
dutch: [_MT_] {i}Hij heeft niet eens gevraagd voordat hij zijn handen over mijn lichaam plaatste. Erger nog, Sidney zag alles in!{/i}
german: [_MT_] {i}Er fragte nicht einmal, bevor er seine Hände ganz über meinen Körper legte. Schlimmer noch, Sidney sah alles! {/i}

source: [_S_] Mom?
german: [_S_] Sofort?

source: [_S_] You seem lost in thought.
dutch: [_S_] Je lijkt verloren in gedachten.
german: [_S_] Du scheinst im Gedanken verloren zu sein.

source: [_S_] Are you sure I didn't mess something up before with that guy?
dutch: [_S_] Weet je zeker dat ik iets eerder niet goed heb gedaan met die kerel?
german: [_S_] Bist du dir sicher, dass ich mit diesem Kerl vorher nichts durcheinander gebracht habe?

source: [_M_] Of course not. He paid very well. You got a big tip for that drink too, didn't you?
dutch: [_M_] Natuurlijk niet. Hij heeft heel goed betaald. Je hebt ook een grote tip voor dat drankje, nietwaar?
german: [_M_] Natürlich nicht. Er hat sehr gut bezahlt. Du hast auch einen großen Tipp für dieses Getränk, oder?

source: [_S_] Yeah, he gave me an extra ten.
dutch: [_S_] Yeah, hij gaf me tien extra.
german: [_S_] Ja, er gab mir extra zehn.

source: [_M_] Good, that's all that matters.
dutch: [_M_] Goed, dat is alles wat telt.
german: [_M_] Gut, das ist alles, was zählt.

source: [_MT_] {i}What if I quit my job? He could still come to the club, but he couldn't hold my job over my head anymore.{/i}
dutch: [_MT_] {i}Wat als ik mijn baan verliet? Hij zou nog steeds naar de club kunnen komen, maar hij kon mijn baan niet meer boven mijn hoofd houden{/i}
german: [_MT_] {i}Was wäre, wenn ich meinen Job beende? Er könnte noch in den Klub kommen, aber er konnte meinen Job nicht mehr über den Kopf halten.{/i}

source: [_MT_] {i}I wouldn't have to put up with him touching me or I could just tell him to fuck off if he asked for a private dance.{/i}
dutch: [_MT_] {i}Ik zou niet hoeven te accepteren dat hij mij aanraakt of ik zou hem gewoon kunnen vertellen om te springen als hij om een privédans heeft gevraagd. /i}
german: [_MT_] {i}Ich müsste ihn nicht berühren, oder ich könnte ihm einfach sagen, er solle abficken, wenn er um einen privaten Tanz bittet. /i}

source: [_MT_] {i}No, what am I thinking? I can't afford to quit. And without a good recommendation from him, no other school in the city would hire me.{/i}
dutch: [_MT_] {i}Nee, wat denk ik? Ik kan me niet veroorloven te sluiten. En zonder een goede aanbeveling van hem zou er geen andere school in de stad mij huren.{/i}
german: [_MT_] {i}Nein, was denke ich? Ich kann es mir nicht leisten, zu beenden. Und ohne eine gute Empfehlung von ihm würde keine andere Schule in der Stadt mich einstellen. {/i}

source: [_S_] Hey, would it be ok if I picked out your outfit like last time?
dutch: [_S_] Hé, is het ok als ik je outfit heb opgepakt zoals de vorige keer?
german: [_S_] Hey, wäre es in Ordnung, wenn ich dein Outfit wie beim letzten Mal aussuchen würde?

source: [_M_] Hmm? Oh, Yes! I'd love that! You have a really good eye for this sort of thing.
dutch: [_M_] Hmm? Oh, ja! Dat zou ik leuk vinden! Je hebt een heel goede oog voor dit soort dingen.
german: [_M_] Hmm? Oh, ja! Ich würde das lieben! Du hast ein wirklich gutes Auge für diese Sache.

source: [_S_] Great! Red is really your color, so we should use something in red with a light accent. I was thinking a themed costume you can take off and reveal some sexy lingerie underneath.
dutch: [_S_] Geweldig! Rood is echt jouw kleur, dus we moeten iets rood gebruiken met een licht accent. Ik dacht aan een thema kostuum dat u kunt opstijgen en wat sexy lingerie onder kunt onthullen.
german: [_S_] Großartig! Rot ist deine Farbe, also sollten wir etwas rot mit einem leichten Akzent verwenden. Ich dachte, ein Thema Kostüm können Sie abheben und enthüllen einige sexy Dessous untereinander.

source: [_M_] That sounds fun. But nothing with too many layers or I'll be too busy taking things off to do much dancing for the crowd.
dutch: [_M_] Dat klinkt leuk. Maar niets met te veel lagen of ik zal te druk zijn om veel te dansen voor de menigte.
german: [_M_] Das klingt lustig. Aber nichts mit zu vielen Schichten oder ich bin zu beschäftigt, Dinge loszulegen, um viel Tanz für die Menge zu tun.

source: [_MT_] {i}She really does have an eye for sexy outfits. She should be a costume designer on a movie set, or working for some big clothing line as a designer. Not here picking out lewd clothes for her mother.{/i}
dutch: [_MT_] {i}Ze heeft echt een oog voor sexy outfits. Ze zou een vormgever moeten zijn op een filmset of als ontwerper moeten werken voor een grote kleding lijn. Niet hier om de lewd kleren uit te kiezen voor haar moeder.{/i}
german: [_MT_] {i}Sie hat wirklich ein Auge für sexy Outfits. Sie sollte eine Kostümdesignerin auf einem Filmset sein oder für einige große Bekleidungslinie als Designerin arbeiten. Nicht hier wählt ausgelockte Kleider für ihre Mutter aus.{/i}

source: [_MT_] {i}Still, since she is here. I guess I may as well take advantage of her fashion sense.{/i}
dutch: [_MT_] {i}Nog steeds, omdat ze er is. Ik denk dat ik net zo goed kan profiteren van haar zin in de mode.{/i}.
german: [_MT_] {i}noch, da sie hier ist. Ich denke, ich kann auch von ihrem Modesinn Gebrauch machen.{/i}

source: [_MT_] {i}I do wish she'd wear a bra. I suppose her breasts are firm enough that she doesn't think she needs one. I don't want to nag her about it but...{/i}
dutch: [_MT_] {i}Ik wou dat ze een rem zou dragen. Ik denk dat haar borsten stevig genoeg zijn dat ze denkt dat ze er geen behoefte aan heeft. Ik wil haar er niet over aankloppen maar...{/i}
german: [_MT_] {i}Ich wünsche mir, dass sie ein BH trägt. Ich vermute, dass ihre Brüste fest genug sind, dass sie keine braucht. Ich möchte sie nicht daran knicken, aber...{/i}

source: [_MT_] {i}Wait... where are her panties?!{/i}
dutch: [_MT_] {i}wacht... waar zijn haar jarijnen?!{/i}
german: [_MT_] {i}Warte... wo sind ihre Hosen?!{/i}

source: [_S_] I didn't think of that. What if you skipped the bra and just had on some stockings and...
dutch: [_S_] Ik heb daar niet aan gedacht. Wat als je het merk overgeslagen en gewoon wat sokken had en...
german: [_S_] Ich dachte nicht daran. Was passiert, wenn du den BH übersprungen hast und nur einige Strümpfe hattest und...

source: [_M_] Did you not have any panties on!?
dutch: [_M_] Heb je geen panelen aangezet!?
german: [_M_] Hast du keine Hosen aufgestellt!?

source: [_S_] No. I don't wear panties much anymore. So what?
dutch: [_S_] Nee. Ik draag niet veel meer broekzakjes. Dus wat?
german: [_S_] Nein. Ich trage keine Hosen mehr. Also, was?

source: [_M_] I can't believe you're not wearing any! I was willing to ignore you not wearing a bra, but you've been running around without any underwear at all?
dutch: [_M_] Ik kan niet geloven dat je die niet draagt! Ik was bereid om te negeren dat je geen baard droeg, maar je bent wel rondgerend zonder enig onderdruk?
german: [_M_] Ich kann nicht glauben, dass du niemanden trägst! Ich war bereit, dich nicht mit einem BH zu ignorieren, aber du bist ohne Unterwäsche herumgelaufen?

source: [_M_] And you are always in those short skirts! I can't beleive you!
dutch: [_M_] En je zit altijd in die korte roken! Ik kan je niet verdenken.
german: [_M_] Und du bist immer in diesen kurzen Röcken! Ich kann dich nicht beleidigen!

source: [_S_] Jeez! When did you turn back into a prude? Where'd my cool, stripper mom go?
dutch: [_S_] Jeez! Wanneer ben je terug in een prut? Waar ging mijn cool, stripper moeder weg?
german: [_S_] Jeez! Wann hast du dich wieder in eine Vorsicht verwandelt? Wozu hätte meine coole Abstreifer Mama gehen?

source: [_M_] What if someone saw, Sidney?
dutch: [_M_] Wat als iemand zag, Zijney?
german: [_M_] Was passiert, wenn jemand gesehen hat, Sidney?

source: [_S_] What's the big deal? So I like going commando? I'm careful about it, and it's kind of a thrill being around people like that.
dutch: [_S_] Wat is de grote deal? Dus ik vind het leuk om commando's te starten? Ik ben er voorzichtig over, en het is een soort spanningsveld rond mensen zoals deze.
german: [_S_] Was ist der große Deal? Also gehe ich gerne Commando? Ich achte darauf, und es ist so etwas wie ein Nervenkitzel um Leute wie diese.

source: [_S_] Doesn't it excite you when you're half naked up on stage?
german: [_S_] Aufregt dich nicht, wenn du halb nackt auf der Bühne bist?

source: [_M_] That's different. I have to... The mob makes me.
dutch: [_M_] Dat is anders. Ik moet... De mob maakt mij.
german: [_M_] Das ist anders. Ich muss mich... Der Mob macht mich.

source: [_S_] Not when you were my age and stripping they weren't.
dutch: [_S_] Niet toen je mijn leeftijd was en ze werden ontdaan.
german: [_S_] Nicht als du mein Alter warst und sie abstreifte.

source: [_S_] Seriously, just when I think you finally dropped the lame overprotective mom act, and started being cool, and respecting me as an adult, you start treating me like I'm a kid again.
dutch: [_S_] serieus, net als ik denk dat je eindelijk de slappe overbeschermende handeling hebt laten vallen en begon cool te zijn, en met respect voor mij als volwassen, ga je me weer als een kind behandelen.
german: [_S_] Ernsthaft, nur wenn ich glaube, du hast endlich den lahmen Mama Akt fallen gelassen und begann cool, und respektieren mich als Erwachsene, beginnen Sie mich zu behandeln, wie ich bin ein Kind wieder.

source: [_S_] Judging me, by the way, for something no one can see. When you're up on stage shaking your tits and ass for anybody that walks in the door!
dutch: [_S_] Beoordeel me overigens voor iets dat niemand kan zien. Wanneer je op het podium met het schudden van je strot en pas op voor iedereen die voor de deur loopt!
german: [_S_] Ich urteile übrigens für etwas, das niemand sehen kann. Wenn du auf der Bühne bist, schütteln deine Titten und Arsch für jeden, der in der Tür spazieren geht!

source: [_M_] Okay!... Okay... You're right. I'm in no position to criticize you on this. But the world can be a scary place, and I worry.
dutch: [_M_] Okay!... OK... Je hebt gelijk. Ik kan je hier niet bekritiseren. Maar de wereld kan een enge plek zijn en ik maak me zorgen.
german: [_M_] Okay!... Okay... Du hast Recht. Ich bin nicht in der Lage, dich daran zu kritisieren. Aber die Welt kann ein furchtbarer Ort sein, und ich mache mir Sorgen.

source: [_S_] I'm a grown woman. I can make my own choices now. Why can't you respect that?
dutch: [_S_] Ik ben een volwassen vrouw. Ik kan nu mijn eigen keuzes maken. Waarom kan jij dat niet respecteren?
german: [_S_] Ich bin eine erwachsene Frau. Ich kann jetzt meine eigenen Entscheidungen treffen. Warum kannst du das nicht respektieren?

source: [_M_] You, you're right... You're an adult now, and I have to accept that. I shouldn't have gotten on your case about what you chose to wear, or... not wear, I guess.
dutch: [_M_] Jou, je hebt gelijk... Je bent nu een volwassen, en dat moet ik accepteren. Ik had uw zaak niet moeten behandelen over wat je hebt gekozen om te dragen of... niet draait, denk ik.
german: [_M_] Du, du hast Recht... Du bist jetzt ein Erwachsener und ich muss das akzeptieren. Ich hätte nicht auf Ihren Fall über das, was Sie zu tragen, oder... nicht zu tragen, glaube ich.

source: [_M_] I'm sorry, Okay?
dutch: [_M_] Het spijt me, Okay?
german: [_M_] Tut mir leid, Okay?

source: [_M_] Come on! Don't be mad! I'm still your "cool stripper mom".
dutch: [_M_] Kom op! Wees niet boos! Ik ben nog steeds jouw "coole stripper moment".
german: [_M_] Komm schon! Sei nicht verrückt! Ich bin immer noch dein "cooler Abstreifer Mam".

source: [_S_] Mom, Stop it! You're embarrassing me!
dutch: [_S_] Mama, Stop het! Je bent me in verlegenheid!
german: [_S_] Mama, Halte es! Du bist peinlich!

source: [_M_] Say it! Who's your cool stripper mom?
dutch: [_M_] Zeg het! Wie is jouw coole stripper moment?
german: [_M_] Sag es! Wer ist deine coole Abstreifer Mama?

source: [_S_] Uhg... Fine! You are.
dutch: [_S_] Uhg... Prima! Jij bent.
german: [_S_] Uhg... gut! Du bist es.

source: [_S_] You're my cool stripper mom.
dutch: [_S_] Je bent mijn coole stripper mom.
german: [_S_] Du bist meine coole Abstreifer Mama.

source: [_M_] There... See? All better.
dutch: [_M_] Okee? Alles beter.
german: [_M_] Sie... Sie? Alles besser.

source: [_M_] Forgive me for overreacting?
dutch: [_M_] mij vergeeft voor overreactie?
german: [_M_] Verzeihen Sie mir eine Überreaktion?

source: [_S_] I guess.
dutch: [_S_] Ik raad het.
german: [_S_] Ich vermute.

source: [_M_] I'm glad.
dutch: [_M_] Ik ben blij.
german: [_M_] Ich freue mich.

source: [_M_] So... you're really okay walking around in just a skirt and top? It doesn't bother you being all... exposed?
dutch: [_M_] Zonder... Je bent er echt niet in geslaagd om rond te lopen in slechts een rok en top? Het stoort je niet om alle... blootgesteld?
german: [_M_] Also... du bist wirklich in Ordnung, wenn du nur in einem Rock und oben herumsprichst? Es stört dich nicht alles... aufgedeckt?

source: [_S_] You wouldn't understand...
dutch: [_S_] U zou het niet begrijpen...
german: [_S_] Du würdest nicht verstehen...

source: [_M_] I might... Go on, tell me.
dutch: [_M_] Ik kan... Ga door, vertel het me.
german: [_M_] Ich könnte... Gehe weiter, sag mir.

source: [_S_] It's exciting, you know? Walking past strangers, and especially people I know. I can't help but imagine what they'd think or say if they knew, and I get really... Well, you know...
dutch: [_S_] Het is spannend, weet je het? In het verleden wandelen, en vooral mensen die ik ken. Ik kan me niet voorstellen wat ze zouden denken of zouden zeggen als ze het wisten, en ik raak echt echt... Nou, je weet het...
german: [_S_] Es ist aufregend, du weißt? Gehst du an Fremden vorbei, und vor allem an Leuten, die ich kenne. Ich kann nicht umhin, mir vorzustellen, was sie denken oder sagen würden, wenn sie es wußten, und ich bekomme wirklich... Nun, du weißt...

source: [_S_] Is that weird?
dutch: [_S_] Is dat raar?
german: [_S_] Ist das seltsam?

source: [_M_] Maybe, but I'd be lying if I said I'd never thought about doing it myself. I've never been brave enough to actually do it like you, though.
dutch: [_M_] Misschien, maar ik zou liegen als ik zei dat ik het nooit zelf zou doen. Ik heb echter nog nooit de moed gehad om het echt zoals jij te doen.
german: [_M_] vielleicht, aber ich würde lügen, wenn ich sagte, ich würde nie daran denken, es selbst zu tun. Aber ich habe nie den Mut gehabt, es tatsächlich wie du zu tun.

source: [_S_] Really? You've thought about not wearing underwear before? Like when you're shopping, or at work?
dutch: [_S_] Echt? Je hebt er aan gedacht geen onderwear te dragen? Vind je het leuk als je koopt, of op het werk?
german: [_S_] Wirklich? Du hast gedacht, vorher keine Unterwäsche zu tragen? Wie wenn du einkaufst oder am Arbeitsplatz?

source: [_M_] Sure. Especially when I'm at work.
dutch: [_M_] Natuurlijk, speciaal wanneer ik aan het werk ben.
german: [_M_] Sicher. Besonders wenn ich arbeite.

source: [_M_] I'm a little embarrassed to admit it, but yes... I've had fantasies about teaching my class like that.
dutch: [_M_] Ik ben een beetje verlegen om het toe te geven, maar ja... Ik heb fantasieën gehad om mijn klas zo te onderwijzen.
german: [_M_] Ich bin ein wenig peinlich, es zuzugeben, aber ja... Ich habe Phantasien gehabt, meine Klasse so zu lehren.

source: [_M_] And yes, imagining what they'd say to me if they knew, or... do to me, if they found out. I get... you know.
dutch: [_M_] En ja, je kunt je voorstellen wat ze tegen me zouden zeggen als ze het wisten, of... doe het tegen me, als ze erachter komen. Ik krijg het... je weet.
german: [_M_] Und ja, ich stelle mir vor, was sie mir sagen würden, wenn sie wussten, oder... tun Sie mir, wenn sie herausgefunden haben. Ich bekomme ... du weiß.

source: [_S_] Wow! I always thought I might just be a massive pervert, but this makes me feel better about it.
dutch: [_S_] Wauw! Ik dacht altijd dat ik gewoon een enorme verdraaiing was, maar dit maakt me er beter van.
german: [_S_] Wow! Ich habe immer gedacht, dass ich einfach ein riesiger Perser sein könnte, aber das macht mich dabei besser.

source: [_MT_] {i}I'm glad she feels comfortable sharing with me, but...{/i}
dutch: [_MT_] {i}Ik ben blij dat ze zich comfortabel voelt om met mij te delen, maar...{/i}
german: [_MT_] {i}Ich bin froh, dass sie sich wohl fühlt, mit mir zu teilen, aber...{/i}

source: [_MT_] {i}Talking about our mutual sexual fantasies feels weird, and this naked hug is suddenly feeling even weirder.{/i}
dutch: [_MT_] {i}Praten over onze wederzijdse seksuele fantasieën voelen zich vreemd, en deze naakte knuffel voelt zich ineens vreemd.{/i}
german: [_MT_] {i}Sprich über unsere gegenseitigen sexuellen Fantasien und dieser nackte Umarmung fühlt sich plötzlich sogar seltsam an.{/i}

source: [_MT_] {i}I hope she didn't notice my nipples getting hard.{/i}
dutch: [_MT_] {i}Ik hoop dat ze mijn nipels hard heeft gemaakt.{/i}
german: [_MT_] {i}Ich hoffe, sie hat nicht bemerkt, dass meine Brustwarzen hart werden.{/i}

source: [_MT_] {i}Oh, who am I kidding? I could feel her nipples hardening against mine before I pulled away.{/i}
dutch: [_MT_] {i}Oh, die ik een grapje maak? Ik kan haar tepels tegen de mijn voelen voordat ik weg trok. {/i}
german: [_MT_] {i}Oh, wer bin ich ein Scherz? Ich könnte ihre Brustwarzen gegen mich aushärten, bevor ich weggezogen habe.{/i}

source: [_MT_] {i}Damn it! Now it's awkward between us. We both know we were turning each other on talking like that. I need to change the subject.{/i}
dutch: [_MT_] {i}Verdraaid! Nu is het lastig tussen ons. We weten allebei dat we elkaar zo aan het praten waren. Ik moet het onderwerp veranderen.{/i}
german: [_MT_] {i}Verdammt! Jetzt ist es schwierig zwischen uns. Wir beide wissen, dass wir uns gegenseitig so verdrehen mussten. Ich muss das Thema ändern.{/i}

source: [_M_] So, umm... Show me what amazing outfit ideas you had in mind for me tonight.
dutch: [_M_] Dus, maxima... Laat me zien welke geweldige outfit ideeën je vanavond voor me in gedachten had.
german: [_M_] So, umm... Zeigen Sie mir, welche erstaunlichen Outfit-Ideen Sie mir heute Abend im Sinn hatten.

source: [_S_] Umm... sure. I saw something on the rack that could be fun and it's in your color. Have you ever been to one of those 1950's themed diners before?
dutch: [_S_] Umm... zeker. Ik zag iets op het rek dat leuk zou kunnen zijn en het in jouw kleur is. Ben je al eens eens eens in een van de jaren vijftig van de eeuwenoude diners geweest?
german: [_S_] Umm... sicher. Ich habe etwas auf dem Rack gesehen, das Spaß machen könnte und es in deiner Farbe. Hast du schon einmal zu einem dieser 50er Jahre Themen-Diner gehört?

source: [_AD_] Will you stop sulking?
dutch: [_AD_] Zal je stoppen met zilen?
german: [_AD_] wirst du aufhören, zu schweifen?

source: [_R_] How can I when my whole life has been turned upside down?
dutch: [_R_] Hoe kan ik wanneer mijn hele leven ondersteboven is gedraaid?
german: [_R_] Wie kann ich mein ganzes Leben auf den Kopf stellen?

source: [_R_] My Dad's in Jail.
dutch: [_R_] mijn vader is in de gevangenis.
german: [_R_] Mein Vater im Gefängnis.

source: [_R_] My Mom has to strip for a mob boss to pay off our family's debts.
dutch: [_R_] Mijn moeder moet een baas van mob verwijderen om de schulden van onze familie af te lossen.
german: [_R_] Meine Mutter muss einen Mob-Boss entfernen, um die Schulden unserer Familie zu begleichen.

source: [_R_] Oh, and a dirty FBI agent is using the whole situation to sexually harass my younger sister!
dutch: [_R_] Oh, en een vuile FBI agent gebruikt de hele situatie om mijn jongere zus seksueel lastig te vatten!
german: [_R_] Oh, und ein schmutziger FBI-Agent nutzt die ganze Situation, um meine jüngere Schwester sexuell zu schikanieren!

source: [_AD_] Stop being such a sad sack. If all this didn't happen, you'd still be just another virgin loser, drooling over the pretty girls in your class.
dutch: [_AD_] Stop met zo'n treurige ontslag. Als dit allemaal niet zou gebeuren, zou je nog een maagd verliezer zijn, die over de mooie meisjes in je klas zou verdrinken.
german: [_AD_] Hören Sie auf, so traurig zu sein. Wenn all dies nicht der Fall ist, wäre es immer noch ein weiterer Jungfrau-Verlierer, der sich über die hübschen Mädchen in deiner Klasse hinwegsetzt.

source: [_AD_] Instead, you're fucking your big sister anytime she's in the mood, your little sister too, unless that jock from your school is busy fucking her.
dutch: [_AD_] In plaats daarvan maak je je grote zus op elk moment in de stemming ook uw zustertje, tenzij die grap van uw school bezig is haar te vermalen.
german: [_AD_] Stattdessen fuckst du deine große Schwester, wenn sie in der Stimmung ist, Auch deine kleine Schwester, es sei denn, dass der Jock von deiner Schule aus damit beschäftigt ist, sie zu ficken.

source: [_AD_] But you like watching that too, don't you?
dutch: [_AD_] Maar je houdt ervan om dat ook te kijken, nietwaar?
german: [_AD_] Aber du schaust dir auch das gerne an, oder?

source: [_R_] It's not like that!
dutch: [_R_] Het is niet zoals dat!
german: [_R_] So ist es nicht!

source: [_AD_] You're probably not the first guy who's got the hots for Mommy, but I bet almost none of them have actaully achieved fucking their mothers like you have!
dutch: [_AD_] Je bent waarschijnlijk niet de eerste man die de hete voor mama heeft, maar ik durf te wedden dat bijna niemand van hen hun moeder heeft verdomd heeft verdomd zoals jij!
german: [_AD_] Du bist wahrscheinlich nicht der erste Kerl, der die Hots für Mommy hat, aber ich wette fast keiner von ihnen haben es akrobiell geschafft ihre Mütter zu ficken wie du!

source: [_AD_] You're probably not the first guy who's got the hots for Mommy, but I bet they don't get to watch their mothers give strip dances every week like you do.
dutch: [_AD_] Je bent waarschijnlijk niet de eerste man die de hete voor mama heeft, maar ik wed dat ze niet kunnen zien hoe hun moeders wekelijks stripdansen geven zoals jij.
german: [_AD_] Du bist wahrscheinlich nicht der erste Kerl, der die Hots für Mommy hat, aber ich wette, dass sie nicht zuschauen, wie ihre Mütter Strip Tänze jede Woche geben wie Sie.

source: [_R_] Yeah, but Joey...
dutch: [_R_] Yeah, maar blijd...
german: [_R_] Ja, aber Joey...

source: [_AD_] Joey, the powerful and connected mob boss, is starting to like you. That's given you a lot of perks, hasn't it?
dutch: [_AD_] Joey, de krachtige en verbonden mob baas begint je te likken. Er zijn veel voordelen aan jou gegeven, toch?
german: [_AD_] Joey, der mächtige und verbundene Mob-Boss, gleicht dich. Das ist dir viel Perks, nicht wahr?
