Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}I know I can just go safely look at the picture I took, but it's so much better in real life.{/i}
dutch: [_RT_] {i}Ik weet dat ik gewoon veilig naar de foto kan kijken, maar in het echte leven is het zo veel beter.{/i}
french: [_RT_] {i}Je sais que je peux aller regarder en toute sécurité la photo que j'ai prise, mais c'est tellement mieux dans la vraie vie.{/i}
german: [_RT_] {i}Ich weiß, dass ich einfach sicher auf das Bild gehen kann, das ich angeschaut habe, aber es ist so viel besser im realen Leben.{/i}
italian: [_RT_] {i}So che posso andare tranquillamente a guardare la foto che ho fatto, ma è molto meglio dal vivo.{/i}
portuguese: [_RT_] {i}Eu sei que posso simplesmente olhar com segurança para a foto que tirei, mas é muito melhor na vida real. {/i}

source: [_RT_] {i}But I better not push my luck, I need to get back on the couch before Aunt Cami notices.{/i}
dutch: [_RT_] {i}Maar ik kan beter niet mijn geluk duwen, ik moet terug op de bank voor Aunt Cami aankondigingen.{/i}
french: [_RT_] {i}Mais je ferais mieux de ne pas pousser ma chance, je dois retourner sur le canapé avant que tante Camillene s'en rende compte.{/i}
german: [_RT_] {i}Aber ich bin besser nicht mein Glück, ich muss zurück auf die Couch gehen, bevor Tante Cami Notizen erhält.{/i}
italian: [_RT_] {i}Meglio non sfidare la fortuna, devo tornare sul divano prima che zia Cami se ne accorga.{/i}
portuguese: [_RT_] {i}Mas é melhor eu não empurrar minha sorte, preciso voltar para o sofá antes que a tia Cami percebe.{/i}

source: [_CT_] {i}Weird.... I've been getting that feeling like someone is staring at me.... {/i}
dutch: [_CT_] {i}Weird.... ik heb het gevoel dat iemand naar mij aan het starten.... {/i}
french: [_CT_] {i}Bizarre.... J'ai l'impression que quelqu'un me regarde.... {/i}
german: [_CT_] {i}Weird.... Ich habe das Gefühl bekommen, dass jemand auf mich startet.... {/i}
italian: [_CT_] {i}Strano.... Ho avuto quella sensazione come se qualcuno mi stesse fissando.... {/i}
portuguese: [_CT_] {i}Estranho.... Fiquei com a sensação de que alguém está olhando para mim.... {/i}

source: [_CT_] {i}[ryan] does seem pretty engrossed in his homework though.... {/i}
dutch: [_CT_] {i}[ryan] lijkt wel mooi geengroeid in zijn huiswerk.... {/i}
french: [_CT_] {i}[ryan] semble cependant assez absorbé par ses devoirs.... {/i}
german: [_CT_] {i}[ryan] scheint jedoch in seinen Hausaufgaben ziemlich eingehüllt zu sein.... {/i}
italian: [_CT_] {i}[ryan] sembra piuttosto assorto nei suoi compiti però.... {/i}
portuguese: [_CT_] {i}[ryan] parece estar muito contemplado na sua tarefa, entretanto.... {/i}

source: [_CT_] {i}Oh, well.... let's see.... what's next?... {/i}
dutch: [_CT_] {i}Ah, goed.... laten we zien.... . hoe komt dat?... {/i}
french: [_CT_] {i}Oh, eh bien.... voyons voir.... quelle est la prochaine étape ?... {/i}
german: [_CT_] {i}Oh, nein.... mal sehen.... Was ist als Nächst?... {/i}
italian: [_CT_] {i}Oh, bene.... vediamo.... cosa c'è dopo?... {/i}
portuguese: [_CT_] {i}Ah, bem .... vamos ver .... o que vem a seguir? ... {/i}

source: [_CT_] {i}I think I should be done after I polish the coffee table.{/i}
dutch: [_CT_] {i}Ik denk dat ik moet doen nadat ik de koffietabel poetser.{/i}
french: [_CT_] {i}Je pense que je devrais avoir fini après avoir poli la table basse.{/i}
german: [_CT_] {i}Ich denke, ich sollte gemacht werden, nachdem ich den Kaffeetisch poliere. {/i}
italian: [_CT_] {i}Penso che dovrei aver finito dopo aver lucidato il tavolino da caffè.{/i}
portuguese: [_CT_] {i}Eu acho que eu deveria ser feito depois de polir a mesinha de café. {/i}

source: [_RT_] {i}Shit!.... She was looking back at me.... I wonder if she noticed.... {/i}
dutch: [_RT_] {i}Shit!.... ze keek terug naar mij.... Ik vraag me af of ze het opmerkt.... {/i}
french: [_RT_] {i}Merde!.... Elle me regardait.... Je me demande si elle m'a remarqué.... {/i}
german: [_RT_] {i}Shit!.... Sie schaute auf mich zurück.... Ich frage mich, ob sie bemerkt hat.... {/i}
italian: [_RT_] {i}Merda!.... Mi stava guardando.... Mi chiedo se se ne sia accorta.... {/i}
portuguese: [_RT_] {i}Merda! .... Ela estava olhando para trás em mim .... Eu me pergunto se ela notou .... {/i}

source: [_RT_] {i}Just keep pretending like you're studying.... just keep studying.... just keep studying.... {/i}
dutch: [_RT_] {i}blijft doen alsof je aan het studeren bent.... gewoon doorgaan met studeren.... {/i}
french: [_RT_] {i}Continuer à faire semblant comme si j'étudiais.... continuer d'étudier.... continuer d'étudier.... {/i}
german: [_RT_] {i}Scheint einfach weiter so, als würdest du studieren.... nur weiter studieren.... nur weiter studieren.... {/i}
italian: [_RT_] {i}Continua a far finta di studiare.... solo continuare a studiare.... solo continuare a studiare.... {/i}
portuguese: [_RT_] {i}Fique fingindo como se estivesse estudando.... continue estudando.... apenas continue estudando.... {/i}

source: [_RT_] {i}Oh my gosh, she's cleaning over here now.{/i}
dutch: [_RT_] {i}Oh, ze schoont hier nu.{/i}
french: [_RT_] {i}Oh mon dieu, elle nettoie ici maintenant.{/i}
german: [_RT_] {i}Oh my gosh, sie reinigt hier jetzt.{/i}
italian: [_RT_] {i}Oh mio Dio, sta pulendo qui adesso.{/i}
portuguese: [_RT_] {i}Oh meu joao, agora ela está limpando aqui.{/i}

source: [_C_] Sorry.... don't mind me.... I've just got to polish the coffee table to finish my work for the day.
dutch: [_C_] Sorry.... vind ik het niet erg .... Ik moet gewoon de koffietafel poetsen om mijn werk voor de dag af te maken.
french: [_C_] Désolé.... ne te dérange pas.... Je dois juste polir la table basse pour finir mon travail pour la journée.
german: [_C_] Entschuldigung.... Ich habe gerade den Kaffeetisch polieren müssen, um meine Arbeit für den Tag zu beenden.
italian: [_C_] Scusa.... non badare a me.... Devo solo lucidare il tavolino da caffè per finire il mio lavoro della giornata.
portuguese: [_C_] Desculpe.... não se importa comigo.... Acabei de lugar a mesa de café para terminar o meu trabalho pelo dia.

source: [_RT_] {i}Oh my God!.... Look at those tits!{/i}
dutch: [_RT_] {i}Oh mijn God!.... Kijk naar die tits!{/i}
french: [_RT_] {i}Oh mon Dieu!.... Regarde ces nichons !{/i}
german: [_RT_] {i}Oh mein Gott!.... Schau dir diese Titten an!{/i}
italian: [_RT_] {i}Oh mio Dio!.... Guarda che tette! {/i}
portuguese: [_RT_] {i}Oh meu Deus!.... Olhe para esses títulos!{/i}

source: [_RT_] {i}I'd like to throw her onto this coffee table and polish something else off.{/i}
dutch: [_RT_] {i}Ik wil haar graag naar deze koffietafel gooien om iets anders te poetsen.{/i}
french: [_RT_] {i}J'aimerais la jeter sur cette table basse et lui polir autre chose.{/i}
german: [_RT_] {i}Ich möchte sie auf diesen Kaffeetisch werfen und etwas anderes polieren.{/i}
italian: [_RT_] {i}Vorrei buttarla su questo tavolino da caffè e lucidare qualcos'altro.{/i}
portuguese: [_RT_] {i}Eu gostaria de jogá-la sobre essa mesa de café e polir algo mais desligado. {/i}

source: [_C_] Excuse me, but are you going to do your homework or just stare down my dress the whole time I'm cleaning?
dutch: [_C_] Sorry, maar ga je je huiswerk maken of ga je gewoon door mijn jurk de hele tijd dat ik schoonmaak?
french: [_C_] Excuses-moi, mais vas-tu faire tes devoirs ou simplement regarder ma robe tout le temps que je nettoie?
german: [_C_] Entschuldigen Sie mich, aber machen Sie Ihre Hausaufgaben oder stapeln Sie mein Kleid die ganze Zeit wenn ich säubere?
italian: [_C_] Scusami, ma hai intenzione di fare i tuoi compiti o di fissare il mio vestito per tutto il tempo che sto pulendo?
portuguese: [__C_] Com licença, mas você vai fazer a lição de casa ou simplesmente estarme o meu vestido o tempo todo que eu estou limpando?

source: [_R_] Oh excuse me.... I'm so sorry.... I was just thinking about.... uh.... math.... and didn't realize I was staring...
dutch: [_R_] Oh excuses mij.... . . Het spijt me zo .... Ik was gewoon aan het denken.... uh.... wis.... en realiseerde me niet dat ik aan het beginnen was...
french: [_R_] Oh excuses-moi.... Je suis vraiment désolée.... Je pensais juste à ça.... euh.... mathématique.... et je n'ai pas réalisé que je te regardais...
german: [_R_] Oh entschuldigen Sie mich.... Es tut mir leid. Ich dachte nur darum.... uh.... math.... und wusste nicht, dass ich angefangen habe...
italian: [_R_] Oh, scusami.... Mi dispiace tanto.... Stavo solo pensando a.... uh.... matematica.... e non mi sono resa conto che stavo fissando...
portuguese: [_R_] Oh me desculpe.... Sinto muito.... só estava pensando em.... uh.... matemática.... não percebeu que estava morrendo de fome...

source: [_C_] Oh.... ok.... just try to be more careful about where your eyes are wandering.
dutch: [_C_] Oh.... ok. Probeer voorzichtig te zijn over waar je ogen heen lopen.
french: [_C_] Oh.... ok.... essaies simplement de faire plus attention à l'endroit où tes yeux errent.
german: [_C_] Oh.... ok.... Versuche nur, vorsichtiger zu sein, wo deine Augen herumwandern.
italian: [_C_] Oh.... ok.... cerca solo di stare più attento a dove vagano i tuoi occhi.
portuguese: [_C_] Ah.... ok.... apenas tente ter mais cuidado com onde seus olhos estão vagando.

source: [_R_] Actually, I can see that I'm in your way.... let me just get my books off the coffee table and I'll meet you in the kitchen when you're all done.
dutch: [_R_] Eigenlijk kan ik zien dat ik weg ben.... Laat me gewoon mijn boeken van de koffietafel halen en ik ontmoet je in de keuken als je klaar bent.
french: [_R_] En fait, je peux voir que je suis sur ton chemin.... laisse-moi retirer mes livres de la table basse et je te retrouverais dans la cuisine quand tu auras terminé.
german: [_R_] Eigentlich kann ich sehen, dass ich im Weg bin .... Lassen Sie mich einfach meine Bücher vom Kaffeetisch abholen und ich werde Sie in der Küche treffen, wenn Sie fertig sind.
italian: [_R_] In realtà, vedo che ti sono d'intralcio.... fammi solo prendere i miei libri dal tavolino e ci vediamo in cucina quando hai finito.
portuguese: [_R_] Na verdade, posso ver que estou no seu caminho.... Deixe-me tirar meus livros da mesa de café e te encontrarei na cozinha quando estiver terminado.

source: [_C_] Thank you! That is very thoughtful!
dutch: [_C_] Bedankt! Dat is heel voorzichtig!
french: [_C_] Merci! C'est très bien pensé!
german: [_C_] Danke! Das ist sehr nachdenklich!
italian: [_C_] Grazie! Questo è molto premuroso!
portuguese: [_C_] Obrigado! Isso é muito cuidadoso!

source: {i}"You cannot get any more affection points from this event"{/i}
dutch: {i}"Je kunt geen affectiepunten meer krijgen van dit evenement"{/i}
french: {i}'Vous ne pouvez plus obtenir plus de points d'affection avec cet événement'{/i}
german: {i}"Du kannst keine weiteren Zuneigungspunkte mehr erhalten"{/i}
italian: {i}"Non puoi ottenere più punti affetto da questo evento"{/i}.
portuguese: {i}"Você não pode obter mais pontos de afeição deste evento"{/i}

source: [_C_] And I'll see you in the kitchen in just a second.
dutch: [_C_] En ik zie je in een seconde in de keuken.
french: [_C_] Et je te verrais dans la cuisine dans une seconde.
german: [_C_] Und ich werde dich in nur einer Sekunde in der Küche sehen.
italian: [_C_] E ci vediamo in cucina tra un secondo.
portuguese: [_C_] E eu te vejo na cozinha em apenas um segundo.

source: [_R_] Alright.... good job today! There's still some room for improvement, but I'm happy with your work.
dutch: [_R_] Oké.... goed werk vandaag! Er is nog ruimte voor verbetering, maar ik ben blij met jouw werk.
french: [_R_] D'accord... du bon travail aujourd'hui ! Il y a encore des choses à améliorer, mais je suis content de ton travail.
german: [_R_] Okay, gute Arbeit heute! Es gibt noch einiges zu verbessern, aber ich bin mit deiner Arbeit zufrieden.
italian: [_R_] Ok.... buon lavoro oggi! C'è ancora qualche margine di miglioramento, ma sono felice del tuo lavoro.
portuguese: [_R_] Certo.... bom trabalho hoje! Ainda há espaço para melhorias, mas estou feliz com seu trabalho.

source: [_C_] You're too kind.
dutch: [_C_] Je bent te aardig.
french: [_C_] Tu es trop gentil.
german: [_C_] Du bist zu freundlich.
italian: [_C_] Sei troppo gentile.
portuguese: [_C_] Você é muito gentil.

source: [_R_] Haha.... love the sarcasm Aunt Camille!
dutch: [_R_] Haha.... hou van de sarcasme Aunt Camille!
french: [_R_] Haha.... j'adore le sarcasme tante Camille !
german: [_R_] Haha.... Liebe die Sarkasmus Tante Camille!
italian: [_R_] Haha.... adoro il sarcasmo zia Camille!
portuguese: [_R_] Haha.... amam a Camila de tia sarcasmo!

source: [_R_] So, I guess I'll probably see you again tomorrow morning.
dutch: [_R_] Dus ik denk dat ik je morgenochtend waarschijnlijk weer zie.
french: [_R_] Donc, je suppose que je te reverrai probablement demain matin.
german: [_R_] Also, ich vermute, ich werde dich morgen morgen morgen wieder sehen.
italian: [_R_] Quindi, credo che probabilmente ci rivedremo domani mattina.
portuguese: [__R_] Então, eu acho que provavelmente vou ver você de novo amanhã de manhã.

source: [_R_] So, I guess I'll probably see you again Monday morning.
dutch: [_R_] Dus ik denk dat ik je waarschijnlijk weer zie maandagmorgen.
french: [_R_] Donc, je suppose que je te reverrai probablement lundi matin.
german: [_R_] Also, ich denke, ich werde dich wahrscheinlich wieder Montagmorgen sehen.
italian: [_R_] Quindi, immagino che probabilmente ti vedrò di nuovo lunedì mattina.

source: [_C_] Not if I kill myself first.
dutch: [_C_] Niet als ik eerst mezelf dood.
french: [_C_] Pas si je me tue d'abord.
german: [_C_] nicht, wenn ich mich zuerst töte.
italian: [_C_] Non se mi uccido prima.
portuguese: [_C_] Não se eu me matar primeiro.

source: [_R_] And there she is...
dutch: [_R_] En daar is zij...
french: [_R_] Et la voilà...
german: [_R_] Und da ist sie...
italian: [_R_] E lì è...
portuguese: [_R_] E aí está ela...

source: [_R_] I'm actually quite enjoying the view.
dutch: [_R_] Ik ben eigenlijk aardig blij met de weergave.
french: [_R_] En fait, j'apprécie beaucoup la vue.
german: [_R_] Ich freue mich eigentlich sehr über die Aussicht.
italian: [_R_] Mi sto davvero godendo la vista.
portuguese: [_R_] Na verdade estou gostando bastante da vista.

source: [_C_] Oh my God.... you little pervert!
dutch: [_C_] Oh mijn God.... jij bederf!
french: [_C_] Oh mon Dieu.... petit pervers !
german: [_C_] Oh mein Gott.... Du bist ein wenig pervertiert!
italian: [_C_] Oh mio Dio.... piccolo pervertito!
portuguese: [_C_] Meu Deus.... seu pouco pervertido!

source: [_C_] I can't even believe you would be so bold to talk to your own aunt that way!
dutch: [_C_] Ik kan niet eens geloven dat je zo moedig zou zijn om met je eigen tante te praten!
french: [_C_] Je ne peux même pas croire que tu serais si audacieux de parler à ta propre tante de cette façon!
german: [_C_] Ich kann nicht einmal glauben, dass du so mutig bist, mit deiner Tante zu sprechen!
italian: [_C_] Non posso nemmeno credere che tu sia così audace da parlare a tua zia in questo modo!
portuguese: [__C_] Eu não posso nem acreditar que você seria tão ousado para falar com a sua própria tia dessa forma!

source: [_C_] I'm going to be talking to your mother about this!
dutch: [_C_] Ik ga hier met je moeder over praten!
french: [_C_] Je vais en parler à ta mère!
german: [_C_] Ich werde mit deiner Mutter darüber sprechen!
italian: [_C_] Ne parlerò con tua madre!
portuguese: [_C_] Eu vou falar com sua mãe sobre isso!

source: [_R_] Go ahead.... I'll just tell her you're making up stories to try to get out of having to work.
dutch: [_R_] Ga vooruit.... Ik zal haar gewoon vertellen dat je verhalen maakt om te proberen weg te komen van het werk.
french: [_R_] Vas-y.... Je vais juste lui dire que tu inventes des histoires pour essayer de ne plus avoir à travailler.
german: [_R_] Gehe vorwärts.... Ich werde ihr nur sagen, du machst Geschichten auf, um zu versuchen, aus der Arbeit herauszukommen.
italian: [_R_] Vai avanti.... Le dirò semplicemente che ti stai inventando delle storie per cercare di evitare di dover lavorare.
portuguese: [_R_] Vá em frente .... Eu só vou dizer a ela que você está inventando histórias para tentar sair de ter que trabalhar.

source: [_R_] And trust me.... by the way she's feeling towards you and your work ethic these days, she's going to believe me over you.
dutch: [_R_] En vertrouw me.... zoals ze deze dagen voor jou voelt en je werk ethisch, zal ze me over je gaan geloven.
french: [_R_] Et crois-moi.... du fait de comment elle se sent envers toi et ton éthique de travail ces jours-ci, elle va me croire plus que toi.
german: [_R_] Und vertraue mir.... sie fühlt sich dir und deiner Arbeitsethik dieser Tage gegenüber, sie wird mir an dich glauben.
italian: [_R_] E fidati di me.... dal modo in cui si sente verso di te e la tua etica del lavoro in questi giorni, crederà più a me che a te.
portuguese: [_R_] E confie em mim.... pela maneira como ela está se sentindo em sua direção e seu trabalho hoje em dia, ela vai acreditar em mim em você.

source: [_R_] I've got a better deal for you.
dutch: [_R_] Ik heb een betere deal voor jou.
french: [_R_] J'ai une meilleure offre pour toi.
german: [_R_] Ich habe ein besseres Angebot für dich.
italian: [_R_] Ho un'offerta migliore per te.
portuguese: [__R_] Eu tenho um acordo melhor para você.

source: [_R_] What if I pay you $100 to flash me for 5 seconds.
dutch: [_R_] Wat als ik je $100 moet betalen om me 5 seconden te flashen.
french: [_R_] Et si je te paie 100$ pour me montrer ton intimité pendant 5 secondes.
german: [_R_] Was ist, wenn ich dir $100 für 5 Sekunden flashe.
italian: [_R_] Che ne dici se ti pago 100 dollari per mostrarmi per 5 secondi.
portuguese: [_R_] E se eu te pagar $100 para me flash por 5 segundos.

source: [_C_] What? Are you kidding me?
dutch: [_C_] Wat? maak je me voor de gek?
french: [_C_] Quoi? Tu te moques de moi ?
german: [_C_] Was? Was? Verrückt mich?
italian: [_C_] Cosa? Mi stai prendendo in giro?
portuguese: [_C_] O quê? Você está brincando comigo?

source: [_R_] I might be paying for all of your bills, but you have no spending money.
dutch: [_R_] Ik betaal misschien al je rekeningen, maar je hebt geen geld.
french: [_R_] Je paie peut-être toutes vos factures, mais tu n'as pas d'argent à dépenser.
german: [_R_] Ich kann für alle deine Rechnungen bezahlen, aber du hast kein Geld auszugeben.
italian: [_R_] Potrei pagare tutte le tue bollette, ma tu non hai soldi da spendere.
portuguese: [__R_] Eu posso estar pagando por todas as suas contas, mas você não tem dinheiro para gastar.

source: [_R_] Wouldn't it be nice to be able to do a little shopping?
dutch: [ _R_] Zou het niet leuk zijn om wat boodschappen te doen?
french: [_R_] Ne serait-ce pas agréable de pouvoir faire un peu de shopping ?
german: [_R_] Wäre es nicht schön, ein wenig einkaufen zu können?
italian: [_R_] Non sarebbe bello poter fare un pò di shopping?
portuguese: [_R_] Não seria bom ser capaz de fazer um pequeno shopping?

source: [_C_] That really would be nice...
dutch: [_C_] Dat zou echt aardig zijn...
french: [_C_] Ce serait vraiment bien...
german: [_C_] Das wäre wirklich schön...
italian: [_C_] Sarebbe davvero bello...

source: [_C_] Shopping is what makes me happy...
dutch: [_C_] Shopping is wat me blij maakt...
french: [_C_] Le shopping est ce qui me rend heureuse...
german: [_C_] Shopping macht mich glücklich...
italian: [_C_] Lo shopping è ciò che mi rende felice...
portuguese: [_C_] comprar é o que me faz feliz...

source: [_R_] Plus you've already flashed me your boobs in the bathroom.... so it's not like I haven't seen them.
dutch: [_R_] Plus je hebt me al je laarzen in de badkamer geflasht.... dus het is niet zoals ik ze niet gezien heb.
french: [_R_] De plus, tu m'as déjà flashé tes seins dans la salle de bain.... donc ce n'est pas comme si je ne les avais pas vus.
german: [_R_] Plus du hast mir bereits deine Bügel im Badezimmer geblasen.... also ist es nicht so, als habe ich sie nicht gesehen.
italian: [_R_] Inoltre mi hai già mostrato le tue tette in bagno.... quindi non è che non le abbia viste.
portuguese: [_R_] Além disso, você já me piscou seus bobos no banheiro.... então não é como se eu não tivesse visto.

source: [_R_] And the kitchen too for that matter.
dutch: [_R_] En dat geldt ook voor de keuken.
french: [_R_] Et à la cuisine aussi d'ailleurs.
german: [_R_] Und auch die Küche für diese Frage.
italian: [_R_] E anche in cucina se è per questo.
portuguese: [__R_] E a cozinha também para esse assunto.

source: [_R_] And we don't even need to talk about what happened in the Lounge the other evening.
dutch: [_R_] En we hoeven het niet eens te hebben over wat er gisteravond in de Lounge is gebeurd.
french: [_R_] Et nous n'avons même pas besoin de parler de ce qui s'est passé dans le Salon l'autre soir.
german: [_R_] Und wir müssen nicht einmal darüber reden, was am letzten Abend in der Lounge passiert ist.
italian: [_R_] E non abbiamo nemmeno bisogno di parlare di ciò che è successo nella Lounge l'altra sera.

source: [_C_] Yes... Can we please not talk about that.
dutch: [_C_] Ja... Kunnen we daar alsjeblieft niet over praten?
french: [_C_] Oui... Pouvons-nous s'il vous plaît ne pas parler de ça.
german: [_C_] Ja... Können wir bitte nicht darüber reden.
italian: [_C_] Sì... Possiamo non parlarne, per favore.

source: [_C_] Make it $150, let me off work tomorrow, and you have a deal.
dutch: [_C_] Maak het $150, laat me morgen afwerken en je hebt een deal.
french: [_C_] 150$, laisse-moi ne pas travailler demain, et tu as un marché.
german: [_C_] Machen Sie es 150, lassen Sie mich morgen arbeiten und Sie haben eine Vereinbarung.
italian: [_C_] Facciamo 150 dollari, fammi uscire dal lavoro domani e siamo d'accordo.
portuguese: [__C_] Faça-o $150, deixe-me de folga trabalhar amanhã, e você tem um acordo.

source: [_R_] Let's see them!
dutch: [_R_] Laten we ze zien!
french: [_R_] Voyons!
german: [_R_] Sehen wir sie!
italian: [_R_] Vediamo loro!
portuguese: [_R_] Vamos vê-los!

source: [_C_] For 5 seconds only.
dutch: [_C_] Slechts 5 seconden lang.
french: [_C_] Pendant 5 secondes seulement.
german: [_C_] nur für 5 Sekunden.
italian: [_C_] Solo per 5 secondi.
portuguese: [_C_] Por apenas 5 segundos.

source: [_C_] And keep your phone in your pocket. You can't take any pictures.
dutch: [_C_] en houd je telefoon in je zak. Je kunt geen foto's nemen.
french: [_C_] Et gardes ton téléphone dans ta poche. Tu ne peux pas prendre de photos.
german: [_C_] und halten Sie Ihr Telefon in der Tasche. Sie können keine Bilder machen.
italian: [_C_] E tieni il tuo telefono in tasca. Non puoi fare nessuna foto.
portuguese: [__C_] E mantenha o seu telefone no bolso. Você não pode tirar nenhuma foto.

source: [_R_] Well, I'll be taking some mental ones.
dutch: [_R_] Nou, ik neem wat mentaal mee.
french: [_R_] Eh bien, je vais en prendre des mentales.
german: [_R_] Nun, ich werde einige geistige nehmen.
italian: [_R_] Beh, ne farò alcune mentali.
portuguese: [_R_] Bem, vou tomar algumas ideias mentais.

source: [_C_] Okay.... here we go...
dutch: [_C_] Okay.... hier gaan we...
french: [_C_] D'accord.... c'est parti...
german: [_C_] Okay.... hier geht's...
italian: [_C_] Ok.... ci siamo...

source: [_RT_] {i}Ha.... she can't even look at me.... {/i}
dutch: [_RT_] {i}Ha.... ze kan me niet eens bekijken.... {/i}
french: [_RT_] {i}Ha.... elle ne peut même pas me regarder.... {/i}
german: [_RT_] {i}Ha.... sie kann mich nicht einmal ansehen.... {/i}
italian: [_RT_] {i}Ha.... non riesce nemmeno a guardarmi.... {/i}
portuguese: U[_RT_] {i}Vem.... ela não consegue nem me olhar... . {/i}
