Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_S_] I know, I'm excited to see all the flowers! I have so many ideas on how we should lay out the beds.
italian: [_S_] Lo so, sono entusiasta di vedere tutti i fiori! Ho così tante idee su come dovremmo esporre i letti.

source: [_M_] Maybe we could plant some herbs. Oh, and some vegetables too!
italian: [_M_] Forse potremmo piantare qualche erba. Oh, e qualche verdura troppo!

source: [_S_] That's a great idea!
italian: [_S_] È una grande idea!

source: [_M_] Your dad and I had big plans for this yard when we first moved in. A beautiful garden, a deck and pergola to lay out in, a pool for you kids, maybe a jacuzzi for the adults, an out door eating area and a grill for your dad.
italian: [_M_] Il tuo papà ed io avevamo grandi piani per questo cantiere quando ci siamo trasferiti per la prima volta. Un bel giardino, un ponte e un pergolato da stendere, una piscina per i vostri bambini, forse una vasca idromassaggio per gli adulti, una zona mangiare fuori porta e una griglia per il vostro papà.

source: [_S_] Well, we're all adults now.
italian: [_S_] Beh, ora siamo tutti adulti.

source: [_M_] Haha... Sorry, Sweety.
italian: [_M_] Haha... Scusa, Dolce.

source: [_S_] So why didn't he ever finish it?
italian: [_S_] Allora perché non l'ha mai finito?

source: [_M_] He got busy with work. Said he didn't have time anymore to waste on it.
italian: [_M_] Si è occupato di lavoro. Ha detto che non aveva più tempo da sprecare su di esso.

source: [_S_] That's a shame. At least we've got the garden, if not the pool and hot tub!
italian: [_S_] È un peccato. Almeno abbiamo il giardino, se non la piscina e la vasca idromassaggio!

source: [_RT_] {i}I'm glad to see them getting along. They've been a little distant from each other even before Sidney moved back in.{/i}
italian: [_RT_] {i}Sono contento di vederli andare d'accordo. Sono stati un po' distanti l'uno dall'altro anche prima che Sidney si spostasse indietro.{/i}

source: [_RT_] {i}Maybe I can help them out and score some points with both of them as well.{/i}
italian: [_RT_] {i}Forse posso aiutarli e segnare alcuni punti anche con entrambi.{/i}

source: [_R_] Hey, why don't you two take a break and go lay out on the deck. I can finish weeding this flower bed for you while you two relax in the sun.
italian: [_R_] Ehi, perché non si prende una pausa e andare a stendere sul mazzo. Posso finire di diserbare questo letto fiore per voi mentre voi due rilassarsi al sole.

source: [_S_] That'd be amazing! Thank you, [ryan].
italian: [_S_] Sarebbe incredibile! Grazie, [ryan].

source: [_M_] Are you sure? It's a lot of work for one person. And this is supposed to be something Sidney and I do together.
italian: [_M_] Sei sicuro? È molto lavoro per una persona. E questo dovrebbe essere qualcosa che io e Sidney facciamo insieme.

source: [_S_] It's fine, Mom. I love the flowers but I always hated weeding.
italian: [_S_] Va bene, mamma. Amo i fiori ma ho sempre odiato l'erbacca.

source: [_S_] Besides, we can work on our tans before the sun goes down!
italian: [_S_] Inoltre, possiamo lavorare sulle nostre abbronzature prima che il sole scenda!

source: [_R_] Yeah, don't worry about it, Mom. I'll take care of the weeds. You guys just relax.
italian: [_R_] Sì, non preoccupatevi, mamma. Mi prenderò cura delle erbacce. Voi ragazzi vi rilassate.

source: [_M_] Well, ok... Make sure you dig up the roots, ok? Or the little buggers'll just grow right back.
italian: [_M_] Beh, ok... Assicurati di scavare le radici, ok? O i piccoli buggers cresceranno appena indietro.

source: [_M_] I suppose it'll be nice to relax in the sun for a bit.
italian: [_M_] Suppongo che sarà bello rilassarsi al sole per un po'.

source: [_M_] We can still bond while laying out in the sun just as well as when we're working in the garden.
italian: [_M_] Possiamo ancora legare mentre posiamo al sole così come quando stiamo lavorando in giardino.

source: [_S_] Thanks again, [ryan]. I'll have to find a way to thank you later.
italian: [_S_] Grazie ancora, [ryan]. Dovrò trovare un modo per ringraziarti più tardi.

source: [_M_] Do you know where Mandy put the sun screen, Sidney?
italian: [_M_] Sai dove Mandy ha messo lo schermo del sole, Sidney?

source: [_RT_] {i}Wow, they look hot!{/i}
italian: [_RT_] {i}Wow, sembrano caldo!{/i}

source: [_M_] No, did she really!?
italian: [_M_] No, ha davvero!?

source: [_S_] She did! I was so embarrassed for her!
italian: [_S_] Lei ha fatto! Ero così imbarazzato per lei!

source: [_M_] Well, it sounded like she had it coming.
italian: [_M_] Beh, sembrava che fosse venuta.

source: [_S_] I know, right? I feel bad, but I don't mind telling you I laughed a little.
italian: [_S_] Lo so, giusto? Mi sento male, ma non mi dispiace dirti che ho riso un po'.

source: [_RT_] {i}After everything that's happened to us, I'm a little proud of myself for all the work I've done to help the family.{/i}
italian: [_RT_] {i}Dopo tutto quello che ci è capitato, sono un po' orgoglioso di me per tutto il lavoro che ho fatto per aiutare la famiglia.{/i}

source: [_RT_] {i}Being the one to protect and provide for everyone. Is this what being the man of the house really feels like?{/i}
italian: [_RT_] {i}Essere quello da proteggere e fornire a tutti. È questo che è l'uomo di casa che si sente davvero?{/i}

source: [_RT_] {i}Maybe Dad was right about hard work being its own reward.{/i}
italian: [_RT_] {i}Forse papà era giusto circa il duro lavoro essere la sua ricompensa.{/i}

source: [_RT_] {i}Still...{/i}
italian: [_RT_] {i}Ancora...{/i}

source: [_RT_] {i}Maybe hard work is it's own reward.{/i}
italian: [_RT_] {i}Forse il duro lavoro è la sua ricompensa.{/i}

source: [_RT_] {i}But there's nothing wrong with getting some perks for that work, is there?{/i}
italian: [_RT_] {i}Ma non c'è niente di sbagliato con ottenere alcuni vantaggi per quel lavoro, è lì?{/i}

source: [_M_] Are you sure you got all of the weeds? Roots too?
italian: [_M_] Sei sicuro di avere tutte le erbacce? Radici troppo?

source: [_R_] Yup, the weeds of flower bed five have been exterminated!
italian: [_R_] Yup, le erbacce del letto floreale cinque sono state sterminate!

source: [_S_] God, [ryan]... you're such a nerd!
italian: [_S_] Dio, [ryan]... sei un tale nerd!

source: [_RT_] {i}Shit... And this view is making your brother get a hard-on.{/i}
italian: [_RT_] {i}merda... E questa vista sta facendo diventare tuo fratello un hard-on.{/i}

source: [_R_] I see you found the sun screen. Did you put some on already?
italian: [_R_] Vedo che hai trovato lo schermo solare. Ne hai già messo un po'?

source: [_M_] No, not yet. Mandy put it in the garage when she cleaned up the yard this weekend. So, we're waiting for the sun to warm it up.
italian: [_M_] No, non ancora. Mandy lo ha messo in garage quando ha ripulito il cortile questo fine settimana. Quindi, stiamo aspettando che il sole lo scaldi.

source: [_M_] Why?
italian: [_M_] Perché?

source: [_S_] Oh, I get it, you want to "help" us again, right?
italian: [_S_] Oh, lo capisco, vuoi "aiutarci" di nuovo, giusto?

source: [_R_] If you need someone to rub sunscreen on your back, I'm your guy.
italian: [_R_] Se hai bisogno di qualcuno per strofinare la protezione solare sulla schiena, sono il tuo ragazzo.

source: [_ST_] {i}Oh, God!... Just as I suspected, he is hitting on both me, and Mom!{/i}
italian: [_ST_] {i}Oh, Dio!... Proprio come sospettavo, lui sta colpendo su di me e Mamma!{/i}

source: [_ST_] {i}Does he have no shame?{/i}
italian: [_ST_] {i}Non ha vergogna?{/i}

source: [_ST_] {i}I'm not gonna let this little two-timer get away with this!{/i}
italian: [_ST_] {i}Non lascerò che questo piccolo due timer si muova con questo!{/i}

source: [_RT_] {i}I've got a naughtier idea.{/i}
italian: [_RT_] {i}Ho un'idea naughtier.{/i}

source: [_RT_] {i}If Mom and Sidney want to get closer to each other, then I'll help them get {b}really{/b} close to each other.{/i}
italian: [_RT_] {i}Se Mamma e Sidney vogliono avvicinarsi l'un l'altro, allora li aiuterò a ottenere {b}davvero{/b} vicino l'un all'altro.{/i}

source: [_S_] Oh, [ryan]... You're back!
italian: [_S_] Oh, [ryan]... Sei tornato!

source: [_S_] Did you decide you want to mess around, after all?
italian: [_S_] Hai deciso di fare un pasticcio, dopo tutto?

source: [_R_] No!... I'm not going to risk everything for ten minutes of fun.
italian: [_R_] no!... Non rischierò tutto per dieci minuti di divertimento.

source: [_R_] Even if it is with my sexy sister.
italian: [_R_] Anche se è con la mia sorella sexy.

source: [_S_] Aww... Well, suit yourself.
italian: [_S_] Aww... Beh, va bene.

source: [_RT_] {i}There's Sidney.{/i}
italian: [_RT_] {i}C'è Sidney.{/i}

source: [_RT_] {i}I think I'll go say hi.{/i}
italian: [_RT_] {i}Penso che andrò a dire suo.{/i}

source: [_R_] Hey, Sidney. Are you coming or going?
italian: [_R_] Hey, Sidney. Stai venendo o andandando?

source: [_S_] I just got home, thought I'd stretch a little extra out here in the sun.
italian: [_S_] Sono appena arrivato a casa, pensavo che stenderei un po 'in più qui al sole.

source: [_S_] I'm so glad you're taking such good care of the yard... It's so much nicer out here.
italian: [_S_] Sono così contento che ti stai occupando così bene del cantiere... È molto più bello da qui.

source: [_S_] Wish you'd come with me. There wasn't anybody under the bridge today.
italian: [_S_] Ti piacerebbe venire con me. Non c'era nessuno sotto il ponte oggi.

source: [_R_] You left too early. I just got up.
italian: [_R_] Sei partito troppo presto. Mi sono appena alzato.

source: [_S_] Well, no harm done.
italian: [_S_] Beh, nessun danno fatto.

source: [_S_] Most everyone is still in bed, right?
italian: [_S_] La maggior parte di tutti è ancora a letto, giusto?

source: [_R_] For the most part.
italian: [_R_] Per la maggior parte.

source: [_S_] Let's just screw around out here.
italian: [_S_] Facciamo semplicemente girare fuori qui.

source: [_R_] Are you kidding?
italian: [_R_] Stai scherzando?

source: [_R_] We could get caught!
italian: [_R_] Potremmo essere catturati!

source: [_S_] I know... That makes it even more exciting!
italian: [_S_] lo so... Questo lo rende ancora più eccitante!

source: [_R_] Getting caught by our family is so much worse than getting caught by random strangers!
italian: [_R_] Essere catturati dalla nostra famiglia è così peggio che essere catturati da sconosciuti casuali!

source: [_S_] Well, if you ever decide to grow a pair, you know where to find me.
italian: [_S_] Beh, se decidi mai di coltivare una coppia, sai dove trovarmi.

source: [_L_] [ryan], why are you back?
italian: [_L_] [ryan], perché sei tornato?

source: [_R_] Just bored, I guess...
italian: [_R_] Appena annoiato, immagino...

source: [_L_] Well, give us a little space, we need to focus on our instaslam accounts.
italian: [_L_] Beh, ci dia un po' di spazio, dobbiamo concentrarci sui nostri account di instaslam.

source: [_R_] Alright, I'm going.
italian: [_R_] Va bene, sto andando.

source: [_RT_] {i}What are those two up too?{/i}
italian: [_RT_] {i}Che cosa sono anche questi due?{/i}

source: [_R_] Hey, You're breaking our exclusive rights contract!
italian: [_R_] Hey, stai violando il nostro contratto di diritti esclusivi!

source: [_R_] You can only take pictures for my Cosplay Heavan website.
italian: [_R_] È possibile scattare solo foto per il mio sito Cosplay Heavan.

source: [_L_] You wish!
italian: [_L_] Lo desideri!

source: [_MD_] Though, these pics we're posting to instaslam aren't getting nearly as much attention.
italian: [_MD_] Anche se, queste foto che stiamo pubblicando per instaslam non stanno ricevendo quasi tanta attenzione.

source: [_L_] I think we need to...
italian: [_L_] Penso che abbiamo bisogno...

source: [_RT_] {i}Oh, nice! The way Mandy's shirt is hanging, I might be able to catch a glance at a nipple.{/i}
italian: [_RT_] {i}Oh, bello! Il modo in cui la camicia di Mandy è appesa, potrei essere in grado di dare un'occhiata a un capezzolo.{/i}

source: [_RT_] {i}If they want more attention on instaslam, they need to take more pictures of what's down their shirts.{/i}
italian: [_RT_] {i}Se vogliono più attenzione su instaslam, hanno bisogno di scattare più foto di ciò che è giù le loro camicie.{/i}

source: [_RT_] {i}I'd like to give Mandy a nice insta slam righ here and...{/i}
italian: [_RT_] {i}Vorrei dare Mandy un bel insta slam righ qui e...{/i}

source: [_L_] [ryan]! Are you even paying attention, or are you too busy looking down Mandy's top?!
italian: [_L_] [ryan]! Stai anche prestando attenzione, o sei troppo impegnato a guardare giù la cima di Mandy?!

source: [_R_] Why can't I do both?
italian: [_R_] Perché non posso fare entrambi?

source: [_L_] You're such a pig!
italian: [_L_] Sei un tale maiale!

source: [_L_] We're too busy for your shit this morning, so why don't you stop perving and take a hike.
italian: [_L_] Siamo troppo impegnati per la tua merda questa mattina, quindi perché non smettere di percorrere e fare un'escursione.

source: [_L_] ...and so why aren't these pictures getting very many likes?
italian: [_L_] ...e quindi perché queste immagini non sono sempre molto piaciute?

source: [_R_] You're trying to be cute... You need to go for more sexy.
italian: [_R_] Stai cercando di essere carino... Devi andare per più sexy.

source: [_L_] Of course... That's your solution for everthing.
italian: [_L_] Certo... Questa è la tua soluzione per sempre.

source: [_LT_] {i}Goddammit! I'm sure he's right though.{/i}
italian: [_LT_] {i}Goddammit! Sono sicuro che ha ragione, però.{/i}

source: [_L_] Well, I think we'll try this way a little longer and see if we can get any traction.
italian: [_L_] Beh, penso che proveremo in questo modo un po 'più a lungo e vedere se siamo in grado di ottenere qualsiasi trazione.

source: [_L_] If we do decide to go sexier. Maybe you can help us by buying some new sexy swimsuits?
italian: [_L_] Se decidiamo di andare più sexy. Forse puoi aiutarci comprando alcuni nuovi costumi da bagno sexy?

source: [_R_] Hmm... Now that sounds like money well spent.
italian: [_R_] Hmm... Ora che suona come soldi ben spesi.

source: [_M_] Yes, I hope this is really important to be interrupting our sister time again.
italian: [_M_] Sì, spero che questo sia davvero importante per interrompere di nuovo la nostra sorella.

source: [_R_] No... It's not important, sorry.
italian: [_R_] No... Non è importante, mi dispiace.

source: [_RT_] {i}I wonder what Mom's up too?{/i}
italian: [_RT_] {i}Mi chiedo cosa sia anche la mamma?{/i}

source: [_R_] Oh, hey you two.
italian: [_R_] Oh, ti hey due.

source: [_M_] Yes, [ryan]?
italian: [_M_] Sì, [ryan]?

source: [_C_] What do you want?
italian: [_C_] Cosa vuoi?

source: [_R_] Just thought I'd see if I can join you?
italian: [_R_] Pensavo che avrei visto se potessi unirmi a te?

source: [_M_] Sorry, [ryan]... We're kind of in the middle of some sister time.
italian: [_M_] Siamo spiacenti, [ryan]... Siamo gentili nel bel mezzo di qualche tempo di sorella.

source: [_M_] I'd invite you, but...
italian: [_M_] ti inviterei, ma...

source: [_C_] You're annoying.
italian: [_C_] Lei è fastidioso.

source: [_M_] We just don't get much time to just ourselves.
italian: [_M_] Semplicemente non abbiamo molto tempo per noi stessi.

source: [_M_] I hope you understand.
italian: [_M_] Spero che tu capisci.

source: [_C_] Maybe if you brought something of worth to our brunch, but I don't see that ever happening.
italian: [_C_] Forse se hai portato qualcosa di degno al nostro brunch, ma non vedo mai che succeda.

source: [_R_] Alright, alright... I get the point.
italian: [_R_] Va bene, va bene... ottengo il punto.

source: [_RT_] {i}Mom usually goes to her office during this time. I'll just follow her there.{/i}
italian: [_RT_] {i}Mamma di solito va al suo ufficio durante questo periodo. La seguirò lì.{/i}

source: [_RT_] {i}Ok, Let's go to Mom's office and see what she's up to.{/i}
italian: [_RT_] {i}Ok, Andiamo all'ufficio della mamma e vediamo cosa sta per fare.{/i}

source: [_RT_] {i}I'll bet she's paddling the old pink canoe right now.{/i}
italian: [_RT_] {i}Scommetto che sta pagando la vecchia canoa rosa in questo momento.{/i}

source: [_RT_] {i}Oh... Looks like she's actually just doing teacher stuff.{/i}
italian: [_RT_] {i}Oh... Sembra che stia facendo solo cose per insegnanti.{/i}

source: [_M_] Oh, hey [ryan]... Did you need something?
italian: [_M_] Oh, hey [ryan]... Hai bisogno di qualcosa?

source: [_R_] Oh, uh... I guess I just wanted to...
italian: [_R_] Oh, uh... Immagino che volessi solo...

source: [_M_] You thought you were going to catch me taking care of my personal sexual health, didn't you.
italian: [_M_] Hai pensato che stavi per prendermi cura della mia salute sessuale personale, non te.

source: [_M_] I'll have you know that I do use my office for other things besides just... you know.
italian: [_M_] Vi farò sapere che uso il mio ufficio per altre cose oltre a solo... sapete.

source: [_M_] Now, why don't you run along and let me get back to grading my students papers.
italian: [_M_] Ora, perché non corri e lasciami tornare a classificare i miei giornali degli studenti.

source: [_R_] Uh, ok... See you later, Mom.
italian: [_R_] Uh, ok... Ci vediamo più tardi, Mamma.

source: [_R_] I guess I was wrong... It's good to see that she's got at least a little self control.
italian: [_R_] Immagino di aver sbagliato... È bello vedere che ha almeno un piccolo controllo di sé.

source: [_M_] I'm so glad I heard him coming.
italian: [_M_] Sono così contento di averlo sentito venire.

source: [_M_] And I'm so glad he left.
italian: [_M_] E sono così contento che lui se ne sia andato.

source: [_M_] MILFY City just released a new update... I can't wait to get back to it.
italian: [_M_] MILFY City ha appena rilasciato un nuovo aggiornamento... Non vedo l'ora di tornarci.

source: [_M_] Unfortunately [ryan]'s visit will make it so I don't have time to take care of myself though.
italian: La visita di [_M_] Sfortunatamente [ryan]lo renderà così non ho tempo per prendermi cura di me stesso.

source: [_RT_] {i}I gave Mom some sexual relief... Let's see if she's got a little more self-control now.{/i}
italian: [_RT_] {i}Ho dato alla mamma un po' di sollievo sessuale... Vediamo se ora ha un po' più di autocontrollo.{/i}

source: [_RT_] {i}Maybe I should go in and offer my services again.{/i}
italian: [_RT_] {i}Forse dovrei entrare e offrire di nuovo i miei servizi.{/i}

source: [_M_] You scared me!
italian: [_M_] Mi hai spaventato!

source: [_M_] Get in here and shut the door!
italian: [_M_] Entra qui e chiudi la porta!

source: [_M_] I wasn't sure if you were coming or not.
italian: [_M_] Non ero sicuro che tu stesse venendo o no.

source: [_M_] Since I don't have a lot of office time, I got started without you.
italian: [_M_] Dal momento che non ho molto tempo di ufficio, ho iniziato senza di te.

source: [_R_] Without me?... So you're saying you want me to help you out again today?
italian: [_R_] Senza di me?... Quindi stai dicendo che vuoi che ti aiuti di nuovo oggi?

source: [_M_] I mean... If you want to... I don't want to pressure you into anything you don't want to do.
italian: [_M_] Voglio dire... Se vuoi... Non voglio spingerti in qualcosa che non vuoi fare.

source: [_M_] I know most sons don't help their mothers with such things...
italian: [_M_] So che la maggior parte dei figli non aiutano le loro madri con tali cose...

source: [_R_] No, I do want to.
italian: [_R_] No, lo voglio.

source: [_R_] Of course!
italian: [_R_] Certo!

source: [_M_] So... I already know what you're going to offer.
italian: [_M_] So... So già cosa offrire.

source: [_M_] And, while I don't blame you, I think what I had you do for me the other day, was a mistake.
italian: [_M_] E, mentre non ti incolpo, penso che quello che ho fatto per me l'altro giorno, sia stato un errore.

source: [_R_] What?... But Mom...
italian: [_R_] Cosa?... Ma Mamma...

source: [_M_] No, I've already given this a lot of thought.
italian: [_M_] No, ho già dato molto pensiero.

source: [_M_] I'm just going to have to get along on my own from now on.
italian: [_M_] Da ora in poi dovrò solo andare d'accordo con me.

source: [_M_] But, I do appreciate how willing you were to help me out.
italian: [_M_] Ma, apprezzo quanto sei stato disposto ad aiutarmi.

source: [_M_] You're a sweet boy.
italian: [_M_] Sei un ragazzo dolce.

source: [_M_] I mean, man... but you'll always be my little boy.
italian: [_M_] Voglio dire, uomo... ma sarai sempre il mio ragazzino.

source: [_R_] Alright, Mom... If that's the way you feel.
italian: [_R_] Bene, Mamma... Se questo è il modo in cui ti senti.

source: [_R_] I'll see you soon.
italian: [_R_] Ci vediamo presto.

source: [_RT_] {i}She'll come back around... I just need to get her more sexually frustrated.{/i}
italian: [_RT_] {i}Lei tornerà in giro... Ho solo bisogno di farla più frustrata sessualmente.{/i}

source: [_MT_] {i}Urrgghh... How could I have let my son do that to me the other day?{/i}
italian: [_MT_] {i}Urrgghh... Come avrei potuto lasciare che mio figlio lo facesse l'altro giorno?{/i}

source: [_MT_] {i}And why do I want him to do it again to me so badly?{/i}
italian: [_MT_] {i}E perché voglio che lo faccia di nuovo a me così male?{/i}

source: [_MT_] {i}I barely had the strength to turn him down today.{/i}
italian: [_MT_] {i}Ho appena avuto la forza di abbassarlo oggi.{/i}

source: [_MT_] {i}I've got to stop this behavior.{/i}
italian: [_MT_] {i}Devo fermare questo comportamento.{/i}

source: [_MT_] {i}Even if I like it... I need to do it for him.{/i}
italian: [_MT_] {i}Anche se mi piace... devo farlo per lui.{/i}

source: [_MT_] {i}And now I don't even have time to finish myself off.{/i}
italian: [_MT_] {i}E ora non ho nemmeno tempo di finirmi.{/i}

source: [_RT_] {i}Let's see if Mom's actually practicing a little self control.{/i}
italian: [_RT_] {i}Vediamo se la mamma sta effettivamente praticando un po' di autocontrollo.{/i}

source: [_RT_] {i}She's completely out of control!{/i}
italian: [_RT_] {i}È completamente fuori controllo!{/i}

source: [_RT_] {i}I'll be in her pants in no time.{/i}
italian: [_RT_] {i}Sarò tra i suoi pantaloni in pochissimo tempo.{/i}

source: [_RT_] {i}Guess I'd better stop this before it gets any further.{/i}
italian: [_RT_] {i}Indovina che farei meglio a fermarlo prima di ottenere qualsiasi ulteriore.{/i}

source: [_M_] Didn't I tell you to stop sneaking up on me in my office?
italian: [_M_] Non ti ho detto di smettere di intrufolarmi nel mio ufficio?

source: [_R_] And didn't you tell me that you were going to stop doing this in your office?
italian: [_R_] E non mi hai detto che stavi per smettere di fare questo nel tuo ufficio?

source: [_M_] I don't have to answer to you.
italian: [_M_] Non devo rispondervi.

source: [_R_] No, I know, it's just that we're getting pretty close to the deadline for our Oedipal projects, and more students are needing to get your personal help with them.
italian: [_R_] No, lo so, è solo che ci stiamo avvicinando alla scadenza dei nostri progetti edipali, e più studenti hanno bisogno di ottenere il vostro aiuto personale con loro.

source: [_R_] I just don't want to see you get caught.
italian: [_R_] Semplicemente non voglio vederti catturato.

source: [_M_] Ok, I get it. Please come in and close the door. I don't want anyone in the hall to hear this conversation.
italian: [_M_] Ok, lo capisco. Per favore entra e chiudi la porta. Non voglio che nessuno nella sala senta questa conversazione.

source: [_M_] Now, was there something else you needed, besides coming here to interrupt me from... you know.
italian: [_M_] Ora c'era qualcos'altro di cui avevi bisogno, oltre a venire qui per interrompermi da... sai.
