Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Ok, I think I've had enough handys, it's time to take things up a notch.{/i}
dutch: [_RT_] {i}Ok, ik denk dat ik genoeg handen heb, het is tijd om dingen op te nemen.{/i}
french: [_RT_] {i}Ok, je pense que j'ai eu assez de mains, il est temps d'augmenter les choses d'un cran.{/i}
german: [_RT_] {i}Ok, ich glaube, ich habe genug handliche Dinge gehabt, es ist an der Zeit, die Dinge in den Griff zu bekommen. {/i}
italian: [_RT_] {i}Ok, penso di aver avuto abbastanza mani, è il momento di prendere le cose in su un notch.{/i}

source: [_RT_] {i}Ok, she looks like she's asleep, but let's find out if the predator is ready to strike again.{/i}
dutch: [_RT_] {i}Ok, ze ziet eruit alsof ze in slaap is, maar laten we erachter komen of het roofdier klaar is om opnieuw te slaan.{/i}
french: [_RT_] {i}D'accord, elle a l'air de dormir, mais voyons si le prédateur est prêt à frapper à nouveau.{/i}
german: [_RT_] {i}Ok, sie sieht aus wie sie schläft, aber lass uns herausfinden, ob der Raubtierer bereit ist, erneut zu schlagen.{/i}
italian: [_RT_] {i}Ok, sembra che stia dormendo, ma scopriamo se il predatore è pronto a colpire di nuovo.{/i}
portuguese: [_RT_] {i}Ok, ela parece estar dormindo, mas vamos descobrir se o predador está pronto para atacar novamente.{/i}

source: [_RT_] {i}Hmmmm.... {/i}
french: [_RT_] {i}Hmmmmm....{/i}

source: [_RT_] {i}Hmmm.... what is that feeling?.... Did I doze off?.... Where am I?.... {/i}
dutch: [_RT_] {i}Hmmm.... wat is dat gevoel?.... Heb ik uitgegaan?.... Waar ben ik?.... {/i}
french: [_RT_] {i}Hmmm.... quel est ce sentiment?.... Je me suis assoupi ?.... Où suis-je ?.... {/i}
german: [_RT_] {i}Hmmm.... was ist das Gefühl?.... Habe ich abgestuft?.... Wo bin ich?
italian: [_RT_] {i}Hmmm.... cos'è questa sensazione?.... Mi sono appisolata?.... Dove sono?.... {/i}
portuguese: [_RT_] {i}Hmmm.... que sentimento é esse?.... Dei?.... Onde estou?.... {/i}

source: [_RT_] {i}Oh yeah, now I remember! Perfect!.... Sidney's jerkin on my gerkin again!{/i}
dutch: [_RT_] {i}Oh yeah, nu herinner ik me nog! Perfect!.... Zidney's jerkin op mijn kiembaan!{/i}
french: [_RT_] {i}Oh oui, maintenant je me souviens ! Parfait !.... Sidney s'en prend encore à mon engin !{/i}
german: [_RT_] {i}Oh ja, jetzt erinnere ich mich! Perfekt!.... Sidneys Jerkin auf meiner Knie!{/i}
italian: [_RT_] {i}Oh sì, ora ricordo! Perfetto!.... Il jerkin di Sidney di nuovo sul mio gerkin!{/i}
portuguese: [_RT_] {i}Ah, agora eu me lembro! Perfeito!.... charque de Sidney em meu gerkin de novo!{/i}

source: [_ST_] {i}I've got to time this just right.{/i}
dutch: [_ST_] {i}{i} Ik heb dit genoeg tijd hiervoor.{/i}
french: [_ST_] {i}J'ai juste le temps de le faire. {/i}
german: [_ST_] {i}Ich habe genau richtig Zeit bekommen.{/i}
italian: [_ST_] {i}Ho avuto modo di programmare questo giusto.{/i}

source: [_ST_] {i}Time to take the cum shower precaution again.{/i}
dutch: [_ST_] {i}Tijd om de voorzorgsmaatregel opnieuw te nemen tegen de kuikentussen.{/i}
french: [_ST_] {i}Il est temps de prendre à nouveau la précieuse douche de sperme.{/i}
german: [_ST_] {i}Zeit, um die Kaugummi-Vorsichtsmaßnahme erneut zu ergreifen.{/i}
italian: [_ST_] {i}E' ora di prendere di nuovo la precauzione della doccia di sperma.{/i}
portuguese: [_ST_] {i}Tempo para tomar a precaução do chuveiro cum novamente. {/i}

source: [_ST_] {i}If I wipe it up with my panties again, he'll never be the wiser.{/i}
dutch: [_ST_] {i}Als ik het weer veeg met mijn broekspijpen, zal hij nooit wijzer zijn.{/i}
french: [_ST_] {i}Si je l'essuie à nouveau avec ma culotte, il ne sera jamais plus sage.{/i}
german: [_ST_] {i}Wenn ich es wieder mit meinen Panties lösche, wird er nie der weisere sein.{/i}
italian: [_ST_] {i}Se lo pulisco di nuovo con le mie mutandine, lui non se ne accorgerà mai.{/i}
portuguese: [_ST_] {i}Se eu a limpar com as minhas calcinas de novo, ele nunca mais será o mais sábio .{/i}

source: [_ST_] {i}There we go. Now let's play a little more with this little purple helmet.{/i}
dutch: [_ST_] {i}Daar gaan we heen. Laten we nu wat meer spelen met deze kleine paarse helmet.{/i}
french: [_ST_] {i}Voilà. Maintenant, jouons un peu plus avec ce petit casque violet.{/i}
german: [_ST_] {i}Da gehen wir. Lass uns nun ein wenig mehr mit diesem kleinen lila Helm spielen. {/i}
italian: [_ST_] {i}Ecco fatto. Ora giochiamo un pò di più con questo piccolo casco viola.{/i}
portuguese: [_ST_] {i}Aí vamos. Agora vamos brincar um pouco mais com este elmo roxo.{/i}

source: [_RT_] {i}Oh, shit! I'm about to blow again! I still don't have any stamina?{/i}
dutch: [_RT_] {i}Ah, shit! Ik ga weer bladeren! Ik heb nog steeds geen uithoudingsvermogen?{/i}
french: [_RT_] {i}Oh, merde ! Je dois souffler à nouveau ! Je n'ai toujours pas d'endurance ?{/i}
german: [_RT_] {i}Oh, shit! Ich bin dabei, wieder zu blasen! Ich habe immer noch keine Ausdauer?{/i}
italian: [_RT_] {i}Oh, merda! Sto per esplodere di nuovo! Non ho ancora nessuna resistenza? {/i}
portuguese: [_RT_] {i}Ah, merda! Estou prestes a soprar de novo! Eu ainda não tenho nenhum estamina? {/i}

source: [_RT_] {i}And there's my sister's bare ass on my bed again, just playing with my cock as if it's just a normal everyday occurance.{/i}
dutch: [_RT_] {i}En dan is mijn zus weer op mijn bed te zien, net alsof het gewoon een normale dagelijkse gebeurtenis is. {/i}
french: [_RT_] {i}Et il y a à nouveau le cul nu de ma sœur sur mon lit, jouant simplement avec ma bite comme si c'était juste un événement quotidien normal.{/i}
german: [_RT_] {i}Und es gibt wieder den nackten Arsch meiner Schwester auf meinem Bett, einfach mit meinem Schwanz zu spielen, als ob es nur ein normaler alltäglicher Fall wäre.{/i}
italian: [_RT_] {i}E c'è di nuovo il culo nudo di mia sorella sul mio letto che gioca con il mio cazzo come se fosse una cosa normale di tutti i giorni.{/i}
portuguese: [_RT_] {i}e tem a cama da minha irmã de novo, apenas brincando com meu galo como se fosse apenas uma ocorrência normal todos os dias.{/i}

source: [_RT_] {i}I think I've made her just as twisted as me.{/i}
dutch: [_RT_] {i}Ik denk dat ik haar net zo gedraaid heb gemaakt als ik.{/i}
french: [_RT_] {i}Je pense l'avoir rendue aussi tordue que moi.{/i}
german: [_RT_] {i}Ich denke, ich habe sie genauso verdreht wie mich.{/i}
italian: [_RT_] {i}Penso di averla resa contorta come me.{/i}
portuguese: [_RT_] {i}Acho que a fiz tão distorcida quanto eu.{/i}

source: [_RT_] {i}Shit, if I don't do something now, I'm going to lose it.{/i}
dutch: [_RT_] {i}Shit, als ik nu niets doe, ga ik het kwijtraken.{/i}
french: [_RT_] {i}Merde, si je ne fais pas quelque chose maintenant, je vais la perdre.{/i}
german: [_RT_] {i}Teil, wenn ich jetzt nichts tue, werde ich es verlieren.{/i}
italian: [_RT_] {i}Merda, se non faccio qualcosa ora, lo perderò.{/i}

source: [_RT_] {i}Well, luck favors the bold.... here goes nothing.{/i}
dutch: [_RT_] {i}Nou, ik wens de moed toe.... hier gaat niets.{/i}
french: [_RT_] {i}Eh bien, la chance favorise les audacieux.... ici, rien ne va.{/i}
german: [_RT_] {i}Nun, Glück bevorzugt den Fetten... Hier geht nichts. {/i}
italian: [_RT_] {i}Beh, la fortuna favorisce il grassetto.... qui non va niente.{/i}
portuguese: [_RT_] {i}Bem, sorte favorece o negrito.... aqui não faz nada.{/i}

source: [_R_] SIDNEY! What the fuck are you doing!!?
dutch: [_R_] SIDNEY! Wat ben je verdwaald!!?
french: [_R_] SIDNEY! Qu'est-ce que tu fais, bordel!!?
german: [_R_] SIDNEY! Was der Fick macht!!?
italian: [_R_] SIDNEY! Che cazzo stai facendo!!?
portuguese: [_R_] ASSINA! Que diabos você está fazendo!!?

source: [_S_] AAAAaaaahhhhhhhhhh.... holy shit!!
dutch: [_S_] AAaaaahhhhhhhhhh.... heilig shit!!
french: [_S_] AAAAaaaahhhhhhhhhhhh.... putain de merde!!
german: [_S_] AAAAaaahhhhhhhhhhhhhh.... heiliger Schit!!
italian: [_S_] AAAAaaaahhhhhhhhhhh.... merda santa!!
portuguese: [_S_] AAAAaaaahhhhhhhh.... sagrada merda!

source: [_R_] Sidney?.... Why were you touching me?
french: [_R_] Sidney? .... Pourquoi me touches-tu?
german: [_R_] Sidney?.... Warum hast du mich berührt?
italian: [_R_] Sidney?.... Perché mi hai toccato?

source: [_R_] Why are your pants off?
dutch: [_R_] Waarom staan je broek uit?
french: [_R_] Pourquoi ton pantalon est-il baissé?
german: [_R_] Warum sind deine Hosen aus?
italian: [_R_] Perché i tuoi pantaloni sono spenti?

source: [_R_] Have you been taking advantage of me in my sleep?...
dutch: [_R_] Heb je van mij geprofiteerd in mijn slaap?...
french: [_R_] As-tu profité de moi dans mon sommeil?...
german: [_R_] Hast du mich in meinem Schlaf genutzt?...
italian: [_R_] Hai approfittato di me nel mio sonno?...
portuguese: [_R_] Você está aproveitando de mim no meu sono?...

source: [_S_] I...
french: [_S_] Je...
german: [_S_] Ich...
italian: [_S_] Io...

source: [_S_] Well...
french: [_S_] Bien...
german: [_S_] Naja...
italian: [_S_] Bene...
portuguese: [_S_] Bem...

source: [_S_] Kind of...
dutch: [_S_] soort van...
french: [_S_] En quelque sorte...
german: [_S_] Art von...
italian: [_S_] Un pò...
portuguese: [_S_] Forma de...

source: [_S_] It's a long story.
dutch: [_S_] Het is een lang verhaal.
french: [_S_] C'est une longue histoire.
german: [_S_] Es ist eine lange Geschichte.
italian: [_S_] È una storia lunga.
portuguese: [_S_] É uma longa história.

source: [_R_] Well, let's hear it.
dutch: [_R_] Nou, laten we het horen.
french: [_R_] Eh bien, écoutons-la.
german: [_R_] Nun, hören wir es.
italian: [_R_] Beh, sentiamolo.
portuguese: [_R_] Bem, vamos ouvir.

source: [_S_] .... Well, ever since I've been home.... I started having this problem...
dutch: [_S_] .... Nou, al sinds mijn thuis.... ben ik begonnen met dit probleem...
french: [_S_] .... Depuis que je suis à la maison.... J'ai commencé à avoir ce problème...
german: [_S_] .... Nun, seit ich zu Hause war... Ich habe dieses Problem angefangen...
italian: [_S_] .... Beh, da quando sono tornato a casa.... Ho iniziato ad avere questo problema...
portuguese: [_S_] .... Bem, desde quando estou em casa... Eu comecei a ter esse problema...

source: {i}"5 to 10 minutes later."{/i}
dutch: {i}"5 tot 10 minuten later."{/i}
french: {i}'5 à 10 minutes plus tard'{/i}
german: {i}"5 bis 10 Minuten später."{/i}
italian: {i}"5-10 minuti dopo."{/i}
portuguese: {i}"5 a 10 minutos depois."{/i}

source: [_R_] Ok.... so you're telling me that even though you started waking up, you didn't stop because of curiosity...
dutch: [_R_] Ok.... dus vertelt je me dat hoewel je begon wakker te worden, je niet gestopt bent vanwege nieuwsgierigheid...
french: [_R_] D'accord.... alors tu me dis que même si tu as commencé à te réveiller, tu ne t'es pas arrêtée par curiosité...
german: [_R_] Ok.... also erzählen Sie mir, dass Sie, obwohl Sie anfingen, aufzuwachen, wegen Neugier nicht aufgehört haben...
italian: [_R_] Ok.... quindi mi stai dicendo che anche se hai iniziato a svegliarti, non ti sei fermato a causa della curiosità...
portuguese: [_R_] Ok.... então você está me dizendo que, mesmo que você tenha começado a acordar, você não parou por causa da curiosidade...

source: [_S_] I guess.... I mean I already had your penis in my hand.... and I've never seen or touched a penis that big...
dutch: [_S_] I denk ik.... Ik bedoel dat ik je penis al in mijn hand had .... en ik heb nog nooit een penis zo groot gezien of aangeraakt...
french: [_S_] Je suppose.... Je veux dire que j'avais déjà ton pénis dans ma main.... et je n'ai jamais vu ou pu toucher un pénis aussi gros...
german: [_S_] Ich denke, ich habe deinen Penis schon in der Hand gehabt.... und ich habe noch nie einen Penis gesehen oder berührt...
italian: [_S_] Immagino.... Voglio dire che avevo già il tuo pene in mano.... e non ho mai visto o toccato un pene così grande...
portuguese: [_S_] Eu acho.... quer dizer que já tinha seu pênis na minha mão.... e eu nunca vi ou toquei um pênis tão grande assim...

source: [_S_] Plus you said you take melatonin at night.... so you sleep really deep...
dutch: [_S_] Plus je zei dat je 's nachts melatonine neemt.... dus slaap je echt diep...
french: [_S_] Et tu m'avais dit que tu prenais de la mélatonine la nuit.... donc tu dors très profondément...
german: [_S_] Plus hast du gesagt, du nimmst Melatonin in der Nacht. Also schlafst du wirklich tief...
italian: [_S_] Inoltre hai detto che prendi la melatonina di notte.... quindi hai un sonno molto profondo...
portuguese: [_S_] Além disso, você disse que tomou melatonin à noite... para dormir muito profundo...

source: [_S_] Curiosity got the better of me...
dutch: [_S_] nieuwsgierigheid is me beter geworden...
french: [_S_] La curiosité a pris le dessus...
german: [_S_] Neugier hat mich besser gemacht...
italian: [_S_] La curiosità ha avuto la meglio su di me...
portuguese: [_S_] A curiosidade me tirou melhor...

source: [_R_] Did I ever cum?
dutch: [_R_] Heb ik ooit gek?
french: [_R_] Ai-je déjà jouis?
german: [_R_] Habe ich jemals mitgemacht?
italian: [_R_] Ho mai cum?

source: [_S_] Oh, no.... well.... maybe once or twice.
dutch: [_S_] Oh, nee.... goed. Misschien één of twee keer.
french: [_S_] Oh, non.... et bien.... peut-être une ou deux fois.
german: [_S_] Oh, nein.... nein, vielleicht ein oder zweimal.
italian: [_S_] Oh, no.... be.... forse una o due volte.
portuguese: [_S_] Ah, não.... bem... talvez uma ou duas vezes.

source: [_RT_] {i}Hah!.... Yeah, right.... {/i}
dutch: [_RT_] {i}Hah!.... Ja, goed.... {/i}
french: [_RT_] {i}Hah!.... Oui, d'accord.... {/i}
german: [_RT_] {i}Hah!.... Ja, richtig.... {/i}
italian: [_RT_] {i}Hah!.... Sì, giusto.... {/i}
portuguese: [_RT_] {i}Hah!.... É, certo.... {/i}

source: [_S_] But I can't stress enough.... that it was just curiosity...
french: [_S_] Mais je veux insister que.... que c'était juste de la curiosité...
german: [_S_] Aber ich kann nicht genug betonen.... dass es nur Neugier war...
italian: [_S_] Ma non posso sottolineare abbastanza.... che era solo curiosità...
portuguese: [_S_] Mas não posso enfatizar o suficiente.... que foi apenas curiosidade...

source: [_S_] It's not because I have any unnatural feelings for you or anything...
dutch: [_S_] Het is niet omdat ik onnatuurlijke gevoelens voor jou of iets heb...
french: [_S_] Ce n'est pas parce que j'ai des sentiments contre nature pour toi ou quoi que ce soit...
german: [_S_] Es liegt nicht daran, dass ich unnatürliche Gefühle für dich oder irgendetwas habe...
italian: [_S_] Non è perché ho dei sentimenti innaturali per te o altro...

source: [_S_] I'd just never seen a penis cum up close before...
dutch: [_S_] zou ik net nooit een penis kubieke zien dichtbij...
french: [_S_] Je n'avais jamais vu un pénis jouir de près auparavant...
german: [_S_] Ich hätte einfach noch nie einen Penis in der Nähe gesehen...
italian: [_S_] E' solo che non avevo mai visto un pene sborrare da vicino...

source: [_R_] So, it was just curiosity?
dutch: [_R_] Dus, het was gewoon nieuwsgierig?
french: [_R_] Donc, c'était juste de la curiosité?
german: [_R_] Also war es nur neugierig?
italian: [_R_] Quindi, era solo curiosità?
portuguese: U[_R_] Então, só foi curiosa?

source: [_S_] Yes.... exactly...
dutch: [_S_] Ja.... precies...
french: [_S_] Oui.... exactement...
german: [_S_] Ja.... genau...
italian: [_S_] Si.... esattamente...

source: [_RT_] {i}Hmmmm.... I can see this playing out one of two ways.... {/i}
dutch: [_RT_] {i}Hmmmm.... Ik kan dit zien als een van de twee manieren.... {/i}
french: [_RT_] {i}Hmmmm.... Je vois que cela se joue de deux façons.... {/i}
german: [_RT_] {i}Hmmmm.... Ich kann das abspielen einer von zwei Wegen.... {/i}
italian: [_RT_] {i}Hmmmm.... Posso vedere questo gioco fuori uno dei due modi.... {/i}

source: [_RT_] {i}I can either play off her sense of guilt, and get what I want by playing the victim.... or.... {/i}
dutch: [_RT_] {i}Ik kan ofwel haar schuldgevoel uitspelen en krijgen wat ik wil door het slachtoffer te spelen... of.... {/i}
french: [_RT_] {i}Je peux soit jouer sur son sentiment de culpabilité, et obtenir ce que je veux en jouant la victime.... ou.... {/i}
german: [_RT_] {i}Ich kann entweder ihr Schuldgefühl ausspielen und bekommen, was ich will, indem ich das Opfer spiele.... {/i}
italian: [_RT_] {i}Posso o giocare il suo senso di colpa, e ottenere quello che voglio giocando la vittima.... o.... {/i}
portuguese: [_RT_] {i}I pode jogar com seu senso de culpa e obter o que quero jogando a vítima... ou.... {/i}

source: [_RT_] {i}I could be more dominant, and use the leverage of telling Mom to blackmail her.{/i}
dutch: [_RT_] {i}Ik zou meer dominant kunnen zijn, en de hefboom gebruiken om haar te vertellen aan de man om haar te chanteren.{/i}
french: [_RT_] {i}Je pourrais être plus dominant et utiliser le levier de dire à maman de la faire chanter.{/i}
german: [_RT_] {i}Ich könnte dominanter sein und den Hebel nutzen, Mama zu erpressen, um sie zu erpressen.{/i}
italian: [_RT_] {i}Potrei essere più dominante, e usare la leva di dire a mamma di ricattarla.{/i}
portuguese: [_RT_] {i}I poderia ser mais dominante, e usar a alavancagem de dizer a Mamãe para chantageá-la.{/i}

source: [_R_] I mean.... you've been taking advantage of me without my consent.
dutch: [_R_] Ik bedoeld.... je maakt gebruik van mij zonder mijn toestemming.
french: [_R_] Je veux dire.... tu as profité de moi sans mon consentement.
german: [_R_] Ich meine.... Sie haben mir ohne meine Zustimmung Vorteile gebracht.
italian: [_R_] Voglio dire... hai approfittato di me senza il mio consenso.

source: [_S_] No.... I mean.... I didn't mean to...
dutch: [_S_] Nee.... bedoeld.... ik bedoelde...
french: [_S_] Non.... Je veux dire.... Je ne le voulais pas...
german: [_S_] Nein.... Ich meine.... Ich habe nicht gemeint...
italian: [_S_] No.... Voglio dire.... Non volevo...
portuguese: [_S_] Não.... quero dizer.... não quis dizer...

source: [_R_] I mean how do we ever go back to the way things were?...
dutch: [_R_] Hoe gaan we ooit terug naar de manier waarop het was?...
french: [_R_] Je veux dire comment pouvons-nous jamais revenir à la façon dont les choses étaient?...
german: [_R_] Ich meine, wie gehen wir jemals auf die Art und Weise zurück, wie es war?
italian: [_R_] Intendo dire che come possiamo mai tornare al modo in cui le cose erano?...

source: [_R_] It's like you have something over me...
dutch: [_R_] Het is alsof je iets boven me hebt...
french: [_R_] C'est comme si tu avais le béguin pour moi...
german: [_R_] Es ist so, als hättest du etwas über mir...
italian: [_R_] E' come se tu avessi qualcosa su di me...
portuguese: U[_R_] É como se você tivesse algo sobre mim...

source: [_S_] [ryan], .... it's not like that.... I don't think of you like.... uhhhhh...
dutch: [_S_] [ryan], .... het is niet leuk .... ik denk niet dat jij het leuk vindt.... uhhhhh...
french: [_S_] [ryan], .... ce n'est pas comme ça.... Je ne pense pas à toi comme ça.... ohhhhhh...
german: [_S_] [ryan], .... es ist nicht so .... Ich denke nicht an dich wie.... uhhhhhhh...
italian: [_S_] [ryan], .... non è così.... Non penso a te come.... uhhhh...
portuguese: [_S_] [ryan], .... não é assim.... Eu não acho que você gosta.... uh...

source: [_R_] A sex toy?.... To just use whenever you want?
dutch: [_R_] Een seksspeelgoed?.... gewoon gebruiken wanneer je maar wilt?
french: [_R_] Un jouet sexuel?.... À utiliser quand tu le souhaites?
german: [_R_] Ein Sex Spielzeug?.... Einfach verwenden, wann immer du willst?
italian: [_R_] Un sex toy?.... Da usare quando vuoi?
portuguese: U[_R_] um brinquedo sexual?.... Usar apenas quando quiser?

source: [_S_] No, of course not...
dutch: [_S_] Nee, natuurlijk niet...
french: [_S_] Non, bien sûr que non...
german: [_S_] Nein, natürlich nicht...
italian: [_S_] No, certo che no...

source: [_S_] What can I do to make it up to you?...
dutch: [_S_] Wat kan ik doen om het aan jou voor te leggen?...
french: [_S_] Que puis-je faire pour toi pour me rattraper?...
german: [_S_] Was kann ich tun, um es Ihnen zu machen?...
italian: [_S_] Cosa posso fare per farlo?...

source: [_R_] I don't know.... like I said.... I feel like your toy.... not like your brother.
dutch: [_R_] Ik weet het niet.... zoals ik zei... . Ik voel je goed als je speelt.... je broer niet graag.
french: [_R_] Je ne sais pas.... comme je l'ai dit.... Je me sens comme ton jouet.... pas comme ton frère.
german: [_R_] Ich weiß nicht, wie ich gesagt habe.... Ich fühle mich wie dein Spielzeug.... nicht wie dein Bruder.
italian: [_R_] non lo so... come ho detto... mi sento come il tuo giocattolo... non come tuo fratello.
portuguese: [_R_] Eu não sei.... como eu disse.... estou com vontade do seu brinquedo.... não gosto do seu irmão.

source: [_S_] Well, there's got to be a way to get us back on equal ground...
dutch: [_S_] Nou, er is een manier om ons weer op gelijke basis te krijgen...
french: [_S_] Eh bien, il doit y avoir un moyen de nous ramener sur un pied d'égalité...
german: [_S_] Nun, es muss eine Möglichkeit geben, uns auf gleichem Boden zurückzuholen...
italian: [_S_] Beh, ci deve essere un modo per riportarci su un piano di parità...

source: [_S_] Just tell me what I can do.
dutch: [_S_] Vertel me gewoon wat ik kan doen.
french: [_S_] Dis-moi simplement ce que je peux faire.
german: [_S_] Sag mir nur, was ich tun kann.
italian: [_S_] Mi dica solo cosa posso fare.

source: [_R_] What if you gave me a blowjob?
dutch: [_R_] Wat als je me een kladje hebt gegeven?
french: [_R_] Et si tu me faisais une fellation?
german: [_R_] Was, wenn du mir einen Blowjob gegeben hast?
italian: [_R_] E se mi dessi un pompino?
portuguese: [_R_] E se você me der um boquete?

source: [_S_] What!?.... Are you serious!?
dutch: [_S_] Wat?.... vind je het serieus!?
french: [_S_] Quoi!? ... Es-tu sérieux!?
german: [_S_] Was!?.... Sind Sie ernst!?
italian: [_S_] Cosa!?.... Sei serio!?
portuguese: [_S_] o quê!?.... Você está falando sério!?

source: [_R_] Yeah.... I mean, think about it.
dutch: [_R_] Yeah.... Ik bedoel, erover nadenken.
french: [_R_] Ouais... je veux dire, réfléchis-y.
german: [_R_] Ja.... Ich meine, denken Sie daran.
italian: [_R_] Sì... Voglio dire, pensateci.
portuguese: [_R_] Sim.... quero dizer, pense nisso.

source: [_R_] You've been using me for your own perverted curiosity and gratification...
dutch: [_R_] Je hebt me gebruikt voor je eigen geperverteerde nieuwsgierigheid en tevredenheid...
french: [_R_] Tu m'utilises pour ta propre curiosité pervertie et ta gratification...
german: [_R_] Du hast mich für deine eigene perverse Neugier und Begierde verwendet...
italian: [_R_] Mi hai usato per la tua pervertita curiosità e gratificazione...

source: [_R_] Wouldn't it make sense for me to get to use you for mine?
french: [_R_] N'aurait-il pas de sens pour moi de t'utiliser pour le mien?
german: [_R_] Wäre es nicht sinnvoll für mich, dich für meinen zu nutzen?
italian: [_R_] Non avrebbe senso per me arrivare a usarti per il mio?

source: [_S_] But.... but.... I'm your sister!
dutch: [_S_] Maar.... maar.... ik ben jouw zuster!
french: [_S_] Mais ... mais ... Je suis ta sœur!
german: [_S_] Aber.... Aber... Ich bin deine Schwester!
italian: [_S_] Ma.... ma... sono tua sorella!

source: [_R_] That didn't stop you before.
dutch: [_R_] Dat hield je niet eerder tegen.
french: [_R_] Cela ne t'a pas arrêté avant.
german: [_R_] Das hat dich vorher nicht gestoppt.
italian: [_R_] Questo non ti ha fermato prima.
portuguese: [_R_] Isso não te impediu antes.

source: [_S_] But I didn't think you'd find out!
dutch: [_S_] Maar ik dacht niet dat je het zou vinden!
french: [_S_] Mais je ne pensais pas que tu le saurais!
german: [_S_] Aber ich dachte nicht, dass du das herausfinden würdest!
italian: [_S_] Ma non pensavo che avessi scoperto!
portuguese: [_S_] Mas eu não imaginava que você fosse descobrir!
