Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_S_] I'd heard strip clubs got catty, but I didn't think it was that bad.
dutch: [_S_] zou ik stripclubs horen aannamen, maar ik vond het niet zo slecht.
german: [_S_] Ich hatte Strip Clubs gehört, die Vieh bekommen haben, aber ich dachte nicht, dass es so schlecht war.

source: [_M_] Well, all the girls are competing for the same guys, their attention, and most importantly, their money. So, it can get a little heated backstage sometimes when someone's having a bad night.
dutch: [_M_] Nou, alle meisjes concurreren om dezelfde jongens, hun aandacht en, het belangrijkste, hun geld. Het kan dus soms een beetje verhit raken als iemand een slechte nacht heeft.
german: [_M_] Nun, alle Mädchen konkurrieren um die gleichen Kerle, um ihre Aufmerksamkeit und vor allem um ihr Geld. So kann es ein wenig erhitzt Backstage manchmal wenn jemand eine schlechte Nacht hat.

source: [_S_] That's crazy! All the girls here have been really nice to me.
dutch: [_S_] Dat is gek! Alle meisjes hier zijn erg leuk voor mij.
german: [_S_] Das ist verrückt! Alle Mädchen hier waren wirklich nett zu mir.

source: [_M_] Well, a lot of the girls here have different... circumstances.
dutch: [_M_] Nou, veel van de meisjes hier hebben andere ... omstandigheden.
german: [_M_] Nun, viele Mädchen hier haben andere Umstände...

source: [_S_] I guess... I've really gotten along with Armani. She's helped me out a lot since I first started.
dutch: [_S_] Ik vermoed... Ik ben echt meegegaan met Armani. Ze heeft me veel geholpen sinds ik voor het eerst begon.
german: [_S_] Ich vermutet... Ich habe wirklich Armani mitbekommen. Sie hat mir seit dem ersten Start sehr geholfen.

source: [_M_] That was nice of her...
dutch: [_M_] Dat was aardig van haar...
german: [_M_] Das war nett von ihr...

source: [_MT_] {i}With an ass like that, if she were proforming on stage, the other girls might not be as nice to her.{/i}
dutch: [_MT_] {i}Met zo'n asse, als ze het voorbeeld gaf, zijn de andere meisjes misschien niet zo leuk voor haar. {/i}
german: [_MT_] {i}Mit einem solchen Arsch, wenn sie auf der Bühne auftritt, sind die anderen Mädchen vielleicht nicht so nett zu ihr.{/i}

source: [_MT_] {i}Is that why I've been uncomfortable seeing her change clothes? Am I jealous of my own daughter?{/i}
dutch: [_MT_] {i}Is dat waarom ik haar kledingstuk niet prettig heb gezien? Ben ik jaloers van mijn eigen dochter?{/i}
german: [_MT_] {i}Ist das der Grund, warum ich ihre Kleidung nicht gesehen habe? Bin ich eifersüchtig auf meine eigene Tochter?{/i}

source: [_MT_] {i}My girl does have a nice butt. Guys would love to see her shake it on stage. They'd be lining up to get a lap dance from her too.{/i}
dutch: [_MT_] {i}Mijn meisje heeft een mooi kaartje. Jongens willen haar graag zien schudden op het speelveld. Ze voeren samen om een lap dans van haar ook te krijgen.{/i}
german: [_MT_] {i}Mein Mädchen hat einen netten Peitsche. Jungs würden es gerne sehen, wenn sie sie auf der Bühne schütteln würden. Sie würden sich verkürzen um einen Runden-Tanz von ihr zu bekommen.{/i}

source: [_MT_] {i}What if we danced together? I could teach her how. If it got around that a mother and daughter were doing dances together, men would be lined up around the block. Imagine the money we could make...{/i}
dutch: [_MT_] {i}Wat als we samen dansen? Ik kon haar leren hoe. Als een moeder en een dochter zich daar samen aan hielden, zouden de mannen rond het blok zitten. Stel je het geld voor dat we zouden kunnen maken...{/i}
german: [_MT_] {i}Was wäre, wenn wir gemeinsam getanzt würden? Ich könnte ihr beibringen, wie es geht. Wenn sie umherkäme, dass eine Mutter und eine Tochter Tänze machen, würden Männer um den Block herum aufgereiht. Stellen Sie sich das Geld vor, das wir verdienen können...{/i}

source: [_MT_] {i}Stop it, [mom_name]!{/i}
dutch: [_MT_] {i}Stop het, [mom_name]!{/i}
german: [_MT_] {i}stoppen, [mom_name]!{/i}

source: [_MT_] {i}That's never going to happen.{/i}
dutch: [_MT_] {i}Dat gaat nooit gebeuren.{/i}
german: [_MT_] {i}Das wird nie passieren.{/i}

source: [_CD_] You really aren't working tonight [mom_name]? Seems like a waste for you being here, but not making any money.
dutch: [_CD_] Jij werkt vanavond echt niet [mom_name]? lijkt een verspilling voor je hier, maar je verdient geen geld.
german: [_CD_] Du arbeitest heute Abend wirklich nicht [mom_name]? Sieht aus als Verschwendung für dich hier zu sein, aber kein Geld zu verdienen.

source: [_M_] It's fine. I wouldn't want to scar Sidney by making her watch me on stage.
dutch: [_M_] Het is prima. Ik zou niet willen scheren door haar op het speelveld te laten kijken.
german: [_M_] Es ist in Ordnung. Ich möchte Sidney nicht verschleiern, indem sie mich auf die Bühne bringt.

source: [_S_] Actually, I'd love to see you dance. Everyone talks about how good you are. I kind of want to see what all the hype is about.
dutch: [_S_] Eigenlijk zou ik je graag dansen. Iedereen praat over hoe goed je bent. Ik zou graag willen zien waar dit hele hype over gaat.
german: [_S_] Eigentlich würde ich dich gerne tanzen. Jeder spricht davon, wie gut du bist. Ich möchte sehen, worum es bei dem ganzen Hype geht.

source: [_M_] You really wouldn't mind seeing me dance naked?
dutch: [_M_] Je zou het echt niet erg vinden om me naakt te zien?
german: [_M_] Du würdest wirklich nichts dagegen haben, mich nackt zu tanzen?

source: [_S_] Why would I? I mean, you're seeing me naked right now, aren't you?
dutch: [_S_] Waarom zou ik? Ik bedoel, je ziet me naakt op dit moment, nietwaar?
german: [_S_] Warum sollte ich? Ich meine, du siehst mich im Moment nackt, nicht du?

source: [_M_] I don't know. I don't think {b}I'm{/b} comfortable with you seeing me shake my ass for anybody but your father.
dutch: [_M_] Ik weet het niet. Ik denk niet dat {b}comfortabel zou zijn {/b} met je dat je me mijn pas schudt voor iedereen behalve je vader.
german: [_M_] Ich weiß es nicht. Ich denke nicht, dass {b}ich es nicht bequem finde, wenn du mich siehst, wie ich meinen Arsch schütteln kann für niemanden außer deinen Vater.

source: [_S_] Ecchhh... For some reason, imagining you shake your ass for my father, almost seems ickier to me.
dutch: [_S_] Ecchhh... Om een of andere reden, lijkt het me bijna moeilijker om je pas te schudden voor mijn vader.
german: [_S_] Ecchhh... Aus irgendeinem Grund stellt man sich vor, du schüttelst deinen Arsch für meinen Vater, scheint mir fast verrückter zu sein.

source: [_S_] Oh, but come on Mom. It's not a big deal.
dutch: [_S_] Oh, maar kom op mama. Het is geen grote aanbieding.
german: [_S_] Oh, aber komme auf Mama. Es ist kein großes Geschäft.

source: [_M_] Let me think about it, okay?
dutch: [_M_] Laat me erover nadenken, oke?
german: [_M_] Lassen Sie mich darüber nachdenken, ok?

source: [_CDT_] {i}Damn. I need to put money into the betting pool on Joey getting these two to perform together.{/i}
dutch: [_CDT_] {i}Damn. Ik moet geld in het weddenschap stoppen op Joey om deze twee samen uit te voeren.{/i}
german: [_CDT_] {i}Verdammt. Ich muss Geld in den Wettpool stecken, damit Joey diese beiden zusammen spielen kann.{/i}

source: [_CDT_] {i}It's only a matter of time before Joey gets [mom_name] working in VIP, and from what Armani has been hinting at, Sidney is pretty adventurous.{/i}
dutch: [_CDT_] {i}Het is maar een kwestie van tijd voordat Joey [mom_name] werkt in VIP, en wat Armani heeft aangestipt, Sidney is behoorlijk avontuurlijk. /i}
german: [_CDT_] {i}Es ist nur eine Frage der Zeit, bevor Joey [mom_name] in VIP arbeitet und von dem, was Armani angedeutet hat, ist Sidney ziemlich abenteuerlich. /i}

source: [_CDT_] {i}I don't think she can dance, but she might be willing to work as a waitress in there.{/i}
dutch: [_CDT_] {i}Ik denk niet dat ze kan dansen, maar ze wil daar misschien wel als een wachttijd werken.{/i}
german: [_CDT_] {i}Ich glaube nicht, dass sie tanzen kann, aber sie könnte bereit sein, dort als Kellnerin zu arbeiten.{/i}

source: [_CDT_] {i}Shit, if that happens, it'll be hard for me to get any patrons to spend money on me. Who can compete with being able to fuck a MILF while her daughter serves you a drink?{/i}
dutch: [_CDT_] {i}Shit, als dat gebeurt, zal het voor mij moeilijk zijn om mecenas te krijgen om geld aan mij uit te geven. Wie kan concurreren met het kunnen verslaan van een MILF terwijl haar dochter je een drankje dient?{/i}
german: [_CDT_] {i}Shit, wenn das passiert, wird es für mich schwierig sein, irgendwelche Förderer zu bekommen, um Geld für mich auszugeben. Wer kann damit konkurrieren, einen MILF zu ficken, während ihre Tochter dir ein Getränk serviert?{/i}

source: [_CDT_] {i}Maybe I should get serious about getting myself knocked up. Then I could still appeal to guys who are into fucking pregnant girls, or would want to milk my swollen tits.{/i}
dutch: [_CDT_] {i}Misschien zou ik serieus moeten nemen om mezelf op te klappen. Dan kan ik nog steeds een appel doen op jongens die in zwangere meisjes zijn of mijn swollen tits willen melden.{/i}
german: [_CDT_] {i}Vielleicht sollte ich es ernst damit haben, dass ich mich aufkehre. Dann könnte ich noch an Jungs appellieren, die schwanger sind oder meine geschwollenen Titten mildern wollen. {/i}

source: [_CDT_] {i}Haha... Not to mention the fact that my loser husband would have to raise some other guys baby.{/i}
dutch: [_CDT_] {i}Haha... Om niet te vermelden dat mijn verliezende man andere baby's zou moeten voeden.{/i}
german: [_CDT_] {i}Haha... Ganz zu schweigen von der Tatsache, dass mein Verlierer Ehemann ein paar andere Jungs Baby aufziehen müsste.{/i}

source: [_S_] So, you saw me working last time. Do you have any pointers for me?
dutch: [_S_] Dus, je zag me de vorige keer werken. Heb je aanhalingstekens voor mij?
german: [_S_] So, du hast mich das letzte Mal gearbeitet. Hast du irgendwelche Zeiger für mich?

source: [_M_] Well, when you take a guys order, you're too fast about it. You need to take your time with them.
dutch: [_M_] Nou, als je een bestelling van een man neemt, ben je er te snel over. Je moet je tijd mee nemen.
german: [_M_] Nun, wenn du eine Reihenfolge erwirbst, bist du zu schnell. Du musst dir Zeit damit nehmen.

source: [_S_] Huh? I thought I should be quick so no one has to wait too long to get their order?
dutch: [_S_] Huh? Ik dacht dat ik snel moest zijn zodat niemand te lang moet wachten op zijn bestelling?
german: [_S_] Huh? Ich dachte, ich würde schnell sein, so dass niemand zu lange warten muss, um seine Bestellung zu erhalten?

source: [_M_] You don't want to be slow, but if you're just rushing from guy to guy, they'll only give you small tips, and only because they feel obligated to.
dutch: [_M_] Je wilt niet traag zijn, maar als je gewoon van kerel naar kerel rijdt, Ze geven je alleen kleine tips, en alleen omdat ze zich verplicht voelen.
german: [_M_] Du willst nicht langsam sein, aber wenn du einfach vom Kerl zum Kerl stürzst, Sie geben Ihnen nur kleine Tipps, und nur weil sie sich verpflichtet fühlen.

source: [_M_] Tonight, try talking to them a little bit. Put your hand on their arm or leg. The more "friendly" you are, the more likly a guy will want to impress you with a bigger tip.
dutch: [_M_] Vanavond, probeer een beetje met hem te praten. Leg je hand op hun arm of been. Hoe meer "vriendelijk" je bent, hoe liever, een man je wil imponeren met een grotere fooi.
german: [_M_] Heute Nacht, rede mit ihnen ein wenig. Lege deine Hand auf ihren Arm oder Bein. Je "freundlicher" du bist, desto wahrscheinlicher wird ein Kerl dich mit einem größeren Tipp beeindrucken wollen.

source: [_S_] Yeah?... I guess that makes sense. I'll try it out and see how it goes.
dutch: [_S_] Ja?... Ik denk dat dat zinvol is. Ik probeer het uit en kijk hoe het gaat.
german: [_S_] Ja?... Ich denke, das macht Sinn. Ich werde es ausprobieren und sehen, wie es geht.

source: [_M_] Focus on the guys who tip the dancers. The ones in the back who never give a dancer money are usually broke losers who won't give you anything. In fact, unless one calls you over, I'd ignore anyone like that entirely.
dutch: [_M_] Focus op de jongens die de dansers fooien. Degenen in de rug die nooit geld van de danseres geven, zijn meestal verliezers die je niets geven kapot. In feite, tenzij je je voorbij belt, zou ik iedereen die dat doet volledig negeren.
german: [_M_] Fokussieren Sie sich auf die Jungs, die die Tänzer tippen. Diejenigen im Rücken, die nie ein Tänzergeld geben, sind meist kaputt Verlierer, die Ihnen nichts geben. Wenn man dich nicht aufruft, würde ich jemanden wie diesen völlig ignorieren.

source: [_S_] Ha. Yeah, I figured that one out already.
dutch: [_S_] Ha. Yeah, dat heb ik al uitgedacht.
german: [_S_] Ha. Ja, ich habe das schon bemerkt.

source: [_RT_] {i}Finally! Why does it take so long for a girl to get dressed anyway?{/i}
dutch: [_RT_] {i}eindelijk! Waarom duurt het zo lang voor een meisje toch gekleed wordt?{/i}
german: [_RT_] {i}Ende! Warum dauert es sowieso so lange, bis sich ein Mädchen trotzdem bekleidet? {/i}

source: [_RT_] {i}Looks like Candy is replacing Emma on the stage. This won't be too boring. I can keep an on Mom and Sidney, while watching the show at the same time.{/i}
dutch: [_RT_] {i}lijkt erop dat Snoep Emma vervangt op het speelveld. Dit zal niet te saai zijn. Ik kan een mama en Sidney gelijktijdig op de show houden.{/i}
german: [_RT_] {i}Sieht aus, als ob Candy Emma auf der Bühne ersetzt. Das wird nicht zu langweilig sein. Ich kann Mama und Sidney halten, während ich die Show zur gleichen Zeit betrachte.{/i}

source: [_S_] Hey, Handsome. You look a little partched. Can I get you something to drink?
dutch: [_S_] Hé, Handsom. Je ziet er een klein deel van uit. Kan ik je iets te drinken krijgen?
german: [_S_] Hey, Handsome. Du siehst ein wenig abgetrennt aus. Kann ich dir etwas trinken lassen?

source: [_X_] Not right now, Beautiful. I've had a few too many {i}(Hic)...{/i} already.
dutch: [_X_] Niet op dit moment, Prachtig. Ik heb al een paar {i}(Hic)...{/i} gehad.
german: [_X_] Nicht gerade schön. Ich hatte ein paar zu viele {i}(Hic)...{/i} bereits.

source: [_S_] Aww, you sure? A big guy like you seems like he could go all night.
dutch: [_S_] Aww, weet je het zeker? Een grote kerel zoals je ziet dat hij de hele nacht kan gaan.
german: [_S_] Ach, du bist dir sicher? Ein großer Kerl, wie du siehst, als könnte er die ganze Nacht gehen.

source: [_X_] You know it! Sure I can do another beer. Thanks, Babe.
dutch: [_X_] jij weet het! Zeker ik kan nog een bier doen. Bedankt, Babe.
german: [_X_] Du weißt es! Natürlich kann ich noch ein Bier machen. Danke, Babe.

source: [_RT_] {i}What the hell? Why is she getting so handsy with that chump? She's never done that before.{/i}
dutch: [_RT_] {i}Wat de hel? Waarom wordt ze zo handig met die kraag? Ze heeft dat nooit eerder gedaan? {/i}
german: [_RT_] {i}Was ist die Hölle? Warum wird sie mit diesem Kumpel so handlich gemacht? Sie hat das nie zuvor gemacht.{/i}

source: [_S_] What about you, Hun? Can I get you another brandy to keep you warm?
dutch: [_S_] Hoe zit het met jou, Hun? Kan ik je een andere brandy geven om je warm te houden?
german: [_S_] Was ist mit dir, ja? Kann ich dir einen weiteren Brandy besorgen, um dich warm zu halten?

source: [_X_] Well, aren't you sweet? Thanks, Baby-doll!
dutch: [_X_] Nou, ben je niet zoet? Bedankt, Baby-pop!
german: [_X_] Nun, bist du nicht süß? Danke, Baby-Puppe!

source: [_MT_] {i}That's my girl. She's taking to flirting with customers quicker than I thought. I figured she'd be more hesitant at first.{/i}
dutch: [_MT_] {i}Dat is mijn meisje. Ze werkt sneller met klanten om te flirten dan ik dacht. Ik dacht dat ze eerst wat aarzelender zou zijn.{/i}
german: [_MT_] {i}Das ist mein Mädchen. Sie ist dabei, mit Kunden schneller zu flirten, als ich dachte. Ich dachte, sie würde zuerst zögernder sein.{/i}

source: [_MT_] {i}I'd rather see her in college, but she's right. If she's ever going to have a chance to finish her degree, she'll need to make more money than she could working anywhere else.{/i}
dutch: [_MT_] {i}Ik zou haar graag aan de universiteit zien, maar ze heeft gelijk. Als ze ooit een kans krijgt om haar graad te voltooien, moet ze meer geld verdienen dan ze ergens anders zou kunnen werken.{/i}
german: [_MT_] {i}Ich würde sie lieber im College sehen, aber sie hat Recht. Wenn sie jemals die Chance hat, ihren Abschluss zu beenden, muss sie mehr Geld verdienen, als sie anderswo arbeiten könnte.{/i}

source: [_MT_] {i}Hmm... Candy sure seems motivated tonight. She's putting on a really good show.{/i}
dutch: [_MT_] {i}Hmm... Snoep zeker dat het vanavond gemotiveerd lijkt. Ze zet een heel goede show.{/i}
german: [_MT_] {i}Hmm... Süßigkeiten scheinen heute Abend motiviert zu sein. Sie legt eine wirklich gute Show an.{/i}

source: [_MT_] {i}Maybe Candy was right about me just sitting here. It does feel like a waste. Just watching, when I could be working to pay off my family's debt?{/i}
dutch: [_MT_] {i}Misschien had Snoep gelijk aan mij om hier te zitten. Het voelt wel als een afval. Kijk gewoon wanneer ik zou kunnen werken om de schulden van mijn familie af te betalen?{/i}
german: [_MT_] {i}Vielleicht hatte Candy Recht, wenn ich hier saß. Es fühlt sich wie eine Verschwendung an. Schaut einfach zu, wann ich daran arbeiten könnte, die Schulden meiner Familie zu bezahlen?{/i}

source: [_MT_] {i}And it is a good workout too...{/i}
dutch: [_MT_] {i}En het is een goede training ook...{/i}
german: [_MT_] {i}Und es ist auch ein gutes Workout...{/i}

source: [_MT_] {i}But can I really do that in front of my daughter?{/i}
dutch: [_MT_] {i}Maar kan ik dat echt doen voor mijn dochter?{/i}
german: [_MT_] {i}Aber kann ich das wirklich vor meiner Tochter machen?{/i}

source: [_MT_] {i}I mean, look what happened to [ryan].{/i}
dutch: [_MT_] {i}Ik, kijk wat er gebeurd is met [ryan].{/i}
german: [_MT_] {i}Ich meine, schau, was mit [ryan]passiert ist.{/i}

source: [_MT_] {i}She says she's fine with it, but it's not just dancing. Would she really be okay seeing me leading men to a private booth for a lapdance?{/i}
dutch: [_MT_] {i}Ze zegt dat ze er goed mee bezig is, maar het is niet alleen dansen. Zou ze het echt goed vinden als ik mannen naar een privédraaitafel zie voor een lapdance?{/i}
german: [_MT_] {i}Sie sagt, sie ist damit gut, aber es ist nicht nur tanzend. Wäre sie wirklich in Ordnung, wenn ich Männer zu einem privaten Stand für einen Laptanzen?{/i}

source: [_MT_] {i}Would she tell her father?{/i}
dutch: [_MT_] {i}Wil ze haar vader vertellen?{/i}
german: [_MT_] {i}Würde sie ihrem Vater sagen?{/i}

source: [_M_] You...
dutch: [_M_] U...
german: [_M_] Sie...

source: [_J_] I see you found out Sidney's working in the club. Here, have a drink. Compliments of the house.
dutch: [_J_] Ik zie dat je ontdekt hebt dat Sidney werkt in de club. Hier, heb je een drankje. Complimenten van het huis.
german: [_J_] Ich sehe, dass du die Arbeit von Sidney im Club entdeckt hast. Hier ein Getränk. Komplimente des Hauses.

source: [_M_] I prefer red wine.
dutch: [_M_] Ik verkies rode wijn.
german: [_M_] Ich bevorzuge Rotwein.

source: [_J_] Awwe, come on... Don't be like that. I did your daughter a favor. Who else would hire a college drop out for the kind of money she can make here?
dutch: [_J_] Awwe, komen... Niet zo zijn. Ik heb je dochter een plezier gedaan. Wie anders zou een college inhuren om het soort geld dat ze hier kan verdienen?
german: [_J_] Awwe, komme weiter... Sei nicht so. Ich habe deine Tochter einen Gefallen getan. Wer sonst würde ein Kollegium einstellen, um das Geld zu erhalten, das sie hier verdienen kann?

source: [_M_] You had no right to involve her in this. I was taking care of our payments.
dutch: [_M_] Je had niet het recht om haar hierbij te betrekken. Ik zorgde voor onze betalingen.
german: [_M_] Du hast nicht das Recht, sie daran zu beteiligen. Ich habe mich um unsere Zahlungen kümmert.

source: [_J_] I didn't involve her in anything. She came to me, looking to see what her mom was doing here. We got to talking, and she told me she had to drop out of college.
dutch: [_J_] Ik heb haar niet bij alles betrokken. Ze kwam naar me toe om te kijken wat haar moeder hier aan het doen was. We moesten praten, en ze vertelde me dat ze uit de universiteit moest stappen.
german: [_J_] Ich habe sie nicht in irgendetwas einbezogen. Sie kam zu mir, um zu sehen, was ihre Mutter hier tat. Wir mussten reden, und sie sagte mir, sie müsse das Kollegium verlassen.

source: [_J_] Now that [dad_name]'s money is gone, she doesn't have any way to pay her tuition. Being the kind hearted man that I am, I offered her a job here as a waitress.
dutch: [_J_] Nu het geld van [dad_name]weg is, heeft ze geen enkele manier om haar tuïtie te betalen. Als aardige man die ik ben, heb ik haar hier als wachttijd een baan aangeboden.
german: [_J_] Nun, da das Geld von [dad_name]verschwunden ist, hat sie keine Möglichkeit, ihren Unterricht zu bezahlen. Als ein netter und herzlicher Mann, den ich bin, bot ich ihr hier einen Job als Kellnerin an.

source: [_M_] You should have told me about it first. Asked my for permission before offering my daughter a job at your strip club.
dutch: [_M_] Je had me het er eerst over moeten vertellen. Vraag toestemming voordat je mijn dochter een baan aanbiedt bij je stripclub.
german: [_M_] Du solltest mich zuerst darüber informiert haben. Fragte mich um Erlaubnis, bevor du meiner Tochter einen Job in deinem Strip Club anbietest.

source: [_J_] I don't need to ask for your permission, [mom_name]. Have you've forgotten the position your family is in?
dutch: [_J_] Ik hoef geen toestemming te vragen, [mom_name]. Ben je de positie vergeten waarin je familie zich bevindt?
german: [_J_] Ich muss nicht um Ihre Erlaubnis bitten, [mom_name]. Haben Sie die Position Ihrer Familie vergessen?

source: [_M_] No. But...
dutch: [_M_] Nee. Maar...
german: [_M_] Nein. Aber...

source: [_J_] I've been very generous with your family so far, [mom_name]. I'm only asking for payments on the interest of your debt instead of the original payments your husband agreed to.
dutch: [_J_] Ik ben tot nu toe erg genereus geweest met je familie [mom_name]. Ik vraag alleen om betaling van de rente op je schuld in plaats van de oorspronkelijke betalingen die je echtgenoot is overeengekomen.
german: [_J_] Ich bin bisher sehr großzügig mit deiner Familie gewesen, [mom_name]. Ich bitte nur um Zahlung auf die Zinsen Ihrer Schulden statt der ursprünglichen Zahlungen, denen Ihr Mann zugestimmt hat.

source: [_J_] I've been generous by letting you work in my club to earn the money to make those payments. Do you think you could handle a full payment every week without selling everything you own?
dutch: [_J_] Ik ben genereus geweest door je in mijn club te laten werken om het geld te verdienen om die betalingen te doen. Denkt u dat u elke week een volledige betaling kunt uitvoeren zonder alles wat u bezit te verkopen?
german: [_J_] Ich war großzügig, dich in meinem Club arbeiten zu lassen, um das Geld für diese Zahlungen zu verdienen. Glauben Sie, dass Sie jede Woche mit einer vollen Zahlung umgehen könnten, ohne alles zu verkaufen, was Sie besitzen?

source: [_M_] No...
dutch: [_M_] Nee...
german: [_M_] Nein...

source: [_J_] Don't interrupt! That was rhetorical. Of course you can't... It's not like your boy is helping you much.
dutch: [_J_] Onderbreek niet! Dat was retorisch. Natuurlijk kan... Het is niet alsof je jongen je veel helpt.
german: [_J_] unterbrechen! Das war rhetorisch. Natürlich kannst du nicht... Dein Junge hilft dir nicht.
