Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_MT_] {i}Wait!... Is that all there is?{/i}
dutch: [_MT_] {i}Wacht!... Is dat alles wel?{/i}
german: [_MT_] {i}Warte!... Gibt es alles? {/i}

source: [_MT_] {i}Even [dad_name] cums more than that.{/i}
dutch: [_MT_] {i}Even [dad_name] cums meer dan dat.{/i}
german: [_MT_] {i}Selbst [dad_name] mit mehr als das. {/i}

source: [_MT_] {i}Not much more, I guess.{/i}
dutch: [_MT_] {i}Niet veel meer, denk ik.{/i}
german: [_MT_] {i}Nicht viel mehr, glaube ich.{/i}

source: [_MT_] {i}I guess I've just gotten used to seeing how much [ryan] can cum.{/i}
dutch: [_MT_] {i}Ik denk dat ik net gewend ben om te zien hoeveel [ryan] kan cumeren.{/i}
german: [_MT_] {i}Ich denke, ich habe gerade gewohnt zu sehen, wie viel [ryan] kostet.{/i}

source: [_J_] That was even better than I expected from an undersexed housewife!
dutch: [_J_] Dat was nog beter dan ik van een ondergeslachte huisvrouw verwacht!
german: [_J_] Das war sogar besser als ich von einer untergeschlechtlichen Hausfrau!

source: [_J_] And I really do mean that as a compliment.
dutch: [_J_] En dat bedoel ik echt als een compliment.
german: [_J_] Und ich meine das wirklich als Kompliment.

source: [_J_] Hope you enjoyed it, at least a little.
dutch: [_J_] Ik hoop dat je er van hebt geprofiteerd, ten minste een beetje.
german: [_J_] Hoffentlich hat es dir gefallen, zumindest ein wenig.

source: [_MT_] {i}I definitely didn't hate it.{/i}
dutch: [_MT_] {i}Ik heb het absoluut niet gehat.{/i}
german: [_MT_] {i}Ich habe es definitiv nicht hassen.{/i}

source: [_MT_] {i}Shit!... I should have hated that!{/i}
dutch: [_MT_] {i}Shit!... Dat had ik moeten hat!{/i}
german: [_MT_] {i}Shit!... Ich hätte das haß!{/i}

source: [_M_] Uhhh... I guess it wasn't too bad.
dutch: [_M_] Uhhhh... Ik denk dat het niet te slecht was.
german: [_M_] Uhhh... Ich denke, es war nicht zu schlecht.

source: [_J_] Well, Since I truly enjoyed myself, there will be more opportunities for you to come and work down your debt and put some cash in your pockets.
dutch: [_J_] Nou, sinds ik zelf echt genoten heb er zullen meer mogelijkheden voor u zijn om uw schulden op te lossen en wat geld in uw zakken te stoppen.
german: [_J_] Nun, da ich mich wirklich genossen habe, Es wird mehr Möglichkeiten für Sie geben, zu kommen und Ihre Schulden abzubauen und etwas Geld in Ihre Taschen zu stecken.

source: [_J_] Speaking of which... The five hundred I owe you is in the desk drawer by the door... Just grab it on your way out.
dutch: [_J_] Spreek vanwel... De vijfhonderd ben ik je schuldig in de bureaulade langs de deur... Pak het gewoon op weg naar buiten.
german: [_J_] Sprich von wem... Die fünfhundert verdanken ich dich in der Schublade vor der Tür... Greifen Sie es einfach auf dem Weg nach draußen.

source: [_MT_] {i}Oh my God, Oh my God, Oh my God!... I just prostituted myself!{/i}
dutch: [_MT_] {i}Oh mijn God, Oh mijn God, Oh mijn God!... Ik heb mezelf net prostitueerd!{/i}
german: [_MT_] {i}Oh mein Gott, Oh mein Gott, Oh mein Gott!... Ich habe mich gerade prostituiert!{/i}

source: [_MT_] {i}I've turned into as big of a slut as my sister thinks I am.{/i}
dutch: [_MT_] {i}Ik ben zo groot geworden als mijn zus denkt dat ik dat ben.{/i}
german: [_MT_] {i}Ich habe mich in eine Schlampe verwandelt, wie meine Schwester glaubt, ich bin.{/i}

source: [_M_] I'm sorry to run out on you Mr. DeCapo... But I'm late for... something!
dutch: [_M_] Het spijt me dat ik op jou op Dhr. DeCapo... Maar ik ben laat voor... iets!
german: [_M_] Es tut mir leid, dass ich dir auf Mr. DeCapo... Aber ich bin verspätet für... etwas!

source: [_J_] Take some time to think about my offer. It will still be on the table!
dutch: [_J_] Neem even de tijd om na te denken over mijn aanbod. Het zal nog steeds op tafel liggen!
german: [_J_] Nehmen Sie sich Zeit, um über mein Angebot nachzudenken. Es wird immer noch auf dem Tisch liegen!

source: [_MT_] {i}[dad_name]'s going to kill me if he ever finds out about what I just did!{/i}
dutch: [_MT_] {i}[dad_name]gaat me doden als hij ooit te weten komt wat ik zojuist heb gedaan!{/i}
german: [_MT_] {i}[dad_name]'s gehen mich zu töten, wenn er jemals herausfindet, was ich gerade getan habe!{/i}

source: [_MT_] {i}I'd have to beg Joey for protection from him.{/i}
dutch: [_MT_] {i}Ik moet Joey bedelen voor bescherming tegen hem.{/i}
german: [_MT_] {i}Ich muss Joey um Schutz vor ihm bitten. {/i}

source: [_MT_] {i}Oh my God, Oh my God, Oh my God!{/i}
dutch: [_MT_] {i}Oh mijn God, Oh mijn God, Oh mijn God!{/i}
german: [_MT_] {i}Oh mein Gott, Oh mein Gott, Oh mein Gott!{/i}

source: [_MT_] {i}I can't believe Joey wanted to pay me for a sexual favor!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat Joey me wilde betalen voor een seksuele voorkeur!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass Joey mich für einen sexuellen Gefallen bezahlen wollte!{/i}

source: [_MT_] {i}Well, I showed him that I'm not just another one of his dirty prostitutes.{/i}
dutch: [_MT_] {i}Nou, ik heb hem laten zien dat ik niet zomaar een andere vuile prostituee ben. {/i}
german: [_MT_] {i}Nun, ich habe ihm gezeigt, dass ich nicht nur einer seiner schmutzigen Prostituierten bin. {/i}

source: [_MT_] {i}He'd better remember that!{/i}
dutch: [_MT_] {i}Hij zou zich dat maar beter herinneren!{/i}
german: [_MT_] {i}Er sollte sich besser daran erinnern!{/i}

source: [_MT_] {i}[dad_name] would kill Joey if he knew what he just requested!{/i}
dutch: [_MT_] {i}[dad_name] zou Joey doden als hij wist wat hij zojuist heeft gevraagd!{/i}
german: [_MT_] {i}[dad_name] würde Joey töten, wenn er wüsste, was er gerade verlangt hat! {/i}

source: [_MT_] {i}Or... is [dad_name] too afraid of Joey DeCapo.{/i}
dutch: [_MT_] {i}O... is [dad_name] te bang voor Joey DeCapo.{/i}
german: [_MT_] {i}oder... hat [dad_name] zu Angst vor Joey DeCapo.{/i}

source: [_MT_] {i}I'll bet [ryan] would be pretty angry, he's just sweet enough that he'd march into Joey's office and threaten his life to defend my honor... He might just be stupid enough too.{/i}
dutch: [_MT_] {i}Ik wed dat [ryan] best boos zou zijn. Hij is net zoet genoeg dat hij naar Joey's kantoor zou marcheren en zijn leven zou bedreigen om mijn eer te verdedigen. . - Hij is misschien ook dom genoeg.{/i}
german: [_MT_] {i}Ich wette [ryan] wäre ziemlich wütend, er ist gerade süß genug, dass er in Joeys Büro marschiert und sein Leben bedroht, um meine Ehre zu verteidigen. . Er könnte einfach dumm genug sein.{/i}

source: [_MT_] {i}That means I better not tell him what just happened.{/i}
dutch: [_MT_] {i}Dat betekent dat ik hem beter niet kan vertellen wat er net is gebeurd.{/i}
german: [_MT_] {i}Das heißt, ich sage ihm nicht, was gerade passiert ist.{/i}

source: [_ST_] {i}So the guy with the beard wanted a whiskey sour, and his date that looked young enough to be his daughter wanted a fuzzy navel.{/i}
dutch: [_ST_] {i}Dus de man met de baard wilde een whisky zuur, en zijn datum die jong genoeg leek om zijn dochter te zijn die een fuzzy navel wilde. /i}
german: [_ST_] {i}Also wollte der Kerl mit dem Bart eine Whiskey-Sauer, und sein Datum, das jung genug aussah, um seine Tochter zu sein, wollte einen unklaren Nabel. /i}

source: [_ST_] {i}Whiskey sour, fuzzy navel, whiskey sour, fuzzy navel.{/i}
dutch: [_ST_] {i}Whiskey zour, fuzzy navel, whiskey zour, fuzzy navel.{/i}
german: [_ST_] {i}Whiskey-Sauer, Fuzzy-Nabel, Whiskey-Sauer, Fuzzy-Nabel.{/i}

source: [_MT_] {i}How am I going to sort this all out?{/i}
dutch: [_MT_] {i}Hoe ga ik dit allemaal sorteren?{/i}
german: [_MT_] {i}Wie will ich das alles aussortieren?{/i}

source: [_M_] Ooofff, Oh my head... What just happened?
dutch: [_M_] Offf, Oh mijn hoofd ... Wat is er net gebeurd?
german: [_M_] Ooofff, Oh mein Kopf... Was ist gerade passiert?

source: [_M_] I'm sorry, Miss, I must not have been paying attent...
dutch: [_M_] Het spijt me, Mis, ik moet geen attent hebben betaald...
german: [_M_] Tut mir leid, Miss, ich muss nicht bezahlen attent...

source: [_M_] What in God's name are you doing here?
dutch: [_M_] Wat in godsnaam doe je hier?
german: [_M_] Was in Gottes Namen machst du hier?

source: [_M_] It... it... it... looks like you're working here!?
dutch: [_M_] het... het... ... het lijkt erop dat je hier werkt!?
german: [_M_] It... it... it... it... es sieht so aus, als ob du hier arbeitest!?

source: [_M_] Is that a waitress uniform?!
dutch: [_M_] Is dat een wachtuniform?!
german: [_M_] Ist das eine Kellnergleichheit?!

source: [_M_] Oh... So you've got nothing to say for yourself?
dutch: [_M_] Oh... Dus heb je niets te zeggen voor jezelf?
german: [_M_] Oh... Du hast dir also nichts zu sagen?

source: [_M_] For God's sake... How long have you been working here?
dutch: [_M_] Voor Gods naam... Hoe lang ben je hier al werkt?
german: [_M_] um Gottes willen... Wie lange hast du hier gearbeitet?

source: [_S_] {i}(meekly){/i} I don't know... A little while now.
dutch: [_S_] {i}(meekly){/i} dat ik het niet weet... Een tijdje nu.
german: [_S_] {i}(schwach){/i} Ich weiß nicht... Etwas Zeit jetzt.

source: [_M_] How long is a while? Like a month?
dutch: [_M_] Hoe lang is een tijdje? Zoals een maand?
german: [_M_] Wie lange ist eine Zeit? Wie einen Monat?

source: [_S_] Umm.... A little longer.
dutch: [_S_] Umm.... iets langer.
german: [_S_] Umm.... Ein wenig länger.

source: [_M_] Well, that's going to stop today!
dutch: [_M_] Nou, dat gaat vandaag stoppen!
german: [_M_] Nun, das wird heute aufhören!

source: [_S_] Mom... I need this job!
dutch: [_S_] ma... Ik heb dit werk nodig!
german: [_S_] Mom... Ich brauche diesen Job!

source: [_M_] You need a job, yes, but you're not going to work here anymore!
dutch: [_M_] Je hebt een baan nodig, ja, maar je gaat hier niet meer werken!
german: [_M_] Du brauchst einen Job, ja, aber du wirst hier nicht mehr arbeiten!

source: [_S_] Oh, please... I'm just following your example.
dutch: [_S_] Oh, alsjeblieft... Ik volg net je voorbeeld.
german: [_S_] Ah, bitte... Ich folge einfach deinem Beispiel.

source: [_S_] You're being such a hypocrite!
dutch: [_S_] Je bent zo hypocriet!
german: [_S_] Du bist so ein Heuchler!

source: [_S_] That's right... I know you've been working here.
dutch: [_S_] klopt... Ik weet dat je hier aan het werk bent.
german: [_S_] Das ist richtig... Ich weiß, Sie haben hier gearbeitet.

source: [_M_] How did you?... That's beside the point!
dutch: [_M_] Hoe ben je?... Dat is naast het punt!
german: [_M_] Wie hast du?... Das ist neben dem Punkt!

source: [_M_] I'm a grown woman who has to support a family and keep the Mafia off our backs!
dutch: [_M_] Ik ben een volwassen vrouw die een gezin moet onderhouden en de maffia van onze rug moet afhouden!
german: [_M_] Ich bin eine erwachsene Frau, die eine Familie unterstützen und die Mafia von uns fernhalten muss!

source: [_S_] I'm not a child anymore! I'm old enough to make my own decisions!
dutch: [_S_] Ik ben geen kind meer! Ik ben oud genoeg om mijn eigen beslissingen te nemen!
german: [_S_] Ich bin kein Kind mehr! Ich bin alt genug, um meine eigenen Entscheidungen zu treffen!

source: [_S_] Besides, weren't you stripping at my age?
dutch: [_S_] Bovendien, ben je niet bijster bij?
german: [_S_] Übrigens, hast du nicht in meinem Alter abgeschnitten?

source: [_M_] How did you?... [ryan]!... I'm going to kill him!
dutch: [_M_] Hoe ben je?... [ryan]!... Ik ga hem doden!
german: [_M_] Wie hast du?... [ryan]!... Ich werde ihn töten!

source: [_S_] Don't blame [ryan]!
dutch: [_S_] Geef de schuld niet aan [ryan]!
german: [_S_] Keine Schuld [ryan]!

source: [_M_] Oh, I'll blame him all I want, after I drag your ass home!
dutch: [_M_] Oh, ik zal het hem allemaal kwalijk nemen, nadat ik je pas naar huis heb gesleept!
german: [_M_] Oh, ich werde ihm alles geben, was ich will, nachdem ich deinen Arsch nach Hause gezogen habe!

source: [_X_] Hey! As interesting as your argument is, it's really rude to be interrupting sweet Candy's show!
dutch: [_X_] Hey! Hoe interessant jouw argument ook is, het is echt onbeleefd om de presentatie van zoete snoepjes te onderbreken!
german: [_X_] Hey! So interessant deine Argumentation auch sein mag, es ist wirklich unhöflich, süße Candys Show zu unterbrechen!

source: [_M_] Look at your ass!... These tights leave almost nothing to the imagination!
dutch: [_M_] Kijk eens naar jouw ass!... Deze pantseringen laten bijna niets meer over aan de fantasie!
german: [_M_] Schau dir deinen Arsch an!... Diese Strumpfhosen lassen fast nichts der Phantasie!

source: [_M_] You might as well be up on stage!
dutch: [_M_] Je kunt net zo goed op het podium zijn!
german: [_M_] Du bist vielleicht auf der Bühne!

source: [_M_] And are you?...
dutch: [_M_] En ben jij?...
german: [_M_] Und bist du?...

source: [_M_] You're not even wearing a bra!
dutch: [_M_] Je hebt niet eens een vleermuis dragen!
german: [_M_] Du trägst noch nicht einmal ein BH!

source: [_ST_] Holy fuck.... Mom's grabbing my tit!
dutch: [_ST_] Heilige gedoe niet.... Mis grijpt mijn strop!
german: [_ST_] Heilige Fick.... Mom's schnappt mir den Titten!

source: [_X_] Hey! As interesting as this argument is, and as much as I enjoy watching you grab that young waitress's tits, it's really rude to be interrupting sweet Candy's show!
dutch: [_X_] Hey! Hoe interessant dit argument ook is, en ik zie graag hoe u de tijden van jonge wachttijden verovert. Het is echt onbeleefd om de presentatie van zoete snoepjes te onderbreken!
german: [_X_] Hallo! So interessant diese Argumentation ist, und so sehr es mir gefällt, wie du dir anschaust, dass die Titten der jungen Kellnerinnen gepackt werden, Es ist wirklich unhöflich, die süße Candy's Show zu unterbrechen!

source: [_MT_] {i}Oh, fuck... I got carried away... How embarrassing!{/i}
dutch: [_MT_] {i}Oh, fuck... Ik werd gedragen ... Hoe gênant!{/i}
german: [_MT_] {i}Oh, fuck... Ich bin weggetragen... Wie peinlich!{/i}

source: [_M_] Sorry, Candy!
dutch: [_M_] Sorry, snoepje!
german: [_M_] Sorry, Zucker!

source: [_M_] We'll continue this conversation when we get home, right now, you go wait for me in the car! I'm going to let Joey know he needs to find another waitress.
dutch: [_M_] We gaan door met dit gesprek als we thuiskomen, op dit moment, wacht je op me in de auto! Ik laat Joey weten dat hij een andere wachttijd moet vinden.
german: [_M_] Wir werden diese Unterhaltung fortsetzen, wenn wir nach Hause kommen, jetzt wartest du im Auto auf mich! Ich werde Joey wissen lassen, dass er eine weitere Kellnerin finden muss.

source: [_S_] Fuck... I hate it when Mom treats me like a child!
dutch: [_S_] Fuck... Ik haat het wanneer mama me als een kind behandelt!
german: [_S_] Fuck... Ich hasse es, wenn Mama mich wie ein Kind behandelt!

source: {i}"Later on that night."{/i}
dutch: {i}"Later op die nacht."{/i}
german: {i}"Später in jener Nacht."{/i}

source: [_RT_] {i}What's that noise?{/i}
dutch: [_RT_] {i}Wat is dat lawaai?{/i}
german: [_RT_] {i}Was ist das Geräusch?{/i}

source: {i}(Continued yelling){/i}
dutch: {i}(Doorlopende yelling){/i}
german: {i}(Fortgesetzt){/i}

source: [_RT_] {i}Fuck, I think Mom and Sidney are really getting into it!{/i}
dutch: [_RT_] {i}Fuck, ik denk dat mevrouw en Sidney er echt in komen!{/i}
german: [_RT_] {i}Fuck, ich glaube, Mama und Sidney kommen wirklich in ihn hinein!{/i}

source: [_RT_] {i}I wonder what happened?{/i}
dutch: [_RT_] {i}Ik vraag me af wat er gebeurt?{/i}
german: [_RT_] {i}Ich frage mich, was passiert ist? {/i}

source: [_RT_] {i}I guess I could go eavesdrop.{/i}
dutch: [_RT_] {i}Ik denk dat ik zou kunnen afluisteren.{/i}
german: [_RT_] {i}Ich denke, ich könnte abhören.{/i}

source: [_RT_] {i}After all, I am the man of the house... I should know what's going on.{/i}
dutch: [_RT_] {i}Want ik ben de man van het huis... Ik zou moeten weten wat er aan de hand is.{/i}
german: [_RT_] {i}Immerhin bin ich der Mann des Hauses... Ich sollte wissen, was vor sich geht.{/i}

source: [_RT_] {i}Whoa!... Aunt Cami loves drama! It must be really bad in there if she's bailing.{/i}
dutch: [_RT_] {i}Whoa!... Aunt Cami houdt van drama! Het moet daar erg slecht zijn als ze redding.{/i}
german: [_RT_] {i}Whoa!... Tante Cami liebt Drama! Es muss dort wirklich schlecht sein, wenn sie gerettet wird.{/i}

source: [_C_] Holy shit, You might want to steer clear... It's dangerous in there!
dutch: [_C_] Heilige shit, je wilt misschien schoonmaken... Het is daar gevaarlijk!
german: [_C_] Heiliger Scheiße, vielleicht möchtest du klarstellen... Es ist dort gefährlich!

source: [_R_] Why?... What's going on?
dutch: [_R_] Waarom?... Wat gebeurt er?
german: [_R_] Warum?... Was geht vor?

source: [_C_] I'm not positive... [mom_name] kicked me out before I could be sure, but [mom_name] dragged Sidney into our room, just yelling at her.
dutch: [_C_] Ik ben niet positief... [mom_name] schopte me uit voordat ik zeker kon zijn, maar [mom_name] heeft Sidney gesleept in onze kamer, gewoon aan het schreeuwen.
german: [_C_] Ich bin nicht positiv... [mom_name] hat mich gekickt, bevor ich sicher sein konnte, aber [mom_name] hat Sidney in unseren Raum gezogen und sie nur angeschworen.

source: [_C_] I was already sound asleep, but that woke me up pretty quick.
dutch: [_C_] Ik was al in slaap, maar dat liet me snel wakker worden.
german: [_C_] Ich war bereits eingeschlafen, aber das weckte mich ziemlich schnell.

source: [_C_] I'm sure [mom_name] forgot I would be in there, so when I sat up in bed [mom_name] noticed me and she kicked me out.
dutch: [_C_] Ik weet zeker dat [mom_name] vergeten was dat ik daar zou zijn, dus toen ik in bed [mom_name] zat viel me op en ze schopte me uit.
german: [_C_] Ich bin sicher, dass [mom_name] vergessen hat, dass ich dort sein würde. Als ich also im Bett [mom_name] saß, bemerkte ich mich und sie stieß mich aus.

source: [_C_] All I know is that Sidney was wearing the same uniform those whore's at the Mafia club wear.
dutch: [_C_] Alles wat ik weet is dat Sidney hetzelfde uniform droeg als degene die bij de maffia club draait.
german: [_C_] Ich weiß nur, dass Sidney die gleiche Uniform trug wie die Hure im Mafia Club.

source: [_C_] I guess the apple doesn't fall far from the tree, huh?
dutch: [_C_] Ik denk dat de appel niet ver van de boom valt, hè?
german: [_C_] Ich vermute, der Apfel fällt nicht weit vom Baum, huh?

source: [_R_] How do you know what the girls at the Mafia club wear?
dutch: [_R_] Hoe weet jij wat de meisjes bij de maffia club dragen?
german: [_R_] Wie weißt du, was die Mädchen im Mafia Club tragen?

source: [_C_] I'm going to be sleeping on the couch. Please don't come bother me tonight!
dutch: [_C_] Ik ga op de bank slapen. Kom vanavond alsjeblieft niet gestoord!
german: [_C_] Ich werde auf der Couch schlafen. Bitte störe mich heute Abend nicht!

source: [_RT_] {i}God, what a bitch!{/i}
dutch: [_RT_] {i}God, wat een bitch!{/i}
german: [_RT_] {i}Gott, was für eine Hünde!{/i}

source: [_RT_] {i}I'm pretty sure Aunt Cami won't be able to see what I'm doing if I pull out my phone and spy on their conversation.{/i}
dutch: [_RT_] {i}Ik ben er vrij zeker van dat Aunt Cami niet kan zien wat ik aan het doen ben als ik mijn telefoon eruit haalt en hun gesprek bespioneert. /i}
german: [_RT_] {i}Ich bin ziemlich sicher, dass Tante Cami nicht sehen kann, was ich tue, wenn ich mein Telefon ausziehen und ihr Gespräch spioniere. /i}

source: [_S_] No, I swear I've never done anything else besides serving food and drinks!
dutch: [_S_] Nee, ik zweer dat ik nog nooit iets anders heb gedaan naast het eten en drinken!
german: [_S_] Nein, ich schwöre außer Essen und Trinken habe ich noch nie etwas anderes gemacht!

source: [_M_] I've seen the way guys treat the waitress's there.
dutch: [_M_] Ik heb de manier gezien waarop jongens de kelders daar behandelen.
german: [_M_] Ich habe gesehen, wie Jungs die Kellner dort behandeln.

source: [_M_] They can get pretty handsy.
dutch: [_M_] Ze kunnen best handig worden.
german: [_M_] Sie können ziemlich handlich werden.

source: [_ST_] {i}Yeah, and they tip a whole lot better when I let them.{/i}
dutch: [_ST_] {i}Yeah, en ze tikken een stuk beter wanneer ik ze laat zien.{/i}
german: [_ST_] {i}Ja, und sie tippen viel besser, wenn ich sie zulassen möchte.{/i}

source: [_S_] Oh, it's not like I didn't have to deal with handsy guys back in my high school days. You'd have no idea who it was who grabbed you in those crowded hallways.
dutch: [_S_] Oh, het lijkt er niet op dat ik niet met handige jongens heb moeten omgaan in mijn middelbare schooldagen. Je zou geen idee hebben wie je in de drukke hallways heeft gegrepen.
german: [_S_] Oh, es ist nicht so, als hätte ich mich nicht wieder mit handlichen Jungs in meinen High School Tagen beschäftigen müssen. Sie hätten keine Ahnung, wer Sie in den überfüllten Fluren packte.

source: [_S_] At least at the club I know exactly who did what. And if they were ever to go too far, Joey's bouncers are more than happy to set them straight.
dutch: [_S_] Ten minste bij de club weet ik precies wie wat heeft gedaan. En als ze ooit te ver zouden gaan, dan zouden Joey's buiters ze graag rechtzetten.
german: [_S_] Zumindest im Club weiß ich genau, wer was gemacht hat. Und wenn sie jemals zu weit gehen würden, sind Joeys Bouncers mehr als glücklich, sie zu korrigieren.

source: [_M_] But don't you see the problem here?
dutch: [_M_] Maar zie je het probleem hier niet?
german: [_M_] Aber sehen Sie das Problem hier nicht?

source: [_M_] You're saying that there is an amount of groping that you're comfortable with!
dutch: [_M_] Je zegt dat er een hoeveelheid gekruipt is waarmee je comfortabel zit!
german: [_M_] Du sagst dir, dass es eine Menge zu streicheln gibt, mit der du zufrieden bist!

source: [_M_] How am I supposed to be okay with that?
dutch: [_M_] Hoe moet ik daar goed mee zijn?
german: [_M_] Wie soll ich damit in Ordnung sein?

source: [_S_] Well, was Grandma okay when she found out you were stripping right out of high school?
dutch: [_S_] Nou, was Grandma oké toen ze ontdekte dat je helemaal buiten de middelbare school zat?
german: [_S_] Nun, war Oma okay, als sie herausgefunden hat, dass du direkt aus der Gymnasium entfernt hast?

source: [_M_] Grandma never found out!
dutch: [_M_] oma heeft nooit gevonden!
german: [_M_] hat nie herausgefunden!

source: [_S_] I wish you hadn't!
dutch: [_S_] Ik wou dat je dat niet had!
german: [_S_] Ich wünschte, du hast es nicht!

source: [_M_] Well, maybe you would have had more success if you'd picked a club where you mother isn't forced to work at from time to time.
dutch: [_M_] Nou, Misschien had je meer succes gehad als je een club zou hebben gekozen waar je moeder van tijd tot tijd niet gedwongen is om te werken.
german: [_M_] Nun, Vielleicht hätten Sie mehr Erfolg gehabt, wenn Sie einen Club ausgewählt hätten, in dem Sie Mutter nicht gezwungen sind, von Zeit zu Zeit zu arbeiten.

source: [_RT_] {i}This is just going in circles. I should go back to bed before Aunt Cami decides to come over here and investigate what I'm doing.{/i}
dutch: [_RT_] {i}Dit gaat gewoon in cirkels. Ik moet terug naar bed gaan voordat Aunt Cami besluit hier over te komen en te onderzoeken wat ik doe.{/i}
german: [_RT_] {i}Dies läuft nur in Kreisen. Ich sollte zurück ins Bett gehen, bevor Tante Cami beschließt, hierher zu kommen und zu untersuchen, was ich tue.{/i}

source: [_RT_] {i}The one thing I know for sure is that Mom is going to put an end to Sidney ever working at the club again.{/i}
dutch: [_RT_] {i}Het enige dat ik zeker ken, is dat Mama een einde zal maken aan Sidney die ooit weer in de club gaat werken. /i}
german: [_RT_] {i}Das einzige, was ich sicher weiß, ist, dass Sidney nicht mehr im Club arbeitet. /i}
