Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}Mom seemed to like my praise for her, but I don't think it did anything to prevent her conjugal visit with Dad later today.{/i}
dutch: [_RT_] {i}Mom leek mijn complimenten voor haar te vinden Ik denk echter dat het niets heeft gedaan om haar bezoek aan vader later vandaag te verhinderen. /i}
german: [_RT_] {i}Mutter schien mein Lob für sie zu mögen aber ich glaube nicht, dass es etwas getan hat, um ihren konjugalen Besuch mit Papa später heute zu verhindern. /i}

source: [_RT_] {i}I hate to accept that this might just be out of my control.{/i}
dutch: [_RT_] {i}Ik vind het jammer om te accepteren dat dit misschien buiten mijn controle blijft.{/i}
german: [_RT_] {i}Ich hasse es zu akzeptieren, dass dies einfach außerhalb meiner Kontrolle liegt.{/i}

source: [_PG_] fifteen minutes until visiting hours start!
dutch: [_PG_] 15 minuten tot de uur begint!
german: [_PG_] 15 Minuten, bis die Besuchszeiten beginnen!

source: [_D_] So, you never did tell me how you ended up in here.
dutch: [_D_] Dus, je hebt me nooit verteld hoe je hier terechtkwam.
german: [_D_] Du hast mir also nie gesagt, wie du hier gelandet bist.

source: [_ER_] That's a long story. You don't want to hear about it.
dutch: [_ER_] Dat is een lang verhaal. Je wilt er niet meer over horen.
german: [_ER_] Das ist eine lange Geschichte. Du möchtest nichts darüber hören.

source: [_D_] We've got some time until visiting hours.
dutch: [_D_] We hebben wat tijd tot uren.
german: [_D_] Wir haben einige Zeit bis zu Besuchsstunden.

source: [_D_] Please, at least give me the short version. It'll help us pass the time.
dutch: [_D_] Geef me ten minste de korte versie. Het zal ons helpen door de tijd te gaan.
german: [_D_] Bitte gib mir zumindest die kurze Version an. Es wird uns helfen, die Zeit zu verpassen.

source: [_ER_] Well, I'm in here because of some little incestuous shit stain, named Max.
dutch: [_ER_] Nou, ik ben hier in vanwege een paar onestueuze lek, max.
german: [_ER_] Nun, ich bin hier wegen ein wenig zähem Scheißfleisch, genannt Max.

source: [_ER_] I was dating his mom!
dutch: [_ER_] Ik volgde zijn moeder mee!
german: [_ER_] Ich datierte seine Mama!

source: [_ER_] I was married at the time with a young daughter, but of course his Mom Ann didn't have any clue.
dutch: [_ER_] ik was toentertijd getrouwd met een jonge dochter, maar natuurlijk had zijn man Ann geen flauw idee.
german: [_ER_] Ich war damals mit einer kleinen Tochter verheiratet, aber natürlich hatte sein Mama Ann keine Ahnung.

source: [_ER_] Oh, Ann was such a smokin hot piece of ass! She was pretty crazy in bed too.
dutch: [_ER_] Oh, Ann was zo'n rokin heet stuk! Ze was ook best gek in bed.
german: [_ER_] Oh, Ann war so ein heißes Stück Arsch! Sie war auch im Bett ziemlich verrückt.

source: [_ER_] Really, the perfect MILF.
dutch: [_ER_] Echt, de perfecte MILF.
german: [_ER_] Wirklich, der perfekte MILF.

source: [_ER_] I was getting a pretty good thing going with his older sister Alice too.
dutch: [_ER_] Ik ging ook goed mee met zijn oudere zus Alice
german: [_ER_] Ich habe auch mit seiner älteren Schwester Alice eine ziemlich gute Sache gemacht.

source: [_ER_] With a little more time, I probably could have gotten with the younger sister Liza.
dutch: [_ER_] Met een beetje meer tijd, had ik waarschijnlijk kunnen komen met de jongere zuster Liza.
german: [_ER_] Mit etwas mehr Zeit hätte ich wahrscheinlich mit der jüngeren Schwester Liza kommen können.

source: [_ER_] Oh, yeah... hehehe... I almost forgot about their Aunt Kira. I nailed her too.
dutch: [_ER_] Oh, ja... hehehe... Ik ben bijna hun Aunt Kira vergeten. Ik heb ook haar verloochend.
german: [_ER_] Oh, ja... hehehe... Ich habe ihre Tante Kira fast vergessen. Ich habe sie auch genagelt.

source: [_ER_] It was a beautiful situation.
dutch: [_ER_] Het was een prachtige situatie.
german: [_ER_] Es war eine schöne Situation.

source: [_ER_] Of course, Ann was none the wiser... Thought I only had eyes for her.
dutch: [_ER_] Natuurlijk was Ann niet zo verstandig... Ik zou alleen maar ogen voor haar hebben.
german: [_ER_] Natürlich war Ann nicht der weiser... Denke ich nur die Augen für sie.

source: [_ER_] But, that nosey twerp, Max, he refused to mind his own business.
dutch: [_ER_] Maar die lawaaierige twerp, Max, weigerde om je eigen zaken voor te stellen.
german: [_ER_] Aber diese Nasenschütter, Max, lehnte er es ab, sich um sein eigenes Geschäft zu kümmern.

source: [_ER_] the little fucker had it bad for his own mom and sisters.
dutch: [_ER_] de kleine fucker had het slecht voor zijn eigen moeder en zussen.
german: [_ER_] der kleine Ficker hatte es schlecht für seine eigene Mama und Schwestern.

source: [_D_] You're shitting me.
dutch: [_D_] Je slikt me.
german: [_D_] Du fragst mich.

source: [_ER_] Wish I were.
dutch: [_ER_] Wens ik was.
german: [_ER_] Ich wünschte mich.

source: [_ER_] At the time, I didn't see much harm in it.
dutch: [_ER_] toen, ik zag er niet veel schade in.
german: [_ER_] Damals sah ich nicht viel Schaden daran.

source: [_ER_] I even let the bastard watch me fuck Ann a few times. Even manipulated her into letting him watch her dress in the mornings.
dutch: [_ER_] Ik laat het bastard me een paar keer een Ann trotseren. Zelfs haar zo gemanipuleerd dat hij haar 's morgens haar jurk liet zien.
german: [_ER_] Ich lasse mich sogar ein paar Mal vom Bastard sehen, wie ich Ann ficken lasse. Sie hat sie sogar dazu manipuliert, ihr Kleid morgens zusehen zu lassen.

source: [_ER_] And how did he repay my kindness?
dutch: [_ER_] En hoe heeft hij mijn vriendelijkheid terugbetaald?
german: [_ER_] Und wie hat er meine Güte zurückbezahlt?

source: [_D_] What'd the fucker do?
dutch: [_D_] Wat zou de fucker doen?
german: [_D_] Was soll der Ficker tun?

source: [_ER_] He wasn't content with my peace offerings. He wanted those girls all to himself, so he stole my wallet.
dutch: [_ER_] Hij was geen content met mijn vredesaanbod. Hij wilde dat die meisjes allemaal voor zichzelf waren, dus heeft hij mijn portemonnee gestolen.
german: [_ER_] Er war mit meinen Friedensangeboten nicht zufrieden. Er wollte diese Mädchen für sich selbst, so dass er meine Brieftasche gestohlen hat.

source: [_ER_] He found out that my real name is Victor Moro.
dutch: [_ER_] Hij ontdekte dat mijn echte naam Victor Moro is.
german: [_ER_] Er hat herausgefunden, dass mein richtiger Name Victor Moro ist.

source: [_ER_] I don't know how he did it, but he figured out that Victor Moro was a wanted man, that the DeCapos were after me.
dutch: [_ER_] Ik weet niet hoe hij het heeft gedaan, maar hij kwam erachter dat Victor Moro een gezochte man was, dat de DeCapos na mij waren.
german: [_ER_] Ich weiß nicht, wie er es gemacht hat, aber er stellte fest, dass Victor Moro ein gewollter Mann war, dass die DeCapos nach mir waren.

source: [_D_] Why were they after you?
dutch: [_D_] Waarom waren ze na je?
german: [_D_] Warum waren sie nach dir?

source: [_ER_] I was once a part of the DeCapo organization. They found out I was skimming money off the top of some of their drug deals, but I disappeared before they could put me in the ground.
dutch: [_ER_] Ik maakte ooit deel uit van de DeCapo organisatie. Ze kwamen erachter dat ik geld van de top van hun drugsdeals afslankte, maar ik verdween voordat ze me op de grond konden zetten.
german: [_ER_] Ich war einmal Teil der DeCapo Organisation. Sie haben herausgefunden, dass ich Geld von der Spitze einiger ihrer Drogengeschäfte abfärbte, aber ich verschwand, bevor sie mich in den Boden.

source: [_ER_] So, I told Max I would disappear if he kept his mouth shut.
dutch: [_ER_] Dus, ik zei dat Max I zou verdwijnen als hij zijn mond dicht zou houden.
german: [_ER_] Also sagte ich, Max I würde verschwinden, wenn er den Mund schmal.

source: [_ER_] That fucker must have told somebody because the next day I walk into my house and a sexy FBI agent... I think her name was Diaz... anyways, she's sitting in my living room.
dutch: [_ER_] Die fucker moet iemand hebben verteld omdat ik de volgende dag mijn huis binnen ga en een sexy FBI-agent. . - Ik denk dat haar naam Diaz... hoe dan ook, ze zit in mijn woonkamer.
german: [_ER_] Dieser Ficker muss jemandem gesagt haben, denn am nächsten Tag gehe ich in mein Haus und einen sexy FBI-Agenten. . Ich glaube, ihr Name war Diaz... jedenfalls sitzt sie in meinem Wohnzimmer.

source: [_ER_] I thought I was being arrested, but this dirty FBI agent let me know that Joey would let me keep my life if I took a hit and did time for his nephew.
dutch: [_ER_] Ik dacht dat ik werd gearresteerd, maar dit vuile FBI-agent liet me weten dat Joey me mijn leven zou laten houden als ik een klap zou nemen en tijd zou geven voor zijn neef.
german: [_ER_] Ich dachte, ich würde verhaftet, aber dieser schmutzige FBI-Agent ließ mich wissen, dass Joey mein Leben behalten würde, wenn ich einen Hit nahm und Zeit für seinen Neffen.

source: [_ER_] So, I confessed to a crime I didn't commit, and now I'm doing ten more years in exchange for my life.
dutch: [_ER_] Dus ik bekende een misdaad die ik niet had begaan en nu doe ik nog tien jaar in ruil voor mijn leven.
german: [_ER_] Also gestehe ich zu einem Verbrechen, das ich nicht begangen habe, und jetzt mache ich zehn weitere Jahre im Austausch für mein Leben.

source: [_ER_] And that fucking twerp, Max... He's probably having a great life, emptying his balls into his Mom and sisters each day.
dutch: [_ER_] En dat verdomde twerp, Max... Hij heeft waarschijnlijk elke dag een geweldig leven, waardoor zijn ballen zijn mazen en zussen in zijn handen hebben.
german: [_ER_] Und das fucking twerp, Max... Er hat wahrscheinlich ein großartiges Leben und leert jeden Tag seine Bälle in seine Mutter und Schwestern ab.

source: [_ER_] But I'll fucking get my revenge, someday.
dutch: [_ER_] Maar op een dag krijg ik mijn wraak.
german: [_ER_] Aber ich ficke meine Rache, eines Tages.

source: [_D_] Fuck!... What a degenerate!
dutch: [_D_] Fuck!... Wat een degeneratie!
german: [_D_] Fuck!... Was für ein Degenerieren!

source: [_D_] What kind of messed up son of a bitch would want to fuck their own mom and sisters?
dutch: [_D_] Wat voor puinhoop van een stoot zou hun eigen moeder en zussen willen vertroebelen?
german: [_D_] Welcher verwirrte Sohn einer Hündin will ihre eigene Mutter und Schwester ficken?

source: [_D_] My son's taking good care of his mom and sisters... Thank God, I raised him better than that.
dutch: [_D_] Mijn zoon zorgt goed voor zijn moeder en zussen... Godzijdank heb ik hem beter opgevoed.
german: [_D_] Mein Sohn kümmert sich gut um seine Mutter und Schwestern... Gott sei Dank habe ich ihn besser aufgehoben.

source: [_D_] So, your name's not Eric?
dutch: [_D_] Dus, je naam is geen Erice?
german: [_D_] Also, dein Name ist nicht Eric?

source: [_ER_] Yeah, it's really Victor, but I like Eric better.
dutch: [_ER_] Yeah, het is echt de overwinning, maar ik hou beter van Eric
german: [_ER_] Ja, es ist wirklich Victor, aber ich mag Eric besser.

source: [_ER_] And those pictures on the wall...
dutch: [_ER_] En die foto's op de muur...
german: [_ER_] Und die Bilder an der Wand ...

source: [_ER_] Is that your wife?
dutch: [_ER_] Is dat jouw vrouw?
german: [_ER_] Ist das deine Frau?

source: [_D_] Yeah, That's [mom_name], she's coming to visit me for the first time since I've been in jail.
dutch: [_D_] Yeah, dat is [mom_name], ze komt voor het eerst sinds ik in de gevangenis zit.
german: [_D_] Ja, das ist [mom_name], sie kommt zum ersten Mal seit ich im Gefängnis bin.

source: [_ER_] But, haven't you been in here a while?
dutch: [_ER_] Maar ben je hier een tijdje niet geweest?
german: [_ER_] Aber warst du nicht eine Weile hier?

source: [_D_] Yeah, Ungrateful bitch took long enough to come see me.
dutch: [_D_] Yeah, Ondankbare bitch duurde lang genoeg om me te komen zien.
german: [_D_] Ja, Undankbare Hündin hat lange genug gebraucht, um mich zu sehen.

source: [_ER_] She's drop dead sexy!
dutch: [_ER_] Ze valt dood sexy!
german: [_ER_] Sie droppt tot sexy!

source: [_D_] She used to be.
dutch: [_D_] Ze was vroeger.
german: [_D_] Früher war sie das.

source: [_D_] That picture on top is when we were first married.
dutch: [_D_] Die foto bovenaan is toen we voor het eerst getrouwd waren.
german: [_D_] Das Bild oben ist, als wir das erste Mal verheiratet wurden.

source: [_D_] Fuck she was gorgeous!
dutch: [_D_] Fuck Ze was prachtig!
german: [_D_] Fuck sie war großartig!

source: [_D_] But now she looks like the picture below it.
dutch: [_D_] Maar nu lijkt ze op de afbeelding eronder.
german: [_D_] Aber jetzt sieht sie wie das Bild darunter aus.

source: [_ER_] I think she looks even sexier now.
dutch: [_ER_] Ik denk dat ze er nu nog sexier uitziet.
german: [_ER_] Ich glaube, sie sieht jetzt noch sexiger aus.

source: [_ER_] But, I'm kind of into moms.
dutch: [_ER_] Maar ik ben aardig in momenten.
german: [_ER_] Aber ich bin ein bisschen in Mamas.

source: [_D_] Ehh... Not me. I'd trade her in for a younger version any day.
dutch: [_D_] Ehhh... Niet ik. Ik verhandel haar elke dag voor een jongere versie.
german: [_D_] Ehhh... Nicht ich. Ich würde sie jeden Tag gegen eine jüngere Version tauschen.

source: [_D_] In fact I have. Just this morning.
dutch: [_D_] In feite heb ik dat gewoonlijk. Vanmorgen.
german: [_D_] In der Tat, ich habe gerade heute Morgen.

source: [_ER_] You've already had your conjugal today?
dutch: [_ER_] Je hebt je vandaag al gedrukt?
german: [_ER_] Du hast heute schon deine Konjugation gehabt?

source: [_D_] Yeah, Joey DeCapo's been pretty grateful that I didn't rat him out when I got arrested.
dutch: [_D_] Yeah, Joey DeCapo's waren vrij dankbaar dat ik hem niet rat toen ik werd gearresteerd.
german: [_D_] Ja, Joey DeCapo's war ziemlich dankbar, dass ich ihn nicht rausrat, als ich verhaftet wurde.

source: [_D_] He's got a few ways of showing his gratitude.
dutch: [_D_] Hij heeft een aantal manieren om zijn dankbaarheid te tonen.
german: [_D_] Er hat ein paar Wege, seine Dankbarkeit zu zeigen.

source: [_D_] Every Sunday, he sends this cute young housewife from his club.
dutch: [_D_] Elke zondag stuurt hij deze schattige jonge huisvrouw uit zijn club.
german: [_D_] Jeden Sonntag schickt er diese süße junge Hausfrau aus seinem Club.

source: [_D_] Her name is Candy.
dutch: [_D_] Haar naam is Snoep.
german: [_D_] Ihr Name ist Candy.

source: [_D_] I couldn't resist her this morning.
dutch: [_D_] Ik kon haar vanochtend niet weerstaan.
german: [_D_] Ich konnte ihr heute Morgen nicht widerstehen.

source: [_ER_] But, what are you going to tell your wife? They won't let you have two conjugals in one day.
dutch: [_ER_] Maar wat ga je je vrouw vertellen? Ze laten je niet twee samenvoegingen in één dag toe.
german: [_ER_] Aber, was wirst du deiner Frau erzählen? Sie werden dir nicht erlauben, an einem Tag zwei Konjugals zu haben.

source: [_D_] Ehh... I'll think of some way to blow her off tactfully.
dutch: [_D_] Ehhh... Ik zal een of andere manier bedenken om haar stilzwijgend af te blazen.
german: [_D_] Ehhh... Ich denke an eine Möglichkeit, sie taktvoll abzublasen.

source: [_ER_] If you're not going to fuck her today, can I?
dutch: [_ER_] Als je haar vandaag niet gaat doodslaan, kan ik dat?
german: [_ER_] Wenn du sie heute nicht ficken willst, kann ich?

source: [_D_] Watch it!
dutch: [_D_] Kijk het!
german: [_D_] Pass auf!

source: [_D_] She's still my wife!
dutch: [_D_] Ze is nog steeds mijn vrouw!
german: [_D_] Sie ist immer noch meine Frau!

source: [_ER_] So, you're allowed to fuck other women, but she's not allowed to fuck other guys?
dutch: [_ER_] Dus, je mag andere vrouwen trotseren, maar ze mag andere mannen niet de das omdoen?
german: [_ER_] Du darfst also andere Frauen ficken, aber sie darf andere Jungs nicht ficken?

source: [_D_] You got a problem with that?
dutch: [_D_] Heb je daar een probleem mee?
german: [_D_] Du hast ein Problem damit bekommen?

source: [_ER_] No...
dutch: [_ER_] Nee...
german: [_ER_] Nein...

source: [_ER_] Oh, but I've got a proposition for you.
dutch: [_ER_] Oh, maar ik heb een voorstel voor je.
german: [_ER_] Oh, aber ich habe einen Vorschlag für dich.

source: [_ER_] I won't talk about fucking her anymore, plus I'll give you two bottles of my toilet hooch, and 3 packs of cigs, if you'll give me the underwear she's wearing today.
dutch: [_ER_] Ik zal het niet meer hebben over het verpletteren van haar, plus ik geef je twee flessen van mijn toilethooch, en 3 pakjes cigs als je me het ondergoed geeft dat ze vandaag draagt.
german: [_ER_] Ich werde nicht mehr darüber reden, sie zu ficken, plus ich gebe dir zwei Flaschen meiner Toiletten-Hooch, und 3 Zigarrenpackungen, wenn du mir die Unterwäsche gibst, die sie heute trägt.

source: [_D_] How am I going to get her underwear?
dutch: [_D_] Hoe ga ik haar ondergoed krijgen?
german: [_D_] Wie werde ich ihre Unterwäsche bekommen?

source: [_ER_] Oh, come on... That shouldn't be hard at all.
dutch: [_ER_] Oh, komt... Dat zou helemaal niet moeilijk moeten zijn.
german: [_ER_] Oh, komm weiter... Das sollte überhaupt nicht hart sein.

source: [_D_] What are you going to do with her panties?
dutch: [_D_] Wat ga je doen met haar vijzel?
german: [_D_] Was wirst du mit ihren Hosen machen?

source: [_ER_] I want the the bra too.
dutch: [_ER_] Ik wil de bra ook.
german: [_ER_] Ich möchte den BH auch.

source: [_D_] But what the hell do you want them for?
dutch: [_D_] Maar waarvoor wil je ze graag hebben?
german: [_D_] Aber wofür willst du sie eigentlich?

source: [_ER_] That's my business.
dutch: [_ER_] Dat is mijn zaak.
german: [_ER_] Das ist mein Geschäft.

source: [_D_] You sick fucker.
dutch: [_D_] Je bent zieke fucker.
german: [_D_] Du kranke Ficker.

source: [_ER_] You just screwed some young whore, and your judging me?
dutch: [_ER_] Je hebt net wat jong geschreeuw en je oordeel me?
german: [_ER_] Du hast gerade eine junge Hure geschraubt, und du beurteilst mich?

source: [_D_] Good point... And I would love some of your toilet hooch... Alright, I'll see what I can do.
dutch: [_D_] Goed punt... En ik zou graag je toilethooche zien... Oké, ik zal zien wat ik kan doen.
german: [_D_] Guten Punkt... Und ich würde ein paar deiner Toilettenhaken lieben... Okay, ich werde sehen, was ich tun kann.

source: [_PG_] Five more minutes until visiting hours.
dutch: [_PG_] nog vijf minuten voor uw bezoek.
german: [_PG_] Fünf weitere Minuten bis zu Besuchsstunden.

source: [_PG_] We'll escort him out, and you can meet him at station seven in five minutes.
dutch: [_PG_] We zullen hem uitschrijven en je kunt hem ontmoeten op station zeven over vijf minuten.
german: [_PG_] Wir werden ihn begleiten, und du kannst ihn an Station sieben in fünf Minuten treffen.

source: [_M_] Thanks for your help.
dutch: [_M_] Bedankt voor je hulp.
german: [_M_] Vielen Dank für deine Hilfe.

source: [_PG_] It's always my pleasure to help a beautiful woman like yourself.
dutch: [_PG_] Het is altijd mijn genoegen om een mooie vrouw als uzelf te helpen.
german: [_PG_] Es ist immer mein Vergnügen, einer schönen Frau wie dir selbst zu helfen.

source: [_M_] Well, thank you very much.
dutch: [_M_] Nou, hartelijk bedankt.
german: [_M_] Nun, vielen Dank.

source: [_M_] I thought prison was going to be scary, but so far, every guard has been so nice to us.
dutch: [_M_] Ik dacht dat de gevangenis eng zou zijn, maar tot nu toe is elke bewaker zo aardig voor ons geweest.
german: [_M_] Ich dachte, dass das Gefängnis fürchterlich sein würde, aber bisher war jede Wache so nett zu uns.

source: [_R_] That's because of the way you're dressed.
dutch: [_R_] Dat komt door de manier waarop je je kleed bent.
german: [_R_] Das liegt an deiner Kleidung.

source: [_M_] I thought you liked my outfit.
dutch: [_M_] Ik dacht dat je mijn outfit leuk vond.
german: [_M_] Ich dachte, dass dir mein Outfit gefallen hat.

source: [_R_] I do... It's sexy... But that's why the guards are being so nice.
dutch: [_R_] Ik wel... Het is sexy... maar daarom zijn de bewakers zo aardig.
german: [_R_] Ich tue... Es ist sexy... Aber deshalb sind die Wachen so schön.

source: [_M_] Ok... Fair enough.
dutch: [_M_] Ok... Ok genoeg.
german: [_M_] Ok... Gut genug.

source: [_M_] I can't believe I'm about to see your father.
dutch: [_M_] Ik kan niet geloven dat ik je vader ga zien.
german: [_M_] Ich kann nicht glauben, dass ich deinen Vater sehe.

source: [_M_] It feels like I haven't seen him in years.
dutch: [_M_] Het voelt alsof ik hem niet in jaren heb gezien.
german: [_M_] Es fühlt sich an, als habe ich ihn in Jahren nicht gesehen.

source: [_M_] I wonder if he's changed in prison.
dutch: [_M_] Ik vraag me af of hij in de gevangenis is veranderd.
german: [_M_] Ich frage mich, ob er im Gefängnis gewechselt ist.

source: [_R_] That will depend on if he's dropped the soap or not.
dutch: [_R_] Dat hangt ervan af of hij de zeep heeft laten vallen of niet.
german: [_R_] Das hängt davon ab, ob er die Seife fallen gelassen hat oder nicht.

source: [_M_] [ryan]!... Now's not the time for humor.
dutch: [_M_] [ryan]!... Nu is niet de tijd voor humor.
german: [_M_] [ryan]!... Jetzt ist nicht die Zeit für Humor.

source: [_M_] Plus, that's just a really gross joke.
dutch: [_M_] Plus, dat is gewoon een grove grap.
german: [_M_] Plus, das ist nur ein wirklich grober Witz.

source: [_R_] Sorry.
german: [_R_] Entschuldigung.

source: [_M_] Ok, I'm about to go in.
dutch: [_M_] Ok, ik sta op het punt binnen te gaan.
german: [_M_] Ok, ich gehe gerade hinein.

source: [_M_] I don't know how long I'll be gone.
dutch: [_M_] Ik weet niet hoe lang ik weg zal zijn.
german: [_M_] Ich weiß nicht, wie lange ich gehen werde.

source: [_M_] I imagine that I'll visit him here at the visiting room, and then they'll move us to another location.
dutch: [_M_] Ik kan me voorstellen dat ik hem hier zal bezoeken in de kamer en dat ze ons dan naar een andere locatie zullen verplaatsen.
german: [_M_] Ich stelle mir vor, dass ich ihn hier im Besucherraum besuchen werde, und dann werden sie uns an einen anderen Ort bringen.

source: [_R_] Gross... I don't want to hear about your plans for the conjugal visit.
dutch: [_R_] Gross... Ik wil niet horen over uw plannen voor het samenvattende bezoek.
german: [_R_] Groß... Ich möchte nichts über deine Pläne für den Konjugalbesuch erfahren.

source: [_M_] I wasn't giving you any details of our conjugal... I was just letting you know what to expect, and letting you know that you might have to wait a while.
dutch: [_M_] Ik gaf je geen details over onze correspondentie... Ik liet je gewoon weten wat je moest verwachten, en liet je weten dat je misschien een tijdje moest wachten.
german: [_M_] Ich habe dir keine Details zu unserem Konjugal gegeben... Ich habe Ihnen nur mitgeteilt, was Sie erwarten sollten, und ich habe Ihnen mitgeteilt, dass Sie vielleicht eine Weile warten müssen.

source: [_R_] I'll bet it's not that long.
dutch: [_R_] Ik wed dat het niet zo lang is.
german: [_R_] Ich wette, es ist nicht so lang.

source: [_R_] If Dad's been as pent up as you. He's only going to last 2 seconds.
dutch: [_R_] Als papa zo ver is geweest als jij. Hij gaat slechts 2 seconden aan.
german: [_R_] Wenn der Vater so steif war wie du. Er wird nur 2 Sekunden dauern.

source: [_M_] Damnit [ryan]!... Why do you think it's okay to talk to me about this kind of stuff!
dutch: [_M_] Damnit [ryan]!... Waarom denk je dat het oké is om met me over dit soort dingen te praten!
german: [_M_] Damnit [ryan]!... Warum denkst du, dass es in Ordnung ist, mit mir über diese Art von Sachen zu sprechen!

source: [_M_] I don't love how openly sexual you've become with me lately.
dutch: [_M_] Ik vind het niet leuk hoe je de laatste tijd openlijk seksueel met me bent geworden.
german: [_M_] Ich liebe es nicht, wie offen sexuell du in letzter Zeit mit mir geworden bist.
