Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Holy shit!... My pussy is so full, but I can actually feel that there's pressure built up in my womb!
dutch: [_L_] Heilige shit!... Mijn pussy is zo vol, maar ik kan me echt voelen dat de druk in mijn buik is opgebouwd!

source: [_L_] It feels like I have a water balloon in there.
dutch: [_L_] Het voelt alsof ik daar een waterballon in heb.

source: [_LT_] {i}Fuck... his swimmers are searching for my eggs.{/i}
dutch: [_LT_] {i}Fuck... zijn swers zoeken naar mijn eieren. {/i}

source: [_R_] Are you going to do the morning-after pill?
dutch: [_R_] ga je de morning-after-pil doen?

source: [_L_] That's my plan.
dutch: [_L_] Dat is mijn plan.

source: [_R_] Yeah, well, don't forget.
dutch: [_R_] Yeah, niet vergeet.

source: [_LT_] {i}Fuck... I almost always forget.{/i}
dutch: [_LT_] {i}Fuck... Ik vergeet het altijd.{/i}

source: [_LT_] {i}Why would he think I'm going to forget?{/i}
dutch: [_LT_] {i}Waarom zou hij denken dat ik het vergeten?{/i}

source: [_L_] I know... I'm not an idiot... I'm not supposed to get pregnant from my older brother.
dutch: [_L_] Ik weet het... Ik ben geen idioot... Ik moet niet zwanger worden van mijn oudere broer.

source: [_LT_] {i}We'd make such cute kids though.{/i}
dutch: [_LT_] {i}We maken zulke schattige kinderen wel.{/i}

source: [_L_] Thanks for cleaning up the mess I made all over the floor again.
dutch: [_L_] Bedankt voor het opruimen van de puinhoop die ik weer over de zaal maakte.

source: [_R_] No problem.
dutch: [_R_] Geen probleem.

source: [_L_] There might be another mess on the couch when we're done here.
dutch: [_L_] Er kan nog een puinhoop op de bank zitten wanneer we hier klaar zijn.

source: [_R_] Your pussy's still dripping?
dutch: [_R_] Jouw Psy's rijden nog steeds?

source: [_R_] It's about as bad as the mess I left on your back.
dutch: [_R_] Het is ongeveer zo slecht als de rommel die ik op je rug heb achtergelaten.

source: [_L_] Yeah... I mean... I've seen your balls, and I just don't understand how all that cum fits in there.
dutch: [_L_] Ja... Ik bedoel... Ik heb je ballen gezien en ik snap gewoon niet hoe dat allemaal daar past.

source: [_R_] Should we ask Mom?
dutch: [_R_] Moeten we een Moment vragen?

source: [_L_] Should I also tell her about all of the gum you put in my room?
dutch: [_L_] Moet ik haar ook vertellen over al het gok dat je in mijn kamer plaatst?

source: [_L_] I should also let her know that you didn't put any gum in my room.
dutch: [_L_] Ik moet haar ook laten weten dat je geen mast in mijn kamer hebt gezet.

source: [_MT_] {i}Why are they talking about gum in Lauren's room again?{/i}
dutch: [_MT_] {i}Waarom praten ze weer over gum in de kamer van Lauren?{/i}

source: [_MT_] {i}I love how close they are... love that they have inside jokes... but I'm getting worried that they might be getting a little too close.{/i}
dutch: [_MT_] {i}Ik vind het geweldig hoe dicht ze zijn... geweldig dat ze in grappen zitten. . maar ik maak me zorgen dat ze misschien iets te dichtbij komen.{/i}

source: [_M_] Hey, you two... How was your show today?
dutch: [_M_] Hé, jij twee... Hoe was je show vandaag?

source: [_M_] Nothing too perverted, I hope?
dutch: [_M_] Niks te perveren, hoop ik?

source: [_L_] Ummm... yeah Mom, There wasn't any incest... or um... rape... or anything like that.
dutch: [_L_] Ummm... ja, er was geen geluid... of um... of iets dergelijks.

source: [_M_] Well, turn it off it ever does... maybe you could do something else instead of watching tv.
dutch: [_M_] Nou, zet het uit altijd... misschien kan je iets anders doen in plaats van tv.

source: [_R_] Hahaha... Do something else... I'd say we are... I don't even know what's happening in "Game of Thots" anymore.
dutch: [_R_] Hahaha... Doe iets anders... Ik zou zeggen dat we zijn... Ik weet niet eens meer wat er gebeurt in "Game of Thots" .

source: [_L_] Yeah, we never make it past the first sex scene.
dutch: [_L_] Yeah, we maken er nooit meer van uit de eerste seksscène.

source: [_L_] Pound town?... What are you, ten years old?
dutch: [_L_] Pond town?... Wat ben je, tien jaar?

source: [_R_] Would you prefer the bone yard?
dutch: [_R_] Wil je liever de bot yard?

source: [_L_] (sarcastically) Oh, yes... Keep talking like that... You're making me so wet!
dutch: [_L_] (aardig) Oh, ja... Blijf zo praten... Je maakt me zo nat!

source: [_R_] Sorry, it's just that I keep thinking about the first time we did it by the pool.
dutch: [_R_] Sorry, het is gewoon dat ik blijf nadenken over de eerste keer dat we het deden met het zwembad.

source: [_R_] It's almost all I can think about anymore.
dutch: [_R_] Het is bijna alles waar ik over kan nadenken.

source: [_R_] I can never wait to do it again!
dutch: [_R_] Ik kan nooit wachten om het opnieuw te doen!

source: [_L_] Well, you're in luck... I'm actually feeling pretty frisky myself right now.
dutch: [_L_] Nou, je hebt geluk... Ik voel me nu zelf best frissief.

source: [_L_] But I'm not sure if I dare fucking literally right in front of Sidney.
dutch: [_L_] Maar ik weet niet zeker of ik letterlijk naar Sidney durf te vermorzelen.

source: [_R_] She only looks up from her computer if you're right in her face, or maybe if the house were on fire.
dutch: [_R_] Ze kijkt alleen op bij haar computer als je het bij het juiste gezicht hebt, of misschien als het huis in brand staat.

source: [_R_] If you're really worried, Let's just try to keep it down... No orgasmic screaming like you did by the pool.
dutch: [_R_] Als je je echt zorgen maakt, laten we het gewoon proberen om het laag te houden... Geen orgasmische schreeuwt zoals je deed met het zwembad.

source: [_L_] I didn't scream.
dutch: [_L_] Ik schreeuwde niet.

source: [_R_] Like hell you didn't... I'll bet all the dogs within three blocks started howling from how loud and high pitched it was.
dutch: [_R_] als de hel heb je niet gedacht... Ik wed dat alle honden binnen drie blokken begonnen te huilen uit hoe luid en hoog het was.

source: [_L_] Are you trying to cock-block yourself?
dutch: [_L_] Probeer je jezelf te blokkeren?

source: [_L_] Oh, God... I hope I'm wet enough... Your cock is so big...
dutch: [_L_] Oh, God... Ik hoop dat ik nat genoeg ben... Je jas is zo groot...

source: [_R_] Don't worry... We'll take it slow.
dutch: [_R_] Maak je geen zorgen... We gaan het langzaam.

source: [_L_] Do you think it's possible for a dick to penetrate a womb?
dutch: [_L_] Denk je dat het mogelijk is dat een lui een buis binnendringt?

source: [_R_] From all the hentai monster porn I've seen... I'd say it's definitely possible.
dutch: [_R_] Van het hele hentai monster porno dat ik heb gezien... Ik zou zeggen dat het zeker mogelijk is.

source: [_R_] I wish I could get an internal view of your insides like they do on hentai... That'd be hot!
dutch: [_R_] Ik wou dat ik een intern beeld van je binnen kon krijgen zoals ze doen op hentai... Dat zou heet zijn!

source: [_L_] Oh, God!... For some reason that thought is triggering something!
dutch: [_L_] Oh, God!... Om de een of andere reden dat gedachte iets veroorzaakt!

source: [_LT_] {i}Fuck... I'm probably pregnant now.{/i}
dutch: [_LT_] {i}Fuck... Ik ben waarschijnlijk nu zwanger. {/i}

source: [_R_] Are you on birth control yet?
dutch: [_R_] Ben je al op geboortebestrijding?

source: [_L_] No... I'll just do the morning-after pill.
dutch: [_L_] Nee... Ik doe net de morning-afterpil

source: [_L_] Thanks for cleaning up the mess I made all over the floor.
dutch: [_L_] Bedankt voor het opruimen van de puinhoop die ik op de vloer maakte.

source: [_R_] What do you mean?
dutch: [_R_] Wat bedoelt u?

source: [_L_] I mean that the massive load you blasted into my cunt is now slowly dripping into my shorts.
dutch: [_L_] Ik wil zeggen dat de enorme last die je in mijn kist hebt gestoken, nu langzaam in mijn broek loopt.

source: [_L_] And, when I wiggle my butt around, I can feel your cum sloshing around in my womb.
dutch: [_L_] En, wanneer ik mijn stoot rond wand, kan ik je kubus in mijn buik voelen.

source: [_R_] It's almost as bad as the mess I left on your back.
dutch: [_R_] Het is bijna net zo erg als de puinhoop die ik op je rug heb achtergelaten.

source: [_L_] Fuck, I know... Your dick is like a cum fire hose.
dutch: [_L_] Fuck, weet ik... Jouw lui is als een kum brandgat.

source: [_L_] It left me a bit messy, but it's a lot better than a load of cum in my womb.
dutch: [_L_] Het liet me een beetje rommelig achter, maar het is veel beter dan een hoop kuddes in mijn baarmoeder.

source: [_M_] What did you say about gum in your room?
dutch: [_M_] Wat heb je gezegd over gum in je kamer?

source: [_M_] You better not be leaving chewed gum under your desk like you used to.
dutch: [_M_] Je kunt beter geen kauwgom onder je bureau achterlaten zoals vroeger.

source: [_L_] Ummm... yeah Mom, we were talking about gum in my room... I'll go throw it away as soon as we're done watching our show.
dutch: [_L_] Ummm... ja, we hebben het in mijn kamer over gum gehad... Ik ga het weggooien zodra we klaar zijn met het kijken naar onze show.

source: [_M_] You'd better... And I don't know if I want you watching this show... I've heard it can get pretty graphic.
dutch: [_M_] Je had het beter gehad... En ik weet niet of je deze serie wilt bekijken... Ik heb gehoord dat het mooie graphics kan krijgen.

source: [_R_] Oh, really?... So far we haven't seen anything too graphic... We can fast forward through anything too graphic though.
dutch: [_R_] Oh, echt?... Tot nu toe hebben we nog niets te grafisch gezien... We kunnen echter snel door iets te grafisch gaan.

source: [_M_] Well, you'd better.
dutch: [_M_] Nou, je zou het beter doen.

source: [_R_] Hahaha... Gum in your room?... That's definitely our new code for cum in your womb.
dutch: [_R_] Hahaha... Gum in je kamer?... Dat is zeker onze nieuwe code voor mantel in je buik.

source: [_RT_] {i}Now that Lauren's fucking Matt all the time, I hardly ever get a moment with her by myself.{/i}
dutch: [_RT_] {i}Nu Lauren's continu met Matt verwisselen, krijg ik bijna nooit een moment met haar door mijzelf.{/i}

source: [_RT_] {i}At least I know she takes an early morning shower by herself on Saturdays.{/i}
dutch: [_RT_] {i}Ten minste weet ik dat ze op zaterdagen zelf een vroege ochtenddouche neemt.{/i}

source: [_RT_] {i}Maybe I can get a little personal attention without fucking Matt barging in.{/i}
dutch: [_RT_] {i}Misschien kan ik een beetje persoonlijke aandacht krijgen zonder een fucking van Matt barging in.{/i}

source: [_RT_] {i}Then again... She probably would enjoy having some alone time.{/i}
dutch: [_RT_] {i}En dan weer... Ze zou het waarschijnlijk leuk vinden om alleen wat tijd te hebben.{/i}

source: [_RT_] {i}Wait!... Did I just hear some moaning?{/i}
dutch: [_RT_] {i}Wacht!... Heb ik gewoon wat betoveringen gehoor?{/i}

source: [_RT_] {i}Sounds like she's taking advantage of that alone time... Maybe I should take a peek?{/i}
dutch: [_RT_] {i}Geluiden zoals ze die tijd alleen gebruikt... Misschien zou ik een kijkje moeten nemen?{/i}

source: [_RT_] {i}But that doesn't mean I can't at least take a peek at her in the shower.{/i}
dutch: [_RT_] {i}Maar dat wil niet zeggen dat ik niet op zijn minst een kijkje in de douche kan nemen.{/i}

source: [_RT_] {i}These little cameras have pretty decent reception and video quality.{/i}
dutch: [_RT_] {i}Deze kleine camera's hebben een behoorlijke ontvangst en videokwaliteit.{/i}

source: [_RT_] {i}Nice! It's time for a show!{/i}
dutch: [_RT_] {i}Nice! Het is tijd voor een show!{/i}

source: [_RT_] {i}Best thousand dollars I've ever spent.{/i}
dutch: [_RT_] {i}Best 000 dollars die ik ooit heb uitgegeven.{/i}

source: [_RT_] {i}The zoom function on this camera is pretty good too.{/i}
dutch: [_RT_] {i}De zoomfunctie van deze camera is vrij goed ook.{/i}

source: [_RT_] {i}Oh, I love those tiny titties!{/i}
dutch: [_RT_] {i}Oh, ik hou van deze kleine titels!{/i}

source: [_RT_] {i}Oh, yeah! Get that dirty body clean!{/i}
dutch: [_RT_] {i}Oh, ja! Haal die vuile lichaamsschoon!{/i}

source: [_RT_] {i}If only she'd just turn a little to the left.{/i}
dutch: [_RT_] {i}Als ze maar een klein beetje naar links zou draaien.{/i}

source: [_RT_] {i}Oh, well, this will still make a great picture.{/i}
dutch: [_RT_] {i}Oh, dit zal nog steeds een geweldige foto maken.{/i}

source: [_RT_] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
dutch: [_RT_] {i}Aaauhh... . Ik ben hier te lang geweest, ik kan beter gaan voor ik betrapt.{/i}

source: [_RT_] {i}Now that Lauren and I have become so familiar with each other, it seems a waste to just watch her shower from my phone screen.{/i}
dutch: [_RT_] {i}Nu Lauren en ik zo vertrouwd zijn geraakt met elkaar, het lijkt een verspilling om gewoon haar douche vanuit mijn telefoonscherm te zien. /i}

source: [_RT_] {i}She'd probably let me in, and she might even be up for more.{/i}
dutch: [_RT_] {i}Ik zou me waarschijnlijk binnenlaten en ze zou zelfs nog meer kunnen doen.{/i}

source: [_L_] Oh... Hey, [ryan]... I thought you might be back.
dutch: [_L_] Oh... Hé, [ryan]... Ik dacht dat je terug zou kunnen zijn.

source: [_R_] I wouldn't want to be anywhere else right now.
dutch: [_R_] Ik zou nu niet ergens anders willen zijn.

source: [_L_] Oh?... And why is that?
dutch: [_L_] Oh?... En waarom is dat?

source: [_R_] Well, you just so happen to be the most naked girl in the house right now.
dutch: [_R_] Nou, toevallig ben je nu het naaste meisje in huis.

source: [_L_] Hahaha... You idiot.
dutch: [_L_] Hahaha... jij idioot.

source: [_L_] [ryan]!... We got lucky last time. I don't know if we should push our luck.
dutch: [_L_] [ryan]!... We hebben geluk gehad de laatste keer. Ik weet niet of we ons geluk moeten duwen.

source: [_R_] No one's gonna come. It's just as safe as it was last time.
dutch: [_R_] Er komt niemand mee. Het is net zo veilig als het de laatste keer was.

source: [_L_] We almost got caught!
dutch: [_L_] We zijn bijna gevallen!

source: [_R_] No, we didn't... We just heard someone in the kitchen.
dutch: [_R_] Nee, dat hebben we niet gedaan... We hoorden net iemand in de keuken.

source: [_L_] Sorry, [ryan]... I'm not letting you in here today.
dutch: [_L_] Sorry, [ryan]... Ik laat je hier vandaag niet binnen.

source: [_L_] I've just got a bad feeling about it.
dutch: [_L_] Ik heb er net een slecht gevoel over.

source: [_R_] Lauren, wait!
dutch: [_R_] Lauren, wacht!

source: [_RT_] {i}Dammit!... She's not horny enough. She's got to be more horny than she is afraid of being caught.{/i}
dutch: [_RT_] {i}Dammit!... Ze is niet afschuwelijk genoeg. Ze moet gruwelijker zijn dan ze bang is om gevangen te worden.{/i}

source: [_RT_] {i}I should start trying to find ways to turn her on.{/i}
dutch: [_RT_] {i}Ik moet proberen manieren te vinden om haar aan te zetten.{/i}

source: {i}"Try visiting Lauren again in the bathroom on Saturday in the early morning when her libido is either a 9 or a 10."{/i}
dutch: {i}"Probeer Lauren op zaterdag in de badkamer opnieuw te bezoeken wanneer haar libido 9 of 10 is"{/i}

source: [_LT_] {i}Urrrgghhh... Why am I so horny right now?{/i}
dutch: [_LT_] {i}Urrgghh... Waarom ben ik nu zo verschrikkelijk?{/i}

source: [_LT_] {i}Until he learns how to treat me, I need to keep torturing him by fucking Matt.{/i}
dutch: [_LT_] {i}Totdat hij me leert behandelen, moet ik hem blijven martelen door Matt.{/i}

source: [_LT_] {i}I don't deserve to be punished though... I'm sure messing him around with him one more time won't keep him from learning his lesson.{/i}
dutch: [_LT_] {i}Ik heb het niet verdiend om gestraft te worden... Ik weet zeker dat het hem nog één keer zal helpen hem er niet van zal weerhouden zijn les te leren.{/i}

source: [_L_] Fine, but don't get used to this.
dutch: [_L_] Prima, maar niet gewend aan dit.

source: [_RT_] {i}Yay!... She must be feeling extra horny today... Maybe Matt's not doing it for her anymore.{/i}
dutch: [_RT_] {i}Yay!... Ze voelt vandaag wel extra horig... Misschien doet Matt's het niet meer voor haar. {/i}

source: [_L_] Come on in.
dutch: [_L_] Kom binnen.

source: [_L_] Alright, we've got to make this quick.
dutch: [_L_] Ok, we moeten dit snel doen.

source: [_L_] You don't deserve this, but I'm feeling really needy again.
dutch: [_L_] Je hebt dit niet verdiend, maar ik voel me weer echt behoeftig.

source: [_R_] Uh... Thank you?
dutch: [_R_] Uh... Bedankt?

source: [_L_] Now, pull those shorts down!
dutch: [_L_] Trek die kortere strepen nu!

source: [_LT_] {i}I never get tired of my brother's dick though.{/i}
dutch: [_LT_] {i}Ik word nooit moe van mijn broeders doek.{/i}

source: [_R_] Still like what you see?
dutch: [_R_] vind je nog steeds leuk wat je ziet?

source: [_L_] It'll do.
dutch: [_L_] Dat zal doen.

source: [_L_] Let's get this baby all lubed up.
dutch: [_L_] Laten we dit kind allemaal laten passeren.

source: [_LT_] {i}Come on, Lauren... Control that gag reflex!{/i}
dutch: [_LT_] {i}Come op, Lauren... Bepaal dat reflex!{/i}

source: [_LT_] {i}Mind over matter!{/i}
dutch: [_LT_] {i}Mind gaat tellen!{/i}

source: [_R_] Oh, yeah!... That's feeling really good.
dutch: [_R_] Oh, ja!... Dat gevoel is heel goed.

source: [_LT_] {i}That's it, Lauren. You've got this!{/i}
dutch: [_LT_] {i}Dat is het, Laid. Je hebt dit!{/i}

source: [_RT_] {i}Oh, fuck!... That feels too good!{/i}
dutch: [_RT_] {i}Oh, fuck!... Dat voelt te goed!{/i}

source: [_RT_] {i}Shit!, I waited too long!... I'm gonna cum!{/i}
dutch: [_RT_] {i}Shit!, ik heb te lang gewacht!... Ik ga de kum!{/i}

source: [_LT_] {i}Again!?{/i}
dutch: [_LT_] {i}Opnieuw!?{/i}

source: [_LT_] {i}Ok... swallow.{/i}
dutch: [_LT_] {i}Ok... inslikken.{/i}

source: [_LT_] {i}I'll get it all this time.{/i}
dutch: [_LT_] {i}Ik krijg het al deze tijd.{/i}

source: [_LT_] {i}Ok... I knew that was coming.{/i}
dutch: [_LT_] {i}Ak... Ik wist dat het komt.{/i}

source: [_LT_] {i}And swallow.{/i}
dutch: [_LT_] {i}En swallow.{/i}

source: [_LT_] {i}And I'll bet there's one more.{/i}
dutch: [_LT_] {i}En ik durf te wedden dat er nog één is.{/i}

source: [_LT_] {i}Haha... Knew it!{/i}
dutch: [_LT_] {i}Haha... Keik het!{/i}

source: [_LT_] {i}Did it stop?... Yay!... I did it!... I swallowed it all!{/i}
dutch: [_LT_] {i}heeft het gestopt?... Ja!... Ik heb het gedaan!... Ik heb het allemaal verzonden! {/i}

source: [_R_] Uuuuhhh...
dutch: [_R_] Uuuhhh...

source: [_LT_] {i}Goddammit!... Not again!{/i}
dutch: [_LT_] {i}Goddammit!... Niet opnieuw!{/i}

source: [_L_] Holy shit, [ryan]!
dutch: [_L_] Heilige shit, [ryan]!

source: [_L_] You shot off early again!
dutch: [_L_] Je hebt weer vroeg van je af geschoten!

source: [_R_] Maybe I did it on purpose.
dutch: [_R_] Misschien heb ik het met opzet gedaan.

source: [_L_] Think you can get hard again like last time?
dutch: [_L_] Denk je dat je weer hard kan worden zoals de vorige keer?

source: [_R_] Yeah, I think I'll be able to manage it.
dutch: [_R_] Ja, ik denk dat ik het kan beheren.

source: [_L_] So, how do I look all covered in your cum?
dutch: [_L_] Dus, hoe zie ik alles bedekt in jouw kum?

source: [_R_] Wow!... Let me grab my phone and get a picture.
dutch: [_R_] Wow!... Laat me mijn telefoon pakken en een foto krijgen.

source: [_L_] Don't you fucking dare!
dutch: [_L_] Maak je geen grijze dager!

source: [_L_] You really think you can get hard again?... You're pretty floppy.
dutch: [_L_] Denk je echt dat je weer hard kunt worden?... Je bent best floppy.

source: [_R_] Try talking dirty to me.
dutch: [_R_] Probeer vuil tegen me te praten.

source: [_L_] Come on you floppy son of a bitch! I need my brother's cock in my tight, needy pussy so badly!
dutch: [_L_] Kom je op floppy zoon van een beetje! Ik heb mijn broer nodig in mijn strakke, noodlijdende druppel!

source: [_L_] Whoa, holy shit!
dutch: [_L_] Whoa, heilig zo!

source: [_L_] That didn't take much dirty talk.
dutch: [_L_] Dat heeft niet veel vuile gepraat.

source: [_R_] I didn't really need it. Just the thought of fucking you gets him ready for action.
dutch: [_R_] Ik had het niet echt nodig. Alleen de gedachte om je te fucken maakt hem klaar voor actie.

source: [_L_] Haha... Alright, then.
dutch: [_L_] Haha... Oké, dan.

source: [_L_] Let's do this.
dutch: [_L_] Laten we dit doen.

source: [_R_] Do you want me to go easy this time?
dutch: [_R_] Wil je dat ik deze keer eenvoudig ga?

source: [_L_] Don't you dare!... I'm used to Matt's dick, remember?
dutch: [_L_] durf je niet aan!... Ik ben gewend aan Matt's lui, weet je nog?

source: [_R_] How could I forget?
dutch: [_R_] Hoe kan ik vergeten?

source: [_L_] Ohhh... yes... right there!
dutch: [_L_] Ohhh... ja... maar!

source: [_L_] God... that feels good!
dutch: [_L_] God... dat voelt goed!

source: [_R_] You're such a... dirty slut!
dutch: [_R_] Je bent zo... vuile slut!

source: [_R_] Look at you! Getting fucked... on the bathroom floor... by your brother!
dutch: [_R_] Kijk naar jou! Wordt gemigreerd... op de badkamervloer... door je broer!

source: [_L_] Nnnnn... I'm... I'm Matt's dirty slut.
dutch: [_L_] Nnnn... Ik me... Ik ben Matt's vuile slut.

source: [_R_] You look like my slut... right now.
dutch: [_R_] Je ziet eruit als mijn slib ... nu.

source: [_L_] Yes!... I'm your slut right now!
dutch: [_L_] Ja!... Ik ben nu meteen jouw slut!

source: [_L_] But only right now... As soon as we're done here... I'm Matt's slut again.
dutch: [_L_] Maar nu pas... Zodra we klaar zijn... Ik ben weer de slut van Matt.

source: [_L_] Now fuck your... dirty little slut!
dutch: [_L_] Naait nu je vuist... vuile natte snufjes!

source: [_L_] God!... I love this position!
dutch: [_L_] God!... Ik hou van deze positie!

source: [_L_] I can see your dick bulge moving around... inside of me.
dutch: [_L_] Ik kan je kogel zien bewegen... binnen mij.

source: [_L_] Oh, fuck!... I'm gonna cum!
dutch: [_L_] Oh, fuks!... Ik ga maar!

source: [_R_] Remember not to scream!
dutch: [_R_] Vergeet niet om te schreeuwen!

source: [_L_] {i}(repressed){/i} Uuuhhhhhhh!!....
dutch: [_L_] {i}(onderdrukt){/i} uuuhhhhhhhhhh!!....

source: [_R_] Holy shit, Lauren!
dutch: [_R_] Heilige Slaap, Lauren!

source: [_L_] Ooohhh... That's what I needed!
dutch: [_L_] Ooohh... Dat heb ik nodig!

source: [_L_] Don't stop, though!
dutch: [_L_] Maar stop niet!

source: [_L_] Keep fucking me!
dutch: [_L_] Blijf me nekken!

source: [_R_] Oh, yeah... I'm gonna fuck... that dirty cunt raw!
dutch: [_R_] Oh, ja... Ik ga fukken... die vuile bespotting raw!

source: [_LT_] {i}Haha... He can try... This pussy's used to a bigger dick than his.{/i}
dutch: [_LT_] {i}Haha... Hij kan proberen... Deze poes worden gebruikt in een grotere dick dan zijn.{/i}

source: [_R_] Oh, yeah!... I'm gonna cum!
dutch: [_R_] Oh, ja!... Ik ga kum!

source: [_L_] Fill me up with your cum!
dutch: [_L_] Vul me op met jouw kum!

source: [_L_] I can't get pregnant from my brother!
dutch: [_L_] Ik kan niet zwanger worden bij mijn broer!

source: [_L_] God, yes!... I can feel your cock unloading inside me!
dutch: [_L_] God, ja!... Ik kan je rap binnen me losmaken!

source: [_L_] Dammit, [ryan]! You were supposed to pull out!... I can feel you unloading inside me!
dutch: [_L_] Dammit, [ryan]! Je had je moeten terugtrekken!... Ik voel je binnen mij ontladen!

source: [_L_] Fuck!... Now I can feel it going into my womb!
dutch: [_L_] Fuck!... Nu kan ik het gevoel hebben dat het in mijn buis gaat!

source: [_L_] Goddammit! I can't fit anymore!
dutch: [_L_] Goddamm! Ik kan niet meer passen!

source: [_L_] Ffffuuuuuck... You already came five minutes ago... How did you still have this much?...
dutch: [_L_] Ffffuuuuuuuuuuuuuuuck... Je kwam vijf minuten geleden al aan... Hoe heb je nog steeds zo'n veel?...
