Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_RT_] {i}Well, those fuckers can't complain when I take them all for myself.{/i}
dutch: [_RT_] {i}Nou, die fuckers kunnen niet klagen wanneer ik ze allemaal voor mezelf neem.{/i}
french: [_RT_] {i}Eh bien, ces enfoirés ne peuvent pas se plaindre quand je les prends tous pour moi.{/i}
german: [_RT_] {i}Nun, diese Ficker können sich nicht beschweren, wenn ich sie alle für sich selbst nehme.{/i}
italian: [_RT_] {i}Beh, quegli stronzi non possono lamentarsi quando li prendo tutti per me.{/i}
portuguese: [__RT_] {i}Bem, aqueles fuckers não podem reclamar quando eu levo todos para mim. {/i}

source: [_RT_] {i}If I'm taking care of them all, I should be compensated for it, after all.{/i}
dutch: [_RT_] {i}Als ik er allemaal voor zorg, moet ik er per slot van rekening een compensatie voor krijgen.{/i}
french: [_RT_] {i}Si je m'occupe d'eux tous, je devrais être récompensé pour cela, après tout.{/i}
german: [_RT_] {i}Wenn ich mich um sie alle kümmere, sollte ich doch dafür entschädigt werden.{/i}
italian: [_RT_] {i}Se mi prendo cura di tutti loro, dovrei essere ricompensato per questo, dopotutto.{/i}
portuguese: [_RT_] {i}Se eu estiver cuidando de todos eles, eu deveria ser compensado por isso, afinal. {/i}

source: [_RT_] {i}Now, I just have to convince all of them to see it that way.{/i}
dutch: [_RT_] {i}Nu moet ik ze er allemaal van overtuigen om het zo te zien.{/i}
french: [_RT_] {i}Maintenant, je dois juste les convaincre tous de voir les choses de cette façon.{/i}
german: [_RT_] {i}Jetzt muss ich nur alle davon überzeugen, es so zu sehen.{/i}
italian: [_RT_] {i}Ora, devo solo convincerli tutti a vederla in questo modo.{/i}
portuguese: [_RT_] {i}Agora, eu só tenho que convencer todos eles a vê-lo dessa forma. {/i}

source: Sidney is only available to take pictures in the afternoon.
dutch: Sidney is alleen beschikbaar om 's middags foto's te maken.
french: Sidney n'est disponible pour prendre des photos que l'après-midi.
german: Sidney ist nur für die Fotoaufnahme am Nachmittag verfügbar.
italian: Sidney è disponibile a fare foto solo nel pomeriggio.
portuguese: Sidney só está disponível para tirar fotos durante a tarde.

source: You have completed this photo session with Sidney entirely.
dutch: Je hebt deze fotosessie met Sidney helemaal afgerond.
french: Vous avez entièrement terminé cette séance photo avec Sidney.
german: Sie haben diese Fotosession mit Sidney vollständig abgeschlossen.
italian: Hai completato interamente questa sessione fotografica con Sidney.
portuguese: Você concluiu esta sessão com Sidney inteiramente.

source: You can still play through the event, but you will not be able to increase Sidney's stats, or be able to generate any more likes for the Cosplay Heaven website.
dutch: Je kunt het evenement nog steeds doorspelen, maar je kunt de Sidney states niet verhogen, of in staat om meer likes te genereren op de Cosplay heven website.
french: Vous pouvez toujours participer à l'événement, mais vous ne pourrez pas augmenter les statistiques de Sidney, ni générer plus de likes pour le site Web Cosplay Heaven.
german: Du kannst immer noch durch das Event spielen, aber du wirst nicht in der Lage sein, die Statistiken von Sidney zu erhöhen, oder in der Lage sein, weitere Sympathien für die Cosplay Heaven Website zu generieren.
italian: Puoi ancora giocare all'evento, ma non sarai in grado di aumentare le statistiche di Sidney, né di generare altri "mi piace" per il sito Cosplay Heaven.
portuguese: Você ainda pode jogar com o evento, mas você não poderá aumentar as estatísticas de Sidney, ou seja capaz de gerar mais curtidas para o site do Cosplay Céu.

source: You have already done this photo session with Sidney this week.
dutch: Je hebt deze fotosessie met Sidney deze week al gedaan.
french: Vous avez déjà fait cette séance photo avec Sidney cette semaine.
german: Du hast diese Woche bereits diese Fotosession mit Sidney absolviert.
italian: Hai già fatto questa sessione fotografica con Sidney questa settimana.
portuguese: Você já fez essa sessão com fotos com Sidney essa semana.

source: You will still be able to increase Sidney's stats and progress through this scene,
dutch: Je kunt nog steeds de Sidney statistieken en voortgang van deze scène verhogen,
french: Vous serez toujours en mesure d'augmenter les statistiques de Sidney et de progresser sur cette scène,
german: Du wirst weiterhin in der Lage sein, die Statistiken von Sidney zu erhöhen und durch diese Szene Fortschritte zu erzielen,
italian: Potrai ancora aumentare le statistiche di Sidney e progredire in questa scena,
portuguese: Você ainda será capaz de aumentar as estatísticas e o progresso de Sidney nesta cena,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
dutch: Maar alleen de eerste voorronde van dit evenement elke week zal likes genereren voor de Cosplay Heaven website.
french: Mais seule la première partie de cet événement chaque semaine générera des likes pour le site Web Cosplay Heaven.
german: Aber nur die erste Durchspielung dieses Ereignisses pro Woche generiert Gleiches für die Cosplay Heaven Website.
italian: Ma solo la prima sessione di questo evento ogni settimana genererà dei "mi piace" per il sito web Cosplay Heaven.
portuguese: Mas apenas a primeira execução deste evento a cada semana irá gerar curtidas para o site do Cosplay Céu.

source: [_R_] Hey, Sidney.... I'm at the warehouse...
dutch: [_R_] Hallo, Sidney.... ik ben in het magazijn...
french: [_R_] Salut, Sidney.... Je suis à l'entrepôt...
german: [_R_] Hey, Sidney.... Ich bin im Lager...
italian: [_R_] Ehi, Sidney.... Sono al magazzino...
portuguese: [_R_] Ei, Sidney... Estou no armazém...

source: [_R_] Yes.... you promised you would come...
dutch: [_R_] Ja.... je hebt beloofd dat je zou komen...
french: [_R_] Oui.... tu avais promis de venir...
german: [_R_] Ja.... Sie haben versprochen, dass Sie kommen würden...
italian: [_R_] Si.... hai promesso che saresti venuto...

source: [_R_] No.... I promise I'll be professional.
dutch: [_R_] Nee.... Ik beloof dat ik professioneel zal zijn.
french: [_R_] Non.... Je promets que je serais professionnel.
german: [_R_] Nein.... Ich verspreche, ich werde professionell sein.
italian: [_R_] No.... Prometto che sarò professionale.
portuguese: [_R_] Não.... Prometo que serei profissional.

source: [_R_] Don't forget to bring your cosplay outfit.
dutch: [_R_] Vergeet je cosplay niet mee te nemen.
french: [_R_] N'oublies pas d'apporter ta tenue de cosplay.
german: [_R_] Vergiss nicht, dein Cosplay-Outfit mitzubringen.
italian: [_R_] Non dimenticare di portare il tuo abbigliamento cosplay.
portuguese: [_R_] Não se esqueça de trazer sua roupa de cosplay.

source: [_R_] Ok.... see you in 10 to 15 minutes.
dutch: [_R_] Ok.... zie je in 10 tot 15 minuten.
french: [_R_] D'accord.... dans 10 à 15 minutes.
german: [_R_] Ok.... sehen Sie in 10 bis 15 Minuten.
italian: [_R_] Ok.... vi vediamo tra 10 e 15 minuti.
portuguese: [_R_] Ok.... vejo você em 10 a 15 minutos.

source: {i}"10 to 15 minutes later."{/i}
dutch: {i}"10 tot 15 minuten later."{/i}
french: {i}'10 à 15 minutes plus tard'{/i}
german: {i}"10 bis 15 Minuten später."{/i}
italian: {i}"da 10 a 15 minuti dopo."{/i}

source: [_R_] Well, what do you think?
dutch: [_R_] Nou, wat vind je?
french: [_R_] Eh bien, qu'en penses-tu?
german: [_R_] Nun, was denken Sie?
italian: [_R_] Beh, cosa ne pensi?

source: [_S_] I can't believe you've put this all together!
dutch: [_S_] Ik kan niet geloven dat je dit alles samen hebt gezet!
french: [_S_] Je n'arrive pas à croire que tu aies tout mis en place!
german: [_S_] Ich kann nicht glauben, dass du das alles zusammengesetzt hast!
italian: [_S_] Non posso credere che tu abbia messo tutto insieme!

source: [_S_] It's almost like a real fucking photo studio.
dutch: [_S_] Het is bijna als een echt fucking fotostudio.
french: [_S_] C'est presque comme un vrai putain de studio photo.
german: [_S_] Es ist fast wie ein echtes Fotostudio.
italian: [_S_] È quasi come un vero e proprio studio fotografico del cazzo.
portuguese: [_S_] É quase como a porra de um estúdio de fotos de verdade.

source: [_R_] It "is" a real fucking studio.
dutch: [_R_] Het is een echt fucking studio.
french: [_R_] C'est 'un' vrai putain de studio.
german: [_R_] Es "ist" ein echtes Fickstudio.
italian: [_R_] "è" un vero e proprio studio del cazzo.
portuguese: [_R_] É um verdadeiro estúdio de caramba.

source: [_R_] And it's only going to get better.
dutch: [_R_] En het wordt alleen maar beter.
french: [_R_] Et ça ne fera que s'améliorer.
german: [_R_] Und es wird nur noch besser.
italian: [_R_] E sta solo per migliorare.
portuguese: [_R_] E só vai melhorar.

source: [_R_] Right now we're barely making enough money to pay the Mafia, but any extra I get, I plan on re-investing into the studio.
dutch: [_R_] we verdienen nauwelijks genoeg om de maffia te betalen, maar ik ben van plan om te herinvesteren in de studio.
french: [_R_] En ce moment, nous gagnons à peine assez d'argent pour payer la Mafia, mais si je reçois un supplément, je prévois de réinvestir dans le studio.
german: [_R_] Im Moment verdienen wir kaum genug Geld, um die Mafia zu bezahlen, aber ich plane jedes Extra, in das Studio zu investieren.
italian: [_R_] In questo momento stiamo facendo abbastanza soldi per pagare la mafia, ma qualsiasi extra che ottengo, ho intenzione di reinvestire nello studio.
portuguese: [_R_] agora estamos mal ganhando dinheiro suficiente para pagar a Máfia, mas de qualquer coisa a mais eu fico, planejo reinvestir no estúdio.

source: [_S_] Well, I've got to hand it to you.... you're a builder.... just like Dad.
dutch: [_S_] Nou, ik moet het aan je overhandigen.... je bent een bouwer.... net als papa.
french: [_S_] Eh bien, je dois l'admettre.... tu es un bâtisseur.... comme papa.
german: [_S_] Nun, ich muss es dir übergeben.... du bist Baumeister .... genau wie Papa.
italian: [_S_] Beh, devo consegnarlo a te.... sei un costruttore.... proprio come papà.
portuguese: [_S_] Bem, eu tenho que te entregar.... você é um construtor.... assim como o pai.

source: [_R_] Only I'm stuck cleaning up the mess he left, and trying to build my own thing from under a pile of his shit.
dutch: [_R_] Ik ga alleen maar de rommel die hij links heeft laten opruimen en probeer mijn eigen ding te bouwen van onder een hoop van zijn been.
french: [_R_] Seulement, je suis coincé à nettoyer le désordre qu'il a laissé et à essayer de construire mon propre truc sous le tas de sa merde.
german: [_R_] Nur ich stehe fest in der Säuberung des Chaos, das er verlassen hat und versuche, meine eigene Sache aus einem Haufen seines Scheißes zu bauen.
italian: [_R_] Solo sono bloccato a pulire il pasticcio che ha lasciato e cercando di costruire la mia cosa da sotto un mucchio della sua merda.

source: [_S_] Oh, nothing.... I just got a mental image.... you in a pile of shit.
dutch: [_S_] Oh, niets.... Ik heb net een mentale afbeelding.... je zit in een hoop zit.
french: [_S_] Oh, rien.... Je viens d'avoir une image mentale.... t'es dans un tas de merde.
german: [_S_] Oh, nichts.... Ich habe gerade ein mentales Bild bekommen.... Du bist in einem Haufen Scheiße.
italian: [_S_] Oh, niente.... Ho appena avuto un'immagine mentale.... te in un mucchio di merda.

source: [_R_] Not helpful.... now, go get your costume on.... you can change in that supply closet over there.
dutch: [_R_] Niet nuttig.... nu krijg je uiterlijk op.... Je kunt het veranderen in die toeleveringskast daar.
french: [_R_] Pas utile.... maintenant, enfile ton costume.... tu peux te changer dans ce placard là-bas.
german: [_R_] Nicht hilfreich.... jetzt kannst du dein Kostüm einholen ... du kannst den Versorgungsschrank dort ändern.
italian: [_R_] Non è utile.... ora, vai a prendere il tuo costume su.... puoi cambiare in quel rifornimento armadio laggiù.

source: [_R_] I'll get a few more things set up while you change.
dutch: [_R_] Ik krijg nog een paar dingen die ingesteld zijn als je verandert.
french: [_R_] Je vais mettre en place quelques autres choses pendant que tu te changes.
german: [_R_] Ich werde ein paar weitere Dinge einrichten, während du dich änderst.
italian: [_R_] riceverò alcune cose in più mentre cambierai.

source: [_S_] I'm still amazed that you've put this all together.
dutch: [_S_] ik ben nog steeds verbaasd dat je dit allemaal samen hebt gezet.
french: [_S_] Je suis toujours étonné que tu aies tout mis en place.
german: [_S_] Ich bin immer noch erstaunt, dass du das alles zusammengesetzt hast.
italian: [_S_] Sono ancora stupito che tu abbia messo tutto questo insieme.

source: [_S_] Dad will be really proud of you!
dutch: [_S_] Papa zal echt trots zijn op jou!
french: [_S_] Papa sera vraiment fier de toi!
german: [_S_] Vater wird wirklich stolz auf dich sein!
italian: [_S_] Papà sarà davvero orgoglioso di te!
portuguese: [_S_] Papai ficará realmente orgulhoso de você!

source: [_R_] Whatever.... I don't care what he thinks.
dutch: [_R_] Wate.... het maakt me niet uit wat hij denkt.
french: [_R_] Peu importe.... Je me fiche de ce qu'il pense.
german: [_R_] <unk> ver.... Mir ist egal, was er denkt.
italian: [_R_] Qualunque cosa... non mi importa quello che pensa.
portuguese: U[_R_] 「ver.... Eu não me importo com o que ele pensa.

source: [_R_] Why don't you run and get changed and then come back here as quickly as you can.
dutch: [_R_] Waarom ga je niet rennen en verander en kom hier zo snel mogelijk terug?
french: [_R_] Pourquoi ne vas-tu pas et ne te changerais-tu pas, puis reviens ici aussi vite que tu le peux.
german: [_R_] Warum laufen Sie nicht und werden geändert und kommen Sie so schnell wie möglich hierher zurück.
italian: [_R_] Perché non corri e ti cambi e poi torna qui il più velocemente possibile.

source: [_S_] Well, do I look ok?
dutch: [_S_] Nou, kijk ik er goed uit?
french: [_S_] Eh bien, est-ce que j'ai l'air ok?
german: [_S_] Nun, schaue ich in Ordnung?
italian: [_S_] Beh, guardo bene?

source: [_R_] The outfit looks amazing!
dutch: [_R_] Het outfit ziet er geweldig uit!
french: [_R_] La tenue est incroyable!
german: [_R_] Das Outfit sieht erstaunlich aus!
italian: [_R_] L'outfit sembra incredibile!
portuguese: [_R_] A roupa parece incrível!

source: [_R_] You, on the other hand, need to pose with some confidence.
dutch: [_R_] U moet zich daarentegen met vertrouwen presenteren.
french: [_R_] Toi, en revanche, tu dois poser avec une certaine confiance.
german: [_R_] Du musst dagegen mit etwas Zuversicht auftreten.
italian: [_R_] Tu, d'altra parte, hai bisogno di porre con una certa fiducia.

source: [_S_] What do you mean?
dutch: [_S_] Wat bedoelt u?
french: [_S_] Que veux-tu dire?
german: [_S_] Was meinst du?
italian: [_S_] Che cosa intendi?
portuguese: [_S_] O que você quer dizer?

source: [_R_] Let's see a real power pose, you know.... a broad stance with your hands on your hips or something.
dutch: [_R_] Laten we een echte machtspositie zien, weet jij.... een brede houding met je handen op je heupen of iets anders.
french: [_R_] Voyons une vraie pose de pouvoir, tu sais.... une position large avec tes mains sur tes hanches ou quelque chose comme ça.
german: [_R_] Lass uns eine echte Machtposition sehen, du weißt.... eine breite Haltung mit deinen Händen auf deine Hüften oder etwas.
italian: [_R_] Vediamo una posa di potere reale, sa... una posizione ampia con le mani sui fianchi o qualcosa.

source: [_R_] Try to channel Lauren Craft in your poses.
dutch: [_R_] Probeer Lauren Vervaardigen in je bezit te kanaliseren.
french: [_R_] Essaies de canaliser Lauren Craft dans tes poses.
german: [_R_] Versuche Lauren Craft in deinen Posen zu kanalisieren.
italian: [_R_] Prova a canalizzare Lauren Craft nelle tue pose.
portuguese: [_R_] Tente canalizar o Lauren Craft nas suas posições.

source: [_R_] Oh, yeah! That's much better.
dutch: [_R_] Oh, ja! Dat is veel beter.
french: [_R_] Oh, oui! C'est beaucoup mieux.
german: [_R_] Oh, ja! Das ist viel besser.
italian: [_R_] Oh, sì! È molto meglio.

source: [_R_] You look so much more confident and professional.
dutch: [_R_] Je ziet er zoveel zelfverzekerd en professioneler uit.
french: [_R_] Tu as l'air tellement plus confiante et professionnelle.
german: [_R_] Du siehst so viel zuversichtlich und professioneller aus.
italian: [_R_] Sembri molto più sicuro e professionale.

source: [_R_] And that's a great first picture for our session.
dutch: [_R_] En dat is een geweldige eerste foto van onze sessie.
french: [_R_] Et c'est une excellente première photo pour notre session.
german: [_R_] Und das ist ein tolles erstes Bild für unsere Sitzung.
italian: [_R_] E questa è una grande prima immagine per la nostra sessione.
portuguese: [_R_] E essa é uma ótima primeira foto para a nossa sessão.

source: [_R_] I'll have to put some kind of an ancient temple for the background.
dutch: [_R_] Ik zal een oude tempel moeten plaatsen voor de achtergrond.
french: [_R_] Je vais devoir mettre une sorte de temple ancien pour l'arrière-plan.
german: [_R_] Ich muss einen alten Tempel für den Hintergrund platzieren.
italian: [_R_] Dovrò mettere una sorta di antico tempio per lo sfondo.
portuguese: [_R_] Vou ter que colocar algum tipo de templo antigo para o fundo.

source: [_R_] It's going to look really good.
dutch: [_R_] Het zal er heel goed uitzien.
french: [_R_] Ça va vraiment bien paraître.
german: [_R_] Es wird wirklich gut aussehen.
italian: [_R_] Sembrerà davvero buono.
portuguese: [_R_] Vai parecer muito bom.

source: [_R_] How are you feeling?
dutch: [_R_] Hoe voel je je?
french: [_R_] Comment te sens-tu?
german: [_R_] Wie fühlen Sie sich?
italian: [_R_] Come ti senti?

source: [_S_] A little better. That wasn't too bad.
dutch: [_S_] Een beetje beter. Dat was niet te slecht.
french: [_S_] Un peu mieux. Ce n'était pas trop mal.
german: [_S_] Ein bisschen besser. Das war nicht schlecht.
italian: [_S_] Un po' meglio. Non era troppo male.
portuguese: [_S_] Um pouco melhor. Não era tão ruim.

source: [_S_] I'm ready for the next pose.
dutch: [_S_] Ik ben klaar voor de volgende pose.
french: [_S_] Je suis prête pour la prochaine pose.
german: [_S_] Ich bin bereit für die nächste Pose.
italian: [_S_] Sono pronto per la prossima posa.
portuguese: [_S_] Estou pronto para a próxima posição.

source: [_R_] Awesome! Take off your bow, here's an arrow for you, now let's get a kick ass bow and arrow shooting pose.
dutch: [_R_] Geweldig! Haal je boog af, hier is een pijl voor jou, nu krijgen we een schick ass-boog en pijl die schiet op.
french: [_R_] Génial! Enlèves ton arc, voici une flèche pour toi, maintenant obtenons un arc de coup de pied et une pose de tir de flèche.
german: [_R_] Super! Starte deinen Bogen, hier ist ein Pfeil für dich, jetzt lass uns einen Kick-Arsch Bogen und Pfeil-Schießen Pose.
italian: [_R_] Fantastico! Toglietevi l'arco, ecco una freccia per voi, ora otteniamo un arco di culo calcio e una posa di tiro freccia.
portuguese: [_R_] Incrível! Tire seu arco, aqui está uma flecha para você, agora vamos pegar um arco de curtimento e flecha atirando.

source: [_R_] That looks good! Have you ever shot a bow and arrow before?
dutch: [_R_] Dat ziet er goed uit! Heb je ooit een pijl en boog neergeschoten?
french: [_R_] Ça a l'air bien ! As-tu déjà tiré sur un arc avec une flèche auparavant ?
german: [_R_] Das sieht gut aus! Hast du schon einmal einen Bogen und Pfeil geschossen?
italian: [_R_] Che sembra bene! Hai mai sparato un arco e una freccia prima?
portuguese: [_R_] Isso parece bom! Você já disparou um arco e flecha antes?

source: [_S_] No, I'm just guessing. I'm sure someone will critique this pose.
dutch: [_S_] Nee, ik ben gewoon aan het raden. Ik weet zeker dat iemand deze positie zal bekritiseren.
french: [_S_] Non, je devine juste. Je suis sûr que quelqu'un critiquera cette pose.
german: [_S_] Nein, ich vermute schon. Ich bin sicher, dass jemand diesen Posten kritisieren wird.
italian: [_S_] No, sto solo indovinando. Sono sicuro che qualcuno criticherà questa posizione.
portuguese: [_S_] Não, estou apenas adivinhando. Tenho certeza de que alguém vai criticar esta posição.

source: [_R_] No.... you look great!
dutch: [_R_] Nee.... jij ziet er geweldig uit!
french: [_R_] Non.... tu es superbe!
german: [_R_] Nein.... du siehst großartig aus!
italian: [_R_] no... sembri grande!
portuguese: [_R_] Não.... você parece ótimo!

source: [_R_] I can't wait to show you how much better the pictures look with a new background.
dutch: [_R_] Ik kan niet wachten om je te laten zien hoe veel beter de foto's er met een nieuwe achtergrond uitzien.
french: [_R_] J'ai hâte de vous montrer à quel point les images sont meilleures avec un nouvel arrière-plan.
german: [_R_] Ich kann es kaum erwarten, dir zu zeigen, wie viel besser die Bilder mit einem neuen Hintergrund aussehen.
italian: [_R_] Non vedo l'ora di mostrarti quanto meglio le immagini sembrano con un nuovo sfondo.

source: [_R_] Why don't you throw that bow and arrow over here. Let's pull out the gun and get a good gun pose.
dutch: [_R_] Waarom gooi je die boog en pijl hier niet uit. Laten we het wapen uittrekken en een goede pistool krijgen.
french: [_R_] Pourquoi ne pas lancer cet arc et cette flèche ici. Sortons le pistolet et prenons une bonne pose.
german: [_R_] Warum werfst du nicht den Bogen und den Pfeil hier hindurch. Lass uns die Waffe herausziehen und eine gute Pistole bekommen.
italian: [_R_] Perché non lanciate qui quell'arco e la freccia. Tirare fuori la pistola e ottenere una buona posa di pistola.
portuguese: U[_R_] Por que você não joga aquele arco e flecha aqui. Vamos sacar a arma e pegar uma boa pose de pistola.

source: [_R_] Let's try something where you're crouching, like you're waiting for something to come around the corner.
dutch: [_R_] Laten we iets uitproberen waar je klaar bent, alsof je wacht op iets om de hoek te komen.
french: [_R_] Essayons quelque chose où tu es accroupie, comme si tu attendais que quelque chose arrive au coin de la rue.
german: [_R_] Lasst uns etwas ausprobieren, wo du brüchig bist, als wartest du darauf, dass etwas um die Ecke kommt.
italian: [_R_] Proviamo qualcosa dove ti stai accovacciando, come stai aspettando che qualcosa venga dietro l'angolo.
portuguese: [_R_] Vamos tentar algo onde você está se agachando, como se estivesse esperando algo para vir ao canto.

source: [_R_] Nice!
french: [_R_] Sympa!
german: [_R_] Schön!
italian: [_R_] Bello!
portuguese: [_R_] Ótimo!

source: [_R_] I love the look of concentration on your face.
dutch: [_R_] Ik hou van het uiterlijk van concentratie op jouw gezicht.
french: [_R_] J'adore le regard de concentration sur ton visage.
german: [_R_] Ich liebe das Aussehen der Konzentration auf dein Gesicht.
italian: [_R_] Amo lo sguardo di concentrazione sul tuo volto.

source: [_R_] Just hold that pose for a second.
dutch: [_R_] Houd dat even voor je.
french: [_R_] Maintiens simplement cette pose pendant une seconde.
german: [_R_] Halte diese Pose einfach für eine Sekunde.
italian: [_R_] Tieni solo quella posa per un secondo.

source: [_R_] Perfect!
french: [_R_] Parfait!
german: [_R_] Perfekt!
italian: [_R_] Perfetto!
portuguese: [_R_] Perfeito!

source: [_R_] Ok! How you doing? Are you ready to move onto the good stuff?
dutch: [_R_] Ok! Hoe doe je? Ben je klaar om naar de goede dingen te gaan?
french: [_R_] D'accord! Comment ça va ? Es-tu prête à passer aux autres choses?
german: [_R_] Ok! Wie du vorgehst? Bist du bereit, auf die guten Sachen zu wechseln?
italian: [_R_] Ok! Come si fa? Sei pronto a passare alla roba buona?
portuguese: [_R_] Ok! Como vai? Você está pronto para ir para os bons coisas?
