Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_D_] Wait!... Before you go...
italian: [_D_] Aspetta!... prima di andare...

source: [_D_] I need you to give something to Joey DeCapo.
italian: [_D_] Ho bisogno che tu dia qualcosa a Joey DeCapo.

source: [_D_] A letter actually.
italian: [_D_] Una lettera in realtà.

source: [_M_] I'm not delivering any letters to that slime ball!
italian: [_M_] Non sto consegnando nessuna lettera a quella palla di lime!

source: [_D_] You will if you don't want me to die in here.
italian: [_D_] Se non vuoi che io muoia qui.

source: [_M_] {i}(Under her breath){/i} You son of a bitch!
italian: [_M_] {i}(Sotto il suo respiro){/i} Sei figlio di una cagna!

source: [_M_] And where am I supposed to stick this?
italian: [_M_] E dov'è che dovrei attaccare questo?

source: [_M_] And you'd better not say up your ass.
italian: [_M_] E faresti meglio a non dire il tuo culo.

source: [_D_] Just stick it in your shoe or something.
italian: [_D_] Basta attaccarlo nella scarpa o in qualcosa.

source: [_D_] It's really important that he gets this.
italian: [_D_] È davvero importante che lui ottenga questo.

source: [_D_] Bring it to him as soon as you can.
italian: [_D_] Portatelo il prima possibile.

source: [_M_] Ok... If that's all you have to say to me... I'm gonna just go.
italian: [_M_] Ok... Se questo è tutto quello che devi dire a me... andrò solo andrò.

source: [_D_] Yeah, I can't think of anything else.
italian: [_D_] Sì, non riesco a pensare a nient'altro.

source: [_MT_] {i}That selfish piece of Shit!{/i}
italian: [_MT_] {i}Quel pezzo egoistico di merda!{/i}

source: [_MT_] {i}I can't believe he's still doing favors for the Mafia!{/i}
italian: [_MT_] {i}Non posso credere che stia ancora facendo dei favori per la mafia!{/i}

source: [_MT_] {i}And now he's making me take part?{/i}
italian: [_MT_] {i}E ora mi sta facendo partecipare?{/i}

source: [_MT_] {i}Uuurggghhh!!! I could wring his neck!{/i}
italian: [_MT_] {i}Uuurggghhh!!! Potrei strizzare il collo!{/i}

source: [_MT_] {i}He seemed as if he could care less if I were there.{/i}
italian: [_MT_] {i}Sembrava che potesse preoccuparsi di meno se fossi lì.{/i}

source: [_MT_] {i}I guess I shouldn't have expected much more... It's not like he ever gave me much attention before he went to prison.{/i}
italian: [_MT_] {i}Immagino che non avrei dovuto aspettarmi molto di più... Non è come se mi avesse mai dato molta attenzione prima di andare in prigione.{/i}

source: [_MT_] {i}At least there's one guy in my life that seems like he really cares for me... And it has to be my fucking son.{/i}
italian: [_MT_] {i}Almeno c'è un ragazzo nella mia vita che sembra davvero si preoccupa per me. . E deve essere il mio cazzo figlio.{/i}

source: [_R_] Oh, God... Brianne, that's really starting to feel good!
italian: [_R_] Oh, Dio... Brianne, sta iniziando davvero a sentirsi bene!

source: [_BA_] Good... Oh let me know when you're about to cum.
italian: [_BA_] Buono... Oh fatemi sapere quando siete in procinto di cum.

source: [_R_] Fuck, here it comes!
italian: [_R_] Cazzo qui viene!

source: [_R_] Hhhnnnggg...
italian: [_R_] Hhhnnngg...

source: [_M_] Oh... my... God!
italian: [_M_] Oh... mio... Dio!

source: [_M_] What do you two think you're doing?
italian: [_M_] Cosa pensate che tu due stia facendo?

source: [_BA_] And, that's my queue to leave.
italian: [_BA_] E questa è la mia coda per andarsene.

source: [_BA_] Thanks, [ryan], for helping me pass the time.
italian: [_BA_] Grazie, [ryan], per avermi aiutato a passare il tempo.

source: [_R_] No, thank you for ummm... I'd better not finish saying that.
italian: [_R_] No, grazie per l'ummm... Farei meglio a non finire di dirlo.

source: [_BA_] Haha... Hope to see you soon.
italian: [_BA_] Haha... Spero di vederti presto.

source: [_R_] Maybe on the next visiting day.
italian: [_R_] Forse il giorno successivo in visita.

source: [_MT_] {i}What the fuck? I came here to get laid, I get shut down, but my son ends up with a happy ending?{/i}
italian: [_MT_] {i}Che cazzo? Sono venuto qui per essere posato, mi spegno, ma mio figlio finisce con un lieto fine?{/i}

source: [_MT_] {i}Why is life so fucking unfair?{/i}
italian: [_MT_] {i}Perché la vita è così ingiusta?{/i}

source: [_MT_] {i}Just look at that shit eating grin, and that huge cummy cock hanging out.{/i}
italian: [_MT_] {i}Basta guardare che merda mangiare grin, e quel enorme cazzo cummy appeso fuori.{/i}

source: [_MT_] {i}I was starting to worry he had eyes for only me.{/i}
italian: [_MT_] {i}Stavo cominciando a preoccuparsi che aveva gli occhi solo per me.{/i}

source: [_MT_] {i}So why the fuck am I feeling jealous of that random girl?{/i}
italian: [_MT_] {i}Quindi perché il cazzo mi sento geloso di quella ragazza casuale?{/i}

source: {b}{i}"Mom's Affection -1"{/i}{/b}
italian: {b}{i}"L'Affetto Della Mamma -1"{/i}{/b}

source: [_R_] That was even faster than I thought you two would be.
italian: [_R_] Era ancora più veloce di quanto pensassi che tu fossi due.

source: [_M_] Yeah well... Things didn't exactly work out.
italian: [_M_] Sì bene... Le cose non hanno funzionato esattamente.

source: [_M_] And can you put that thing away?
italian: [_M_] E puoi mettere via quella cosa?

source: [_M_] It's inappropriate to be showing that massive rod off while your mother is trying to talk to you.
italian: [_M_] È inappropriato mostrare che la canna massiccia mentre tua madre sta cercando di parlare con te.

source: [_R_] Says my mother as she stands in front of me in a see-through dress with no underwear on.
italian: [_R_] Dice mia madre mentre si trova di fronte a me in un vestito trasparente senza biancheria intima su.

source: [_R_] Says my mother as she stands in front of me in a see-through blouse with no bra on.
italian: [_R_] Dice mia madre mentre sta di fronte a me in una camicetta trasparente senza reggiseno su.

source: [_M_] Oh, God!... I forgot.
italian: [_M_] Oh, Dio!... mi sono dimenticato.

source: [_R_] Wait! Did you say you and Dad didn't do anything?
italian: [_R_] Aspetta! Hai detto che tu e il papà non avete fatto niente?

source: [_M_] Not that it's any of your business, but no... we did not.
italian: [_M_] Non è uno dei tuoi affari, ma no... non lo abbiamo fatto.

source: [_M_] He rejected me.
italian: [_M_] Lui mi ha rifiutato.

source: [_R_] He rejected you?
italian: [_R_] Ti ha rifiutato?

source: [_R_] Is... is... is he blind!?
italian: [_R_] è... è... è cieco!?

source: [_R_] Is he an idiot?
italian: [_R_] È un idiota?

source: [_RT_] {i}I mean, I'm glad they didn't do anything... but I was hoping Mom would reject him, not the other way around.{/i}
italian: [_RT_] {i}Voglio dire, sono contento che non abbiano fatto nulla... ma speravo che la mamma lo respingesse, non il contrario.{/i}

source: [_RT_] {i}She looks so miserable now.{/i}
italian: [_RT_] {i}Sembra così miserabile ora.{/i}

source: [_RT_] {i}I hate Dad for making my mom miserable!{/i}
italian: [_RT_] {i}Odio papà per aver reso la mia mamma miserabile!{/i}

source: [_M_] He was certainly acting like an idiot.
italian: [_M_] Egli si comportava certamente come un idiota.

source: [_M_] He wants to talk to you now.
italian: [_M_] Vuole parlare con te adesso.

source: [_M_] Please make it fast. I just want to get home.
italian: [_M_] Per favore fallo veloce. Voglio solo tornare a casa.

source: [_MT_] {i}Well, [ryan] sure got friendly with that random girl in the waiting room.{/i}
italian: [_MT_] {i}Beh, [ryan] ha sicuramente ottenuto amichevole con quella ragazza casuale nella sala d'attesa.{/i}

source: [_MT_] {i}They look like they're best friends already.{/i}
italian: [_MT_] {i}Sembrano già come i migliori amici.{/i}

source: [_MT_] {i}I don't like the idea of [ryan]'s girl friends showing off their underwear like that though.{/i}
italian: [_MT_] {i}Non mi piace l'idea che le amiche di [ryan]mostrino la loro biancheria intima comunque.{/i}

source: [_MT_] {i}It's only barely doing it's job.{/i}
italian: [_MT_] {i}Sta solo a malapena facendo il lavoro.{/i}

source: [_M_] So who's your new friend?
italian: [_M_] Chi è il tuo nuovo amico?

source: [_R_] Oh, you're done already?
italian: [_R_] Oh, hai già finito?

source: [_R_] That was fast.
italian: [_R_] È stato veloce.

source: [_R_] Oh... This is Breanne.
italian: [_R_] Oh... Questo è Breanne.

source: [_R_] She's visiting her dad today too.
italian: [_R_] Lei sta visitando suo papà anche oggi.

source: [_MT_] {i}Her dad must be that creepy guy in the visitor room.{/i}
italian: [_MT_] {i}Suo papà deve essere quel ragazzo raccapricciante nella stanza visitatore.{/i}

source: [_MT_] {i}Hopefully she's not as creepy as her father.{/i}
italian: [_MT_] {i}Speriamo che non sia così inquietante come suo padre.{/i}

source: [_BA_] Speaking of which... I'd better get in there and see him.
italian: [_BA_] Parlando di cui... Farei meglio a entrare e vederlo.

source: [_BA_] He's probably sick of waiting.
italian: [_BA_] probabilmente è stufo di aspettare.

source: [_R_] Thanks for helping me pass the time.
italian: [_R_] Grazie per avermi aiutato a passare il tempo.

source: [_BA_] Yeah, you too. Maybe we'll see each other again on the next visiting day?
italian: [_BA_] Sì, anche te. Forse ci vedremo di nuovo il prossimo giorno di visita?

source: [_R_] Maybe.
italian: [_R_] Può darsi.

source: [_R_] Why was your visit so short?
italian: [_R_] Perché la tua visita è stata così breve?

source: [_R_] Could Dad really only last two seconds?
italian: [_R_] Il papà potrebbe davvero durare solo due secondi?

source: [_M_] Not that it's any of your business, but we didn't end up doing anything like that.
italian: [_M_] Non si tratta di uno dei tuoi affari, ma non abbiamo finito per fare niente di simile.

source: [_M_] You're dad rejected me.
italian: [_M_] Sei papà mi ha rifiutato.

source: [_R_] I mean, how could he resist you?
italian: [_R_] Voglio dire, come potrebbe resistervi?

source: [_R_] Especially now that you've apparently ditched your underwear somewhere.
italian: [_R_] Soprattutto ora che apparentemente hai abbandonato la biancheria intima da qualche parte.

source: [_R_] If he could see through that dress as well as I can...
italian: [_R_] Se poteva vedere attraverso quel vestito così come può...

source: [_R_] Especially now that you've apparently ditched your bra somewhere.
italian: [_R_] Soprattutto ora che apparentemente hai abbandonato il tuo reggiseno da qualche parte.

source: [_R_] If he could see through that blouse as well as I can...
italian: [_R_] Se poteva vedere attraverso quella camicetta così come può...

source: [_R_] I don't know how he'd be able to resist you.
italian: [_R_] Non so come sarebbe in grado di resistervi.

source: [_M_] Oh, shit!... I forgot I wasn't wearing anything underneath.
italian: [_M_] Oh, merda!... Ho dimenticato che non stavo indossando niente sotto.

source: [_R_] Don't worry. I don't mind.
italian: [_R_] Non ti preoccupare. Non mi dispiace.

source: [_RT_] {i}fuck! I'm glad Mom and Dad didn't do anything... but I was hoping Mom would reject him, not the other way around.{/i}
italian: [_RT_] {i}scopata! Sono contento che mamma e papà non abbiano fatto nulla... ma speravo che la mamma lo respingesse, non il contrario.{/i}

source: [_M_] You need to start minding... But that's a conversation for another day.
italian: [_M_] È necessario iniziare a pensare... Ma questa è una conversazione per un altro giorno.

source: [_M_] Your dad wants to talk to you now.
italian: [_M_] Tuo papà vuole parlarti ora.

source: [_PG_] Second to last booth on the left.
italian: [_PG_] Secondo all'ultimo stand a sinistra.

source: [_RT_] {i}Looks like Breanne's already talking to her dad.{/i}
italian: [_RT_] {i}Sembra che Breanne stia già parlando con il suo papà.{/i}

source: [_RT_] {i}Oh, God!... Is she doing that on purpose?{/i}
italian: [_RT_] {i}Oh, Dio!... Lo sta facendo per scopo?{/i}

source: [_RT_] {i}You idiot, of course she's doing it on purpose! The question is if you should look closer?{/i}
italian: [_RT_] {i}Ti idiota, ovviamente lo sta facendo in proposito! La domanda è se dovresti guardare più vicino?{/i}

source: [_RT_] {i}There's no harm in looking.{/i}
italian: [_RT_] {i}Non c'è danno nel cercare.{/i}

source: [_RT_] {i}And she does have a beautiful ass.{/i}
italian: [_RT_] {i}E lei ha un bel culo.{/i}

source: [_RT_] {i}I need to convince the girls in family to wear underwear like that everywhere they go.{/i}
italian: [_RT_] {i}Ho bisogno di convincere le ragazze in famiglia a indossare biancheria intima come questo ovunque vadano.{/i}

source: [_RT_] {i}Oh shit!... Her father noticed I was staring.{/i}
italian: [_RT_] {i}Oh merda!... Suo padre ha notato che stavo fissando.{/i}

source: [_RT_] {i}He looks like he wants to kill me.{/i}
italian: [_RT_] {i}Sembra che voglia uccidermi.{/i}

source: [_RT_] {i}Why does he look familiar?{/i}
italian: [_RT_] {i}Perché sembra familiare?{/i}

source: [_RT_] {i}I'd better hurry over to Dad's booth.{/i}
italian: [_RT_] {i}Farei meglio ad affrettarsi allo stand del papà.{/i}

source: [_RT_] {i}She's not my girlfriend.{/i}
italian: [_RT_] {i}Lei non è la mia fidanzata.{/i}

source: [_RT_] {i}I shouldn't lead her on.{/i}
italian: [_RT_] {i}Non dovrei guidarla su.{/i}

source: [_RT_] {i}I just need to talk to Dad real quick, and get the hell out of here.{/i}
italian: [_RT_] {i}Ho solo bisogno di parlare con papà reale veloce, e ottenere l'inferno fuori di qui.{/i}

source: [_PG_] Alright [dad_name], you know the deal.
italian: [_PG_] Alright [dad_name], conosci l'affare.

source: [_PG_] I'll be back to get you as soon as your visit's over.
italian: [_PG_] Tornerò per farti arrivare appena terminata la tua visita.

source: [_MT_] {i}That girl made [ryan] blow his load right onto the floor.{/i}
italian: [_MT_] {i}Quella ragazza ha fatto [ryan] soffiare il suo carico direttamente sul pavimento.{/i}

source: [_MT_] {i}I've made him shoot more, you loose hussy!{/i}
italian: [_MT_] {i}L'ho fatto sparare di più, si perde il marito!{/i}

source: [_MT_] {i}Yikes!... Why do I feel pride in that?{/i}
italian: [_MT_] {i}Yikes!... Perché mi sento orgoglioso?{/i}

source: [_MT_] {i}Uuurggghhh... I really thought I'd have a nice warm load in my womb, or lingering in my mouth, right now.{/i}
italian: [_MT_] {i}Uuurggghhh... Ho davvero pensato che avrei avuto un bel carico caldo nel mio grembo materno, o rimanere in bocca, in questo momento.{/i}

source: [_MT_] {i}Fucking [dad_name]!{/i}
italian: [_MT_] {i}Fottuto [dad_name]! {/i}

source: [_MT_] {i}Maybe prison's made him gay?{/i}
italian: [_MT_] {i}Forse la prigione lo ha fatto gay?{/i}

source: [_MT_] {i}Doesn't matter... I've gotten along without him in so many other ways.{/i}
italian: [_MT_] {i}Non ha importanza... Ho ottenuto senza di lui in tanti altri modi.{/i}

source: [_MT_] {i}I'll get along without him sexually as well.{/i}
italian: [_MT_] {i}andrò d'accordo anche senza di lui sessualmente.{/i}

source: [_MT_] {i}Am I really considering an affair?{/i}
italian: [_MT_] {i}Sto davvero considerando una questione?{/i}

source: [_MT_] {i}It's not like he's given me much of a choice.{/i}
italian: [_MT_] {i}Non è come se mi fosse stato dato molto di scelta.{/i}

source: [_MT_] {i}But, I don't have any men in my pathetic life.{/i}
italian: [_MT_] {i}Ma, non ho alcun uomo nella mia vita patetica.{/i}

source: [_MT_] {i}Fuck!... I can't really consider that... Can I?{/i}
italian: [_MT_] {i}Fuck!... Non posso davvero considerarlo... potere?{/i}

source: [_MT_] {i}I wonder if this cum is still warm?{/i}
italian: [_MT_] {i}Mi chiedo se questo sperma è ancora caldo?{/i}

source: [_MT_] {i}It fucking is...{/i}
italian: [_MT_] {i}Si scopa è...{/i}

source: [_MT_] {i}I wonder if it tastes like [dad_name]'s?{/i}
italian: [_MT_] {i}Mi chiedo se abbia un sapore di [dad_name]?{/i}

source: [_MT_] {i}Mmmm... Even better than [dad_name]'s'!... Somehow, it tastes... sweeter... younger.{/i}
italian: [_MT_] {i}Mmmm... Ancora meglio di [dad_name]'s'!... In qualche modo, ha un gusto... dolce... più giovane.{/i}

source: [_MT_] {i}Oh, fucking hell!... What am I doing!?{/i}
italian: [_MT_] {i}Oh, cazzo inferno!... Cosa sto facendo!?{/i}

source: [_MT_] {i}Have I completely lost my mind?{/i}
italian: [_MT_] {i}Ho perso completamente la mia mente?{/i}

source: [_MT_] {i}Fuck... This is a prison... Did somebody catch that on camera?{/i}
italian: [_MT_] {i}Fuck... Questa è una prigione... Qualcuno lo ha catturato sulla fotocamera?{/i}

source: [_D_] Hello, son.
italian: [_D_] Ciao, figlio.

source: [_R_] Dad... What did you need me to come here for?
italian: [_R_] Papà... A cosa serve che io venga qui?

source: [_D_] Straight to business... I like that.
italian: [_D_] Straight to business... mi piace.

source: [_D_] I hear you've been stepping up, providing for the family?
italian: [_D_] Ho sentito che hai intensificato, provvedendo per la famiglia?

source: [_R_] That, and more.
italian: [_R_] Questo, e altro ancora.

source: [_D_] Glad to hear it.
italian: [_D_] Siamo felici di sentirlo.

source: [_D_] I gave your mom a note that she's supposed to deliver to Joey DeCapo, but clearly you're the more responsible one out of the two of you, and I should have given it to you.
italian: [_D_] Ho dato a tua mamma una nota che dovrebbe consegnare a Joey DeCapo, ma chiaramente sei il più responsabile uno su due di voi, e avrei dovuto darlo a voi.

source: [_D_] Can you make sure she delivers it?
italian: [_D_] Puoi assicurarti che lo fornisci?

source: [_R_] Uhhh... I guess.
italian: [_R_] Uhhhh... Immagino.

source: [_D_] Great.
italian: [_D_] Ottimo.

source: [_D_] I also heard a little rumor that Joey DeCapo owes you a favor?
italian: [_D_] Ho anche sentito una piccola voce che Joey DeCapo vi deve un favore?

source: [_D_] Why haven't you cashed in that favor to get me the hell out of here?
italian: [_D_] Perché non hai incassato quel favore per farmi uscire l'inferno da qui?

source: [_R_] Uhhh... I guess I hadn't really thought I could use it for that.
italian: [_R_] Uhhhh... Immagino che non avessi davvero pensato di poterlo usare per questo.

source: [_R_] Does Joey have that kind of power?
italian: [_R_] Joey ha quel tipo di potere?

source: [_D_] I'd be surprised if he didn't.
italian: [_D_] sarei sorpreso se non lo facesse.

source: [_D_] Several Mafia families have a lot of power here inside the prison system, but none as much as the DeCapos.
italian: [_D_] Diverse famiglie mafiose hanno un grande potere qui all'interno del sistema carcerario, ma nessuna tanto quanto i DeCapos.

source: [_D_] I'm sure he's got quite a few judges on the payroll as well.
italian: [_D_] sono sicuro che ha molti giudici sul libro paga pure.

source: [_D_] So, talk to Joey, and see if you can cash in that favor to get me out of here, will you?
italian: [_D_] Quindi, parlare con Joey, e vedere se si può incassare in quel favore per farmi uscire da qui, vero?

source: [_D_] Good boy.
italian: [_D_] Buon ragazzo.

source: [_D_] Thanks for visiting me today.
italian: [_D_] Grazie per avermi visitato oggi.

source: [_R_] Before I go, I wanted to ask you what you did to make Mom so upset.
italian: [_R_] Prima di andare, volevo chiederti cosa hai fatto per fare la mamma così sconvolta.

source: [_D_] Fuck... What did she tell you?
italian: [_D_] Fuck... Cosa ti ha detto?

source: [_R_] She said you rejected her.
italian: [_R_] Disse che l'hai rifiutata.

source: [_D_] Well, she came in here hornier than a dog in heat, and practically expected me to jump her bones right here.
italian: [_D_] Beh, è entrata qui più hornier di un cane in calore, e praticamente mi aspettava di saltare le sue ossa proprio qui.

source: [_R_] I don't need the details.
italian: [_R_] Non ho bisogno dei dettagli.

source: [_D_] You asked, and your old enough to hear this kind of stuff.
italian: [_D_] Hai chiesto, e il tuo vecchio abbastanza per sentire questo tipo di roba.

source: [_D_] And let me level with you.
italian: [_D_] E lasciami livellare con te.

source: [_D_] Your Mom used to be one the prettiest girls I've ever seen.
italian: [_D_] Tua Mamma era una delle ragazze più belle che io abbia mai visto.

source: [_D_] But, she's getting old.
italian: [_D_] Ma, sta invecchiando.

source: [_D_] I'm just not very sexually attracted to woman older than about thirty.
italian: [_D_] Non sono solo molto sessualmente attratta da una donna più anziana di circa trent'anni.

source: [_R_] You're not attracted to Mom anymore?
italian: [_R_] Non sei più attratto da Mamma?

source: [_D_] No, not really.
italian: [_D_] No, non veramente.

source: [_D_] But that doesn't mean that I don't still think she's a great...
italian: [_D_] Ma questo non significa che non penso ancora che sia una grande...

source: [_R_] You're an idiot!
italian: [_R_] Sei un idiota!

source: [_R_] No, you watch it!
italian: [_R_] No, lo vedi!

source: [_R_] Mom is one of the most beautiful woman I have ever seen!
italian: [_R_] La mamma è una delle donne più belle che io abbia mai visto!

source: [_R_] She's ten times hotter than pretty much any of the girls my age!
italian: [_R_] Lei è dieci volte più calda che praticamente qualsiasi delle ragazze della mia età!

source: [_R_] Plus, she's an amazing woman who works her ass off, cares for her family, takes care of the house, and you don't even appreciate any of that!
italian: [_R_] Inoltre, è una donna incredibile che lavora il suo culo fuori, si preoccupa della sua famiglia, si prende cura della casa, e non si apprezza nemmeno alcuno!

source: [_R_] You don't fucking deserve her!
italian: [_R_] Non si scopa meritano lei!

source: [_D_] If you talk to me like that one more time...
italian: [_D_] Se parli con me come quella ancora una volta...

source: [_R_] I'm not talking to you at all anymore!
italian: [_R_] Non sto più parlando con te!

source: [_R_] I'm out of here!
italian: [_R_] Me ne vado!

source: [_RT_] {i}That fucking loser!{/i}
italian: [_RT_] {i}Quel perdente cazzo!{/i}

source: [_RT_] {i}What did Mom ever see in him?{/i}
italian: [_RT_] {i}Cosa ha mai visto la mamma in lui?{/i}

source: [_RT_] {i}Hopefully this visit opened her eyes as to what a douche he is!{/i}
italian: [_RT_] {i}Speriamo che questa visita abbia aperto gli occhi su cosa sia un douche!{/i}

source: [_RT_] {i}He's never been a good father either!{/i}
italian: [_RT_] {i}Non è mai stato un buon padre!{/i}

source: [_RT_] {i}I hope he rots in here!{/i}
italian: [_RT_] {i}Spero che faccia il marciume qui!{/i}

source: [_M_] Thank you for keeping that so short.
italian: [_M_] Grazie per averlo mantenuto così breve.

source: [_M_] I really needed to get out of there.
italian: [_M_] avevo davvero bisogno di uscire da lì.

source: [_R_] I hear you.
italian: [_R_] Io ti sento.

source: [_R_] I couldn't get out of there fast enough, too.
italian: [_R_] non sono riuscito a uscire da lì abbastanza veloce.

source: [_M_] It seems like you at least had some fun in the waiting area.
italian: [_M_] Sembra che tu abbia almeno avuto un po' di divertimento nella zona d'attesa.

source: [_M_] A lot more than I fucking did!
italian: [_M_] Molto più di quanto ho fatto il cazzo!

source: [_M_] I'm sorry... I don't know why I'm cussing like a sailor.
italian: [_M_] mi dispiace... Non so perché sto cazzando come un marinaio.

source: [_R_] It's ok, Mom.
italian: [_R_] Va bene, mamma.

source: [_R_] It's because Dad's a real piece of shit!
italian: [_R_] È perché papà è un vero e proprio pezzo di merda!

source: [_R_] And that wasn't very mature of me to let some girl I just barely met give me a handjob.
italian: [_R_] E questo non era molto maturo di me per lasciare che qualche ragazza che ho appena incontrato mi dia un bel lavoro.

source: [_R_] I'm sorry you had to walk on on that.
italian: [_R_] Mi dispiace che tu abbia dovuto camminare su questo.
