Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] I've got a feeling she's not going to let me do anything with her for a while.
italian: [_R_] Ho la sensazione che non mi lascerà fare nulla con lei per un po'.

source: [_MD_] Well, I guess you can visit her next time she's sleeping on the couch.
italian: [_MD_] Beh, immagino che tu possa visitarla la prossima volta che dorme sul divano.

source: [_MD_] Try and feel her out, if you think she might be open to more corruption, come and get me. Until then, I'll be trying to come up with some ideas of how we can move forward from here.
italian: [_MD_] Provate a sentirla fuori, se pensate che potrebbe essere aperta a più corruzione, venite a prendermi. Fino ad allora, cercherò di trovare alcune idee su come possiamo andare avanti da qui.

source: [_R_] Ok, sounds like a plan. See you soon.
italian: [_R_] Ok, suona come un piano. Ci vediamo presto.

source: [_MD_] See ya, cuz!
italian: [_MD_] Vedi ya, cuz!

source: [_RT_] {i}There's my phone... I'll bet it's another pic from Mandy.{/i}
italian: [_RT_] {i}C'è il mio telefono... Scommetto che è un'altra foto di Mandy.{/i}

source: [_RT_] {i}Nice!{/i}
italian: [_RT_] {i}Nizzo!{/i}

source: [_RT_] {i}I'll have to save that into my "Aunt Camille pictures" folder.{/i}
italian: [_RT_] {i}Dovrò salvarlo nella mia cartella "Aunt Camille pictures". {/i}

source: [_R_] What if I paid you six hundred dollars?
italian: [_R_] E se ti pagassi seicento dollari?

source: [_C_] There's no way I'd do that for...
italian: [_C_] Non c'è modo di farlo per...

source: [_C_] ...Did you just say six hundred dollars?
italian: [_C_] ...Hai appena detto seicento dollari?

source: [_RT_] {i}Shit!... I should have said five... She probably would have done it for five!{/i}
italian: [_RT_] {i}merda!... Avrei dovuto dire cinque... Probabilmente lo avrebbe fatto per cinque!{/i}

source: [_CT_] {i}A titjob isn't that much worse than a handjob...{/i}
italian: [_CT_] {i}Una titjob non è così peggio di un handjob...{/i}

source: [_CT_] {i}And, he'll be paying me two hundred more dollars more than I got for the handjob.{/i}
italian: [_CT_] {i}E, mi pagherà duecento dollari in più di quanto ho ottenuto per il handjob.{/i}

source: [_CT_] {i}I'd have a much better chance of winning big at Joey's club if I had six hundred...{/i}
italian: [_CT_] {i}Avrei una possibilità molto migliore di vincere grandi al club di Joey se avessi seicento...{/i}

source: [_CT_] {i}That last four hundred went pretty fast at that Roulette table.{/i}
italian: [_CT_] {i}Quel ultimo quattrocento è andato abbastanza veloce a quel tavolo della Roulette.{/i}

source: [_CT_] {i}But if I won big?... I could go back to fitness clubs and wine whenever I want.{/i}
italian: [_CT_] {i}Ma se ho vinto grande?... potrei tornare in fitness club e vino ogni volta che voglio.{/i}

source: [_C_] Fine!
italian: [_C_] Bene!

source: [_C_] But I need another glass of wine first.
italian: [_C_] Ma prima ho bisogno di un altro bicchiere di vino.

source: [_MDT_] {i}My tits are too small to fuck... I wonder if [ryan] would want to fuck them if I got fake tits too.{/i}
italian: [_MDT_] {i}Le mie tette sono troppo piccole per scopare... Mi chiedo se [ryan] vorrebbe scoparle se ho anche delle tette false.{/i}

source: [_MDT_] {i}I've never heard him complain about Lauren's being too small.{/i}
italian: [_MDT_] {i}Non l'ho mai sentito lamentare il fatto che Lauren sia troppo piccolo.{/i}

source: [_MDT_] {i}Now that I think about it, [ryan]'s not fucking Mom's tits at all, just two big lumps of plastic.{/i}
italian: [_MDT_] {i}Ora che ci penso, [ryan]non scopa affatto le tette della mamma, solo due grandi quantità di plastica.{/i}

source: [_MDT_] {i}Why are guys so obsessed with tits?{/i}
italian: [_MDT_] {i}Perché i ragazzi sono così ossessionati dalle tette?{/i}

source: [_MDT_] {i}At least this will make for some pretty good pics and video.{/i}
italian: [_MDT_] {i}Almeno questo farà per alcune foto abbastanza buone e video.{/i}

source: [_MDT_] {i}If [ryan] can keep this up, I'll have enough blackmail material to make Mom let me do whatever I want for the rest of my life.{/i}
italian: [_MDT_] {i}Se [ryan] può mantenere questo su, Avrò abbastanza materiale di ricatto per far sì che la mamma mi lasci fare quello che voglio per il resto della mia vita. /i}

source: [_CT_] {i}I should have never bought these stupid tits.{/i}
italian: [_CT_] {i}Non avrei mai dovuto comprare queste stupide tette.{/i}

source: [_CT_] {i}Then [ryan] wouldn't be fucking them right now.{/i}
italian: [_CT_] {i}Poi [ryan] non li farebbe scopare in questo momento.{/i}

source: [_CT_] {i}Though, I'm sure he'd find something else of mine to fuck.{/i}
italian: [_CT_] {i}Anche se, sono sicuro che avrebbe trovato qualcosa di mio da scopare.{/i}

source: [_CT_] {i}These stupid tits didn't even keep Bobby around.{/i}
italian: [_CT_] {i}Queste stupide tette non hanno nemmeno mantenuto Bobby intorno.{/i}

source: [_CT_] {i}I wonder how long he was cheating with Cindy's younger tits?{/i}
italian: [_CT_] {i}Mi chiedo quanto tempo stava imbrogliando con le tette più giovani di Cindy?{/i}

source: [_CT_] {i}I swear these tits are less sensitive as well.{/i}
italian: [_CT_] {i}Giuro che anche queste tette sono meno sensibili.{/i}

source: [_CT_] {i}My nipples used to feel so good when I rubbed them... Now, not so great.{/i}
italian: [_CT_] {i}I miei capezzoli si sentivano così bravi quando li ho strofinati... Ora, non così grande.{/i}

source: [_RT_] {i}This feels pretty good!{/i}
italian: [_RT_] {i}Questo si sente abbastanza buono!{/i}

source: [_RT_] {i}They don't feel as good as Mrs. Stones.{/i}
italian: [_RT_] {i}Non si sentono bene come la signora Stones.{/i}

source: [_RT_] {i}I'm sure it's because hers are one hundred percent all natural.{/i}
italian: [_RT_] {i}Sono sicuro che è perché lei è cento per cento tutto naturale.{/i}

source: [_RT_] {i}Right now I'm just fucking two lumps of silicone.{/i}
italian: [_RT_] {i}In questo momento sto solo scopando due grumi di silicone.{/i}

source: [_RT_] {i}I finally get to fuck a pair of tits.{/i}
italian: [_RT_] {i}Finalmente riesco a scopare un paio di tette.{/i}

source: [_RT_] {i}I wonder if real tits feel even better?{/i}
italian: [_RT_] {i}Mi chiedo se le tette reali si sentono ancora meglio?{/i}

source: [_RT_] {i}Oh yeah!... I'm getting really close now!{/i}
italian: [_RT_] {i}Oh sì!... Ora mi sto avvicinando!{/i}

source: [_CT_] {i}Is he going to fuck my tits all night?{/i}
italian: [_CT_] {i}Sta per scopare le mie tette tutta la notte?{/i}

source: [_CT_] {i}When's this fucking kid gonna blow?{/i}
italian: [_CT_] {i}Quand'è che questo ragazzo scopata soffierà?{/i}

source: [_CT_] {i}Oh!... I forgot to remind him not to cum on me again!{/i}
italian: [_CT_] {i}Oh!... Ho dimenticato di ricordargli di non sborrare di nuovo su di me!{/i}

source: [_C_] Fuck!
italian: [_C_] Scopata!

source: [_CT_] {i}How's there still this much left after he emptied his balls the last time?{/i}
italian: [_CT_] {i}Come c'è ancora questo molto rimasto dopo che ha svuotato le sue palle l'ultima volta?{/i}

source: [_CT_] {i}Goddammit, [ryan]! Can't you turn this thing off?{/i}
italian: [_CT_] {i}Goddammit, [ryan]! Non puoi disattivare questa cosa?{/i}

source: [_R_] What were you trying to tell me before I...
italian: [_R_] Che cosa stavi cercando di dirmi prima di me...

source: [_C_] It's not important now.
italian: [_C_] Non è importante adesso.

source: [_C_] The important thing as that you've got my money.
italian: [_C_] La cosa importante come se avessi i miei soldi.

source: [_R_] Yeah, I've got it.
italian: [_R_] Sì, l'ho capito.

source: [_C_] Well, hand it over.
italian: [_C_] Beh, passalo.

source: [_MD_] {i}(Whispered screaming){/i}Ahhhh.... You did it again!... I can't believe it!
italian: [_MD_] {i}(Whispered urlando){/i}Ahhhh.... L'hai fatto di nuovo!... Non posso crederci!

source: [_R_] It cost me a little, but covering her in cum was all worth it.
italian: [_R_] Mi è costato un po', ma coprirla di sperma ne valeva la pena.

source: [_MDT_] {i}I wish I could have licked it off.{/i}
italian: [_MDT_] {i}Vorrei che avrei potuto leccarlo.{/i}

source: [_MD_] There, you've fucked her tits, so what's next?
italian: [_MD_] Lì, hai scopato le sue tette, quindi cosa c'è dopo?

source: [_R_] I need to get my dick in her mouth.
italian: [_R_] Ho bisogno di prendere il mio cazzo in bocca.

source: [_MD_] She'll probably have a thing or two to say about that.
italian: [_MD_] Lei probabilmente avrà una o due cose da dire a riguardo.

source: [_R_] She won't be able to say it with her mouth full.
italian: [_R_] Lei non sarà in grado di dirlo con la bocca piena.

source: [_R_] .... What? Nothing?
italian: [_R_] .... Cosa? Niente?

source: [_MD_] Amusing, but I'm thinking about how hard that's going to be to pull off.
italian: [_MD_] Divertente, ma sto pensando a quanto è difficile che sarà tirare fuori.

source: [_R_] Hard? I can probably just throw even more money at her.
italian: [_R_] Difficile? Probabilmente posso solo gettare ancora più soldi a lei.

source: [_MD_] Maybe... I know she loves shopping, but it seems like something else is motivating her.
italian: [_MD_] Forse... So che ama lo shopping, ma sembra che un'altra cosa la motivi.

source: [_MD_] It's just been too easy.
italian: [_MD_] È stato semplicemente troppo facile.

source: [_MD_] But, maybe I'm just overthinking it.
italian: [_MD_] Ma, forse sto semplicemente pensando.

source: [_MD_] Again, good job tonight! Let me know when you're going to go for the blowjob. I don't want to miss anything.
italian: [_MD_] Ancora una volta, buon lavoro stasera! Fatemi sapere quando andrete a fare il pompino. Non voglio perdere niente.

source: [_R_] Alright, I'll make sure to let you know.
italian: [_R_] Bene, ti assicurerò di farti sapere.

source: [_RT_] {i}Sweet! I'm sure it's another picture from Mandy to remember tonight by.{/i}
italian: [_RT_] {i}Dolce! Sono sicuro che è un'altra foto da Mandy da ricordare stasera.{/i}

source: [_CT_] {i}Holy shit, Camille! Your nephew's asking you to touch his dick!{/i}
italian: [_CT_] {i}merda santa, Camille! Tuo nipote ti sta chiedendo di toccare il suo cazzo!{/i}

source: [_CT_] {i}You should be outraged!... You should punch him in the face!{/i}
italian: [_CT_] {i}Dovresti essere indignato!... Dovresti colpirlo in faccia!{/i}

source: [_CT_] {i}But I need the money!{/i}
italian: [_CT_] {i}Ma ho bisogno del denaro!{/i}

source: [_CT_] {i}It's not like he's asking to have sex with me.{/i}
italian: [_CT_] {i}Non è come se stesse chiedendo di fare sesso con me.{/i}

source: [_CT_] {i}And what better place for a young man to learn about these kinds of things, than in the safety of his own home.{/i}
italian: [_CT_] {i}E quale posto migliore per un giovane per conoscere questo genere di cose, che nella sicurezza della propria casa.{/i}

source: [_CT_] {i}Truth be told, I've been wanting to get a closer look at that cock anyways.{/i}
italian: [_CT_] {i}Verità da raccontare, Ho voluto dare un'occhiata più da vicino a quel cazzo comunque.{/i}

source: [_CT_] {i}Not because of sexual reasons!... I just want to see how it compares to my dad's.{/i}
italian: [_CT_] {i}Non per motivi sessuali!... Voglio solo vedere come si confronta con il mio papà.{/i}

source: [_CT_] {i}Just pure, innocent, curiosity.{/i}
italian: [_CT_] {i}Solo puro, innocente, curiosità.{/i}

source: [_CT_] {i}So?... Why not?{/i}
italian: [_CT_] {i}So?... Perché no?{/i}

source: [_C_] For a handjob?... I need five hundred dollars.
italian: [_C_] Per un lavoro?... ho bisogno di cinquecento dollari.

source: [_R_] Five hundred!?... I'll give you three hundred.
italian: [_R_] Cinquecento!?... ti darò trecento.

source: [_C_] Four hundred.
italian: [_C_] quattrocento.

source: [_C_] And, another glass of wine.
italian: [_C_] E, un altro bicchiere di vino.

source: [_R_] Fine, but you still have to take off your shirt. I want to have something to stare at.
italian: [_R_] Bene, ma devi ancora toglierti la camicia. Voglio avere qualcosa da fissare.

source: [_C_] Deal!
italian: [_C_] Affare fatto!

source: [_C_] God!... I've never seen it this erect! It's huge!
italian: [_C_] Dio!... non l'ho mai visto eretto! È enorme!

source: [_C_] And completely impractical... How are you ever going to have sex?
italian: [_C_] E completamente impraticabile... Come farai mai sesso?

source: [_RT_] {i}Just ask Sidney and Lauren.{/i}
italian: [_RT_] {i}Basta chiedere a Sidney e Lauren.{/i}

source: [_MDT_] {i}I should start practicing, just in case I ever get the opportunity to fuck a dick that big.{/i}
italian: [_MDT_] {i}Dovrei iniziare a praticare, nel caso in cui avessi mai avuto l'opportunità di scopare un cazzo così grande.{/i}

source: [_MDT_] {i}I can't believe [ryan] did it!{/i}
italian: [_MDT_] {i}Non posso credere che [ryan] lo abbia fatto!{/i}

source: [_MDT_] {i}If he can get Mom to give him a handy, what else will he be able to get her to do?{/i}
italian: [_MDT_] {i}Se riesce a convincere la mamma a dargli un utile, cos'altro potrà farla fare?{/i}

source: [_MDT_] {i}And I'm getting pics and video of it all!{/i}
italian: [_MDT_] {i}E sto ricevendo foto e video di tutto questo!{/i}

source: [_MDT_] {i}Mom just better not look up.{/i}
italian: [_MDT_] {i}Mamma semplicemente meglio non guardare.{/i}

source: [_MDT_] {i}Small chance of that... She's too enthralled by [ryan]'s enormous dick.{/i}
italian: [_MDT_] {i}Piccola possibilità di questo... È troppo coinvolta dall'enorme cazzo di [ryan].{/i}

source: [_CT_] {i}It's been a while since I held a penis in my hands.{/i}
italian: [_CT_] {i}È passato un po' di tempo da quando ho tenuto un pene nelle mie mani.{/i}

source: [_CT_] {i}Fuck, and much longer since I've had a penis this big in my hands.{/i}
italian: [_CT_] {i}Fuck, e molto più a lungo da quando ho avuto un pene questo grande nelle mie mani.{/i}

source: [_CT_] {i}If only I didn't despise the little shit behind the penis.{/i}
italian: [_CT_] {i}Se solo non ho disprezzato la piccola merda dietro il pene.{/i}

source: [_CT_] {i}I wonder how long he can hold out?{/i}
italian: [_CT_] {i}Mi chiedo per quanto tempo può tenere?{/i}

source: [_CT_] {i}Hopefully not much longer... We're going to get caught.{/i}
italian: [_CT_] {i}Speriamo non molto più a lungo... stiamo per essere catturati.{/i}

source: [_CT_] {i}I'd better hurry this along.{/i}
italian: [_CT_] {i}farei meglio ad affrettare questo.{/i}

source: [_R_] Oh, yeah Aunt Cami... You're doing great!
italian: [_R_] Oh, sì, zia Cam... Stai facendo grande!

source: [_C_] That's Aunt Camille to you, you fucking pervert!
italian: [_C_] Questa è zia Camille a te, si scopa perverso!

source: [_R_] I'll call you whatever you want right now, Aunt Camille.
italian: [_R_] Ti chiamerò quello che vuoi in questo momento, zia Camille.

source: [_R_] It feels so good!
italian: [_R_] Ci si sente così bene!

source: [_CT_] {i}Well, at least he's a little more civil when he's getting sexual pleasure.{/i}
italian: [_CT_] {i}Beh, almeno è un po 'più civile quando sta ottenendo piacere sessuale.{/i}

source: [_CT_] {i}He's got to be getting close.{/i}
italian: [_CT_] {i}Deve essere sempre vicino.{/i}

source: [_RT_] {i}Fuck, I'm about to blow!{/i}
italian: [_RT_] {i}Cazzo sto per soffrire!{/i}

source: [_RT_] {i}I should warn her, but I really want to blow my load all over Aunt Cami's face.{/i}
italian: [_RT_] {i}Dovrei avvertirla, ma voglio davvero soffiare il mio carico su tutta la faccia di zia Cami.{/i}

source: [_CT_] {i}Oh, yeah... I'd better tell him to warn me when he's about to cum!{/i}
italian: [_CT_] {i}Oh, sì... farei meglio a dirgli di avvertirmi quando sta per cum!{/i}

source: [_C_] Let me know when...
italian: [_C_] Fatemi sapere quando...

source: [_CT_] {i}Oh, fuck!{/i}
italian: [_CT_] {i}Oh, cazzo!

source: [_CT_] {i}More?{/i}
italian: [_CT_] {i}Di Più?{/i}

source: [_CT_] {i}How the fuck do I turn this thing off?{/i}
italian: [_CT_] {i}Come faccio a spegnere questa cosa?{/i}

source: [_MD_] {i}(Whispered screaming){/i}Ahhhh.... You did it!... I can't believe it!
italian: [_MD_] {i}(Whispered urlando){/i}Ahhhh.... Lo hai fatto!... Non posso crederci!

source: [_R_] I can't believe anyone would be so happy to have their mom corrupted by their cousin.
italian: [_R_] Non riesco a credere che nessuno sarebbe così felice di avere la loro mamma corrotta dal loro cugino.

source: [_MD_] I know!... It's hard for me to understand too.
italian: [_MD_] lo so!... È difficile anche per me capire.

source: [_MD_] Now, she's given you a handy, so what's next?
italian: [_MD_] Ora ti ha dato una maneggevolezza, quindi cosa c'è dopo?

source: [_R_] I kind of want a titjob from her.
italian: [_R_] Voglio un lavoro da parte sua.

source: [_MD_] That's some pretty mild escalation, but maybe that's the right move.
italian: [_MD_] Questa è un'escalation piuttosto mite, ma forse è la mossa giusta.

source: [_MD_] We don't want to push her too hard, too fast.
italian: [_MD_] Non vogliamo spingerla troppo duramente, troppo velocemente.

source: [_MD_] Yeah, I think you should go for it.
italian: [_MD_] Sì, penso che si dovrebbe andare per esso.

source: [_MD_] Again, good job tonight! Let me know when you're going to go for the titjob. I want some pics and a video.
italian: [_MD_] Ancora una volta, buon lavoro stasera! Fatemi sapere quando andrete per il titjob. Voglio alcune foto e un video.

source: [_RT_] {i}While it's nice to have an ally in the house, this situation is just fucking weird.{/i}
italian: [_RT_] {i}Mentre è bello avere un alleato in casa, questa situazione è semplicemente strano. {/i}

source: [_RT_] {i}At least, I haven't seen this situation in any of my porn games.{/i}
italian: [_RT_] {i}Almeno, non ho visto questa situazione in nessuno dei miei giochi porno.{/i}

source: [_RT_] {i}Who would be texting this late?{/i}
italian: [_RT_] {i}Chi manderebbe un SMS in ritardo?{/i}

source: [_RT_] {i}It's from Mandy... Damn, that is some good camera work!{/i}
italian: [_RT_] {i}È da Mandy... Damn, che è un buon lavoro della fotocamera!{/i}

source: {b}{i}"You have found the "Six of Hearts" Card!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Sei dei Cuori"!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
italian: {b}{i}"Visualizza questa carta nella galleria e nel casinò"{/i}{/b}

source: {i}"Would you like to skip the backyard cleaning event this week?"{/i}
italian: {i}"Vuoi saltare l'evento di pulizia del cortile questa settimana?"{/i}

source: {i}"You got it! As you probably expected, it was a fairly steamy experience where Mandy ate some cum and increased her libido a little."{/i}
italian: {i}"Lo hai ottenuto! Come probabilmente ti aspettavi, è stata un'esperienza abbastanza vaporizzante dove Mandy ha mangiato un po' di sperma e ha aumentato un po' la sua libido."{/i}

source: {i}{b}"Mandy's Libido +1"{/b}{/i}
italian: {i}{b}"Libido di Mandy +1"{/b}{/i}

source: [_RT_] {i}God, My cousin keeps me on my toes!{/i}
italian: [_RT_] {i}Dio, Mio cugino mi tiene sui piedi!{/i}

source: [_RT_] {i}I just know we're going to get caught one of these days!{/i}
italian: [_RT_] {i}So che stiamo per essere catturati uno di questi giorni!{/i}

source: [_RT_] {i}At least the yard looks good for another week.{/i}
italian: [_RT_] {i}Almeno il cantiere sembra buono per un'altra settimana.{/i}

source: [_R_] Hey, Mandy... Teen Magazine again?... Have you figured out what teenage guys really want in a girlfriend yet?
italian: [_R_] Hey, Mandy... Teen Magazine ancora?... Hai capito cosa gli adolescenti vogliono davvero in una fidanzata?

source: [_MD_] Yep... Boobs.
italian: [_MD_] Yep... Tette.

source: [_R_] You've cracked the code!
italian: [_R_] Hai incrinato il codice!

source: [_MD_] Unfortunately I don't have any.
italian: [_MD_] Purtroppo non ne ho nessuno.

source: [_R_] Sure you do! All boobs are great! Even small ones.
italian: [_R_] Sei sicuro! Tutte le tette sono fantastiche! Anche quelle piccole.

source: [_R_] I think it's about time to start our weekend chore.
italian: [_R_] Penso che sia giunto il momento di iniziare il nostro fine settimana.

source: [_R_] If you're really nice to me, I might let you use The Beast this time.
italian: [_R_] Se sei davvero gentile con me, questa volta potrei farti usare la Bestia.

source: [_MD_] Fuck off! Oh shoot... I probably just ruined my chance.
italian: [_MD_] Fuck off! Oh shoot... Probabilmente ho appena rovinato la mia occasione.

source: [_R_] I'm very forgiving.
italian: [_R_] sto perdonando molto.

source: [_MD_] Hmmm... well, we should do our chores later. Let's try and get an episode of Murican Dad in before your mom comes and kicks us off the tv.
italian: [_MD_] Hmmm... beh, dovremmo fare le nostre faccende più tardi. Cerchiamo di ottenere un episodio di Murican papà prima che vostra mamma viene e ci calci fuori dalla tv.

source: [_R_] Yeah, I'm all about that.
italian: [_R_] Sì, sono tutto quello.

source: [_R_] This show is hilarious!
italian: [_R_] Questo spettacolo è esilarante!

source: [_M_] Alright you two... Do I even have to say it?
italian: [_M_] Alright you due... Devo anche dirlo?

source: [_R_] Oh, come on, Mom!
italian: [_R_] Oh, vieni, mamma!

source: [_MD_] Yeah, Aunt [mom_name]... Can we please just finish the episode?
italian: [_MD_] Yeah, zia [mom_name]... Possiamo terminare l'episodio per favore?

source: [_M_] Get you're work done first, then you can watch tv.
italian: [_M_] Fai in primo luogo il tuo lavoro, quindi puoi guardare la TV.

source: [_R_] But, we didn't even get past where you made us quit last time.
italian: [_R_] Ma, non abbiamo nemmeno superato dove ci hai fatto uscire l'ultima volta.

source: [_M_] Don't argue with me... I'm trying to teach you important life lessons.
italian: [_M_] Non litigare con me... Sto cercando di insegnarti lezioni di vita importanti.

source: [_M_] Work comes before play.
italian: [_M_] Il lavoro viene prima di giocare.

source: [_R_] Ugh.... Fine. Come on, Mandy.
italian: [_R_] Ugh.... Bene. Avanti, Mandy.

source: [_R_] Hey, Mandy... What are you up to?
italian: [_R_] Hey, Mandy... A cosa stai facendo?

source: [_MD_] Oh, hey, [ryan]. Nothing much... Just flipping through one of Lauren's old teen magazines.
italian: [_MD_] Oh, hey, [ryan]. Niente di molto... Basta sfogliare una delle vecchie riviste teenager di Lauren.

source: [_R_] Yeah, and have you figured out how to get boys to notice you in high school yet?
italian: [_R_] Sì, e hai capito come far sì che i ragazzi ti notino ancora alle superiori?

source: [_MD_] Haha... you mean besides the casual nip slip?
italian: [_MD_] Haha... intendi oltre al nip casual scivolo?

source: [_R_] Haha... So, wanna hang out and watch some TV?
italian: [_R_] Haha... Così, vuole uscire e guardare un po 'di TV?

source: [_MD_] Yeah, sure! Let's see what's on.
italian: [_MD_] Sì, sicuro! Vediamo cos'è.

source: [_R_] Nice... Murican Dad is on.
italian: [_R_] Nizza... Il papà Murican è attivo.

source: [_MD_] Cool, I like this show. They're always doing something outrageous.
italian: [_MD_] Cool, mi piace questo spettacolo. Stanno sempre facendo qualcosa di oltraggioso.

source: [_M_] [ryan], Are you ever going to do something about that backyard?
italian: [_M_] [ryan], Hai mai intenzione di fare qualcosa su quel cortile?

source: [_R_] I have done something about it... I've chosen to ignore it.
italian: [_R_] Ho fatto qualcosa al riguardo... ho scelto di ignorarlo.

source: [_M_] Haha... You smart alec!... Get back there and take care of it.
italian: [_M_] Haha... Hai un alec!... Tornati lì e prenditi cura di esso.

source: [_M_] It's gotten so bad that nobody even dares go back there anymore.
italian: [_M_] E 'diventato così male che nessuno osa nemmeno tornare più lì.
