Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: {b}{i}"Money - $1000"{/i}{/b}
dutch: {b}{i}"Geld - $1000"{/i}{/b}
german: {b}{i}"Geld - $1000"{/i}{/b}

source: [_R_] Actually, never mind... I think I'll just keep looking around.
dutch: [_R_] Echt, vergeet niet... Ik denk dat ik gewoon zal blijven kijken.
german: [_R_] Nie dabei... Ich denke, ich werde mich nur weiter umschauen.

source: [_RV_] Alright, I hope you enjoy your night.
german: [_RV_] Okay, ich hoffe, du genießt deine Nacht.

source: [_RV_] Ok, I hope you enjoy the rest of your night.
dutch: [_RV_] Ok, ik hoop dat je de rest van je nacht leuk vindt.
german: [_RV_] Ok, ich hoffe, du genießt den Rest deiner Nacht.

source: [_RT_] {i}Now this is great!{/i}
dutch: [_RT_] {i}Nu is dit geweldig!{/i}
german: [_RT_] {i}Jetzt ist das großartig!{/i}

source: [_RT_] {i}These girls look amazing!{/i}
dutch: [_RT_] {i}Deze meisjes zien er geweldig uit!{/i}
german: [_RT_] {i}Diese Mädchen sehen erstaunlich aus!{/i}

source: [_RT_] {i}It's probably about time I make some choices.{/i}
dutch: [_RT_] {i}Het is waarschijnlijk tijd om een paar keuzes te maken.{/i}
german: [_RT_] {i}Es wird wahrscheinlich Zeit, einige Entscheidungen zu treffen.{/i}

source: [_CD_] Oh, Ok... Come back and talk to me if you need anything from me.
dutch: [_CD_] Oh, Ok... Kom terug en praat met me als je iets van mij nodig hebt.
german: [_CD_] Oh, Ok... Komm zurück und sprich mit mir, wenn du etwas von mir brauchst.

source: [_CD_] Oh, good! You're back!
dutch: [_CD_] Oh, goed! Je bent terug!
german: [_CD_] Oh, gut! Du bist wieder da!

source: [_CD_] I'm having such a slow night!... I was hoping someone would come!
dutch: [_CD_] Ik heb zo'n langzame nacht gehad!... Ik hoopte dat iemand zou komen!
german: [_CD_] Ich habe eine so langsame Nacht! ... Ich hatte gehofft, jemand würde kommen!

source: [_R_] Hi, Candy, how's your husband Jack?
dutch: [_R_] Hallo, snoep, hoe is jouw mannetje?
german: [_R_] Hallo, Candy, wie ist dein Ehemann Jack?

source: [_CD_] Why would you even ask about that tiny dicked loser again?
dutch: [_CD_] Waarom zou je zelfs nog eens vragen over die kleine gelachen verliezer?
german: [_CD_] Warum würdest du sogar noch einmal nach diesem winzigen, geschwungenen Verlierer fragen?

source: [_CD_] You enjoy humiliating me, don't you?
dutch: [_CD_] Je houdt van het vernederen van me, nietwaar?
german: [_CD_] Du liebst es, mich zu demütigen, oder?

source: [_CD_] I need a real big dick to grind up against tonight.
dutch: [_CD_] Ik heb een echte lui nodig om vannacht tegen te komen.
german: [_CD_] Ich brauche einen dicken Schwanz um heute Abend zu schleifen.

source: [_CD_] Speaking of which... I really hope you're here for a lap dance!
dutch: [_CD_] Spreek van... Ik hoop echt dat je hier bent voor een schijndans!
german: [_CD_] Sprich von wem... Ich hoffe wirklich, dass du für einen Rundentanz da bist!

source: [_R_] Hi, Candy.
dutch: [_R_] Hallo, snoepje.
german: [_R_] Hallo, Süßigkeit.

source: [_CD_] Please tell me you're here for a lap dance!
dutch: [_CD_] Vertel me dat je hier bent voor een lapdans!
german: [_CD_] Bitte sag mir, dass du hier bist für einen Rundentanz!

source: [_R_] Actually, I was hoping for a little more then that this evening.
dutch: [_R_] Eigenlijk hoopte ik dat vanavond nog een beetje meer.
german: [_R_] Eigentlich hoffte ich etwas mehr als heute Abend.

source: [_CD_] [ryan], you know your options are limited to watching me strip and a lap... Wait!
dutch: [_CD_] [ryan], je weet dat jouw opties beperkt zijn tot het kijken van mijn strip en een lap... Wacht!
german: [_CD_] [ryan], du weißt, dass deine Optionen darauf beschränkt sind, mir Streifen und eine Runde anzusehen... Warte!

source: [_CD_] Did you get a VIP membership?
dutch: [_CD_] Heeft u een VIP-lidmaatschap gekregen?
german: [_CD_] Hast du eine VIP-Mitgliedschaft erhalten?

source: [_CD_] You did!... Scarlette told me that Joey was going to be giving a new membership out this week.
dutch: [_CD_] Jij hebt dat ged!... Scarlette vertelde me dat Joey deze week een nieuw lidmaatschap zou geven.
german: [_CD_] Du hast getan!... Scarlette sagte mir, dass Joey diese Woche eine neue Mitgliedschaft vergeben werde.

source: [_CD_] I didn't think it would be you since you're not a real high spender.
dutch: [_CD_] Ik dacht niet dat jij dat zou zijn, omdat je geen echte hoge spenderen bent.
german: [_CD_] Ich dachte nicht, dass du es sein würdest, da du kein echter hoher Spender bist.

source: [_R_] Well, I did save his life.
dutch: [_R_] Nou, ik heb zijn leven gered.
german: [_R_] Nun, ich habe sein Leben gerettet.

source: [_CD_] Yeah, I guess that makes sense.
dutch: [_CD_] Yeah, ik denk dat dat zinnig is.
german: [_CD_] Ja, ich denke, das macht Sinn.

source: [_R_] So, Joey said I should show you the card and you'll take me to the VIP room?
dutch: [_R_] Dus, Joey zei dat ik je de kaart moet laten zien en dat je me naar de VIP kamer zal brengen?
german: [_R_] Also, Joey sagte, ich sollte dir die Karte zeigen und du wirst mich zum VIP Raum bringen?

source: [_CD_] Urr... Sorry, but that's not going to be possible.
dutch: [_CD_] Urr... Sorry, maar dat zal niet mogelijk zijn.
german: [_CD_] Urr... Entschuldigung, aber das wird nicht möglich sein.

source: [_CD_] You see, There's already a client in the VIP room. Not only that, but he's part of what's called "The Royal Family", meaning he's got higher privileges than most of the other VIP members.
dutch: [_CD_] Zie je, er is al een cliënt in de VIP kamer. Bovendien maakt hij deel uit van wat "The Royal Family" heet, wat betekent dat hij hogere privileges heeft dan de meeste andere VIP-leden.
german: [_CD_] Du siehst, es ist bereits ein Kunde im VIP-Raum. Nicht nur das, sondern er ist Teil der so genannten "The Royal Family", was bedeutet, dass er höhere Privilegien als die meisten anderen VIP-Mitglieder.

source: [_R_] Oh, yeah... Joey said something about that... He said I was in "The Royal family".
dutch: [_R_] Oh, ja... Joey zei daar iets over... Hij zei dat ik in "De Koninklijke familie" was.
german: [_R_] Oh, ja... Joey hat etwas dazu gesagt... Er sagte, ich sei in "Die Königliche Familie".

source: [_CD_] I'm sorry... You?... In "The Royal Family"?... I think you must have heard wrong.
dutch: [_CD_] Sorry... Jij?... In "De Koninklijke Family"?... Ik denk dat je verkeerd hebt gehoord.
german: [_CD_] Tut mir leider... Sie?... In "Die Königliche Familie"?... Ich denke, du musst Fehler gehört haben.

source: [_R_] That's what he said.
dutch: [_R_] Dat is wat hij zei.
german: [_R_] Das hat er gesagt.

source: [_CD_] Can I see your card?
dutch: [_CD_] Kan ik je kaart zien?
german: [_CD_] Kann ich deine Karte sehen?

source: [_CD_] Oh, Wow!... No fucking way!
dutch: [_CD_] Oh, Wow!... Geen verdomde weg!
german: [_CD_] Oh, Wow!... Kein fucking way!

source: [_CD_] You're a King?
dutch: [_CD_] Jij bent een Koning?
german: [_CD_] Du bist ein König?

source: [_CD_] Holy shit!
dutch: [_CD_] Heilige shit!
german: [_CD_] Heilige Scheiße!

source: [_CD_] In that case, let me make sure the VIP room is ready for you.
dutch: [_CD_] In dat geval, laat me ervoor zorgen dat de VIP kamer klaar is voor jou.
german: [_CD_] In diesem Fall lasse mich sicherstellen, dass der VIP-Raum für dich bereit ist.

source: [_R_] Sounds good, but I don't see why we can't both use it.
dutch: [_R_] klinkt goed, maar ik zie niet in waarom we het niet allebei kunnen gebruiken.
german: [_R_] klingt gut, aber ich sehe nicht, warum wir es nicht beide benutzen können.

source: [_CD_] [ryan]!... You're a fucking King!
dutch: [_CD_] [ryan]A!... Je bent een verdomde Koning!
german: [_CD_] [ryan]!... Du bist ein fuckender König!

source: [_CD_] You don't have to share the room with this guy. He's just a Jack.
dutch: [_CD_] Je hoeft de kamer niet te delen met deze kerel. Hij is gewoon een jas.
german: [_CD_] Du musst das Zimmer nicht mit diesem Kerl teilen. Er ist nur ein Jack.

source: [_R_] I don't want to kick someone out.
dutch: [_R_] Ik wil niet iemand eruit zetten.
german: [_R_] Ich möchte niemanden rauswerfen.

source: [_CD_] Don't worry, he'll understand. Just like you'll have to understand if we ever kick you out of there for an Ace.
dutch: [_CD_] Maak je geen zorgen, hij zal het begrijpen. Zo zal je moeten begrijpen als we je ooit uit de buurt zetten voor een Ate.
german: [_CD_] Keine Sorge, er wird es verstehen. Genau wie du es verstehen musst, wenn wir dich für ein Ass jemals von dort wegwerfen.

source: [_R_] Wait... You'd just kick me out?
dutch: [_R_] Wacht... Je zou me gewoon eruit zetten?
german: [_R_] Warten... Du würdest mich einfach kicken?

source: [_CD_] In a heartbeat.
dutch: [_CD_] In een hartslag.
german: [_CD_] in einem Herzschlag.

source: [_CD_] And you couldn't do anything about it.
dutch: [_CD_] En je kon er niets aan doen.
german: [_CD_] Und du kannst nichts dagegen tun.

source: [_CD_] So... you want to go see the VIP room?
dutch: [_CD_] Dus, wilt u de VIP-kamer bezoeken?
german: [_CD_] Also... du möchtest das VIP-Zimmer sehen?

source: [_R_] Yeah... I guess.
dutch: [_R_] Ja... Ik denk het.
german: [_R_] Ja... Ich vermute.

source: [_CD_] Give me just a minute.
dutch: [_CD_] Geef me een minuut.
german: [_CD_] Gib mir nur eine Minute.

source: [_CD_] {b}{i}(TEXT){/i} I need you to get rid of the Mayor... I've got a King that needs the room.{/b}
dutch: [_CD_] {b}{i}(TEXT){/i} Ik heb je nodig om van de burgemeester af te komen... Ik heb een koning die de kamer nodig heeft.{/b}
german: [_CD_] {b}{i}(TEXT){/i} Ich brauche dich, um den Bürgermeister loszuwerden... Ich habe einen König, der den Raum braucht.{/b}

source: {b}{i}(RETURN TEXT){/i} Gladly! Anything to get rid of his sweaty balls. Hopefully the next guy has better hygiene.{/b}
dutch: {b}{i}(RETURN TEXT){/i} Gladly! Alles om zijn zweet ballen te verwijderen. Hopelijk heeft de volgende man een betere hygiëne.{/b}
german: {b}{i}(RETURN TEXT){/i} Gönnlich! Alles um seine Schweißbälle loszuwerden. Hoffentlich hat der nächste Kerl bessere Hygiene.{/b}

source: [_CD_] {b}{i}(TEXT){/i} I can't vouch for that, but at least he's younger than sixty.{/b}
dutch: [_CD_] {b}{i}(TEXT){/i} Ik kan daar niet voor uitgeven, maar hij is tenminste jonger dan zestig.{/b}
german: [_CD_] {b}{i}(TEXT){/i} Ich kann dafür nicht bürgen, aber er ist mindestens jünger als sechzig.{/b}

source: {b}{i}(RETURN TEXT){/i} Thank God! Is he hot?{/b}
dutch: {b}{i}(RETURN TEXT){/i} God! Is hij warm?{/b}
german: {b}{i}(RETURN TEXT){/i} Vielen Dank! Ist er heiß?{/b}

source: [_CD_] {b}{i}(TEXT){/i} Not in the traditional sense, but at least he's not ugly.{/b}
dutch: [_CD_] {b}{i}(TEXT){/i} Niet in de traditionele betekenis, maar hij is ten minste niet lelijk.{/b}
german: [_CD_] {b}{i}(TEXT){/i} Nicht im traditionellen Sinne, aber zumindest ist er nicht hässlich.{/b}

source: {b}{i}(RETURN TEXT){/i} I'll take "not ugly" any day. Give us five minutes to clean up.{/b}
dutch: {b}{i}(RETURN TEXT){/i} neem ik elke dag "niet lelijk" . Geef ons vijf minuten om op te schonen.{/b}
german: {b}{i}(RETURN TEXT){/i} Ich nehme jeden Tag "nicht hässlich" ein. Gib uns fünf Minuten zum Bereinigen.{/b}

source: [_CD_] The room will be ready in five minutes.
dutch: [_CD_] De kamer zal over vijf minuten klaar zijn.
german: [_CD_] Der Raum wird in fünf Minuten fertig sein.

source: {i}"Five minutes later."{/i}
dutch: {i}"Vijf minuten later."{/i}
german: {i}"Fünf Minuten später."{/i}

source: [_CD_] I think you're going to have a lot of fun.
dutch: [_CD_] Ik denk dat je veel plezier gaat hebben.
german: [_CD_] Ich glaube, du wirst viel Spaß haben.

source: [_CD_] I hope you brought some money though. As with most things, the more money you have, the more fun you're going to have.
dutch: [_CD_] Ik hoop dat je wel wat geld mee hebt gebracht. Zoals bij de meeste dingen, hoe meer geld je hebt, hoe leuker je gaat maken.
german: [_CD_] Ich hoffe, du hast aber etwas Geld mitgebracht. Je mehr Geld du hast, desto mehr Spaß wirst du haben.

source: [_CD_] For the right price, you can live out just about any fantasy.
dutch: [_CD_] Voor de juiste prijs kun je zowat een fantasie dragen.
german: [_CD_] Für den richtigen Preis kannst du fast jede Phantasie leben.

source: [_CD_] The most important thing though, is you don't talk about what happens in the VIP room. You don't talk about anyone you see in the VIP room.
dutch: [_CD_] Het belangrijkste is echter dat je niet praat over wat er gebeurt in de VIP-kamer. Je praat over niemand die je ziet in de VIP-kamer.
german: [_CD_] Das Wichtigste ist aber, dass du nicht darüber redet, was im VIP-Raum passiert. Sie sprechen von niemandem, den Sie im VIP-Raum sehen.

source: [_CD_] If Joey finds out you've been talking about the VIP room to anyone, you're card will disappear faster than Charlie the Chin.
dutch: [_CD_] Als Joey ontdekt heeft dat je het over de VIP-kamer aan iemand hebt, dan zal je kaart sneller verdwijnen dan Charlie de Chin.
german: [_CD_] Wenn Joey herausfindet, dass du mit jedem über den VIP-Raum gesprochen hast, wird deine Karte schneller verschwinden als Charlie der Chin.

source: [_CD_] Understand?
dutch: [_CD_] begrijpelijk?
german: [_CD_] Verstehen?

source: [_R_] Yeah, I won't say a word to anybody.
dutch: [_R_] Yeah, ik zal geen woord zeggen tegen iemand.
german: [_R_] Ja, ich sage niemandem ein Wort.

source: [_CD_] Now, the chip in the card should unlock the door... Hmmm... Nothing's happening.
dutch: [_CD_] Nu moet de chip op de kaart de deur ontgrendelen... Hmmm... Er gebeurt niets.
german: [_CD_] Jetzt sollte der Chip in der Karte die Tür freischalten... Hmmm... Nichts passiert.

source: [_CD_] Hey!... Are you trying to pull a fast one on... Oh there it goes.
dutch: [_CD_] Hey!... Probeer je snel een trekker te maken... Oh het gaat.
german: [_CD_] Hey!... Bist du versuchst einen schnellen zu ziehen... Oh, da geht es.

source: [_CD_] Welcome to "The VIP Room"!
dutch: [_CD_] Welkom bij "The VIP Kamer"!
german: [_CD_] Willkommen im "VIP Raum"!

source: [_RT_] {i}Wow!... I can't believe there's such an exclusive place in our city.{/i}
dutch: [_RT_] {i}Wow!... Ik kan niet geloven dat er zo'n exclusieve plaats is in onze stad.{/i}
german: [_RT_] {i}Wow!... Ich kann nicht glauben, dass es einen so exklusiven Platz in unserer Stadt gibt.{/i}

source: [_RT_] {i}I feel like I don't appreciate this as much as I should. From the way everyone's talking about it maybe there's something I'm missing.{/i}
dutch: [_RT_] {i}Ik voel me alsof ik dit niet zo goed waardeer als zou moeten. Vanaf de manier waarop iedereen erover praat is er iets dat ik mist.{/i}
german: [_RT_] {i}Ich fühle mich, dass ich das nicht so sehr schätze, wie ich sollte. Von der Art und Weise, wie jeder darüber spricht, gibt es vielleicht etwas, was ich vermisse.{/i}

source: [_CD_] Why don't you go on in and take a look around. Talk to Ravyn... She's the waitress inside. She'll help you get settled.
dutch: [_CD_] Waarom ga je niet in en kijk je niet rond. Praat met Ravyn... Ze is de wachttijd binnen. Ze zal je helpen verder.
german: [_CD_] Warum solltest du nicht weitermachen und dich umschauen. Sprich mit Ravyn... Sie ist die Kellnerin. Sie wird dir helfen, sich zu einigen.

source: [_CD_] I'm going to go grab my VIP room outfit. I'll join you shortly.
dutch: [_CD_] Ik ga mijn VIP-kamer veroveren. Ik zal snel met je meegaan.
german: [_CD_] Ich werde mein VIP-Raum-Outfit schnappen. Ich werde dir in Kürze beitreten.

source: [_RT_] {i}I wonder what all the hype is about?{/i}
dutch: [_RT_] {i}Ik vraag me af waar het allemaal om gaat?{/i}
german: [_RT_] {i}Ich frage mich, worum es bei diesem Hype geht? {/i}

source: [_RT_] {i}It looks like a normal strip club to me.{/i}
dutch: [_RT_] {i}Het lijkt op een normale strip club voor mij.{/i}
german: [_RT_] {i}Es sieht aus wie ein normaler Strip Club für mich.{/i}

source: [_RT_] {i}I mean, that girl looks pretty damn sexy, but all high end clubs have sexy girls.{/i}
dutch: [_RT_] {i}Ik bedoel, dat meisje ziet er verdomd sexy uit, maar alle high end clubs hebben sexy girls.{/i}
german: [_RT_] {i}Ich meine, dass das Mädchen ziemlich verdammt aussieht, aber alle High-End-Clubs haben sexy Mädchen.{/i}

source: [_RT_] {i}But why does she look so familiar?{/i}
dutch: [_RT_] {i}Maar waarom ziet ze er zo goed uit?{/i}
german: [_RT_] {i}Aber warum sieht sie so vertraut aus?{/i}

source: [_RT_] {i}I can't believe they kicked the Mayor out of here for me.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ze hier de burgemeester uit hebben gegooid.{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass sie den Bürgermeister für mich raus geworfen haben.{/i}

source: [_RT_] {i}The other strip poles are empty. It must be a slow night.{/i}
dutch: [_RT_] {i}De andere strip polen zijn leeg. Het moet een langzame nacht zijn.{/i}
german: [_RT_] {i}Die anderen Streifenstöcke sind leer. Es muss eine langsame Nacht sein.{/i}

source: [_RT_] {i}And that must be the waitress, Ravyn.{/i}
dutch: [_RT_] {i}En dat moet de wachttijd zijn, Ravyn.{/i}
german: [_RT_] {i}Und das muss der Kellner sein, Ravyn.{/i}

source: [_RV_] Welcome to the VIP room King [ryan]
dutch: [_RV_] Welkom bij de VIP-kamer Koning [ryan]
german: [_RV_] Willkommen im VIP-Raum König [ryan]

source: [_R_] Uhhh... you can just call me [ryan]
dutch: [_R_] Uhhh... je kunt me gewoon [ryan] bellen
german: [_R_] Uhhh... Sie können mich einfach [ryan]

source: [_RV_] Whatever you want, my king.
dutch: [_RV_] Wat je wilt, mijn koning.
german: [_RV_] Was auch immer du willst, mein König.

source: [_RV_] I'm here to make your visit as enjoyable as possible.
dutch: [_RV_] Ik ben hier om je bezoek zo leuk mogelijk te maken.
german: [_RV_] Ich bin hier, um deinen Besuch so angenehm wie möglich zu gestalten.

source: [_RV_] Can I start you off with a drink?
dutch: [_RV_] Kan ik je met een drankje uitstarten?
german: [_RV_] Kann ich mit einem Getränk anfangen?

source: [_RV_] Maybe you'd enjoy some mood altering substances?
dutch: [_RV_] Heb je zin in een stemming die stoffen verandert?
german: [_RV_] Vielleicht würdest du Lust haben, Stoffe zu verändern?

source: [_R_] Mood altering?... You mean like... {i}(whispering){/i} drugs?
dutch: [_R_] Stemming wijzigen?... betekenen ... als... {i}(fluisteren){/i} medicijnen?
german: [_R_] Mood ändern?... Du meinst gerne... {i}(flüstern){/i} Drogen?

source: [_RV_] Haha... yeah... We've got the purest, highest quality substances north of the border.
dutch: [_RV_] Haha... ja... We hebben de pust, de beste stoffen ten noorden van de grens.
german: [_RV_] Haha... ja... Wir haben die reinsten, qualitativ hochwertigsten Substanzen nördlich der Grenze.

source: [_RT_] {i}Holy shit!... I could probably ask for cocaine if I wanted.{/i}
dutch: [_RT_] {i}Heilige shit!... Ik kan waarschijnlijk om cocaïne vragen als ik wild.{/i}
german: [_RT_] {i}Heilige Scheiße!... Ich könnte wahrscheinlich nach Kokain fragen, wenn ich möchte.{/i}

source: [_RT_] {i}My schools anti-drug program has effectively made me a bit nervous to jump into that shit... at least for now.{/i}
dutch: [_RT_] {i}Mijn scholen tegen drugs hebben me een beetje zenuwachtig gemaakt om in die schoot te springen ... tenminste voor nu.{/i}
german: [_RT_] {i}Meine Schulen Anti-Drogen-Programm hat mich effektiv ein bisschen nervös gemacht, in diese Scheiße zu springen... zumindest vorerst noch.{/i}

source: [_R_] Uhh... Maybe I'll just have a drink?
dutch: [_R_] Uhh... Misschien heb ik gewoon een drankje?
german: [_R_] Uhhh... Vielleicht habe ich nur ein Getränke?

source: [_RV_] Of course what can I get for you.
dutch: [_RV_] Wat kan ik natuurlijk voor je krijgen.
german: [_RV_] Natürlich was kann ich für dich bekommen.

source: [_R_] Umm... What's your finest alcohol?
dutch: [_R_] Umm... Wat is je mooiste alcohol?
german: [_R_] Umm... Was ist dein bester Alkohol?

source: [_RV_] Well, we've got a special Kors Vodka starting at seventeen thousand dollars.
dutch: [_RV_] Nou, we hebben een speciale Kors Vodka vanaf zeventien duizend dollar.
german: [_RV_] Nun, wir haben ein spezielles Kors Wodka ab 17 Tausend Dollar.

source: [_RV_] For something like that, I would need to get payment before I open the bottle.
dutch: [_RV_] Voor zoiets zou ik betaling moeten krijgen voordat ik de fles open.
german: [_RV_] Für so etwas muss ich bezahlen, bevor ich die Flasche öffne.

source: [_R_] Uh, I guess I should have said, what is your finest free alcohol?
dutch: [_R_] Uh, ik denk dat ik had moeten zeggen, wat is jouw mooiste gratis alcohol?
german: [_R_] Äh, ich denke, ich hätte sagen sollen, was ist dein bester Freier Alkohol?

source: [_RV_] Free?... Oh, no... The VIP room doesn't offer things for free.
dutch: [_RV_] Gratis?... Oh, nee... De VIP-kamer biedt geen gratis zaken.
german: [_RV_] Kostenlos? ... Oh, nein... Das VIP-Zimmer bietet keine kostenlosen Dinge.

source: [_R_] What?... I thought VIP's get everything comped.
dutch: [_R_] Wat?... Ik dacht dat VIP's alles gecompileerd hebben.
german: [_R_] Was?... Ich dachte, dass VIP's alles konkurrenzfähig machen.

source: [_RV_] Not in most situations. Most of our VIP's have money to burn.
dutch: [_RV_] Niet in de meeste situaties. De meeste van onze VIP's hebben geld om te branden.
german: [_RV_] Nicht in den meisten Situationen. Die meisten unserer VIPs haben Geld zu brennen.

source: [_RV_] They've got so much money they don't even blink at dropping half a million here in a night.
dutch: [_RV_] Ze hebben zoveel geld dat ze niet eens knipperen om hier in een nacht een half miljoen te laten vallen.
german: [_RV_] Sie haben so viel Geld, dass sie nicht einmal blinken, wenn sie eine halbe Million hier in einer Nacht sinken.

source: [_RV_] Or they're spending other peoples money, like our VIP politicians.
dutch: [_RV_] Of ze geven geld uit aan andere volkeren, zoals onze VIP-politici.
german: [_RV_] Oder sie geben andere Leute Geld aus, wie unsere VIP-Politiker.

source: [_R_] So, this is like some kind of freemium game?
dutch: [_R_] Dus, dit is als een soort freemium game?
german: [_R_] Also, das ist wie eine Art Freemium-Spiel?

source: [_RV_] How do you mean?
dutch: [_RV_] Hoe bedoelt u?
german: [_RV_] Wie meinen Sie?

source: [_R_] You know, let you in free, and then you can't really do anything unless you buy it.
dutch: [_R_] je weet, laat je gratis zijn, en dan kan je niets doen, tenzij je het kocht.
german: [_R_] Du weißt, lass dich kostenlos sein, und dann kannst du nichts tun, wenn du es nicht kaufst.

source: [_RV_] That's called life, Dear.
dutch: [_RV_] Dat heet leven, Aear.
german: [_RV_] Das heißt Leben, Dear.

source: [_RV_] Most of us working in here, have tons of money that we, or our families, owe to the Mafia.
dutch: [_RV_] De meesten van ons die hier werken, hebben een heleboel geld dat wij, of onze families, de maffia verschuldigd zijn.
german: [_RV_] Die meisten von uns, die hier arbeiten, haben Tonnen Geld, das wir oder unsere Familien der Mafia schulden.

source: [_RV_] We need you to generously spend your money to get us out from under the Mafia's thumb.
dutch: [_RV_] We hebben je nodig om royaal je geld uit te geven om ons uit de duim van Mafia te halen.
german: [_RV_] Du musst dein Geld großzügig ausgeben, um uns unter dem Daumen der Mafia herauszuholen.

source: [_RV_] So please...
dutch: [_RV_] Zo graag...
german: [_RV_] Bitte...

source: [_RV_] Throw us some money and we can get you just about anything you want.
dutch: [_RV_] Gooi ons wat geld en we kunnen je zowat alles krijgen wat je wilt.
german: [_RV_] Wirf uns ein wenig Geld und wir können dich so gut wie alles was du willst.

source: [_RV_] You can request just about anything from any girl here.
dutch: [_RV_] Je kan hier bijna alles vragen van elk meisje.
german: [_RV_] Du kannst fast alles von jedem Mädchen hier anfordern.
