Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_J_] More than a table, our own private room. Didn't you love it last time?
dutch: [_J_] Meer dan een tabel, onze eigen privékamer. Vind je het de laatste keer niet leuk?
german: [_J_] Mehr als ein Tisch, unser eigener Privatraum. Hast du es nicht beim letzten Mal geliebt?

source: [_MT_] {i}I thought [ryan] was going to stand up to Joey for a second. Maybe not the smartest thing, but that sure would have been brave.{/i}
dutch: [_MT_] {i}I dachten dat [ryan] een seconde tegen Joey zou opstaan. Misschien niet het slimste ding, maar dat zou zeker dapperen zijn geweest.{/i}
german: [_MT_] {i}Ich dachte, [ryan] werde für eine Sekunde gegen Joey stehen. Vielleicht nicht die klügste Sache, aber das sicher wäre tapfer gewesen.{/i}

source: [_MT_] {i}Instead he backed off like a beta male that's just been challenged by an alpha.{/i}
dutch: [_MT_] {i}In plaats daarvan steunde hij als een bètaman die net is uitgedaagd door een alfa.{/i}
german: [_MT_] {i}Stattdessen hat er sich wie ein Beta männlicher abgesichert, der gerade von einem Alpha herausgefordert wurde.{/i}

source: [_M_] What if it's really expensive?
dutch: [_M_] Wat als het echt duur is?
german: [_M_] Was passiert, wenn es wirklich teuer ist?

source: [_R_] That's not a problem. Like I said wherever you want to go.
dutch: [_R_] is geen probleem. Zoals ik heb gezegd waar je ook wilt gaan.
german: [_R_] Das ist kein Problem. Wie ich bereits gesagt habe, wo immer du hingehen willst.

source: [_M_] Yeah... I think you're dressed nice enough for them to let us in.
dutch: [_M_] Ja... Ik denk dat je mooi genoeg gekleed hebt om ons binnen te laten.
german: [_M_] Ja... Ich denke, du bist so schön gekleidet für sie, dass sie uns einlassen können.

source: [_M_] Alright, I'm going to take us to my favorite restaurant... A place I've never taken any of you kids.
dutch: Oké, ik breng ons naar mijn favoriete restaurant ... Een plek waar ik nog nooit een van jullie kinderen heb meegenomen.
german: [_M_] Okay, ich werde uns in mein Lieblings-Restaurant bringen... Ein Ort, den ich noch nie irgendeinen von euch Kinder genommen habe.

source: [_R_] Ooo... I can't wait to see where we're going.
dutch: [_R_] Oe... Ik kan niet wachten om te zien waar we naartoe gaan.
german: [_R_] Ooo... Ich kann nicht warten zu sehen, wohin wir gehen.

source: [_M_] I think you'll be impressed.
dutch: [_M_] Ik denk dat je onder de indruk zult zijn.
german: [_M_] Ich glaube, du bist beeindruckt.

source: [_R_] What if I told you my friend Ben Franklin made a reservation for us?
dutch: [_R_] Wat als ik je verteld heb dat mijn vriend Ben Franklin een reservering voor ons heeft gemaakt?
german: [_R_] Was, wenn ich Ihnen gegenüber meinem Freund Ben Franklin eine Reservierung gemacht habe?

source: [_W_] I'm sorry, sir... But we don't operate like that here.
dutch: [_W_] Het spijt me, meneer... Maar zo werken we hier niet.
german: [_W_] Es tut mir leid, Sir... Aber so arbeiten wir hier nicht.

source: [_R_] There's got to be some way that you'll...
dutch: [_R_] Er moet nog een manier zijn waarop je leeft...
german: [_R_] Es muss eine Art sein, wie du das...

source: [_RT_] {i}Goddammit!... Of all people to run into.{/i}
dutch: [_RT_] {i}Goddammit!... Van alle mensen om in te rennen.{/i}
german: [_RT_] {i}Goddammit!... Von allen Personen, in die es zu laufen gibt.{/i}

source: [_M_] Well, we won't be here much longer. There aren't any tables available for us.
dutch: [_M_] Nou, we zullen hier niet langer zijn. Er zijn geen tabellen beschikbaar voor ons.
german: [_M_] Nun, wir werden nicht mehr länger hier sein. Es gibt keine Tabellen für uns.

source: [_RT_] {i}Holy shit!... Armani looks like a runway model. That dress is... wow!{/i}
dutch: [_RT_] {i}Heilige schijf!... Armani ziet eruit als een startpunt model. Deze jurk is... wow!{/i}
german: [_RT_] {i}Heiliger Schit!... Armani sieht aus wie ein Startbahnmodell. Das Kleid ist... wow!{/i}

source: [_M_] Wow! Thank you Joey!... That's so generous of you!
dutch: [_M_] Wow! Bedankt voor je vreugde!... Dat is zo gul van jou!
german: [_M_] Wow! Vielen Dank Joey!... Das ist so großzügig von dir!

source: [_J_] You're lucky you ran into us. It's gotten so hard to reserve a table here.
dutch: [_J_] Je hebt geluk dat je ons hebt bereikt. Het is zo moeilijk om hier een tafel te reserveren.
german: [_J_] Du hast Glück, dass du in uns gelaufen bist. Es ist so schwer geworden, hier einen Tisch zu reservieren.

source: [_J_] But since I've invested so much money in this restaurant, they've dedicated a room just for me.
dutch: [_J_] Maar sinds ik zoveel geld heb geïnvesteerd in dit restaurant, hebben ze een kamer speciaal voor mij bestemd.
german: [_J_] Aber da ich so viel Geld in dieses Restaurant investiert habe, haben sie mir nur ein Zimmer gewidmet.

source: [_RT_] {i}Meaning, they're probably in as much debt to the DeCapos as my dad.{/i}
dutch: [_RT_] {i}betekent dat ze waarschijnlijk evenveel schuld hebben aan de DeCapos als mijn dad.{/i}
german: [_RT_] {i}Bedeutung, sie sind wahrscheinlich genauso schuld an den DeCapos wie mein Vater.{/i}

source: [_J_] You really are one of the top dancers at the club. I really wish I could talk you into coming in more.
dutch: [_J_] Je bent echt een van de beste dansers van de club. Ik zou echt willen dat ik met je kon praten om er meer naar binnen te komen.
german: [_J_] Du bist wirklich einer der Top-Tänzer im Club. Ich wünschte, ich könnte dich bald mehr erzählen.

source: [_J_] That was nice of you to take your mom out tonight. I'm sure it's a much needed break from all the stress in your lives right now.
dutch: [_J_] Dat was leuk van jou om je moeder vanavond uit te halen. Ik ben er zeker van dat het op dit moment een broodnodige pauze is van alle stress in je leven.
german: [_J_] Das war nett von dir, deine Mama heute Abend herauszuholen. Ich bin sicher, es ist eine dringend benötigte Pause von all dem Stress in deinem Leben gerade jetzt.

source: [_R_] Yeah, that weekly payment definitely makes things difficult.
dutch: [_R_] Yeah, die wekelijkse betaling maakt het zeker moeilijk.
german: [_R_] Ja, diese wöchentliche Zahlung macht die Dinge definitiv schwierig.

source: [_J_] I really wish there were more I could do for you. I was able to talk the family accountant into the interest only payments till [dad_name] gets out, or until you can afford to start paying the principal too.
dutch: [_J_] Ik wou echt dat er meer voor je kon doen. Ik heb de familiekast kunnen vertellen over de rente die alleen uitbetaald wordt tot [dad_name] uitkomt. of tot u het zich kunt veroorloven om ook het principe te gaan betalen.
german: [_J_] Ich wünschte, es gäbe noch mehr für dich zu tun. Ich konnte den Familienbuchhalter in die Zinsen nur einzahlen, bis [dad_name] aussteigt oder bis Sie es sich leisten können, mit der Zahlung des Grundstücks auch zu beginnen.

source: [_J_] If I did any more for you, the family would think I'm going soft.
dutch: [_J_] Als ik nog meer voor je zou doen, zou de familie denken dat ik dit ga doen.
german: [_J_] Wenn ich mehr für dich tun würde, würde die Familie denken, ich werde weich.

source: [_J_] Trust me... You don't want to get that reputation in my line of work.
dutch: [_J_] Vertrouw me... Je wilt die reputatie niet krijgen in mijn werkgroep.
german: [_J_] Vertrauen Sie mir... Sie wollen diesen Ruf in meiner Arbeitslinie nicht bekommen.

source: [_M_] No, we really appreciate you reducing our payments and even providing a way for us to make money if we fall short that week. We know you aren't the bad guy in all this.
dutch: [_M_] Nee, Wij waarderen het ten zeerste dat u onze betalingen verlaagt en ons zelfs de mogelijkheid biedt om geld te verdienen als we die week tekortschieten. We weten dat je niet de boosaardige bent in dit alles.
german: [_M_] Nein, wir freuen uns sehr, dass Sie unsere Zahlungen reduzieren und sogar eine Möglichkeit für uns bieten, Geld zu verdienen, wenn wir in dieser Woche zu kurz kommen. Wir wissen, dass du in all dem nicht der Böse bist.

source: [_RT_] {i}What!?... Do we?{/i}
dutch: [_RT_] {i}Wat?... Doen?{/i}
german: [_RT_] {i}Was!?... Do we?{/i}

source: [_M_] It's my worthless, no good husband that got us into this mess!
dutch: [_M_] Het is mijn waardeloze geen goede echtgenoot die ons in deze puinhoop heeft gebracht!
german: [_M_] Es ist mein wertloser, kein guter Ehemann der uns in dieses Chaos geführt hat!

source: [_M_] Sorry to talk about your dad that way, [ryan].
dutch: [_M_] Sorry om zo over je vader te praten, [ryan].
german: [_M_] Entschuldigen Sie, dass Sie auf diese Weise über Ihren Vater sprechen, [ryan].

source: [_R_] No, I can't disagree.
dutch: [_R_] Nee, ik kan het niet oneens zijn.
german: [_R_] Nein, ich kann nicht anderer Meinung sein.

source: [_R_] I really do think that in a lot of ways we're better off without him.
dutch: [_R_] Ik denk echt dat we op veel manieren beter af zijn zonder hem.
german: [_R_] Ich glaube wirklich, dass wir ohne ihn viel besser sind.

source: [_J_] Well, just say the word, and I'll make sure he stays in prison... haha... Just kidding... or am I?
dutch: [_J_] Nou, zeg gewoon het woord, en ik zorg ervoor dat hij in de gevangenis blijft... ha... Een grapje... of ben ik?
german: [_J_] Nun, sag einfach das Wort, und ich stelle sicher, dass er im Gefängnis bleibt... hahaha... Scherz... oder bin ich?

source: [_RT_] {i}Well, that's an intriguing thought.{/i}
dutch: [_RT_] {i}Nou, dat is een intrigerend.{/i}
german: [_RT_] {i}Nun, das ist ein faszinierender Gedanke.{/i}

source: [_MT_] {i}That's one way to keep [dad_name] from knowing all the raunchy stuff I've been getting into since he's been gone.{/i}
dutch: [_MT_] {i}Dat is een manier om [dad_name] ervan te weerhouden alle raunchie dingen te weten die ik al heb meegekregen sinds hij er niet meer uitkomt.{/i}
german: [_MT_] {i}Dies ist eine Möglichkeit, [dad_name] davon abzuhalten, all das hastige Zeug zu kennen, in das ich seit er gegangen ist.{/i}

source: [_R_] Well, with all due respect, I was hoping to spend some quality time alone with my mom tonight.
dutch: [_R_] Nou, met alle respect, ik hoopte vanavond wat tijd alleen te besteden met mijn moeder.
german: [_R_] Nun, bei allem Respekt, ich hatte gehofft, mit meiner Mama heute Abend nur einige Qualitätsstunden zu verbringen.

source: [_A_] Joey, we can't stay, remember? My mom said we need to be back in time to meet with Carmine.
dutch: [_A_] Joey, we kunnen niet blijven, we kunnen je niet herinneren? Mijn moeder zei dat we terug op tijd moeten zijn om Carmine te ontmoeten.
german: [_A_] Joey, wir können nicht bleiben, vergessen? Meine Mutter sagte, wir müssen in der Zeit sein, um Carmine zu treffen.

source: [_J_] Oh, that's right.
dutch: [_J_] Oh, dat klopt.
german: [_J_] Oh, das ist richtig.

source: [_J_] We'll have to take a rain check.
dutch: [_J_] We zullen een regencontrole moeten uitvoeren.
german: [_J_] Wir müssen eine Regenkontrolle durchführen.

source: [_J_] More than a table, our own private room. You're gonna to love it!
dutch: [_J_] Meer dan een tabel, onze eigen privékamer. Je gaat ervan houden!
german: [_J_] Mehr als ein Tisch, unser eigener Privatraum. Du wirst es lieben!

source: [_M_] We'll just follow you then?
dutch: [_M_] We zullen je dan volgen?
german: [_M_] Wir folgen dir dann?

source: [_MT_] {i}[ryan] scared me there for a second. I thought he was going to try and resist Joey's offer. I'm glad he's got better sense than that!{/i}
dutch: [_MT_] {i}[ryan] heeft me daar een seconde bang gemaakt. Ik dacht dat hij zou proberen om Joey's aanbod te weerstaan. Ik ben blij dat hij meer verstand heeft dan dat! {/i}
german: [_MT_] {i}[ryan] hat mich dort für eine Sekunde verängstigt. Ich dachte, er würde versuchen, Joey's Angebot zu widerstehen. Ich bin froh, dass er mehr Sinn als das!{/i}

source: [_J_] Bring us a bottle of your Niigata red wine and four plates of the Nihon Tsua sushi sampler to get us started, thank you.
dutch: [_J_] Breng ons een fles rode wijn van je Niigata en vier platen van de Nihon Tsua sushi sampler om ons op weg te helpen, bedankt.
german: [_J_] Bringen Sie uns eine Flasche Ihres Niigata Rotweins und vier Teller des Nihon Tsua Sushi Mustertuchs, um uns loszulegen, danke.

source: [_M_] Good choice, That was so good last time!
dutch: [_M_] Goede keuze, dat was de laatste keer zo goed!
german: [_M_] Gute Wahl, das war beim letzten Mal so gut!

source: [_MT_] {i}Joey definitely likes to take charge... That's kind of sexy!{/i}
dutch: [_MT_] {i}Joey vindt het zeker leuk om de leiding te nemen... Dat is aardig sexy!{/i}
german: [_MT_] {i}Joey übernimmt definitiv gerne die Gebühr... Das ist eine Art sexy!{/i}

source: [_MT_] {i}Shit, I'm really horny from giving [ryan] a blowjob in the dressing room again.{/i}
dutch: [_MT_] {i}Shit, ik ben echt vreselijk om [ryan] een klagejob in de dresserende kamer weer te geven.{/i}
german: [_MT_] {i}Shit, ich bin wirklich geil, [ryan] wieder einen Blowjob im Ankleideraum zu geben.{/i}

source: [_J_] I've really got to start dropping by the club on Mondays more often. I don't get to see you or your daughter enough.
dutch: [_J_] Ik ben echt op maandag vaker door de club gaan laten vallen. Ik kan jou of je dochter niet genoeg zien.
german: [_J_] Ich muss wirklich anfangen, am Montag öfter durch den Club zu fallen. Ich kann dich oder deine Tochter nicht genug sehen.

source: [_J_] And like I've said before, I'd really like to get you taking a more active role while you're there.
dutch: [_J_] En zoals ik eerder heb gezegd, zou ik je graag een actievere rol willen geven terwijl je er bent.
german: [_J_] Und wie ich bereits sagte, würde ich dich gerne dazu bringen, eine aktivere Rolle zu übernehmen, während du dort bist.

source: [_J_] You could make both of us a lot of money.
dutch: [_J_] Je zou ons allebei veel geld kunnen verdienen.
german: [_J_] Du könntest beide sehr viel Geld verdienen.

source: [_M_] If you're trying to flatter me, it's not going to work.
dutch: [_M_] Als je me probeert te flirten, zal het niet werken.
german: [_M_] Wenn du mich zu schmeicheln versuchst, wird es nicht funktionieren.

source: [_MT_] {i}It's kind of working.{/i}
dutch: [_MT_] {i}Het is aardig werk.{/i}
german: [_MT_] {i}Es ist eine Art Arbeit.{/i}

source: [_R_] That's just until my business really takes off.
dutch: [_R_] Dat is gewoon totdat mijn bedrijf echt van start gaat.
german: [_R_] Das ist nur, bis mein Geschäft wirklich beginnt.

source: [_J_] That's right... I still haven't gotten a chance to talk to you about some ideas I had for your business.
dutch: [_J_] dat klopt... Ik heb nog geen kans gehad om met je te praten over enkele ideeën die ik voor je bedrijf had.
german: [_J_] Das ist richtig... Ich habe immer noch keine Chance bekommen, mit dir über einige Ideen zu sprechen, die ich für dein Geschäft hatte.

source: [_J_] I'm glad to hear you're having success!
dutch: [_J_] Ik ben blij te horen dat je het succesvol hebt!
german: [_J_] Ich freue mich zu hören, dass du Erfolg hast!

source: [_J_] You really need to take more sets with [mom_name], she's my favorite of your models.
dutch: [_J_] Je moet echt meer sets nemen met [mom_name], ze is mijn favoriete van je modellen.
german: [_J_] Du musst wirklich mehr Sets mit [mom_name]nehmen, sie ist mein Favorit für deine Modelle.

source: [_J_] Like I said before, I especially love the supporter only images!
dutch: [_J_] Zoals ik eerder heb gezegd, hou ik vooral van alleen de supporter afbeeldingen!
german: [_J_] Wie ich bereits sagte, liebe ich besonders den Unterstützer nur Bilder!

source: [_M_] Oh, really?
dutch: [_M_] Oh, echt?
german: [_M_] Oh, wirklich?

source: [_A_] I still don't see why you wouldn't let me model a set for [ryan]. All of his models are anonymous.
dutch: [_A_] Ik zie nog steeds niet waarom je me niet een set [ryan]zou laten modellen. Al zijn modellen zijn anoniem.
german: [_A_] Ich sehe immer noch nicht, warum du mir nicht ein Set für [ryan]modellieren lassen würdest. Alle seine Modelle sind anonym.

source: [_A_] A set with me and Sidney would be fire.
dutch: [_A_] A set with me en Sidney zou vuur zijn.
german: [_A_] Ein Set mit mir und Sidney wäre Feuer.

source: [_J_] Armani... We've talked about this.
dutch: [_J_] Arman... We hebben erover gepraat.
german: [_J_] Armani... Wir haben darüber gesprochen.

source: [_RT_] {i}Oh, man!... If only.{/i}
dutch: [_RT_] {i}Oh, man!... Indien alleen.{/i}
german: [_RT_] {i}Oh, Mensch!... Wenn nur.{/i}

source: [_RT_] {i}Even if she just posed in that dress!{/i}
dutch: [_RT_] {i}zelfs als ze net in die jurk heeft gepropageerd!{/i}
german: [_RT_] {i}Selbst wenn sie gerade in diesem Kleid platziert!{/i}

source: [_RT_] {i}It barely covers anything.{/i}
dutch: [_RT_] {i}Het dekt nauwelijks iets.{/i}
german: [_RT_] {i}Es deckt kaum etwas ab.{/i}

source: [_RT_] {i}It's so hard to keep my eyes from straying downwards.{/i}
dutch: [_RT_] {i}Het is zo moeilijk om mijn ogen van beneden te houden. {/i}
german: [_RT_] {i}Es ist so schwer, meine Augen davor zu bewahren, nach unten zu streiten.{/i}

source: [_RT_] {i}No bra, no tape, no bandaids... Just two small nipples poking out through a thin layer of fabric.{/i}
dutch: [_RT_] {i}Nee bra, no tape, no bandaids... Slechts twee kleine nipels die door een dunne stoflaag poken.{/i}
german: [_RT_] {i}Kein bra, kein Band, kein Bandaid... Nur zwei kleine Brustwarzen, die durch eine dünne Schicht des Stoffes herausholen.{/i}

source: [_RT_] {i}Pretty small as far as breasts go, but a perfect size for her petite frame.{/i}
dutch: [_RT_] {i}Pretty klein voor borsten maar een perfecte grootte voor haar petite frame.{/i}
german: [_RT_] {i}Ziemlich klein bis zu Brüsten, aber eine perfekte Größe für ihren kleinen Rahmen. {/i}

source: [_RT_] {i}Oh, I'm pretty sure she knows I was staring.{/i}
dutch: [_RT_] {i}Oh, ik weet vrij zeker dat ze weet dat ik aan het staren was.{/i}
german: [_RT_] {i}Ah, ich bin mir ziemlich sicher, dass sie weiß, dass ich starte.{/i}

source: [_RT_] {i}But I don't think she minds!{/i}
dutch: [_RT_] {i}Maar ik denk niet dat ze erachter staat!{/i}
german: [_RT_] {i}Aber ich glaube nicht, dass sie daran denkt!{/i}

source: [_M_] {i}(Clearing her throat){/i}Mmmnnnggghhh...
dutch: [_M_] {i}(Bereik haar keel){/i}Mmmnnggghhh...
german: [_M_] {i}(Erlernen ihrer Kehle){/i}Mmmnnnggghh...

source: [_RT_] {i}Uh, oh... I think Mom minds though.{/i}
dutch: [_RT_] {i}Oh, oh... Ik denk echter aan makelaar.{/i}
german: [_RT_] {i}Uh, oh ... Ich denke Mom Köpfe doch.{/i}

source: [_MT_] {i}How dare he stare at her breasts again!?{/i}
dutch: [_MT_] {i}Hoe durft hij weer op haar borsten te steven!?{/i}
german: [_MT_] {i}Wie wage er es wieder an ihre Brüste zu starren!?{/i}

source: [_MT_] {i}Does he really think it's okay to have sex with me and then check out other girls?{/i}
dutch: [_MT_] {i}Denkt hij echt dat het oké is om seks met mij te hebben en vervolgens andere meisjes te bezoeken?{/i}
german: [_MT_] {i}Ist er wirklich der Ansicht, dass es in Ordnung ist, Sex mit mir zu haben und dann andere Mädchen zu sehen?{/i}

source: [_MT_] {i}Wait... I might have created some confusing expectations by having sex with someone else that same night...{/i}
dutch: [_MT_] {i}Wacht... Ik zou wat verwarrende verwachtingen kunnen hebben gecreëerd door seks te hebben met iemand anders die avond...{/i}
german: [_MT_] {i}Warte... Ich könnte einige verwirrende Erwartungen geweckt haben, indem ich Sex mit jemandem habe, der dieselbe Nacht hat...{/i}

source: [_MT_] {i}Sheesh... Where is this jealousy coming from?{/i}
dutch: [_MT_] {i}Sheesh... Waar komt deze jaloezie vandaan?{/i}
german: [_MT_] {i}Sheesh... Woher kommt diese Eifersucht her? {/i}

source: [_MT_] {i}The little hussy barely even has any!{/i}
dutch: [_MT_] {i}De kleine man heeft amper i}!{/i}
german: [_MT_] {i}Die kleine Hussy hat kaum eins!{/i}

source: [_MT_] {i}Why would he choose to stare at hers over mine!?{/i}
dutch: [_MT_] {i}Waarom zou hij kiezen om te steren op een muis over mijn!?{/i}
german: [_MT_] {i}Warum würde er sich entschließen, seinen über Mine zu stehen!?{/i}

source: [_RT_] {i}I've got to stay strong. Everyone is looking my direction. If I look, I'll get caught.{/i}
dutch: [_RT_] {i}Ik moet sterk blijven. Iedereen kijkt naar mijn richting. Als ik kijk, raak ik gepakt.{/i}
german: [_RT_] {i}Ich muss stark bleiben. Jeder schaut auf meine Richtung. Wenn ich schaue, werde ich erwischt.{/i}

source: [_J_] If you wanted to pose in one of Ronald's photo shoots...
dutch: [_J_] Als je op een van Ronald's fotos wilt zetten...
german: [_J_] Wenn du in einem von Ronalds Fotoshootings posten möchtest...

source: [_A_] It's [ryan], Uncle.
dutch: [_A_] Het is [ryan], Oom.
german: [_A_] Es ist [ryan], Oncle.

source: [_J_] Right, anyways, You would need to clear that with your mom first, because I know my sister, and I know she would kill you, and probably me, if she found those kind of pictures of you online.
dutch: [_J_] Goed, in ieder geval, je zou dat eerst moeten verwijderen met je moeder, want ik ken mijn zus en ik weet dat ze je zou vermoorden en waarschijnlijk ook ik, als ze dat soort foto's van jou online zou vinden.
german: [_J_] Rechts sowieso musst du das zuerst mit deiner Mutter löschen, weil ich meine Schwester kenne und ich weiß, sie würde dich töten, und wahrscheinlich ich, wenn sie diese Art von Bildern von dir online gefunden.

source: [_A_] I know, I know... you've already told me... Being a member of this family comes at a cost to personal freedom.
dutch: [_A_] Ik weet het, ik weet het... je hebt me al verteld ... een lid van deze familie zijn kost persoonlijke vrijheid.
german: [_A_] Ich weiß, ich weiß... Du hast mir schon gesagt... Ein Mitglied dieser Familie zu sein kostet die persönliche Freiheit.

source: [_J_] And dont forget it!
dutch: [_J_] En vergeet het niet!
german: [_J_] Und vergessen Sie es nicht!

source: [_J_] But anyways, Ron... I mean [ryan], We've got to get together and I can show you some ideas of how our family can help you.
dutch: [_J_] Maar toch, Ron... Ik bedoel [ryan], we moeten samen komen en ik kan je enkele ideeën laten zien over hoe onze familie je kan helpen.
german: [_J_] Aber dennoch, Ron... Ich meine [ryan], wir müssen uns zusammensetzen und ich kann Ihnen einige Ideen zeigen, wie unsere Familie Ihnen helfen kann.

source: [_R_] Yeah, that sounds... interesting.
dutch: [_R_] Yeah, dat klinkt... interessant.
german: [_R_] Ja, das klingt... interessant.

source: [_M_] I don't want [ryan] getting involved with the Mafia. We've already learned our lessonf from [dad_name].
dutch: [_M_] Ik wil niet dat [ryan] betrokken raakt bij de Mafia. We hebben al onze les van [dad_name] geleerd.
german: [_M_] Ich will nicht, dass [ryan] mit der Mafia verwickelt wird. Wir haben bereits unsere lessonf von [dad_name] gelernt.

source: [_J_] Yeah, well no offense, but [dad_name] is an idiot. Did you know he...
dutch: [_J_] Yeah, geen overtreding, maar [dad_name] is een idioot. Wist je dat hij is...
german: [_J_] Ja, nun kein Vergehen, aber [dad_name] ist ein Idiot. Wusstest du...

source: [_G_] {i}Uhh... Excuse me boss.{/i}
dutch: [_G_] {i}Uh... Excuse me boss.{/i}
german: [_G_] {i}Uhhh... Entschuldige mich Chef.{/i}

source: [_J_] Yes, what is it?
dutch: [_J_] Ja, wat is het?
german: [_J_] Ja, was ist es?

source: [_G_] I'm sorry to interrupt, but I was wondering if I could borrow Armani and the kid again?
dutch: [_G_] Het spijt me te moeten onderbreken, maar ik vroeg me af of ik Armani en de kind weer kon lenen?
german: [_G_] Es tut mir leid, dass ich unterbrechen musste, aber ich fragte mich, ob ich Armani und das Kind wieder ausleihen könnte?
