Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_L_] Mmmm... Daddy.
italian: [_L_] Mmmm... Papà.

source: [_MBT_] {i}Haha! Check it out [ryan]! I own your sister's pussy bro!{/i}
italian: [_MBT_] {i}Haha! Dai un'occhiata [ryan]! Possiedo la figa di tua sorella!{/i}

source: [_R_] {i}(Whispering loudly){/i} That fucker, how dare he?...
italian: [_R_] {i}(Whispering loudly){/i} Quel fucker, come osere?...

source: [_MB_] {i}(whispers){/i} That's right, Baby. You give me what I want, when I want it?
italian: [_MB_] {i}(whispers){/i} È giusto, Baby. Mi date quello che voglio, quando lo voglio?

source: [_L_] Mmm hmm... Yes, Daddy... zzz...
italian: [_L_] Mmm hmm... Sì, Papà... zzz...

source: [_MBT_] She's out of it... I guess I should get dressed and go.
italian: [_MBT_] Lei è fuori... Immagino che dovrei vestirmi e andare.

source: [_MBT_] {i}Holy shit! I can't believe I really fucked her till she passed out!{/i}
italian: [_MBT_] {i}merda santa! Non posso credere che l'ho scopata davvero fino a quando non è passata!{/i}

source: [_MBT_] {i}Are they really still spying on us?{/i}
italian: [_MBT_] {i}Ci stanno ancora spiando?{/i}

source: [_MB_] You guys can come in now!
italian: [_MB_] Ora puoi entrare tu!

source: [_MD_] {i}(Muffled){/i} God, [ryan]... I told you, put it away!
italian: [_MD_] {i}(Muffled){/i} Dio, [ryan]... ti ho detto, mettilo via!

source: [_MB_] So?... Did you guys enjoy the show?
italian: [_MB_] Quindi?... Ti è piaciuto lo spettacolo?

source: [_R_] I don't know what you're talking about... I was just walking by just now.
italian: [_R_] Non so di cosa stai parlando... Stavo solo camminando adesso.

source: [_MBT_] {i}Liar!{/i}
italian: [_MBT_] {i}Bugiardo!{/i}

source: [_MB_] Well, that may be, but I'm sure you can guess what you missed out on. Just look at that dripping, gaping gash.
italian: [_MB_] Beh, questo potrebbe essere, ma sono sicuro che puoi indovinare cosa ti sei perso. Basta guardare a quel gash gocciolante, spalancato.

source: [_MB_] I mean look at her... I fucked her unconscious!
italian: [_MB_] Intendo guardarla... l'ho scopata incosciente!

source: [_MD_] That's actually pretty normal for her at this time of night.
italian: [_MD_] In realtà è abbastanza normale per lei in questo momento della notte.

source: [_MD_] It's more impressive that your fucking kept her awake for as long as it did.
italian: [_MD_] E 'più impressionante che il tuo cazzo ha mantenuto il suo risveglio per tutto il tempo.

source: [_MB_] Really?... This is normal?
italian: [_MB_] Davvero?... Questo è normale?

source: [_MB_] She's out cold!
italian: [_MB_] Ha il freddo!

source: [_MB_] If I didn't know any better, I'd think she'd been drug...
italian: [_MB_] Se non sapessi meglio, pensavo che fosse stata droga...

source: [_R_] Okay... We get it! You fucked her unconscious!
italian: [_R_] Okay... Lo otteniamo! Hai scopato il suo inconscio!

source: [_R_] It's late! You should leave!
italian: [_R_] È tardi! Dovresti partire!

source: [_MB_] Alright... I'm done here anyways!
italian: [_MB_] Bene... Ho finito qui comunque!

source: [_MB_] You look hot in those panties! Good night, Mandy.
italian: [_MB_] Sembri caldo in quei pantaloni! Buona notte, Mandy.

source: [_MD_] {i}(Shyly whispers){/i}Good night.
italian: [_MD_] {i}(Shyly whispers){/i}Buona notte.

source: [_R_] So, now you're flirting with him too?!
italian: [_R_] Così, ora stai flirtando con lui troppo?!

source: [_MD_] I'm not flirting with him! I said good night!
italian: [_MD_] Non sto flirtando con lui! Ho detto buona notte!

source: [_R_] Your blushing face said it all.
italian: [_R_] Il tuo viso arrossisce ha detto tutto.

source: [_MD_] You be nice, or I'm not going to finish you off.
italian: [_MD_] Sei gentile, o non ti finirò.

source: [_R_] I don't care, I'm not in the mood anymore!
italian: [_R_] Non mi importa, non sono più d'umore!

source: [_MD_] Oh, don't be like that! I was just bluffing. Come in here and let me finish you off.
italian: [_MD_] Oh, non siate così! Ero solo bluffing. Vieni qui e lasciami finire tu.

source: [_MD_] And I promise that I won't make any comments about Matt's dick being bigger than yours.
italian: [_MD_] E prometto che non farò commenti sul cazzo di Matt, essendo più grande del tuo.

source: [_R_] {i}(Voice fading down the hall){/i} Fucking Matt!
italian: [_R_] {i}(Voice sbiadendo giù il corridoio){/i} Cazzo Matt!

source: [_MDT_] {i}Okay... Well, it looks like it's just me and you.{/i}
italian: [_MDT_] {i}Okay... Beh, sembra che sia solo me e te.{/i}

source: [_MDT_] {i}And I'm dying to know if Matt's cum tastes any different than [ryan]s.{/i}
italian: [_MDT_] {i}E sto morendo per sapere se lo sperma di Matts ha un sapore diverso da [ryan]s.{/i}

source: [_RT_] {i}Oh fuck!... I left a hungry cum slut in a room with another cum dripping whore.{/i}
italian: [_RT_] {i}Oh fuck!... Ho lasciato una troia di sperma affamata in una stanza con un'altra puttana di sperma gocciolante.{/i}

source: [_RT_] {i}Don't even go there, [ryan]!{/i}
italian: [_RT_] {i}Non andare nemmeno lì, [ryan]!{/i}

source: [_RT_] {i}It doesn't matter what Mandy's doing in there.{/i}
italian: [_RT_] {i}Non importa cosa fa Mandy in lì.{/i}

source: [_RT_] {i}Still... I'd better check!{/i}
italian: [_RT_] {i}ancora... farei meglio a controllare!{/i}

source: [_MDT_] {i}Mmmm... I'm not sure if Matt's cum is better, or if it just tastes better mixed with Lauren's juices.{/i}
italian: [_MDT_] {i}Mmmm... Non sono sicuro se lo sperma di Matt's è migliore, o se ha solo un sapore meglio mescolato con i succhi di Lauren.{/i}

source: [_MDT_] {i}This is going to take some experimenting to find out... I'll have to look for an opportunity to taste Matt's cum when it's not in Lauren's pussy.{/i}
italian: [_MDT_] {i}Questo sta per prendere alcuni esperimenti per scoprire... Dovrò cercare un'opportunità per assaggiare lo sperma di Matt, quando non è nella figa di Lauren.{/i}

source: [_RT_] {i}Someday, Matt's gonna pay!{/i}
italian: [_RT_] {i}Un giorno, Matt's gonna pay!{/i}

source: [_RT_] {i}The yard is so dirty that nobody wants to spend time out here.{/i}
italian: [_RT_] {i}Il cantiere è così sporco che nessuno vuole trascorrere del tempo fuori qui.{/i}

source: {b}{i}"You have found the "Seven of Hearts" Card!"{/i}{/b}
italian: {b}{i}"Hai trovato la carta "Sette dei Cuori"!"{/i}{/b}

source: [_MD_] Ugh... I've even been reminding everyone to clean up after themselves throughout the week.
italian: [_MD_] Ugh... Ho anche ricordato a tutti di ripulire dopo se stessi durante la settimana.

source: [_R_] Yeah... you can try to keep that up, but I learned a long time ago that that strategy doesn't work.
italian: [_R_] Sì... puoi provare a tenerlo in alto, ma ho imparato molto tempo fa che quella strategia non funziona.

source: [_MD_] Well, at least we know how to have fun while we're doing our chores.
italian: [_MD_] Beh, almeno sappiamo come divertirsi mentre stiamo facendo le nostre faccende.

source: [_R_] I really think we should take it easy this time.
italian: [_R_] Penso davvero che questa volta dovremmo prenderci facilmente.

source: [_MD_] I think you'll change your mind before we're done.
italian: [_MD_] Penso che cambierai idea prima di finire.

source: [_RT_] {i}Mmm... What an ass!{/i}
italian: [_RT_] {i}Mmm... Che culo!{/i}

source: [_RT_] {i}Getting a blowjob right in front of her mom makes me nervous as hell, but I'd throw all caution to the wind if she was offering me her ass.{/i}
italian: [_RT_] {i}Ottenere un pompino proprio di fronte a sua mamma mi rende nervoso come l'inferno, ma getterei tutta la cautela al vento se mi offrisse il suo culo. /i}

source: [_RT_] {i}Oh, fuck... My dick's growing again.{/i}
italian: [_RT_] {i}Oh, cazzo... Il mio cazzo sta crescendo di nuovo.{/i}

source: [_MDT_] {i}Mmm... His dick's hard again!{/i}
italian: [_MDT_] {i}Mmm... Il suo cazzo è di nuovo!{/i}

source: [_MDT_] {i}He thinks he can get out of it today, but his dick will end up in my mouth!{/i}
italian: [_MDT_] {i}Pensa di poterne uscire oggi, ma il suo cazzo finirà nella mia bocca!{/i}

source: [_MDT_] {i}Now, Just got to finish watering, and I'll be all done for the day.{/i}
italian: [_MDT_] {i}Ora, basta finire l'irrigazione, e sarò fatto tutto per il giorno.{/i}

source: [_MDT_] {i}And now for the ritual soaking of my cousin.{/i}
italian: [_MDT_] {i}E ora per il rituale ammollo di mio cugino.{/i}

source: [_MD_] [ryan], think fast!
italian: [_MD_] [ryan], pensa velocemente!

source: [_R_] How did I not see that coming?
italian: [_R_] Come non ho visto quella venire?

source: [_MD_] Yep, the responsibility is on you now.
italian: [_MD_] Yep, la responsabilità è su di te ora.

source: [_R_] I should definitely be more aware of my surroundings.
italian: [_R_] Dovrei sicuramente essere più consapevole del mio ambiente.

source: [_MDT_] {i}Damn. [ryan] is looking sexy right now. All I can think about is that big cock of his.{/i}
italian: [_MDT_] {i}Damn. [ryan] sta cercando sexy in questo momento. Tutto quello che posso pensare è che il suo grosso cazzo.{/i}

source: [_MDT_] {i}Mmm... I can't wait until my mouth is full of his cum!{/i}
italian: [_MDT_] {i}Mmm... Non vedo l'ora che la mia bocca sia piena di sperma!{/i}

source: [_R_] Damn, that's cold!
italian: [_R_] Dannazione, fa freddo!

source: [_MD_] I'm getting pretty hot myself, [ryan].
italian: [_MD_] Sto diventando abbastanza caldo me stesso, [ryan].

source: [_R_] Fuck... I know where this is going.
italian: [_R_] Fuck... So dove sta andando.

source: [_MD_] Don't lie... You like it when I'm wet.
italian: [_MD_] Non mentire... Ti piace quando sono bagnato.

source: [_RT_] {i}Oh, God!{/i}
italian: [_RT_] {i}Oh, Dio! {/i}

source: [_RT_] {i}I love wet t-shirts!{/i}
italian: [_RT_] {i}Amo le t-shirt bagnate!{/i}

source: [_MD_] So, I was thinking we could skip all the small talk and just jump right into it.
italian: [_MD_] Stavo pensando che potevamo saltare tutte le piccole chiacchiere e semplicemente saltare a destra in esso.

source: [_R_] Come on, Mandy. We could at least go around the corner before you start anything.
italian: [_R_] Avanti, Mandy. Potremmo almeno andare dietro l'angolo prima di iniziare qualsiasi cosa.

source: [_MD_] You're trying to remove one of the most exciting elements of our little game.
italian: [_MD_] Stai cercando di rimuovere uno degli elementi più emozionanti del nostro piccolo gioco.

source: [_MD_] The thrill of being caught.
italian: [_MD_] Il brivido di essere catturato.

source: [_C_] Mandy!
italian: [_C_] Mandato!

source: [_C_] Mandy, how many times do I have to tell you?
italian: [_C_] Mandy, quante volte devo dirle?

source: [_R_] {i}(Whispering){/i} God damn it! I told you. Now I'm going to have to mow the lawn with a hard on again.
italian: [_R_] {i}(Whispering){/i} Dio maledetto! Ti ho detto. Ora dovrò sfondare il prato con un altro duro.

source: [_MD_] {i}(Whispering){/i}You already had a hard on, but... just put your dick away. I'll take care of this.
italian: [_MD_] {i}(Whispering){/i}Hai già avuto un duro su, ma... basta mettere via il cazzo. Mi prenderò cura di questo.

source: [_MD_] Hey, Mom... [ryan] and I were just doing our chores.
italian: [_MD_] Hey, Mom... [ryan] ed io stavo solo facendo le nostre faccende.

source: [_C_] Why are you two always talking so close together?
italian: [_C_] Perché due state sempre parlando così vicino insieme?

source: [_C_] Is that pervert telling secrets and lies about me?
italian: [_C_] Quel perverso racconta segreti e menzogne su di me?

source: [_RT_] {i}Yeah right... Mandy knows exactly what Cami and I have been up to.{/i}
italian: [_RT_] {i}Yeah right... Mandy sa esattamente cosa sono stati Cami e io fino a.{/i}

source: [_MD_] Jesus, Mom!... paranoid much?
italian: [_MD_] Gesù, Mamma!... molto paranoico?

source: [_C_] I just want to make sure you know that not everything he says is trustworthy.
italian: [_C_] Voglio solo assicurarmi che sappiate che non tutto ciò che dice è affidabile.

source: [_MD_] Oh, and like you have been completely open and honest with me?
italian: [_MD_] Oh, e come sei stato completamente aperto e onesto con me?

source: [_C_] Mandy, Where the hell is this coming from?... I think [ryan]'s influence is rubbing off on you.
italian: [_C_] Mandy, dove l'inferno viene da questo?... Penso che l'influenza di [ryan]stia sfregando su di te.

source: [_C_] You'd better get inside!
italian: [_C_] Faresti meglio ad entrare dentro!

source: [_MD_] No, Mom! That's not fair to [ryan]! I'm going to finish doing my chores!
italian: [_MD_] No, Mamma! Non è giusto [ryan]! Finirò di fare le mie faccende!

source: [_C_] What? I... Fine! Go pull weeds and pick up trash if you want. But you keep your distance from that pervert. I know he can't keep his eyes off you!
italian: [_C_] Cosa? Io... Fine! Vai a tirare erbacce e raccogliere la spazzatura se vuoi. Ma tieni la tua distanza da quel pervertito. So che non riesce a tenere gli occhi lontani!

source: [_MD_] Whatever!
italian: [_MD_] Qualunque cosa!

source: [_CT_] {i}Little brat!{/i}
italian: [_CT_] {i}Piccolo brat!{/i}

source: [_CT_] {i}She never used to talk back to me! Fucking [ryan], and his influence over her!{/i}
italian: [_CT_] {i}Non ha mai usato parlare con me! Cazzo [ryan], e la sua influenza su di lei!{/i}

source: [_CT_] {i}Well, at least she'll never be as perverted as him.{/i}
italian: [_CT_] {i}Beh, almeno lei non sarà mai pervertito come lui.{/i}

source: [_RT_] {i}Mmm... That's right Auntie... Take off that robe!{/i}
italian: [_RT_] {i}Mmm... Questa è la zia giusta... Togli quella roba!{/i}

source: [_RT_] {i}God, I loved sliding my dick back and forth in her cleavage!{/i}
italian: [_RT_] {i}Dio, ho amato scivolare il mio cazzo avanti e indietro nella sua scissione!{/i}

source: [_RT_] {i}My dick couldn't even tell that they were fake.{/i}
italian: [_RT_] {i}Il mio cazzo non poteva nemmeno dire che erano falsi.{/i}

source: [_RT_] {i}That handjob I got was pretty great, but I want to get a feel of those massive tits on my dick.{/i}
italian: [_RT_] {i}Quel handjob che ho ottenuto è stato abbastanza grande, ma voglio avere una sensazione di quelle enormi tette sul mio cazzo.{/i}

source: [_RT_] {i}I wonder if they feel as good as they look? How different do fake tits feel?{/i}
italian: [_RT_] {i}Mi chiedo se si sentono bene come sembrano? Quanto diverse si sentono le tette false?{/i}

source: [_RT_] {i}Our little games with her in that maid outfit have been fun, but I need more then just a look at those massive tits.{/i}
italian: [_RT_] {i}I nostri piccoli giochi con lei in quel vestito da cameriera sono stati divertenti, ma ho bisogno di più poi solo uno sguardo a quelle tette di massa. /i}

source: [_RT_] {i}She's been shutting me down lately. So, how am I going to melt the ice queen?{/i}
italian: [_RT_] {i}Mi sta chiudendo ultimamente. Così, come sto per sciogliere la regina del ghiaccio?{/i}

source: [_RT_] {i}So, how do I get her to do more than a titjob for me?{/i}
italian: [_RT_] {i}Quindi, come posso farla fare di più di un titjob per me?{/i}

source: [_RT_] {i}So, how do I get her to give me more than just a handy?{/i}
italian: [_RT_] {i}Così, come posso farla dare più di un semplice utile?{/i}

source: [_RT_] {i}So, how can I get her to do more then give me a peek at them?{/i}
italian: [_RT_] {i}Quindi, come posso farla fare di più poi darmi una sbircia?{/i}

source: [_RT_] {i}Could I blackmail her? Threaten to tell Mom she's flashing me for cash?{/i}
italian: [_RT_] {i}Posso ricattarla? Minaccia di dirmi che mi sta lampeggiando per contanti?{/i}

source: [_RT_] {i}No, that'd be stupid. She'd know Mom would kill both of us if she found out.{/i}
italian: [_RT_] {i}No, sarebbe stupido. Saprebbe che la mamma ucciderebbe entrambi se ci trovasse.{/i}

source: [_MD_] Shhh... Come over here.
italian: [_MD_] Shhh... Vieni qui.

source: [_MD_] Check it out. My mom's got her back to us.
italian: [_MD_] Verifica. Mia mamma la ha tornata da noi.

source: [_R_] Really?... You want to do this again?
italian: [_R_] Davvero?... Vuoi farlo di nuovo?

source: [_MD_] Just keep an eye out. If she gets up, we'll need to bail.
italian: [_MD_] Basta tenere d'occhio. Se si alza, dovremo fare una cauzione.

source: [_RT_] {i}I can't believe I'm letting this happen again.{/i}
italian: [_RT_] {i}Non posso credere che sto lasciando che questo accada di nuovo.{/i}

source: [_RT_] {i}Our luck is going to run out one of these days.{/i}
italian: [_RT_] {i}La nostra fortuna sta per esaurire uno di questi giorni.{/i}

source: [_MD_] Okay... Turn around.
italian: [_MD_] Okay... Gira intorno.

source: [_MD_] Poor guy!... Living in such a cramped environment!
italian: [_MD_] tipo povero!... Vivere in un ambiente così angusto!

source: [_MD_] That's right, big guy... Get some air.
italian: [_MD_] È giusto, grande ragazzo... Prendi un po 'd'aria.

source: [_MDT_] {i}God, it's glorious!{/i}
italian: [_MDT_] {i}Dio, è glorioso!{/i}

source: [_MD_] Are you keeping an eye on my mom?
italian: [_MD_] Stai tenendo d'occhio mia mamma?

source: [_RT_] {i}And that side boob... Damn!{/i}
italian: [_RT_] {i}E quel lato tetto... Damn!{/i}

source: [_MDT_] {i}Mmm... I love the smell of his sweaty dick!{/i}
italian: [_MDT_] {i}Mmm... Amo l'odore del suo cazzo sudato!{/i}

source: [_R_] Mmm... That's feeling really good!
italian: [_R_] Mmm... Mi sento davvero bene!

source: [_MD_] Are you sure?... I can stop if you want.
italian: [_MD_] Sei sicuro?... Posso fermarmi se vuoi.

source: [_R_] No... Let's just see how it goes this time.
italian: [_R_] No... Vediamo solo come va questa volta.

source: [_MD_] Haha... You're so predictable!
italian: [_MD_] Haha... Sei così prevedibile!

source: [_R_] Oh, yeah!... Keep it up!
italian: [_R_] Oh, sì!... Continua!

source: [_MD_] Alright, I'm gonna see if I can go any deeper this time.
italian: [_MD_] Va bene, vedrò se posso approfondire questa volta.

source: [_R_] Are you sure? Last time...
italian: [_R_] Sei sicuro? L'ultima volta...

source: [_MD_] I know... But how am I going to get better if I don't push myself.
italian: [_MD_] lo so... Ma come sto per migliorare se non mi spingo.

source: [_R_] Okay, if you're sure... Just try to be quiet about it! Don't push yourself to the point where you're coughing and retching so much that your mom comes to check on you.
italian: [_R_] Okay, se sei sicuro... Basta provare a stare tranquillo a riguardo! Non spingere te stesso al punto in cui si sta tossendo e retching così tanto che vostra mamma viene a controllare su di voi.

source: [_MD_] No promises!
italian: [_MD_] Nessuna promessa!

source: [_R_] God...
italian: [_R_] Dio...

source: [_R_] ...Damn!... Ohh....
italian: [_R_] ...Dannazione!... Ohh....

source: [_MD_] {i}Cough, cough, cough!...{/i}
italian: [_MD_] {i}Tosse, tosse, tosse!...{/i}

source: [_MD_] How... {i}Cough{/i}... Was that?... {i}Cough{/i}...
italian: [_MD_] come... {i}Cough{/i}... Era quello?... {i}Cough{/i}...

source: [_MD_] Did I get any deeper?
italian: [_MD_] Ho avuto qualche approfondimento?

source: [_R_] Yeah... I think you got a little deeper.
italian: [_R_] Sì... Penso che tu abbia un po' più profondo.

source: [_RT_] {i}How do I tell her she failed?... If anything, she didn't get as deep as last time.{/i}
italian: [_RT_] {i}Come posso dirle che è fallita?... Se c'è qualcosa, lei non è così profonda come l'ultima volta.{/i}

source: [_MD_] Really?
italian: [_MD_] Davvero?

source: [_R_] Uhh... Yeah... I'm pretty sure.
italian: [_R_] Uhh... Sì... sono abbastanza sicuro.

source: [_MD_] Ok, now you just relax and let me take care of you.
italian: [_MD_] Ok, ora ti rilassi e mi lasci prendermi cura di te.

source: [_MD_] Oh, and just keep an eye on my mom.
italian: [_MD_] Oh, e basta tenere d'occhio mia mamma.

source: [_R_] Alright... Let's just pray my mom doesn't show up again.
italian: [_R_] Bene... Preghiamo solo mia mamma non si presenta di nuovo.

source: [_MDT_] {i}Haha... I knew he'd like that!{/i}
italian: [_MDT_] {i}Haha... Sapevo che sarebbe così!{/i}

source: [_MDT_] {i}And somehow, I'll figure out how to really throat it deep. Maybe I need a tutor or something.{/i}
italian: [_MDT_] {i}E in qualche modo, scoprirò come farlo davvero in profondità. Forse ho bisogno di un tutor o qualcosa.{/i}

source: [_RT_] {i}This feels pretty good.{/i}
italian: [_RT_] {i}Questo si sente abbastanza buono.{/i}

source: [_RT_] {i}it's not even close to the best head I've ever had, but doing right behind Aunt Cami's back is pretty fucking hot!{/i}
italian: [_RT_] {i}non è nemmeno vicino alla migliore testa che io abbia mai avuto, ma fare proprio dietro la schiena di zia Cami è piuttosto caldo cazzo!{/i}

source: [_RT_] {i}Her worst fears about us are happening almost in plain sight of where she's relaxing.{/i}
italian: [_RT_] {i}Le sue peggiori paure su di noi stanno accadendo quasi a vista dove sta rilassando.{/i}

source: [_RT_] {i}And maybe someday she'll even join us.{/i}
italian: [_RT_] {i}E forse un giorno si unirà a noi.{/i}

source: [_R_] Hnnnggghh... I'm about to!
italian: [_R_] Hnnnggghh... Sto per fare!

source: [_MD_] Fuck, [ryan]! I wasn't expecting this much cum again!
italian: [_MD_] Cazzo [ryan]! Non mi aspettavo questo tanto sperma di nuovo!

source: [_MD_] That's even more than you usually shoot on Lauren.
italian: [_MD_] Questo è ancora più di quanto di solito spari su Lauren.

source: [_MD_] you must have been thinking about something that really turns you on, because I know it wasn't my technique.
italian: [_MD_] devi aver pensato a qualcosa che ti accende davvero, perché so che non era la mia tecnica.

source: [_R_] What? You did great!
italian: [_R_] Cosa? Hai fatto bene!

source: [_MD_] Oh, please... Don't patronize me!
italian: [_MD_] Oh, per favore... Non accontentarmi!

source: [_MD_] But that's really kind of you to say.
italian: [_MD_] Ma questo è davvero un tipo di voi da dire.

source: [_MD_] And at least I got everything out of this exchange that I wanted.
italian: [_MD_] E almeno ho ottenuto tutto da questo scambio che volevo.

source: [_MD_] Mmm... that tastes so good!
italian: [_MD_] Mmm... che ha un sapore così buono!

source: [_MD_] Well, I'm not going to give up.
italian: [_MD_] Beh, non mi arrenderò.

source: [_R_] Kay... Have fun banging your head against a wall.
italian: [_R_] Kay... Divertiti a sbattere la testa contro un muro.

source: [_MD_] Let's just get to work... We're wasting time.
italian: [_MD_] Andiamo a lavorare... Stiamo perdendo tempo.

source: [_RT_] {i}I still can't believe she helped my sister give me a blowjob!{/i}
italian: [_RT_] {i}Non riesco ancora a credere che abbia aiutato mia sorella a darmi un pompino!{/i}

source: [_RT_] {i}I still can't believe she licks my cum off my sister after our truth or dare games.{/i}
italian: [_RT_] {i}Non riesco ancora a credere che lei lecca la mia sperma fuori mia sorella dopo la nostra verità o osare giochi.{/i}

source: [_RT_] {i}And then helped me get a blowjob from her own mother!{/i}
italian: [_RT_] {i}E poi mi ha aiutato a ottenere un pompino da sua madre!{/i}

source: [_RT_] {i}It's just unreal! I swear my life has become a porn game.{/i}
italian: [_RT_] {i}È solo irreale! Giuro la mia vita è diventata un gioco porno.{/i}

source: [_RT_] {i}And then helped me get a titjob from her own mother!{/i}
italian: [_RT_] {i}E poi mi ha aiutato a ottenere un titjob da sua madre!{/i}

source: [_RT_] {i}And then helped me get a handjob from her own mother!{/i}
italian: [_RT_] {i}E poi mi ha aiutato a ottenere un lavoro dalla propria madre!{/i}

source: [_RT_] {i}Fuck... I can just imagine her sitting on my face!{/i}
italian: [_RT_] {i}Fuck... Posso solo immaginarla seduta sul mio viso!{/i}
