Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] I'll come find you when I'm done.
dutch: [_M_] Ik zal je komen vinden wanneer ik klaar ben.
german: [_M_] Ich werde dich finden, wenn ich fertig bin.

source: [_R_] Why don't I make it easy on you. Come find me in the lingerie section when you're done.
dutch: [_R_] Waarom maak ik het je niet makkelijk. Zoek me in de lingerie sectie als je klaar bent.
german: [_R_] Warum mache ich es dir nicht leicht. Komm zu mir in der Dessous Sektion, wenn du fertig bist.

source: [_M_] You've gotten so shameless!
dutch: [_M_] Je bent zo schaamteloos geworden!
german: [_M_] Du hast so schamlos bekommen!

source: [_R_] I am what I am.
dutch: [_R_] Ik ben wat ik ben.
german: [_R_] Ich bin das, was ich bin.

source: [_M_] Okay... I'll see you in the lingerie section.
dutch: [_M_] Okay... Ik zie je in de lingerie sectie.
german: [_M_] Okay... Ich sehe dich in der Dessous-Sektion.

source: [_RT_] {i}This place is a maze!{/i}
dutch: [_RT_] {i}Deze plaats is een doolhof!{/i}
german: [_RT_] {i}Dieser Ort ist ein Labyrinth!{/i}

source: [_RT_] {i}I swear this is the way I came last time.{/i}
dutch: [_RT_] {i}Ik zweer dat dit de manier is waarop ik de laatste keer ben gekomen.{/i}
german: [_RT_] {i}Ich schwöre das ist die Art und Weise, wie ich das letzte Mal gekommen bin. {/i}

source: [_RT_] {i}Now, things are starting to look familiar.{/i}
dutch: [_RT_] {i}Nu begint het er vertrouwd uit te zien.{/i}
german: [_RT_] {i}Jetzt sehen die Dinge vertraut aus.{/i}

source: [_RT_] {i}Hello again, young Mom.{/i}
dutch: [_RT_] {i}Hallo opnieuw, jong Mom.{/i}
german: [_RT_] {i}Hallo wieder, junge Mom.{/i}

source: [_RT_] {i}Ehh... Mom's still hotter!{/i}
dutch: [_RT_] {i}Eh... Momenten nog hotter!{/i}
german: [_RT_] {i}Ehhh... Moms noch heißer!{/i}

source: [_RT_] {i}Now, time to get my fill of eye candy again.{/i}
dutch: [_RT_] {i}Nu, tijd om mijn oogsnoep weer te vatten.{/i}
german: [_RT_] {i}Jetzt, Zeit um meine Füllung von Augenboni wieder zu erhalten.{/i}

source: [_RT_] {i}Just as magical as I remembered it!{/i}
dutch: [_RT_] {i}Net zo magische als ik het herinnerde!{/i}
german: [_RT_] {i}Genauso magisch wie ich mich daran erinnert habe!{/i}

source: [_RT_] {i}Oh, there's the manager again... What was her name?... Angela, I think.{/i}
dutch: [_RT_] {i}Oh, er is de manager opnieuw... Wat was haar naam?... Angela, ik denk.{/i}
german: [_RT_] {i}Oh, wieder die Manager... Wie war ihr Namen?... Angela, denke ich.{/i}

source: [_AG_] Excuse me young man!... Can I help...
dutch: [_AG_] Excuseer me jonge man!... Kan ik helpen...
german: [_AG_] Entschuldige mich junger Mann!... Kann ich helfen...

source: [_AG_] Oh, it's you again!
dutch: [_AG_] Oh, jij bent het opnieuw!
german: [_AG_] Oh, du bist wieder!

source: [_AG_] Just because you got away with being a little pervert last time, doesn't mean you will again.
dutch: [_AG_] Alleen omdat je weg bent geweest met de laatste keer pervert zijn, betekent dat niet dat je opnieuw zult gaan.
german: [_AG_] Nur weil du beim letzten Mal ein wenig pervers geworden bist, heißt das nicht, dass du es wieder tun wirst.

source: [_AG_] I'll be keeping my eye on you.
dutch: [_AG_] Ik zal je in de gaten houden.
german: [_AG_] Ich werde dich im Auge behalten.

source: [_AG_] And you can be sure that if I don't see your mom join you very soon, I'm going to be kicking you out of here.
dutch: [_AG_] En je kunt er zeker van zijn dat als ik je moeder niet snel zie, je er snel bij komt Ik ga je hier uit de weg zetten.
german: [_AG_] Und du kannst sicher sein, dass deine Mutter sehr bald bei dir tritt Ich werde dich hier rauswerfen.

source: [_R_] Why don't you just dial that aggression back a couple notches.
dutch: [_R_] Waarom doe je die agressie niet gewoon een paar merktekens terug.
german: [_R_] Warum wählen Sie diese Aggression nicht einfach ein paar Noten zurück.

source: [_R_] I happen to be an adult, and it's not good policy to call your customers perverts.
dutch: [_R_] Ik ben toevallig volwassen, en het is niet goed beleid om je klanten perverts te bellen.
german: [_R_] Ich bin ein Erwachsener und es ist nicht gut, Ihre Kunden pervers zu nennen.

source: [_R_] I happened to buy something the last time we came in here, and I intend on buying something again.
dutch: [_R_] Ik heb toevallig iets gekocht de laatste keer dat we hier binnenkwamen, en ik ben van plan om iets opnieuw te kopen.
german: [_R_] Ich habe etwas zufällig gekauft, als wir das letzte Mal hier waren, und ich beabsichtige, etwas wieder zu kaufen.

source: [_R_] I'm going to stay here and look for something to buy my mom, and you're not going to stop me.
dutch: [_R_] Ik ga hier blijven en op zoek naar iets om mijn moeder te kopen, en je gaat me niet tegenhouden.
german: [_R_] Ich werde hier bleiben und nach etwas suchen, um meine Mama zu kaufen, und du wirst mich nicht stoppen.

source: [_AG_] Don't be so sure! You see my position? Don't forget it, because I'm the one who will decide if you get kicked out of here!
dutch: [_AG_] wees niet zo zeker! Zie je mijn positie? Vergeet het niet, want ik ben degene die beslist of je hier uit wordt geschopt!
german: [_AG_] Seien Sie nicht so sicher! Du siehst meine Position? Vergiss sie nicht, denn ich bin derjenige, der entscheidet, ob du von hier rausgeworfen wirst!

source: [_AG_] And believe me... I'll be watching you!
dutch: [_AG_] En geloof mij... Ik kijk naar je!
german: [_AG_] Und glaubt mir... Ich werde dir zuschauen!

source: [_R_] Hello, again Angela
dutch: [_R_] Hallo, weer Angela
german: [_R_] Hallo, wieder Angela

source: [_R_] I know we got off on the wrong foot last time, and I wanted to appologise.
dutch: [_R_] Ik weet dat we de vorige keer op de verkeerde voet zijn opgestaan en ik wilde me van mijn hoofd bedienen.
german: [_R_] Ich weiß, dass wir das letzte Mal auf dem falschen Fuß gestanden haben, und ich wollte appologisieren.

source: [_R_] Believe it or not, I'm not here to be a pervert. I bought some lingerie last time I was here, and I want to buy my mom even more.
dutch: [_R_] Geloof het of niet, ik ben hier niet om pervert te zijn. De vorige keer dat ik hier was, heb ik wat lingerie gekocht, en ik wil mijn moeder nog meer kopen.
german: [_R_] Glauben Sie es oder nicht, ich bin nicht hier, um ein Perser zu sein. Ich habe ein paar Dessous gekauft, als ich das letzte Mal hier war, und ich möchte meine Mama noch mehr kaufen.

source: [_R_] She's been going through some really hard times lately, and my dad hasn't been giving her the time of day.
dutch: [_R_] Ze doormaakt de laatste tijd heel moeilijk en mijn vader heeft haar niet de tijd van de dag gegeven.
german: [_R_] Sie hat in letzter Zeit wirklich schwere Zeiten durchgemacht und mein Vater hat ihr nicht die Tageszeit gegeben.

source: [_R_] I know she's probably feeling low confidence and unattractive since that idiot isn't giving her the attention she deserves.
dutch: [_R_] Ik weet dat ze zich waarschijnlijk weinig vertrouwen en onaantrekkelijk voelt aangezien die idiot haar niet de aandacht geeft die ze verdient.
german: [_R_] Ich weiß, sie fühlt sich wahrscheinlich wenig Vertrauen und unattraktiv, da dieser Idiot ihr nicht die Aufmerksamkeit schenkt, die sie verdient.

source: [_R_] I thought maybe if I bought her some more lingerie, she might start feeling more confident and sexy.
dutch: [_R_] Ik dacht dat als ik haar wat meer lingerie had gekocht, ze zich misschien meer zelfverzekerd en sexy zou voelen.
german: [_R_] Ich dachte vielleicht, wenn ich ihr etwas mehr Dingerie gekauft habe, könnte sie anfangen, sich selbstbewusster und sexy zu fühlen.

source: [_AG_] Well... Isn't that just the sweetest thing I've ever heard!
dutch: [_AG_] Walt... Dat is niet alleen het zoetste wat ik ooit heb gehoord!
german: [_AG_] Nun... Ist das nicht nur das süßste, was ich je gehört habe!

source: [_AG_] I wish my son was thoughtful enough to buy me some lingerie.
dutch: [_AG_] Ik wou dat mijn zoon goed genoeg was om wat lingerie voor me te kopen.
german: [_AG_] Ich wünschte, mein Sohn wäre so durchdacht genug, um mir etwas Dingerie zu kaufen.

source: [_AG_] I'm sorry I judged you for a perverted sicko!
dutch: [_AG_] Het spijt me dat ik je beoordeeld heb voor een perverse sicko!
german: [_AG_] Es tut mir leid, dass ich dich für ein pervertiertes Krankenhaus beurteilt habe!

source: [_RT_] {i}You're instincts might be right on there.{/i}
dutch: [_RT_] {i}Je bent hier mogelijk instinct. {/i}
german: [_RT_] {i}Du bist Instinkte könnten dort richtig sein.{/i}

source: [_AG_] You did make a great choice with that last purchase
dutch: [_AG_] Je hebt een goede keuze gemaakt met die laatste aankoop
german: [_AG_] Du hast mit dem letzten Kauf eine großartige Wahl getroffen

source: [_R_] Do you have any other recommendations?
dutch: [_R_] Heb je nog andere aanbevelingen?
german: [_R_] Haben Sie andere Empfehlungen?

source: [_AG_] Hmmm... Well, in the back corner of the store we still have that mannequin display.
dutch: [_AG_] Hmmm... Nou, in de achterhoek van de winkel hebben we nog steeds dat mannequin display.
german: [_AG_] Hmmm... Nun, in der hinteren Ecke des Shops haben wir immer noch diese Schaufensteransicht.

source: [_AG_] On the mannequins you'll find our most popular lingerie.
dutch: [_AG_] Je vindt op de mankeinen onze meest populaire lingerie.
german: [_AG_] Auf den Schaufensterpuppen findest du unsere beliebtesten Dingerie.

source: [_AG_] I don't think you could go wrong if you picked another one of those.
dutch: [_AG_] Ik denk niet dat je fout zou kunnen gaan als je er nog een had gekozen.
german: [_AG_] Ich glaube nicht, dass du einen Fehler machen könntest, wenn du einen anderen davon wählst.

source: [_R_] Thanks for the advice!
dutch: [_R_] Bedankt voor het advies!
german: [_R_] Vielen Dank für den Rat!

source: [_AG_] You're very welcome. Thank you for being such a polite and patient young man.
dutch: [_AG_] Je bent erg welkom. Bedankt voor het feit dat je zo beleefd en geduldig jonger bent.
german: [_AG_] Du bist sehr willkommen. Danke, dass du ein so höflicher und geduldiger junger Mann bist.

source: [_AG_] Good luck [ryan], in finding something else for your mom.
dutch: [_AG_] Veel geluk [ryan], bij het vinden van iets anders voor je ogenblik.
german: [_AG_] Viel Glück [ryan], bei der Suche nach etwas anderem für deine Mama.

source: [_AG_] Oh, it's you again... [ryan], wasn't it?
dutch: [_AG_] Oh, jij bent weer... [ryan], nietwaar?
german: [_AG_] Oh, du bist wieder... [ryan], oder?

source: [_R_] Wow, you've got a great memory, Angela.
dutch: [_R_] Wow, je hebt een geweldig geheugen, Angela.
german: [_R_] Wow, du hast ein großartiges Gedächtnis, Angela.

source: [_AG_] Back to buy more lingerie for your mom?
dutch: [_AG_] Terug naar meer lingerie voor je ogenblik?
german: [_AG_] Zurück um mehr Dessous für deine Mutter zu kaufen?

source: [_R_] Yeah, you know, we had such a great time last time we were here, and that lingerie looked so good, that we decided to come back again this week.
dutch: [_R_] Yeah, je weet het, we hebben de laatste keer dat we hier waren, zo'n geweldige tijd gehad. en die lingerie zag er zo goed uit, dat we besloten deze week weer terug te komen.
german: [_R_] Ja, du weißt, wir hatten so eine tolle Zeit das letzte Mal, als wir hier waren und die Dessous sah so gut aus, dass wir beschlossen haben, diese Woche wieder zurückzukommen.

source: [_AG_] Well, I'm so glad you had such a good experience.
dutch: [_AG_] Nou, ik ben zo blij dat je zo'n goede ervaring hebt.
german: [_AG_] Nun, ich bin so froh, dass du so eine gute Erfahrung gehabt hast.

source: [_AG_] Let me know if I can help with anything.
dutch: [_AG_] Laat het me weten of ik met iets kan helpen.
german: [_AG_] Lass mich wissen, ob ich mit etwas helfen kann.

source: [_R_] You got it.
dutch: [_R_] Je hebt het.
german: [_R_] Du hast es.

source: [_MT_] {i}I wonder if I'll find [ryan] feeling up the mannequins again?{/i}
dutch: [_MT_] {i}Ik vraag me af of ik [ryan] de mannequins weer voelde ?{/i}
german: [_MT_] {i}Ich frage mich, ob ich [ryan] das Gefühl für die Schaufenster wiederfindet? {/i}

source: [_MT_] {i}Haha... I called it!{/i}
dutch: [_MT_] {i}Haha... Ik heb het gebeld!{/i}
german: [_MT_] {i}Haha... Ich habe es genannt!{/i}

source: [_M_] Came to visit your new girlfriend again I see!
dutch: [_M_] Koel om je nieuwe vriendin opnieuw te bezoeken, zie ik!
german: [_M_] Came um deine neue Freundin wieder zu besuchen Ich sehe!

source: [_R_] You just don't understand, Mom.
dutch: [_R_] Je begrijpt het gewoon niet, mama.
german: [_R_] Du verstehst einfach nicht, Mama.

source: [_R_] You'll never stand in the way of our love!
dutch: [_R_] Je zult onze liefde nooit in de weg staan!
german: [_R_] Du wirst unserer Liebe niemals im Wege stehen!

source: [_M_] Haha... Oh, my God, [ryan]!
dutch: [_M_] Haha... Oh, mijn God, [ryan]!
german: [_M_] Haha... Oh, mein Gott, [ryan]!

source: [_M_] Alright, you've had your fun, and I'm done with my shopping.
german: [_M_] Okay, du hast deinen Spaß, und ich bin fertig mit meinem Shopping.

source: [_M_] Are you ready to go?
dutch: [_M_] Ben je klaar om te gaan?
german: [_M_] Bist du bereit zu gehen?

source: [_R_] I haven't bought you any lingerie yet.
dutch: [_R_] Ik heb je nog geen lingerie gekocht.
german: [_R_] Ich habe dir noch keine Dessous gekauft.

source: [_M_] You know that you don't have to buy me lingerie every time we come here, don't you?
dutch: [_M_] Je weet dat je me niet elke keer hoeft te kopen als we hier komen, niet?
german: [_M_] Du weißt, dass du mich nicht jedes Mal, wenn wir hierher kommen, kaufen musst, oder?

source: [_R_] Of course, I know that. But I still want to.
dutch: [_R_] Natuurlijk weet ik dat. Maar ik wil het nog steeds doen.
german: [_R_] Natürlich weiß ich das. Aber ich will es noch tun.

source: [_M_] I don't even have anyone to wear this for.
dutch: [_M_] Ik heb niet eens iemand om dit voor te dragen.
german: [_M_] Ich habe nicht einmal jemanden, für den ich das tragen kann.

source: [_R_] You can always wear it for me.
dutch: [_R_] Je kunt het altijd voor mij dragen.
german: [_R_] Du kannst es immer für mich tragen.

source: [_R_] Let's go pick one out.
dutch: [_R_] Laten we er één uitkiezen.
german: [_R_] Lass uns einen aussuchen.

source: [_M_] They're all very lovely!
dutch: [_M_] Ze zijn allemaal heel mooi!
german: [_M_] Sie sind alle sehr schön!

source: [_M_] Once again, since you're buying, I'll let you choose one.
german: [_M_] Wieder einmal, da du kaufst, lasse ich dich wählen.

source: [_R_] Again?... Only one!?
dutch: [_R_] weer?... Slechts één!?
german: [_R_] Nochmal?... Nur eins!?

source: [_M_] Yes! I'm not your personal model, thank you.
dutch: [_M_] Ja! Ik ben niet uw persoonlijke model, dank u.
german: [_M_] Ja! Ich bin nicht dein persönliches Modell, danke.

source: [_R_] Well, you actually are, because I'm the only photo studio who's done any sets with you.
dutch: [_R_] Nou, dat ben je eigenlijk wel, want ik ben de enige studio die samen met jou een set gedaan heeft.
german: [_R_] Nun, du bist tatsächlich, denn ich bin das einzige Fotostudio, das irgendwelche Sets mit dir gemacht hat.

source: [_M_] This is not a negotiation!
dutch: [_M_] Dit is geen onderhandeling!
german: [_M_] Dies ist keine Verhandlung!

source: [_R_] Fine. I'll settle on one if you'll do some modeling poses too.
dutch: [_R_] Ok. Ik zal er één regelen als je ook wat modellering maakt.
german: [_R_] Schön. Ich werde mich auf eins einigen, wenn du auch ein paar Modellierungsposten machst.

source: [_M_] Well, I'll admit I had fun doing that last time. Hopefully the large dressing room is available again.
dutch: [_M_] Nou, ik zal toegeven dat ik daar de vorige keer plezier mee had. Hopelijk is de grote kledingkamer weer beschikbaar.
german: [_M_] Nun, ich gebe zu, dass es mir beim letzten Mal Spaß gemacht hat. Hoffentlich ist der große Umkleideraum wieder verfügbar.

source: [_M_] So, which one are you going to choose?
dutch: [_M_] Dus, welke ga je kiezen?
german: [_M_] Also, welche wählst du?

source: [_M_] So, What are the plans for our date?
dutch: [_M_] Dus wat zijn de plannen voor onze datum?
german: [_M_] Also, was sind die Pläne für unser Datum?

source: [_R_] Well... I was thinking that we should get the worst part over with first.
dutch: [_R_] Well... Ik dacht dat we eerst het slechtste deel achter zouden moeten krijgen.
german: [_R_] Nun... Ich dachte, dass wir zuerst den schlechtesten Teil überholen sollten.

source: [_M_] Oh, you still hate shopping?
dutch: [_M_] Oh, je haat nog steeds winkelen?
german: [_M_] Oh, du gehst noch nicht einkaufen?

source: [_R_] I didn't say I hated it, but it's definitely the part of the date I'm least looking forward to.
dutch: [_R_] Ik heb niet gezegd dat ik het haat, maar het is wel het deel van de datum waarnaar ik het minst uitkijk.
german: [_R_] Ich habe nicht gesagt, dass ich es hasste, aber es ist definitiv der Teil des Datums, auf den ich mich am wenigsten freue.

source: [_R_] We'll get some dinner after, and then... If we're up for it. I was thinking we could do something a bit more... adventurous.
dutch: [_R_] We zullen wat verder eten en dan... Als we er klaar voor zijn. Ik dacht dat we iets meer konden doen... avontuurlijk.
german: [_R_] Wir werden danach ein Abendessen bekommen, und dann... Wenn wir dafür bereit sind. Ich dachte, wir könnten etwas mehr tun ... Abenteuerlustig.

source: [_M_] Ok... This clothing store is really nice. No goofing off, making clothing forts, laying in the isles.
dutch: [_M_] Ok... Deze kledingwinkel is erg lekker. Het is geen afleiding, het maken van kledingforten, die op de eilanden liggen.
german: [_M_] Ok... Dieser Kleiderladen ist wirklich schön. Kein goofing aus, Kleidung Festungen zu machen, auf den Inseln zu legen.

source: [_R_] Mom, I'm not five years old anymore.
dutch: [_R_] Mama, ik ben niet meer vijf jaar oud.
german: [_R_] Mama, ich bin nicht mehr fünf Jahre alt.

source: [_M_] I know, but I'm referring to the time I took you clothing shopping just a couple years ago.
dutch: [_M_] weet ik, maar ik refereer aan de tijd dat ik je kledingwinkelen een paar jaar geleden aannam.
german: [_M_] Ich weiß, aber ich beziehe mich auf die Zeit, die ich dir vor ein paar Jahren Kleidung Shopping genommen habe.

source: [_R_] I promise, I'll be on my best behavior.
dutch: [_R_] Ik belooft het, ik zal op mijn beste gedrag zijn.
german: [_R_] Ich verspreche mir, ich werde auf meinem besten Verhalten sein.

source: [_M_] Thanks again for bringing me here, [ryan].
dutch: [_M_] nogmaals bedankt voor het feit dat ik hier naartoe kom, [ryan].
german: [_M_] Danke noch einmal, dass du mich hierher gebracht hast, [ryan].

source: [_M_] I might take a little while picking something out, so why don't you go see if you can find a nice pair of dress slacks. Your other pair are getting thin in the knees.
dutch: [_M_] Ik kan iets eruit halen dus waarom ga je niet kijken of je een mooie jurk kunt vinden. Je andere paar wordt dun in de knies.
german: [_M_] Ich kann ein wenig Zeit nehmen um etwas herauszuholen Also warum gehen Sie nicht zu sehen, ob Sie ein schönes Paar Kleiderschlampen finden können. Dein anderes Paar wird in den Knie dünn.

source: [_R_] Okay, Mom.
dutch: [_R_] OK, mama.
german: [_R_] Okay, Mama.

source: [_RT_] {i}Where's the men's wear?{/i}
dutch: [_RT_] {i}Waar is de mannen?{/i}
german: [_RT_] {i}Wo ist die Männeranzüge?{/i}

source: [_RT_] {i}Men's wear, men's wear, men's wear...{/i}
dutch: [_RT_] {i}zijn wear, mannen, mannen hebben moeit...{/i}
german: [_RT_] {i}Herrenbekleidung, Herrenbekleidung, Herrenbekleidung...{/i}

source: [_RT_] {i}Uhh... What was I looking for again?{/i}
dutch: [_RT_] {i}Uh... Wat was ik nog aan het zoeken?{/i}
german: [_RT_] {i}Uhhh... Was habe ich wieder gesucht? {/i}

source: [_RT_] {i}Wow!... That girl looks just like Mom did a couple years ago when she permed her hair.{/i}
dutch: [_RT_] {i}Wow!... Dat meisje ziet eruit alsof Mama het een paar jaar geleden deed toen ze haar haar haar behar nam.{/i}
german: [_RT_] {i}Wow!... Dieses Mädchen sieht genauso aus wie vor ein paar Jahren, als sie ihr Haar durchtränkte. {/i}

source: [_RT_] {i}Whatever it was I was looking for, it doesn't seem as interesting as this section of the store.{/i}
dutch: [_RT_] {i}Wat ik ook op zoek was, het lijkt niet zo interessant als deze sectie van de winkel.{/i}
german: [_RT_] {i}Was auch immer ich gesucht habe, es scheint nicht so interessant wie dieser Bereich des Ladens.{/i}

source: [_RT_] {i}I think I should check it out.{/i}
dutch: [_RT_] {i}Ik denk dat ik het moet bekijken.{/i}
german: [_RT_] {i}Ich denke, ich sollte es ausprobieren.{/i}

source: [_RT_] {i}Oh... Thank you, God!... Maybe I could get into shopping after all.{/i}
dutch: [_RT_] {i}Oh... Bedankt, God!... Misschien kan ik toch winkelen.{/i}
german: [_RT_] {i}Oh... Danke, Gott!... Vielleicht könnte ich doch einkaufen.{/i}

source: [_RT_] {i}What does this old bag want?{/i}
dutch: [_RT_] {i}Wat wil dit oude zak?{/i}
german: [_RT_] {i}Was will diese alte Tasche? {/i}

source: [_OL_] Excuse me young man!... Can I help you?
dutch: [_OL_] Excuseer me jonge man!... Kan ik je helpen?
german: [_OL_] Entschuldige mich für einen jungen Mann!... Kann ich dir helfen?

source: [_R_] No... I'm just looking around... thanks.
dutch: [_R_] Nee... Ik kijk gewoon rond... bedankt.
german: [_R_] Nein... Ich schaue mich einfach um... Danke.

source: [_OL_] Listen here, young man!
dutch: [_OL_] Luister hier, jonge man!
german: [_OL_] Höre hier, junger Mann!

source: [_OL_] I know your type. I'm the manager here,
dutch: [_OL_] Ik ken jouw type. Ik ben de manager hier,
german: [_OL_] Ich kenne deinen Typ. Ich bin hier der Manager

source: [_OL_] and if you think I'm just going to allow you to come down here and ogle all the posters of our lingerie models, you've got another thing coming!
dutch: [_OL_] en als je denkt dat ik je gewoon ga toestaan hier te komen en alle posters van onze lingerie modellen te oogsten, Er komt nog iets anders!
german: [_OL_] und wenn du denkst, dass ich dir nur erlauben werde, hier herunter zu kommen und alle Plakate unserer Dessous Modelle zu schnüren, du hast eine andere Sache kommen!

source: [_R_] I happen to be an adult, and I don't have to explain anything to you.
dutch: [_R_] Ik ben toevallig volwassen, en ik hoef je niets uit te leggen.
german: [_R_] Ich bin ein Erwachsener, und ich muss dir nichts erklären.

source: [_R_] This store is a public place, and if I haven't done anything wrong, you have no right to make me leave.
dutch: [_R_] Deze winkel is een openbare plaats en als ik niets verkeerd heb gedaan, heb je niet het recht om me weg te laten gaan.
german: [_R_] Dieser Shop ist ein öffentlicher Ort, und wenn ich nichts falsch gemacht habe, haben Sie kein Recht, mich zu verlassen.

source: [_OL_] You see the name on my tag? You see my position? Don't forget it, because I'm the one who will decide if you get kicked out of here!
dutch: [_OL_] Je ziet de naam op mijn tag? Zie je mijn positie? Vergeet het niet, want ik ben degene die beslist of je hier uit wordt geschopt!
german: [_OL_] Du siehst den Namen auf meinem Tag? Du siehst meine Position? Vergessen Sie es nicht, denn ich bin derjenige, der entscheidet, ob Sie von hier raus geworfen werden!

source: [_R_] Believe it or not, I'm not here to be a pervert.
dutch: [_R_] Geloof het of niet, ik ben hier niet om pervert te zijn.
german: [_R_] Glauben Sie es oder nicht, ich bin nicht hier, um ein Perser zu sein.

source: [_R_] I'm actually here shopping with my mom.
dutch: [_R_] Ik ben hier eigenlijk aan het winkelen met mijn moeder.
german: [_R_] Ich bin tatsächlich hier einkaufen mit meiner Mama.
