Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_AD_] Then your principal, when you're in school, for ruining his fun.
dutch: [_AD_] Vervolgens zal je directeur, wanneer je op school bent, zijn plezier verpesten.
german: [_AD_] Dann dein Principal, wenn du in der Schule bist, um seinen Spaß zu ruinieren.

source: [_R_] I've got it.
dutch: [_R_] Ik heb het.
german: [_R_] Ich habe es.

source: [_R_] Diaz, you....
dutch: [_R_] Diaz, jij....
german: [_R_] Diaz, du....

source: [_AD_] Right. Then It'll be my turn to kick your ass, for being a moron, and fucking up my night.
dutch: [_AD_] Recht. Dan is het mijn beurt om je weg te schoppen, om een moron te zijn en mijn nacht op te blazen.
german: [_AD_] Rechts! Dann bin ich an der Reihe, um den Arsch zu werfen, weil ich ein Moron bin und meine Nacht durchficken kann.

source: [_R_] No, listen!
dutch: [_R_] Nee, luistert!
german: [_R_] Nein, hören!

source: [_R_] Do what you did last time and send Sidney in there to break it up. It worked before.
dutch: [_R_] Doe wat je de vorige keer deed en stuur Sidney erheen om het te vernietigen. Het werkte vooraf.
german: [_R_] Tue das, was du beim letzten Mal getan hast und schicke Sidney dorthin, um es zu zerbrechen. Es hat schon funktioniert.

source: [_AD_] You're not thinking this through. Sidney was back at the bar when he came in.
dutch: [_AD_] Je denkt hier niet goed over. Zich was terug in de bar toen hij binnenkwam.
german: [_AD_] Du denkst das nicht durchaus. Sidney war zurück an der Bar, als er hereinkam.

source: [_AD_] So he didn't order a drink for her to give him, Einstein.
dutch: [_AD_] Dus hij heeft geen drankje besteld voor haar om hem te geven. Einstein.
german: [_AD_] Also hat er ihm kein Getränk bestellt, das ihm Einstein gibt.

source: [_R_] Well, just tell her you want to buy him a drink then!
dutch: [_R_] Nou, zeg haar gewoon dat je hem een drankje wilt kopen!
german: [_R_] Na ja, sag ihr nur, dass ihr ihn dann ein Getränk kaufen möchte!

source: [_AD_] Don't get mouthy with me, Ace!
dutch: [_AD_] Laat de mond niet bij me horen, Ate!
german: [_AD_] Erhalte dich nicht mit mir, As!

source: [_AD_] I don't buy guys drinks! They buy {b}me{/b} drinks. You got that!?
dutch: [_AD_] Ik koop geen drankjes! Ze kopen {b}me{/b} drankjes. Dat heb je begrepen!?
german: [_AD_] Ich kaufe keine Junggetränke! Sie kaufen {b}m{/b} Getränke. Du hast das!?

source: [_R_] Yeah...
dutch: [_R_] Ja...
german: [_R_] Ja...

source: [_AD_] Uggh. Your face is so pitiful!
dutch: [_AD_] Oegg. Je gezicht is zo erbarmelijk!
german: [_AD_] Uggh. Dein Gesicht ist so erbärmlich!

source: [_AD_] Alright, fine. I'll do it.
german: [_AD_] Okay, gut. Ich werde es tun.

source: [_R_] Really?!
dutch: [_R_] Echt waar?!
german: [_R_] wirklich?!

source: [_AD_] For five hundred bucks.
dutch: [_AD_] Voor vijfhonderd emmers.
german: [_AD_] für fünfhundert Bucks.

source: [_R_] Five hundred?! For one drink?
dutch: [_R_] Vijf honderd?! Voor één drank?
german: [_R_] Fünf Hundert?! Für ein Getränke?

source: [_AD_] Fifty for the drink and a nice tip for your sister. A hundred fifty for the lapdances I'm going to enjoy tonight. And three hundred for the "Diaz retirement fund".
dutch: [_AD_] Vijftig voor het drankje en een leuke tip voor je zus. Honderd vijftig voor de lapdances zal ik vannacht genieten. En driehonderd voor het pensioneringsfonds Diaz.
german: [_AD_] Fünfzig für das Getränk und ein schöner Tipp für deine Schwester. Ein hundertfünfzig für die Rundenfeiern, die ich heute Abend genießen werde, und dreihundert für den "Diaz Rentenfond".

source: [_AD_] So? Do we have a deal?
dutch: [_AD_] Binnenkort? Hebben we een deal?
german: [_AD_] So? Haben wir ein Deal?

source: [_AD_] Great! I knew I could count on you for that lapdance.
dutch: [_AD_] Geweldig! Ik wist dat ik op jou kon rekenen voor die lapdance.
german: [_AD_] Großartig! Ich wusste, dass ich für diesen Verfall auf dich zählen konnte.

source: [_AD_] You're no fun. I'm going to get a drink. Why don't you scram for the night.
dutch: [_AD_] Je bent niet leuk. Ik ga een drankje krijgen. Waarom scram je niet voor de nacht.
german: [_AD_] Du hast keinen Spaß. Ich werde ein Getränk bekommen. Warum bist du nicht auf die Nacht gestoßen.

source: [_R_] Why?
dutch: [_R_] Waarom?
german: [_R_] Warum?

source: [_AD_] Because you're bumming me out. Now beat it before I rat you out to Sidney.
dutch: [_AD_] Omdat je me bumpert. Versla het nu voordat ik je uitrat bij Sidney.
german: [_AD_] Weil du mich stummgeschlagen hast. Schlag es jetzt, bevor ich dich nach Sidney bewerte.

source: [_AD_] Why am I even talking to you?
dutch: [_AD_] Waarom ben ik zelfs tegen je?
german: [_AD_] Warum rede ich überhaupt mit dir?

source: [_AD_] Scram! you're bumming me out! Now beat it before I rat you out to Sidney.
dutch: [_AD_] Verstoord! Je knuffelt me uit! Versla het voordat ik je rat op Zidney.
german: [_AD_] Scram! Du bummst mich raus! Jetzt schlage es, bevor ich dich nach Sidney bewerte.

source: [_R_] No, I'll give you the five hundred! Just let me owe it to you!
dutch: [_R_] Nee, ik zal je de vijfhonderd geven! Laat me het gewoon aan je schuldig zijn!
german: [_R_] Nein, ich gebe dir die fünftausend! Lass es mich dir schulden!

source: [_AD_] Hmmm... I guess I could take it out of your cute little sister and cousin?
dutch: [_AD_] Hmmm... Ik denk dat ik het uit je schattige zuster en neef kan halen?
german: [_AD_] Hmmm... Ich denke, ich könnte es aus deiner süßen kleinen Schwester und Cousin?

source: [_R_] Yes, fine! anything to save my mom from Principal Hardun.
dutch: [_R_] Ja, prima! Alles om mijn moeder te redden van Principal Hardun.
german: [_R_] Ja, gut! Alles was meine Mutter vor Principal Hardun zu retten.

source: [_AD_] Great! But don't forget you owe me, because I won't!
dutch: [_AD_] Geweldig! Maar vergeet je niet, want ik heb het niet gedaan!
german: [_AD_] Großartig! Aber vergiss nicht, dass du mir schuldig bist, denn ich werde es nicht tun!

source: [_AD_] Just Diaz, Honey. Remember?
dutch: [_AD_] Just Diaz, hone. Onthoud?
german: [_AD_] Nur Diaz, Honey. Denk daran?

source: [_S_] Right.
dutch: [_S_] Recht.
german: [_S_] Recht.

source: [_AD_] So how did my little bit of advice for you last time work out? Did he tip like a king or was he a cheap skate?
dutch: [_AD_] Dus hoe heeft mijn klein beetje advies voor je het laatst uitgewerkt? Heeft hij als een koning getikt of was hij een goedkope schaat?
german: [_AD_] Wie hat sich also meine kleine Ratschläge für dich das letzte Mal ausgearbeitet? Hat er wie ein König gekippt oder war er ein billiger Skate?

source: [_S_] Oh, umm. Yeah, it worked. He gave me a pretty good tip.
dutch: [_S_] Oh, umm. Ja, het werkte. Hij gaf me een goede tip.
german: [_S_] Oh, umm. Ja, es hat funktioniert. Er gab mir einen ziemlich guten Tipp.

source: [_AD_] Your mother didn't mind, did she?
dutch: [_AD_] Je moeder vond het niet erg, nietwaar?
german: [_AD_] Deine Mutter hat nichts dagegen, nicht wahr?

source: [_S_] No, she said it was fine. He must have tipped my mom pretty well too.
dutch: [_S_] Nee, ze zei dat het prima was. Hij heeft mijn moeder toch wel goed getikt.
german: [_S_] Nein, sie sagte, es sei in Ordnung. Er muss auch meine Mutter ziemlich gut gekippt haben.

source: [_AD_] Why do you say that, Honey?
dutch: [_AD_] Waarom zeg je dat, Honey?
german: [_AD_] Warum sagen Sie das, Honig?

source: [_S_] Because she was letting him touch her.
dutch: [_S_] Omdat ze hem liet aanraken.
german: [_S_] weil sie ihn berühren ließ.

source: [_RT_] {i}She what?!{/i}
dutch: [_RT_] {i}Zij wat?!{/i}
german: [_RT_] {i}Sie was?!{/i}

source: [_AD_] Wow! He must be quite the stud.
dutch: [_AD_] Wow! Hij moet behoorlijk de dikte zijn.
german: [_AD_] Wow! Er muss ziemlich das Gestüt sein.

source: [_S_] I thought that was aginst the rules, but she said it's okay if the dancer allows it.
dutch: [_S_] Ik dacht dat dit de regels verziekt, maar ze zei dat het oké was als de danseres het toestaat.
german: [_S_] Ich dachte, das wäre die Regeln, aber sie sagte, es ist in Ordnung, wenn der Tänzer es zulässt.

source: [_AD_] Well, your mom's a pro. She knows what she's talking about.
dutch: [_AD_] Nou, je moeder is een pro. Ze weet waarover ze praat.
german: [_AD_] Nun, deine Mutter ist ein Pro. Sie weiß, wovon sie redet.

source: [_S_] Yeah, I guess she is. So what can I do for you? A rum and coke, right?
dutch: [_S_] Yeah, ik denk dat ze het is. Dus wat kan ik voor je doen? Een rum en coke, toch?
german: [_S_] Ja, ich denke, sie ist es. Was kann ich für dich tun? Ein Rum und Kok? o?

source: [_AD_] You remember my drink? That's so sweet, but no... Your mom is giving a guy a lapdance over there, and I want to buy him a drink.
dutch: [_AD_] Herinner je je mijn drank? Dat is zo zoet, maar nee... Je moeder geeft een jongen daar een lapdans en ik wil hem een drankje kopen.
german: [_AD_] Du erinnerst dich an mein Getränke? Das ist so süß, aber nein... Ihre Mama gibt einem Kerl einen Laptanz, und ich möchte ihm ein Getränk kaufen.

source: [_S_] Huh? You want to buy a {b}guy{/b} a drink?
dutch: [_S_] Huh? Wil je een drankje van {b}kopen{/b} kopen?
german: [_S_] Huh? Du möchtest einen {b}Kerl{/b} ein Getränk kaufen?

source: [_AD_] What can I say? He's impressed me. He's the same guy we were just talking about.
dutch: [_AD_] Wat kan ik zeggen? Hij is onder de indruk. Hij is dezelfde vent waar we het net over hadden.
german: [_AD_] Was kann ich sagen? Er hat mich beeindruckt. Er ist der gleiche Kerl, von dem wir gerade gesprochen haben.

source: [_AD_] After [mom_name] put on one hell of a show, he amazed the whole place by tipping her enough cash that she gave him her panties and then dragged him back for a private dance.
dutch: [_AD_] Na [mom_name] zet een hel van een show, Hij verbaasde zich over de hele linie door haar genoeg geld te laten fooien dat ze hem haar broek gaf en hem vervolgens terugsleepte voor een privédans.
german: [_AD_] Nach [mom_name] auf eine Hölle einer Show gesetzt, Er verblüffte den ganzen Ort, indem er ihr genug Bargeld zuschickte, dass sie ihm ihre Hosen gab und ihn dann für einen privaten Tanz zurückzog.

source: [_RT_] {i}That's not what happened!{/i}
dutch: [_RT_] {i}Dat is niet wat er gebeurt!{/i}
german: [_RT_] {i}Das ist nicht passiert!{/i}

source: [_S_] She gave him her panties? Like, to keep? Wow! So she's walking around...
dutch: [_S_] Ze gaf hem haar vijvers? Like, om te blijven? Wow! Dus ze loopt rond...
german: [_S_] Sie gab ihm ihre Panties? Gefällt ihm, zu halten? Wow! Also geht sie herum...

source: [_AD_] Yup, letting it all hang out. But look, I ain't trying to pick the guy up or anything. So just tell him I said "great job on getting the redheads panties".
dutch: [_AD_] Yup, laat het allemaal ophangen. Maar kijk, ik probeer niet de jongen op te pakken of wat dan ook. Dus zeg hem gewoon dat ik "geweldig werk heb verricht bij het krijgen van rode spannen".
german: [_AD_] Yup, lasst alles hängen. Aber schau, ich versuche nicht, den Kerl oder irgendetwas auszupicken. Also sagen Sie ihm, sagte ich "super Arbeit mit dem Erhalt der redheads panties".

source: [_S_] Okay, sure. I think he had a scotch last time.
dutch: [_S_] Oké, zeker. Ik denk dat hij de vorige keer een schoot had.
german: [_S_] Okay, sicher. Ich glaube, er hatte beim letzten Mal einen Schlitz.

source: [_AD_] Great! Here's a tip for you, too.
dutch: [_AD_] Geweldig! Hier is ook een tip voor jou.
german: [_AD_] Super! Hier ist auch ein Tipp für dich.

source: [_R_] Wait, where's she going?
dutch: [_R_] Wait, waar gaat ze?
german: [_R_] Warte, wohin geht sie?

source: [_AD_] Back to the bar to get his drink. It's probably going to be a few minutes.
dutch: [_AD_] terug naar de balk om zijn drankje te krijgen. Het zal waarschijnlijk een paar minuten zijn.
german: [_AD_] Zurück in die Bar, um sein Getränk zu bekommen. Es wird wahrscheinlich ein paar Minuten dauern.

source: [_R_] But you heard Sidney? He's forcing her to let him put his filthy hands all over her!
dutch: [_R_] Maar je hoorde Sidney? Hij dwingt haar om hem zijn smerige handen over haar te laten vallen!
german: [_R_] Aber du hast Sidney gehört? Er zwingt sie, ihm seine schmutzigen Hände über sie zu bringen!

source: [_AD_] So? She may as well get used to getting groped, knowing what Joey has planned for her.
dutch: [_AD_] Zop? Ze kan net zo goed gewend raken om groef te worden, wetende wat Joey voor haar heeft gepland.
german: [_AD_] So? Sie kann sich auch daran gewöhnen, sich zu pflegen und zu wissen, was Joey für sie geplant hat.

source: [_R_] Fuck! I've got to see what's going on in there!
dutch: [_R_] Fuck! Ik moet zien wat daar gebeurt!
german: [_R_] Fuck! Ich muss sehen, was da los ist!

source: [_AD_] Where do you think you're going?
dutch: [_AD_] Waar denk je dat je gaat?
german: [_AD_] Wohin gehst du?

source: [_R_] Relax... I'm just going to take a peek is all.
dutch: [_R_] Relase... Ik ga alleen maar een kijkje nemen is alles.
german: [_R_] Entspannen... Ich werde nur einen Blick nehmen ist alles.

source: [_AD_] Peeking? Oh that sounds like fun. I'll come with.
dutch: [_AD_] Peeking? Oh dat klinkt als leuk. Ik kom mee.
german: [_AD_] Peeking? Oh, das klingt nach Spaß. Ich komme mit.

source: [_R_] Wait! We can't both peek.
dutch: [_R_] Wacht! We kunnen niet beide pees vinden.
german: [_R_] Warte! Wir können nicht beide ansehen.

source: [_AD_] Why not?
dutch: [_AD_] Waarom niet?
german: [_AD_] Warum nicht?

source: [_R_] Because someone's got to keep an eye out for Sidney coming back.
dutch: [_R_] Omdat iemands moet oppassen voor Zidney die terugkomt.
german: [_R_] Weil jemand darauf achten muss, dass Sidney wieder zurückkehrt.

source: [_AD_] Okay. You keep an eye out. and I'll tell you what's happening.
dutch: [_AD_] Oké. Je houdt een oogje in het zei; en ik zal je vertellen wat er aan de hand is.
german: [_AD_] Okay. Du hältst einen Blick auf dich und ich sage dir, was passiert.

source: [_R_] Hey! This is my mom we're talking about here!
dutch: [_R_] Hey! Dit is mijn moeder waar we het hier over hebben!
german: [_R_] Hey! Das ist meine Mutter, über die wir hier sprechen!

source: [_R_] Can you please just watch out for Sidney?
dutch: [_R_] Kan je even uitkijken voor Sidney?
german: [_R_] Kannst du bitte nur auf Sidney achten?

source: [_R_] Hey! I paid you five hundred dollars! Can you please just watch out for Sidney?
dutch: [_R_] Hallo! Ik heb je vijfhonderd dollar betaald! Kun je alsjeblieft oppassen voor Sidney?
german: [_R_] Hey! Ich habe dir 500 Dollar bezahlt! Kannst du bitte nur auf Sidney achten?

source: [_AD_] Ugh, fine.
dutch: [_AD_] Oei, oké.
german: [_AD_] Ugh, gut.

source: [_RT_] {i}It looks like they're just talking...{/i}
dutch: [_RT_] {i}Het lijkt erop dat ze gewoon praten...{/i}
german: [_RT_] {i}Es sieht so aus, als würden sie gerade sprechen...{/i}

source: [_M_] I said I'd give you a lapdance, not let you... How can you ask me to do that, you bastard!?
dutch: [_M_] Ik zei dat ik je een lappendeken zou geven, niet laat je het... Hoe kan je me vragen om dat te doen, jij staart!?
german: [_M_] Ich sagte, ich würde dir einen Verfall geben, nicht lassen... Wie kannst du mich bitten, das zu tun, du Bastard!?

source: [_PH_] Do it, Mrs. [mom_name]. And mind how you address me. I'd hate to go back to the school to file some termination paperwork for your insubordinate behaviour.
dutch: [_PH_] Doet u het, mevrouw [mom_name]. En denk aan hoe u me toespreekt. Ik zou het jammer vinden om terug te gaan naar de school om wat termination paperwork in te dienen voor uw onondergeschikte gedrag.
german: [_PH_] Tun Sie es, Frau [mom_name]. Und denken Sie, wie Sie mich ansprechen. Ich würde es verabscheuen, in die Schule zurückzukehren, um ein paar Terminierungspapiere für Ihr untergeordnetes Verhalten einzureichen.

source: [_M_] No!
dutch: [_M_] Nee!
german: [_M_] Nein!

source: [_M_] Please! I'm sorry ok? I can give you a great lap dance. You can touch my butt, like before.
dutch: [_M_] Alsjeblieft! Het spijt ok? Ik kan je een geweldige schijndans geven. Je kunt mijn streep aanraken, zoals eerder.
german: [_M_] Bitte! Es tut mir leid, ok? Ich kann dir einen tollen Rundentanz geben. Du kannst meinen Bass berühren wie zuvor.

source: [_M_] I'll grind my ass on your crotch real nice.
dutch: [_M_] Ik zal mijn pas op je kruis echt leuk maken.
german: [_M_] Ich richte meinen Arsch auf deinen Crotch richtig schön.

source: [_M_] You've always liked my tits, right? I've seen you looking at them. You... you can squeeze my tits too if you want.
dutch: [_M_] Je hebt mijn strots altijd leuk gevonden, toch? Ik heb gezien dat je naar ze kijkt... Je kunt ook mijn tits knijpen als je wilt.
german: [_M_] Du hast meine Titten immer gemocht, richtig? Ich habe gesehen, dass du sie angeschaut hast. Sie... Du kannst auch meine Titten knacken, wenn du willst.

source: [_PH_] We can do all that later. First, we're going to see if I need to punish you for lying to me. Unless you want to confess now and get a lighter punishment?
dutch: [_PH_] We kunnen dit allemaal later doen. Eerst gaan we zien of ik je moet straffen als je tegen me liegt. Wil je nu niet toegeven en een lichtere straf krijgen?
german: [_PH_] Wir können das alles später tun. Zuerst werden wir sehen, ob ich dich dafür bestrafen muss, dass du mich belogen hast. Wenn du nicht jetzt gestehen willst und eine leichtere Strafe bekommen willst?

source: [_M_] I'm telling you... it's perspiration from dancing!
dutch: [_M_] Ik vertel je het... het is perspiratie van dansen!
german: [_M_] Ich sage dir... es ist Schwingung vom Tanzen!

source: [_PH_] Have it your way.
dutch: [_PH_] Krijg je weg.
german: [_PH_] Habe es dir den Weg.

source: [_PH_] Now, unless you want to be wearing that waitress outfit for your day job as well, turn around and bend over.
dutch: [_PH_] Nu, tenzij je die kelder wilt dragen die geschikt is voor je dagbaan, draai om en draai om!
german: [_PH_] Nun, es sei denn, du möchtest dieses Kellneroutfit auch für deinen Job tragen, drehe dich um und biege dich um.

source: [_MT_] {i}Why is he doing this to me? His hands rubbing up and down my thighs is making my head spin. They're getting so close to my pussy.{/i}
dutch: [_MT_] {i}Waarom doet hij dit tegen mij? Zijn handen schieten op en neer langs mijn dijpen draaien mijn hoofd. Ze komen zo dicht bij mijn pussy.{/i}
german: [_MT_] {i}Warum macht er das mir? Seine Hände reiben meine Oberschenkel hoch und unten drehen meinen Kopf. Sie sind so nah an meiner Fotze.{/i}

source: [_PH_] Hmm, well, there's a fair amount of sweat dripping down from your hips and belly to your thighs. That could explain the wetness I saw before.
dutch: [_PH_] Hmm, Nou, er is een grote hoeveelheid zweet dat je van je heupen naar je hand rijdt. Dat zou de natte kracht kunnen verklaren die ik eerder zag.
german: [_PH_] Hmm, es gibt eine Menge Schweiß abtropfen von deinen Hüften und Bauch zu deinen Oberschenkeln. Das könnte die Feuchtigkeit erklären, die ich vorher gesehen habe.

source: [_M_] I... I told you.
dutch: [_M_] I... Ik heb het je verteld.
german: [_M_] Ich... Ich habe es dir gesagt.

source: [_PH_] But what about up here?
dutch: [_PH_] Maar hoe zit het hier op?
german: [_PH_] Aber was ist hier oben?

source: [_PH_] Quite a bit of moisture... But is it coming from outside? Or inside?
dutch: [_PH_] nogal wat vochtigheid... Maar komt het van buitenaf? Of binnen?
german: [_PH_] Ein bisschen Feuchtigkeit... Aber kommt es von außen? Oder innerhalb?

source: [_MT_] {i}I can't deny it any longer. I'm getting soaked! How did my pussy get so wet when I despise this man so much?{/i}
dutch: [_MT_] {i}Ik kan het niet langer ontkennen. Ik word zo slim! Hoe is mijn pussy zo nat geworden als ik deze man zo veracht?{/i}
german: [_MT_] {i}Ich kann es nicht mehr leugnen. Ich werde gesaugt! Wie ist meine Fotze so nass geworden, als ich diesen Mann so verachtete?{/i}

source: [_MT_] {i}God! Why is this happening? I can feel his fingers getting slick as he spreads open my pussy lips.{/i}
dutch: [_MT_] {i}God! Waarom gebeurt dit? Ik kan zijn vingers zien terwijl hij mijn poosjes opslaat. {/i}
german: [_MT_] {i}Gott! Warum geschieht das? Ich kann seine Finger beim Öffnen meiner Fotzen schlitzen.{/i}

source: [_PH_] As I suspected. Your cunt is absolutely dripping. It's getting all over my fingers!
dutch: [_PH_] Zoals ik vermoed is jouw tante volgestookt. Het wordt allemaal over mijn vingers!
german: [_PH_] Wie ich vermutet habe. Deine Fotze ist absolut tropfend. Sie bringt alles über meine Finger!

source: [_PH_] You lied to me, Mrs. [mom_name], and here's the proof.
dutch: [_PH_] Je hebt tegen me gelogen, mevrouw [mom_name], en hier is het bewijs.
german: [_PH_] Du hast mir gelogen, Frau [mom_name], und hier ist der Beweis.

source: [_M_] I... I didn't... I don't understand.
dutch: [_M_] Ik... Ik heb niet begrepen...
german: [_M_] Ich... Ich habe nicht verstanden... Ich verstehe nicht.

source: [_PH_] I'm sorry, Mrs. [mom_name], but you've left me no choice. I told you what would happen, and gave you a chance to come clean. You must have wanted me to punish you.
dutch: [_PH_] Het spijt me, mevrouw [mom_name], maar u hebt mij geen keuze gelaten. Ik heb je verteld wat er zou gebeuren en heb je de kans gegeven om schoon te worden. Je moet hebben gewild dat ik je bestraft.
german: [_PH_] Es tut mir leid, Frau [mom_name], aber Sie haben mir keine Wahl gelassen. Ich habe Ihnen gesagt, was passieren würde, und Ihnen die Möglichkeit gegeben, sauber zu sein, und Sie müssen mir eine Bestrafung gewünscht haben.

source: [_M_] No, I...!
dutch: [_M_] Nee, ik...!
german: [_M_] Nein, ich...!

source: [_PH_] Quiet! Now, stand up.
dutch: [_PH_] Stil! Ga nu staan.
german: [_PH_] Ruhe! Jetzt stehen!

source: [_M_] What are you going to do?
dutch: [_M_] Wat ga je doen?
german: [_M_] Was wirst du tun?

source: [_PH_] If you were a student, I'd spank your little lying ass.
dutch: [_PH_] Als je een student was, zou ik je lelijke spuwen maken.
german: [_PH_] Wenn du Student bist, würde ich deinen kleinen liegenden Arsch spritzen.

source: [_RT_] {i}He's going to spank her!?{/i}
dutch: [_RT_] {i}Hij zal haar spuwen!?{/i}
german: [_RT_] {i}Er sprang her!?{/i}

source: [_M_] You're going to spank me!? I'm not a child!
dutch: [_M_] Je gaat me spuwen!? Ik ben geen kind!
german: [_M_] Du wirst mich sprangen!? Ich bin kein Kind!

source: [_PH_] No you are not. And that's why it's not your voluptuous bottom I'll be paddling.
dutch: [_PH_] Nee jij niet. En dat is de reden waarom het niet jouw voluptuous bodem is die ik zal vullen.
german: [_PH_] Nein, du bist es nicht. Und deshalb ist es nicht dein voluptuous Boden, den ich paddeln werde.

source: [_AD_] {i}(Whisper shouting){/i} Hey! Sidney's back. Go sit back down!
dutch: [_AD_] {i}(Whisper shout){/i} Hey! Sidney terug. Ga achteraan zitten!
german: [_AD_] {i}(Whisper-Shouting){/i} Hey! Sidney zurück. Setze dich zurück!

source: [_PH_] Start by taking off that dress.
dutch: [_PH_] Start door die jurk uit te doen.
german: [_PH_] Beginnen Sie mit diesem Kleid.

source: [_R_] {i}(Whispering){/i} Just a second.
dutch: [_R_] {i}(Fluister){/i} Even geduld.
german: [_R_] {i}(Flüstern){/i} Nur eine Sekunde.

source: [_AD_] I said now!
dutch: [_AD_] Ik zei nu!
german: [_AD_] Ich sagte jetzt!

source: [_R_] Ouch! Hey!
dutch: [_R_] Au! Hey!
german: [_R_] Auge! Hey!

source: [_ST_] {i}She just gave him her panties?{/i}
dutch: [_ST_] {i}Ze gaf hem net haar garanties?{/i}
german: [_ST_] {i}Sie gab ihm gerade ihre Panties?{/i}

source: [_ST_] {i}Did she do that just because the guy gave her a big tip? Or maybe...{/i}
dutch: [_ST_] {i}heeft ze dat gedaan enkel omdat de kerel haar een grote tip gaf? Of misschien...{/i}
german: [_ST_] {i}Hat sie das getan, nur weil der Kerl ihr einen großen Tipp gegeben hat? Oder vielleicht...{/i}
