Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Oh wow!... I can't believe I've had sex with both of my sisters!{/i}
italian: [_RT_] {i}Oh wow!... Non posso credere di aver fatto sesso con entrambe le mie sorelle!{/i}

source: [_RT_] {i}I mean, I really wanted to, but I don't think I really believed it was possible.{/i}
italian: [_RT_] {i}Voglio dire che volevo davvero, ma non credo di aver creduto davvero che fosse possibile.{/i}

source: [_RT_] {i}And yet... Here I am.{/i}
italian: [_RT_] {i}E ancora... Qui sia.{/i}

source: [_RT_] {i}Granted, Matt fucking Lauren was not part of the plan, but at least I'm not being completely left out.{/i}
italian: [_RT_] {i}Granted, Matt cazzo Lauren non era parte del piano, ma almeno non sono stato completamente escluso.{/i}

source: [_RT_] {i}If I can get my own sisters to fuck me... maybe it really is possible to fuck Mom too!{/i}
italian: [_RT_] {i}Se posso convincere le mie sorelle a scoparmi... forse è davvero possibile scopare anche la mamma!{/i}

source: [_RT_] {i}I'd say it's time to ramp up my efforts.{/i}
italian: [_RT_] {i}direi che è il momento di aumentare i miei sforzi.{/i}

source: [_RT_] {i}Urrgghh... But how?{/i}
italian: [_RT_] {i}Urrgghh... Ma come?{/i}

source: [_RT_] {i}I could get her really drunk.{/i}
italian: [_RT_] {i}Potrei ubriacarla davvero.{/i}

source: [_RT_] {i}But do I really want her that way?{/i}
italian: [_RT_] {i}Ma la voglio davvero così?{/i}

source: [_RT_] {i}No... I want her to want me... To be of sound mind when she chooses to fuck me.{/i}
italian: [_RT_] {i}No... Voglio che mi voglia... Per essere di mente sana quando sceglie di scoparmi.{/i}

source: [_RT_] {i}Hmmm... her will power isn't nearly as strong when she's really horny.{/i}
italian: [_RT_] {i}Hmmm... il suo potere di volontà non è così forte quando è davvero eccitato.{/i}

source: [_RT_] {i}She had so much lust in her eyes when she gave me that handjob in her office.{/i}
italian: [_RT_] {i}Aveva tanta lussuria agli occhi quando mi diede quel lavoro nel suo ufficio.{/i}

source: [_RT_] {i}There's no way in hell she would have done that unless she was really horny.{/i}
italian: [_RT_] {i}Non c'è modo all'inferno che avrebbe fatto se non fosse davvero eccitata.{/i}

source: [_RT_] {i}The problem is she's always buttering her own muffin whenever she gets too bad.{/i}
italian: [_RT_] {i}Il problema è che lei sta sempre imburrando il suo proprio muffin ogni volta che diventa troppo male.{/i}

source: [_RT_] {i}Fuck!.... As long as she's got an outlet for her horniness, I don't know if she'll ever break down.{/i}
italian: [_RT_] {i}Fuck!.... Finché avrà uno sbocco per la sua horniness, non so se mai si romperà.{/i}

source: [_RT_] {i}Wait a minute.... I know exactly where she likes to butter that muffin.{/i}
italian: [_RT_] {i}Aspetta un minuto.... So esattamente dove le piace il burro che muffin.{/i}

source: [_RT_] {i}What if I don't let her finish?{/i}
italian: [_RT_] {i}Cosa succede se non la lascio finire?{/i}

source: [_RT_] {i}If I can catch her... and stop her...{/i}
italian: [_RT_] {i}Se posso catturarla... e fermarla...{/i}

source: [_RT_] {i}What will she be willing to do if she doesn't have an outlet?{/i}
italian: [_RT_] {i}Che cosa sarà disposta a fare se non ha uno sbocco?{/i}

source: [_RT_] {i}I mean, it's worth a try.{/i}
italian: [_RT_] {i}Voglio dire, vale la pena provare.{/i}

source: [_RT_] {i}"My watch has begun."{/i}
italian: [_RT_] {i}"Il mio orologio è iniziato."{/i}

source: {i}{b}(HINT){/b} I need to stop Mom from masturbating in the bathroom.{/i}
italian: {i}{b}(HINT){/b} Devo evitare che la mamma si masturbi in bagno.{/i}

source: {i}{b}(HINT){/b} I need to stop Mom from masturbating in her office.{/i}
italian: {i}{b}(HINT){/b} Devo impedire alla mamma di masturbarsi nel suo ufficio.{/i}

source: {i}{b}(HINT){/b} I need to stop Mom from masturbating in her bedroom.{/i}
italian: {i}{b}(HINT){/b} Devo evitare che la mamma si masturbi nella sua camera da letto.{/i}

source: {i}{b}(HINT){/b} I should pay Mom a visit in the kitchen, on Sunday, in the early morning.{/i}
italian: {i}{b}(HINT){/b} Dovrei fare una visita alla mamma in cucina, la domenica, il primo mattino.{/i}

source: {i}"Congratulations, You've unlocked a new stat for Mom! Whenever you stop your mom from masturbating, her {b}sexual frustration{/b} stat will increase."{/i}
italian: {i}"Congratulazioni, Hai sbloccato una nuova stat per la mamma! Ogni volta che si ferma la mamma da masturbarsi, la sua frustrazione sessuale {b}{/b} stat aumenterà."{/i}

source: {i}"Now get out there and pussy block your mom!"{/i}
italian: {i}"Ora esci e la figa blocca la tua mamma!"{/i}

source: [_RT_] {i}Today has worn me out!... I'm gonna hit that bed and sleep like a rock.{/i}
italian: [_RT_] {i}Oggi mi ha indossato!... Sto andando colpire quel letto e dormire come un rock.{/i}

source: [_ST_] {i}[ryan] must be really tired. He didn't even rub his hand against my ass like he usually does every night as he climbs into bed.{/i}
italian: [_ST_] {i}[ryan] deve essere davvero stanco. Non ha nemmeno strofinato la mano contro il mio culo come fa di solito ogni notte mentre si arrampica a letto.{/i}

source: [_ST_] {i}That's a pity I'm feeling a little neglected.{/i}
italian: [_ST_] {i}È un peccato che mi sento un po' trascurato.{/i}

source: [_ST_] {i}I need some attention... I'll bet he'd be up for it if I wake him up and ask for it.{/i}
italian: [_ST_] {i}Ho bisogno di un po' di attenzione... Scommetto che sarebbe pronto se lo svegli e lo chiedesse.{/i}

source: [_S_] Hey, [ryan]!
italian: [_S_] Ehi, [ryan]!

source: [_R_] Huh?...
italian: [_R_] Eh?...

source: [_S_] Hey brother.
italian: [_S_] Hey fratello.

source: [_R_] Oh... Hey Sidney.
italian: [_R_] Oh... Ehi Sidney.

source: [_R_] Was I snoring or something?
italian: [_R_] Stavo russando o qualcosa?

source: [_S_] No... I was just feeling a little lonely.
italian: [_S_] No... Mi sentivo un po' sola.

source: [_R_] Oh, I'm sorry... I was just so tired tonight.
italian: [_R_] Oh, mi dispiace... ero così stanco stasera.

source: [_R_] In fact, I'm not sure if I'd even be able to perform tonight.
italian: [_R_] Infatti, non sono sicuro se sarei nemmeno in grado di eseguire questa sera.

source: [_S_] Well, why don't you just lay back, and I'll see what little [ryan] has to say on the matter.
italian: [_S_] Beh, perché non si è semplicemente seduti indietro e vedrò che cosa poco [ryan] ha da dire sulla questione.

source: [_S_] Of course, I say little [ryan] jokingly, cuz damn is he big.
italian: [_S_] Naturalmente, dico poco [ryan] scherzando, cuz maledetto è lui grande.

source: [_S_] Oh... It's growing in my hand!
italian: [_S_] Oh... Sta crescendo nelle mie mani!

source: [_S_] I knew I could get you in the mood.
italian: [_S_] Sapevo che potevo prenderti nell'umore.

source: [_S_] My thoughts exactly.
italian: [_S_] I miei pensieri esattamente.

source: [_S_] [ryan]... I need you to fuck me with this dick.
italian: [_S_] [ryan]... Ho bisogno che tu mi scopi con questo cazzo.

source: [_S_] Fine... If you're too tired to get up and fuck me, just lay there and I'll do all the work.
italian: [_S_] Fine... Se sei troppo stanco per alzarmi e scoparmi, basta stare lì e farò tutto il lavoro.

source: [_S_] I can't wait to get your dick inside me.
italian: [_S_] Non vedo l'ora di ottenere il tuo cazzo dentro di me.

source: [_S_] There's a smile.
italian: [_S_] C'è un sorriso.

source: [_S_] See, I knew you'd enjoy this.
italian: [_S_] Vedi, lo sapevo che ti sarebbe piaciuto questo.

source: [_RT_] {i}To think, I used to be the one to initiate every sexual encounter, and now Sidney's coming to me.{/i}
italian: [_RT_] {i}Pensare, ero solito essere quello di iniziare ogni incontro sessuale, e ora Sidney venire da me.{/i}

source: [_RT_] {i}We weren't even very close until she moved back in.{/i}
italian: [_RT_] {i}Non eravamo nemmeno molto vicini fino a quando non è tornata indietro.{/i}

source: [_RT_] {i}Now she's one of the greatest things in my life!{/i}
italian: [_RT_] {i}Ora è una delle cose più grandi della mia vita!{/i}

source: [_S_] I'm going to turn around and you're going to fuck me reverse cowgirl, kay?
italian: [_S_] Mi girerò e mi farò scopare invertire cowgirl, kay?

source: [_S_] There's just something about that position that hits my g-spot just right.
italian: [_S_] C'è solo qualcosa su quella posizione che colpisce il mio punto g-giusto.

source: [_R_] Yeah... anything you want.
italian: [_R_] Sì... tutto quello che vuoi.

source: [_S_] Oh... fuck, yes... [ryan]
italian: [_S_] Oh... cazzo, sì... [ryan]

source: [_S_] I love how long... and thick your... dick is!
italian: [_S_] Mi piace quanto tempo... e spessa il tuo... cazzo è!

source: [_S_] Your scratching itches... inside of me that... I didn't even know... I had!
italian: [_S_] I tuoi pruriti di graffiatura... dentro di me quello... non lo sapevo... avevo!

source: [_R_] This is pretty damn incredible for me too!
italian: [_R_] Questo è abbastanza dannatamente incredibile anche per me!

source: [_R_] I'm so glad we got over the barrier of us being siblings.
italian: [_R_] Sono così contento di aver superato la barriera di essere fratelli.

source: [_R_] This is the greatest thing going on in my life right now.
italian: [_R_] Questa è la cosa più grande che sta accadendo nella mia vita in questo momento.

source: [_S_] Awwwe... You're a... romantic.
italian: [_S_] Awwwe... Sei un romantico.

source: [_S_] Don't get too... attached though... We both know... this can't go on... forever.
italian: [_S_] Non ottenga troppo... attaccato però... lo sappiamo... questo non può andare avanti per sempre.

source: [_RT_] {i}We'll see about that.{/i}
italian: [_RT_] {i}Vedremo a riguardo. {/i}

source: [_S_] [ryan]!... I'm about to cum!
italian: [_S_] [ryan]!... Sto per cum!

source: [_M_] [ryan]?... Sidney?... You in there?
italian: [_M_] [ryan]?... Sidney?... Sei lì dentro?

source: [_R_] {i}(Whispering){/i} Fuck!... hurry get under the sheet!
italian: [_R_] {i}(Whispering){/i} Fuck!... sbrigatevi sotto il foglio!

source: [_R_] Sidney! Pretend to be asleep... I can take care of this.
italian: [_R_] Sidney! Pretend per dormire... posso prendermi cura di questo.

source: [_M_] I hope you're not changing I'm coming... Wait, you'd better damn well not be changing in front of each other. I'm coming in!
italian: [_M_] Spero che tu non stia cambiando sto arrivando... Aspetta, faresti meglio a maledire che non stia cambiando l'uno di fronte all'altro. Sto entrando!

source: [_M_] [ryan]?... Sidney?... Are you both asleep?
italian: [_M_] [ryan]?... Sidney?... Stai dormendo entrambi?

source: [_MT_] {i}Huh... I thought I heard noises in here... Maybe they were coming from Mandy and Lauren in their room?{/i}
italian: [_MT_] {i}Huh... Pensavo di aver sentito rumori qui dentro... Forse venivano da Mandy e Lauren nella loro stanza?{/i}

source: [_M_] I'm turning on the lights... I need to talk to you!
italian: [_M_] Sto accendendo le luci... Ho bisogno di parlare con te!

source: [_M_] You guys... Wake up!
italian: [_M_] Hai ragazzi... Svegliati!

source: [_R_] {i}(Sleepy voice){/i} Mom?... What are you doing in my room?
italian: [_R_] {i}(Sleepy voice){/i} Mom?... Cosa stai facendo nella mia stanza?

source: [_R_] Is everything ok?
italian: [_R_] Va tutto bene?

source: [_M_] No, [ryan]. Everything's certainly not ok.
italian: [_M_] No, [ryan]. Tutto non va bene.

source: [_M_] I just found out from your aunt, that Sidney hasn't been sleeping on the couch, and now I see that my suspicions were correct... She's been sleeping in your bed.
italian: [_M_] Ho appena scoperto da tua zia, che Sidney non ha dormito sul divano, e ora vedo che i miei sospetti erano corretti. Lei sta dormendo nel suo letto.

source: [_M_] Sidney... wake up... I need to talk to you.
italian: [_M_] Sidney... svegliati... Ho bisogno di parlare con te.

source: [_RT_] {i}Shit!... I don't trust that Sidney won't reveal too much.{/i}
italian: [_RT_] {i}Shit!... Non mi fido che Sidney non rivelerà troppo.{/i}

source: [_R_] It's no use, she's a really deep sleeper.
italian: [_R_] Non serve a niente, è una culla molto profonda.

source: [_M_] She needs to be part of conversation too.
italian: [_M_] Anche lei deve essere parte della conversazione.

source: [_RT_] {i}If Mom pulls this sheet back, we're fucked! Neither of us are wearing our bottoms.{/i}
italian: [_RT_] {i}Se la mamma tira indietro questo foglio, siamo scopati! Nessuno di noi indossa i nostri fondali. {/i}

source: [_R_] Does she?
italian: [_R_] vero?

source: [_R_] I don't see why.
italian: [_R_] Non vedo perché.

source: [_M_] She shouldn't be sleeping in the same bed as her brother!
italian: [_M_] Non dovrebbe dormire nello stesso letto di suo fratello!

source: [_R_] Why?... We used to sleep together all the time when we were younger.
italian: [_R_] Perché?... dormivamo insieme tutto il tempo quando eravamo più giovani.

source: [_M_] Yeah, but now you have wet dreams and morning wood.
italian: [_M_] Sì, ma ora avete sogni bagnati e legno del mattino.

source: [_M_] Not to mention Sidney's history of sleep molest...
italian: [_M_] Per non parlare della storia di Sidney di sonno molesto...

source: [_M_] Uh... never mind.
italian: [_M_] Uh... non dispiace.

source: [_R_] Sleep what?
italian: [_R_] Dormi cosa?

source: [_M_] Uhh... nothing, Lauren just said that Sidney can be hard to sleep next to.
italian: [_M_] Uhh... niente, Lauren ha appena detto che Sidney può essere difficile da dormire accanto a.

source: [_M_] You haven't noticed?
italian: [_M_] Non hai notato?

source: [_MT_] {i}She better not be pulling off my boy in her sleep.{/i}
italian: [_MT_] {i}Lei meglio non tirare via il mio ragazzo nel sonno.{/i}

source: [_R_] No, not at all, and I'm a light sleeper.
italian: [_R_] No, non affatto, e sono un dormitorio leggero.

source: [_M_] Huh...
italian: [_M_] Eh...

source: [_MT_] {i}I hope that's true, and that he's not just sleeping through it.{/i}
italian: [_MT_] {i}Spero che sia vero, e che non stia solo dormendo.{/i}

source: [_M_] Look, I'm just really not comfortable with my sexually mature son and daughter to be sleeping in the same bed.
italian: [_M_] Guarda, non sono proprio a mio agio con mio figlio sessualmente maturo e figlia di dormire nello stesso letto.

source: [_M_] I know when you're siblings it might seem innocent but there are studies that show...
italian: [_M_] So che quando sei fratello potrebbe sembrare innocente, ma ci sono studi che mostrano...

source: [_ST_] {i}Oh, no... Mom's capable of prattling on forever, and here I am without my shorts and panties on.{/i}
italian: [_ST_] {i}Oh, no... Mamma capace di potare per sempre, e qui sono senza i miei pantaloncini e mutandine su.{/i}

source: [_ST_] {i}All there is between my naked coochy and Mom is a thin cotton sheet.{/i}
italian: [_ST_] {i}Tutto quello che c'è tra il mio coochy nudo e la mamma è un foglio di cotone sottile.{/i}

source: [_ST_] {i}Fuck!... Why is that making me wet?{/i}
italian: [_ST_] {i}Fuck!... Perché mi fa bagnare?{/i}

source: [_ST_] {i}And there's [ryan] in all his glory.{/i}
italian: [_ST_] {i}E c'è [ryan] in tutta la sua gloria.{/i}

source: [_ST_] {i}He hasn't gotten any softer... in fact, I think this has made him harder.{/i}
italian: [_ST_] {i}Non ha ottenuto più morbide... infatti, penso che questo lo abbia reso più difficile.{/i}

source: [_ST_] {i}I've got a terrible idea!{/i}
italian: [_ST_] {i}Ho un'idea terribile!{/i}

source: [_ST_] {i}I might be biding my time, but at least I won't have to be bored.{/i}
italian: [_ST_] {i}Potrei concedermi il mio tempo, ma almeno non dovrò essere annoiato.{/i}

source: [_R_] Yeah, but Mom... Sidney's afraid to be alone in the Lounge, and frankly, I don't blame her.
italian: [_R_] Sì, ma la mamma... Sidney ha paura di essere sola nel Lounge, e francamente non la incolpo.

source: [_R_] We've got the Mafia breathing down our necks and the F B...
italian: [_R_] Abbiamo la mafia respirare giù i nostri colli e la F B...

source: [_M_] [ryan]?... You ok?
italian: [_M_] [ryan]?... Va bene?

source: [_R_] Yeah... sorry, I just got a really bad itch on my thigh.
italian: [_R_] Sì... mi dispiace, ho appena avuto un cattivo prurito sulla coscia.

source: [_R_] It's gone now.
italian: [_R_] È andato adesso.

source: [_RT_] {i}Oh... my... God!!!... What the fuck is Sidney trying to pull?{/i}
italian: [_RT_] {i}Oh... mio... Dio!!!... Che cazzo sta cercando di tirare Sidney?{/i}

source: [_R_] So, I was saying that the FBI seems to be watching through the windows, bugging our phones, they've probably hidden cameras in our house.
italian: [_R_] Quindi, stavo dicendo che l'FBI sembra essere guardare attraverso le finestre, bugging i nostri telefoni, hanno probabilmente telecamere nascoste nella nostra casa.

source: [_R_] I'm almost embarrassed to be in the bathroom...
italian: [_R_] Sono quasi imbarazzato di essere in bagno...

source: [_M_] [ryan]? Why are you pulling such a weird face?
italian: [_M_] [ryan]? Perché stai tirando una faccia così strana?

source: [_R_] Oh... Uh... It's just that I need to sneeze, but it won't come out.
italian: [_R_] Oh... Uh... È solo che ho bisogno di starnutire, ma non uscirà.

source: [_M_] God, I hate that feeling.
italian: [_M_] Dio, odio quel sentimento.

source: [_R_] Yeah, it's awful!
italian: [_R_] Sì, è terribile!

source: [_M_] ...The thing is, Sidney is a grown woman.
italian: [_M_] ...La cosa è, Sidney è una donna cresciuta.

source: [_M_] She shouldn't need to go to her little brother for protection.
italian: [_M_] Non avrebbe bisogno di andare a suo fratellino per protezione.

source: [_RT_] {i}I can't even believe Sidney is doing this to me in front of Mom!... I'm going to kill her!{/i}
italian: [_RT_] {i}Non riesco nemmeno a credere che Sidney stia facendo questo davanti a me!... la ucciderò!{/i}

source: [_RT_] {i}Even though Mom is saying some shit that isn't fair.{/i}
italian: [_RT_] {i}Anche se la mamma sta dicendo qualche merda che non è giusta.{/i}

source: [_RT_] {i}Should I defend her honor, or let her have it for torturing me?{/i}
italian: [_RT_] {i}Dovrei difendere il suo onore, o lasciarla avere per avermi torturato?{/i}

source: [_R_] Listen, Mom... It's not like Sidney's responding like an irrational child here.
italian: [_R_] Ascolta, mamma... Non è come la risposta di Sidney come un bambino irrazionale qui.

source: [_R_] The Mafia and the FBI, aren't pretend monsters. They are actual monsters that hurt people and ruin lives.
italian: [_R_] La mafia e l'FBI, non sono mostri finti. Sono mostri reali che feriscono le persone e rovinano le vite.

source: [_R_] When she was afraid, she tried to sleep with you, but you kicked her out of your room.
italian: [_R_] Quando aveva paura, ha cercato di dormire con te, ma la hai cacciata fuori dalla tua stanza.

source: [_M_] There's more to that story than she told you, I'm sure.
italian: [_M_] C'è molto di più di quanto lei vi abbia detto, ne sono sicuro.

source: [_R_] Well, why don't you give me the details then?
italian: [_R_] Beh, perché allora non mi date i dettagli?

source: [_M_] Uhhh... well, she might not like me to tell you all the details... And do me a favor? Don't ask her.
italian: [_M_] Uhhhh... beh, potrebbe non piacerle dirti tutti i dettagli... E farmi un favore? Non chiederle lei.

source: [_MT_] Oh, fuck!... I just ensured that [ryan]'s going to ask her.
italian: [_MT_] Oh, fuck!... Ho appena assicurato che [ryan]sta per chiederglielo.

source: [_RT_] {i}Haha!... Mom's worried Sidney's going to touch my wiener.{/i}
italian: [_RT_] {i}Haha!... Mamma preoccupata Sidney sta per toccare il mio wiener.{/i}

source: [_ST_] {i}[ryan]'s being so sweet to me! He's totally defending my honor against our mom.{/i}
italian: [_ST_] {i}[ryan]è così dolce per me! Sta difendendo totalmente il mio onore contro la nostra mamma.{/i}

source: {b}{i}"Sidney's Affection +1"{/i}{/b}
italian: {b}{i}"Affetto di "Sidney +1"{/i}{/b}

source: [_ST_] {i}I'm gonna give him the best secret handjob he's ever had.{/i}
italian: [_ST_] {i}Gli darò il miglior segreti che abbia mai avuto.{/i}

source: [_RT_] {i}I don't think I'm gonna be able to hold it until after Mom leaves. I'm gonna blow my load right her in front of her!{/i}
italian: [_RT_] {i}Non penso che sarò in grado di tenerlo fino a quando la mamma parte. Sto per soffiare il mio carico proprio lei di fronte a lei!{/i}

source: [_M_] ...Ok, fine... I'm gonna let her continue to sleep in your bedroom... for now.
italian: [_M_] ...Ok, bene... Le farò continuare a dormire nella tua camera da letto... per ora.

source: [_M_] But you two have to promise to be good!
italian: [_M_] Ma voi due dovete promettere di essere buoni!

source: [_M_] Make sure you tell Sidney when she wakes up in the morning.
italian: [_M_] Assicurati di dire a Sidney quando si sveglia al mattino.

source: [_M_] There's that face again... Are you going to be able to sneeze?
italian: [_M_] C'è di nuovo quella faccia... Sarai in grado di starnutire?

source: [_R_] Maybe... Fuck!
italian: [_R_] Forse... Fuck!

source: [_M_] Don't use language like that for just a little sneeze you can't get out!
italian: [_M_] Non usare una lingua come quella per un po' di starnutimento che non puoi uscire!

source: [_R_] Almost... Got it!
italian: [_R_] Quasi... Ho capito!

source: [_RT_] {i}Fuck!... Here it comes!{/i}
italian: [_RT_] {i}Fuck!... Arriva!{/i}

source: [_M_] You ok?
italian: [_M_] Stai bene?

source: [_M_] Ok, I'm gonna go, but I'm glad we had this talk... I don't want you to feel like you have to hide these kinds of things from me. You just needed to talk to me about it.
italian: [_M_] Ok, andrò avanti, ma sono contento che abbiamo avuto questo colloquio... Non voglio che vi sentiate come dovete nascondere questo tipo di cose da me. Avevi solo bisogno di parlarmene con me.

source: [_RT_] {i}Hide these kinds of things?... We'd blow her mind if she knew what we just hid from her in plain sight.{/i}
italian: [_RT_] {i}Nascondere questi tipi di cose?... Avremmo fatto esplodere la sua mente se sapesse quello che le abbiamo appena nascosto in vista.{/i}

source: [_M_] Love you, [ryan]!
italian: [_M_] Ti ami, [ryan]!

source: [_R_] Mmmm hmmm... Love you too Mom!
italian: [_R_] Mmmm hmmm... Ti piace anche la mamma!

source: [_M_] Do you want me to get the light on the way out?
italian: [_M_] Vuoi che io ottenga la luce sulla via d'uscita?

source: [_R_] Yes, please.
italian: [_R_] Sì, per piacere.

source: [_S_] Thank you [ryan] for defending me against Mom.
italian: [_S_] Grazie [ryan] per avermi difeso contro la mamma.

source: [_R_] Yeah, of course.
italian: [_R_] Sì, certo.

source: [_S_] Mom can be scary!... It was really sweet that you took my side.
italian: [_S_] La mamma può essere spaventosa!... È stato davvero dolce che mi hai preso parte.

source: [_R_] Mom's not scary... She's just going through a lot.
italian: [_R_] Mamma non è spaventosa... Lei sta appena attraversando molto.

source: [_R_] Once we get control of our finances and pay off the Mafia, she'll be better than ever.
italian: [_R_] Una volta che otterremo il controllo delle nostre finanze e pagheremo la mafia, lei sarà migliore che mai.

source: [_S_] You mean once Dad get's out of prison?
italian: [_S_] Intendi che una volta che papà è uscito dalla prigione?

source: [_R_] Who knows when that'll be... We've got to take care of ourselves now.
italian: [_R_] Chissà quando sarà... Ora dobbiamo prenderci cura di noi stessi.

source: [_S_] Hmmm... That would have scared me a month ago, but now I really think you've got what it takes to take care of this family.
italian: [_S_] Hmmm... Questo mi avrebbe spaventato un mese fa, ma ora penso davvero che hai quello che serve per prendersi cura di questa famiglia.
