Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_CD_] I do want to be a mom, I just don't want my child to have any of my husband's DNA.
italian: [_CD_] Voglio essere una mamma, semplicemente non voglio che mio figlio abbia il DNA di mio marito.

source: [_CD_] Plus, it would serve him right to have to raise somebody else's child.
italian: [_CD_] Inoltre, gli servirebbe il diritto di allevare il figlio di qualcun altro.

source: [_CD_] Maybe... I'll have to think about it.
italian: [_CD_] Forse... Dovrò pensarci.

source: [_R_] I've got a solid grand to drop on you tonight!
italian: [_R_] Ho una grandiosa possibilità di salire su di te stasera!

source: [_CD_] You're dying to get that dick back in my ass, aren't you?
italian: [_CD_] Stai morendo dalla voglia di riportare quel cazzo nel mio culo, vero?

source: [_R_] I haven't stopped thinking about it!
italian: [_R_] non ho smesso di pensarci!

source: [_CD_] If you want it, come and take it!
italian: [_CD_] Se lo vuoi, vieni a prenderlo!

source: [_CD_] I bought a huge dildo to practice on so that I'd be more ready for you this time around.
italian: [_CD_] Ho comprato un enorme dildo su cui esercitarmi, in modo che sarei più pronto per te questa volta in giro.

source: [_CD_] Shit, I've got to keep better track of my lube. Ahh... fuck it! I'll just lube you up with my mouth first?
italian: [_CD_] Merda, devo tenere traccia migliore del mio lubrificante. Ahh... cazzo! Ti lubrificherò prima con la bocca?

source: [_R_] Damn, that feels good!
italian: [_R_] Dannazione, che si sente bene!

source: [_R_] We can't keep this up or I'm gonna nut before I ever get this in your ass.
italian: [_R_] Non possiamo tenerlo al passo o non farò mai nulla prima di ottenere questo nel tuo culo.

source: [_R_] Do you think I'm wet enough to get started?
italian: [_R_] Pensi che io sia abbastanza umido per iniziare?

source: [_CD_] Oh, this makes me feel so full!
italian: [_CD_] Oh, questo mi fa sentire così pieno!

source: [_CD_] I feel like I'm... being split in half!
italian: [_CD_] Mi sento come me... essere diviso a metà!

source: [_CD_] I guess I didn't practice enough with my new dildo.
italian: [_CD_] Immagino che non mi sono allenato abbastanza con il mio nuovo dildo.

source: [_CD_] What if I can't... sit for a week?
italian: [_CD_] E se non potesso... sedermi per una settimana?

source: [_CD_] From my experience, if you're willing to drop a grand or more, you're looking for something a little spicier than plain sex, am I right?
italian: [_CD_] Secondo la mia esperienza, se sei disposto a cadere un grande o più, stai cercando qualcosa di un po 'più spicier di sesso semplice, ho ragione?

source: [_R_] Are you offering your back door?
italian: [_R_] Stai offrendo la porta posteriore?

source: [_CD_] Though, if your cock is as big as it looks through you pants, I'm not completely sure it will fit.
italian: [_CD_] Anche se, se il tuo cazzo è grande come si guarda attraverso di te pantaloni, non sono completamente sicuro che andrà bene.

source: [_CD_] Though, if I remember right, how big that cock is, I'm not sure it's going to fit!
italian: [_CD_] Anche se, se ricordo bene, quanto è grande quel cazzo, non sono sicuro che andrà bene!

source: [_CD_] We've got some lube around somewhere, but why don't I just lube you up with my mouth first?
italian: [_CD_] Abbiamo un po' di lubrificante in giro da qualche parte, ma perché non ti lubrifico prima con la bocca?

source: [_CD_] I've never felt... this full in... my life!
italian: [_CD_] non ho mai sentito... questo pieno in... la mia vita!

source: [_CD_] My God!... This is the biggest thing.... to ever go in... or come out of my ass!
italian: [_CD_] Mio Dio!... Questa è la cosa più grande... per andare mai in... o uscire dal mio culo!

source: [_R_] Mmmm... I'm about to cum!
italian: [_R_] Mmmm... Sto per cum!

source: [_R_] Can I cum in your ass, again?
italian: [_R_] Posso sperare nel tuo asino, di nuovo?

source: [_CD_] Whatever you want! You paid for it!
italian: [_CD_] Tutto quello che vuoi! Hai pagato per esso!

source: [_CD_] Mmmm... God!
italian: [_CD_] Mmmm... Dio!

source: [_CD_] I still can't believe how much you can cum!
italian: [_CD_] Non riesco ancora a credere quanto puoi cum!

source: [_CD_] I thought my ass couldn't get any fuller, and yet...
italian: [_CD_] pensavo che il mio culo non potesse essere più pieno, e ancora...

source: [_CD_] How was that?
italian: [_CD_] Com'era?

source: [_R_] Amazing!
italian: [_R_] Sorprendente!

source: [_R_] Your ass is still gaping!
italian: [_R_] Il tuo culo è ancora vuoto!

source: [_R_] I can see my cum pooled in your gaping asshole!
italian: [_R_] Posso vedere il mio sperma messo in comune nel vostro stronzo di stronzo!

source: [_R_] Fuck... if I hadn't just cum...
italian: [_R_] Fuck... se non avevo appena cum...

source: [_CD_] I'm glad you enjoyed yourself!
italian: [_CD_] Sono contento che ti sia piaciuto!

source: [_CD_] I hope you enjoyed your trip to the VIP room.
italian: [_CD_] Spero che ti sia piaciuto il tuo viaggio nella sala VIP.

source: [_R_] Mmmm... Incredible!
italian: [_R_] Mmmm... Incredibile!

source: [_R_] Can I cum in your ass?
italian: [_R_] Posso sperare nel tuo culo?

source: [_CD_] How can you possibly cum that much!?
italian: [_CD_] Come si può forse sperare così tanto!?

source: [_RV_] Follow me.
italian: [_RV_] Seguimi.

source: [_RV_] Couldn't get enough of my feet?
italian: [_RV_] Impossibile ottenere abbastanza dei miei piedi?

source: [_R_] Ya know, I'm surprised how much I enjoyed it last time.
italian: [_R_] Ya lo sa, sono sorpreso quanto mi è piaciuto l'ultima volta.

source: [_RV_] I think you're just going to keep coming back.
italian: [_RV_] Penso che tu stia solo andando a tornare indietro.

source: [_RV_] So, what do you think?
italian: [_RV_] Allora, cosa ne pensi?

source: [_RV_] Do these silk stockings feel as good as last time?
italian: [_RV_] Queste calze di seta si sentono buone come l'ultima volta?

source: [_R_] Ooohh... yeah!
italian: [_R_] Ooohh... sì!

source: [_RV_] I've been looking forward to getting close to this dick again since the last time I saw it.
italian: [_RV_] Non vedo l'ora di avvicinarmi di nuovo a questo cazzo dall'ultima volta che l'ho visto.

source: [_RV_] I just love dicks that are on the bigger side!
italian: [_RV_] Amo solo i cazzi che sono sul lato più grande!

source: [_R_] Mmmm... That's starting to feel really good!
italian: [_R_] Mmmm... Sta cominciando a sentirsi davvero bene!

source: [_RV_] Follow me, I'll show you what you can get for a hundred dollars.
italian: [_RV_] Seguimi, ti mostrerò cosa puoi ottenere per cento dollari.

source: [_RV_] I hope you're into feet.
italian: [_RV_] Spero che tu sia in piedi.

source: [_R_] Ya know, I didn't used to be, but I'm getting there.
italian: [_R_] Ya lo sa, non ero una volta, ma sto arrivando.

source: [_RV_] I think you'll be a big fan after this.
italian: [_RV_] Penso che dopo questo sarai un grande fan.

source: [_RV_] Do these silk stockings feel good on that dick?
italian: [_RV_] Queste calze di seta si sentono bene su quel cazzo?

source: [_RV_] I can't even believe how big that dick is!
italian: [_RV_] Non riesco nemmeno a credere quanto sia grande quel cazzo!

source: [_RV_] You're as big as most of the guys in my family.
italian: [_RV_] Sei grande come la maggior parte dei ragazzi della mia famiglia.

source: [_R_] How do you know how big the guys in your family are?
italian: [_R_] Come sai quanto grandi sono i ragazzi della tua famiglia?

source: [_RV_] Uhhh... Did you say this is your first footjob?
italian: [_RV_] Uhhhh... Hai detto che questo è il tuo primo footjob?

source: [_R_] Nnnooo... I didn't say.
italian: [_R_] Nnooo... non ho detto.

source: [_RV_] Well I hope it's feeling good!
italian: [_RV_] Beh, spero che si stia sentendo bene!

source: [_RT_] {i}She really wanted to dodge that question.{/i}
italian: [_RT_] {i}Voleva davvero schivare quella domanda.{/i}

source: [_R_] Oh, fuck!... I'm gonna cum!
italian: [_R_] Oh, cazzo!... Sto per venire!

source: [_RV_] Wow! I thought last time that maybe you were just really backed up, but you nutted so much again!
italian: [_RV_] Wow! Ho pensato l'ultima volta che forse sei stato davvero sostenuto, ma hai nascosto così tanto di nuovo!

source: [_RV_] I feel really lucky that you picked me again! I'm tempted to just leave this all over my foot!
italian: [_RV_] Mi sento davvero fortunato che mi hai scelto di nuovo! Sono tentato di lasciare tutto questo su tutto il mio piede!

source: [_RV_] I hope to see you back in here soon!
italian: [_RV_] Spero di vederti presto dentro!

source: [_RV_] Mmmm... You're the whole package! Huge dick, and you can nut more than anyone I've ever seen!
italian: [_RV_] Mmmm... Sei tutto il pacchetto! Grande cazzo, e si può fare più di chiunque abbia mai visto!

source: [_RV_] Thanks for picking me to spend time with tonight! That was a lot of fun. I really hope you'll choose me again in the future!
italian: [_RV_] Grazie per avermi scelto di trascorrere del tempo con stasera! È stato un sacco di divertimento. Spero davvero che mi sceglierai di nuovo in futuro!

source: [_RV_] Why don't you lie down?
italian: [_RV_] Perché non sdraiati?

source: [_R_] So, you're going to make me pleasure you again, huh?
italian: [_R_] Così, mi farai piacere di nuovo, eh?

source: [_RV_] You got a problem with that?
italian: [_RV_] Hai un problema con quello?

source: [_R_] Not at all, I actually really enjoyed it last time.
italian: [_R_] Niente affatto, in realtà mi è piaciuto molto l'ultima volta.

source: [_RV_] Good!, and if you do a good job, and I'll let you cum down my throat again.
italian: [_RV_] Buono!, e se fai un buon lavoro, ti lascerò sborrare di nuovo la mia gola.

source: [_R_] I'll do my best!
italian: [_R_] Farò del mio meglio!

source: [_RT_] {i}Mmmm... that feels really good!{/i}
italian: [_RT_] {i}Mmmm... che si sente davvero bene!{/i}

source: [_RT_] {i}And this pussy doesn't taste bad either.{/i}
italian: [_RT_] {i}E questa figa non ha un sapore cattivo.{/i}

source: [_RT_] {i}Oh, God!... That's starting to feel good!{/i}
italian: [_RT_] {i}Oh, Dio!... Sta cominciando a sentirsi bene!{/i}

source: [_RT_] {i}I think she must be feeling good too.{/i}
italian: [_RT_] {i}Penso che anche lei debba sentirsi brava.{/i}

source: [_RT_] {i}Her pussy juices are starting to run down my face!{/i}
italian: [_RT_] {i}I suoi succhi di figa stanno cominciando a correre giù per la mia faccia!{/i}

source: [_RT_] {i}Luckily, she doesn't squirt like the girls in my family!{/i}
italian: [_RT_] {i}Per fortuna, lei non schizza come le ragazze della mia famiglia!{/i}

source: [_RV_] God, that felt good!
italian: [_RV_] Dio, che si sentiva bene!

source: [_RT_] {i}Mmmm... wow!... What was I thinking about?{/i}
italian: [_RT_] {i}Mmmm... wow!... Di cosa stavo pensando?{/i}

source: [_RV_] Follow me, I'll show you what you can get for two hundred dollars.
italian: [_RV_] Seguimi, ti mostrerò cosa puoi ottenere per duecento dollari.

source: [_R_] Can I ask why?
italian: [_R_] Posso chiedere perché?

source: [_RV_] Cuz your gonna eat my pussy while I'm sucking your dick!
italian: [_RV_] Cuz la tua mangia la mia figa mentre sto succhiando il tuo cazzo!

source: [_R_] Shouldn't I only have to pay half, if I'm doing half the work?
italian: [_R_] Non dovrei pagare solo la metà, se sto facendo metà del lavoro?

source: [_RV_] Listen, as a waitress, I'm not really on the menu.
italian: [_RV_] Ascolta, come cameriera, non sono davvero sul menu.

source: [_RV_] Since I'm making myself available to you, the least you can do it give me some pleasure in return.
italian: [_RV_] Dal momento che mi sto mettendo a disposizione, il minimo che tu possa farlo mi dà un piacere in cambio.

source: [_R_] I was just kidding. I can't wait to taste your pussy.
italian: [_R_] Stavo solo scherzando. Non vedo l'ora di assaggiare la tua figa.

source: [_RV_] Do a good job, and I'll let you cum down my throat.
italian: [_RV_] Fai un buon lavoro, e ti lascerò sborrare giù per la gola.

source: [_RT_] {i}It's a good thing she's not on the menu. I wouldn't want to eat a pussy that had been fucked earlier.{/i}
italian: [_RT_] {i}È una buona cosa che non è nel menu. Non vorrei mangiare una figa che era stata scopata in precedenza.{/i}

source: [_RT_] {i}Oh, fuck! If she cums like the girls in my family, I could drown!{/i}
italian: [_RT_] {i}Oh, cazzo! Se lei cums come le ragazze della mia famiglia, potrei annegare!{/i}

source: [_RT_] {i}Looks like she's not a squirter.{/i}
italian: [_RT_] {i}Sembra che lei non sia uno scoiattolo.{/i}

source: [_RT_] {i}Maybe the girls in my family are pretty unique?{/i}
italian: [_RT_] {i}Forse le ragazze della mia famiglia sono abbastanza unice?{/i}

source: [_RT_] {i}I'm about to nut!{/i}
italian: [_RT_] {i}Sto per noi!{/i}

source: [_RT_] {i}Ravyn said that if I did a good job I could cum down her throat again.{/i}
italian: [_RT_] {i}Ravyn ha detto che se facessi un buon lavoro potrei sborrare di nuovo la gola.{/i}

source: [_RT_] {i}I gave her an orgasm, I think that qualifies as a good job.{/i}
italian: [_RT_] {i}Le ho dato un orgasmo, penso che si qualifichi come un buon lavoro.{/i}

source: [_RT_] {i}Oh, God!...{/i}
italian: [_RT_] {i}Oh, Dio!...{/i}

source: [_RVT_] {i}Wow! Just like the last time!{/i}
italian: [_RVT_] {i}Wow! Proprio come l'ultima volta!{/i}

source: [_RVT_] {i}Most of it went down my throat, but some of it came up into my mouth!{/i}
italian: [_RVT_] {i}La maggior parte è scesa in gola, ma alcuni di essi sono entrati in bocca!{/i}

source: [_RVT_] {i}Just swallow it down, and...{/i}
italian: [_RVT_] {i}Basta ingoiarlo giù, e...{/i}

source: [_R_] Fuck!
italian: [_R_] Scopata!

source: [_RVT_] {i}There's more?!{/i}
italian: [_RVT_] {i}C'è di più?!{/i}

source: [_RVT_] {i}Well, at least I was somewhat expecting it this time!{/i}
italian: [_RVT_] {i}Beh, almeno stavolta mi aspettavo un po' questa volta!{/i}

source: [_RVT_] {i}I've got it... Just swallow it down again and...{/i}
italian: [_RVT_] {i}L'ho fatto... Basta ingoiarlo di nuovo e...{/i}

source: [_RVT_] {i}Shit, again?{/i}
italian: [_RVT_] {i}Merda, ancora?{/i}

source: [_RVT_] {i}My stomach is getting full!{/i}
italian: [_RVT_] {i}Il mio stomaco sta diventando pieno!{/i}

source: [_RVT_] {i}I've just got to get this down and I'm sure there won't be any...{/i}
italian: [_RVT_] {i}Ho appena dovuto scendere e sono sicuro che non ci sarà nessuno...{/i}

source: [_RVT_] {i}Fuck, I still haven't swallowed the last load!{/i}
italian: [_RVT_] {i}Fuck, non ho ancora inghiottito l'ultimo carico!{/i}

source: [_RVT_] {i}Where am I going to put...{/i}
italian: [_RVT_] {i}Dove sto per mettere...{/i}

source: [_RV_] Good God!
italian: [_RV_] Buon Dio!

source: [_RV_] I swear that was more than the last time you came!
italian: [_RV_] Giuro che è stato più dell'ultima volta che sei venuto!

source: [_RV_] You pretty much filled my stomach, again!
italian: [_RV_] Mi hai più o meno riempito lo stomaco!

source: [_RV_] I doubt I'll need any breakfast tomorrow.
italian: [_RV_] Dubito che domani avrò bisogno di qualsiasi colazione.

source: [_RV_] So, thanks for the free meal.
italian: [_RV_] Quindi, grazie per il pasto gratuito.

source: [_RV_] I hope I made you happy!
italian: [_RV_] Spero di averti reso felice!

source: [_R_] Did you ever!
italian: [_R_] Lo hai mai fatto!

source: [_RV_] Hehe... Good! I hope to see you back in here soon!
italian: [_RV_] Hehe... Buono! Spero di rivederti qui presto dentro!

source: [_RT_] {i}Ravyn said that if I did a good job I could cum down her throat.{/i}
italian: [_RT_] {i}Ravyn ha detto che se facessi un buon lavoro potrei sborrare giù la gola.{/i}

source: [_RVT_] {i}Wow! He just came a ton!{/i}
italian: [_RVT_] {i}Wow! È appena arrivato una tonnellata!{/i}

source: [_RVT_] {i}Well, that was a bit unexpected!{/i}
italian: [_RVT_] {i}Beh, era un po' inaspettato!{/i}

source: [_RVT_] {i}How is this possible!?{/i}
italian: [_RVT_] {i}Come è possibile!?{/i}

source: [_RV_] How can your balls make so much cum!?
italian: [_RV_] Come possono le tue palle fare così tanto cum!?

source: [_RV_] I didn't know it was possible for a guy to cum so much!
italian: [_RV_] Non sapevo che fosse possibile per un ragazzo sborrare così tanto!

source: [_RV_] Where are you keeping that much cum?
italian: [_RV_] Dove stai mantenendo quel tanto sperma?

source: [_R_] I don't know.
italian: [_R_] Non lo so.

source: [_RV_] Well, you pretty much filled my stomach!
italian: [_RV_] Beh, hai quasi riempito lo stomaco!

source: [_RV_] My pussy was just starting to recover from last time!
italian: [_RV_] La mia figa stava appena iniziando a recuperare dall'ultima volta!

source: [_RV_] Hopefully it can just get used to your huge dick.
italian: [_RV_] Speriamo che possa semplicemente abituarsi al tuo enorme cazzo.

source: [_RV_] Uummpphhh, this dick is so big!
italian: [_RV_] Uummpphhh, questo cazzo è così grande!

source: [_RV_] Is it possible it grew even bigger since last time?.
italian: [_RV_] È possibile che sia ancora più grande dall'ultima volta?.

source: [_RV_] It's like a hammer against my womb!
italian: [_RV_] È come un martello contro il mio grembo!

source: [_RV_] Now it's starting to feel good!
italian: [_RV_] Ora sta cominciando a sentirsi bene!

source: [_RV_] It's incredible how deep I can take such a big dick!
italian: [_RV_] E 'incredibile quanto profondo posso prendere un cazzo così grande!

source: [_R_] Your pussy is so tight! I love it!
italian: [_R_] La tua figa è così stretta! Mi piace!

source: [_RV_] Yeah, well... You're still ruining me. Every dick is going to feel small to me after this.
italian: [_RV_] Sì, bene... Mi stai ancora rovinando. Ogni cazzo mi sentirà piccolo dopo questo.

source: [_RV_] You'll have to keep coming back to satisfy me.
italian: [_RV_] Dovrai continuare a tornare per soddisfarmi.

source: [_RV_] Follow me, I'll show you what you can get for eight hundred dollars.
italian: [_RV_] Seguimi, ti mostrerò cosa puoi ottenere per ottocento dollari.

source: [_RV_] I hope I can take your huge dick in my little pussy.
italian: [_RV_] Spero di poter prendere il tuo enorme cazzo nella mia figa.

source: [_RV_] Hopefully you don't bust my womb right open.
italian: [_RV_] Speriamo che non busto il mio grembo a destra aperto.

source: [_R_] So, we're gonna fuck?
italian: [_R_] Allora, ci faremo scopare?

source: [_RV_] We're gonna fuck!
italian: [_RV_] Stiamo per scopare!

source: [_RV_] You ready to fuck me?
italian: [_RV_] Sei pronto a scoparmi?

source: [_R_] More than ready!
italian: [_R_] Più che pronto!

source: [_RV_] Pull down those pants then and let's see what we're working with.
italian: [_RV_] Tirare giù quei pantaloni poi e vediamo con cosa stiamo lavorando.

source: [_RV_] It's been a while since I've had anything this big in there.
italian: [_RV_] È passato un po' da quando ho avuto qualcosa di così grande in lì.

source: [_RV_] I didn't think it could get any deeper, but I swear this position is hitting places inside of me that I didn't even know I had!
italian: [_RV_] Non pensavo che potesse diventare più profondo, ma giuro questa posizione sta colpendo luoghi dentro di me che non sapevo nemmeno che avevo!

source: [_RV_] Yeah, well... You're ruining me. Every dick is going to feel small to me after this.
italian: [_RV_] Sì, bene... Mi stai rovinando. Ogni cazzo mi sentirà piccolo dopo questo.

source: [_R_] I'm so close!... Can I cum inside you, again?
italian: [_R_] sono così vicino!... Posso sperare dentro di te, di nuovo?

source: [_RV_] God, yes! I'm not on the pill, but I'll just take a morning after one.
italian: [_RV_] Dio, sì! Non sono sulla pillola, ma prenderò solo una mattina dopo una.

source: [_RV_] And if you cum as much as you did the last time we fucked, I'll' have to take the entire box to keep from getting pregnant
italian: [_RV_] E se si cum tanto quanto si è fatto l'ultima volta che abbiamo scopato, Devo prendere l'intera scatola per evitare di rimanere incinta

source: [_RV_] Mmmm... I felt that!
italian: [_RV_] Mmmm... lo sentivo!

source: [_RV_] But if I know you, there's going to be more.
italian: [_RV_] Ma se ti conosco, ci sarà di più.

source: [_RV_] Oh, God!... You planted your seed so deep in me!
italian: [_RV_] Oh, Dio!... Hai piantato il tuo seme così profondo in me!

source: [_RV_] I think my womb can fit more cum this time since you stretched it so much the last time you came in me.
italian: [_RV_] Penso che il mio grembo possa adattarsi più cum questa volta da quando lo hai allungato così tanto l'ultima volta che sei venuto in me.

source: [_RV_] No, I was wrong! There's no more room!
italian: [_RV_] No, mi sbagliavo! Non c'è più spazio!

source: [_RV_] I'm going to pop!
italian: [_RV_] Vado a pop!

source: [_RV_] Uuuhhh!...
italian: [_RV_] Uuuhhhh!...

source: [_RV_] Look at this! It just won't stop dripping!
italian: [_RV_] Guardate questo! Semplicemente non smetterà di sgocciolare!

source: [_RV_] I mean, I know I shouldn't be surprised after how long I was dripping after the last time we did it.
italian: [_RV_] Voglio dire, so che non dovrei essere sorpreso dopo quanto tempo stavo sgocciolando dopo l'ultima volta che l'abbiamo fatto.

source: [_RV_] I'll bet you gave me triplets!
italian: [_RV_] Scommetto che mi hai dato triplette!

source: [_RV_] I can't forget to take that "Plan B" birth control!
italian: [_RV_] Non posso dimenticare di prendere quel "Piano B" controllo delle nascite!

source: [_RV_] Nobody wants to have a pregnant waitress.
italian: [_RV_] Nessuno vuole avere una cameriera incinta.

source: [_RV_] I hope you enjoyed fucking me!
italian: [_RV_] Spero che ti sia piaciuto scopare!

source: [_R_] Five stars!
italian: [_R_] Cinque stelle!

source: [_RV_] Haha... You still haven't posted that as a yelp review.
italian: [_RV_] Haha... Non hai ancora pubblicato questo come recensione yelp.

source: [_R_] I'll get on that!
italian: [_R_] lo farò finito!

source: [_RV_] Hehe... Well, I'm already looking forward to your next visit!
italian: [_RV_] Hehe... Beh, non vedo l'ora della tua prossima visita!

source: [_RV_] See you soon!
italian: [_RV_] Ci vediamo presto!

source: [_R_] I'm so close!... Can I cum inside you?
italian: [_R_] sono così vicino!... Posso sperare dentro di te?

source: [_RV_] And if you cum as much as you did the last time we messed around, I might have to take the entire box to keep from getting pregnant
italian: [_RV_] E se tu cerchi tanto quanto tu hai fatto l'ultima volta che abbiamo messo in giro, Potrei dover prendere l'intera scatola per evitare di rimanere incinta

source: [_RV_] I love feeling cum swimming around inside my womb!
italian: [_RV_] Mi piace sentire sperma nuotare dentro il mio grembo materno!

source: [_RV_] I think my womb is full!
italian: [_RV_] Penso che il mio grembo sia pieno!

source: [_RV_] More? There's not room for anymore!
italian: [_RV_] Di più? Non c'è più spazio!

source: [_RV_] I mean, I know I shouldn't be surprised after seeing how much you came last time, but it just feels like so much more when it's inside me.
italian: [_RV_] Voglio dire, so che non dovrei essere sorpreso dopo aver visto quanto sei venuto l'ultima volta, ma si sente solo molto di più quando è dentro di me.

source: [_RV_] I didn't even know it was humanly possible to cum that much!
italian: [_RV_] Non sapevo nemmeno che fosse umanamente possibile sperare così tanto!

source: [_RV_] Joey would probably find some other kind of humiliating job for me. He'd probably have me milked like a cow everyday.
italian: [_RV_] Joey avrebbe probabilmente trovato qualche altro tipo di lavoro umiliante per me. Probabilmente mi avrebbe munguto come una mucca ogni giorno.
