Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_RT_] {i}Oh, I'm imagining all right.... shit.... I've got to stop imagining if I'm going to keep little [ryan] under control.{/i}
french: [_RT_] {i}Oh, j'imagine bien.... merde.... Je dois arrêter d'imaginer si je vais garder le petit [ryan] sous contrôle.{/i}

source: [_RT_] {i}Grandpa naked on a cold day.... grandpa naked on a cold day.... grandpa naked on a cold day.... {/i}
french: [_RT_] {i}Grand-père nu un jour au froid .... grand-père nu un jour au froid .... grand-père nu un jour au froid .... {/i}

source: [_RT_] {i}Ok.... back in control.... {/i}
french: [_RT_] {i}Ok.... reprendre le contrôle.... {/i}

source: [_M_] Well, what do you think?
french: [_M_] Eh bien, qu'en penses-tu?

source: [_R_] I think it's a great idea. You're very resourceful.
french: [_R_] Je pense que c'est une excellente idée. Tu es très débrouillarde.

source: [_M_] Haha.... thanks, I guess.
french: [_M_] Haha.... merci, je suppose.

source: [_M_] Ok, so what's it going to be? The pink one or the blue one?
french: [_M_] Ok, alors qu'est-ce que ça va être? Le rose ou le bleu ?

source: [_RT_] {i}Ok, well the pink one is more revealing since she's wearing the shorts. I mean I definitely get to see more of her ass.{/i}
french: [_RT_] {i}Ok, et bien la rose est plus révélatrice puisqu'elle porte le short. Je veux dire que je vais certainement voir plus de son cul.{/i}

source: [_RT_] {i}The blue one is sexier, but those damn shorts!.... I wonder if there's some way I'll be able to get her to take them off at the club pool?{/i}
french: [_RT_] {i}La bleu est plus sexy, mais ce maudit short!.... Je me demande s'il y a un moyen pour qu'elle l'enlève à la piscine du club ?{/i}

source: [_RT_] {i}Which should I choose?{/i}
french: [_RT_] {i}Lequel dois-je choisir ?{/i}

source: [_R_] Let's go with the pink one. I'm sorry about the other one, I couldn't tell from the online advertisement that it was going to be so immodest.
french: [_R_] Allons-y avec le rose. Je suis désolé pour l'autre, je ne pouvais pas dire d'après la publicité en ligne que ça allait être si impudique.

source: [_M_] You sure? I actually do love the Hyongu bikini, I just know I can't wear it without the shorts in front of my own son.
french: [_M_] Tu es sûr? En fait, j'adore le bikini Hyongu, je sais juste que je ne peux pas le porter sans le short devant mon propre fils.

source: [_R_] Yeah, I think you'll still be more comfortable in the pink one.
french: [_R_] Ouais, je pense que tu seras toujours plus à l'aise dans le rose.

source: [_M_] The pink one it is. Why don't you run and get ready and I'll meet you in the car.
french: [_M_] Le rose c'est le bon. Pourquoi ne coures-tu pas et prépares-toi et je te retrouve dans la voiture.

source: [_R_] Let's go with the Hyongu. I really do love that color on you.
french: [_R_] Allons-y avec le Hyongu. J'aime vraiment cette couleur sur toi.

source: [_M_] So do I! Thank you so much for buying me something. I haven't been able to get anything new since the FBI cut off our discretionary spending.
french: [_M_] Moi aussi! Merci de m'avoir acheté quelque chose. Je n'ai rien pu obtenir de nouveau depuis que le FBI a coupé nos dépenses.

source: [_M_] And a Hyongu is such a stylish bikini. I'll be proud to wear this one more than once.
french: [_M_] Et un Hyongu est un bikini tellement élégant. Je serais fière de porter celui-ci plus d'une fois.

source: [_M_] Alright. Why don't you run and get ready for the pool, and I'll meet you in the car.
french: [_M_] D'accord. Pourquoi ne cours-tu pas et prépare-toi pour la piscine, et je te retrouverais dans la voiture.

source: [_L_] And now what do you want from your toy?
french: [_L_] Et maintenant que veux-tu de ton jouet?

source: [_L_] And now what do you want from me?
french: [_L_] Et maintenant qu'est-ce que tu veux de moi?

source: [_AD_] I just love me a girl in a school uniform, but I think you should sexy yours up just a bit.
french: [_AD_] Je ne fais que m'aimer une fille dans un uniforme d'école, mais je pense que tu devrais te faire un peu plus sexy.

source: [_L_] .... Fine!...
french: [_L_] .... Très bien !...

source: [_L_] But I'm not getting naked in front of you. I'm going to go change in the bathroom.
french: [_L_] Mais je ne me déshabille pas devant toi. Je vais aller me changer aux toilettes.

source: [_AD_] That's fine.... suit yourself.
french: [_AD_] C'est bien.... comme tu veux.

source: [_LT_] {i}I can't believe I've got a legitimate creeper in my room.{/i}
french: [_LT_] {i}Je n'arrive pas à croire que j'ai un pervers légitime dans ma chambre.{/i}

source: [_LT_] {i}At least it's not some nasty old man like Mom has to deal with at the club.{/i}
french: [_LT_] {i}Au moins, ce n'est pas un vieil homme méchant comme maman doit faire face au club.{/i}

source: [_LT_] {i}I can't believe Mom hid that from me.{/i}
french: [_LT_] {i}Je n'arrive pas à croire que maman me l'ait caché.{/i}

source: [_LT_] {i}And that [ryan] knew, and didn't tell me.{/i}
french: [_LT_] {i}Et que [ryan] savait, et ne m'a rien dit.{/i}

source: [_LT_] {i}He's just watching out for Mom, that's actually pretty sweet.{/i}
french: [_LT_] {i}Il veille juste sur maman, c'est en fait assez gentil.{/i}

source: [_LT_] {i}I wish he'd been able to get me out of this though.{/i}
french: [_LT_] {i}J'aurais aimé qu'il puisse me sortir de là.{/i}

source: [_LT_] {i}Diaz is even pretty hot.... I wonder what drove her to like other women.... {/i}
french: [_LT_] {i}Diaz est même assez chaud.... Je me demande ce qui l'a poussée à aimer les autres femmes.... {/i}

source: [_LT_] {i}Probably some kind of traumatic experience like this one.{/i}
french: [_LT_] {i}Probablement une sorte d'expérience traumatisante comme celle-ci.{/i}

source: [_LT_] {i}Am I going to start liking other women?{/i}
french: [_LT_] {i}Vais-je commencer à aimer d'autres femmes?{/i}

source: [_LT_] {i}I do think Diaz is pretty sexy!{/i}
french: [_LT_] {i}Je pense que Diaz est assez sexy!{/i}

source: [_LT_] {i}And Kenzie and I have experimented a little.{/i}
french: [_LT_] {i}Et Kenzie et moi avons un peu expérimenté.{/i}

source: [_LT_] {i}But seeing [ryan]'s cock made me feel some pretty confusing feelings too.{/i}
french: [_LT_] {i}Mais voir la bite de [ryan] m'a aussi fait ressentir des sentiments assez déroutants.{/i}

source: [_LT_] {i}Shit.... I'm getting pretty screwed up.{/i}
french: [_LT_] {i}Merde.... Je deviens assez folle.{/i}

source: [_L_] Well, Is this sexy enough for you?
french: [_L_] Eh bien, est-ce assez sexy pour toi?

source: [_AD_] .... Just.... wow!...
french: [_AD_] .... Juste.... wow!...

source: [_RT_] {i}I've got to see this!{/i}
french: [_RT_] {i}Je dois voir ça !{/i}

source: [_RT_] {i}Not just for my own enjoyment, but to make sure Agent Diaz doesn't take things too far.{/i}
french: [_RT_] {i}Pas seulement pour mon propre plaisir, mais pour m'assurer que l'agent Diaz ne va pas trop loin.{/i}

source: [_RT_] {i}Luckily Sidney will be out jogging this morning. I have no idea how I'd explain this to her.{/i}
french: [_RT_] {i}Heureusement, Sidney fera du jogging ce matin. Je ne sais pas comment je lui expliquerais ça.{/i}

source: [_RT_] {i}Luckily Sidney can sleep through a train driving through the house, cuz I don't know how I'd explain this to her.{/i}
french: [_RT_] {i}Heureusement, Sidney peut dormir avec un train qui traverse la maison, car je ne sais pas comment je lui expliquerais cela.{/i}

source: [_RT_] {i}Oh, wow! I wish she'd wear her uniform like that to school.{/i}
french: [_RT_] {i}Oh, wow! J'aimerais qu'elle porte son uniforme comme ça à l'école.{/i}

source: [_RT_] {i}Hmmmmm.... I wonder if Mom could ever be convinced to allow that dress code in her class.{/i}
french: [_RT_] {i}Hmmmmm.... Je me demande si maman pourrait un jour être convaincue d'autoriser ce code vestimentaire dans sa classe.{/i}

source: [_RT_] {i}I know school board member Will Tylor would gladly agree to that kind of dress code.{/i}
french: [_RT_] {i}Je sais que le membre du conseil scolaire Will Tylor accepterait volontiers ce genre de code vestimentaire.{/i}

source: [_AD_] If we're going to count this favor against your debt, you have to at least pretend that you're enjoying this.
french: [_AD_] Si nous comptons sur cette faveur contre ta dette, tu dois au moins prétendre que tu apprécies cela.

source: [_AD_] Why don't you start out with some sexy dancing. I'll turn on some music on my phone for you.
french: [_AD_] Pourquoi ne pas commencer avec de la danse sexy. Je vais allumer de la musique sur mon téléphone pour toi.

source: [_AD_] All right Lauren, let's see you move that body!
french: [_AD_] Très bien Lauren, voyons comment tu bouges ton corps!

source: [_L_] Fine!
french: [_L_] Bien!

source: [_AD_] That's right!
french: [_AD_] C'est bien !

source: [_AD_] Yeah.... move those hips...
french: [_AD_] Ouais.... bouge ces hanches...

source: [_LT_] {i}This is kind of like dancing for my old boyfriend, I'll try to just go there mentally.{/i}
french: [_LT_] {i}C'est un peu comme danser pour mon ancien copain, je vais essayer d'y aller mentalement.{/i}

source: [_LT_] {i}Shit, I hate him almost as much as Agent Diaz though.{/i}
french: [_LT_] {i}Merde, je le déteste presque autant que l'agent Diaz cependant.{/i}

source: [_AD_] Let's see you shake that booty!
french: [_AD_] Nous allons te voir te secouer ce cul!

source: [_AD_] Yeah, wow Lauren.... what an ass you've got!
french: [_AD_] Ouais, wow Lauren.... quel cul tu as !

source: [_L_] Please don't objectify me like that. You're making me really uncomfortable.
french: [_L_] S'il te plait, ne me regarde pas comme ça. Tu me mets vraiment mal à l'aise.

source: [_AD_] What do you think you are?
french: [_AD_] Que penses-tu être?

source: [_AD_] You "are" just an object for my enjoyment.
french: [_AD_] Tu 'es' juste un objet pour mon plaisir.

source: [_AD_] I came in here and just took you like that, without having to hardly try.
french: [_AD_] Je suis entrée ici et je t'ai juste prise comme ça, sans avoir à trop essayer.

source: [_AD_] You put on a sexy outfit for me just because I asked.
french: [_AD_] Tu as mis une tenue sexy pour moi juste parce que je l'ai demandé.

source: [_L_] No.... because you're blackmailing us.
french: [_L_] Non.... parce que tu nous fais chanter.

source: [_AD_] That's right! My leverage over you makes you and your brother mine.
french: [_AD_] C'est vrai! Mon influence sur toi fait de toi et de ton frère les miens.

source: [_AD_] Now come climb over my knee, so I can show you that you're mine.
french: [_AD_] Maintenant, grimpe sur mon genou, pour que je puisse te montrer que tu es mienne.

source: [_L_] No!
french: [_L_] Non!

source: [_AD_] Do it, or I arrest you and [ryan] for hiding your income from the IRS, and tell your mom all about your sexy picture shoots.
french: [_AD_] Fais-le, ou je t'arrête avec [ryan] pour avoir cacher tes revenus de l'IRS, et je dis à ta mère tout sur tes séances de photos sexy.

source: [_AD_] There, now that's a much more obedient girl!
french: [_AD_] Là, maintenant c'est une fille beaucoup plus obéissante!

source: [_AD_] Now let's uncover that beautiful little ass of yours.
french: [_AD_] Maintenant, découvrons ton beau petit cul.

source: [_AD_] Yes, that's very fine!
french: [_AD_] Oui, c'est très bien!

source: [_AD_] And now it's time to teach you what you are.
french: [_AD_] Et maintenant il est temps de t'apprendre ce que tu es.

source: [_AD_] Tell me that "you" are my toy.
french: [_AD_] Dites-moi que 'tu' es mon jouet.

source: [_L_] What the hell?.... I'm not saying that!
french: [_L_] C'est quoi ce bordel?.... Je ne dis pas ça !

source: [_L_] Ouch! You bitch!
french: [_L_] Aïe! Salope!

source: [_AD_] Say it!
french: [_AD_] Dis-le!

source: [_AD_] I'm just going to keep spanking you until you admit that you're my toy.
french: [_AD_] Je vais juste continuer à te fouetter jusqu'à ce que tu admettes que tu es mon jouet.

source: [_AD_] So, say it.
french: [_AD_] Alors, dis-le.

source: [_L_] Never!
french: [_L_] Jamais!

source: [_RT_] {i}Oh my God! She's spanking Lauren!{/i}
french: [_RT_] {i}Oh mon Dieu! Elle donne une fessée à Lauren !{/i}

source: [_RT_] {i}Why do I find that so hot?.... {/i}
french: [_RT_] {i}Pourquoi est-ce que je trouve ça si chaud?.... {/i}

source: [_RT_] {i}I've got the biggest boner right now!{/i}
french: [_RT_] {i}J'ai la plus grosse trique en ce moment!{/i}

source: [_RT_] {i}I hope that slapping doesn't wake up Sidney.{/i}
french: [_RT_] {i}J'espère que les gifles ne réveilleront pas Sidney.{/i}

source: [_AD_] Well, are you going to say it?
french: [_AD_] Eh bien, vas-tu le dire?

source: [_L_] Yes! I'll say it.... I'm.... your.... toy...
french: [_L_] Oui! Je vais le dire.... Je le suis.... ton.... jouet...

source: [_L_] Ouch!.... I said it!.... Why did you spank me again?
french: [_L_] Aïe!.... Je l'ai dit !.... Pourquoi m'as-tu encore donné une fessée?

source: [_AD_] Say it louder like you mean it!
french: [_AD_] Dis-le plus fort comment tu le veux !

source: [_L_] I'm your toy!!.... I'm your fucking toy!!...
french: [_L_] Je suis ton jouet!!.... Je suis ton putain de jouet!!...

source: [_AD_] That's right, and here's a few more to seal that in your thick skull.
french: [_AD_] C'est vrai, et en voici quelques autres pour sceller cela dans ta tête.

source: [_AD_] There now remember what you are on my next visit!
french: [_AD_] Souviens-toi maintenant de ce que tu es lors de ma prochaine visite!

source: [_L_] Yes, Agent Diaz, your toy will remember.
french: [_L_] Oui, Agent Diaz, ton jouet s'en souviendra.

source: [_AD_] Maybe I'll see you next week. We'll see how your brother does.
french: [_AD_] Je te reverrai peut-être la semaine prochaine. On verra comment va ton frère.

source: [_AD_] Well, I hope you enjoyed the show.
french: [_AD_] Eh bien, j'espère que tu as apprécié le spectacle.

source: [_R_] .... I.... how did?...
french: [_R_] .... je.... comment je l'ai fait?...

source: [_AD_] Remember! I already know you're recording your family.
french: [_AD_] Rappelles-toi! Je sais déjà que tu enregistres ta famille.

source: [_AD_] I can only assume you were watching that too.
french: [_AD_] Je ne peux que supposer que tu regardais cela aussi.

source: [_AD_] And just to give you a little incentive, if your relationship with your sister gets a little more advanced,
french: [_AD_] Et juste pour te donner un peu de motivation, si ta relation avec ta sœur devient un peu plus avancée,

source: [_AD_] I just might start to include you in these little games of ours.
french: [_AD_] Je vais peut-être commencer à t'inclure dans nos petits jeux.

source: [_R_] Whaa.... what are you implying.... the very idea.... goodbye!
french: [_R_] Qu'est.... qu'est-ce que tu insinues.... l'idée même.... au revoir!

source: [_RT_] {i}Holy shit! I'm going to cum right here in my pants! The thought of Lauren and myself with Diaz!.... Shit, that's hot!{/i}
french: [_RT_] {i}Merde! Je vais jouir ici dans mon pantalon! La pensée de Lauren et de moi-même avec Diaz!.... Merde, c'est chaud!{/i}

source: [_RT_] {i}Shit!.... I'd better go check on Lauren.{/i}
french: [_RT_] {i}Merde!.... Je ferais mieux d'aller voir Lauren.{/i}

source: [_LT_] {i}Damn my ass is really sore.{/i}
french: [_LT_] {i}Putain mon cul est vraiment douloureux.{/i}

source: [_LT_] {i}I can't believe that bitch made me call myself her toy.{/i}
french: [_LT_] {i}Je n'arrive pas à croire que cette chienne me fasse appeler moi, son jouet.{/i}

source: [_LT_] {i}How did she get that kind of power over me?{/i}
french: [_LT_] {i}Comment a-t-il eu ce genre de pouvoir sur moi?{/i}

source: [_LT_] {i}I couldn't do anything to stop her from doing that to me.{/i}
french: [_LT_] {i}Je ne pouvais rien faire pour l'empêcher de me faire ça.{/i}

source: [_LT_] {i}Like I really was her toy.... {/i}
french: [_LT_] {i}Comme si j'étais vraiment son jouet.... {/i}

source: [_LT_] {i}Fuck!.... {/i}
french: [_LT_] {i}Putain!.... {/i}

source: [_R_] Lauren?.... Are you ok?...
french: [_R_] Lauren?.... Est-ce que tu vas bien?...

source: [_L_] I don't know.... what do you think?...
french: [_L_] Je ne sais pas.... Qu'en penses-tu?...

source: [_L_] She made me call myself her toy...
french: [_L_] Elle m'a fait m'appeler son jouet...

source: [_L_] She wouldn't stop spanking me until I did...
french: [_L_] Elle n'arrêterait pas de me donner des fessées jusqu'à ce que je le fasse...

source: [_R_] You just said it to make it stop!
french: [_R_] Tu viens de le dire pour que ça s'arrête!

source: [_R_] That doesn't mean you're really her toy!
french: [_R_] Cela ne signifie pas que tu es vraiment son jouet!

source: [_L_] Please, [ryan]! Do everything you can to make sure we can pay her next week!
french: [_L_] S'il te plait, [ryan]! Fais tout ton possible pour que nous puissions la payer la semaine prochaine!

source: [_L_] I don't want to do anything for that bitch ever again.
french: [_L_] Je ne veux plus rien faire pour cette salope.

source: [_R_] Yeah.... well, it's not all on me.... I've got two ransoms to pay now, don't I?
french: [_R_] Ouais.... eh bien, tout ne dépend pas de moi.... J'ai deux rançons à payer, non ?

source: [_R_] The best thing we can do is make sure the Cosplay business takes off.
french: [_R_] La meilleure chose que nous puissions faire est de nous assurer que l'activité Cosplay décolle.

source: [_R_] Are you willing to do your part to make that happen?
french: [_R_] Es-tu prête à faire ta part pour que cela se produise?

source: [_L_] Yes! Please!.... I'll take more clothes off during picture shoots. Anything so I don't have to do that again!
french: [_L_] Oui! S'il te plaît!.... Je vais enlever plus de vêtements pendant les séances photo. N'importe quoi pour ne pas avoir à refaire ça!

source: [_R_] Well, let's try to make some money then.
french: [_R_] Eh bien, essayons de gagner de l'argent alors.

source: [_L_] Thank you!!
french: [_L_] Merci beaucoup!!

source: [_R_] We'd better get ready for school. We're going to be late.
french: [_R_] Nous ferions mieux de nous préparer pour l'école. On va être en retard.

source: [_AD_] Does my toy like shaking it for me?
french: [_AD_] Mon jouet aime-t-il le branler pour moi?

source: [_L_] Yes, your toy loves shaking her ass for you.
french: [_L_] Oui, ton jouet aime secouer son cul pour toi.

source: [_AD_] And you're one sexy toy!
french: [_AD_] Et tu es un jouet sexy!

source: [_L_] You stopped the music!
french: [_L_] Tu as arrêté la musique!

source: [_L_] Does that mean you want your toy to do something else?
french: [_L_] Cela signifie-t-il que tu veux que ton jouet fasse autre chose?

source: [_AD_] Your teacher called me.
french: [_AD_] Ton professeur m'a appelée.

source: [_AD_] She said you've been so naughty that she can't handle you.
french: [_AD_] Elle a dit que tu étais si méchant qu'elle ne peut pas te gérer.

source: [_AD_] She needed a real disciplinarian to take care of you!
french: [_AD_] Elle avait besoin d'une véritable discipline pour prendre soin de toi!

source: [_AD_] Is my toy a naughty girl?
french: [_AD_] Mon jouet est-il une fille coquine?

source: [_L_] Yes, Agent Diaz!
french: [_L_] Oui, agent Diaz!

source: [_L_] I'm a very naughty girl.
french: [_L_] Je suis une fille très coquine.

source: [_AD_] You'd better get your ass over my knee again then!
french: [_AD_] Tu ferais mieux de remettre ton cul sur mon genou alors!

source: [_L_] What? But I called myself your toy!
french: [_L_] Quoi? Mais je me suis appelé ton jouet!

source: [_L_] Why are you punishing me again?
french: [_L_] Pourquoi me punis-tu encore?

source: [_AD_] If you were my toy, you wouldn't argue.
french: [_AD_] Si tu étais mon jouet, tu ne discuterais pas.

source: [_AD_] Now get your ass over my knees!
french: [_AD_] Maintenant, mets ton cul sur mes genoux!

source: [_L_] Yes, Agent Diaz.
french: [_L_] Oui, agent Diaz.

source: [_AD_] And now it's time to remind you what you are.
french: [_AD_] Et maintenant il est temps de te rappeler ce que tu es.

source: [_L_] I'm your toy!
french: [_L_] Je suis ton jouet!

source: [_AD_] That's right, and here's a few more to solidify that in your thick skull.
french: [_AD_] C'est vrai, et en voici quelques autres pour solidifier cela dans ta tête.

source: [_AD_] There, now remember what you are on my next visit!
french: [_AD_] Souviens-toi maintenant de ce que tu es lors de ma prochaine visite!

source: [_AD_] Maybe I'll see you again next week. We'll see how your brother does.
french: [_AD_] Je te reverrai peut-être encore la semaine prochaine. On verra comment va ton frère.

source: [_AD_] Well, I hope you enjoyed the show again.
french: [_AD_] Eh bien, j'espère que tu as encore apprécié le spectacle.

source: [_R_] Yeah.... it's actually pretty hot.
french: [_R_] Ouais.... il fait plutôt chaud.

source: [_AD_] And just to remind you. If your relationship with your sister gets a little more advanced,
french: [_AD_] Et juste pour te le rappeler. Si ta relation avec ta sœur devient un peu plus avancée,

source: [_R_] I'll see what I can do!
french: [_R_] Je vais voir ce que je peux faire!

source: [_AD_] Hahah.... you're my toy now too!...
french: [_AD_] Hahah.... tu es mon jouet maintenant aussi!...

source: [_AD_] I'll see you next week.
french: [_AD_] À la semaine prochaine.

source: [_LT_] {i}It wasn't nearly as bad this time though.{/i}
french: [_LT_] {i}Ce n'était pas aussi grave cette fois.{/i}

source: [_LT_] {i}Was it because I knew what to expect?{/i}
french: [_LT_] {i}Était-ce parce que je savais à quoi m'attendre?{/i}

source: [_LT_] {i}I felt so dirty to willingly call myself her toy.{/i}
french: [_LT_] {i}Je me sentais tellement sale de m'appeler volontiers son jouet.{/i}

source: [_LT_] {i}My job is just to bring her pleasure.... {/i}
french: [_LT_] {i}Mon travail est juste de lui apporter du plaisir.... {/i}

source: [_LT_] {i}Fuck!.... Get out of my head.{/i}
french: [_LT_] {i}Merde!.... Sors de ma tête.{/i}

source: [_L_] I don't know.... It wasn't nearly as bad this time...
french: [_L_] Je ne sais pas.... Ce n'était pas aussi grave cette fois...

source: [_L_] I called myself her toy.... and she still spanked me.
french: [_L_] Je me suis appelé son jouet.... et elle m'a encore donné une fessée.

source: [_R_] Did it hurt really bad?
french: [_R_] Ça a fait très mal?

source: [_L_] Not as bad.... but in a strange way.... it felt kind of good...
french: [_L_] Pas aussi mal.... mais d'une manière étrange.... c'était plutôt bien...

source: [_L_] I'm worried about what this is doing to me psychologically.
french: [_L_] Je m'inquiète de ce que cela me fait psychologiquement.

source: [_R_] You know I'm doing my best to cover for you and Mom!
french: [_R_] Tu sais que je fais de mon mieux pour te couvrir, toi et maman!

source: [_L_] I know we need to get ready for school, but I really wanted to thank you for protecting me from Agent Diaz.
french: [_L_] Je sais que nous devons nous préparer pour l'école, mais je voulais vraiment te remercier de m'avoir protégée de l'agent Diaz.

source: [_R_] That's what big brothers are for, Lauren.
french: [_R_] C'est à ça que servent les grands frères, Lauren.

source: [_L_] Well, lately you've been much more to me than a big brother.
french: [_L_] Eh bien, dernièrement, tu as été beaucoup plus pour moi qu'un grand frère.

source: [_R_] How do you mean?
french: [_R_] Comment, que veux-tu dire?

source: [_L_] I don't know, it's like you've changed since Dad went to prison. You've stepped up, but you've also been treating me differently.
french: [_L_] Je ne sais pas, c'est comme si tu avais changé depuis que papa est allé en prison. Tu t'es intensifié, mais tu m'as aussi traitée différemment.
