Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}Shit, that is her.{/i}
french: [_RT_] {i}Shit, c'est elle.{/i}
italian: [_RT_] {i}Merda, che è lei.{/i}
portuguese: U[_RT_] Partida {i}, ou seja, ela.{/i}
russian: [_RT_] {i}Shit, то еее.{/i}

source: [_RT_] {i}So, that's why she's here... I thought she was using all the money I've been giving her to go shopping. I never took my aunt for a gambler.{/i}
french: [_RT_] {i}Alors, c'est pourquoi elle est ici... « Je pensais qu'elle utilisait tout l'argent que je lui donnais pour faire du shopping. Je n'ai jamais pris ma tante pour un pari.{/i}
italian: [_RT_] {i}Quindi, è per questo che è qui... Pensavo che stesse usando tutti i soldi che le ho dato per andare a fare shopping. Non ho mai preso mia zia per un giocatore d'azzardo.{/i}
portuguese: [_RT_] {i}Então, é por isso que ela está aqui... Pensei que ela estava usando todo o dinheiro que lhe dei para ir fazer compras. Nunca levei a minha tia por uma aposta.{/i}
russian: [_RT_] {i}Итак, поэтому она здесь... Я думала, что она использует все деньги, которые я даю ей для покупок. Я никогда не взял тетушку для игрока.{/i}

source: [_RT_] {i}Damn! It'd be for the best if she's not working here, I suppose... but still.{/i}
french: [_RT_] {i}Bon sang! Ce serait le mieux si elle ne travaille pas ici, je suppose... mais quand même.{/i}
italian: [_RT_] {i}Dannazione! Sarebbe per il meglio se lei non lavorasse qui, supponso... ma ancora.{/i}
portuguese: [_RT_] {i}Maldição! Seria para o melhor se ela não estiver trabalhando aqui, eu suponho ... mas ainda assim. {/i}
russian: [ _RT_] {i}Черт! Это было бы лучше, если бы она не работала здесь, я полагаю ... но все равно. { /i }

source: [_RT_] {i}If I had caught her working as a stripper, she'd have done anything to keep Mom from finding out.{/i}
french: [ _RT_ ] {i}Si j'avais attrapé son travail comme strip-teaseuse, elle aurait tout fait pour empêcher maman de découvrir. { /i }
italian: [_RT_] {i}Se l'avessi catturata come spogliarellista, avrebbe fatto qualcosa per impedire alla mamma di scoprire.{/i}
portuguese: [_RT_] {i}Se eu a tivesse pegado trabalhando como uma stripper, ela teria feito qualquer coisa para impedir que mamãe encontrasse.{/i}
russian: [_RT_] {i}Если бы я поймала её труженика, она сделала все возможное, чтобы не допустить появления мамы.{/i}

source: [_RT_] {i}Along with the pictures Mandy took of her mom and me, Mandy could suck my dick right in front of her and she wouldn't be able to say a thing about it.{/i}
french: [_RT_] {i}Avec les photos que Mandy a prises de sa mère et de moi, Mandy pourrait sucer ma queue juste devant elle et elle ne pourrait pas en dire quelque chose. /i}
italian: [_RT_] {i}Insieme con le foto Mandy scattato da sua mamma e me, Mandy potrebbe succhiare il mio cazzo proprio di fronte a lei e lei non sarebbe in grado di dire una cosa a riguardo. /i}
portuguese: [_RT_] {i}Junto com as fotos Mandy tirou de sua mãe e eu, Mandy poderia chupar meu pau bem na frente dela e ela não seria capaz de dizer uma coisa sobre isso. {/i}
russian: [ _RT_] {i}Наряду с фотографиями Мэнди забрали маму и меня, Мэнди могла сосать мой член прямо перед ней, и она не смогла бы сказать об этом. { /i }

source: [_RT_] {i}Maybe I could even make her give Mandy some blowjob lessons.{/i}
french: [ _RT_ ] {i}Peut-être que je pourrais lui donner des leçons de chablis. { /i }
italian: [_RT_] {i}Forse potrei anche farle dare Mandy alcune lezioni di pompino.{/i}
portuguese: [_RT_] {i}Talvez eu a pudesse fazer dar algumas lições de bolota à mandia.{/i}
russian: [_RT_] {i}Может быть, я даже могу дать Манди несколько уроков.{/i}

source: [_RT_] {i}Mandy tries really hard, but she's nowhere near as good as either of our moms at sucking cock.{/i}
french: [_RT_] {i}Mandy essaye vraiment fort, mais elle est loin d'être aussi bonne qu'une de nos mamans à sucer la bite.{/i}
italian: [_RT_] {i}Mandy prova davvero duramente, ma lei è da nessuna parte vicino come una delle nostre mamme a succhiare cazzo.{/i}
portuguese: [_RT_] {i}Mandy tenta realmente muito, mas ela não está nem perto tão boa como qualquer uma das nossas mães em chupar pau. {/i}
russian: [ _RT_] {i}Манди очень старается, но она не так хороша, как ни одна из наших мам при сосании. { /i }

source: [_A_] Hi, [ryan]. Always nice seeing you here. What can I get you?
french: [_A_] Salut, [ryan]. Je suis toujours agréable de vous voir ici. Que puis-je vous recevoir?
italian: [_A_] Ciao, [ryan]. Sempre bello vedervi qui. Cosa posso ottenere?
portuguese: [_A_] Oi, [ryan]. Sempre é legal vê-lo aqui. O que posso te levar?
russian: [ _A_] Привет, [ ryan]. Всегда приятно видеть тебя здесь. Что я могу достать?

source: [_R_] Hey, umm... I was actually hoping you could help me out with something.
french: [_R_] Hey, umm... J'espérais que vous pouviez m'aider avec quelque chose.
italian: [_R_] Ehi, umm... Stavo sperando che tu potessi aiutarmi con qualcosa.
portuguese: [_R_] Ei, um... Na verdade eu estava esperando que me ajudassem com alguma coisa.
russian: [ _R_] Hey, umm ... Я надеялся, что ты можешь помочь мне с чем-то.

source: [_R_] You see that blonde in the shiny purple dress?
french: [_R_] Vous voyez cette blonde dans la robe violette brillante ?
italian: [_R_] Vedete quella bionda nel vestito viola lucido?
portuguese: [__R_] Você vê aquela loira no vestido roxo brilhante?
russian: [ _R_] Вы видите эту блондинку в блестящем фиолетовом платье?

source: [_A_] The one with the massive tits?
french: [ _A_ ] L'un avec les seins massifs?
italian: [_A_] Quello con le tette massiccie?
portuguese: [_A_] Aquele com títulos massivos?
russian: [ _A_] Тот с массивными сиськами?

source: [_R_] Uh, yeah... that's my aunt.
french: [_R_] Euh, ouais... c'est ma tante.
italian: [_R_] Uh, sì... è mia zia.
portuguese: [_R_] Uh, sim... essa é a minha tia.
russian: Это моя тетя.

source: [_A_] Her? Seriously?
french: [_A_] elle? Sérieusement?
italian: [_A_] Lei? Seriamente?
portuguese: [_A_] Herói? Sério?
russian: Она? Серьезно?

source: [_A_] Damn, your family has a lot of hot women in it!
french: [ _A_ ] Damn, ta famille a beaucoup de femmes chaudes !
italian: [_A_] Damn, la tua famiglia ha un sacco di donne calde in esso!
portuguese: [_A_] Caramba, sua família tem um monte de mulheres quentes nelas!
russian: [_A_] Черт, у вашей семьи в ней много жарких женщин!

source: [_R_] Don't I know it.
french: [ _R_ ] Je ne le sais pas.
italian: [_R_] Non lo so.
portuguese: [_R_] Não eu sei disso.
russian: [_R_] Я не знаю.

source: [_R_] So, listen... Have you seen her around here before?
french: [ _R_ ] Donc, écoutez ... Vous l'avez vue ici avant?
italian: [_R_] Allora, ascolta... L'hai vista qui in giro?
portuguese: [_R_] Então, escute... Você já a viu aqui antes?
russian: [ _R_] Итак, слушай ... Вы видели ее здесь раньше?

source: [_A_] Oh, sure. She's been coming in for few weeks now.
french: [_A_] Oh, sûr. Elle arrive depuis quelques semaines maintenant.
italian: [_A_] Oh, certo. Sta arrivando da poche settimane.
portuguese: [_A_] Ah, claro. Ela vem vindo há poucas semanas.
russian: [ _A_] Oh, sure. Она уже несколько недель придёт.

source: [_R_] Does she just play cards, or is she... I mean, does she...
french: [ _R_ ] Ne joue-t-elle que des cartes, ou est-elle ... Je veux dire, elle ...
italian: [_R_] Lei gioca solo a carte, o è lei... Voglio dire, lo fa...
portuguese: [_R_] Ela só joga cards, ou ela é... quero dizer, ela é...
russian: [_R_] Она просто играет в карты, или это она... Я имею...

source: [_A_] She doesn't work for Joey, if that's what you're asking.
french: [ _A_ ] Elle ne travaille pas pour Joey, si c'est ce que vous demandez.
italian: [_A_] Lei non lavora per Joey, se è quello che stai chiedendo.
portuguese: [_A_] Ela não trabalha para a Alegria, se é isso que você está perguntando.
russian: [_A_] Она не работает в Joey, если это то, что вы спросите.

source: [_A_] Hang on... You're not stalking her, are you?
french: [_A_] Attendez... Vous ne la traquez pas, n'est-ce pas?
italian: [_A_] Aspetta... Non la stai bloccando, vero?
portuguese: [_A_] Espera aí... Você não está perseguindo ela, está?
russian: [ _A_] Hang on ... Ты не преследуешь ее, не так ли?

source: [_A_] Isn't fucking your big sister enough for you? Now you're making a play for your hot aunt too?
french: [_A_] Vous n'avez pas assez de baise à votre grande sœur? Maintenant vous faites aussi un jeu pour votre tante chaude ?
italian: [_A_] Non sta scopando la tua sorella abbastanza per te? Ora stai facendo un gioco anche per la tua zia calda?
portuguese: [_A_] A porra da sua grande irmã não é suficiente para você? Agora você está fazendo uma peça para a sua tia gostosa também?
russian: [ _A_] Не так ли, блядь, твоя большая сестра для тебя? Теперь ты тоже делаешь пьесу для своей тетки?

source: [_R_] What? No, I mean...
french: [_R_] Quoi? Non, je veux dire...
italian: [_R_] Cosa? No, voglio dire...
portuguese: U[_R_] o quê? Não, quero dizer...
russian: [ _R_] Что? Нет, я имею в виду ...

source: [_R_] Look, I just happened to see her come into the club tonight. I was worried she might have gotten desperate enough to pick up a job here.
french: [_R_] Regardez, je viens de la voir entrer dans le club ce soir. Je craignais qu'elle ne soit devenue suffisamment désespérée pour trouver un emploi ici.
italian: [_R_] Guarda, mi è appena capitato di vederla entrare nel club stasera. Ero preoccupato che avrebbe potuto ottenere abbastanza disperato per raccogliere un lavoro qui.
portuguese: [_R_] Olha, acabei de vê-la entrar no clube esta noite. Preocupava-me que ela tivesse ficado desesperada o suficiente para pegar um emprego aqui.
russian: Слушай, я только что видела, как она пришла сегодня в клуб. Я волновалась, что она может быть в отчаяне, чтобы найти работу здесь.

source: [_A_] Why would she be desperate?
french: [ _A_ ] Pourquoi elle serait désespérée?
italian: [_A_] Perché sarebbe disperata?
portuguese: [_A_] Por que ela estaria desesperada?
russian: [ _A_] Почему она была в отчаяне?

source: [_R_] Since my uncle skipped town with all their money, she's been broke, and had to move in with us.
french: [ _R_ ] Comme mon oncle a sauté la ville avec tout leur argent, elle a été brisée, et a dû se déplacer avec nous.
italian: [_R_] Da quando mio zio ha saltato la città con tutti i loro soldi, è stata rotta, e ha dovuto muoversi con noi.
portuguese: [_R_] Desde que meu tio pulou a cidade com todo o seu dinheiro, ela foi quebrada, e teve que morar com a gente.
russian: [ _R_] С тех пор, как мой дядя пропустил город со всеми своими деньгами, она была разбита и должна была переехать к нам.

source: [_A_] If she's broke, how's she able to play blackjack every week?
french: [ _A_ ] Si elle a cassé, comment elle est capable de jouer au blackjack chaque semaine?
italian: [_A_] Se è rotta, come è in grado di giocare a blackjack ogni settimana?
portuguese: [_A_] Se ela está quebrada, como ela sabe jogar blackjack toda semana?
russian: [_A_] Если она сломала, то как она может играть в Блэкджек каждую неделю?

source: [_R_] I've been giving her some cash for... for some favors around the house.
french: [_R_] Je lui ai donné de l'argent pour... pour quelques faveurs autour de la maison.
italian: [_R_] Le ho dato un po' di denaro per... per alcuni favori intorno alla casa.
portuguese: U[_R_] Eu tenho dado a ela algum dinheiro para... para alguns favores da casa.
russian: [_R_] Я отдаю ей наличные деньги... для некоторых благосклонностей вокруг дома.

source: [_R_] I thought she was using it to go shopping, but I guess not.
french: [_R_] Je pensais qu'elle l'utilisait pour faire du shopping, mais je suppose que non.
italian: [_R_] Pensavo che lo stesse usando per andare a fare shopping, ma credo di no.
portuguese: [_R_] Pensei que ela estava usando para fazer compras, mas acho que não.
russian: [ _R_] Я думала, что она использует его, чтобы ходить по магазинам, но я думаю, что нет.

source: [_A_] Well, that explains why she's not paying her tab. I've been wondering why my uncle has been so lax about her bill. He's not one to leave a debt uncollected.
french: [_A_] Eh bien, cela explique pourquoi elle ne paie pas d'onglet. « Je me demandais pourquoi mon oncle a été si laxiste à propos de sa facture. Il n'est pas le seul à laisser une dette impayée.»
italian: [_A_] Beh, questo spiega perché non sta pagando la sua scheda. Mi sono chiesto perché mio zio sia stato così lassista circa il suo conto. Non è uno a lasciare un debito non raccolto.
portuguese: [_A_] Bem, isso explica porque ela não está pagando a aba. Eu tenho me perguntado por que o meu tio tem sido tão lax sobre a conta dela. Ele não está nem para deixar uma dívida não coletada.
russian: [ _A_] Ну, это объясняет, почему она не платит за свою позицию. Мне было интересно, почему мой дядя так слабеет о своем законопроекте. Он не один, чтобы оставить долг несобранным.

source: [_A_] Now that I think about it, anytime she comes in, he always makes time to talk with her.
french: [ _A_ ] Maintenant que j'y pense, quand elle arrive, il prend toujours le temps de parler avec elle.
italian: [_A_] Ora che ci penso, ogni volta che entra, fa sempre il tempo di parlare con lei.
portuguese: [_A_] Agora que eu penso sobre isso, a qualquer hora que ela entre, ele sempre faz tempo para conversar com ela.
russian: [_A_] Теперь, когда я думаю об этом, когда она приедется, он всегда успевает поговорить с ней.

source: [_RT_] {i}The hell does he have to talk to my aunt about? She doesn't owe him any money.{/i}
french: [_RT_] {i}L'enfer doit-il parler à ma tante ? Elle ne lui doit pas d'argent.{/i}
italian: [_RT_] {i}L'inferno deve parlare con mia zia di tutto? Non gli deve alcun denaro.{/i}
portuguese: [_RT_] {i}O inferno ele precisa falar com minha tia? Ela não lhe deve nenhum dinheiro.{/i}
russian: [_RT_] {i}Ад должен поговорить с моей тёткой? Она не в долгах.{/i}

source: [_R_] Really? What do they talk about?
french: [_R_] Vraiment? De quoi parle-t-il?
italian: [_R_] Davvero? Di cosa parlano?
portuguese: [_R_] Realmente? Do que eles falam?
russian: Правда? О чем они говорят?

source: [_A_] Oh, I don't think I should say. A bartender isn't supposed to talk about a customer's private conversations to strangers.
french: [_A_] Oh, je ne pense pas que je devrais dire. Un barman n'est pas censé parler des conversations privées d'un client à des étrangers.
italian: [_A_] Oh, non credo che dovrei dire. Un barista non dovrebbe parlare di conversazioni private di un cliente a sconosciuti.
portuguese: [_A_] Ah, eu não acho que eu deveria dizer. Um barman não deve falar sobre conversas privadas de um cliente com estranhos.
russian: Не думаю, что я должен сказать. Бармен не должен говорить о личных разговорах клиента с незнакомцами.

source: [_R_] Come on, Armani... I'm not a stranger. She's my aunt. I just want to make sure she's not in any trouble. Couldn't you make an exception and help me out here?
french: [_R_] Allons, Armani... Je ne suis pas un étranger. Elle est ma tante. « Je veux juste m'assurer qu'elle n'est pas en difficulté. Vous ne pourriez pas faire une exception et m'aider ici? »
italian: [_R_] Avanti, Armani... Non sono una straniera. È mia zia. Voglio solo assicurarmi di non essere in alcun problema. Non puoi fare un'eccezione e aiutarmi qui?
portuguese: [_R_] Vamos, Armani... Eu não sou um estranho. Ela é minha tia. Eu só quero ter certeza de que ela não está com nenhum problema. Você não poderia fazer uma exceção e me ajudar aqui?
russian: Давай, Армани ... Я не чужой. Она моя тетя. Я просто хочу убедиться, что она не в беде. Не могли бы вы сделать исключение и помочь мне здесь?

source: [_A_] Sorry, protecting a customer's privacy is part of the "bartender's code", you know.
french: [ _A_ ] Désolé, la protection de la vie privée d'un client fait partie du "code de la barman", vous savez.
italian: [_A_] Siamo spiacenti, la protezione della privacy di un cliente fa parte del "codice bartender", sai.
portuguese: [_A_] Desculpe, proteger a privacidade de um cliente faz parte do "código do barbeiro", você sabe.
russian: [ _A_] Извините, защита конфиденциальности клиента-это часть кода "бармена", вы знаете.

source: [_R_] Ah, yes. I had forgotten that ancient pack between a boozer, and their barkeep.
french: [_R_] Ah, oui. J'avais oublié cette ancienne meute entre un boozer, et leur bartier.
italian: [_R_] Ah, sì. Avevo dimenticato quel pacco antico tra un boozer, e la loro custodia.
portuguese: [_R_] Sim, sim. Eu havia esquecido aquele pacote antigo entre um boozer e seu guarda-roupa.
russian: [ _R_] Ах, да. Я забыл, что древняя стая между бузером и их бархатом.

source: [_A_] Hey, don't make jokes! I take my duty very seriously. You wouldn't want me talking about you or your sister, would you?
french: [_A_] Hé, ne faites pas de blagues ! Je prends mon devoir très au sérieux. Vous ne voudriez pas que je parle de vous ou de votre sœur, n'est-ce pas?
italian: [_A_] Ehi, non fare battite! Io prendo molto sul serio il mio dovere. Non vorresti che parli di te o di tua sorella, vero?
portuguese: [_A_] Ei, não faça piadas! Eu levo muito a sério o meu dever. Você não quer que eu fale sobre você ou sobre a sua irmã, quer?
russian: Не шутите! Я очень серьезно воспринимаю свой долг. Ты бы не хотел, чтобы я говорил о тебе или твоей сестре, не так ли?

source: [_R_] Haha, Okay... I'm sorry for insulting your honor.
french: [_R_] Haha, d'accord... Je suis désolé d'avoir insulté votre honneur.
italian: [_R_] Haha, Okay... Mi dispiace per aver insultato il tuo onore.
portuguese: [_R_] Haha, Okay... Sinto muito por insultar sua honra.
russian: [ _R_] Хаха, Окей ... Простите за оскорбление вашей чести.

source: [_R_] Damn, I suppose I'll have to respect the code.
french: [_R_] Bon sang, je suppose que je vais devoir respecter le code.
italian: [_R_] Damn, suppongo che dovrò rispettare il codice.
portuguese: [_R_] Caramba, suponho que terei que respeitar o código.
russian: [_R_] Damn, я предполагаю, что я буду уважать код.

source: [_R_] However!
french: [_R_] Quoi qu’il en soit !
italian: [_R_] Tuttavia!
portuguese: U[_R_] 「ver!
russian: [ _R_] Однако!

source: [_R_] If she's not paying her tab, then she's not really a customer, is she?
french: [ _R_ ] Si elle ne paie pas son onglet, alors elle n'est pas vraiment un client, n'est-ce pas?
italian: [_R_] Se non sta pagando la sua scheda, allora lei non è davvero un cliente, vero?
portuguese: [_R_] Se ela não está pagando a guia dela, então ela não é realmente uma cliente, não é?
russian: [_R_] Если она не заплатила свою вкладку, то она не на самом деле клиент, это она?

source: [_A_] I suppose not...
french: [_A_] Je suppose que non...
italian: [_A_] suppongo di no...
portuguese: [_A_] Eu suponho que não ...
russian: [ _A_] Полагаю, что нет ...

source: [_R_] So, she's not covered by the sacred bartender's code, and you can tell me what they were talking about.
french: [ _R_ ] Donc, elle n'est pas couverte par le code du barman sacré, et vous pouvez me dire de quoi ils parlaient.
italian: [_R_] Quindi, non è coperta dal codice del barista sacro, e puoi dirmi di cosa stavano parlando.
portuguese: [_R_] Então, ela não está coberta pelo código do barbeiro sagrado, e você pode me dizer do que eles estavam falando.
russian: [ _R_] Итак, она не покрыта кодом священного бармена, и ты можешь сказать мне, о чем они говорили.

source: [_A_] Hmmphhh... You have a point. And she hasn't exactly been very polite to me.
french: [_A_] Hmmphhhh... Vous avez quelque chose. Et elle n'a pas été très polie avec moi.
italian: [_A_] Hmmphhh... Hai un punto. E lei non è stata esattamente molto gentile con me.
portuguese: [_A_] Hmmphhh ... Você tem um ponto. E ela não foi exatamente muito educada comigo.
russian: [ _A_] Hmmphhh ... У тебя есть смысл. И она не очень вежлива со мной.

source: [_R_] So, you'll tell me?
french: [ _R_ ] Donc, vous me le direz?
italian: [_R_] Allora, me lo direte?
portuguese: U[_R_] Então, você vai me dizer?
russian: Так ты мне скажешь?

source: [_A_] Settle her tab, first.
french: [_A_] Réglez sa langue, d'abord.
italian: [_A_] risolvi la sua scheda, prima.
portuguese: [_A_] Settle sua guia, primeiro.
russian: [_A_] Сначала найдите её вкладку.

source: [_R_] What?! Why do I have to pay for her drinks?
french: [_R_] Quoi? Pourquoi dois-je payer pour ses boissons?
italian: [_R_] Cosa?! Perché devo pagare per le sue bevande?
portuguese: [_R_] O quê?! Por que eu tenho que pagar as bebidas dela?
russian: [ _R_] Что?! Зачем мне платить за ее напитки?

source: [_A_] Uncle Joey may be fine with letting it slide, but I don't make any tips when people don't settle their tabs. And since you need a favor...
french: [ _A_ ] Oncle Joey peut être bien avec la laisser glisser, mais je ne fais pas de trucs quand les gens ne déposent pas leurs pattes. Et comme tu as besoin d'une faveur ...
italian: [_A_] Lo zio Joey può andare bene con lasciarlo scorrere, ma non faccio suggerimenti quando le persone non sistemano le loro schede. E dal momento che avete bisogno di un favore...
portuguese: [_A_] O tio Joey pode fazer bem em deixar ele deslizar, mas eu não faço nenhuma dicas quando as pessoas não fecham as abas. E já que você precisa de um favor...
russian: [_A_] Дядя Джой может быть отлично с помощью слайдов, но я не делаю никаких советов, когда люди не посещают свои вкладки. И так как вам нужно...

source: [_R_] How much?
french: [_R_] Combien ?
italian: [_R_] Quanto?
portuguese: U[_R_] Quanto?
russian: Сколько?

source: [_A_] I just made her a strawberry daiquiri, so that brings it up tooo...
french: [ _A_ ] Je viens de faire d'elle un daiquiri fraise, donc ça l'amène à ...
italian: [_A_] Le ho appena fatto una fragola daiquiri, in modo che lo porti anche su...
portuguese: [_A_] Eu acabei de fazer dela um daiquiri de morango, então isso traz para cima tooo ...
russian: [ _A_] Я только что сделал ей клубничный дайкири, так что это привело к тому, что ...

source: [_A_] One hundred, sixty nine bucks to close her tab, but if you want to loosen these lips, I'm going to need a big tip.
french: [ _A_ ] Une centaine, soixante neuf dollars pour fermer son onglet, mais si vous voulez desserrez ces lèvres, je vais avoir besoin d'une grosse pointe.
italian: [_A_] Cento, sessantanove dollari per chiudere la sua scheda, ma se si desidera allentare queste labbra, ho intenzione di avere bisogno di una punta grande.
portuguese: [_A_] Cem, vou precisar de uma grande gorjeta para fechar a aba, mas se você quiser soltar esses lábios.
russian: [_A_] Стена, шестьдесят девять стен, чтобы закрыть ее вкладку, но если вы хотите потерять эти губы, я буду нуждаться в большой отзыв.

source: [_RT_] {i}I'd rather be using my big tip to loosen Mandy's lips. I hate paying for Cami's drinks. But... whatever Joey's been talking to Cami about, probably isn't good for me.{/i}
french: [ _RT_ ] {i}Je préfèrerais utiliser ma grande pointe pour desserr les lèvres de Mandy. Je déteste payer pour les boissons de Cami. Mais ... ce que Joey a parlé à Cami, ce n'est probablement pas bon pour moi. { /i }
italian: [_RT_] {i}Preferirei usare la mia grande punta per allentare le labbra di Mandy. Odio pagare le bevande di Cami. Ma... qualunque cosa Joey stia parlando con Cami, probabilmente non è buono per me.{/i}
portuguese: [_RT_] {i}Prefiro estar usando minha grande dica para afrouxar os lábios de Mandy. Eu odeio pagar as bebidas da Cami. Mas ... seja lá o que Joey tenha falado com Cami sobre, provavelmente não é bom para mim. {/i}
russian: [_RT_] {i}Я бы использовал мой большой отзыв для раскрасить губы Манди. Я ненавижу платить за напитки Ками. Ну что бы Джойс ни говорил с Ками, наверное, не так для меня.{/i}
