Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_RT_] {i}([ryan] still reading in head) "What have we found out, I’d like to know?""That Hargrid never entered her Chambers of Secrets," said Perry, throwing the cloak over Rod and prodding him in the arm to make him walk. "She's still innocent."{/i}
dutch: [_RT_] {i}([ryan] nog steeds in het hoofd) "Wat hebben we ontdekt, ik zou het leuk vinden om te weten? har@@0Dat Hargrid nooit haar geheimen is binnengekomen," zei Perry, die de mantel over de Rode gooit en hem in de arm propageert om hem te laten lopen. "Ze is nog steeds onschuldig."{/i}
french: [_RT_] {i}([ryan] toujours en train de lire dans sa tête) 'Qu'avons-nous découvert, j'aimerais savoir ?' Cette Hargrid n'est jamais entrée dans ses Chambres des Secrets', dit Perry, jetant le manteau sur Rod et le poussant dans le bras pour le faire marcher.' Elle est toujours innocente.'{/i}
german: [_RT_] {i}([ryan] lesen immer noch im Kopf) "Was haben wir herausgefunden, ich möchte es wissen? har@@0Dass Hargrid nie in ihre Kammern der Geheimnisse", sagte Perry, warf den Umhang über Rod und trieb ihn in den Arm, um ihn gehen zu lassen. "Sie ist immer noch unschuldig."{/i}
portuguese: [_RT_] {i}([ryan] ainda lendo na cabeça) "O que descobrimos, eu gostaria de saber? da""que Hargrid nunca entrou em suas Câmaras de Segredos," disse Perry, deitando o manto sobre Rod e provando-o no braço para fazê-lo andar. "Ainda é inocente."{/i}

source: [_M_] You are such a fast reader.
dutch: [_M_] Je bent zo'n snelle leer.
french: [_M_] Tu es un lecteur si rapide.
german: [_M_] Du bist ein so schneller Leser.
portuguese: U[_M_] Você é um leitor tão rápido.

source: [_M_] I can't believe you are already on the second book.
dutch: [_M_] Ik kan niet geloven dat je al in het tweede boek zit.
french: [_M_] Je n'arrive pas à croire que tu sois déjà sur le deuxième livre.
german: [_M_] Ich kann nicht glauben, dass du bereits im zweiten Buch bist.
portuguese: [__M_] Eu não posso acreditar que você já está no segundo livro.

source: [_R_] Yeah, speed reading comes pretty easy to me.
dutch: [_R_] Yeah, snelheids lezen komt voor mij erg makkelijk.
french: [_R_] Oui, la lecture rapide m'est assez facile.
german: [_R_] Ja, das Lesen der Geschwindigkeit kommt mir ziemlich einfach.
portuguese: [_R_] Sim, a leitura da velocidade vem muito fácil para mim.

source: [_R_] Especially when I'm motivated.
dutch: Zeker als ik gemotiveerd ben.
french: [_R_] Surtout quand je suis motivé.
german: [_R_] Besonders wenn ich motiviert bin.
portuguese: [_R_] Especialmente quando estou motivado.

source: [_MT_] {i}Does he mean what I think he means?{/i}
dutch: [_MT_] {i}bedoelt hij wat ik denk dat hij bedoelt?{/i}
french: [_MT_] {i}Veut-il dire ce à quoi je pense qu'il veut dire ?{/i}
german: [_MT_] {i}Meint er, was er meint? {/i}
portuguese: [_MT_] {i}Será que ele quer dizer o que eu acho que ele means? {/i}

source: [_M_] So how far into the book are you?
dutch: [_M_] Hoe ver in het boek bent je?
french: [_M_] Alors, jusqu'où êtes-vous dans le livre?
german: [_M_] Wie weit bist du im Buch?
portuguese: [_M_] Então, até que ponto o livro é você?

source: [_R_] They just found out that Hargrid didn't enter that underaged wizard's chambers of secrets after being chased by those giant spiders.
dutch: [_R_] Ze ontdekten net dat Hargrid geen slechte, wizards geheime kamers binnenkwam nadat ze door die gigantische spinnen zijn achterhaald.
french: [_R_] Ils viennent de découvrir qu'Hargrid n'est pas entré dans la chambre des secrets de ce sorcier mineur après avoir été poursuivi par ces araignées géantes.
german: [_R_] Sie haben gerade herausgefunden, dass Hargrid die geheime Kammer der untergegangenen Zauberer nicht betreten hat, nachdem sie von diesen riesigen Spinnen verfolgt wurden.
portuguese: [__R_] Eles acabaram de descobrir que Hargrid não entrou que as câmaras de segredos menores de idade, depois de serem perseguidas por aquelas aranhas gigantes.

source: [_M_] That's such an exciting part!
dutch: [_M_] Dat is zo spannend!
french: [_M_] C'est une partie tellement excitante!
german: [_M_] Das ist ein aufregender Teil!
portuguese: [_M_] Essa é uma parte tão empolgante!

source: [_R_] Yeah well, there's one thing about this book that's been bothering me?
dutch: [_R_] Yeah goed, er is iets aan dit boek dat me dwarsligt?
french: [_R_] Ouais eh bien, il y a une chose dans ce livre qui m'a dérangé?
german: [_R_] Ja, es gibt eine Sache an diesem Buch, die mich stört?
portuguese: [_R_] Bem, há uma coisa sobre este livro que está me incomodando?

source: [_R_] So these are considered children's books right?
dutch: [_R_] Dus dit worden beschouwd als kinderboeken?
french: [_R_] Donc, ceux-ci sont considérés comme des livres pour enfants, n'est-ce pas?
german: [_R_] Das sind also Kinderbücher richtig?
portuguese: [__R_] Então estes são considerados livros infantis certo?

source: [_M_] Of course...
dutch: [_M_] Natuurlijk ...
french: [_M_] Bien sûr...
german: [_M_] Natürlich...
portuguese: U[_M_] de certeza...

source: [_R_] Well aren't the so called "Chambers of Secrets" Just a metaphor for a girl's... you know...
dutch: [_R_] Goed zijn niet de zogenaamde "Chambers Secrets" maar gewoon een metafoor voor een meisje... u weet...
french: [_R_] Eh bien, les soi-disant "Chambres des secrets" ne sont-elles pas juste une métaphore pour celle d'une fille?.. tu sais...
german: [_R_] Nun sind nicht die so genannten "Kammern der Geheimnisse" nur eine Metapher für ein Mädchen... weiß...
portuguese: [_R_] Bem, não é assim que se chama "Câmaras de segredos" Só uma metáfora para uma garota... você sabe...

source: [_M_] Of course not! At least I don't think so. They are a physical location in the book.
dutch: [_M_] Natuurlijk niet! Ik denk het in ieder geval niet. Ze zijn een fysieke locatie in het boek.
french: [_M_] Bien sûr que non! Du moins, je ne le pense pas. Ils sont un emplacement physique dans le livre.
german: [_M_] Natürlich nicht! Zumindest glaube ich es nicht. Sie sind ein physischer Ort im Buch.
portuguese: [_M_] É claro que não! Pelo menos eu não acho que sim. Eles são um local físico no livro.

source: [_R_] Are you sure?
dutch: [_R_] Weet je het zeker?
french: [_R_] Es-tu sûr?
german: [_R_] Bist du sicher?
portuguese: [_R_] Você tem certeza?

source: [_M_] Of course I'm sure, you just haven't reached that part yet.
dutch: [_M_] Natuurlijk weet ik zeker, je hebt dat deel gewoon nog niet bereikt.
french: [_M_] Bien sûr, je suis sûr que vous n'avez pas encore atteint cette partie.
german: [_M_] Natürlich bin ich sicher, dass du diesen Teil noch nicht erreicht hast.
portuguese: [_M_] Claro que tenho certeza, você só não chegou a essa parte ainda.

source: [_M_] Though if you pay attention, you will understand that the purpose of the Chambers of Secrets are to help a wizard awaken their sexuality in their teen years.
dutch: [_M_] Of, maar goed letten. U zult begrijpen dat het de bedoeling van de geheime kamers is een tovenaar te helpen bij het opwekken van hun seksualiteit in de afgelopen tien jaar.
french: [_M_] Cependant, si vous faites attention, vous comprendrez que le but des Chambres des Secrets est d'aider un sorcier à éveiller sa sexualité dans son adolescence.
german: [_M_] Wenn Sie Aufmerksamkeit schenken, Sie werden verstehen, dass der Zweck der Kammern der Geheimnisse ist es, einem Zauberer zu helfen, ihre Sexualität in ihren zehn Jahren zu erwecken.
portuguese: [_M_] Embora você preste atenção, Compreenderão que o propósito das Câmaras de Segredos é ajudar um feiticeiro a despertar a sua sexualidade nos seus dezenos anos.

source: [_R_] And you don't think it's a metaphor for a girl's vagina and asshole?
dutch: [_R_] En je denkt niet dat het een metafoor is voor de vagina en de beschutting van een meisje?
french: [_R_] Et vous ne pensez pas que c'est une métaphore du vagin et du trou du cul d'une fille?
german: [_R_] Und du denkst nicht, dass es eine Metapher für die Vagina und den Arsch eines Mädchens ist?
portuguese: [_R_] e você não acha que seja uma metáfora para a vagina de uma menina?

source: [_M_] No...
dutch: [_M_] Nee...
french: [_M_] Non...
german: [_M_] Nein...
portuguese: U[_M_] Não...

source: [_R_] Well, the reason I think it might be...
dutch: [_R_] Nou, de reden waarom ik denk dat het ...
french: [_R_] Eh bien, la raison pour laquelle je pense que cela pourrait être...
german: [_R_] Nun, der Grund, warum ich denke, es könnte sein...
portuguese: [_R_] Bem, a razão pela qual eu acho que pode ser ...

source: [_MT_] {i}Does [ryan] ever think of anything besides sex?{/i}
dutch: [ _MT_] {i}Heeft [ ryan] ooit aan iets anders gedacht dan seks? { /i }
french: [_MT_] {i}Est-ce que [ryan] pense jamais à autre chose que le sexe?{/i}
german: [_MT_] {i}denkt [ryan] jemals an etwas außer Geschlecht? {/i}
portuguese: [_MT_] {i}O [ryan] pensa em algo além de sexo?{/i}

source: [_MT_] {i}I wonder how much he's been thinking about the last time I visited him in his room and flashed him my nipple.{/i}
dutch: [_MT_] {i}Ik vraag me af hoeveel hij heeft gedacht aan de laatste keer dat ik hem bezocht in zijn kamer en hij mijn nipple.{/i} knipperde.
french: [_MT_] {i}Je me demande à quel point il a pensé à la dernière fois que je lui ai rendu visite dans sa chambre et que je lui ai exposé mon mamelon.{/i}
german: [_MT_] {i}Ich frage mich, wie viel er über das letzte Mal nachdenkt, als ich ihn in seinem Zimmer besuchte und ihm meine Brustwarze flashte. {/i}
portuguese: [_MT_] {i}Eu me pergunto o quanto ele tem pensado na última vez que o visitei em seu quarto e o flampeou meu mamilo. {/i}

source: [_MT_] {i}He still seems pretty comfortable around me.{/i}
dutch: [_MT_] {i}Hij lijkt zich nog steeds redelijk comfortabel om mij te bezien.{/i}
french: [_MT_] {i}Il semble toujours assez à l'aise avec moi.{/i}
german: [_MT_] {i}Er scheint um mich herum immer noch ziemlich komfortabel. {/i}
portuguese: [_MT_] {i}Ele ainda parece bastante confortável em meu redor.{/i}

source: [_MT_] {i}Maybe I need to test him again.{/i}
dutch: [_MT_] {i}Misschien moet ik hem nog eens testen.{/i}
french: [_MT_] {i}Peut-être que j'ai besoin de le tester à nouveau.{/i}
german: [_MT_] {i}Vielleicht muss ich ihn noch einmal testen. {/i}
portuguese: [_MT_] {i}Talvez eu precise testá-lo novamente. {/i}

source: [_MT_] {i}I mean... I need to know how bad his Oedipal complex is... right?{/i}
dutch: [_MT_] {i}Ik bedoel... Ik moet weten hoe erg zijn Oedipale complex is... recht?{/i}
french: [_MT_] {i}Je veux dire... J'ai besoin de savoir à quel point son complexe œdipien est mauvais... pas vrai?{/i}
german: [_MT_] {i}Ich meine... Ich muss wissen, wie schlecht sein Ödipalkomplex ist... rechts?{/i}
portuguese: [_MT_] {i}quer dizer ... Preciso saber o quão ruim seu complexo de Oedipal é ... right? {/i}

source: [_R_] And, if you really pay attention to what Duffledore says when Perry gets a glimpse into his past...
dutch: [_R_] En, als je echt let op wat Duffledore zegt wanneer Perry een glimp in zijn verleden krijgt...
french: [_R_] Et, si vous faites vraiment attention à ce que Duffledore dit quand Perry a un aperçu de son passé...
german: [_R_] Und wenn du wirklich darauf achtest, was Duffledore sagt, wenn Perry einen Blick in seine Vergangenheit wirft...
portuguese: [_R_] e, se você realmente prestar atenção ao que Duffledore diz quando Perry tem um vislumbre do seu passado...

source: [_RT_] {i}Holy shit! Both her boobs fell out of her towel this time!{/i}
dutch: [_RT_] {i}Heilige schiet! Beide bakken zijn deze keer uit haar handdoek gevallen!{/i}
french: [_RT_] {i}Merde ! Ses deux seins sont apparus quand sa serviette est tombée cette fois!{/i}
german: [_RT_] {i}Heilige Scheiße! Beide Stiefel fielen diesmal aus ihrem Handtuch!{/i}
portuguese: [_RT_] {i}Carela sagrada! Os dois boobs caíram da toalha desta vez!{/i}

source: [_RT_] {i}Fuck! I just lost my train of thought!{/i}
dutch: [_RT_] {i}Fuck! Ik heb net mijn trein van gedachten verloren!{/i}
french: [_RT_] {i}Merde ! Je viens de perdre mon fil de pensée !{/i}
german: [_RT_] {i}Fuck! Ich habe meinen Gedankenzug verloren!{/i}
portuguese: U[_RT_] {i}Presa! Acabei de perder o meu trem de pensamento!{/i}

source: [_RT_] {i}Does she really not notice?{/i}
dutch: [_RT_] {i}Merkt ze echt?{/i}
french: [_RT_] {i}Ne remarque-t-elle vraiment pas ?{/i}
german: [_RT_] {i}Ist sie wirklich nicht bemerkt?{/i}
portuguese: [_RT_] {i}Será que ela realmente não percebe?{/i}

source: [_RT_] {i}What do I do?{/i}
dutch: [_RT_] {i}Wat doe ik?{/i}
french: [_RT_] {i}Que dois-je faire ?{/i}
german: [_RT_] {i}Was mache ich? {/i}
portuguese: [_RT_] {i}O que eu faço? {/i}

source: [_MT_] {i}Filthy pervert! He can't look away...{/i}
dutch: [_MT_] {i}Filthy pervert! Hij kan niet wegkijken...{/i}
french: [_MT_] {i}Sale pervers! Il ne peut pas détourner le regard...{/i}
german: [_MT_] {i}Filthy pervertiert! Er kann nicht wegschauen...{/i}
portuguese: [_MT_] {i}Pervertido Inegante! Ele não pode olhar para longe...{/i}

source: [_MT_] {i}Looks like we've still got some major work to do!{/i}
dutch: [_MT_] {i}Het lijkt erop dat we nog veel werk te doen hebben!{/i}
french: [_MT_] {i}On dirait que j'ai encore du travail à faire!{/i}
german: [_MT_] {i}Sieht aus, als hätten wir noch einige wichtige Aufgaben zu erledigen!{/i}
portuguese: [_MT_] {i}Parece que ainda temos algum trabalho pela frente!{/i}

source: [_MT_] {i}Look at him!... He's practically drooling?{/i}
dutch: [_MT_] {i}Kijk naar hem!... Hij is bijna aan het dromen?{/i}
french: [_MT_] {i}Regarde-le!... Il bave pratiquement ?{/i}
german: [_MT_] {i}Schau ihn an!... Er ist praktisch drosseln?{/i}
portuguese: [_MT_] {i}Olhe para ele! ... Ele está praticamente drooling? {/i}

source: [_MT_] {i}Still... I haven't had anyone stare at my breasts like that for a long time!{/i}
dutch: [_MT_] {i}Nog wat... Ik heb al lang niemand laten struikelen zoals dat bij mijn borsten!{/i}
french: [_MT_] {i}Encore... Je n'ai vu personne regarder mes seins comme ça depuis longtemps!{/i}
german: [_MT_] {i}Still... Ich habe lange Zeit niemanden auf meine Brüste wie die starten!{/i}
portuguese: [_MT_] {i}Ainda ... Eu não tive ninguém olhando para os meus seios assim por muito tempo! {/i}

source: {i}{b}"Mom's Libido +2"{/b}{/i}
dutch: {i}{b}"Momenten Libido +2"{/b}{/i}
french: {i}{b}«Libido de maman +2»{/b}{/i}
portuguese: {i}{b}"Momo Lido +2"{/b}{/i}

source: [_MT_] {i}Fuck! What is wrong with me... I've got to get the hell out of here!{/i}
dutch: [_MT_] {i}Fuck! Wat is er mis met mij... Ik moet de hel hier pakken!{/i}
french: [_MT_] {i}Merde ! Qu'est-ce qui ne va pas chez moi ?.. Je dois partir d'ici !{/i}
german: [_MT_] {i}Fuck! Was ist falsch mit mir... Ich muss die Hölle hier rausholen!{/i}
portuguese: [_MT_] {i}Presa! O que está errado comigo... Eu tenho que tirar o inferno daqui!{/i}

source: [_M_] Uhhh... I've got to run... I think... I heard Sidney calling for me.
dutch: [_M_] Uhhhh... Ik moet renen... Ik dunk... Ik hoorde Sidney om me roepen.
french: [_M_] Uhhh... Je dois y aller... Je pense... J'ai entendu Sidney m'appeler.
german: [_M_] Uhhh... Ich habe laufen müssen... Ich denke, ich habe gehört, dass Sidney mich rief.
portuguese: [_M_] Uhhh ... Eu tenho que correr ... Eu acho ... Eu ouvi Sidney chamando por mim.

source: [_RT_] {i}Whoa... that got weird fast!...{/i}
dutch: [_RT_] {i}Whoa... die rauw snel is geworden!...{/i}
french: [_RT_] {i}Ouah... C'est devenu bizarre rapidement!...{/i}
german: [_RT_] {i}Whoa... das ist seltsam schnell!...{/i}
portuguese: [_RT_] {i}Oa... isso ficou estranho rápido!...{/i}

source: [_RT_] {i}Does she keep flashing me on purpose?{/i}
dutch: [_RT_] {i}knippert ze mij steeds bewust van?{/i}
french: [_RT_] {i}m'allume-t-elle intentionnellement?{/i}
german: [_RT_] {i}blinkt sie mich weiter mit Absicht?{/i}
portuguese: [_RT_] {i}Será que ela continua me piscando em purpose? {/i}

source: [_RT_] {i}No way!... She probably just noticed her breasts were hanging out... and got super embarrassed.{/i}
dutch: [_RT_] {i}Geen manier!... Ze merkte waarschijnlijk dat haar borsten aan het ophangen warmen... en werd super beschadigd.{/i}
french: [_RT_] {i}Pas moyen !... Elle vient probablement de remarquer que ses seins sortaient... et je suis super gêné.{/i}
german: [_RT_] {i}Kein Weg!... Wahrscheinlich hat sie gerade bemerkt, dass ihre Brüste ausgehängt wurden... und ist sehr peinlich.{/i}
portuguese: [_RT_] {i}De jeito nenhum!... Ela provavelmente só notou que seus seios estavam fora... e ficou muito envergonhado.{/i}

source: [_R_] Oh! Hey, Mom?
dutch: [_R_] O! Hé, Mom?
french: [_R_] Oh! Hé, maman?
german: [_R_] Oh! Hey, Mam?
portuguese: [_R_] Ah! Ei, mamãe?

source: [_R_] Just to let you know... uhhmmm... your towel slipped down and now your breasts are hanging out.
dutch: [_R_] gewoon om je te laten weten... uhmmm... je handdoek valt af en nu hangt je borsten eruit.
french: [_R_] Juste pour vous le faire savoir... uhhmmm... votre serviette a glissé et maintenant vos seins traînent.
german: [_R_] Nur um dich wissen zu lassen... uhhmmm... dein Handtuch ist hinunter gerutscht und jetzt hängen deine Brüste aus.
portuguese: [__R_] Só para deixar você saber ... uhhmmm ... sua toalha escorregou e agora seus seios estão pendurados.

source: [_M_] Oh, my God! I'm so sorry that happened!... I'm so embarrassed!
dutch: [_M_] Oh, mijn God! Het spijt me dat dat gebeurd is!... Ik ben zo gênant!
french: [_M_] Oh, mon Dieu! Je suis tellement désolé que ce soit arrivé!... Je suis tellement gênée!
german: [_M_] Oh, mein Gott! Es tut mir leid, dass es passiert ist!... Ich bin so peinlich!
portuguese: [_M_] Ah, meu Deus! Eu sinto muito que aconteceu! ... Eu estou tão envergonhada!

source: [_MT_] {i}Maybe his complex is getting better off after all.{/i}
dutch: [_MT_] {i}Misschien wordt zijn complex toch wat beter.{/i}
french: [_MT_] {i}Peut-être que son complexe va mieux après tout.{/i}
german: [_MT_] {i}Vielleicht geht es seinem Komplex doch besser.{/i}
portuguese: [_MT_] {i}Talvez seu complexo esteja se saindo melhor depois de tudo. {/i}

source: [_MT_] {i}Good for him!{/i}
dutch: [_MT_] {i}Goed voor hem!{/i}
french: [_MT_] {i}Bon pour lui!{/i}
german: [_MT_] {i}Gut für ihn!{/i}
portuguese: [_MT_] {i}Bom para ele! {/i}

source: [_M_] I'm just going to leave, so you can get back to your book.
dutch: [_M_] Ik ga net vertrekken, dus je kunt terug naar je boek.
french: [_M_] Je vais juste partir, pour que vous puissiez revenir à votre livre.
german: [_M_] Ich werde gerade gehen, damit du zu deinem Buch zurückkehren kannst.
portuguese: [__M_] Eu só vou sair, para que você possa voltar para o seu livro.

source: [_RT_] {i}Did she flash me on purpose?{/i}
dutch: [_RT_] {i}Heeft ze me speciaal geflasht?{/i}
french: [_RT_] {i}m'allume-t-elle intentionnellement?{/i}
german: [_RT_] {i}Hat sie mich gezielt geblasen?{/i}
portuguese: [_RT_] {i}ela me piscou de propósito?{/i}

source: [_RT_] {i}No way!... She just got super embarrassed.{/i}
dutch: [_RT_] {i}Nee manier!... Ze werd super beschadigd.{/i}
french: [_RT_] {i}Pas moyen!... Elle est super gênée.{/i}
german: [_RT_] {i}Kein Weg!... Sie hat sich gerade sehr peinlich gemacht.{/i}
portuguese: [_RT_] {i}Sem jeito! ... Ela só ficou super envergonhada. {/i}

source: [_RT_] {i}Back to my book, I guess.{/i}
dutch: [_RT_] {i}Terug naar mijn boek, denk ik.{/i}
french: [_RT_] {i}Retour à mon livre, je suppose.{/i}
german: [_RT_] {i}Zurück zu meinem Buch, denke ich.{/i}
portuguese: [_RT_] {i}Voltar para o meu livro, eu acho. {/i}

source: [_RT_] {i}(reading in head) And together they walked back through the gateway to the Muddle world... THE END!{/i}
dutch: [_RT_] {i}(lezen in de head) En samen wandelden ze terug door de poort naar de Muddle wereld... HET END!{/i}
french: [_RT_] {i}(lecture dans la tête) Et ensemble, ils sont revenus par la porte du monde Embrouillé... FIN !{/i}
german: [_RT_] {i}(Kopf lesen) Und zusammen gingen sie zurück durch das Tor zur Muddle Welt... DIE ENDE!{/i}
portuguese: [_RT_] {i}(leitura na cabeça) E juntos eles caminharam de volta através da porta de entrada para o mundo Muddle ... O END! {/i}

source: [_RT_] {i}Oh... Look... There's a preview for the first chapters of the next book...{/i}
dutch: [_RT_] {i}Oh... Kijk... Er is een voorvertoning voor de eerste hoofdstukken van het volgende boek...{/i}
french: [_RT_] {i}Oh... regarder... il y a un aperçu des premiers chapitres du prochain livre...{/i}
german: [_RT_] {i}Oh... Schau... Es gibt eine Vorschau für die ersten Kapitel des nächsten Buchs...{/i}
portuguese: [_RT_] {i}Ah... Veja... Há uma pré-visualização para os primeiros capítulos do próximo livro...{/i}

source: [_RT_] {i}Now would be a great time to read the next Perry Hotter book... too bad I haven't bought the second one yet.{/i}
dutch: [_RT_] {i}Nu zou een geweldig moment zijn om het volgende Perry Hotter boek te lezen... te slecht heb ik het tweede nog niet gekocht.{/i}
french: [_RT_] {i}Ce serait le moment idéal pour lire le prochain livre de Perry Hotter... dommage que je n'ai pas encore acheté le deuxième.{/i}
german: [_RT_] {i}Jetzt wäre eine tolle Zeit das nächste Perry Hotter Buch zu lesen... zu schlecht, ich habe das zweite noch nicht gekauft.{/i}

source: [_RT_] {i}Mom said she won't do a Perry Hotter photoshoot unless I read the Perry Hotter books.{/i}
dutch: [_RT_] {i}Mam zei dat ze geen fotoshoot van Perry Hotter zal doen, tenzij ik de boeken van Perry Hotter leest.{/i}
french: [_RT_] {i}Maman a dit qu'elle ne ferait pas une séance photo Perry Hotter à moins que je ne lise les livres Perry Hotter.{/i}
german: [_RT_] {i}Mutter sagte, dass sie kein Perry Hotter Fotoshoot machen wird, es sei denn, ich lese die Perry Hotter Bücher gelesen.{/i}

source: [_RT_] {i}Now seems as good a time as any.{/i}
dutch: [_RT_] {i}ziet er nu zo goed uit als elk ander moment.{/i}
french: [_RT_] {i}Il semble maintenant que le moment soit aussi agréable que n'importe quel autre moment.{/i}
german: [_RT_] {i}Jetzt scheint eine so gute Zeit wie jede andere. {/i}
portuguese: [_RT_] {i}Agora parece um momento tão bom quanto qualquer um.{/i}

source: [_RT_] {i}Should I read the first Perry Hotter book right now?{/i}
dutch: [_RT_] {i}Moet ik het eerste Perry Hotter boek nu lezen?{/i}
french: [_RT_] {i}Devrais-je lire le premier livre Perry Hotter maintenant?{/i}
german: [_RT_] {i}Sollte ich gerade das erste Perry Hotter Buch lesen? {/i}

source: [_RT_] {i}Perry Hotter and the Sorceror's Bone...{/i}
dutch: [_RT_] {i}Perry Hotter en de Sorceror's Bone...{/i}
french: [_RT_] {i}Perry Hotter et l'Os du sorcier...{/i}
german: [_RT_] {i}Perry Hotter und der Zauberer Knochen...{/i}
portuguese: [_RT_] {i}Agudo de Perry e o osso do feitiço...{/i}

source: [_RT_] {i}I've avoided reading this series for as long as I could.{/i}
dutch: [_RT_] {i}Ik heb vermeden deze serie te lezen zolang ik dat kan.{/i}
french: [_RT_] {i}J'ai évité de lire cette série aussi longtemps que j'ai pu.{/i}
german: [_RT_] {i}Ich habe es vermieden, diese Serie so lange wie möglich zu lesen.{/i}
portuguese: [_RT_] {i}Eu evitei ler esta série por mais tempo que eu pudesse. {/i}

source: [_RT_] {i}I always thought being a Perry Hotter nerd would keep me from getting laid.{/i}
dutch: [_RT_] {i}Ik dacht altijd dat een Perry Hotter nerd me ervan zou weerhouden om laid.{/i} te worden
french: [_RT_] {i}J'ai toujours pensé qu'être un Perry Hotter nerd plus chaud m'empêcherait de baiser.{/i}
german: [_RT_] {i}Ich dachte, ich wäre Perry Hotter nerd würde mich davor bewahren, lahm zu werden.{/i}
portuguese: [_RT_] {i}Eu sempre pensei que ser um nerd de Hotter Perry me impediria de ficar preguiço.{/i}
