Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_AG_] It just so happens that nobody has it booked for a couple of hours, so if you're interested...
dutch: [_AG_] Het gebeurt gewoon dat niemand het een paar uur heeft gereserveerd, dus als je geïnteresseerd bent...
german: [_AG_] Es ist einfach so, dass niemand es für ein paar Stunden gebucht hat, also wenn du interessiert bist...

source: [_AG_] I'll let you use it for... Let's say... one hundred dollars.
dutch: [_AG_] Ik laat je het gebruiken voor... Laten we zeggen... honderd dollars.
german: [_AG_] Ich lasse dich es verwenden für... sagen wir... hundert Dollar.

source: [_RT_] {i}A hundred bucks?!... Is it worth a hundred bucks to see Mom in sexy lingerie?{/i}
dutch: [_RT_] {i}A100 dollar?!... Is het 100 dollar waard om mevrouw te zien in sexy lingerie?{/i}
german: [_RT_] {i}hundert Bucks?!... Ist es wert, Mama in sexy Lingerie zu sehen?{/i}

source: [_RT_] {i}that's a stupid question... of course it is!{/i}
dutch: [_RT_] {i}dat is een domme vraag... natuurlijk is!{/i}
german: [_RT_] {i}das ist eine dumme Frage... Natürlich ist!{/i}

source: [_RT_] {i}Shit... If I give her one hundred dollars, I won't have enough in my date budget to take Mom out to dinner.{/i}
dutch: [_RT_] {i}Shit... Als ik haar honderd dollar geef, heb ik niet genoeg in mijn datum budget om de maan naar het avondeten te brengen. {/i}
german: [_RT_] {i}Shit... Wenn ich ihr hundert Dollar schenke, werde ich in meinem Datumsbudget nicht genug haben, um Mama zum Essen zu bringen.{/i}

source: [_AG_] You've got one hour. If you go over I'll charge you another one hundred dollars.
dutch: [_AG_] Je hebt één uur. Als je overgaat, breng ik je nog honderd dollar in rekening.
german: [_AG_] Du hast eine Stunde. Wenn du darüber gehst, werde ich dir weitere hundert Dollar berechnen.

source: [_AG_] I know exactly what you mean, Dear.
dutch: [_AG_] Ik weet precies wat je bedoelt, eer.
german: [_AG_] Ich weiß genau, was du meinst, Dear.

source: [_AG_] Unfortunately we don't have those.
dutch: [_AG_] we hebben deze helaas niet.
german: [_AG_] Leider haben wir diese nicht.

source: [_AG_] We don't get a lot of small children in here.
dutch: [_AG_] We krijgen hier niet veel kleine kinderen.
german: [_AG_] Wir bekommen hier nicht viele kleine Kinder.

source: [_AG_] But I just might have a solution for you.
dutch: [_AG_] Maar misschien heb ik gewoon een oplossing voor jou.
german: [_AG_] Aber ich habe vielleicht eine Lösung für dich.

source: [_AG_] It just so happens that it isn't reserved for the next couple hours.
dutch: [_AG_] Het gebeurt gewoon dat het niet is gereserveerd voor de volgende paar uren.
german: [_AG_] Es passiert nur, dass es nicht für die nächsten Stunden reserviert ist.

source: [_AG_] Since your son was so polite to me, even when I wasn't very kind to him, I'd like to make it up by letting you use this special dressing room for free.
dutch: [_AG_] Sinds je zoon zo beleefd tegen me was, zelfs toen ik niet zo vriendelijk tegen hem was Ik zou het graag goed maken door je deze speciale kledingkamer gratis te laten gebruiken.
german: [_AG_] Da dein Sohn so höflich zu mir war, selbst als ich nicht sehr freundlich zu ihm war Ich möchte es machen, indem ich Ihnen diesen speziellen Umkleideraum kostenlos zur Verfügung stelle.

source: [_M_] Wow, really!?
dutch: [_M_] Wow, echt!?
german: [_M_] Wow, wirklich!?

source: [_M_] That's so nice!
dutch: [_M_] Dat is zo lekker!
german: [_M_] Das ist so schön!

source: [_AG_] Oh, and also for you ma'am... We can bring you a bottle of champagne.
dutch: [_AG_] Oh, en ook voor jou... We kunnen je een fles champagne brengen.
german: [_AG_] Oh, und auch für dich ma'am... Wir können dir eine Flasche Champagner bringen.

source: [_R_] What about me.
dutch: [_R_] Hoe zit het met mij.
german: [_R_] Was ist mit mir.

source: [_AG_] Oh, I'm sorry, but are you old enough to drink?
dutch: [_AG_] Oh, het spijt me, maar ben je oud genoeg om te drinken?
german: [_AG_] Tut mir leid, aber bist du alt genug, um zu trinken?

source: [_RT_] {i}Luckily I have the fake ID Joey DeCapo gave me.{/i}
dutch: [_RT_] {i}Gelukkig heb ik de nep ID Joey DeCapo mij gegeven.{/i}
german: [_RT_] {i}Zum Glück habe ich die gefälschte ID Joey DeCapo gegeben. {/i}

source: [_R_] Yes, and I've got my ID with me if you need proof.
dutch: [_R_] Ja, en ik heb mijn identiteitsbewijs bij me als je bewijs nodig hebt.
german: [_R_] Ja, und ich habe meine ID bei mir, wenn du Nachweis brauchst.

source: [_AG_] Oh, fantastic, than I'll bring two glasses, that is, if you want to buy a bottle.
dutch: [_AG_] Oh, fantastisch, dan zal ik twee brillen meenemen, dat wil zeggen, als je een fles wilt kopen.
german: [_AG_] Oh, fantastisch, als ich zwei Brillen mitbringen werde, das heißt, wenn du eine Flasche kaufen möchtest.

source: [_AG_] It comes with the room reservation, but since you're getting it for free, I'll have to charge for the champagne.
dutch: [_AG_] Het komt met de kamerreservering, maar omdat je het gratis krijgt, moet je de champagne aanrekenen.
german: [_AG_] Es kommt mit der Zimmerreservierung aber da du es kostenlos erhältst, muss ich für den Champagner berechnen.

source: [_M_] Where did you get a fake ID?
dutch: [_M_] Waar heb je een nep-ID gekregen?
german: [_M_] Wo hast du eine gefälschte ID erhalten?

source: [_R_] Uhh... Joey DeCapo.
german: [_R_] Uhhh... Joey DeCapo.

source: [_M_] I should be mad... But I had one at your age.
dutch: [_M_] Ik zou gek moeten zijn... Maar ik had er één op jouw leeftijd.
german: [_M_] Ich sollte verrückt sein... Aber ich hatte eins zu deinem Alter.

source: [_M_] Besides, I'm just so excited that we got this dressing room!
dutch: [_M_] Bovendien, ik ben net zo opgewonden dat we deze kletserende kamer hebben!
german: [_M_] Außerdem bin ich einfach so begeistert, dass wir diesen Umkleideraum bekommen haben!

source: [_M_] Oh, my God!... This is so nice!
dutch: [_M_] Oh, mijn God!... Dit is zo lekker!
german: [_M_] Oh, mein Gott!... Das ist so schön!

source: [_M_] I'm pretty sure that those are real flowers!
dutch: [_M_] Ik ben er vrij zeker van dat dit echte bloemen zijn!
german: [_M_] Ich bin ziemlich sicher, dass dies echte Blumen sind!

source: [_M_] You have no idea how happy this makes me!
dutch: [_M_] Je hebt geen idee hoe blij dit me maakt!
german: [_M_] Du hast keine Ahnung, wie glücklich das mich macht!

source: [_M_] I never got to do anything like this when I was a bride to be.
dutch: [_M_] Ik heb nog nooit zoiets moeten doen toen ik bruin was.
german: [_M_] Ich musste so etwas nie tun, als ich eine Braut war.

source: [_M_] We rushed our wedding since I was pregnant with Sidney, and our Catholic parents didn't want their friends talking.
dutch: [_M_] We hebben onze bruiloft overhaast sinds ik zwanger was met Zidney en onze katholieke ouders wilden hun vrienden niet praten.
german: [_M_] Wir haben unsere Hochzeit geeilt seit ich mit Sidney schwanger war und unsere katholischen Eltern wollten ihre Freunde nicht sprechen.

source: [_M_] I just wore my Mom's old wedding dress, we had a small church wedding, and an after wedding party in your grandparent's backyard.
dutch: [_M_] Ik droeg net de oude huwelijksjurk van mijn Momen, we hadden een kleine bruiloft, en een na een bruiloftfeestje in de achtertuin van je grootouders.
german: [_M_] Ich trug gerade das alte Hochzeitskleid meiner Mama, wir hatten eine kleine Kirchenhochzeit und eine NachHochzeitsfeier im Hinterhof deiner Großeltern.

source: [_M_] I often wondered how it would feel to do the whole big wedding stuff.
dutch: [_M_] Ik vroeg me vaak af hoe het de hele grote bruiloft zou voelen.
german: [_M_] Ich habe mich oft gefragt, wie es sich anfühlt, die ganze große Hochzeit zu machen.

source: [_M_] And now today, because of you, I'll get to experience a small part of that.
dutch: [_M_] En nu door jou, zal ik daar een klein deel van beleven.
german: [_M_] Und jetzt heute, wegen euch, werde ich einen kleinen Teil davon erleben.

source: [_RT_] {i}I'm so glad I was able to make Mom happy today!{/i}
dutch: [_RT_] {i}Ik ben zo blij dat ik Mom vandaag gelukkig heb kunnen maken!{/i}
german: [_RT_] {i}Ich bin so froh, dass ich die Mutter heute glücklich machen konnte!{/i}

source: [_RT_] {i}Speaking of which, I think it's time to do something for myself.{/i}
dutch: [_RT_] {i}Spreken waarvan ik denk dat het tijd is om iets voor mezelf te doen.{/i}
german: [_RT_] {i}Sprich von wem, ich denke, es ist an der Zeit, etwas für mich selbst zu tun.{/i}

source: [_RT_] {i}That curtain is not covering the entire entry to the door.{/i}
dutch: [_RT_] {i}Dat gordijn dekt niet de volledige toegang tot de deur.{/i}
german: [_RT_] {i}Dieser Vorhang deckt nicht den gesamten Eingang zur Tür ab.{/i}

source: [_RT_] {i}And according to my new philosophy on life, when opportunity knocks, I'm going to answer.{/i}
dutch: [_RT_] {i}En volgens mijn nieuwe filosofie over het leven, als de kans zich voordoet, ga ik antwoorden.{/i}
german: [_RT_] {i}Und nach meiner neuen Lebensphilosophie, wenn die Chance schlägt, werde ich antworten.{/i}

source: [_RT_] That's the kind of view I never want to forget.
dutch: [_RT_] Dat is het soort weergave dat ik nooit wil vergeten.
german: [_RT_] Das ist die Art von Ansicht, die ich nie vergessen möchte.

source: [_RT_] And to help me out with that...
dutch: [_RT_] En om me daarmee te helpen...
german: [_RT_] Und um mir dabei zu helfen...

source: [_RT_] {i}That's an amazing one to add to the collection!{/i}
dutch: [_RT_] {i}is een geweldige om aan de collectie toe te voegen!{/i}
german: [_RT_] {i}Das ist erstaunlich, um der Sammlung hinzuzufügen!{/i}

source: [_RT_] {i}I'd better sneak back before I get caught.{/i}
dutch: [_RT_] {i}Ik kan beter terugsluipen voordat ik gepakt wordt.{/i}
german: [_RT_] {i}Ich sollte besser zurückschleichen, bevor ich erwischt werde. {/i}

source: [_M_] I've never owned much lingerie in my life.
dutch: [_M_] Ik heb nog nooit zoveel lingerie in mijn leven.
german: [_M_] Ich habe nie viel Dessous in meinem Leben besessen.

source: [_M_] Your dad never cared for it.
dutch: [_M_] Je vader heeft er nooit iets om gedaan.
german: [_M_] Ihr Vater hat sich nie darum kümmert.

source: [_M_] He'd just rip them off, and never say a word about how I looked in them.
dutch: [_M_] Hij had ze gewoon uit elkaar gezet, en nooit iets over hoe ik er in hen uitzag.
german: [_M_] Er würde sie einfach ausreißen und nie ein Wort darüber sagen, wie ich sie gesehen habe.

source: [_M_] So, I just stopped buying and wearing them.
dutch: [_M_] Dus ik ben gestopt met kopen en dragen.
german: [_M_] Also habe ich gerade aufgehört sie zu kaufen und zu tragen.

source: [_M_] Oh, God... I shouldn't be telling you those kind of intimate things.
dutch: [_M_] Oh, God... Ik moet je dat soort intieme dingen niet vertellen.
german: [_M_] Oh, Gott... Ich sollte dir nicht solche intimen Dinge erzählen.

source: [_R_] No, Mom... You need to have someone you can tell these kinds of things to.
dutch: [_R_] Nee, maal... Je moet iemand hebben die je dit soort dingen kunt vertellen.
german: [_R_] Nein, Mamo... Du musst jemanden haben, dem du diese Art von Sachen erzählen kannst.

source: [_M_] I probably need a therapist, but since we can't afford one, I guess you'll have to do.
dutch: [_M_] Ik heb waarschijnlijk een therapeut nodig, maar omdat we ons dat niet kunnen veroorloven, denk ik dat je dat wel zult moeten doen.
german: [_M_] Ich brauche wahrscheinlich einen Therapeuten, aber da wir uns keinen leisten können, denke ich, du musst es tun.

source: [_R_] Well, the more I hear about how Dad treated you on the day to day, the more I'm disgusted in him.
dutch: [_R_] Nou, hoe meer ik te horen krijg over hoe papa dag in dag uit met je behandeld heeft, hoe meer ik afschuw ben bij hem.
german: [_R_] Je mehr ich höre, wie Papa dich täglich behandelt, desto mehr bin ich in ihm empört.

source: [_M_] No, that's not why I tell you these things, I don't want to destroy your image of your father.
dutch: [_M_] Nee, dat is niet waarom ik je deze dingen vertel en ik wil je imago van je vader niet vernietigen.
german: [_M_] Nein, das ist nicht der Grund, warum ich dir diese Dinge sage, ich möchte dein Bild von deinem Vater nicht zerstören.

source: [_R_] He destroyed his own image in my mind the day he got hauled off to prison. The more I hear about him though, the more it solidifies my new image of him.
dutch: [_R_] Hij heeft volgens mij zijn eigen imago vernietigd op de dag dat hij in de gevangenis terechtkwam. Hoe meer ik over hem hoor, hoe sterker mijn nieuwe imago van hem is.
german: [_R_] Er zerstörte sein eigenes Image in meinem Kopf, als er ins Gefängnis gebracht wurde. Je mehr ich jedoch von ihm höre, desto mehr festigt es mein neues Bild von ihm.

source: [_R_] The idiot couldn't see or value what was right in front of him!
dutch: [_R_] De idioot kon niet zien of waarderen, wat precies voor hem was!
german: [_R_] Der Idiote konnte nicht sehen oder bewerten, was vor ihm richtig war!

source: [_R_] I mean, I've got the most beautiful woman in the world standing right in front of me, and it's you who makes that lingerie look stunning, not the other way around.
dutch: [_R_] Ik bedoel, ik heb de mooiste vrouw ter wereld recht voor me, en jij bent het wie die lingerie er verbluffend laat uitzien, niet andersom.
german: [_R_] Ich meine, ich habe die schönste Frau der Welt vor mir stehen und du bist es, der diese Dessous atemberaubend aussieht und nicht umgekehrt.

source: [_R_] I mean, God, Mom... You're breathtaking!
dutch: [_R_] Ik bedoel, God, Moment... Je bent adembenemend!
german: [_R_] Ich meine, Gott, Mom... Du bist atemberaubend!

source: [_R_] Let me grab my ID.
dutch: [_R_] Laat me mijn identiteitsdocument pakken.
german: [_R_] Lassen Sie mich meine ID einholen.

source: [_AG_] Oh, don't worry about it.
dutch: [_AG_] Oh, maak je er geen zorgen over.
german: [_AG_] Ah, mache dir keine Sorgen.

source: [_AG_] I'll just take your word for it.
dutch: [_AG_] Ik neem er gewoon je woord voor.
german: [_AG_] Ich nehme einfach dein Wort dafür.

source: [_AG_] Of course, How could I not trust such a polite young man?
dutch: [_AG_] Hoe kan ik een zo beleefde jonge man natuurlijk niet vertrouwen?
german: [_AG_] Natürlich, wie konnte ich einem so höflichen jungen Mann nicht vertrauen?

source: [_R_] Uh, thanks!
dutch: [_R_] Uh, bedankt!
german: [_R_] Uh, danke!

source: [_AG_] That choice was inspired.
dutch: [_AG_] Die keuze was geïnspireerd.
german: [_AG_] Diese Wahl wurde inspiriert.

source: [_RT_] {i}How about we toast the way Mom keeps rubbing her feet across my erect penis?{/i}
dutch: [_RT_] {i}Wat denk je van de manier waarop de Mom haar voeten blijft berijden over mijn erect penis?{/i}
german: [_RT_] {i}Wie wäre es um die Art und Weise, wie Mama meine Erektitelung immer wieder mit Füßen reibt?{/i}

source: [_MT_] {i}I could make a toast about how hard my son's dick is right now.{/i}
dutch: [_MT_] {i}Ik kan een toast maken over hoe hard mijn zoon op dit moment is.{/i}
german: [_MT_] {i}Ich könnte einen Toast machen, wie hart der Schwanz meines Sohnes gerade ist.{/i}

source: [_MT_] {i}God, [mom_name]!... When did you stop trying not to have perverted thoughts about your own son?{/i}
dutch: [_MT_] {i}God, [mom_name]!... Wanneer heb je geprobeerd geen perverse gedachten te hebben over je eigen zoon?{/i}
german: [_MT_] {i}Gott, [mom_name]!... Wann hast du aufgehört, keine perversen Gedanken über deinen eigenen Sohn zu haben?{/i}

source: [_R_] How about... our independence.
dutch: [_R_] Wat gaat onze onafhankelijkheid...
german: [_R_] Wie über... unsere Unabhängigkeit.

source: [_M_] How do you mean?
dutch: [_M_] Hoe bedoelt u?
german: [_M_] Wie meinen Sie?

source: [_R_] Our independence from Dad.
dutch: [_R_] Onze onafhankelijkheid van papa.
german: [_R_] Unsere Unabhängigkeit vom Vater.

source: [_R_] Yeah, think about it. He hasn't done a damn thing for us since he was thrown in prison.
dutch: [_R_] Yeah, denk erover na. Hij heeft niets voor ons gedaan sinds hij in de gevangenis werd gegooid.
german: [_R_] Ja, denkt darüber nach. Er hat uns nichts verdammt, da er ins Gefängnis geworfen wurde.

source: [_R_] And sure, things have been hard, we've all had a lot of trials and stress, but so far, nobody's dead.
dutch: [_R_] En zeker, dingen zijn moeilijk geweest, we hebben allemaal veel proeven en stress gehad, maar tot nu toe is niemand dood.
german: [_R_] Die Dinge waren hart, wir alle hatten viele Versuche und Stress, aber bisher ist niemand tot.

source: [_R_] We still have the house, We're still buying food, clothes, meeting all of our necessities, and all while paying a thousand dollars a week to the Mafia.
dutch: [_R_] We hebben het huis nog steeds, we kopen nog steeds voedsel, kleding, tegemoet komen aan al onze noden en tegelijkertijd duizend dollar per week betalen aan de maffia.
german: [_R_] Wir haben immer noch das Haus, wir kaufen noch Nahrung, Kleidung, alle unsere Notwendigkeiten zu erfüllen, und alles, während Sie tausend Dollar pro Woche an die Mafia zahlen.

source: [_R_] Our little "Family Venture" is paying off. We're making more money every week from our pictures.
dutch: [_R_] Ons kleine "Family Venture" levert geld op. We verdienen elke week meer op onze foto's.
german: [_R_] Unser kleines "Familienunternehmen" zahlt sich aus. Wir verdienen jede Woche mehr Geld von unseren Bildern.

source: [_R_] Things are getting better. In some ways, things are better than when Dad was home.
dutch: [_R_] dingen worden beter. In sommige opzichten is het beter dan toen papa thuis was.
german: [_R_] Die Dinge werden besser. In gewisser Hinsicht sind die Dinge besser als zu Hause.

source: [_M_] Well, you make a strong argument.
dutch: [_M_] Nou, je maakt een sterk argument.
german: [_M_] Nun, du machst ein starkes Argument.

source: [_M_] So... I'll drink to our independence.
dutch: [_M_] So... Ik zal onze onafhankelijkheid drinken.
german: [_M_] So... Ich trinke zu unserer Unabhängigkeit.

source: [_R_] You're the one with experience. Why don't you show me some of the poses you learned when you were trying to become a model?
dutch: [_R_] jij bent de enige met ervaring. Waarom laat je me niet enkele van de ontdekkingen zien die je hebt geleerd toen je een model probeerde te worden?
german: [_R_] Du bist derjenige mit Erfahrung. Warum zeigen Sie mir nicht einige der Posen, die Sie gelernt haben, als Sie ein Modell werden wollten?

source: [_RT_] {i}Thank God she didn't make me promise not to pop a boner, cause I've had one ever since I peeked at her behind the changing room curtain.{/i}
dutch: [_RT_] {i}Bedankt, God zij heeft me niet beloofd om geen boner te poetsen. ik heb er al een gehad sinds ik op haar zweef achter het veranderende kamergordijn. /i}
german: [_RT_] {i}Danke, Gott sei Dank hat sie mir nicht versprochen, keinen Bonner aufzuspüren, weil ich schon immer einen hatte, da ich sie hinter dem Umkleideraum angeschaut habe. /i}

source: [_M_] You're dad probably would have fallen asleep by now.
dutch: Waarschijnlijk zou [_M_] je vader nu in slaap zijn gevallen.
german: [_M_] Du bist Papa wahrscheinlich schon eingeschlafen.

source: [_R_] Are we sure that he's not gay?
dutch: [_R_] Weet we zeker dat hij niet homo is?
german: [_R_] Sind wir sicher, dass er nicht schwul ist?

source: [_M_] Did you really just use that word to describe a pose your own mother should do for you?
dutch: [_M_] Heb je dat woord echt gebruikt om een pose voor je eigen moeder te beschrijven?
german: [_M_] Hast du dieses Wort wirklich verwendet, um eine Pose zu beschreiben, die deine eigene Mutter für dich tun sollte?

source: [_R_] Maybe it's not the best way to state it, but you know, the kind of pose I'd ask you to make for one of my photo shoots.
dutch: [_R_] Het is misschien niet de beste manier om het te zeggen, maar je weet het, het soort van zou ik je willen vragen om te maken voor een van mijn fotosessies.
german: [_R_] Vielleicht ist es nicht der beste Weg, es anzugeben, aber du weißt die Art von Pose, die ich Sie bitte, für einen meiner Fotoshootings zu machen.

source: [_M_] I'm so thankful you don't have your camera here!
dutch: [_M_] Ik ben zo dankbaar dat je je camera hier niet hebt!
german: [_M_] Ich bin so dankbar, dass du deine Kamera hier nicht hast!

source: [_R_] Oh, fuck! I should have been recording this with my phone!
dutch: [_R_] Oh, fuk! Ik had dit moeten opnemen met mijn telefoon!
german: [_R_] Oh, fuck! Ich hätte das mit meinem Telefon aufnehmen sollen!

source: [_M_] [ryan]! Please watch your language! And if you tried to record this, I'd rip your balls off.
dutch: [_M_] [ryan]! Kijk naar je taal! En als je dit probeerde op te nemen, zou ik je ballen eruit zetten.
german: [_M_] [ryan]! Bitte schauen Sie sich Ihre Sprache an! Und wenn Sie dies aufnehmen wollten, rippe ich Ihre Kugeln ab.

source: [_M_] That's not exactly a new development though, is it?
dutch: [_M_] Dat is niet bepaald een nieuwe ontwikkeling, toch?
german: [_M_] Das ist aber nicht gerade eine neue Entwicklung, oder?

source: [_MT_] {i}Damn... My son's got a confident swagger, I'll give him that much.{/i}
dutch: [_MT_] {i}Damn... Mijn zoon heeft een zelfverzekerde swagger, zo veel zal ik hem geven.{/i}
german: [_MT_] {i}Damn... Mein Sohn hat einen selbstbewussten Swagger, ich gebe ihm so viel.{/i}

source: [_MT_] {i}[dad_name] almost never complimented my looks.{/i}
dutch: [_MT_] {i}[dad_name] heeft mijn uiterlijk bijna nooit gecomplimenteerd.{/i}
german: [_MT_] {i}[dad_name] hat meine Aussehen fast nie gelobt. {/i}

source: [_M_] That was more fun than I expected!
dutch: [_M_] Dat was leuker dan ik had verwacht!
german: [_M_] Das war mehr Spaß, als ich erwartet habe!

source: [_M_] Just get it under control before I'm finished changing. I don't want our new friend Angela to see you walking out of here smuggling a missile after watching your mother put on lingerie.
dutch: [_M_] Krijg het onder controle voordat ik klaar ben met het veranderen. Ik wil niet dat onze nieuwe vriend Angela ziet lopen en dat je een raket smokkelt nadat je moeder op lingerie hebt gezien.
german: [_M_] Bekomme es einfach unter Kontrolle, bevor ich mit dem Wechsel fertig bin. Ich möchte nicht, dass unsere neue Freundin Angela dich von hier weggehen lässt, um eine Rakete zu schmuggeln, nachdem sie gesehen hat, wie deine Mutter auf die Lingerie gesetzt ist.

source: [_RT_] {i}After that show, I'm not ever going to be able to get rid of this boner without some release.{/i}
dutch: [_RT_] {i}Na die show kan ik me nooit meer van deze boner ontdoen zonder enige release.{/i}
german: [_RT_] {i}Nach dieser Show bin ich nie in der Lage, diesen Bonner ohne irgendeine Freigabe loszuwerden.{/i}

source: [_RT_] {i}Hmmm... I could use this to my advantage.{/i}
dutch: [_RT_] {i}Hmmm... Ik zou dit in mijn voordeel kunnen gebruiken.{/i}
german: [_RT_] {i}Hmmm... Ich könnte dies zu meinem Vorteil verwenden.{/i}

source: [_RT_] {i}I need to start by taking off all my clothes.{/i}
dutch: [_RT_] {i}Ik moet beginnen met al mijn kleren uit te trekken.{/i}
german: [_RT_] {i}Ich muss beginnen, indem ich alle meine Kleidung abzieh.{/i}

source: [_RT_] {i}There... now, Mom will have no choice but to address this little problem.{/i}
dutch: [_RT_] {i}Draag... nu, Ma heeft geen andere keus dan dit kleine probleem aan te pakken. {/i}
german: [_RT_] {i}Dort jetzt... Mom wird keine andere Wahl haben, als dieses kleine Problem anzugehen.{/i}

source: [_RT_] {i}God, I could nut at any time. If this is going to work, I need to get my thoughts under control.{/i}
dutch: [_RT_] {i}God, dat kan ik altijd doen. Als dit gaat werken, moet ik mijn gedachten onder controle krijgen.{/i}
german: [_RT_] {i}Gott, ich könnte jederzeit nut werden. Wenn das funktioniert, muss ich meine Gedanken unter Kontrolle bringen.{/i}
