Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Sounds like Dad needs me to come though, so I guess I don't have a choice.{/i}
italian: [_RT_] {i}Suoni come papà mi ha bisogno di venire però, quindi credo di non avere una scelta.{/i}

source: [_R_] {i}Well, I'd better run take a shower before we head to the prison.{/i}
italian: [_R_] {i}Beh, farei meglio a correre una doccia prima di andare in prigione.{/i}

source: [_RT_] {i}Sidney's usually right here in the... Oh, that's right... She's probably in the garden with Mom.{/i}
italian: [_RT_] {i}Sidney di solito proprio qui nel... Oh, è giusto... Probabilmente è nel giardino con la mamma.{/i}

source: [_RT_] {i}Huh... Sidney's usually right here in the kitchen right now... Where could she be?{/i}
italian: [_RT_] {i}Huh... Sidney di solito proprio qui in cucina adesso... Dove potrebbe essere?{/i}

source: [_RT_] {i}I guess I haven't checked the backyard yet.{/i}
italian: [_RT_] {i}Immagino di non aver ancora controllato il cortile.{/i}

source: [_RT_] {i}Sidney's usually right here in the... Oh, that's right... She's at the Goddam strip club with Mom!{/i}
italian: [_RT_] {i}Sidney di solito proprio qui nel... Oh, va bene... Lei è al club della striscia di Goddam con la mamma!{/i}

source: [_RT_] {i}Huh... Mom wasn't showering in the bath like she usually is at this time, and Sidney's not here in the kitchen as usual.{/i}
italian: [_RT_] {i}Huh... Mamma non era doccia nel bagno come lei di solito è in questo momento, e Sidney non qui in cucina come al solito.{/i}

source: [_RT_] {i}Huh... Sidney's not working here on her computer like usual.{/i}
italian: [_RT_] {i}Huh... Sidney non lavora qui sul suo computer come sempre.{/i}

source: [_RT_] {i}I wonder where she's gone?{/i}
italian: [_RT_] {i}Mi chiedo dove sia andata?{/i}

source: [_RT_] {i}I guess I could go knock on the bathroom door and ask Mom if she knows where she is.{/i}
italian: [_RT_] {i}Immagino che potrei andare a bussare alla porta del bagno e chiedere a mamma se sa dov'è.{/i}

source: [_M_] {i}(muffled from behind door){/i} Who is it?
italian: [_M_] {i}(smorzato da dietro la porta){/i} Chi è?

source: [_R_] It's me.
italian: [_R_] Sono io.

source: [_M_] There's no way you showered already.
italian: [_M_] Non c'è modo che hai già fatto la doccia.

source: [_M_] Go get showered damnit!
italian: [_M_] Vai a ottenere la dannazione piovosa!

source: [_RT_] {i}Guess I'd better go take a shower.{/i}
italian: [_RT_] {i}Indovina che farei meglio a fare una doccia.{/i}

source: [_RT_] {i}Mom should be ready by now.{/i}
italian: [_RT_] {i}Mamma dovrebbe essere pronta ora.{/i}

source: [_RT_] {i}I guess I'll just go in.{/i}
italian: [_RT_] {i}Immagino che andrò solo in.{/i}

source: [_M_] Oh, my God!... [ryan]!... Why didn't you knock?
italian: [_M_] Oh, mio Dio!... [ryan]!... Perché non hai bussato?

source: [_R_] Sorry, I thought for sure you'd be dressed by now.
italian: [_R_] Mi dispiace, ho pensato che saresti stato vestito ora.

source: [_M_] Yeah, I know... I'm taking forever. It's just... I haven't seen your dad in so long... and I just can't figure out what to wear.
italian: [_M_] Sì, lo so... sto prendendo per sempre. È solo... Non ho visto tuo papà da così tanto tempo... e non riesco proprio a capire cosa indossare.

source: [_M_] Maybe you can help me.
italian: [_M_] Forse puoi aiutarmi.

source: [_M_] You can start by helping me do up my bra.
italian: [_M_] Puoi iniziare aiutandomi a fare il mio reggiseno.

source: [_M_] Now, come in closer, and close your eyes for a second.
italian: [_M_] Ora, vieni più vicino e chiudi gli occhi per un secondo.

source: [_M_] Ok, I'm ready.
italian: [_M_] Ok, sono pronto.

source: [_M_] Would you mind helping me attach the clasps?
italian: [_M_] Ti dispiacerebbe aiutarmi ad attaccare le chiusure?

source: [_RT_] {i}Now would be a good time to get a good look at that beautiful ass.{/i}
italian: [_RT_] {i}Ora sarebbe un buon momento per dare un'occhiata a quel bel culo.{/i}

source: [_RT_] {i}But, what if she catches me?{/i}
italian: [_RT_] {i}Ma, cosa succede se mi cattura?{/i}

source: [_RT_] {i}Opportunities like this don't present themselves often.{/i}
italian: [_RT_] {i}Opportunità come questa non si presentano spesso.{/i}

source: [_RT_] {i}I'd better take advantage.{/i}
italian: [_RT_] {i}farei meglio a approfittare.{/i}

source: [_RT_] {i}Beautiful!... What I wouldn't give to be able to spread those cheeks and stick my face nice and deep in there.{/i}
italian: [_RT_] {i}Bellissimo!... Quello che non darei per poter diffondere quelle guance e attaccare il mio viso bello e profondo lì dentro.{/i}

source: [_RT_] {i}God, I hope that day comes soon!{/i}
italian: [_RT_] {i}Dio, spero che quel giorno arrivi presto!{/i}

source: [_M_] What's taking so long?
italian: [_M_] Cosa ci vuole così tanto tempo?

source: [_M_] You're not staring at my ass are you?
italian: [_M_] Non mi stai fissando il culo?

source: [_R_] Ummm... No... of course not!
italian: [_R_] Ummm... No... ovviamente no!

source: [_M_] Goddammit!... [ryan], just do up the bra already.
italian: [_M_] Goddammit!... [ryan], basta fare già il reggiseno.

source: [_R_] {i}Uh oh, that's not going to help her respect me as much... totally worth it though.{/i}
italian: [_R_] {i}Uh oh, questo non mi aiuterà il suo rispetto tanto... ne vale la pena però.{/i}

source: {b}{i}"Mom's Respect -1"{/i}{/b}
italian: {b}{i}"Rispetto Della Mamma -1"{/i}{/b}

source: [_R_] There, all done.
italian: [_R_] Lì, tutto fatto.

source: [_M_] Alright, you naughty boy. I'm going to pretend that didn't happen.
italian: [_M_] Va bene, tu cattivo ragazzo. Farò finta che non sia successo.

source: [_M_] And you're going to help me decide what to wear.
italian: [_M_] E mi aiuterai a decidere cosa indossare.

source: [_RT_] {i}I'd better not... If I get caught, Mom will respect me even less.{/i}
italian: [_RT_] {i}Non farei meglio... Se mi catturassi, la mamma mi rispetterà ancora meno.{/i}

source: [_RT_] {i}Nothing's ever going to happen between us if she doesn't respect me.{/i}
italian: [_RT_] {i}Non succederà mai nulla tra di noi se non mi rispetta.{/i}

source: [_M_] Thank you!
italian: [_M_] Grazie!

source: [_M_] I can do it myself, but it goes much faster if I have help.
italian: [_M_] posso farlo io stesso, ma va molto più veloce se ho aiuto.

source: [_M_] Now, would you mind sticking around and helping me decide what to wear?
italian: [_M_] Ora, ti dispiacerebbe attaccarmi e aiutarmi a decidere cosa indossare?

source: [_R_] Yeah... I'd love to!
italian: [_R_] Sì... Mi piacere!

source: [_M_] Haha... Ok, don't sound too eager... It's a little creepy.
italian: [_M_] Haha... Ok, non suona troppo eager... È un po' raccapricciante.

source: [_M_] Maybe this isn't a good idea.
italian: [_M_] Forse questa non è una buona idea.

source: [_R_] Sorry, no, I wont be creepy... I promise.
italian: [_R_] Mi dispiace, no, non sarò raccapricciante... lo prometto.

source: [_M_] Ok, you better not.
italian: [_M_] Ok, meglio no.

source: [_M_] So, I can't decide whether I should dress a little nicer, you know, in a pretty dress, or a little more casual, say in jeans and a blouse.
italian: [_M_] Quindi, non riesco a decidere se dovrei vestirmi un po 'più bello, sai, in un bel vestito, o un po 'più casual, dire in jeans e una camicetta.

source: [_R_] Hmmm. I guess I'd have to see how nice the dress is.
italian: [_R_] Hmmm. Immagino che dovrei vedere quanto sia bello il vestito.

source: [_M_] Fair enough, give me just a second. I'm going in my closet to put it on.
italian: [_M_] Bene abbastanza, datemi solo un secondo. Sto andando nel mio armadio per metterlo.

source: [_M_] Well?
italian: [_M_] Bene?

source: [_R_] I like it, but am I supposed to see your underwear through it?
italian: [_R_] Mi piace, ma dovrei vedere la tua biancheria intima attraverso di essa?

source: [_M_] It's not too bad is it?... I mean I'm wearing black underwear on purpose. I want your dad to have to do a double take.
italian: [_M_] Non è troppo male?... voglio dire che indosso la biancheria intima nera apposta. Voglio che tuo papà debba fare una doppia scelta.

source: [_R_] Dad never let you wear anything like this in public before... I mean, I don't know what you wore in private, but won't Dad be pissed?
italian: [_R_] Papà non ti lascia mai indossare qualcosa di simile in pubblico prima... Voglio dire, non so cosa indossavate in privato, ma il papà non sarà baciato?

source: [_M_] He doesn't get to control what I wear.
italian: [_M_] Non riesce a controllare quello che indosso.

source: [_R_] Yeah, right! {i}(sarcastically){/i} Dad wasn't the jealous or controlling type at all.
italian: [_R_] Sì, giusto! {i}(sarcastically){/i} Papà non era il tipo geloso o controllante.

source: [_M_] Ok, let's just move on. Are you ready to see the other outfit?
italian: [_M_] Ok, andiamo solo avanti.Sei pronto a vedere l'altro outfit?

source: [_R_] Wait, I need to see this one from behind.
italian: [_R_] Aspetta, ho bisogno di vedere questo da dietro.

source: [_M_] [ryan]!... You said you wouldn't be creepy.
italian: [_M_] [ryan]!... Hai detto che non saresti raccapricciante.

source: [_R_] No, it's not like that. I just want to make sure that your underwear isn't too easy to see.
italian: [_R_] No, non è così. Voglio solo assicurarmi che la biancheria intima non sia troppo facile da vedere.

source: [_R_] I mean, you're going to be in front of convicts. Probably lot's of sexual predators.
italian: [_R_] Voglio dire, stai per essere di fronte ai condotti. Probabilmente molte di predatori sessuali.

source: [_R_] You don't want to cause a prison riot do you?
italian: [_R_] Non vuoi causare una rivolta in prigione, vero?

source: [_M_] Oh please!... Fine.
italian: [_M_] Oh per favore!... Bene.

source: [_M_] Well? Are you going to just keep staring, or are you going to give me your opinion?
italian: [_M_] Bene? Continuerai a fissare, o mi darai la tua opinione?

source: [_R_] Yeah, it's just that your underwear really stands out through that see through fabric. I'm worried Dad's going to get angry with you.
italian: [_R_] Sì, è solo che la vostra biancheria intima si distingue davvero attraverso quel vedere attraverso il tessuto. Sono preoccupato che papà sta per arrabbiarsi con te.

source: [_M_] Huh... ummm, ok. You may not approve of the alternative either than, The blouse I'm thinking about wearing is a bit see through too.
italian: [_M_] Huh... ummm, ok. Non puoi approvare l'alternativa o la camicetta che sto pensando di indossare è un po 'vedere attraverso troppo.

source: [_R_] Well, I guess you'd better show me.
italian: [_R_] Beh, immagino che faresti meglio a mostrarmi.

source: [_M_] Ummm... Ok, I'll be right back.
italian: [_M_] Ummm... Ok, sarò subito indietro.

source: [_M_] Really?
italian: [_M_] Davvero?

source: [_R_] Yeah, It's subtle. You've got to really be paying attention to really notice. And I think it's a good idea for you to let Dad see a little bit of what he's missing.
italian: [_R_] Sì, è sottile. Devi davvero prestare attenzione alla nota. E penso che sia una buona idea per voi lasciare papà vedere un po 'di quello che manca.

source: [_M_] Yeah, that was kind of my thought process in choosing this outfit, but I really shouldn't be discussing those kind of details with my own son.
italian: [_M_] Sì, questo è stato il tipo del mio processo di pensiero nella scelta di questo outfit, ma non dovrei davvero discutere di quel tipo di dettagli con mio figlio.

source: [_R_] Oh, please! I know how I got here.
italian: [_R_] Oh, per favore! So come sono arrivato qui.

source: [_M_] And... on that note, I think I should try the other outfit on.
italian: [_M_] E... su quella nota, penso che dovrei provare l'altro vestito su.

source: [_M_] I'll be right back.
italian: [_M_] Tornerò subito.

source: [_M_] What do you think?
italian: [_M_] Cosa ne pensi?

source: [_R_] I can see why you're having a hard time making a choice.
italian: [_R_] Capisco perché hai difficoltà a fare una scelta.

source: [_R_] You look amazing in both outfits.
italian: [_R_] Sembri incredibile in entrambi i vestiti.

source: [_R_] But to really make a decision, I've got to see this one from behind too.
italian: [_R_] Ma per prendere davvero una decisione, devo vedere questo anche da dietro.

source: [_R_] What?... I'm serious. How can I make a decision if I don't see both outfits from the same angles.
italian: [_R_] Cosa?... sono serio. Come posso prendere una decisione se non vedo entrambi gli abiti dalle stesse angolazioni.

source: [_RT_] {i}Although, I'm very much enjoying this angle right here.{/i}
italian: [_RT_] {i}Anche se, mi sto molto godendo questo angolo proprio qui.{/i}

source: [_MT_] {i}Fuck!... He's staring at my breasts! It seems like I should nip this kind of behavior in the bud, but if Will Tylor is right about Oedipus complexes, I need to let this run its course, or he might get stuck in this phase forever.{/i}
italian: [_MT_] {i}Fuck!... Sta fissando i miei seni! Sembra che dovrei spezzare questo tipo di comportamento nel germoglio, ma se Will Tylor ha ragione su complessi Oedipus, Ho bisogno di lasciare che questo corso di corso, o potrebbe rimanere bloccato in questa fase per sempre. /i}

source: [_MT_] {i}This feels so weird, but I guess it would be a good idea to humor him... Let him get this out of his system, and get him over this minor infatuation.{/i}
italian: [_MT_] {i}Questo si sente così strano, ma credo che sarebbe una buona idea per umorarlo. . Lascialo uscire dal suo sistema, e farlo superare questa infatuazione minore. {/i}

source: [_M_] Ok, fine.
italian: [_M_] Ok, va bene.

source: [_M_] Satisfied?
italian: [_M_] Soddisfatto?

source: [_M_] I mean. What do you think?
italian: [_M_] Voglio dire. Cosa ne pensi?

source: [_R_] Well...
italian: [_R_] Allora...

source: [_R_] I mean, I can still totally see your bra through this shirt too!
italian: [_R_] Voglio dire, posso ancora vedere completamente il tuo reggiseno attraverso questa camicia troppo!

source: [_M_] Yeah, that's the point of both outfits.
italian: [_M_] Sì, questo è il punto di entrambi gli abiti.

source: [_D_] Dad's not going to like either of them.
italian: [_D_] papà non sta andando come uno di loro.

source: [_M_] Well, maybe I don't care.
italian: [_M_] Beh, forse non mi importa.

source: [_R_] Yeah, the dress is the way to go.
italian: [_R_] Sì, il vestito è la strada da percorrere.

source: [_M_] You really think so?
italian: [_M_] Lo pensi veramente?

source: [_R_] I know so.
italian: [_R_] lo so.

source: [_M_] Well before you completely make up your mind,
italian: [_M_] Beh, prima di farti completamente la mente,

source: [_M_] I've got a few more outfits I want to show you.
italian: [_M_] Ho qualche outfit in più che voglio mostrarvi.

source: [_R_] This one is way better than the dress. You should for sure wear this one.
italian: [_R_] Questo è il modo migliore del vestito. Dovresti sicuramente indossare questo.

source: [_R_] You just make everything look sexy! No wonder you're having a hard time choosing!
italian: [_R_] Basta far sembrare tutto sexy! Non c'è da meravigliarsi che tu stia avendo difficoltà a scegliere!

source: {b}{i}"Mom's Affection +1"{/i}{/b}
italian: {b}{i}"Affetto Della Mamma +1"{/i}{/b}

source: [_M_] Well, before we make up our minds I've got a couple more things to show you.
italian: [_M_] Beh, prima di fare la nostra mente ho un paio di cose in più per mostrarti.

source: {i}A few outfits later.{/i}
italian: {i}Alcuni outfit più tardi.{/i}

source: [_M_] Well, that was surprisingly fun! I used to try on outfits for Sidney all the time, but she's grown out of wanting to help her mom any more.
italian: [_M_] Beh, è stato sorprendentemente divertente! Ho usato per provare su abiti per Sidney tutto il tempo, ma lei è cresciuto di voler aiutare sua mamma più.

source: [_R_] I always want to help you, Mom.
italian: [_R_] Ti voglio sempre aiutare, Mamma.

source: [_M_] Ok, I think I'm back to those first two outfits though. Should I wear the dress, or the blouse with the jeans?
italian: [_M_] Ok, penso di essere tornato a quei primi due outfit. Dovrei indossare il vestito, o la camicetta con i jeans?

source: [_M_] Since you didn't really like either of them
italian: [_M_] Dal momento che non ti piaceva davvero nessuno di loro

source: [_M_] I think I'm just going to choose the dress.
italian: [_M_] Penso che sceglierò solo il vestito.

source: [_R_] Really? Are you sure?
italian: [_R_] Davvero? Sei sicuro?

source: [_M_] Yes, [ryan], I've made up my mind.
italian: [_M_] Sì, [ryan]mi sono inventato.

source: [_R_] Ok, if you really think so.
italian: [_R_] Ok, se pensi davvero così.

source: [_M_] Well, you weren't as helpful as I hoped you'd be, but still...
italian: [_M_] Beh, non eravate così utili come speravo che sareste stati, ma ancora...

source: [_M_] You liked the dress better than the blouse with the jeans, so I'm going to go with your recommendation and wear the dress.
italian: [_M_] Ti è piaciuto il vestito meglio della camicetta con i jeans, quindi andrò con la tua raccomandazione e indossarò il vestito.

source: [_R_] Good choice. You look really good in that dress!
italian: [_R_] Buona scelta. Sei davvero bravo in quel vestito!

source: [_M_] Thanks [ryan]!
italian: [_M_] Grazie [ryan]!

source: [_M_] You liked the blouse and jeans better than the dress, so I'm going to go with your recommendation and wear the blouse and jeans.
italian: [_M_] Ti è piaciuta la camicetta e i jeans meglio del vestito, quindi andrò con la tua raccomandazione e indosserò la camicetta e i jeans.

source: [_R_] Good choice! It's just a tad more conservative than the dress. You don't want to over do it.
italian: [_R_] Buona scelta! È solo un po 'più conservatore del vestito. Non vuoi finire.

source: [_R_] Plus, you really look sexy in those tight jeans.
italian: [_R_] Plus, si guarda davvero sexy in quei jeans stretti.

source: [_M_] Thanks, [ryan]!
italian: [_M_] Grazie, [ryan]!

source: [_M_] I mean, what do you think?
italian: [_M_] Voglio dire, cosa ne pensate?

source: [_R_] I love them both, but if there's anything better than seeing your bra through your shirt, It's seeing your panties through your skirt.
italian: [_R_] Io li amo entrambi, ma se c'è qualcosa di meglio che vedere il vostro reggiseno attraverso la camicia, sta vedendo le vostre mutandine attraverso la gonna.

source: [_M_] [ryan]!... That's not the kind of feedback I was looking for.
italian: [_M_] [ryan]!... Questo non è il tipo di feedback che stavo cercando.

source: [_MT_] {i}Goddammit, what am I going to do with this pervert?{/i}
italian: [_MT_] {i}Goddammit, cosa farò con questo pervert?{/i}

source: [_R_] Sorry, I should have just said you look amazing in that dress.
italian: [_R_] Mi dispiace, avrei appena detto che sembri incredibile in quel vestito.

source: [_M_] Yes, that would have been better.
italian: [_M_] Sì, sarebbe stato meglio.

source: [_M_] But you're right, I'm going to wear the dress.
italian: [_M_] Ma hai ragione, indosserò il vestito.

source: [_R_] I love them both... but I think the safer play is the blouse and jeans.
italian: [_R_] Li amo entrambi... ma penso che il gioco più sicuro sia la camicetta e i jeans.

source: [_R_] It's sexy, without being slutty.
italian: [_R_] È sexy, senza essere troia.

source: [_M_] You think that dress is slutty?
italian: [_M_] Pensi che quel vestito sia troia?

source: [_R_] Uhhh... well... just a little.
italian: [_R_] Uhhh... beh, poco... un po'.

source: [_R_] I'm just worried about Dad saying something hurtful to you if you wear that dress.
italian: [_R_] Sono solo preoccupato per il papà che dice qualcosa di male a voi se indossi quel vestito.

source: [_R_] Having him gone is tough, but I'm not sick of the way he was always controlling you and cutting you down.
italian: [_R_] Farlo andare è duro, ma non sono stufo del modo in cui lui ti controllava sempre e ti tagliava.

source: [_M_] Your Dad didn't... well, maybe a little.
italian: [_M_] Il tuo papà non ha fatto... beh, forse un po'.

source: [_M_] But I don't think he ever did those things consciously.
italian: [_M_] Ma non penso che abbia mai fatto quelle cose coscientemente.

source: [_R_] That almost makes it worse.
italian: [_R_] Questo la rende quasi peggiore.

source: [_M_] Hmmm... Well, fine... lets not talk about it anymore... I'll wear the jeans.
italian: [_M_] Hmmm... Beh, bene... lascia che non ne parli più... indosserò i jeans.

source: [_R_] Like I said before, you just look so good in both of them, I couldn't possibly decide.
italian: [_R_] Come ho detto prima, tu sembri così bravo in entrambi, non potrei decidere.

source: [_R_] I think you just need to wear whatever makes you feel the most like yourself, Dad's gotta like it either way. I mean, for fuck's sake, he's just been around men for all this time.
italian: [_R_] Penso che tu abbia solo bisogno di indossare tutto ciò che ti fa sentire più come te stesso, il gotta del papà come in entrambi i sensi. Intendo dire che, per il cazzo, è appena stato intorno agli uomini per tutto questo tempo.

source: [_M_] [ryan], please don't use that word.
italian: [_M_] [ryan], non utilizzare quella parola.

source: [_R_] Sorry.
italian: [_R_] Spiacente.

source: [_M_] But you're right. I think I'm going to wear the dress.
italian: [_M_] Ma hai ragione. Penso che indosserò il vestito.

source: [_R_] Yeah, do it! Dad would be crazy if he didn't appreciate your body in that dress.
italian: [_R_] Sì, fatelo! Papà sarebbe pazzo se non avesse apprezzato il vostro corpo in quel vestito.

source: [_M_] Haha... Once again, inappropriate, but sweet!
italian: [_M_] Haha... Ancora una volta, inappropriato, ma dolce!

source: [_M_] Thank you for your help!
italian: [_M_] Grazie per il tuo aiuto!

source: [_M_] Come give you're Mommy a hug.
italian: [_M_] Vieni a darti un abbraccio.

source: [_RT_] {i}Really? Does she know what hugging her in her underwear will do to me?{/i}
italian: [_RT_] {i}Davvero? Sa cosa la abbraccierà nella sua biancheria intima mi farà?{/i}

source: [_RT_] {i}Well... she initiated it, not me.{/i}
italian: [_RT_] {i}Bene... ha iniziato, non me.{/i}

source: [_MT_] {i}Oh God!... What the hell was I thinking?... I'm in my underwear for Christ's sake!{/i}
italian: [_MT_] {i}Oh Dio!... Che diavolo stavo pensando?... sono nella mia biancheria intima per amore di Cristo!{/i}

source: [_MT_] {i}Fuck!... The little pervert is as hard as a rock!{/i}
italian: [_MT_] {i}Fuck!... Il piccolo perverso è duro come un rock!{/i}

source: [_MT_] {i}I can't get mad at him... I'm the one that offered a hug.{/i}
italian: [_MT_] {i}Non posso arrabbiarmi con lui... sono quello che ha offerto un abbraccio.{/i}

source: [_MT_] {i}How do I deal with this?{/i}
italian: [_MT_] {i}Come mi occupo di questo?{/i}

source: [_RT_] {i}Is this happening?... Mom invited me to hug her in her underwear.{/i}
italian: [_RT_] {i}Sta succedendo?... La mamma mi ha invitato ad abbracciarla nella sua biancheria intima.{/i}

source: [_RT_] {i}She's got to be able to feel my erection.{/i}
italian: [_RT_] {i}Deve essere in grado di sentire la mia erezione.{/i}

source: [_RT_] {i}She's let the hug linger too... Is she just waiting for me to make the next move?{/i}
italian: [_RT_] {i}Lei ha lasciato anche l'abbraccio... Sta solo aspettando che io faccia la prossima mossa?{/i}

source: [_RT_] {i}Well, luck favors the bold.{/i}
italian: [_RT_] {i}Beh, la fortuna favorisce il grassetto.{/i}

source: [_M_] What the heck was that?!
italian: [_M_] Che heck era quello?!

source: [_M_] How dare you grab your own mother's butt?!
italian: [_M_] Come osate afferrare il culo di vostra madre?!

source: [_R_] I'm sorry! It's just I thought...
italian: [_R_] Mi dispiace! È solo pensato...
