Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_S_] You've got to try and push this to the limits of depravity?
dutch: [_S_] Je moet proberen om dit tot de grenzen van de depravitaliteit te brengen?
french: [_S_] Vous devez essayer de pousser cela aux limites de la dépravation?
german: [_S_] Du musst versuchen dies an die Grenzen der Verderbtheit zu bringen?
portuguese: [__S_] Você tem que tentar e empurrar isso para os limites da depravação?

source: [_S_] Why don't you try shoving something as big as your dick up your own ass!
dutch: [_S_] Waarom probeer je niet iets zo groot als je eigen zak op te blazen!
french: [_S_] Pourquoi n'essayez-vous pas de pousser quelque chose d'aussi gros que votre bite dans votre propre cul!
german: [_S_] Warum versuchst du nicht, etwas so groß wie deinen Schwanz zu schieben!
portuguese: [_S_] Por que você não tenta atirar algo tão grande quanto seu pó no seu traseiro!

source: [_S_] When you can take it all, then we can maybe talk about it.
dutch: [_S_] Als je alles kan meenemen, kunnen we er misschien over praten.
french: [_S_] Quand vous pourrez tout prendre, alors nous pourrons peut-être en parler.
german: [_S_] Wenn du alles nehmen kannst, dann können wir vielleicht darüber reden.
portuguese: [_S_] Quando você puder levar tudo, então nós podemos talvez falar sobre isso.

source: [_S_] But for now... I'm just not in the mood anymore...
dutch: [_S_] Maar voor nu... Ik ben niet meer in de stemming ...
french: [_S_] Mais pour l'instant... Je ne suis plus d'humeur...
german: [_S_] Aber vorerst bin ich einfach nicht in der Stimmung...
portuguese: [_S_] Mas por enquanto... Só não estou mais no humor...

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
french: {i}{b}«Libido de Sidney -5»{/b}{/i}

source: [_RT_] {i}Well, shit! That didn't go over very well... but she's right... I'm not satisfied!{/i}
dutch: [_RT_] {i}Nou, zo! Dat is niet goed gegaan... maar ze is goed... Ik ben niet tevreden!{/i}
french: [_RT_] {i}Eh bien, merde! Ça ne s'est pas très bien passé... mais elle a raison... Je ne suis pas satisfait!{/i}
german: [_RT_] {i}Nun, shit! Das ist nicht sehr gut... aber sie ist richtig... Ich bin nicht zufrieden!
portuguese: [_RT_] {i}Bem, merda! Isso não passou muito bem... mas ela está certa... Não estou satisfeita!{/i}

source: [_RT_] {i}I need to fuck that sexy ass!{/i}
dutch: [_RT_] {i}Ik moet die sexy asser breien!{/i}
french: [_RT_] {i}J'ai besoin de baiser ce cul sexy!{/i}
german: [_RT_] {i}Ich muss diesen sexy Arsch ficken!{/i}
portuguese: [_RT_] {i}Eu preciso foder essa bunda sexy! {/i}

source: [_WT_] Sorry, [ryan]... Not in this update. But hopefully soon!
dutch: [_WT_] Sorry, [ryan]... Niet in deze update. Hopelijk binnenkort!
french: [_WT_] Désolé, [ryan]... Pas dans cette mise à jour. Mais j'espère bientôt!
german: [_WT_] Sorry, [ryan]... Nicht in diesem Update. Aber hoffentlich bald!
portuguese: [_WT_] Desculpe, [ryan]... Não está nesta atualização. Mas esperemos que em breve!

source: [_RT_] {i}Damnit!{/i}
french: [_RT_] {i}Bon sang!{/i}

source: [_R_] Never mind... forget about it.
dutch: [_R_] Vergeet nooit... vergeet het niet.
french: [_R_] Peu importe... oublie ça.
german: [_R_] Vergiss es nicht... vergesse es.
portuguese: [_R_] Nunca se importe ... esqueça sobre isso.

source: [_S_] What?
dutch: [_S_] Wat?
french: [_S_] Que puis-je faire pour toi?
german: [_S_] Was?
portuguese: [_S_] O quê?

source: [_R_] No... it's nothing.
dutch: [_R_] Nee... het is niets.
french: [_R_] Non... ce n'est rien.
german: [_R_] Nein... es ist nichts.
portuguese: [_R_] Não... não é nada.

source: [_S_] Ok...
french: [_S_] D'accord...

source: [_R_] Let's just have some fun.
dutch: [_R_] Laten we gewoon wat plezier hebben.
french: [_R_] Amusons-nous.
german: [_R_] Lasst uns nur ein wenig Spaß haben.
portuguese: [_R_] Vamos só nos divertir.

source: [_R_] No... just... straddle me.
dutch: [_R_] Nee... maar... wurg me.
french: [_R_] Non... juste... chevauche-moi.
german: [_R_] Nein... nur... rütteln Sie mich.
portuguese: [_R_] No...apenas ... straddle me.

source: [_S_] Oh, yeah!... Right there!
dutch: [_S_] Oh, ja!... juist!
french: [_S_] Oh, oui!... Juste là!
german: [_S_] Oh, ja!... Genau da!
portuguese: [_S_] Ah, sim! ... Bem aí!

source: [_S_] Fuck, [ryan]! I have to get used to the size of that cock every time!
dutch: [_S_] Fuck, [ryan]! Ik moet elke keer wennen aan de grootte van dat jas!
french: [_S_] Putain, [ryan]! Je dois m'habituer à la taille de cette bite à chaque fois!
german: [_S_] Fuck, [ryan]! Ich muss mich jedes Mal an die Größe dieses Schwanzes gewöhnen!
portuguese: [_S_] Porra, [ryan]! Tenho que me acostumar com o tamanho desse galo toda vez!

source: [_R_] Sorry!... I can't make it smaller.
dutch: [_R_] Sorry!... Ik kan het niet kleiner maken.
french: [_R_] Désolé!... Je ne peux pas le réduire.
german: [_R_] Entschuldigung!... Ich kann es nicht kleiner machen.
portuguese: [_R_] Desculpe!... Não posso deixar isso menor.

source: [_S_] No... it's great!... It just never fails to surprise me.
dutch: [_S_] Nee... Het is geweldig!... Het slaagt er gewoon niet in om me te verrassen.
french: [_S_] Non... c'est génial !... Ça ne manque jamais de me surprendre.
german: [_S_] Nein... es ist großartig!... Es ist einfach nie versäumt, mich zu überraschen.
portuguese: [_S_] Não... é ótimo!... Isso nunca deixa de me surpreender.

source: [_S_] In fact... it's starting to feel... really goOOOOooodd!
dutch: [_S_] In feit... het begint te voelen ... echt goOOoood!
french: [_S_] En fait... ça commence à se sentir... vraiment goOOOOooodd!
german: [_S_] In der Tage... es beginnt sich zu fühlen... wirklich goOOOooodd!
portuguese: [_S_] Na verdade... está começando a sentir... realmente goOOOOoooodd!

source: [_R_] Oh fuck, Sidney!
dutch: [_R_] Oh fuck, Zidney!
french: [_R_] Oh putain, Sidney!
german: [_R_] Oh fick, Sidney!
portuguese: [_R_] Oh fofa, Sidney!

source: [_R_] Your pussy feels so good!
dutch: [_R_] Je poosje voelt zo lekker!
french: [_R_] Votre chatte se sent si bien!
german: [_R_] Deine Fotze fühlt sich so gut an!
portuguese: [_R_] Sua pussy está muito bem!

source: [_R_] I love your mouth too... but this is just... wow!
dutch: [_R_] Ik hou ook van jouw monding... maar dit is maar... wow!
french: [_R_] J'aime ta bouche aussi... mais c'est juste... Ça alors!
german: [_R_] Ich liebe deinen Mund auch... aber das ist nur... wow!
portuguese: [_R_] Eu amo a sua boca também... mas isto é só um... uau!

source: [_S_] Aaahhh... [ryan]!... I think I'm going to...
dutch: [_S_] Aaahhh... [ryan]!... Ik denk dat ik ga naar...
french: [_S_] Aaahhh... [ryan]!... Je pense que je vais le faire...
german: [_S_] Aaahh... [ryan]!... Ich glaube, ich gehe zu...
portuguese: [_S_] Aaahhh... [ryan]!... Acho que vou para...

source: [_S_] Fuuuuuuuck!...
dutch: [_S_] Fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck!...
french: [_S_] Meeeeerde!...
german: [_S_] Fuuuuuck!...

source: [_R_] Holy shit, Sidney! You're soaking the bed!
dutch: [_R_] Heilige shit, Zijne! Je steekt het bed af!
french: [_R_] Merde, Sidney! Tu trempes le lit!
german: [_R_] Heiliger Scheiß, Sidney! Du saugst das Bett ein!
portuguese: [_R_] Merda sagrada, Sidney! Você está encharcando a cama!

source: [_S_] I... can't... fuuuuck!
dutch: [_S_] I... kan... niet... fuuuuuck!
french: [_S_] I... impossible... fuuuuuck!
german: [_S_] I... kann ... fuuuck!
portuguese: [_S_] I... não pode ... fuuuuck!

source: [_S_] Ahhhh! Give me that cock!
dutch: [_S_] Ahhhh! Geef me die han!
french: [_S_] Ahhhh! Donne-moi cette bite!
german: [_S_] Ahhhhh! Gib mir diesen Schwanz!
portuguese: [_S_] Ahhhh! Me dê aquela galinha!

source: [_R_] Wow!... Sidney, that was amazing!...
dutch: [_R_] Wow!... Zidney, dat was geweldig!...
french: [_R_] Wow!... Sidney, c'était incroyable !...
german: [_R_] Wow!... Sidney, das war erstaunlich!...
portuguese: [_R_] Uau! ... Sidney, isso foi incrível! ...

source: [_R_] But don't forget Mom and Lauren are just across the hall.
dutch: [_R_] Maar vergeet niet dat Mama en Lauren net aan de overkant zijn.
french: [_R_] Mais n'oubliez pas que Maman et Lauren sont juste de l'autre côté du couloir.
german: [_R_] Aber vergessen Sie nicht die Mama und Lauren sind gleich über die Halle.
portuguese: [__R_] Mas não se esqueça que a mamãe e a Lauren estão do outro lado do corredor.

source: [_RT_] {i}Luckily they're sleeping pretty deeply, thanks to the tea.{/i}
dutch: [_RT_] {i}Gelukkig slapen ze, dankzij de thee.{/i}
french: [_RT_] {i}Heureusement, ils dorment assez profondément, grâce au thé.{/i}
german: [_RT_] {i}Zum Glück schlafen sie ziemlich tief, dank dem Tee.{/i}
portuguese: [_RT_] {i}felizmente estão dormindo muito profundamente, graças ao chá.{/i}

source: [_RT_] {i}Sidney's obviously stopped drinking it.{/i}
dutch: [_RT_] {i}Sidney's is klaarblijkelijk gestopt met drinken.{/i}
french: [_RT_] {i}Sidney a évidemment arrêté de le boire.{/i}
german: [_RT_] {i}Sidney hat es offensichtlich nicht mehr getrunken.{/i}
portuguese: [_RT_] {i}Sidney's obviamente parou de beber. {/i}

source: [_RT_] {i}And Mandy doesn't drink it, but I'm not sure about Aunt Cami.{/i}
dutch: [_RT_] {i}en Snoep drinken het niet, maar ik ben niet zeker over Aunt Cami.{/i}
french: [_RT_] {i}Et Mandy ne le boit pas, mais je ne suis pas sûr de Tante Cami.{/i}
german: [_RT_] {i}Und Mandy trinkt es nicht, aber ich bin mir nicht sicher über Tante Cami.{/i}
portuguese: [_RT_] {i}e Mandy não o bebe, mas não tenho certeza sobre o Aunt Cami.{/i}

source: [_R_] Ohhh... yeah... Sidney, that's starting to feel really good!
dutch: [_R_] Ohhh... yea... Zidney, dat voelt je heel goed!
french: [_R_] Ohhh... ouais... Sidney, ça commence à faire du bien !
german: [_R_] Ohhhh... ja... Sidney, das beginnt wirklich gut zu fühlen!
portuguese: [_R_] Ohhh ... sim ... Sidney, isso está começando a se sentir muito bem!

source: [_R_] Oohhhh... I'm really close!
dutch: [_R_] Oohhhhh... Ik ben echt dichtbij!
french: [_R_] Oohhhh... Je suis vraiment proche!
german: [_R_] Oohhhhh... Ich bin wirklich nah!
portuguese: [_R_] Oohhhh ... Estou muito perto!

source: [_R_] Sidney... I'm going to...
dutch: [_R_] Sidney... Ik ga naar...
french: [_R_] Sidney... J'y vais...
german: [_R_] Sidney... Ich gehe zu...
portuguese: [_R_] Sidney... Eu vou para...

source: [_S_] Oh, God! You're fucking filling my womb!
dutch: [_S_] Oh, God! Je vult mijn schoot in!
french: [_S_] Oh, mon Dieu! Tu remplis mon ventre!
german: [_S_] Oh, Gott! Du fickst meinen Mutter!
portuguese: [__S_] Ah, Deus! Você está enchendo o meu ventre!

source: {i}"[ryan]'s cumloads in Sidney's pussy +1"{/i}
dutch: {i}"[ryan]'s kabels in Sidney's posy +1"{/i}
french: {i}'Charges de sperme de [ryan] dans la chatte de Sidnay +1'{/i}
german: {i}"[ryan]'s Cumloads in Sidneys Fotze +1"{/i}
portuguese: {i}" Os cumloads de[ryan]no pussy de Sidney +1"{/i}

source: {i}"Total loads of [ryan]'s cum in Sidney's pussy = ([sidney_cum_loads_counter])"{/i}
dutch: {i}"Totaal lading van [ryan]kubus in Sidney = ([sidney_cum_loads_counter])"{/i}
french: {i}'Charges totales de sperme de [ryan] dans la chatte de Sidney = ([sidney_cum_loads_counter])'{/i}
german: {i}"Total loads of [ryan]'s cum in Sidney Fotze = ([sidney_cum_loads_counter])"{/i}
portuguese: {i}"Total de cargas de cum de [ryan]no pussy de Sidney = ([sidney_cum_loads_counter])"{/i}

source: [_R_] Fuuuuck!...
dutch: [_R_] Fuuuuuuuck!...
french: [_R_] Meeeeerde!...
german: [_R_] Fuuuck!...
portuguese: [_R_] Fuuuck!...

source: [_R_] I'm cuuummmiing!
french: [_R_] Je jooouuuiiiisss !

source: [_S_] Oh my God, [ryan]!
dutch: [_S_] Oh mijn God, [ryan]!
french: [_S_] [ryan]?.... Est-ce que c’est ton visage dans mon cul?
german: [_S_] Oh mein Gott, [ryan]!
portuguese: [_S_] Meu Deus, [ryan]!

source: [_S_] You covered me!
dutch: [_S_] Je hebt me bedekt!
french: [_S_] Tu m'as recouverte!
german: [_S_] Du hast mich abgedeckt!
portuguese: U[_S_] Você me cobriu!

source: [_R_] Yeah... I was just wondering if you needed to... you know...
dutch: [_R_] Ja... Ik vroeg me af of je nodig hebt... weet jij...
french: [_R_] Ouais... Je me demandais si tu en avais besoin... tu sais...
german: [_R_] Yeah... Ich habe mich gerade gefragt, ob du brauchst ... du weißt...

source: [_S_] No...
dutch: [_S_] Nee...
french: [_S_] Non...
german: [_S_] Nein...
portuguese: U[_S_] Não...

source: [_R_] What!?... why?
dutch: [_R_] Wat!?... waarom?
french: [_R_] Quoi!?... Pourquoi?
german: [_R_] Was!?... Warum?

source: [_S_] [ryan]! Do you even care that we're fucking brother and sister?
dutch: [_S_] [ryan]! Maakt het je je niet eens uit dat we broer en zus verdommen?
french: [_S_] [ryan]! Tu te soucies même qu'on soit frère et sœur ?
german: [_S_] [ryan]! Sorgt es dir sogar, dass wir Brüder und Schwester ficken?
portuguese: [_S_] [ryan]! Você se importa se somos o porão e a irmã?

source: [_R_] Sometimes...
dutch: [_R_] Soms
french: [_R_] Parfois...
german: [_R_] Gelegentlich...
portuguese: U[_R_] algumas vezes...

source: [_R_] Then I start thinking about how wrong the things we're doing are, and how naughty we are to give in to our sexual urges so easily...
dutch: [_R_] Dan begin ik erover na te denken hoe het is met de dingen die we doen. en hoe ondeugend we zijn om toe te geven aan onze seksuele geaard...
french: [_R_] Ensuite, je commence à penser à quel point les choses que nous faisons sont mauvaises et à quel point nous sommes méchants de céder si facilement à nos pulsions sexuelles...
german: [_R_] Dann beginne ich darüber nachzudenken, wie falsch die Dinge, die wir tun, sind und wie unartig wir unseren sexuellen Ansporn so leicht nachgeben wollen...

source: [_R_] That's when the guilt and shame start making it seem more forbidden... and the more forbidden it is... the more I want it.
dutch: [_R_] Dat is wanneer de schuld en de schaamte het nog verboden lijkt te maken... en hoe meer verboden het is... hoe meer ik het wil.
french: [_R_] C'est alors que la culpabilité et la honte commencent à le rendre plus interdit... et plus c'est interdit... plus j'en veux.
german: [_R_] Das ist, wenn die Schuld und die Schande anfangen, sie verboten zu machen... und je mehr es verboten ist... je mehr ich will.

source: [_S_] That's just stupid!
dutch: [_S_] Dat is gewoon dom!
french: [_S_] C'est tout simplement stupide!
german: [_S_] Das ist einfach dumm!
portuguese: [_S_] Isso é simplesmente estúpido!

source: [_ST_] {i}Stupid [ryan]!... Only thinking with his stupid cock!... His big... fat... veiny... cock.{/i}
dutch: [_ST_] {i}Stupid [ryan]!... Denk alleen met zijn domme cock!... Zijn groot... vet... veiny... cock.{/i}
french: [_ST_] {i}Stupide [ryan]!... Je ne pense qu'à sa stupide bite!... Sa grande... grosse... veinée... bite.{/i}
german: [_ST_] {i}Dupid [ryan]!... Denken Sie nur an seinen dummen Schwanz!... Seine große... fette Ader... Schwanz.{/i}
portuguese: [_ST_] {i}Stupid [ryan]!... Só pensando com seu cão estúpido!... Sua grande... gordura... coque... coque.{/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
french: {i}{b}«Libido de Sidney +3»{/b}{/i}

source: [_S_] Maybe another night.
dutch: [_S_] Misschien nog een nacht.
french: [_S_] Peut-être une autre nuit.
german: [_S_] Vielleicht noch eine Nacht.
portuguese: [_S_] Talvez outra noite.

source: {i}"Sidney's Libido needs to be at least 8 points at the beginning of their conversation to want to mess around."{/i}
dutch: {i}"Sidney's Libido moet ten minste 8 punten aan het begin van zijn gesprek hebben om rond te kunnen."{/i}
french: {i}'La libido de Sidney doit être d'au moins 8 points au début de la conversation pour pouloir la tripoter.'{/i}
german: {i}"Sidney's Libido muss mindestens 8 Punkte am Anfang ihres Gesprächs sein, um herumschlagen zu wollen."{/i}
portuguese: {i}"Sidney Libido precisa ter pelo menos 8 pontos no início de sua conversa para querer mexer ao redor."{/i}

source: [_S_] Good night, [ryan].
dutch: [_S_] Goedenacht, [ryan].
french: [_S_] Bonne nuit, [ryan].
german: [_S_] Gute Nacht, [ryan].
portuguese: [_S_] Boa noite, [ryan].

source: [_R_] Good night, Sidney.
dutch: [_R_] Goedenacht, Sidney.
french: [_R_] Bonne nuit, Sidney.
german: [_R_] Gute Nacht, Sidney.
portuguese: [_R_] Boa noite, Sidney.

source: [_R_] Wow!... The way your pussy would just squeeze my cock!
dutch: [_R_] Wow!... De manier waarop jouw posy mijn cock zou persen!
french: [_R_] Wow!... La façon dont ta chatte serrait ma bite!
german: [_R_] Wow!... So wie deine Fotze meinen Schwanz quetschen würde!
portuguese: [_R_] Uau!... O seu pussy apenas apertaria a minha cara!

source: [_S_] You noticed!... I've been working on my kegel muscles.
dutch: [_S_] Je merkte op!... Ik heb aan mijn kigel spieren gewerkt.
french: [_S_] Vous avez remarqué!... J'ai travaillé sur mes muscles de kegel.
german: [_S_] Du hast bemerkt!... Ich arbeite an meinen Keg-Muskeln.
portuguese: [_S_] Você notou! ... Eu tenho trabalhado nos meus músculos de kegel.

source: [_R_] Your what muscles?
dutch: [_R_] Jouw spieren
french: [_R_] Quels sont tes muscles?
german: [_R_] Deine Muskel?
portuguese: U[_R_] o que os músculos?

source: [_S_] You know... my pussy muscles.
dutch: [_S_] weet je... mijn Psy-spieren
french: [_S_] Vous savez... mes muscles de chatte.
german: [_S_] Du weißt schon... meine Fotzenmuskeln.
portuguese: [__S_] Você sabe ... meus músculos do bichano.

source: [_R_] Ohh... yeah... I could totally tell!
dutch: [_R_] Ohh... ja... Ik zou het helemaal kunnen vertellen!
french: [_R_] Ohh... ouais... Je pouvais tout à fait le dire!
german: [_R_] Ohhh... ja... Ich konnte ganz sagen!
portuguese: U[_R_] Oh... Oi... Eu poderia dizer tudo!

source: [_RT_] {i}I'm actually pretty excited to read the next Perry Hotter book... I don't even mind if it takes me the rest of the night.{/i}
dutch: [_RT_] {i}Ik ben eigenlijk best enthousiast over het lezen van het volgende Perry Hotter-boek. . Ik vind het niet erg als het me de rest van de nacht in beslag neemt.{/i}
french: [_RT_] {i}Je suis en fait assez excité de lire le prochain livre de Perry Hotter... Ça ne me dérange même pas si ça me prend le reste de la nuit.{/i}
german: [_RT_] {i}Ich bin eigentlich ziemlich aufgeregt, das nächste Perry Hotter Buch zu lesen. . Ich habe nichts dagegen, wenn ich den Rest der Nacht nehme.{/i}
portuguese: [_RT_] {i}estou realmente muito animado em ler o próximo livro de Hotter Perry. . Eu nem me importo se me levar o resto da noite.{/i}

source: [_RT_] {i}I can't ever admit that to Mom, though. Should I take the time to read right now?{/i}
dutch: [_RT_] {i}dat kan ik nooit toegeven aan MM. Moet ik nu wel de tijd nemen om te lezen?{/i}
french: [_RT_] {i}Je ne peux jamais admettre cela de maman, cependant. Devrais-je prendre le temps de le lire tout de suite ?{/i}
german: [_RT_] {i}Ich kann das jedoch nicht jemals bei Mama zugeben. Sollte ich mir die Zeit nehmen, um jetzt zu lesen?{/i}
portuguese: Porém, [_RT_] {i}não posso admitir isso à mamãe. Devo ter um tempo para ler agora?{/i}

source: [_RT_] {i}Perry Hotter and the prisoner of Moldevort's Dungeon.{/i}
dutch: [_RT_] {i}Perry Hotter en de gevangene van Moldevort's Dungeon.{/i}
french: [_RT_] {i}Perry Hotter et le prisonnier du Donjon de Moldevort.{/i}
german: [_RT_] {i}Perry Hotter und der Gefangene von Moldevorts Verlieben.{/i}
portuguese: [_RT_] {i}Perry Hotter e o prisioneiro do Calabouço de Moldevort.{/i}

source: [_RT_] {i}The books seem to progress in age content with the reader, but this one looks like it's going to be more like "37 Shades of Grey".{/i}
dutch: [_RT_] {i}Het lijkt erop dat de inhoud van de leeftijd vordert met de leer, maar dit lijkt erop dat het meer zal lijken op "37 Shades of Grey". /i}
french: [_RT_] {i}Les livres semblent progresser dans le contenu de l'âge avec le lecteur, mais celui-ci ressemble plus à '37 Nuances de gris'.{/i}
german: [_RT_] {i}Die Bücher scheinen im Altersinhalt mit dem Leser voranzuschreiten, aber dieses sieht so aus, als würde es mehr wie "37 Shades of Grey". /i}
portuguese: [_RT_] {i}os livros parecem progredir em conteúdo etário com o leitor, mas parece que será mais como "37 Sombras de Cinza". /i}

source: [_RT_] {i}I can't wait to get into it!{/i}
dutch: [_RT_] {i}Ik kan niet wachten om er in te komen!{/i}
french: [_RT_] {i}J'ai hâte d'y entrer !{/i}
german: [_RT_] {i}Ich kann nicht warten, um in ihn zu kommen!{/i}
portuguese: [_RT_] {i}Eu não posso esperar para entrar nele! {/i}

source: [_RT_] {i}([ryan] reading in head) Perry Hotter was a highly unusual boy in many ways...{/i}
dutch: [_RT_] {i}([ryan] in je hoofd lezen) Perry Hotter was op veel manieren een hoogst ongebruikelijke jonget...{/i}
french: [_RT_] {i}([ryan] lecture dans sa tête) Perry Hotter était un garçon très spécial à bien des égards...{/i}
german: [_RT_] {i}([ryan] im Kopf lesen) Perry Hotter war in vielerlei Hinsicht ein sehr ungewöhnlicher Junge...{/i}
portuguese: [_RT_] {i}([ryan] lendo na cabeça) Perry Hotter era um garoto altamente incomum em muitas formas ... {/i}

source: {i}"Some time later."{/i}
dutch: {i}"Enige tijd later."{/i}
french: {i}'Quelque temps plus tard.' {/i}
german: {i}"Irgendwann später."{/i}
portuguese: {i}"Algum tempo depois."{/i}

source: [_RT_] {i}([ryan] still reading in head) Perry stepped out of the way. Thin cords shot from Lewdin’s wand this time, and next moment, Peckergrew was wriggling on the floor, bound and gagged...{/i}
dutch: [_RT_] {i}([ryan] nog steeds in het hoofd) Perry ging weg uit de weg. Dunne korden deze keer neergeschoten van Lewdin's toverstaf en het volgende moment groeide Peckergroeide op de vloer, gebonden en gegagged...{/i}
french: [_RT_] {i}([ryan] toujours en train de lire dans sa tête) Perry s'est écarté du chemin. De minces cordons tirés de la baguette de Lewdin cette fois, et l'instant suivant, Peckergrew se tortillait sur le sol, ligoté et bâillonné...{/i}
german: [_RT_] {i}([ryan] noch im Kopf lesen) Perry ist aus dem Weg gegangen. Dünne Schnuren, die dieses Mal aus Lewdins Zauberstab geschossen wurden, und im nächsten Moment windete Peckergrew auf dem Boden, gebunden und geknechtet...{/i}
portuguese: [_RT_] {i}([ryan] ainda lendo na cabeça) Perry saiu do caminho. Filhotes finos atiraram da varinha de Lewdin, desta vez, e no próximo momento, Peckerw estava agitando no chão, amarrados e amordaçados... {/i}

source: [_M_] Oh, hey. Just passing by from the shower to my room, and I thought you might be reading again!
dutch: [_M_] Oh, hey. Ga gewoon door van de douche naar mijn kamer, en ik dacht dat je misschien weer eens leest!
french: [_M_] Oh, salut. Je viens de passer de la douche à ma chambre, et j'ai pensé que tu relis peut-être!
german: [_M_] Oh, hey. Einfach vorbei von der Dusche in mein Zimmer, und ich dachte, du könntest wieder lesen!
portuguese: [_M_] Ah, ei. Só de passar do chuveiro para o meu quarto, e pensei que você poderia estar lendo de novo!

source: [_R_] Hey, Mom. Come on in.
dutch: [_R_] Hé, mama. Kom binnen.
french: [_R_] Salut, maman. Entre.
german: [_R_] Hey, Mama. Komm los.
portuguese: [_R_] Ei, mamãe. Pode entrar.

source: [_M_] Holy cow! I can't believe you're on the third book already!
dutch: [_M_] Heilige koe! Ik kan niet geloven dat je al in het derde boek bent!
french: [_M_] Vache sacrée! Je n'arrive pas à croire que tu en sois déjà au troisième livre !
german: [_M_] Heilige Kuh! Ich kann nicht glauben, du bist schon im dritten Buch!
portuguese: [_M_] Vaca sagrada! Não acredito que você já esteja no terceiro livro!

source: [_M_] I told you those books are really addictive!
dutch: [_M_] Ik heb je verteld dat die boeken echt verslavend zijn!
french: [_M_] Je vous ai dit que ces livres sont vraiment addictifs!
german: [_M_] Ich habe dir gesagt, dass diese Bücher wirklich süchtig sind!
portuguese: [_M_] Eu disse que esses livros são realmente viciantes!
