Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] What?.... no.... shut up!
dutch: [_R_] Wat?.... nee.... is gestopt!
french: [_R_] Quoi?.... non.... Tais-toi!
german: [_R_] Was?.... Nein.... Halten!
italian: [_R_] Cosa?.... no.... chiuso!

source: [_MG_] Holy shit!
dutch: [_MG_] Heilige shit!
french: [_MG_] Putain de merde!
german: [_MG_] Heilige Scheiße!
italian: [_MG_] Porca puttana!
portuguese: [_MG_] Caramba sagrada!

source: [_R_] What?
dutch: [_R_] Wat?
french: [_R_] Quoi?
german: [_R_] Was?
italian: [_R_] Cosa?
portuguese: [_R_] O quê?

source: [_MG_] I just got a mental image.... wow!.... That really turns me on for some reason.
dutch: [_MG_] Ik heb net een mentale afbeelding.... wow!.... Dat zet me echt aan om een of andere reden.
french: [_MG_] Je viens d'avoir une image mentale.... Ça alors!.... Cela m'excite vraiment pour une raison quelconque.
german: [_MG_] Ich habe gerade ein mentales Bild.... wow!.... Das dreht mich wirklich aus irgendeinem Grund ein.
italian: [_MG_] Ho appena avuto un'immagine mentale.... wow!.... Questo mi eccita davvero per qualche motivo.
portuguese: [_MG_] Eu só tenho uma imagem mental.... wow!.... Isso realmente me deixa por alguma razão.

source: [_R_] What?.... No.... don't get a mental image!.... There's nothing to get an image about.... there's nothing going on with me and Miss [mom_name]!
dutch: [_R_] Wat?.... Nee.... geen mentale afbeelding!.... er is niks om een afbeelding te krijgen.... Er is niets gaande met mij en mevrouw [mom_name]!
french: [_R_] Quoi?.... Non.... pas d'image mentale!.... Il n'y a rien pour obtenir une image.... il ne se passe rien avec moi et Mademoiselle [mom_name]!
german: [_R_] Was?.... Nein... bekommt kein mentales Bild!.... Es gibt nichts, um ein Bild zu bekommen.... Es geht nichts mit mir und Miss [mom_name]!
italian: [_R_] Cosa? .... No.... non avere un'immagine mentale! .... Non c'è niente per cui farsi un'immagine.... non c'è niente tra me e la signorina [mom_name]!
portuguese: [_R_] O quê? .... No.... não obtem uma imagem mental! .... Não há nada que obtenha uma imagem sobre .... não há nada acontecendo comigo e com a Srta. [mom_name]!

source: [_MG_] Matt! Follow me.... I've got something.... I need to.... take care of...
dutch: [_MG_] Matt! Volg mij... . Ik heb iets.... ik moet zorgen.... ...
french: [_MG_] Mat! Suis-moi.... J'ai quelque chose.... J'en ai besoin.... prends soin de toi...
german: [_MG_] Matt! Folge mir.... Ich habe etwas.... Ich muss mich darum kümmern...
italian: [_MG_] Matt! Seguimi.... Ho qualcosa.... Ho bisogno di.... occuparmi di...
portuguese: [_MG_] Carro! Me siga.... Eu tenho algo.... Preciso de.... cuidar de...

source: [_RT_] {i}Ok, Mom's probably in her office. I could go talk to her, or should I maybe look around and see if I can tell where Matt and Megan went.... maybe I can sneak a peek.... {/i}
dutch: [_RT_] {i}Ok, Mom's waarschijnlijk op kantoor. Ik zou met haar kunnen praten, of zou ik misschien eens om me heen moeten kijken om te kijken of ik kan vertellen waar Mat en Megan naartoe zijn gegaan. .. misschien kan ik een piek stikken... . {/i}
french: [_RT_] {i}Ok, maman est probablement dans son bureau. Je pourrais aller lui parler, ou devrais-je regarder autour de moi et voir si je peux dire où Matt et Megan sont allés.... je peux peut-être jeter un coup d'œil.... {/i}
german: [_RT_] {i}Ok, Mamas wahrscheinlich in ihrem Büro. Ich könnte mich mit ihr unterhalten, oder sollte ich mich umsehen und schauen, ob ich sagen kann, wo Matt und Megan gegangen sind. .. vielleicht kann ich einen Blick schleichen.... {/i}
italian: [_RT_] {i}Ok, probabilmente mamma è nel suo ufficio. Potrei andare a parlarle, o forse dovrei guardarmi intorno e vedere se riesco a capire dove sono andati Matt e Megan.... forse posso dare una sbirciatina.... {/i}
portuguese: [_RT_] {i}Ok, a mãe provavelmente está em seu escritório. Eu poderia ir falar com ela, ou talvez deva olhar à volta e ver se consigo dizer para onde Matias e Megan foi. .. talvez eu consiga esgueirar-me em um beijo... {/i}

source: [_RT_] {i}Just a few weeks ago, I would have considered spying on Matt and Megan super creepy, but with some of the choices I've made lately, it seems pretty mild.... what am I becoming?{/i}
dutch: [_RT_] {i}Nog maar een paar weken geleden zou ik hebben overwogen om te spioneren op Mat en Megan super creepy, maar met enkele van de keuzes die ik recentelijk heb gemaakt, lijkt het redelijk mild. .. wat word ik?{/i}
french: [_RT_] {i}Il y a quelques semaines à peine, j'aurais envisagé d'espionner Matt et Megan, mais avec certains des choix que j'ai faits dernièrement, cela semble assez doux.... que suis-je en train de devenir ?{/i}
german: [_RT_] {i}Noch vor ein paar Wochen hätte ich das Spionage auf Matt und Megan Supercreepy in Betracht gezogen aber mit einigen der Entscheidungen, die ich in letzter Zeit getroffen habe, scheint es ziemlich mild. .. was werde ich?{/i}
italian: [_RT_] {i}Solo poche settimane fa, avrei considerato lo spiare Matt e Megan super inquietante, ma con alcune delle scelte che ho fatto ultimamente, mi sembra abbastanza mite.... cosa sto diventando?{/i}
portuguese: [_RT_] {i}Apenas algumas semanas atrás, eu teria considerado espionar em Matt e Megan super assustador, mas com algumas das escolhas que eu fiz ultimamente, parece bem ameno. .. o que eu me tornei?{/i}

source: [_RT_] {i}Huh.... no feet under the stalls.... I thought for sure they'd be here. After all this is where Matt sent Megan to come service me.{/i}
dutch: [_RT_] {i}Huh.... geen voet onder de kraampjes. Ik dacht er zeker van dat ze hier zouden zijn. Na dit alles heeft Matt Megan gestuurd om me te service te komen.{/i}
french: [_RT_] {i}Hein.... pas de pieds sous les étales... Je pensais qu'ils seraient là. Après tout, c'est là que Matt a envoyé Megan pour venir me servir.{/i}
german: [_RT_] {i}Huh.... keine Füße unter den Ständen.... Ich dachte, sie würden sicher hier sein. Nach all dem hat Matt Megan geschickt, um mir zu dienen.{/i}
italian: [_RT_] {i}Huh.... niente piedi sotto i banchi.... Pensavo che di sicuro sarebbero stati qui. Dopotutto è qui che Matt ha mandato Megan per venire a servirmi.{/i}
portuguese: [_RT_] {i}Huh... sem pés debaixo da barra... Pensei que eles estariam aqui. Afinal, é aqui que Matt enviou Megan para vir serviço me.{/i}

source: [_RT_] {i}Huh.... no feet under the stalls.... I thought for sure they'd be here. After all this is where Megan brought me.{/i}
dutch: [_RT_] {i}Huh.... geen voeten onder de stallen .... Ik dacht dat ze hier wel zeker zouden zijn. Hier, waar Megan me mee heeft gebracht.{/i}
french: [_RT_] {i}Hein.... pas de pieds sous les étales... Je pensais qu'ils seraient là. Après tout, c'est là que Megan m'a amené.{/i}
german: [_RT_] {i}Huh.... keine Füße unter den Ständen... Ich dachte, sie würden sicher hier sein. Schließlich hat mich Megan hier.{/i}
italian: [_RT_] {i}Huh.... niente piedi sotto i box.... Ero sicuro che sarebbero stati qui. Dopo tutto è qui che Megan mi ha portato.{/i}
portuguese: [_RT_] {i}Huh.... sem pés debaixo da barra.... Pensei que estariam aqui. Afinal, é onde o Megan me trouxe.{/i}

source: [_RT_] {i}Huh.... no feet under the stalls.... I guess I should just keep looking.{/i}
dutch: [_RT_] {i}Huh.... geen voet onder de kraampjes. Ik denk dat ik gewoon moet blijven kijken.{/i}
french: [_RT_] {i}Hein.... pas de pieds sous les étales... Je devrais continuer à chercher..{/i}
german: [_RT_] {i}Huh.... keine Füße unter den Ständen.... Ich denke, ich sollte einfach weiter schauen.{/i}
italian: [_RT_] {i}Huh.... nessun piede sotto i box.... Immagino che dovrei continuare a cercare.{/i}
portuguese: [_RT_] {i}Huh.... sem pés debaixo da tarefa... Acho que devo continuar olhando.{/i}

source: [_RT_] {i}Hmmmmm.... where else?.... Oh I'll bet I know.{/i}
dutch: [_RT_] {i}Hmmmmm.... waar anders?.... Ik wed dat ik het weet.{/i}
french: [_RT_] {i}Hmmmmm.... quoi d'autre ?.... Je parie que je sais.{/i}
german: [_RT_] {i}Hmmmmm.... wo sonst?.... Oh ich wette ich.{/i}
italian: [_RT_] {i}Hmmmmm_.... dove altro?.... Oh, scommetto che lo so.{/i}
portuguese: [_RT_] {i}Hmmmmm .... onde mais? .... Oh eu aposto que eu sei. {/i}

source: [_RT_] {i}Oh, shit.... there they are.... {/i}
dutch: [_RT_] {i}Ah, shit.... daar zijn.... {/i}
french: [_RT_] {i}Oh, merde.... les voilà.... {/i}
german: [_RT_] {i}Oh, shit.... dort sind sie.... {/i}
italian: [_RT_] {i}Oh, merda.... ci sono.... {/i}
portuguese: [_RT_] {i}Ah, merda .... lá estão eles .... {/i}

source: [_RT_] {i}Nice!.... Megan is really into it!{/i}
dutch: [_RT_] {i}Nice!.... Megan zit er echt in!{/i}
french: [_RT_] {i}Bien !.... Megan est vraiment dedans!{/i}
german: [_RT_] {i}Nice!.... Megan ist wirklich dabei!{/i}
italian: [_RT_] {i}Nizzo!.... Megan è davvero in esso!{/i}
portuguese: [_RT_] {i}Nice! .... Megan está realmente dentro dela! {/i}

source: [_MG_] Ohhh.... yeahh.... fuck me like [ryan] fucks his mom!
dutch: [_MG_] Ohhh... . yeahh.... fuck me als [ryan] fuckt zijn moe!
french: [_MG_] Ohhh.... oui.... baise-moi comme [ryan] baise sa maman!
german: [_MG_] Ohhhh.... yeahh.... ficke mich wie [ryan] und fickt seine Mama!
italian: [_MG_] Ohhh.... sì... cazzo me come [ryan] scopa sua mamma!

source: [_MG_] Speaking of.... have we made.... much progress?...
dutch: [_MG_] Spreken van.... hebben we gemaakt.... veel vooruitgang?...
french: [_MG_] En parlant de.... avons-nous fait.... beaucoup de progrès?...
german: [_MG_] Gesagt von.... haben wir Fortschritte gemacht?...
italian: [_MG_] Parlando di... abbiamo fatto.... molti progressi?...

source: [_MB_] Not much.... and would you at least.... pretend you enjoy fucking me.... just because it's me?...
dutch: [_MB_] Niet veel.... en zou je tenminste willen .... doen alsof je geniet van het fucken van.... alleen omdat ik het bben?...
french: [_MB_] Pas grand-chose.... et le ferais-tu au moins.... fais comme si tu aimais me baiser.... juste parce que c'est moi ?...
german: [_MB_] Nicht viel.... und zumindest würdest du es auch.... so tun, als würdest du mich ficken ... nur weil es mich ist?...
italian: [_MB_] Non molto... e almeno tu... fingere che ti piaccia scopare.... solo perché sono io?...

source: [_MG_] I'm sorry.... but it's so much.... better if I say this stuff.... out loouuuud!...
dutch: [_MG_] Het spijt me, maar het is zo veel.... beter als ik dit zeg... . . loouuuuuuud!...
french: [_MG_] Je suis désolé.... mais c'est tellement.... c'est mieux si je dis ça.... A voix haute!...
german: [_MG_] Es tut mir leid, aber es ist so viel.... besser wenn ich dieses Zeug sage.... heraus loouuuuuuud ...
italian: [_MG_] Mi dispiace.... ma è così tanto.... meglio se dico questa roba.... fuori loouuuuud!...
portuguese: [_MG_] Sinto muito..., mas é tanto.... melhor se eu disser essas coisas.... por terra!...

source: [_RT_] {i}They're going at it again.{/i}
dutch: [_RT_] {i}Ze gaan er weer naar.{/i}
french: [_RT_] {i}Elles recommencent.{/i}
german: [_RT_] {i}Sie gehen es wieder an.{/i}
italian: [_RT_] {i}Ci stanno dando dentro di nuovo.{/i}
portuguese: [_RT_] {i}Eles estão indo de novo.{/i}

source: [_RT_] {i}Still fucking.... and still scheming.{/i}
dutch: [_RT_] {i}Nog steeds fucking.... en nog steeds plannen.{/i}
french: [_RT_] {i}Merde encore... et encore en train de comploter.{/i}
german: [_RT_] {i}Noch immer fucken.... und immer noch Schema.{/i}
italian: [_RT_] {i}Ancora a scopare.... e ancora a tramare.{/i}
portuguese: [_RT_] {i}Still fucking .... e ainda scheming. {/i}

source: [_RT_] {i}I'd better go find Mom.{/i}
dutch: [_RT_] {i}Ik ga beter naar Mom.{/i}
french: [_RT_] {i}Je ferais mieux d'aller voir maman.{/i}
german: [_RT_] {i}Ich würde lieber die Moms finden.{/i}
italian: [_RT_] {i}E' meglio che vada a cercare mamma.{/i}
portuguese: [_RT_] {i}Eu melhor eu ir encontrar a mamãe. {/i}

source: [_MB_] I don't think they've.... done any fucking yet.... I don't think they've .... done hardly .... anything yet.
dutch: [_MB_] Ik denk dat ze niet.... nog iets fucken gedaan hebben... . Ik denk niet dat ze hebben.... nauwelijks gedaan .... nog niks.
french: [_MB_] Je ne pense pas qu'ils l'aient fait.... j'ai encore baisé.... Je ne pense pas qu'ils l'aient fait.... fait à peine.... rien encore.
german: [_MB_] Ich glaube nicht, dass sie es schon gemacht haben.... ich glaube nicht, dass sie .... noch nichts getan haben.
italian: [_MB_] Non credo che abbiano.... ancora fatto nessuna scopata.... Non credo che abbiano .... fatto quasi .... ancora nulla.
portuguese: [_MB_] Eu não acho que eles.... fez alguma caramba ainda.... acho que eles não.... quase não.... nada ainda.

source: [_MG_] Shut up! Don't.... ruin .... my fantasy .... right now!
dutch: [_MG_] Sluit! Niet vernietigen.... mijn fantasie .... nu meteen!
french: [_MG_] La ferme! Ne le fais pas.... ruiner .... mon fantasme.... maintenant!
german: [_MG_] Halten Sie sich! Nicht .... Ruin .... meine Fantasie .... jetzt!
italian: [_MG_] Zitto! Non.... rovinare .... la mia fantasia .... proprio adesso!
portuguese: [_MG_] Calem a boca! Não .... arruína .... minha fantasia .... agora mesmo!

source: [_MG_] You know .... I need.... taboo .... thoughts.... to be able .... to cum.... anymore!
dutch: [_MG_] Jij weet .... Ik heb nodig.... taboe.... gedachten.... om te kunnen cum.... nog meer!
french: [_MG_] Tu sais.... J'ai besoin.... tabou .... pensées.... pour pouvoir.... pour jouir.... plus maintenant!
german: [_MG_] Du weißt .... Ich brauche .... Tabu .... Gedanken.... um in der Lage zu sein .... zu sein.... mehr!
italian: [_MG_] Sai .... Ho bisogno.... di pensieri tabù.... per essere in grado .... di sborrare.... ancora!
portuguese: [_MG_] Você sabe .... Eu preciso .... tabu .... pensamentos .... para ser capaz .... de cum .... mais!

source: [_MB_] Yeah.... well, hopefully soon.... it will be.... more than just.... fantasy.
dutch: [_MB_] Yeah... . Nou, hopelijk binnenkort.... zal het zijn.... meer dan alleen... fantasy.
french: [_MB_] Ouais.... eh bien, j'espère bientôt.... ça le sera.... plus que juste.... une fantaisie.
german: [_MB_] Yeah.... hoffentlich bald .... es wird mehr sein als nur.... Fantasie.
italian: [_MB_] Si.... beh, speriamo che presto.... sia.... più di una semplice.... fantasia.
portuguese: [_MB_] Yeah... bem, esperemos que em breve... será.... mais do que just.... fantasia.

source: [_MG_] How's that.... going to.... happen.... I thought he told you.... to fuck off.
dutch: [_MG_] Hoe is dat.... ga naar.... . . . . Ik dacht dat hij je vertelde .... om het af te maken.
french: [_MG_] Comment ça va.... j'y vais.... arriver.... Je croyais qu'il te l'avait dit.... pour baiser.
german: [_MG_] Wie geht's zu.... passieren.... Ich dachte, er sagte dir.... zu ficken.
italian: [_MG_] Come.... succederà.... Pensavo ti avesse detto.... di andare a farsi fottere.
portuguese: [_MG_] Como é isso .... indo para .... acontecer .... Eu pensei que ele te disse .... para se foder.

source: [_MB_] Yeah he did.... but you can just tell.... there's electricity between them.... It's just a matter.... of time...
dutch: [_MB_] Yeah deed hij.... maar je kunt gewoon zeggen.... er is stroom tussen hen.... het is gewoon een kwestie van.... tijd...
french: [_MB_] Oui, il l'a fait.... mais tu peux juste le dire.... il y a de l'électricité entre eux.... C'est juste une question.... de temps...
german: [_MB_] Ja, er hat es getan.... aber du kannst einfach sagen .... Es gibt Strom zwischen ihnen.... Es ist nur eine Angelegenheit.... der Zeit...
italian: [_MB_] Si l'ha fatto.... ma si può dire.... che c'è elettricità tra loro.... E' solo una questione.... di tempo...
portuguese: [_MB_] Ah, ele fez..., mas você sabe dizer.... há eletricidade entre eles.... É só um problema.... de tempo...

source: [_MB_] But I've got to.... figure how to get a piece of.... [mom_name]'s ass for myself.
dutch: [_MB_] Maar ik heb tot.... figuur hoe ik een stuk krijg van.... [mom_name]is pas voor mezelf.
french: [_MB_] Mais je dois le faire.... figure comment obtenir un morceau de.... Le cul de [mom_name] pour moi.
german: [_MB_] Aber ich habe ein Stück von mir zu Figur bekommen.... [mom_name]'s Arsch für mich.
italian: [_MB_] Ma devo.... capire come ottenere un pezzo di.... [mom_name] di culo per me.
portuguese: [_MB_] Mas eu tenho que.... descubra como pegar um pedaço de.... [mom_name]é um ass para mim mesmo.

source: [_MG_] Have you.... figured out a .... plan to get them.... together yet?
dutch: [_MG_] Hebt u.... een .... plan ontwikkeld om ze te krijgen.... al samen?
french: [_MG_] As-tu.... compris un.... prévois de les obtenir.... déjà ensemble ?
german: [_MG_] Haben Sie .... schon einen Plan ausgearbeitet, um sie .... zusammenzubringen?
italian: [_MG_] Hai.... già trovato un piano per farli.... incontrare?
portuguese: [_MG_] Já consegue.... descobriu um .... planeja pegá-lo.... juntos?

source: [_MB_] I'm still working.... out the details.... but it's going to involve you.... getting close to his family.
dutch: [_MB_] Ik ben nog aan het werk.... meer details.... maar het gaat je betreffen... . dicht bij zijn familie.
french: [_MB_] Je travaille toujours.... les détails.... mais ça va t'impliquer.... se rapprocher de sa famille.
german: [_MB_] Ich arbeite noch.... die Details aus, aber es wird dazu gehören, dass Du.... seiner Familie näher kommst.
italian: [_MB_] Sto ancora lavorando.... sui dettagli.... ma coinvolgerà te.... avvicinarti alla sua famiglia.
portuguese: [__MB_] Ainda estou trabalhando .... fora os detalhes .... mas vai te envolver .... ficando perto de sua família.

source: [_MB_] Maybe you can.... get close.... through his sister.... Lauren.
dutch: [_MB_] Misschien kan.... dichtbij komen.... door zijn zus.... Lager.
french: [_MB_] Peut-être que tu le peux.... approches-toi.... par sa sœur.... Lauren.
german: [_MB_] Vielleicht kannst du auch.... durch seine Schwester.... Lauren.
italian: [_MB_] Forse puoi.... avvicinarsi... attraverso sua sorella.... lauren.
portuguese: [_MB_] Talvez você possa.... chegue perto.... através da sua irmã.... Lauren.

source: [_MG_] Well, that's easy.... she seems pretty.... easy to influence...
dutch: [_MG_] Nou, dat is makkelijk.... ze lijkt mooi.... makkelijk te beïnvloeden...
french: [_MG_] Eh bien, c'est facile.... elle a l'air jolie.... facile à influencer...
german: [_MG_] Nun, das ist einfach.... sie scheint schön.... leicht zu beeinflussen...
italian: [_MG_] Beh, è facile.... sembra carina.... facile da influenzare...
portuguese: [_MG_] Bem, isso é fácil... ela parece bonita... fácil de influenciar...

source: [_MB_] Well, whatever we do.... I can't wait.... to get a piece of.... [mom_name]'s ass for myself.
dutch: [_MB_] Nou, wat we ook doen.... ik kan niet wachten... . een stukje van.... [mom_name]de pas voor mezelf.
french: [_MB_] Eh bien, quoi que nous fassions.... J'ai hâte.... pour obtenir un morceau de.... Ce cul de [mom_name] pour moi.
german: [_MB_] Nun, was auch immer wir tun .... Ich kann nicht warten...., um ein Stück von .... [mom_name]'s Arsch für mich zu bekommen.
italian: [_MB_] Beh, qualsiasi cosa facciamo.... Non vedo l'ora.... di avere un pezzo di.... [mom_name] di culo per me.
portuguese: [_MB_] Bom, o que quer que façamos.... Não posso esperar.... para pegar uma fatia.... [mom_name]é uma fatia para mim mesmo.

source: [_MG_] Whatever we do.... we need to hurry it along.
dutch: [_MG_] alles wat we doen.... we moeten er haast mee maken.
french: [_MG_] Quoi que nous fassions.... on doit se dépêcher.
german: [_MG_] Was auch immer wir tun...., wir müssen uns damit beeilen.
italian: [_MG_] Qualsiasi cosa facciamo.... dobbiamo fare in fretta.
portuguese: [__MG_] O que quer que nós fazemos .... precisamos apressar isso junto.

source: [_MB_] Yeah.... so far.... it's been like.... one of those crappy incest games.... that leaves you with blue balls.... and never gets.... to the good stuff.
dutch: [_MB_] Ja... tot nu toe.... het was als.... een van die gekke incest games. .. dat laat je blauwe ballen.... en krijg nooit de goede dingen.
french: [_MB_] Ouais.... jusqu'ici.... ça a été comme ça.... un de ces jeux d'inceste merdiques.... ça te laisse avec des boules bleues.... et n'obtient jamais.... aux bonnes choses.
german: [_MB_] Ja.... bis jetzt ist es wie.... eines dieser beschissenen Inzestspiele.... die einen mit blauen Eiern.... zurücklassen und nie.... zu den guten Sachen kommen.
italian: [_MB_] Sì.... finora.... è stato come.... uno di quei giochi di incesto crappy... che ti lascia con le palle blu.... e non ottiene.... alla roba buona.
portuguese: [_MB_] Sim.... até agora... é como... um desses jogos crappy incesto. ... que te deixa com bolas azuis.... e nunca fica.... para as coisas boas.

source: [_RT_] {i}Holy shit.... those two are quite the schemers!{/i}
dutch: [_RT_] {i}Heilige zond.... die twee zijn helemaal de schema's!{/i}
french: [_RT_] {i}Merde... ces deux-là sont dans toutes les intrigues !{/i}
german: [_RT_] {i}Heilige Scheiße .... diese beiden sind ziemliche Intriganten! {/i}
italian: [_RT_] {i}Santa merda.... quei due sono proprio degli intrallazzatori!{/i}
portuguese: [_RT_] {i}merda Santa .... aqueles dois são bem esquematizados! {/i}

source: [_RT_] {i}Matt thinks he can use his girlfriend to get to Mom{/i}
dutch: [_RT_] {i}Matt denkt dat hij zijn vriendin kan gebruiken om naar Mom{/i} te komen
french: [_RT_] {i}Matt pense qu'il peut utiliser sa petite amie pour aller voir maman {/i}
german: [_RT_] {i}Matt glaubt, dass er seine Freundin benutzen kann, um an Mom{/i} zu kommen.
italian: [_RT_] {i}Matt pensa di poter usare la sua ragazza per arrivare a mamma{/i}
portuguese: [_RT_] {i}Matt acha que ele pode usar sua namorada para chegar ao Mom{/i}

source: [_RT_] {i}Somehow I've got to figure out how to take Megan away from him instead.{/i}
dutch: [_RT_] {i}Iets uit te vinden hoe ik in plaats daarvan Megan van hem weg kan nemen.{/i}
french: [_RT_] {i}D'une manière ou d'une autre, je dois trouver comment lui prendre Megan à la place.{/i}
german: [_RT_] {i}Irgendwie muss ich herausfinden, wie ich ihm stattdessen Megan wegnehmen kann.{/i}
italian: [_RT_] {i}In qualche modo devo capire come portargli via Megan invece.{/i}
portuguese: [_RT_] {i}De alguma forma eu tenho que descobrir como tirar o Megan dele em vez disso.{/i}

source: [_RT_] {i}That will show that arrogant jock.{/i}
dutch: [_RT_] {i}Dat laat die arrogante jock.{/i} zien
french: [_RT_] {i}Cela montrera ce jarret arrogant. {/i}
german: [_RT_] {i}Das wird es diesem arroganten Kerl zeigen.{/i}
italian: [_RT_] {i}Questo gliela farà vedere a quell'atleta arrogante.{/i}
portuguese: [_RT_] {i}Isso mostrará o jock.{/i} arrogante

source: [_RT_] {i}It's good to see that Matt's doing his best to get Mom and I together.{/i}
dutch: [_RT_] {i}Het is goed om te zien dat Matts zijn best doet om mama en ik samen te krijgen.{/i}
french: [_RT_] {i}C'est bien de voir que Matt fait de son mieux pour que maman et moi soyons ensemble.{/i}
german: [_RT_] {i}Es ist gut zu sehen, dass Matt sein Bestes tut, um Mom und mich wieder zusammenzubringen.{/i}
italian: [_RT_] {i}E' bello vedere che Matt sta facendo del suo meglio per riunire me e la mamma.{/i}
portuguese: [_RT_] {i}É bom ver que Matt está fazendo o seu melhor para conseguir mamãe e eu juntos. {/i}
