Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Are there any limits to your depravity?
dutch: [_L_] Zijn er grenzen aan je depravita?

source: [_L_] Mmmmm...
dutch: [_L_] Mmmmmmm...

source: [_L_] I think you'd better follow me...
dutch: [_L_] Ik denk dat je me beter zou kunnen volgen...

source: [_R_] This looks like a private spot.
dutch: [_R_] Dit lijkt op een persoonlijke plek.

source: [_R_] We can rush under the bleachers if someone comes in.
dutch: [_R_] Als iemand binnenkomt, kunnen we onder de zeelieden raken.

source: [_L_] I think it's time I pay off my debt.
dutch: [_L_] Ik denk dat het tijd is om mijn schuld af te lossen.

source: [_R_] Hopefully nobody comes in.
dutch: [_R_] Hopelijk komt er niemand binnen.

source: [_L_] So, what are you going to do to me?
dutch: [_L_] Dus wat ga je tegen me doen?

source: [_R_] Why don't you start by taking off those clothes.
dutch: [_R_] Waarom begin je niet door die kleren uit te doen.

source: [_R_] Are you crazy? I can't afford to pay you four thousand dollars!
dutch: [_R_] Ben je gek? Ik kan je niet betalen met 4000 dollar!

source: [_R_] Goddammit, Lauren! Why did you make that bet?
dutch: [_R_] Goddammit, Lauren! Waarom heb je dat gedaan?

source: [_L_] Are you fucking kidding me?... Matt gives us a way out, and you just say you can't afford it?
dutch: [_L_] Ben je het grapje aan het breken?... Matt geeft ons een uitweg en je zegt gewoon dat je je het niet kunt betalen?

source: [_R_] Well, I can't.
dutch: [_R_] Nou, dat kan ik niet.

source: [_L_] You didn't even try to negotiate, maybe you could have tried to convince him to let you pay it off a little bit at a time.
dutch: [_L_] Je hebt niet eens geprobeerd om te onderhandelen, Misschien had u kunnen proberen hem ervan te overtuigen om hem een beetje per keer te laten betalen.

source: [_R_] But...
dutch: [_R_] Maar...

source: [_L_] You just don't even seem to care that your sister is about to lose her virginity to some cocky jock, and you barely even tried to help me win my bet against him.
dutch: [_L_] Het lijkt er gewoon niet op dat je zus haar maagdelijkheid gaat verliezen aan wat gelukkige jock, en je probeerde me nog maar net te helpen mijn inzet tegen hem te winnen.

source: [_L_] If I didn't know any better, I'd say you just don't give a damn!
dutch: [_L_] Als ik geen betere weet, zou ik zeggen dat je gewoon geen dammel geeft!

source: [_R_] But I...
dutch: [_R_] Maar ik...

source: [_L_] Then I don't give a damn either.
dutch: [_L_] Dan geef ik ook geen verdomd.

source: [_L_] Matt... Let's get to fucking.
dutch: [_L_] Matt... Laten we beginnen te fukelen.

source: [_L_] I want to see if your cock is as big as everyone says it is.
dutch: [_L_] Ik wil zien of je rap zo groot is als iedereen zegt dat het is.

source: [_MB_] Wow!... Yeah, let's go.
dutch: [_MB_] Wow!... Ja, laten we gaan.

source: [_MB_] Don't forget you have to come along. It was part of the bet.
dutch: [_MB_] Vergeet niet dat je mee moet komen. Het was deel van de weddenschap.

source: [_R_] Goddammit, I know!
dutch: [_R_] Goddammit, ik weet het!

source: [_MB_] Megan and I fuck here all the time. It offers a great escape under the bleachers if anyone comes into the pool area.
dutch: [_MB_] Megan en ik nestelen hier de hele tijd. Het biedt een geweldige ontsnapping onder de zeelieden als er iemand in het zwembad komt.

source: [_L_] Then it's perfect... Let's get warmed up.
dutch: [_L_] Dan is het perfect... Laten we opwarmen.

source: [_LT_] {i}Stupid [ryan]... He could have saved me... does he want to watch Matt fuck me?{/i}
dutch: [_LT_] {i}Stomme [ryan]... Hij had me kunnen redden... wil hij naar Matt fuck me kijken?{/i}

source: [_LT_] {i}Well, the least I can do is make him jealous.{/i}
dutch: [_LT_] {i}Nou, het minste wat ik kan doen is hem jaloers.{/i}

source: [_RT_] {i}Fuck... I think Lauren wants to get fucked by Matt now.{/i}
dutch: [_RT_] {i}Fuck... Ik denk dat Lauren nu door Matt fucked willen worden.{/i}

source: [_RT_] {i}I can't believe the bet involved me having to watch.{/i}
dutch: [_RT_] {i}Ik kan de gok niet geloven die met me te wachten staat.{/i}

source: [_RT_] {i}What kind of fucked up pervert makes someone watch them fuck their sister?{/i}
dutch: [_RT_] {i}Wat voor verdomde pervert pervert maakt het ervoor dat iemand hen hun zus negeert?{/i}

source: [_L_] Let's see your legendary cock.
dutch: [_L_] Laten we je legendarische jas zien.

source: [_L_] Holy fuck!... That's even bigger than I expected!
dutch: [_L_] Heilige gekkig!... Dat is nog groter dan ik had verwacht!

source: [_R_] {i}Fuck... that is big!{/i}
dutch: [_R_] {i}Fuck... dat is groot!{/i}

source: [_L_] I hope I can take it!... I've practiced on some pretty big dildos, but nothing this big.
dutch: [_L_] Ik hoop dat ik het kan meenden!... Ik heb geoefend op enkele grote dildos, maar niets zo groot.

source: [_L_] I'm a little scared... but excited at the same time.
dutch: [_L_] Ik ben een beetje bang... maar enthousiast op hetzelfde moment.

source: [_L_] Well, what do you think?
dutch: [_L_] Nou, wat vind je?

source: [_MB_] Wow, so sexy!
dutch: [_MB_] Wow, zo sexy!

source: [_RT_] {i}I'm sure Matt likes what he sees, but I've got the better view. Of all the girls in my family, Lauren has the cutest ass.{/i}
dutch: [_RT_] {i}Ik weet zeker dat Matt leuk vindt wat hij ziet, maar ik heb een betere indruk. Van alle meisjes in mijn familie heeft Lauren het schattige ass.{/i}

source: [_L_] Get those clothes off. I want that cock in my mouth!
dutch: [_L_] Haal die kleren uit. Dat mok wil ik in mijn mond hebben!

source: [_MB_] Well, I want to taste that pussy, so let's try some sixty-nine action.
dutch: [_MB_] Nou, ik wil dat smaken, dus laten we het eens proberen met zo'n 69 acties.

source: [_MB_] It should help us both get wet for the main event.
dutch: [_MB_] Het zou ons helpen nat te worden voor de belangrijkste gebeurtenis.

source: [_LT_] {i}God!... I can't wait to fuck [ryan] again!{/i}
dutch: [_LT_] {i}God!... Ik kan niet wachten om [ryan] weer te fukken!{/i}

source: [_R_] Wow, Lauren!... I think we're getting better at kissing.
dutch: [_R_] Wow, Lauren!... Ik denk dat we beter kunnen kussen.

source: [_L_] Mmmm... you always taste so good.
dutch: [_L_] Mmmm... je smaakt altijd zo goed.

source: [_L_] So, are you ready?
dutch: [_L_] Dus, ben je klaar?

source: [_R_] I think my pants are answering that question.
dutch: [_R_] Ik denk dat mijn broek die vraag beantwoordt.

source: [_L_] That feels so good!
dutch: [_L_] Dat voelt zo goed!

source: [_LT_] {i}I can't believe we're gonna fuck again!{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat we weer fuck zijn!{/i}

source: [_RT_] {i}Holy shit, she is just dripping.{/i}
dutch: [_RT_] {i}Heilige shit, ze is gewoon dripping.{/i}

source: [_RT_] {i}This still reminds me of licking a melting ice cream cone.{/i}
dutch: [_RT_] {i}Dit herinnert me er nog aan dat ik een smeltende ijsje leukt.{/i}

source: [_RT_] {i}And, for whatever is wrong with my brain, this pussy still tastes even better than ice cream.{/i}
dutch: [_RT_] {i}En, voor wat er mis is met mijn hersenen, smaakt deze pauze nog steeds beter dan ijsje. {/i}

source: [_L_] Watch out, [ryan]! I'm cumming!
dutch: [_L_] Kijk uit, [ryan]! Ik kumming!

source: [_R_] Holy fuck! You soaked me again!
dutch: [_R_] Heilige gekletter! Je hebt me weer opgezocht!

source: [_L_] I soaked your dick in my juices again.
dutch: [_L_] Ik heb je lui opnieuw in mijn sap opgepikt.

source: [_L_] Mmmm... I'm ready to taste it.
dutch: [_L_] Mmmm... Ik ben klaar om het te smaken.

source: [_L_] God, I love this cock!
dutch: [_L_] God, ik hou van deze cock!

source: [_R_] Ooohhh... This is feeling good, Lauren!
dutch: [_R_] Ehhh... Dit is een goed gevoel, Lauren!

source: [_R_] Aaaahhh...
dutch: [_R_] Aaaahh...

source: [_L_] I'd better stop, or you're going to blow it before you get a chance to fuck me.
dutch: [_L_] Ik zou beter stoppen of je gaat het blazen voordat je kans krijgt om me te laten misleiden.

source: [_L_] So, how do you want me?
dutch: [_L_] Dus hoe wil je mij?

source: [_LT_] {i}I can't believe we're about to fuck!{/i}
dutch: [_LT_] {i}Ik kan niet geloven dat we op het punt staan te fukken!{/i}

source: [_LT_] {i}The anticipation is so exciting!{/i}
dutch: [_LT_] {i}De verwachting is zo spannend!{/i}

source: [_LT_] {i}It's making this feel even better!{/i}
dutch: [_LT_] {i}Het maakt dit gevoel nog beter!{/i}

source: [_RT_] {i}It's like licking a melting ice cream cone.{/i}
dutch: [_RT_] {i}Het is leuk om een smeltende ijs te plakken.{/i}

source: [_RT_] {i}And, for whatever is wrong with my brain, this pussy tastes even better than ice cream.{/i}
dutch: [_RT_] {i}En, voor wat er mis is met mijn hersenen, deze smaak nog beter dan ijs. {/i}

source: [_R_] Holy fuck! You soaked me in your cum!
dutch: [_R_] Heilige gekletter! Je hebt me in je kam opgezocht!

source: [_L_] Haha... Usually only girls say that.
dutch: [_L_] Haha... Meestal zeggen alleen meisjes dat.

source: [_L_] Oh, wow... your dick is soaked in my juices.
dutch: [_L_] Oh, wow... jouw luik is doordrenkt in mijn sap.

source: [_L_] I kinda want to taste it.
dutch: [_L_] Ik wil het graag smaken.

source: [_L_] [ryan]?... What's wrong with us?
dutch: [_L_] [ryan]?... Wat is er mis met ons?

source: [_L_] Siblings aren't supposed to feel this way about each other.
dutch: [_L_] Zusjes horen niet op deze manier over elkaar te voelen.

source: [_L_] So, why can't we help ourselves?
dutch: [_L_] Dus, waarom kunnen we onszelf niet helpen?

source: [_R_] Siblings fall in love all the time. They just don't act on it because society tells us they can't.
dutch: [_R_] Zusjes worden altijd verliefd op de liefde. Ze handelen er gewoon niet op, omdat de maatschappij ons vertelt dat ze dat niet kunnen.

source: [_R_] I've always felt strongly against conforming to society. I think our whole family does.
dutch: [_R_] Ik heb me altijd sterk verzet tegen aansluiting bij de samenleving. Ik denk dat onze hele familie dat wel doet.

source: [_R_] Maybe that is genetic, but I'm gonna lose my boner if we keep talking about what's wrong with society.
dutch: [_R_] Misschien is dat geneend, maar ik ga mijn beenderen als we blijven praten over wat er mis is met de samenleving.

source: [_L_] Haha... Sorry about that... Let me take care of you.
dutch: [_L_] Haha... Sorry daarvoor... Laat me voor je zorgen.

source: [_RT_] {i}I hope Lauren isn't feeling too guilty about her feelings towards me.{/i}
dutch: [_RT_] {i}Ik hoop dat Lauren niet te schuldig is over haar gevoelens naar mij.{/i}

source: [_RT_] {i}I might have gotten the ball rolling, but I think my family's feelings of love and sexual attraction for me are becoming genuine.{/i}
dutch: [_RT_] {i}Ik ben misschien aan het rollen, maar ik denk dat de gevoelens van liefde en seksuele attractie van mijn familie voor mij oprecht zijn. {/i}

source: [_RT_] {i}Now what was I thinking about?{/i}
dutch: [_RT_] {i}Waar dacht ik nu over?{/i}

source: [_L_] I'd better stop, or you're going to blow it before I get a chance to give you my virginity.
dutch: [_L_] Ik zou beter ophouden, of je gaat het blazen voordat ik de kans krijg om je maagd te geven.

source: [_R_] How is such a beautiful girl still a virgin?
dutch: [_R_] Hoe is een mooi meisje nog steeds maagdelijk?

source: [_L_] I don't know, I just never felt those kinds of feelings for anyone else... The kinds of feelings I feel for you.
dutch: [_L_] Ik weet het niet, ik voelde me dat soort gevoelens voor niemand anders... Het soort gevoelens dat ik voor je voel.

source: [_L_] Now, are you ready? Because I really want it!
dutch: [_L_] Nu ben je klaar? Omdat ik het echt wil!

source: [_L_] [ryan]!... Please, be careful... I've practiced with a dildo before, but nothing as big as you.
dutch: [_L_] [ryan]A... Alsjeblieft, wees voorzichtig... Ik heb eerder geoefend met een dildo, maar niets zo groot als jij.

source: [_RT_] {i}Haha... I know... I've seen it.{/i}
dutch: [_RT_] {i}Haha... Ik weet het... Ik heb het gezien.{/i}

source: [_R_] Don't worry... I'll go slow.
dutch: [_R_] Maak je geen zorgen... Ik ga langzaam.

source: [_L_] Ffffuuuuuck.
dutch: [_L_] Ffffuuuuuuuuuuuuuck

source: [_L_] Ohhh... I feel so full.
dutch: [_L_] Ohhh... Ik voel me zo vol.

source: [_R_] Fuck... you're so tight!
dutch: [_R_] Fuck... Je bent zo dik!

source: [_L_] Ok... you can start moving, but slowly.
dutch: [_L_] Ok... je kunt beginnen met bewegen, maar langzaam.

source: [_L_] Oh, God!... I've lost it!... I've given my virginity to my own brother!
dutch: [_L_] Oh, God!... Ik heb het verloren!... Ik heb mijn maagdelijkheid aan mijn eigen broer gegeven!

source: [_L_] Why does.... the complete depravity of it all.... make it feel so much more satisfying?
dutch: [_L_] Waarom niet.... de complete verdorvenheid van het alles... laat het zich zo veel bevredigender voelen?

source: [_R_] I don't know... huunnngghhh... but you're absolutely right.
dutch: [_R_] Ik weet het niet... huunngghhh... maar je hebt absoluut gelijk.

source: [_R_] The fact that we're not supposed to be doing this... makes it so much... better!
dutch: [_R_] Het feit dat we dit niet zouden moeten doen... maakt het zo veel... beter!

source: [_R_] Can you even imagine... what Mom would say?
dutch: [_R_] Kan je je zelfs maar voorstellen ... wat mama zou zeggen?

source: [_L_] UUunnnnggghh... Yeah... she'd blow a fuse!
dutch: [_L_] Uunnnggghh... Ja... ze zou een zekerheid!

source: [_R_] Can we try another position?
dutch: [_R_] Kunnen we een andere positie proberen?

source: [_L_] God, yes.
dutch: [_L_] God, ja.

source: [_L_] I didn't think it would be possible... for you to get any... deeper, but I think you have... somehow!
dutch: [_L_] Ik dacht niet dat het mogelijk zou zijn... dat jij er bent... dieper, maar ik denk dat jij het hebt... hoe!

source: [_L_] God!... Your dick is... pounding my womb!
dutch: [_L_] God!... Jouw dick is... mijn baarmoederlijke baarheid!

source: [_LT_] {i}What if it... forces it open?{/i}
dutch: [_LT_] {i}Wat als het ... het geforceerd open?{/i}

source: [_LT_] {i}Is it possible to be womb fucked?{/i}
dutch: [_LT_] {i}Is het mogelijk om buik fucked te worden?{/i}

source: [_LT_] {i}This hurts!... But feels so good at the same time! {/i}
dutch: [_LT_] {i}Dit doet pijn!... Maar voelt u zo goed op hetzelfde moment! {/i}

source: [_LT_] {i}I swear my womb is going to split!{/i}
dutch: [_LT_] {i}Ik zweer dat mijn buik zal splitsen!{/i}

source: [_L_] AAAaaahhh....
dutch: [_L_] AAaaahhh....

source: [_L_] aaaahhh....
dutch: [_L_] aahhhh....

source: [_L_] aaahhh...
dutch: [_L_] aaahh...

source: [_R_] Lauren?
dutch: Lauren?

source: [_L_] hhhhmmm?...
dutch: [_L_] hhhmmm?...

source: [_R_] You ok?
dutch: [_R_] ok?

source: [_R_] Haha... Ok... I'm going to keep going.
dutch: [_R_] Haha... Ok... Ik ga doorgaan.

source: [_LT_] {i}Oh, God!... That was the best orgasm of my entire life!{/i}
dutch: [_LT_] {i}Oh, God!... Dat was de beste orgasme van mijn hele leven!{/i}

source: [_LT_] {i}Fuck... I've heard an orgasm can make a woman's chances of getting pregnant even higher!{/i}
dutch: [_LT_] {i}Fuck... Ik heb gehoord dat een orgasm de kans op zwanger te worden!{/i}

source: [_LT_] {i}Could that big of an orgasm make me even that much more fertile?{/i}
dutch: [_LT_] {i}Kan dat grote orgasm me zelfs zo veel vruchtbaarder maken?{/i}

source: [_LT_] {i}I can't get pregnant, but the thought of all [ryan]'s swimmers soaking my eggs just turns me on so much!{/i}
dutch: [_LT_] {i}Ik kan niet zwanger worden, maar de gedachte aan alle zwendelaars van [ryan]zet mijn eieren om zo veel van me af!{/i}

source: [_R_] Fuck! I'm going to cum!
dutch: [_R_] Fuck! Ik ga kopen!

source: [_L_] Fuck!... Don't you dare pull out!
dutch: [_L_] Fuck!... durf je niet af te trekken!

source: [_L_] I want you to fill my hungry pussy!
dutch: [_L_] Ik wil dat je mijn hongerige poel vult!

source: [_L_] Fuck!... Pull out!
dutch: [_L_] Fuck!... Trek uit!

source: [_L_] Don't you dare cum in my pussy!
dutch: [_L_] durf je niet te knippen in mijn poesje!

source: [_L_] God, yes!
dutch: [_L_] God, ja!

source: [_LT_] {i}Oh, wow!... I think my pussy's full.{/i}
dutch: [_LT_] {i}Oh, wow!... Ik denk dat mijn Psy's vol zijn.{/i}

source: [_LT_] {i}Oh... My womb feels like a full water balloon!{/i}
dutch: [_LT_] {i}Oh... Mijn buik voelt zich als een volledige waterballon!{/i}

source: [_L_] AAahhh... I can't fit anymore!
dutch: [_L_] Aachh... Ik kan niet meer passen!

source: [_L_] I told you to pull out!
dutch: [_L_] Ik heb je verteld om uit te trekken!

source: [_L_] I might be pregnant now!
dutch: [_L_] Ik zou nu zwanger kunnen zijn!

source: [_R_] You're not on birth control?
dutch: [_R_] Je bent niet op geboortecontrole?

source: [_L_] Why would I be on birth control? I'm a fucking virgin!
dutch: [_L_] Waarom zou ik aan geboortebegeleiding zijn? Ik ben een fucking virus!

source: [_L_] Uhhhh... I mean... I was...
dutch: [_L_] Uhhhh... ik bedoel... ik was...

source: [_L_] God!... I'm not a virgin anymore!
dutch: [_L_] God!... Ik ben geen maagd meer!

source: [_R_] Look at it!... It won't stop oozing out!
dutch: [_R_] Kijk eraan!... Het zal niet stoppen met afkoelen

source: [_L_] How do you fit that much cum in those little balls?
dutch: [_L_] Hoe past je zoveel kubus in die kleine balpen?

source: [_L_] God, I hope I'm not pregnant!
dutch: [_L_] God, ik hoop dat ik niet zwanger ben!

source: [_R_] I'm really sorry! I just got caught up in the moment.
dutch: [_R_] Het spijt me echt! Ik ben net ingehaald op het ogenblik.

source: [_R_] Do you forgive me?
dutch: [_R_] Vergeef je mij?

source: [_L_] Yeah... I guess.
dutch: [_L_] Ja... Ik denk het.

source: [_L_] But don't do it next time!
dutch: [_L_] Maar doe het niet de volgende keer!

source: [_R_] Next time?
dutch: [_R_] Volgende keer?

source: [_L_] Oh, God!... you filled every inch of my womb with your cum!
dutch: [_L_] Oh, God!... jij hebt al mijn buik gevuld met je kum!

source: [_L_] I think you might have even inflated it a little!
dutch: [_L_] Ik denk dat je het misschien een beetje hebt opgeblazen!

source: [_L_] Look at my pussy!... Your cum just keeps oozing out!
dutch: [_L_] Kijk eens naar mijn posten!... Je kubus blijft maar koken!

source: [_L_] And just think... Just one of those billions of tiny sperms could knock me up.
dutch: [_L_] En denk maar... Alleen een van die miljarden kleine sperma zou me kunnen opkloppen.

source: [_L_] [ryan]... What if I'm pregnant?
dutch: [_L_] [ryan]... Wat als ik zwanger ben?

source: [_R_] Fuck, you better not be.
dutch: [_R_] Fuck, jij beter niet.

source: [_L_] Yeah... you're probably right.
dutch: [_L_] Ja... je hebt waarschijnlijk gelijk.

source: [_L_] It would be better to graduate high school before we get pregnant.
dutch: [_L_] Het zou beter zijn om eerst de middelbare school af te studeren voordat we zwanger worden.

source: [_RT_] {i}We?... Holy fuck!{/i}
dutch: [_RT_] {i}W?... Heilige fuck!{/i}

source: [_RT_] {i}She wants to have my baby!{/i}
dutch: [_RT_] {i}Ze wil mijn baby hebben!{/i}

source: [_L_] Maybe we'd better be more careful in the future.
dutch: [_L_] Misschien zouden we beter wat voorzichtiger kunnen zijn in de toekomst.

source: [_L_] If we're not too late already.
dutch: [_L_] Als we nog niet te laat zijn.

source: [_R_] Wait, in the future?
dutch: [_R_] Wacht, in de toekomst?

source: [_L_] If you play your cards right.
dutch: [_L_] Als je je kaarten goed speelt.

source: [_R_] You just let me know if I'm not.
dutch: [_R_] Je laat me gewoon weten of ik niet ben.

source: [_R_] I know I just emptied my balls, but I'm already looking forward to the next time.
dutch: [_R_] Ik weet dat ik zojuist mijn ballen heb leeggemaakt, maar ik kijk al uit naar de volgende keer.

source: [_L_] Hahaha... If you want to mess around here at school, just let me know after Mom's class.
dutch: [_L_] Hahaha... Als je hier op school een puinhoop wilt maken, laat het me weten na de les van Momen.

source: [_L_] If I'm in the mood, I can steal Kenzie's pool key, and we can meet right back here.
dutch: [_L_] Als ik in de stemming ben, kan ik Kenzie's pool sleutel stelen en kunnen we elkaar hier ontmoeten.

source: [_L_] We'd better go.
dutch: [_L_] we zouden beter gaan.

source: [_L_] I'm sure I've got a few friends looking for me. They'll be wanting to congratulate the new student body president.
dutch: [_L_] Ik weet zeker dat ik een paar vrienden naar me zoek. Ze zullen de nieuwe studentenlichaamspresident willen feliciteren.

source: [_L_] I love you for helping me win the election! You knew it was important to me, and you really came through for me.
dutch: [_L_] Ik hou van je om me te helpen bij het winnen van de verkiezingen! Je wist dat het belangrijk voor mij was, en je kwam er echt door voor me.

source: [_L_] I've got to run to the office and make sure Matt took care of everything. I want to make sure they make me the student body president as soon as possible.
dutch: [_L_] Ik moet naar het kantoor rennen en ervoor zorgen dat Matt alles regelt. Ik wil ervoor zorgen dat ik zo snel mogelijk de voorzitter van het studentenlichaam ben.

source: [_L_] I love you for buying my virginity from Matt. I wouldn't have wanted to lose it to anybody but you.
dutch: [_L_] Ik hou van je voor het kopen van mijn maagdelijkheid bij Matt. Ik zou het niet aan iedereen willen verliezen, behalve aan jou.

source: [_L_] So, Thank you!
dutch: [_L_] Dus, bedankt je!

source: [_L_] I'll see you at home?
dutch: [_L_] Ik zie je thuis?

source: [_R_] Can't wait.
dutch: [_R_] kan niet wachten.

source: [_RT_] {i}Holy fuck! It did it. I've fucked both of my sisters.{/i}
dutch: [_RT_] {i}Heilige fuk! Het is gelukt. Ik heb beide zussen vermalen. {/i}

source: [_RT_] {i}Two down, one hot mom to go!{/i}
dutch: [_RT_] {i}Twee omlaag, één hete moeder om te gaan!{/i}

source: {b}{i}"Due to your outstanding achievements in the field of fuckery, you have won the "King of Spades" Card!{/i}{/b}
dutch: {b}{i}"Vanwege jouw uitstekende prestaties op het gebied van fuckerie, heb je de "King of Spades" Kaart gewonnen!{/i}{/b}

source: {b}{i}"View this card in the gallery and casino"{/i}{/b}
dutch: {b}{i}"Bekijk deze kaart in de galerij en casino"{/i}{/b}

source: [_RT_] {i}{b}(HINT){/b} Now that Lauren is the student body president, she gets to read the morning announcements. I should listen to a few of them on Monday mornings.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Nu Lauren de studentenlichaam is kan ze de ochtendaankondigingen lezen. Ik zou naar een paar van hen moeten luisteren op maandagmorgen.{/i}

source: [_RT_] {i}{b}(HINT){/b} I'll bet I can go even further with Lauren when we watch tv in the evenings.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik durf te wedden dat ik nog verder kan gaan met Lauren wanneer we 's avonds tv bekijken.{/i}

source: [_RT_] {i}{b}(HINT){/b} I'll bet I can breed with Lauren the dragon breeder after our next photo session.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik durf te wedden dat ik met Lauren de draken breeder kan fokken na onze volgende foto sessie.{/i}

source: [_RT_] {i}{b}(HINT){/b} With so many people in the house, it's hard to catch Lauren alone... She usually showers alone early on Saturday. That might be a good opportunity for some more fun.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Met zoveel mensen in het huis is het moeilijk Lauren alleen te vangen. . Meestal douche ze alleen op zaterdag. Dat zou een goede kans kunnen zijn voor wat meer plezier.{/i}

source: [_L_] Here... I want you to cum all over my face!
dutch: [_L_] Hier... Ik wil dat je alles over mijn gezicht knipt!

source: [_L_] Just like Jamie Slanister did to his sister Cersie on episode five of "Game of Thots".
dutch: [_L_] Net als Jamie Slanister deed het naar zijn zuster Cersie op aflevering vijf van "Game of Thots".
