Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_MT_] {i}Still, I can't argue with his success, and the success of the photos on his website almost seems to have boosted the girl's confidence.{/i}
italian: [_MT_] {i}Ancora, non posso discutere con il suo successo, e il successo delle foto sul suo sito sembra quasi aver aumentato la fiducia della ragazza. /i}

source: [_MT_] {i}I still can't believe how [ryan] was able to make me go from feeling so vulnerable, to desired and powerful, by the time I was done taking those pictures with Megan.{/i}
italian: [_MT_] {i}Non riesco ancora a credere come [ryan] sia stato in grado di farmi andare da sentirsi così vulnerabile, a desiderato e potente, dal momento in cui sono stato fatto scattare quelle foto con Megan. /i}

source: [_MT_] {i}The way Matt and [ryan] stared at me with their huge erect cocks trying to tear through their pants... God, and they were both at my mercy!{/i}
italian: [_MT_] {i}Il modo in cui Matt e [ryan] mi fissavano con i loro enormi cazzi eretti cercando di strappare attraverso i loro pantaloni. . Dio, e sono stati entrambi alla mia misericordia!{/i}

source: [_MT_] {i}The way [ryan] stared at me with his huge erect cock trying to tear through his pants... God, and still he was at my mercy!{/i}
italian: [_MT_] {i}Il modo [ryan] mi fissò con il suo enorme cazzo eretto cercando di strappare attraverso i suoi pantaloni. . Dio, e ancora era alla mia misericordia!{/i}

source: [_MT_] {i}That huge cock, that just earlier I grasped in my hands and slid down my throat.{/i}
italian: [_MT_] {i}Quel cazzo enorme, che poco prima ho afferrato nelle mie mani e scivolato giù la mia gola.{/i}

source: [_MT_] {i}And all that cum I swallowed!{/i}
italian: [_MT_] {i}E tutto quello di sperma che ho inghiottito!{/i}

source: [_MT_] {i}No wonder I was only hungry for a salad.{/i}
italian: [_MT_] {i}Non mi sorprende che avessi solo fame di un'insalata.{/i}

source: {i}"A little while later."{/i}
italian: {i}"Un pò più tardi"{/i}.

source: [_R_] I mean, I know it's all for our Oedipal assignment, but I think it's so cool that I can talk with you about the latest update of my favorite, I mean of those incest games I recently started playing for this assignment.
italian: [_R_] Voglio dire, so che è tutto per il nostro incarico edipale, ma penso che sia così bello che posso parlare con voi dell'ultimo aggiornamento del mio preferito, Voglio dire di quei giochi incesto ho recentemente iniziato a giocare per questo incarico.

source: [_M_] I haven't gotten around to playing the latest update of Milfy City, Were there any new scenes between the MC and Linda?
italian: [_M_] Non sono riuscito a suonare l'ultimo aggiornamento di Milfy City, c'erano nuove scene tra MC e Linda?

source: [_R_] Oh man, besides that one I told you about last time, there was another one that...
italian: [_R_] Oh uomo, oltre a quello che vi ho detto l'ultima volta, c'era un altro che...

source: [_MT_] {i}Mmmm... I played the update the day it came out, but I love hearing [ryan]'s excitement as he talks about those scenes with Linda.{/i}
italian: [_MT_] {i}Mmmm... Ho suonato l'aggiornamento il giorno in cui è uscito, ma mi piace sentire l'eccitazione di [ryan]mentre parla di quelle scene con Linda.{/i}

source: [_MT_] {i}Oh, my... Did I subconsciously start rubbing my pussy again?{/i}
italian: [_MT_] {i}Oh, mio... Ho inconsciamente iniziato a strofinare di nuovo la mia figa?{/i}

source: [_R_] And then...
italian: [_R_] E allora...

source: [_R_] Oh, fuck no!
italian: [_R_] Oh, cazzo no!

source: [_R_] It's fucking Matt again!
italian: [_R_] è di nuovo scopata Matt!

source: [_M_] Really!?
italian: [_M_] Davvero!?

source: [_MT_] {i}I was hoping he would show up again!{/i}
italian: [_MT_] {i}speravo che si sarebbe presentato di nuovo!{/i}

source: {i}(Muffled talking and laughing){/i}
italian: {i}(Muffled talk and riding){/i}

source: [_M_] I wish you would be nicer to Matt.
italian: [_M_] Vorrei che tu fossi più bello di Matt.

source: [_R_] What!? He's the one who's the dick to me.
italian: [_R_] Cosa!? È colui che mi è il cazzo.

source: [_MT_] {i}He certainly has a huge one.{/i}
italian: [_MT_] {i}Ne ha certamente uno enorme.{/i}

source: [_R_] He thinks he's so smooth and he thinks he can have any girl he wants.
italian: [_R_] pensa di essere così liscio e pensa di poter avere qualsiasi ragazza che vuole.

source: [_M_] Sounds like someone may be jealous?
italian: [_M_] Suona come qualcuno potrebbe essere geloso?

source: [_R_] I mean, sure I'd love to be as popular and... tall as he is, but I don't ever want to be as full of myself as he is.
italian: [_R_] Voglio dire, sicuro che mi piacerebbe essere così popolare e... alto come lui, ma non voglio mai essere pieno di me stesso come è.

source: [_M_] Like I said last time, it's confidence, women are drawn to confidence.
italian: [_M_] Come ho detto la volta scorsa, è fiducia, le donne sono attirate dalla fiducia.

source: [_M_] I've noticed your confidence has been growing a lot lately, and I've got to say, it looks really good on you.
italian: [_M_] Ho notato che la tua fiducia è cresciuta molto ultimamente, e devo dire, sembra davvero buono su di te.

source: [_R_] Shit!... They've seen us.
italian: [_R_] merda!... Ci hanno visto.

source: [_R_] Dammit, they're going to come over again.
italian: [_R_] Dammit, stanno per venire di nuovo.

source: [_M_] Hey, I know you don't like Matt, but that doesn't give you an excuse to use bad language.
italian: [_M_] Ehi, so che non ti piace Matt, ma questo non ti dà una scusa per usare il linguaggio cattivo.

source: [_R_] Mom, could you drop it with the language thing? I'm a grown ass adult!
italian: [_R_] Mamma, potresti lasciarlo cadere con la cosa della lingua? Sono un adulto culo cresciuto!

source: [_MB_] Miss [mom_name], [ryan]... It's good to see you here again!
italian: [_MB_] Miss [mom_name], [ryan]... È bene vederti qui di nuovo!

source: [_M_] Hey Matt, Darnell, Trent, How are you boys doing?
italian: [_M_] Ehi Matt, Darnell, Trento, Come stai facendo?

source: [_DR_] We're good, thanks, Miss [mom_name].
italian: [_DR_] Siamo bravi, grazie, signorina [mom_name].

source: [_M_] Did you get your make up math work finished, Trent?
italian: [_M_] Hai finito il tuo lavoro di matematica, Trent?

source: [_T_] It's still not quite done.
italian: [_T_] Non è ancora del tutto fatto.

source: [_DR_] Miss [mom_name]? Remember how that old guy was peeing on your car the last time you were here?
italian: [_DR_] Miss [mom_name]? Ricordate come quel vecchio stava sbirciando sulla vostra auto l'ultima volta che eravate qui?

source: [_M_] Yes...
italian: [_M_] Sì...

source: [_DR_] We saw him again. He seems to have taken a liking to your car. We chased him off, but he seemed to be lurking in the alley and waiting for us to leave.
italian: [_DR_] Lo abbiamo visto di nuovo. Sembra che abbia preso una simpatia per la vostra auto. Lo inseguimmo fuori, ma sembrava essere in agguato nel vicolo e in attesa di noi per partire.

source: [_R_] Bullshit! They just made him up to get me away from you last time so Matt could...
italian: [_R_] Bullshit! Lo hanno fatto solo per farmi allontanare l'ultima volta così Matt potrebbe...

source: [_M_] [ryan]! I love that car! Please go make sure it's still safe!
italian: [_M_] [ryan]! Amo quella macchina! Per favore, assicurati che sia ancora al sicuro!

source: [_R_] But Mom! I'm trying to tell you...
italian: [_R_] Ma Mamma! Sto cercando di dirti...

source: [_M_] Please!
italian: [_M_] Per favore!

source: [_DR_] We'll come with you!
italian: [_DR_] Verrà con te!

source: [_T_] Yeah, let's go kick his ass!
italian: [_T_] Sì, andiamo a calciare il suo culo!

source: [_M_] No, be nice! He's probably just confused!
italian: [_M_] No, stai bene! Probabilmente è solo confuso!

source: [_RT_] {i}Goddammit!{/i}
italian: [_RT_] {i}Dannazione! {/i}

source: [_M_] I'm glad you stayed again. Those three can handle guarding the car without you.
italian: [_M_] Sono contento che tu sia rimasto di nuovo. Quei tre possono maneggiare la guardia dell'auto senza di te.

source: [_MB_] There's no one to even guard it from.
italian: [_MB_] Non c'è nessuno da cui proteggerlo.

source: [_MB_] I figured.
italian: [_MB_] ho figurato.

source: [_R_] So, we've got to wait out here for ten minutes again before you'll let me go in?
italian: [_R_] Quindi, dobbiamo aspettare fuori qui per dieci minuti ancora prima che mi lasci entrare?

source: [_DR_] You got it.
italian: [_DR_] L'hai capito.

source: [_RT_] {i}Fuck!... There's nothing I can do about this!{/i}
italian: [_RT_] {i}Fuck!... Non c'è niente che posso fare riguardo a questo!{/i}

source: [_R_] Fine... Just let me know when the time is up.
italian: [_R_] Fine... Basta farmi sapere quando il tempo è finito.

source: [_MB_] I keep thinking about what you did for me the last time we were here.
italian: [_MB_] Continuo a pensare a quello che hai fatto per me l'ultima volta che eravamo qui.

source: [_M_] Yeah, me too.
italian: [_M_] Sì, anche me.

source: [_MB_] I was wondering if I should return the favor?
italian: [_MB_] Mi chiedevo se avrei dovuto restituire il favore?

source: [_MBT_] {i}God! [mom_name]'s tits are beautiful!{/i}
italian: [_MBT_] {i}Dio! Le tette di [mom_name]sono belle!{/i}

source: [_MB_] That's really generous of you, Miss [mom_name], but I still want to prove to you that I'm not a selfish lover.
italian: [_MB_] È davvero generoso di voi, signorina [mom_name], ma voglio ancora dimostrarvi che non sono un amante egoista.

source: [_MB_] Please, give me permission to take care of you again?
italian: [_MB_] Permettetemi di prendermi cura di voi?

source: [_M_] You are such a gentleman!
italian: [_M_] Sei un gentiluomo!

source: [_M_] {i}(Whispering){/i} Yes... That's it... You found my clitoris much faster this time!
italian: [_M_] {i}(Whispering){/i} Sì... È questo... Hai trovato il mio clitoride molto più veloce questa volta!

source: [_M_] Mmmm... Yes!... Right there!
italian: [_M_] Mmmm... Sì!... Proprio lì!

source: [_M_] Yes, yes... Keep it up!
italian: [_M_] Sì, sì... Continua!

source: [_MT_] {i}Oh, this feels too good!{/i}
italian: [_MT_] {i}Oh, questo si sente troppo bene!{/i}

source: [_MT_] {i}Oh, God!... I've needed this so much!{/i}
italian: [_MT_] {i}Oh, Dio!... Ne ho tanto bisogno!{/i}

source: [_RT_] {i}Those fucking assholes!{/i}
italian: [_RT_] {i}Quelli che scopano il cazzo!{/i}

source: [_RT_] {i}Time to go see what the damage is.{/i}
italian: [_RT_] {i}Ora di andare a vedere cosa è il danno.{/i}

source: [_RT_] {i}Thank God!... It's just oral again!{/i}
italian: [_RT_] {i}Grazie Dio!... È solo orale di nuovo!{/i}

source: [_RT_] {i}At least they didn't take it to the bathroom to do something else.{/i}
italian: [_RT_] {i}Almeno non hanno portato in bagno per fare qualcos'altro.{/i}

source: [_RT_] {i}I'm too late again to stop it!... Fuck!... I could tell she was feeling super horny!{/i}
italian: [_RT_] {i}Sono ancora troppo tardi per fermarlo!... Fuck!... potrei dire che si sentiva super eccitata!{/i}

source: [_RT_] {i}Why does Matt have to keep showing up?... That should have been me taking care of her under the table.{/i}
italian: [_RT_] {i}Perché Matt deve continuare a mostrarsi?... Avrei dovuto prendermi cura di lei sotto il tavolo.{/i}

source: [_M_] {i}(repressed moan){/i}
italian: [_M_] {i}(moan represso){/i}

source: [_M_] {i}(Whispering){/i} Ohh... God!
italian: [_M_] {i}(Whispering){/i} Ohh... Dio!

source: {i}"Mom's Libido -5"{/i}
italian: {i}"Libido Della Mamma -5"{/i}

source: {i}"Mom's Sexual Frustration = 0"{/i}
italian: {i}"Fruttazione Sessuale Della Mamma = 0"{/i}

source: [_MB_] Did you enjoy our encore?
italian: [_MB_] Ti è piaciuto il nostro encore?

source: [_MB_] Look what your Mom gave me to remember this moment.
italian: [_MB_] Guarda cosa mi ha dato tua mamma per ricordare questo momento.

source: [_MB_] I'm starting a collection.
italian: [_MB_] Sto iniziando una collezione.

source: [_R_] You piece of shit!
italian: [_R_] Hai un pezzo di merda!

source: [_MB_] They're soaked in her juices, so they smell just like her.
italian: [_MB_] Sono immersi nei suoi succhi, quindi odorano proprio come lei.

source: [_MB_] It's perfect because the smell from the last ones was wearing off.
italian: [_MB_] È perfetto perché l'odore degli ultimi era spento.

source: [_MB_] It's not going to be long until she's begging me to fuck her.
italian: [_MB_] Non sarà lungo fino a quando non mi sta supplicando di scoparla.

source: [_R_] You better get out of my face!
italian: [_R_] È meglio uscire dalla mia faccia!

source: [_MB_] Happily... The guys are waiting for me outside.
italian: [_MB_] Felicemente... I ragazzi mi stanno aspettando fuori.

source: [_MB_] They'll be pretty excited to hear all the details.
italian: [_MB_] Saranno piuttosto entusiasti di sentire tutti i dettagli.

source: [_RT_] {i}I'll destroy you someday!... Somehow.{/i}
italian: [_RT_] {i}Ti distruggerò un giorno!... In qualche modo.{/i}

source: [_RT_] {i}I wonder what Mom has to say about all this.{/i}
italian: [_RT_] {i}Mi chiedo cosa abbia da dire la mamma su tutto questo.{/i}

source: [_R_] Hey, Mom... Tired?
italian: [_R_] Hey, Mom... Stanca?

source: [_M_] Not too tired. Just feeling really relaxed... and content.
italian: [_M_] Non troppo stanco. Basta sentirsi davvero rilassati... e contenuti.

source: [_R_] Oh?... Why is that?
italian: [_R_] Oh?... Perché quello?

source: [_M_] Oh... no reason. I'm just enjoying our date.
italian: [_M_] Oh... nessun motivo. Mi sto solo godendo la nostra data.

source: [_RT_] {i}She doesn't know that I saw anything.{/i}
italian: [_RT_] {i}Non sa che ho visto niente.{/i}

source: [_RT_] {i}She's going to pretend nothing happened.{/i}
italian: [_RT_] {i}Sta per fingere che non sia successo niente.{/i}

source: [_R_] Spilled your water again?
italian: [_R_] Spilled di nuovo la tua acqua?

source: [_RT_] {i}You watery tart!{/i}
italian: [_RT_] {i}Ti tartina acquosa!{/i}

source: [_M_] Oh... I... must have.
italian: [_M_] Oh... devo avere.

source: [_R_] But your water glass is still completely full.
italian: [_R_] Ma il tuo bicchiere d'acqua è ancora completamente pieno.

source: [_M_] Ummm, yeah... That's because... The... waitress came and refilled it again.
italian: [_M_] Ummm, sì... Questo è perché... il... cameriera è venuto e ripieno.

source: [_R_] Why isn't there any water on the table?... Why are all the napkins dry?... The only place I see water is over here on the floor.
italian: [_R_] Perché non c'è acqua sul tavolo?... Perché tutti i tovaglioli sono asciutti?. . – L’unico posto che vedo l’acqua è qui sul pavimento.

source: [_M_] What's your weird hang up about me spilling my water on the floor?
italian: [_M_] Qual è il tuo strano appendere su di me spargere la mia acqua sul pavimento?

source: [_M_] You act like I did something to betray you.
italian: [_M_] Ti comporti come se avessi fatto qualcosa per tradirti.

source: [_MT_] {i}He's my son!... not my lover. What Matt and I did is none of his business, and not betrayal.{/i}
italian: [_MT_] {i}Lui è mio figlio!... non il mio amante. Quello che Matt e io non abbiamo fatto è nessuno dei suoi affari, e non tradire.{/i}

source: [_MT_] {i}Shit... I didn't even think about [dad_name] again!... how is it that I don't even give my husband any consideration anymore?{/i}
italian: [_MT_] {i}merda... Non ho nemmeno pensato a [dad_name] di nuovo!... come è che non do nemmeno più alcuna considerazione a mio marito?{/i}

source: [_R_] Why would I think that?
italian: [_R_] Perché lo penserebbe?

source: [_M_] I don't know... You tell me.
italian: [_M_] non lo so... Tu me lo dici.

source: [_RT_] {i}If I say anything she'll be pissed. If I accuse her of being unfaithful to Dad, it will drive her away from me!{/i}
italian: [_RT_] {i}Se dico qualcosa che sarà pazza. Se la accuso di essere infedele al papà, la allontanerà da me!{/i}

source: [_RT_] {i}I'm going to have to pretend like everything is fine.{/i}
italian: [_RT_] {i}Dovrò fingere come tutto va bene.{/i}

source: [_R_] I'm going to go pay the bill.
italian: [_R_] andrò a pagare il conto.

source: [_R_] I'll see you in the car.
italian: [_R_] ti vedrò in macchina.

source: [_M_] Hey... watch the attitude, Mister!
italian: [_M_] Hey... guarda l'atteggiamento, Mister!

source: [_R_] Yeah, yeah...
italian: [_R_] Sì, sì...

source: [_MT_] {i}Does he know what I did?... Did he see something?{/i}
italian: [_MT_] {i}Sa cosa ho fatto?... Ha visto qualcosa?{/i}

source: [_MT_] {i}Shit!... There's no way I can ask him without completely exposing myself.{/i}
italian: [_MT_] {i}merda!... Non c'è modo di chiedergli senza espormi completamente.{/i}

source: [_MT_] {i}Shit!{/i}
italian: [_MT_] {i}Merda! {/i}

source: [_RT_] {i}It's going to best if I don't push this.{/i}
italian: [_RT_] {i}Sta andando meglio se non spingo questo.{/i}

source: [_RT_] {i}If she wants to pretend she didn't just do anything with Matt again, I should probably just go along with it.{/i}
italian: [_RT_] {i}Se vuole fingere di non fare nulla con Matt di nuovo, probabilmente dovrei solo andare avanti con esso.{/i}

source: [_R_] I'm going to go pay our bill. I'll see you in the car?
italian: [_R_] andrò a pagare il nostro conto. Ti vedrò in macchina?

source: [_M_] Yeah... See you out there.
italian: [_M_] Sì... Ci vediamo là fuori.

source: [_M_] I've really enjoyed our date!
italian: [_M_] Ho davvero apprezzato la nostra data!

source: [_M_] Thank you so much for taking me out again. I really needed this!
italian: [_M_] Grazie mille per avermi portato di nuovo fuori. Avevo davvero bisogno di questo!

source: [_R_] You're welcome.
italian: [_R_] Sei il benvenuto.

source: [_RT_] {i}Ok, [ryan]... Mom seems pretty happy.{/i}
italian: [_RT_] {i}Ok, [ryan]... Mamma sembra abbastanza felice.{/i}

source: [_RT_] {i}She doesn't need you ruining her day by calling her out for another moment of weakness.{/i}
italian: [_RT_] {i}Lei non ha bisogno di rovinare la sua giornata chiamandola fuori per un altro momento di debolezza.{/i}

source: [_RT_] {i}The night is still young.{/i}
italian: [_RT_] {i}La notte è ancora giovane.{/i}

source: [_RT_] {i}I might be able to salvage what's left of it.{/i}
italian: [_RT_] {i}Potrei essere in grado di recuperare ciò che ne resta {/i}

source: [_RT_] {i}Time to stop acting butt hurt, and treat Mom like the goddess she is.{/i}
italian: [_RT_] {i}Tempo di smettere di agire male e trattare la mamma come la dea che è.{/i}

source: [_R_] So, you ready for some more fun?
italian: [_R_] Allora, sei pronto per un po' di divertimento?

source: [_M_] Really?... I kind of thought our date was over.
italian: [_M_] Davvero?... Ho pensato che la nostra data fosse finita.

source: [_R_] I had one more little adventure in mind.
italian: [_R_] Ho avuto ancora una piccola avventura in mente.

source: [_R_] That is, if you're still up for some fun.
italian: [_R_] Cioè, se siete ancora in su per un po 'di divertimento.

source: [_M_] Hmmm... More fun than we've already had?
italian: [_M_] Hmmm... Più divertente di quello che abbiamo già avuto?

source: [_M_] Yes, please!
italian: [_M_] Sì, per piacere!

source: [_R_] Awesome! Now, when you get to our road, don't turn down it... Just keep going straight towards the ocean.
italian: [_R_] Fantastico! Ora, quando arrivi alla nostra strada, non abbatterla... Basta andare dritto verso l'oceano.

source: [_M_] So... It's getting pretty late.
italian: [_M_] Così... Sta diventando piuttosto tardi.

source: [_M_] We've both got school tomorrow... Maybe we should call it a night.
italian: [_M_] Abbiamo entrambi la scuola domani... Forse dovremmo chiamarla una notte.

source: [_R_] Yeah... I mean, I had one more fun adventure planned for us, but I guess you don't have any interests in hanging out with me tonight.
italian: [_R_] Sì... Intendo dire che ho avuto un'altra avventura divertente pianificata per noi, ma immagino che non avete alcun interesse a uscire con me stasera.

source: [_R_] I'm sorry that Matt didn't invite you to go hang out with him and his friends.
italian: [_R_] Mi dispiace che Matt non ti abbia invitato a uscire con lui e i suoi amici.

source: [_M_] What's that supposed to mean?
italian: [_M_] Cosa vorresti dire con questo?

source: [_R_] It means that you were all smiles after your little talk with Matt.
italian: [_R_] Significa che eravate tutti sorrisi dopo il vostro piccolo colloquio con Matt.

source: [_R_] You seemed to enjoy that ten minutes of our date more than you enjoyed the rest of it.
italian: [_R_] Ti è sembrato di godere di dieci minuti della nostra data più di quanto ti sia piaciuto il resto.

source: [_M_] Wow, [ryan]... you're acting really jealous again, What is your hangup with me and Matt?
italian: [_M_] Wow, [ryan]... ti stai comportando di nuovo davvero geloso, qual è il tuo hangup con me e Matt?

source: [_M_] We had a great time today. You had me laughing, you had me smiling, you even got me to do something that most mom's wouldn't ever consider doing with their sons.
italian: [_M_] Ci siamo trovati benissimo oggi. Mi hai fatto ridere, mi hai fatto sorridere, mi hai anche fatto qualcosa che la maggior parte della mamma non avrebbe mai pensato di fare con i loro figli.

source: [_M_] You're not my husband, you're my son, and you need to stop getting those two roles confused.
italian: [_M_] Non sei mio marito, sei mio figlio, e devi smettere di confondere quei due ruoli.

source: [_M_] Don't get all angry at me because you can't control everything I do! You're beginning to act like your father!
italian: [_M_] Non ti arrabbiare tutti con me perché non puoi controllare tutto quello che faccio! Stai cominciando ad agire come tuo padre!

source: [_M_] Maybe if you can get that into your head, we can try and have a better date next week. If not, don't even ask.
italian: [_M_] Forse se riesci a farti entrare in testa, possiamo provare ad avere una data migliore la prossima settimana. In caso contrario, non chiederti.

source: {i}{b}"Mom's Anger +4"{/b}{/i}
italian: {i}{b}"La rabbia di mamma +4"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
italian: {i}{b}"Affetto della Mamma -1"{/b}{/i}

source: [_RT_] Shit!... I fucked up.
italian: [_RT_] merda!... Mi sono scopata.

source: [_RT_] If only fucking Matt hadn't shown up again!
italian: [_RT_] Se solo cazzo Matt non si era mostrato di nuovo!

source: [_RT_] {i}Hopefully Mom will forgive me, it sounds like she will.{/i}
italian: [_RT_] {i}Speriamo che la mamma mi perdoni, suona come lei sarà.{/i}

source: [_RT_] {i}She left the option of going on another date next weekend on the table.{/i}
italian: [_RT_] {i}Ha lasciato la possibilità di andare in un'altra data il prossimo fine settimana sulla tabella.{/i}

source: [_RT_] {i}I've just got to get her to feel like I deserve it.{/i}
italian: [_RT_] {i}Devo solo farla sentire come me lo merito.{/i}

source: [_M_] I love to see you passionate about something.
italian: [_M_] Mi piace vederti appassionato di qualcosa.

source: [_R_] Even when it's incest game?
italian: [_R_] Anche quando è il gioco incesto?

source: [_M_] Yeah, it's not ideal, but it's healthy to have a hobby.
italian: [_M_] Sì, non è ideale, ma è sano avere un hobby.

source: [_MT_] {i}I could just see the lust in his eyes as he described that scene.{/i}
italian: [_MT_] {i}Potrei solo vedere la lussuria nei suoi occhi come ha descritto quella scena.{/i}

source: [_MT_] {i}I'm probably mirroring that same lust in my own eyes!{/i}
italian: [_MT_] {i}Probabilmente mi sto specchiando quella stessa lussuria nei miei occhi!{/i}

source: [_MT_] {i}I can feel juices starting to leak out of my pussy!{/i}
italian: [_MT_] {i}Posso sentire i succhi che iniziano a fuoriuscire dalla mia figa!{/i}
