Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_C_] That's okay. I'm willing to do extra work, I'm willing to do everything I can to pay back my debt, I'm even willing to let my sister humiliate me through my uniform if that's what it takes to make you guys forgive me.
french: [_C_] C'est normal. Je suis prêt à faire du travail supplémentaire, je suis prêt à faire tout ce que je peux pour rembourser ma dette, Je suis même prêt à laisser ma sœur m'humilier à travers mon uniforme si c'est ce qu'il faut pour me faire pardonner.
italian: [_C_] Va bene. Sono disposto a fare lavoro extra, sono disposto a fare tutto il possibile per ripagare il mio debito, Sono persino disposto a lasciarmi umiliare da mia sorella attraverso la mia divisa se è quello che serve per farti perdonare i miei ragazzi.
portuguese: [_C_] Está tudo bem. Estou disposto a fazer um trabalho extra, estou disposto a fazer tudo o que puder para pagar minha dívida, Estou até disposto a deixar minha irmã humilhar meu uniforme se é isso que é preciso para que vocês me perdoem.
russian: [_C_] Это нормально. Хочу выполнять дополнительную работу, я готов делать все, что смогу погасить долг, Я даже готов позволить моей сестре унижать меня через мою форму, если это необходимо, чтобы ты простил меня.

source: [_R_] I'm going to try to reign her in on her more crazy ideas. I'll try to make this redemption period as easy on you as I can.
french: [_R_] Je vais essayer de la gouverner sur ses idées plus folles. « Je vais essayer de rendre cette période de rachat aussi facile que possible pour vous.»
italian: [_R_] Cercherò di regnarla sulle sue idee più pazzesche. Cercherò di rendere questo periodo di redenzione il più facile possibile su di voi.
portuguese: [__R_] Eu vou tentar reiná-la em suas ideias mais malufas. Vou tentar fazer esse período de redenção tão fácil em você quanto eu puder.
russian: [_R_] Я собираюсь попытаться ее воплотить в более сумасшедшие идеи. Я постараюсь сделать этот период погашения настолько просто, насколько это возможно.

source: [_C_] I can't believe you're trying to help me, after all the shit I've said about you.
french: [ _C_ ] Je ne peux pas croire que tu essayes de m'aider, après tout ce que j'ai dit à propos de toi.
italian: [_C_] Non posso credere che tu stia cercando di aiutarmi, dopo tutto la merda che ho detto su di te.
portuguese: [__C_] Eu não posso acreditar que você está tentando me ajudar, depois de toda a merda que eu disse sobre você.
russian: [_C_] Я не могу поверить, что ты пытаешься мне помочь, после того как я рассказал о тебе.

source: {i}{b}"Aunt Cami's Stats Restored!"{/b}{/i}
french: {i}{b}"Tante les statistiques de Caméra restaurée!"{/b}{/i}
italian: {i}{b}"Aunt Cami Restauro!"{/b}{/i}
portuguese: {i}{b}"Estatísticas de tia da Cami restauradas!"{/b}{/i}
russian: {i}{b}"Статистика Гари Восстановлена!"{/b}{/i}

source: [_R_] You're still my family.
french: [ _R_ ] Tu es toujours ma famille.
italian: [_R_] Sei ancora la mia famiglia.
portuguese: [__R_] Você ainda é minha família.
russian: [_R_] Ты до сих пор моя семья.

source: [_C_] I can't thank you enough, [ryan]!
french: [_C_] Je ne peux pas vous remercier assez, [ryan]!
italian: [_C_] Non posso ringraziarti abbastanza, [ryan]!
portuguese: [_C_] Não posso te agradecer o suficiente, [ryan]!
russian: [ _C_] Я не могу вас отблагодарить, [ ryan]!

source: [_RT_] {i}Holy shit!... Camille's hugging me!{/i}
french: [_RT_] {i}sainte merde!... Camille m'embrasse !{/i}
italian: [_RT_] {i}merda santa!... Camille mi abbraccia!{/i}
portuguese: [_RT_] {i}merda Santa! ... Camille está me abraçando! {/i}
russian: [ _RT_] {i}Святое дерьмо! ... Камилла обнимает меня!

source: [_C_] You really tried to save me from myself tonight, I'll never forgive myself for not listening to you.
french: [ _C_ ] Tu as vraiment essayé de me sauver de moi ce soir, je ne me pardonnerai jamais de ne pas t'écouter.
italian: [_C_] Hai davvero cercato di salvarmi da me stasera, non mi perdonerò mai per non averti ascoltato.
portuguese: [_C_] Você realmente tentou me salvar de mim mesmo hoje à noite, eu nunca me perdoarei por não ter te escutado.
russian: [_C_] Вы действительно пытались спасти меня от себя сегодня вечером, я никогда не простись за то, что не слушаешь вас.

source: [_RT_] {i}Her tits weigh a ton on my chest!{/i}
french: [_RT_] {i}Ses seins pèsent une tonne sur mon coffre !{/i}
italian: [_RT_] {i}Le sue tette pesano una tonnellata sul petto!{/i}
portuguese: [_RT_] {i}seus gravatas pesam uma tonelada no meu baú!{/i}
russian: [ _RT_] {i}Ее сиськи весят тонну на моей груди! { /i }

source: [_C_] You could have convinced [mom_name] to send me away, but you defended me.
french: [ _C_ ] Vous avez pu convaincre [ mom_name ] de m'envoyer, mais vous m'avez défendu.
italian: [_C_] Avresti potuto convincere [mom_name] di mandarmi via, ma mi hai difeso.
portuguese: U[_C_] Você poderia ter convencido [mom_name] a me enviar, mas você me defendeu.
russian: [ _C_] Вы могли убедить [ mom_name] отправить меня, но вы защищали меня.

source: [_RT_] {i}Don't look, Don't look, Don't look!{/i}
french: [_RT_] {i}Ne regardez pas, Ne regardez pas, Ne regardez pas!{/i}
italian: [_RT_] {i}Non guardare, non guardare, non guardare!{/i}
portuguese: [_RT_] {i}Não olhe, não olhe, não olhe!{/i}
russian: [_RT_] {i}Не смотри — Не смотри — не смотри !{/i}

source: [_C_] I hope things can start to change between us!
french: [_C_] J'espère que les choses pourront commencer à changer entre nous !
italian: [_C_] Spero che le cose possano iniziare a cambiare tra noi!
portuguese: [__C_] Espero que as coisas possam começar a mudar entre nós!
russian: [ _C_] Я надеюсь, что все может начать меняться между нами!

source: [_RT_] {i}Holy shit, those things are huge!{/i}
french: [_RT_] {i}Sainte merde, ces choses sont énormes !{/i}
italian: [_RT_] {i}Santa merda, quelle cose sono enormi!{/i}
portuguese: [_RT_] {i}Merda sagrada, essas coisas são enormes!{/i}
russian: [ _RT_] {i}Святое дерьмо, эти вещи огромные! { /i }

source: [_RT_] {i}And is it my imagination, or is she nipping out pretty hard?{/i}
french: [_RT_] {i}Et est-ce que c'est mon imagination, ou est-ce qu'elle étouffe assez dur ?{/i}
italian: [_RT_] {i}Ed è la mia immaginazione, o lei sta strappando abbastanza duro?{/i}
portuguese: [_RT_] {i}E é minha imaginação, ou ela está cortando bem difícil?{/i}
russian: [_RT_] {i}И это мое воображение, или она очень сложная?{/i}

source: [_C_] [ryan]! Stop looking down my shirt!
french: [_C_] [ryan]! Arrêtez de regarder vers le bas ma chemise !
italian: [_C_] [ryan]! Smettetela di guardare giù la mia camicia!
portuguese: [_C_] [ryan]! Pare de olhar pela minha camisa!
russian: [ _C_] [ ryan]! Хватит смотреть на мою рубашку!

source: [_C_] Okay... That was not a great start!
french: [_C_] Okay... Ce n'était pas un bon début!
italian: [_C_] Okay... Non è stato un ottimo inizio!
portuguese: U[_C_] Oki... Não foi um ótimo começo!
russian: [ _C_] Хорошо ... Это был не великий старт!

source: {i}{b}"Aunt Cami's Respect -1"{/b}{/i}
french: {i}{b}"Respect de Cami de Tante -1"{/b}{/i}
italian: {i}{b}"Aunt Cami Rispect -1"{/b}{/i}
portuguese: {i}{b}"Respeito da tia Cami -1"{/b}{/i}
russian: {i}{b}"Уважение Ками -1"{/b}{/i}

source: [_C_] But I take some responsibility for hugging you in such a revealing shirt.
french: [ _C_ ] Mais je prends une part de responsabilité pour vous embrassant dans une chemise aussi révélante.
italian: [_C_] Ma mi assumo la responsabilità di abbracciarti in una camicia così rivelatrice.
portuguese: [_C_] Mas eu assumo alguma responsabilidade por abraçá-lo numa camisa tão reveladora.
russian: [_C_] Но я несу на себя ответственность за то, чтобы вас обманули в такой раскрывающейся рубашке.

source: [_C_] Let's just call it a night.
french: [ _C_ ] On appelle ça une nuit.
italian: [_C_] Chiamiamola solo una notte.
portuguese: [_C_] Vamos simplesmente ligar para uma noite.
russian: [_C_] Давайте просто назовем его ночью.

source: [_R_] Uhh... I'm sorry. I tried to resist.
french: [_R_] Euh... Je suis désolé. J'ai essayé de résister.
italian: [_R_] Uhh... Mi dispiace. Ho provato a resistere.
portuguese: [_R_] Uhh ... Eu sinto muito. Eu tentei resistir.
russian: [ _R_] Uhh ... Мне жаль. Я пытался сопротивляться.

source: [_C_] Don't worry about it... Let's just go to bed.
french: [ _C_ ] Ne vous inquiétez pas pour ça ... Allons juste au lit.
italian: [_C_] Non preoccuparti... Andiamo solo a letto.
portuguese: U[_C_] Não se preocupe com isso... Vamos apenas para a cama.
russian: [_C_] Не беспокойтесь об этом... Давайте просто поспать.

source: [_RT_] {i}Come on, [ryan]!
french: [_RT_] {i}Allons, [ryan]!
italian: [_RT_] {i}Avanti, [ryan]!
portuguese: [_RT_] {i}Vamos lá, [ryan]!
russian: [_RT_] {i}Входит, [ryan]!

source: [_RT_] {i}Now's not the time for weakness!
french: [ _RT_ ] {i}Ce n'est pas le moment de la faiblesse !
italian: [_RT_] {i}Ora non è il momento di debolezza!
portuguese: [_RT_] {i}Agora não é a hora da fraqueza!
russian: [_RT_] {i}сейчас не время слабости!

source: [_C_] I'm going to try and be a better aunt to you and your sisters.
french: [ _C_ ] Je vais essayer d'être une meilleure tante pour vous et vos sœurs.
italian: [_C_] Cercherò di essere una zia migliore per te e per le tue sorelle.
portuguese: [_C_] Eu vou tentar e ser uma tia melhor para você e suas irmãs.
russian: Я попытаюсь стать лучшей тетей для вас и ваших сестер.

source: [_C_] Hopefully you'll all come to forgive me in time.
french: [ _C_ ] Espérons que vous allez tous me pardonner dans le temps.
italian: [_C_] Speriamo che tutti verrai a perdonarmi in tempo.
portuguese: [_C_] Espero que todos venham a me perdoar a tempo.
russian: Надеюсь, вы все захотите простить меня во времени.

source: [_R_] I'm sure we all will.
french: [ _R_ ] Je suis sûr que nous le serons tous.
italian: [_R_] sono sicuro che tutti lo faremo.
portuguese: [_R_] Tenho certeza que todos nós vamos.
russian: Я уверен, что все мы будем.

source: {i}{b}"Aunt Cami's Respect +1"{/b}{/i}
french: {i}{b}"Respect de Cami de Tante +1"{/b}{/i}
italian: {i}{b}"Aunt Cami Rispect +1"{/b}{/i}
portuguese: {i}{b}"Respeito da tia Cami +1"{/b}{/i}
russian: {i}{b}"Уважение Камеры +1"{/b}{/i}

source: {i}{b}"Aunt Cami's Submission +3"{/b}{/i}
french: {i}{b}"Soumission de Camion de Tante +3"{/b}{/i}
italian: {i}{b}"Aunt Cami Submission +3"{/b}{/i}
portuguese: {i}{b}"Apresentação da tia de Cami +3"{/b}{/i}
russian: {i}{b}"Тренировка камеры +3"{/b}{/i}

source: [_R_] For now let's just call it a night.
french: [ _R_ ] Pour l'instant, appelons ça une nuit.
italian: [_R_] Per ora chiamiamola una notte.
portuguese: [_R_] Por enquanto vamos simplesmente chamá-lo de noite.
russian: [_R_] Теперь давайте просто назовем его ночью.

source: [_C_] Fair enough.
french: [_C_] assez juste.
italian: [_C_] abbastanza giusto.
portuguese: [_C_] Razoável o bastante.
russian: [ _C_] Справедливо.

source: [_C_] I'll just be waiting for you and [mom_name] to come up with a plan for my punishment.
french: [ _C_ ] J'attendrai juste que vous et [ mom_name ] viennent avec un plan pour ma punition.
italian: [_C_] ti aspetterò solo e [mom_name] per elaborare un piano per la mia punizione.
portuguese: [__C_] Eu só estarei esperando por você e [mom_name] para chegar a um plano para a minha punição.
russian: [_C_] Я просто жду, пока вы и [mom_name] выдвинуть план моего наказания.

source: [_C_] Just don't take too long.
french: [ _C_ ] Ne prend pas trop de temps.
italian: [_C_] Semplicemente non ci vuole troppo tempo.
portuguese: [_C_] Só não leve muito tempo.
russian: Просто не слишком долго.

source: [_R_] You got it.
french: [_R_] Tu l'as eu.
italian: [_R_] L'hai capito.
portuguese: [_R_] Você conseguiu.
russian: [_R_] Вы поняли.

source: [_R_] Holy shit! What a night!
french: [_R_] Sainte merde! Quelle nuit!
italian: [_R_] Santa merda! Che notte!
portuguese: [_R_] Merela sagrada! Que noite!
russian: [ _R_] Святое дерьмо! Что за ночь!

source: [_R_] Hopefully I can get at least an hour of sleep in before I have to wake up for school.
french: [ _R_ ] Espérons que je poursuis au moins une heure de sommeil avant de devoir me réveiller à l'école.
italian: [_R_] Speriamo di poter ottenere almeno un'ora di sonno prima di svegliarmi per la scuola.
portuguese: [_R_] Espero poder dormir pelo menos uma hora antes de eu ter que acordar para a escola.
russian: Надеюсь, у меня будет хотя бы час сна, прежде чем я проснусь в школе.

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, but I wonder what she'd do if I missed a payment to the mafia.{/i}
french: {i}{b}(HINT){/b} Les choses ne sont plus gênantes avec la maman, mais je me demande ce qu'elle ferait si j'ai manqué un paiement à la mafia.{/i}
italian: {i}{b}(HINT){/b} Le cose non sono più imbarazzanti con la Mamma, ma mi chiedo cosa farà se ho perso un pagamento alla mafia.{/i}
portuguese: {i}{b}(HINT){/b} Coisas não são mais estranhas com a Mãe, mas eu me pergunto o que ela faria se eu perdesse um pagamento para a máfia.{/i}
russian: {i}{b}(HINT){/b} вещи больше не неловко с мамой, но мне интересно, что делать, если я пропустил платеж мафии.{/i}

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, I'll bet she's got a nice reward for me when I pay off the mafia debt this week.{/i}
french: {i}{b}(HINT){/b} Les choses ne sont plus gênantes avec la mère Je parierai qu'elle a reçu une belle récompense pour moi quand je paie la dette de la mafia cette semaine. /i}
italian: {i}{b}(HINT){/b} Le cose non sono più imbarazzanti con Mamma, Scommetto che ha una bella ricompensa per me quando pago il debito mafioso questa settimana. /i}
portuguese: {i}{b}(HINT){/b} Coisas não são mais estranhas com a Mãe, Aposto que ela recebeu uma bela recompensa para mim ao pagar a dívida da máfia esta semana. /i}
russian: {i}{b}(HINT){/b} вещей больше не неловко с мамой, Я поставлю ей хорошую награду за то, что я выплачу мафиозный долг на этой неделе. /i}

source: Uhhh... Not this time.
french: Euh... Pas cette fois-ci.
italian: Uhhh... Non questa volta.
portuguese: Uhhh... Não desta vez.
russian: Ос... Не в этот раз.

source: Uhhh... Not really.
french: Euhh... Pas vraiment.
italian: Uhhh... Non veramente.
portuguese: Uhhh... Nem por isso.
russian: Эх... Не правда.

source: Go Sit With Them
french: S'asseoir avec eux
italian: Vai A Sedersi Con Loro
portuguese: Ir Sentar com você
russian: Посадить с ними

source: Not Right Now
french: Pas pour le moment
italian: Non In Ora
portuguese: Não agora mesmo
russian: Не прямо сейчас

source: Don't knock
french: Ne pas frapper
italian: Non bussare
portuguese: Não bater
russian: Не стучать

source: It's always best to ignore giggling girls
french: Il est toujours préférable d'ignorer les jeunes filles
italian: È sempre meglio ignorare le ragazze giggling
portuguese: É sempre melhor ignorar garotas gigantes
russian: Всегда лучше игнорировать странные девушки

source: I've got the money.
french: « J'ai l'argent. »
italian: Io ho i soldi.
portuguese: Eu tenho o dinheiro.
russian: Я получил деньги.

source: Agree to Oral
french: Accepter l'oral
italian: Accetto a Orale
portuguese: Concordar com a Oral
russian: Согласен с оральным

source: Refuse Oral
french: Refuser oral
italian: Rifiuta Orale
portuguese: Recusar Oral
russian: Отказаться от орального

source: [_RT_] {i}Asshole!{/i}
italian: [_RT_] Assalto {i}!{/i}

source: [_MT_] {i}Big… meaty…{/i}
italian: [_MT_] {i}Big… carne…{/i}
portuguese: [_MT_] {i}Big… Carne…{/i}
russian: [_MT_] {i}Большой… мясо…{/i}

source: [_S_] Let it go and just be happy for her.
italian: [_S_] Lasciate che vada e siate felici per lei.
portuguese: U[_S_] Deixe ir e só seja feliz por ela.
russian: [_S_] Дайте ей пойти и просто будьте счастливы.

source: [_M_] Fuck your slutty teacher like you fuck my slutty daughter!
italian: [_M_] Cazzo il tuo insegnante troia come si scopa mia figlia troie!
portuguese: [_M_] Fuck your slutty teacher like you fuck fuck my slutty filha!
russian: [_M_] Удачи своему суровому учителю, как ты ел мою суровую дочь!

source: [_RT_] {i}Fucking, dammit!{/i}
italian: [_RT_] {i}Chiavate, dammit!{/i}
russian: [_RT_] Втрахание {i}, плохая!{/i}

source: [_S_] Fuck, [ryan].
italian: [_S_] Cazzo [ryan].

source: [_ST_] {i}Brat!{/i}
italian: [_ST_] {i}Gratto!{/i}

source: [_R_] Mandy?
italian: [_R_] Mandato?

source: [_MD_] Fuck, [ryan].
italian: [_MD_] Cazzo [ryan].

source: [_C_] Stop!
italian: [_C_] Fermato!
portuguese: U[_C_] Parou!
russian: [_C_] Стоп!

source: [_C_] Mandy!
italian: [_C_] Mandato!
portuguese: [_C_] Mandamento!
russian: [ _C_] Мэнди!

source: [_RT_] {i}Just another one of Joey DeCapo's whores.{/i}
italian: [_RT_] {i}Solo un altro delle puttane di Joey DeCapo.{/i}
portuguese: [_RT_] {i}Só mais uma das pessoas do Joey DeCapo.{/i}
russian: [_RT_] {i}Просто один из когтей Джоэй ДеКапо.{/i}

source: [_RT_] {i}I have to do something to make them forget that douchebag.{/i}
italian: [_RT_] {i}Devo fare qualcosa per farli dimenticare quel douchebag.{/i}
portuguese: [_RT_] {i}Eu tenho que fazer algo para fazê-los esquecer que douchebag. {/i}
russian: [_RT_] {i}Мне нужно сделать что-нибудь, чтобы они забыли эту сумку.{/i}

source: [_M_] Fffuuu...
italian: [_M_] Fffuuuu...
portuguese: U[_M_] Fusúu...

source: [_R_] ...
portuguese: U[_R_]...

source: [_M_] Mmm... Wow!
portuguese: [_M_] Humm ... Nossa!
russian: [ _M_] Ммм ... Вау!

source: [_L_] Mmmmmmmmm...
portuguese: [_L_] Mmmmmmmmmmm...

source: [_M_] ...
portuguese: U[_M_]...

source: [_R_] Hmmph.
portuguese: [_R_] Hmmf.

source: [_MT_] {i}Camille?{/i}
portuguese: [_MT_] {i}Camilha?{/i}

source: [_C_] ...
portuguese: U[_C_]...

source: [_R_] Mmmph.
portuguese: [_R_] Mmmf.

source: [_S_] ...
portuguese: U[_S_]...

source: [_R_] Wow!
portuguese: [_R_] Nossa!
russian: Вау!

source: [_R_] Nnnggghhh...
portuguese: U[_R_] Nnnggghhh...
russian: [ _R_] Nnngghhh ...

source: [_R_] Hnnnggghhh...
portuguese: U[_R_] Hnnnggghhh...

source: {b}Knock, knock{/b}
portuguese: Toc: {b}, toc{/b}
russian: {b}стук, стук{/b}

source: [_MD_] Mmm...
portuguese: [_MD_] Humm ...
russian: [ _MD_] Ммм ...

source: [_MD_] ...
portuguese: U[_MD_]...

source: [_MD_] Wow!
portuguese: [_MD_] Nossa!
russian: Вау!

source: [_MD_] Mmm!...
portuguese: [_MD_] Humm! ...
russian: [ _MD_] Ммм! ...

source: [_C_] Pff!... Hahaha.
portuguese: U[_C_] Pff!... Hahaha.
russian: [ _C_] Pff! ... Хахаха.

source: [_C_] Haha!
portuguese: U[_C_] Haha!
russian: [ _C_] Хаха!

source: [_C_] Hahaha!
portuguese: U[_C_] Hahaha!
russian: [ _C_] Хахаха!

source: [_R_] {i}(Screaming){/i} Fuck!
portuguese: U[_R_] {i}(Screaming){/i} Presa!
russian: [_R_] {i}(Креация){/i} Удачи!

source: [_R_] Bullshit!
portuguese: U[_R_] Bullshit!
russian: Херня!

source: [_L_] ...
portuguese: U[_L_]...

source: [_M_] [ryan]!?
portuguese: U[_M_] [ryan]!?

source: [_R_] Aaaahhh...
portuguese: U[_R_] Aaaahhh...

source: [_M_] Ahhh....
portuguese: U[_M_] Ahhh....

source: [_C_] Aaahhh!!!
portuguese: U[_C_] Aaahhh!!!

source: [_MD_] Aaahhh!!
portuguese: U[_MD_] Aaahh!!

source: [_C_] {i}(Whispering){/i} Pssst... [ryan].
portuguese: [_C_] {i}(Sussurro){/i} Pssst... [ryan].
russian: [_C_] {i}(Шепотая){/i} Psst... [ryan].

source: [_M_] Mmm, mmm...
russian: [ _M_] Ммм, ммм ...

source: [_S_] Huh?
russian: [ _S_] Да?

source: [_MT_] {i}Cock!{/i}
russian: [ _MT_] {i}Кок! { /i }

source: [_L_] Mmpmmhmm.
russian: [ _L_] Ммпммммм.

source: [_L_] Mmphmmhmm.
russian: [_L_] Mmphmhmm.

source: [_R_] {b}(Yawn){/b}
russian: [_R_] {b}(Явн){/b}

source: [_RT_] {i}Hhhnnnnggghhhh!...{/i}
russian: [_RT_] {i}Hhnnggghhhhh!...{/i}

source: [_RT_] {i}Hnnnggghhh!...{/i}
russian: [_RT_] {i}Hnnggghhh!...{/i}

source: [_MD_] Huh?
russian: [ _MD_] Да?

source: [_RT_] {i}Crap!{/i}
russian: [_RT_] {i}карпат!{/i}

source: [_R_] {b}Argh!{/b}
russian: [ _R_] {b}Арг! { /b }

source: [_A_] Hmm?
russian: [ _A_] Хм?

source: [_R_] I...
russian: [ _R_] Я ...

source: [_AD_] {i}(Chanting){/i} [mom_name], [mom_name], [mom_name]!
russian: [_AD_] {i}(Хантинг){/i} [mom_name], [mom_name], [mom_name]!
