Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Oh, don't be modest. I could have never done it without my brother.
dutch: [_L_] Oh, niet bescheiden. Ik had het nooit kunnen doen zonder mijn broer.

source: [_MB_] I'll be honest, this hurts... I'm not used to losing.
dutch: [_MB_] Ik zal eerlijk zijn, deze pijn... Ik ben niet gewend om te verliezen.

source: [_MB_] I'm gonna go home... or something.
dutch: [_MB_] Ik ga naar huis... of iets.

source: [_L_] Three thousand dollars!
dutch: [_L_] Drieduizend dollar!

source: [_R_] I'll get this money in cash, and then give it to you as soon as I can.
dutch: [_R_] Ik krijg dit geld in contanten, en geef het je zo snel mogelijk.

source: [_L_] No, I want you to keep the money. You got me the presidency, and you probably spent way more than that to do it.
dutch: [_L_] Nee, ik wil dat je het geld houdt. Je hebt me het voorzitterschap gestuurd en je spendeerde waarschijnlijk meer dan dat om het te doen.

source: [_L_] Please keep it!
dutch: [_L_] Houd het alstublieft!

source: [_R_] Thank you.
dutch: [_R_] Dank u wel.

source: [_L_] There's something else I want to give you... Another way I want to show you my gratitude... Please, follow me.
dutch: [_L_] Er is iets anders dat ik je wil geven... Een andere manier om je mijn dankbaarheid te tonen... Alstublieft, volg me.

source: [_MB_] But I do want to show my commitment to the school by giving you all a special gift.
dutch: [_MB_] Maar ik wil mijn betrokkenheid bij de school tonen door je allemaal een speciaal cadeau te geven.

source: [_MB_] To help me, I've asked one of Shagtown High's very own, our sexy new secretary and cheerleading coach, Miss Jessica, to help me out.
dutch: [_MB_] Om me te helpen, heb ik een van Shagtown High's zelf gevraagd, onze sexy nieuwe secretaresse en cheerleading coach, mevrouw Jessica, om me te helpen.

source: [_X_] Marry me, Jessica!
dutch: [_X_] Marge me, Jessica!

source: [_MB_] As most of you probably know, Miss Jessica was the cheerleading captain when she attended high school here three years ago.
dutch: [_MB_] Zoals de meesten van u waarschijnlijk weten, was mevrouw Jessica de vrolijke kapitein toen ze hier drie jaar geleden de middelbare school bijwoonde.

source: [_MB_] And it looks like her old school uniform still fits her.
dutch: [_MB_] En het lijkt erop dat haar oude schooluniform nog steeds bij haar past.

source: [_MB_] Something you might all find interesting is that the current school uniform hasn't been changed in thirty-five years.
dutch: [_MB_] Iets dat je allemaal interessant kunt vinden is dat het huidige uniform van de school in 35 jaar niet is gewijzigd.

source: [_RT_] {i}What the fuck?{/i}
dutch: [_RT_] {i}Wat is de fuck?{/i}

source: [_RT_] {i}Did Will Tylor betray us?{/i}
dutch: [_RT_] {i}Zal Tylor verrassen?{/i}

source: [_RT_] {i}Was Matt spying on us?{/i}
dutch: [_RT_] {i}Was Matt ons bespioneerd?{/i}

source: [_RT_] {i}Maybe Lauren's paranoia was justified after all.{/i}
dutch: [_RT_] {i}Misschien is Lauren's paranoia toch gerechtvaardigd.{/i}

source: [_RT_] {i}This is fucking bullshit!{/i}
dutch: [_RT_] {i}Dit is fucking bullshit!{/i}

source: [_MB_] If you vote for me, I've received permission from the school board to change our ancient, out of style dress code to something more practical and modern.
dutch: [_MB_] Als je op mij stemt, heb ik toestemming van de schooldirectie gekregen om van oude te veranderen, uit de stijl jurk naar iets wat praktischer en moderner is.

source: [_MB_] Miss Jessica will demonstrate the new dress code modifications.
dutch: [_MB_] Miss Jessica toont de nieuwe ress code wijzigingen.

source: [_MB_] I want you girls to think about those hot days when the air conditioner goes out. Well, class will no longer be such an awful hell with your wool sweater vests.
dutch: [_MB_] Ik wil dat je meisjes aan die hete dagen denken wanneer de airconditioner uitkomt. Nou, de klas zal niet langer zo'n verschrikkelijke hel zijn met je trui van wol.

source: [_MB_] And even better, you'll now be allowed to open up your shirts a bit, to give your skin a chance to breathe.
dutch: [_MB_] En nog beter, je mag nu je shirts een beetje openen om je huid een kans te geven om te ademen.

source: [_MB_] Just think about how much better you'll perform academically if you're not drowning in your own sweat, trying to keep your makeup from running into your eyes.
dutch: [_MB_] Denk alleen maar aan hoe veel beter je academisch zal presteren als je niet in je eigen zweet verdrinkt, probeer je make-up niet in je ogen te laten lopen.

source: [_MB_] So?... Hot, right?
dutch: [_MB_] Binnenkort?... Heet, toch?

source: [_MB_] And it still gets better.
dutch: [_MB_] En het wordt nog beter.

source: [_MB_] You'll also allowed to hem up your skirts. Jessica's got another skirt on under this one to show just how much shorter you can wear your skirts.
dutch: [_MB_] Je zult ook toestemming hebben om je rokken op te hangen. Jessica heeft nog een rok onder deze om te laten zien hoeveel korter je rokken je kunt dragen.

source: [_X_] Go, Miss Jessica!... Se-xy!
dutch: [_X_] Go, Miss Jessica!... Ze-xy!

source: [_MB_] And that's it! What do you all think?
dutch: [_MB_] En dat is alles! Wat vind je allemaal?

source: [_X_] Thank you, Matt!
dutch: [_X_] Bedankt, Matt!

source: [_MB_] Oh, and Miss Jessica, why don't you show them how it looks from behind.
dutch: [_MB_] Oh, en mevrouw Jessica, waarom laat jij hen niet zien hoe het eruitziet van achter.

source: [_MB_] And us guys will be able to wear shorts and more comfortable shoes!
dutch: [_MB_] En wij zullen in staat zijn om broeken en comfortabelere schoenen te dragen!

source: [_X_] You're the best, Matt!
dutch: [_X_] Jij bent de beste, Matt!

source: [_MB_] You guys rock!
dutch: [_MB_] jij bent geweldig!

source: [_MB_] So, don't forget!
dutch: [_MB_] Dus, niet vergeten!

source: [_MB_] Vote for Matt!
dutch: [_MB_] Stem op Matt!

source: [_L_] Fuck!... He stole my dress code announcement!
dutch: [_L_] Fuck!... Hij heeft mijn jurk code aangekondigd!

source: [_L_] What the fuck am I going to say now?
dutch: [_L_] Wat ben ik nutteloos om nu te zeggen?

source: [_L_] How the fuck am I supposed to follow that?
dutch: [_L_] Hoe moe ben ik om dat te volgen?

source: [_L_] Changing the dress code?... That was fucking brilliant... Why didn't I think of that?
dutch: [_L_] De jurk veranderen ?... Dat was een verdomde briljant... Waarom heb ik daar niet aan gedacht?

source: [_L_] What am I supposed to say now?
dutch: [_L_] Wat moet ik nu zeggen?

source: [_R_] I don't know... but, you've got to go out and say something.
dutch: [_R_] Ik weet het niet... maar je moet naar buiten gaan en iets zeggen.

source: [_L_] I don't know if I can do this!... I'm so nervous.
dutch: [_L_] Ik weet niet of ik dit kan doen!... Ik ben zo nerveus.

source: [_R_] You've got this, Lauren.
dutch: [_R_] Je hebt dit, Laid.

source: [_X_] Hey!... It's the girl from those sexy posters!
dutch: [_X_] Hij!... Het is het meisje van de sexy posters!

source: [_X_] Yeah, beautiful! Show us that ass!
dutch: [_X_] Yeah, mooi! Laat ons zien wat het is!

source: [_L_] Thank you, fellow students.
dutch: [_L_] Dank u, collega-studenten.

source: [_L_] I just want you all to know how much I love this school.
dutch: [_L_] Ik wil alleen dat je allemaal weet hoeveel ik van deze school houd.

source: [_L_] I promise that if you elect me, I'll do my very best to work for all of you.
dutch: [_L_] Ik beloof u dat als u mij kiest, ik mijn uiterste best zal doen om voor u allemaal te werken.

source: [_X_] I'll vote for you, if you jack me off!
dutch: [_X_] Ik zal op je stemmen, als je me afsteekt!

source: [_X_] She already jacked me off!
dutch: [_X_] Ze heeft me al afgekraapd!

source: [_X_] Well, she already sucked me off!
dutch: [_X_] Nou, ze heeft me al uit gezocht!

source: [_LT_] {i}Oh, fuck!... What else was I gonna say?{/i}
dutch: [_LT_] {i}Oh, fuck!... Wat zou ik nog meer zeggen?{/i}

source: [_LT_] {i}Shit!... My mind's blank!{/i}
dutch: [_LT_] {i}Shit!... Mijn gedachten deken!{/i}

source: [_L_] Uhhh... a vote for me is a vote for a better school.
dutch: [_L_] Uhhh... een stem voor mij is een stem voor een betere school.

source: [_L_] Please, vote for Lauren.
dutch: [_L_] Alsjeblieft, stem op Laid.

source: [_L_] Those stupid assholes made me forget my whole speech!
dutch: [_L_] Die domme assholes liet me mijn hele toespraak vergeten!

source: [_L_] Fuck... This is not going well.
dutch: [_L_] Fuck... Dit gaat niet goed.

source: [_MD_] Hey guys... Uhh... good speech, Lauren.
dutch: [_MD_] Hé jongens... Uhh... goede toespraak, Laid.

source: [_L_] Don't lie... It was awful.
dutch: [_L_] Niet liegen... Het was verschrikkelijk.

source: [_L_] I'm sure hoping you can save me with your skit.
dutch: [_L_] Ik hoop zeker dat je me kunt redden met je skit.

source: [_MD_] Yeah, about that. I'm looking for the cheerleaders. They're all supposed to be here dressed up like me, but I'm not sure where they are.
dutch: [_MD_] Yeah, daar ben ik op zoek naar de vroegenleiders. Ze horen hier allemaal te zijn gekleed zoals ik, maar ik weet niet waar ze zijn.

source: [_R_] Oh, fuck... Look behind you.
dutch: [_R_] Oh, fuck... Kijk achter je.

source: [_MD_] Yeah, about that. I had a few girls from the dance team that were supposed to be here. but I can't find them anywhere!
dutch: [_MD_] Yeah, daarover. Ik had een paar meisjes van het dansteam die er zouden moeten zijn, maar ik kan ze nergens vinden!

source: [_R_] Well, fuck!... It looks like Megan and Matt made up.
dutch: [_R_] Nou, fuck!... Het ziet eruit als Megan en Mat uitgewerkt.

source: [_MD_] What am I gonna do? Those treacherous bitches tricked me!
dutch: [_MD_] Wat ga ik doen? Die verraderlijke bijten hebben me misleid!

source: [_MD_] Oh, fuck!... That was really good.
dutch: [_MD_] Oh, fuck!... Dat was echt goed.

source: [_MD_] And those girls from the dance team are no-shows!
dutch: [_MD_] En die meisjes van het dansteam zijn geen show!

source: [_MD_] I'm so sorry, Lauren... But I can't do this routine on my own.
dutch: [_MD_] Het spijt me, Lauren... Maar ik kan deze routine niet alleen doen.

source: [_MD_] It involves group choreography, and I'd be a laughingstock if I tried to do it on my own.
dutch: [_MD_] Het gaat over groepschoreografie, en ik zou een lachende voorraad zijn als ik het alleen probeerde.

source: [_MD_] I love you, but I can't commit social suicide.
dutch: [_MD_] Ik hou van je, maar ik kan geen sociale zelfmoord plegen.

source: [_MD_] Good luck!
dutch: [_MD_] Veel succes!

source: [_L_] No!... Mandy!
dutch: [_L_] Nee!... Snoep!

source: [_L_] What am I going to do?
dutch: [_L_] Wat ga ik doen?

source: [_R_] I don't think you have a choice.
dutch: [_R_] Ik denk niet dat je een keuze hebt.

source: [_R_] I'll run and tell principal Hardun that you don't have a skit.
dutch: [_R_] Ik zal rennen en de hoofdman Hardun vertellen dat je geen schacht hebt.

source: [_PH_] So, it appears that Lauren does not have a skit prepared, and so we'll move on to the moment you've all been waiting for.
dutch: [_PH_] Dus het lijkt erop dat Lauren geen skit voorbereid heeft, en dus gaan we door naar het moment waarop u allemaal hebt gewacht.

source: [_L_] I know I'm going to lose, but I just hope I don't get slaughtered!
dutch: [_L_] Ik weet dat ik ga verliezen, maar ik hoop alleen dat ik niet word geslacht!

source: [_PH_] And there are the final results, I don't think anyone is surprised at the outcome, but Lauren's numbers are quite a bit higher than I expected.
dutch: [_PH_] En er zijn de eindresultaten, ik denk niet dat iemand verbaasd is over het resultaat, maar Lauren's aantal is een stuk hoger dan ik had verwacht.

source: [_L_] Only thirty percent?
dutch: [_L_] Slechts dertig procent?

source: [_L_] Another humiliation.
dutch: [_L_] Nog een vernedering.

source: [_R_] Hey, after bombing your speech, and having no skit... I'd say thirty percent is really good.
dutch: [_R_] Hé, na het bombarderen van je toespraak en het hebben van geen skit... Ik zou zeggen dat 30 procent echt goed is.

source: [_L_] I only got thirty percent because of all the dicks I sucked and jacked off!
dutch: [_L_] Ik kreeg maar 30% van alle vlekken die ik heb meegezogen en die ik eruit gejaagd!

source: [_L_] I only got thirty percent because of all the dicks I jacked off!
dutch: [_L_] Ik kreeg maar 30% van alle vlekken die ik uit heb gehaald!

source: [_L_] I would have done much better if you had actually given a damn and helped me out!
dutch: [_L_] Ik zou het veel beter hebben gedaan als je me echt een verdomd had gegeven en me had geholpen!

source: [_M_] Thank you!... You guys rock!
dutch: [_M_] Bedankt!... Jij bent geweldig!

source: [_M_] First, I just want to say...
dutch: [_M_] Eerst wil ik gewoon zeggen...

source: {i}"One victory speech later."{/i}
dutch: {i}"Eén overwinningsspraak later."{/i}

source: [_L_] At least Matt said some nice things about me.
dutch: [_L_] In ieder geval zei Matt wat leuke dingen over mij.

source: [_R_] He's just trying to sound like a gracious winner.
dutch: [_R_] Hij probeert gewoon te klinken als een schattige winnaar.

source: [_MB_] There you two are.
dutch: [_MB_] Daar zijn jullie twee.

source: [_MB_] Oh, man!... There's something about winning that just makes me horny.
dutch: [_MB_] Oh, man!... Er is iets over winnen dat me alleen hoort.

source: [_MB_] And it's rare that I get to fuck the competition after I conquer them.
dutch: [_MB_] En het komt niet vaak voor dat ik de competitie moet verslaan nadat ik ze heb veroverd.

source: [_R_] Damnit, Lauren!... Why did you make that bet!?
dutch: [_R_] Damnit, Lauren!... Waarom heb je dat gemaakt!?

source: [_L_] He tricked me into it, plus I thought I'd be able to win with your help.
dutch: [_L_] Hij heeft me in de maling genomen, en ik dacht dat ik met jouw hulp zou kunnen winnen.

source: [_MB_] I didn't trick you into anything. I hardly pushed you at all, and you accepted without any argument.
dutch: [_MB_] Ik heb je niets in de maling genomen. Ik heb je haast niet geduwd en je accepteert zonder argument.

source: [_MB_] So, as per our arrangement, if you two could just follow me?
dutch: [_MB_] Dus, als volgens onze afspraak, als jullie twee mij zouden kunnen volgen?

source: [_L_] [ryan]... Please!... I don't want to lose my virginity to Matt!
dutch: [_L_] [ryan]... Alsjeblieft!... Ik wil mijn maagdelijkheid niet verliezen aan Matt!

source: [_L_] You've got to do something.
dutch: [_L_] Je moet iets doen.

source: [_R_] Alright... I'll try to think of something. But right now, we've got to follow Matt.
dutch: [_R_] Oké... Ik zal proberen ergens aan te denken. Maar op dit moment moeten we Matt volgen.

source: [_R_] What are we doing here?... They lock it when the swim team isn't practicing.
dutch: [_R_] Wat doen we hier?... Ze vergrendelen het wanneer het zwemteam niet werkt.

source: [_L_] Guess who shares a locker with Kenzie, the captain of the swim team?
dutch: [_L_] Raad wie een locker deelt met Kenzie, de kapitein van het zwemteam?

source: [_L_] She leaves the key hanging in our locker.
dutch: [_L_] Ze laat de sleutel in ons kluis hangen.

source: [_L_] Here we are.
dutch: [_L_] Hier zijn we hier.

source: [_R_] Wow... I've never been in here when the stands weren't full of students and parents.
dutch: [_R_] Wow... Ik ben hier nog nooit geweest wanneer de stands niet vol was met studenten en ouders.

source: [_R_] It's so quiet.
dutch: [_R_] Het is zo stil.

source: [_L_] It's perfect. Follow me.
dutch: [_L_] Het is perfect. Volg mij.

source: [_L_] Mmmmmm...
dutch: [_L_] mmmmm...

source: [_RT_] {i}Wow!... Lauren's being really aggressive... I wonder how far she wants to go...{/i}
dutch: [_RT_] {i}Wow!... Laurens is echt agressief... Ik vraag me af hoe ver ze wil gaan...{/i}

source: [_LT_] {i}God!... I need [ryan] to fuck me!{/i}
dutch: [_LT_] {i}God!... Ik heb [ryan] nodig om me te trotseren!{/i}

source: [_R_] Wow, Lauren!... That was... incredible.
dutch: [_R_] Wow, Lauren!... Dat was ongelooflijk.

source: [_L_] That's nothing compared to what I have planned for us.
dutch: [_L_] Dat is niets vergeleken met wat ik voor ons gepland heb.

source: [_R_] What if somebody comes in?
dutch: [_R_] Wat als iemand binnenkomt?

source: [_L_] Nobody should be coming in here until swim practice, after school.
dutch: [_L_] Niemand zou hier moeten komen tot je zwemt en na school zwemt.

source: [_R_] So, what do you have planned?
dutch: [_R_] Dus wat hebt u gepland?

source: [_L_] What do you think?
dutch: [_L_] Wat vind je?

source: [_R_] I think I'm going to rip my pants.
dutch: [_R_] Ik denk dat ik mijn broek ga opbergen.

source: [_L_] Well then, why are you still dressed?
dutch: [_L_] Goed gedaan. Waarom ben je nog steeds aankleden?

source: [_L_] I want to see him.
dutch: [_L_] Ik wil hem zien.

source: [_L_] Come on... get me warmed up.
dutch: [_L_] Kom op... laat me opwarmen.

source: [_R_] You don't have to ask me twice.
dutch: [_R_] Je hoeft me niet twee keer te vragen.

source: [_L_] The pool?
dutch: [_L_] Het zwembad?

source: [_MB_] Yeah... They keep it locked up when the swim team isn't practicing, luckily as the captain of the cheerleading squad, Megan has keys to quite a few of the school's locked doors.
dutch: [_MB_] Ja... Ze houden hem opgesloten wanneer het zwemteam niet aan het oefenen is, gelukkig als de kapitein van de krijgsheerleading squad, Megan heeft sleutels tot diverse gesloten deuren op school.

source: [_MB_] I knew this day was coming, and I've been super stoked.
dutch: [_MB_] Ik wist dat deze dag zou komen, en ik ben super gestolen.

source: [_MB_] I hope you're both ready.
dutch: [_MB_] Ik hoop dat je beiden klaar bent.

source: [_R_] Hey... I know Lauren made an agreement, and I've always lived by the standard that a bet's a bet, but I've got to ask....
dutch: [_R_] Hey... Ik weet dat Lauren een overeenkomst hebben gemaakt, en ik heb altijd de standaard van een weddenschap geleefd, maar ik moet het vragen....

source: [_R_] Is there any amount of money I could pay you to buy Lauren's debt from you?
dutch: [_R_] Is er een bedrag dat ik je zou kunnen betalen om Lauren's schulden van je te kopen?

source: [_MB_] You want to buy your sisters debt?
dutch: [_MB_] Je wilt je zussenschuld kopen?

source: [_R_] Yeah... That way, she's not backing out of her debt, I'm just giving you the option of turning that debt into money.
dutch: [_R_] Yeah... Op die manier trekt ze haar schulden niet uit, ik geef je alleen de mogelijkheid om die schuld in geld om te zetten.

source: [_MB_] Hmmmm.... That does make sense. But it wouldn't be cheap.
dutch: [_MB_] Hmmmm.... Dat is logisch. Maar het zou niet goedkoop zijn.

source: [_MB_] I really wanted to fuck your sister, but I could probably have even more fun with a lot of money... It's not like I'm not getting any from elsewhere.
dutch: [_MB_] Ik wilde je zus echt trotseren, maar ik zou waarschijnlijk nog leuker kunnen zijn met veel geld. . Het is niet alsof ik niet van elders kom.

source: [_MB_] Ok... I settle for four thousand bucks.
dutch: [_MB_] Ok... Ik betaal me voor vierduizend bucks.

source: [_R_] Four thousand!?
dutch: [_R_] Vier duizend!?

source: [_L_] Four thousand!?
dutch: [_L_] Vier duizend!?

source: [_R_] Holy shit!... That's a lot of money!
dutch: [_R_] Heilige zonde!... Dat is veel geld!

source: [_MB_] Well, had I lost, I would have had to pay three thousand dollars to Lauren, And now, since it's not a bet anymore, but an already won prize...
dutch: [_MB_] Nou, als ik was verloren, had ik drieduizend dollar aan Lauren moeten betalen En nu, omdat het geen inzet meer is, maar een prijs die al gewonnen is...

source: [_R_] Yeah... that makes sense... It's just a fuck-ton of money.
dutch: [_R_] Ja... dat is logisch... Het is gewoon een fuck-ton geld.

source: [_MB_] Well then?... What do you say?
dutch: [_MB_] Goed dan?... Wat zeg je?

source: [_MB_] Are you willing to pay four thousand dollars to protect your sisters tiny pussy from my massive jackhammer?
dutch: [_MB_] Ben je bereid om vierduizend dollar te betalen om je zusters kleine potjes te beschermen tegen mijn enorme jackhammer?

source: [_R_] Ok... I'll pay it.
dutch: [_R_] Ok... Ik zal het betalen.

source: [_MB_] Really?... I thought you guys were poor now... I didn't think you'd even have that kind of money.
dutch: [_MB_] Echt waar?... Ik dacht dat jullie nu arm waren... Ik dacht niet dat je dat soort geld zou hebben.

source: [_R_] Yeah, well... Some of us know how to make money, and not just get it from our rich parents.
dutch: [_R_] Yeah, wel... Sommigen van ons weten hoe je geld moet verdienen, en niet alleen bij onze rijke ouders.

source: [_MB_] Oh, please... You were just a rich daddy's boy moocher too, before papa went to prison.
dutch: [_MB_] Oh, alsjeblieft... Je was gewoon ook een rijke jongen's jongen voordat papa naar de gevangenis ging.

source: [_R_] A lot has changed since then.
dutch: [_R_] Er is veel veranderd sinds dan.

source: [_R_] So here, I'll Venshmo the money to you right now.
dutch: [_R_] Dus ik zal je het geld nu Venshmo geven.

source: [_MB_] Wow!... you really are good for it.
dutch: [_MB_] Wow!... je bent er echt goed voor.

source: {b}{i}"Money - $4,000"{/i}{/b}
dutch: {b}{i}"Geld - $4.000"{/i}{/b}

source: [_MB_] Alright... consider the debt paid.
dutch: [_MB_] Klaar... overweeg de schuld.

source: [_MB_] Oh, and Lauren, one more thing?
dutch: [_MB_] Oh, en Lauren, nog een ding?

source: [_MB_] Do you still want to be student body president?
dutch: [_MB_] Wil je nog steeds studentlichaamsvoorzitter zijn?

source: [_L_] Of course.
dutch: [_L_] Natuurlijk.

source: [_L_] What?!
dutch: [_L_] Wat?!

source: [_MB_] Yeah, I realized I didn't want to be president about a week after I started running, and I would have dropped out earlier too, if it weren't for our bet.
dutch: [_MB_] Yeah, ik realiseerde me dat ik geen president wilde zijn ongeveer een week nadat ik begon te rennen, en ik zou ook eerder gevallen zijn, als het niet om onze weddenschap was.

source: [_R_] You've got to be fucking kidding.
dutch: [_R_] Je moet een vrolijke nier zijn.

source: [_MB_] Hahaha... yeah... funny how things work out sometimes.
dutch: [_MB_] Hahaha... ja... grappig hoe het soms werkt.

source: [_MB_] So, I'll just tell the office that I have to quit for personal reasons, and Lauren will become student body president by default.
dutch: [_MB_] Dus, ik zal het kantoor vertellen dat ik moet stoppen om persoonlijke redenen, en Lauren zal standaard studentenlichaam voorzitter worden.

source: [_MB_] If you'll both excuse me, I'll go tell Principal Hardun right now.
dutch: [_MB_] Als je me allebei vergeeft, ga ik het nu aan Principal Hardun zeggen.

source: [_L_] Wow!... [ryan], you really came through for me!
dutch: [_L_] Wow!... [ryan], je kwam echt door voor mij!

source: [_L_] You saved my virginity from that stupid jock, and even ended up buying me the presidency!
dutch: [_L_] Je hebt mijn maagdelijkheid gered van die domme jock, en je hebt me zelfs het voorzitterschap gekocht!

source: [_L_] The only possible way this could have ended up better, is if I'd won the election.
dutch: [_L_] De enige manier waarop dit beter had kunnen eindigen, is als ik de verkiezingen zou hebben gewonnen.

source: [_R_] Well, you can't have everything.
dutch: [_R_] Nou, je kunt niet alles hebben.

source: [_L_] No, you can't, but you've got a very grateful sister.
dutch: [_L_] Nee, je kunt dat niet, maar je hebt een zeer dankbare zus.

source: [_R_] A grateful sister that now owes me a certain debt.
dutch: [_R_] Een dankbare zus die me nu een bepaalde schuld schuldig is.

source: [_L_] [ryan]!... You're going to collect on that debt against your own sister?
dutch: [_L_] [ryan]!... gaat je die schuld ophalen tegen je eigen zusje?
