Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MB_] Haha... Nothing babe.
french: [_MB_] Haha... Rien de beauté.
italian: [_MB_] Haha... Niente di babe.
portuguese: U[_MB_] Haha... Nada de bebê.
russian: [ _MB_] Хаха ... Ничего, детка.

source: [_MB_] I'm just admiring a sexy redhead that I'm going to be fucking soon.
french: [_MB_] Je suis juste en train d'admirer une rousse sexy que je vais bientôt baiser.
italian: [_MB_] Sto solo ammirando una rossa sexy che sto per farsi scopare presto.
portuguese: [_MB_] Só estou admirando uma ruiva sexy que vou ficar preso em breve.
russian: [_MB_] Я просто восхищаюсь сексуальным красноголом, который я собираюсь скоро выглядеть.

source: [_MB_] Oh, yeah... Gonna be plowing that ginger pussy real soon.
french: [_MB_] Oh, ouais... Gonna labourer cette chatte de gingembre très bientôt.
italian: [_MB_] Oh, sì... Gonna sia arare quella figa zenzero reale presto.
portuguese: [_MB_] Ah, sim ... Vai ser ploar que o bichano coxinha de verdade em breve.
russian: О, да ... Скоро попади в настоящую киску.

source: [_MT_] {i}Oh, my God! What am I doing?{/i}
french: [_MT_] {i}Oh, mon Dieu! Qu'est-ce que je fais ?{/i}
italian: [_MT_] {i}Oh, mio Dio! Cosa sto facendo?{/i}
portuguese: [_MT_] {i}Oh, meu Deus! O que estou fazendo?{/i}
russian: [ _MT_] {i}Ой, боже мой! Что я делаю? { /i }

source: [_MT_] {i}How could I let myself go like that? Bad enough Matt caught me peeping on them. He saw me rubbing my pussy too!{/i}
french: [_MT_] {i}Comment pourrais-je me laisser partir comme ça ? Mal assez mauvais Matt m'a attrapé à les attraper. Il m'a vu se frotter la chatte aussi !{/i}
italian: [_MT_] {i}Come potrei lasciarmi andare così? Peccato abbastanza Matt mi ha catturato il peeping su di loro. Mi ha visto strofinare la mia figa troppo!{/i}
portuguese: [_MT_] {i}Como eu poderia me deixar ir assim? Ruim o suficiente Matt me pegou espiando eles. Ele me viu esfregando meu bichano também! {/i}
russian: [_MT_] {i}Как я мог бы это сделать? Достаточно плохо поймал меня на них попить. Он увидел меня, покручивая себя тоже!{/i}

source: [_MT_] {i}Dammit! I hate it when I'm too horny to control myself! I need to get some releif!{/i}
french: [_MT_] {i}Dammit! Je déteste quand je suis trop excité pour me contrôler! J'ai besoin de recevoir de la pertinence!{/i}
italian: [_MT_] {i}Dammit! Lo odio quando sono troppo arrapato per controllarmi! Ho bisogno di un po' di releif!{/i}
portuguese: [_MT_] {i}Droga! Eu odeio quando eu sou muito chifre para me controlar! Eu preciso liberar um pouco!{/i}
russian: [_MT_] {i}Dammit! Я ненавижу его, когда я слишком роговой чтобы контролировать себя! Мне нужно попасть на релиз!{/i}

source: [_RT_] {i}Why'd I have to make that jab about strippers? Mom might have listened to me if I had kept my cool instead of blowing up like that.{/i}
french: [ _RT_ ] {i}Pourquoi je dois faire ce hijab sur les strippers? Maman aurait pu m'écouter si j'avais gardé mon sang-froid au lieu de souffler comme ça. { /i }
italian: [_RT_] {i}Perché dovrei fare quel jab su spogliarelli? La mamma avrebbe potuto ascoltarmi se avessi mantenuto il mio fresco invece di saltare in aria così. /i}
portuguese: [_RT_] {i}Por que eu teria que fazer aquele jab sobre strippers? A mamãe poderia ter me escutado se eu tivesse mantido o meu cool em vez de explodir assim. {/i}
russian: [_RT_] {i}Почему я должен сделать эту челюсть о полосах? Мама могла прослушивать меня, если бы я сохранил мою прохладную одежду, а не дуть как это. /i}

source: [_RT_] {i}At least she's there making sure those two don't do anything too bad.{/i}
french: [_RT_] {i}Au moins elle est là pour s'assurer que ces deux personnes ne font rien de trop mal. {/i}
italian: [_RT_] {i}Almeno lei è lì assicurandosi che questi due non facciano nulla di troppo male.{/i}
portuguese: [_RT_] {i}Pelo menos ela está lá garantindo que esses dois não façam nada muito mal.{/i}
russian: [_RT_] {i}По крайней мере, она убедится, что эти два не делают ничего слишком плохого.{/i}

source: [_R_] I thought you were going to keep an eye on Lauren.
french: [ _R_ ] Je pensais que tu allais garder un oeil sur Lauren.
italian: [_R_] Pensavo che dovessi tenere d'occhio Lauren.
portuguese: [__R_] Eu pensei que você ia ficar de olho na Lauren.
russian: Я думал, ты присматриваешь за Лорен.

source: [_M_] I'm going to take a nap, so don't bother me!
french: [_M_] Je vais prendre une sieste, alors ne me dérangez pas!
italian: [_M_] prenderò un pisolino, quindi non disturbarmi!
portuguese: [_M_] Vou tirar uma soneca, então não me incomode!
russian: Я вздремну, так что не беспокой меня!

source: [_RT_] {i}Fuck. She's pissed at me.{/i}
french: [_RT_] {i}Fuck. Elle m'est pissée.{/i}
italian: [_RT_] {i}Fuck. Lei mi ha baciato.{/i}
portuguese: [_RT_] {i}Fuck. Ela me pisou.{/i}
russian: [_RT_] {i}Fuck. Она меня жалеет.{/i}

source: [_RT_] {i}I should go apologize for that stripper comment.{/i}
french: [_RT_] {i}Je devrais m'excuser pour ce commentaire stripper {/i}
italian: [_RT_] {i}Dovrei scusarmi per questo commento dello stripper.{/i}
portuguese: [_RT_] {i}Eu deveria ir pedir desculpas por aquele comentário da stripper. {/i}
russian: [_RT_] {i}Я должен принести извинения за этот комментарий.{/i}

source: [_RT_] {i}Hmmm.... She said she was going to take a nap. Why'd she lock the door?{/i}
french: [_RT_] {i}Hmmm.... Elle a dit qu'elle allait faire une sieste. Pourquoi a-t-elle fermé la porte à clé ?
italian: [_RT_] {i}Hmmm.... Ha detto che avrebbe preso un pisolino. Perché avrebbe bloccato la porta?{/i}
portuguese: [_RT_] {i}Hmmm.... Ela disse que ia tirar uma soneca. Por que trancou a porta?{/i}

source: [_RT_] {i}Wait.... is that moaning?{/i}
french: [_RT_] {i}Wait.... c'est un gémissement?{/i}
italian: [_RT_] {i}Aspetta.... è quel gemito?{/i}
russian: [_RT_] Подождите {i}, это увлажняется?{/i}

source: [_RT_] {i}I should check it out.{/i}
french: [_RT_] {i}Je devrais le vérifier.{/i}
italian: [_RT_] {i}Dovrei controllare.{/i}
russian: [_RT_] {i}Я должен его проверить.{/i}

source: [_RT_] {i}She's masterbaiting?!{/i}
french: [_RT_] {i}Elle est en train de pleurer?{/i}
italian: [_RT_] {i}Lei sta masterbaiting?!{/i}
portuguese: [_RT_] {i}Ela é masterbaiting?! {/i}
russian: [_RT_] {i}Шедевров?!{/i}

source: [_RT_] {i}Well, if she's rubbing one out. She can't be too mad at me, right?{/i}
french: [_RT_] {i}Eh bien, si elle se frottait dessus. Elle ne peut pas être trop fou à moi, n'est-ce pas? {/i}
italian: [_RT_] {i}Beh, se ne sta strofinando uno fuori. Non può essere troppo pazza con me, giusto?{/i}
portuguese: [_RT_] {i}Bem, se ela está esfregando uma. Ela não pode ficar muito brava comigo, certo?{/i}
russian: [_RT_] {i}Ну, если она потирает одну из них. Она не может быть слишком сумасшедшей у меня, правда?{/i}

source: [_RT_] {i}God she's sexy. Seeing her buttering her muffin is making me feel better already.{/i}
french: [_RT_] {i}Dieu elle est sexy. La voir beurrer son muffin me fait déjà mieux se sentir.{/i}
italian: [_RT_] {i}Dio è sexy. Vedendo la sua imburrata il suo muffin mi fa sentire già meglio.{/i}
portuguese: [_RT_] {i}Deus que ela é sexy. Ver a manteiga no bolinho já me faz sentir melhor.{/i}
russian: [ _RT_] {i}Бог она сексуальная. Видеть, как она ояранивает свой кекс заставляет меня чувствовать себя лучше.

source: [_RT_] {i}Oh. Looks like she's pulling out the butt plug again.{/i}
french: [_RT_] {i}Oh. On dirait qu'elle sort de nouveau la prise de cul.{/i}
italian: [_RT_] {i}Oh. Sembra che stia tirando di nuovo la spina del testo.{/i}
portuguese: [_RT_] {i}Oh. Parece que ela está puxando a coronha novamente.{/i}
russian: [ _RT_] {i}Oh. Похоже, она снова вытягивает задницу.

source: [_RT_] {i}She really seems to have a thing for butt stuff. I wonder what she's thinking about? Or rather, who?{/i}
french: [_RT_] {i}Elle semble vraiment avoir un truc pour des trucs de foutre. Je me demande de quoi elle pense? Ou plutôt, qui?{/i}
italian: [_RT_] {i}Lei sembra davvero avere una cosa per il butt stuff. Mi chiedo cosa stia pensando? O meglio, chi?{/i}
portuguese: [_RT_] {i}parece que ela realmente tem uma coisa para as costas. Me pergunto no que ela está pensando? Ou antes, quem?{/i}
russian: [ _RT_] {i}У неё действительно есть что-то для задницы. Интересно, о чем она думает? Или, скорее, кто? { /i }

source: [_MT_] {i}I completely lost control out there.{/i}
french: [_MT_] {i}I a complètement perdu le contrôle là-bas.{/i}
italian: [_MT_] {i}Ho perso completamente il controllo là fuori.{/i}
portuguese: [_MT_] {i}Eu perdi completamente o controle lá fora. {/i}
russian: [_MT_] {i}Я полностью потерял свой контроль.{/i}

source: [_MT_] {i}Peeping on Lauren and Matt? Rubbing myself, with Sidney right behind me?{/i}
french: [_MT_] {i}sur Lauren et Matt? Je me frotte, avec Sidney juste derrière moi ?{/i}
italian: [_MT_] {i}Speeping su Lauren e Matt? Sbrigandosi, con Sidney proprio dietro di me?{/i}
portuguese: [_MT_] {i}Peeping sobre Lauren e Matt? Esfregando sozinho, com Sidney logo atrás de me? {/i}
russian: [ _MT_] {i}Пить на Лорен и Мэтта? Потирая себя, с Сидни прямо за мной?

source: [_MT_] {i}Thank God she was too distracted with her laptop to notice what her horrible slut of a mother was doing.{/i}
french: [_MT_] {i}Dieu merci, elle a été trop distrait avec son ordinateur portable pour remarquer ce que faisait son horrible chienne d'une mère.{/i}
italian: [_MT_] {i}Grazie a Dio è stata troppo distratta con il suo portatile per notare ciò che la sua orribile troia di una madre stava facendo.{/i}
portuguese: [_MT_] {i}Graças a Deus, ela estava distraída com seu computador portátil para notar o que seu horrível sluto de uma mãe estava fazendo.{/i}
russian: [_MT_] {i}Благодарю Бога, она была слишком отвлечена своим ноутбуком, чтобы заметить, что делала ее ужасная шлюха малы.{/i}

source: [_MT_] {i}I shouldn't be thinking about what I just saw while I do this but...{/i}
french: [_MT_] {i}Je ne devrais pas penser à ce que je viens de voir pendant que je fais ça, mais...{/i}
italian: [_MT_] {i}Non dovrei pensare a quello che ho appena visto mentre faccio questo ma...{/i}
portuguese: [_MT_] {i}Eu não deveria estar pensando no que acabei de ver enquanto eu faço isso mas ... {/i}
russian: [_MT_] {i}Я не должен думать о том, что только что видел, пока я делаю это но...{/i}

source: [_MT_] {i}I don't think I can stop myself.{/i}
french: [_MT_] {i}Je ne pense pas que je puisse m'arrêter.{/i}
italian: [_MT_] {i}Non credo di poter fermarmi. {/i}
portuguese: [_MT_] {i}Eu não acho que eu possa me parar. {/i}
russian: [_MT_] {i}Я не думаю, что могу остановить себя.{/i}

source: [_MT_] {i}The sight of my youngest daughter swallowing Matt's massive cock... Fuck, I can't get that image out of my mind.{/i}
french: [_MT_] {i}La vue de ma plus jeune fille avalant la grosse queue de Matt ... Fuck, je ne peux pas me défaire cette image de ma tête{/i}
italian: [_MT_] {i}La vista della mia figlia più giovane che ingoia il cazzo massiccio di Matt... Cazzo non riesco a ottenere quell'immagine dalla mia mente.{/i}
portuguese: [_MT_] {i}A visão da minha filha mais nova engolindo o pau massivo de Matt ... Porra, eu não consigo tirar essa imagem da minha mente. {/i}
russian: [_MT_] {i}Вид моей младшей дочери глотала массивную матушку... Ух, я не могу получить это изображение из моей мысли.{/i}

source: [_MT_] {i}How is she able to take it all? I'd like to think I'm pretty good, but I'd have trouble getting that monster all the way down my throat like she just did.{/i}
french: [ _MT_ ] {i}Comment est-elle capable de tout prendre? J'aimerais penser que je suis assez bien, mais j'aurais du mal à obtenir ce monstre tout le long de ma gorge comme elle l'a fait. { /i }
italian: [_MT_] {i}Come è in grado di prendere tutto? Mi piacerebbe pensare che io sia piuttosto buono, ma avrei dei problemi a far scendere quel mostro fino in fondo alla gola come ha appena fatto. /i}
portuguese: [_MT_] {i}Como ela é capaz de levar tudo? Eu gostaria de pensar que eu sou muito boa, mas eu teria problemas para receber aquele monstro todo o caminho pela minha garganta como ela acabou de fazer. {/i}
russian: [_MT_] {i}Как она может все это принять? Я бы хотел подумать, что я очень хорошо, но я бы не смог получить этого монстра в горло, как она только что сделала. /i}

source: [_MT_] {i}Are they having sex yet?{/i}
french: [_MT_] {i}ont-ils des rapports sexuels ?{/i}
italian: [_MT_] {i}Stanno già facendo sesso?{/i}
portuguese: [_MT_] {i}Eles estão fazendo sexo yet? {/i}
russian: [_MT_] {i}У них еще есть секс?{/i}

source: [_MT_] {i}It's hard to believe my little girl could take someone as big as Matt, but I wouldn't have believed she could throat his cock either.{/i}
french: [ _MT_ ] {i}Il est difficile de croire que ma petite fille pourrait prendre quelqu'un aussi grand que Matt, mais je n'aurais pas cru qu'elle pouvait lui aussi la gorge. { /i }
italian: [_MT_] {i}È difficile credere che la mia bambina possa prendere qualcuno grande come Matt, ma nemmeno io avrei creduto che potesse gola al suo cazzo. /i}
portuguese: [_MT_] {i}é difícil acreditar que minha menininha possa levar alguém tão grande quanto Matt, mas eu também não acreditaria que ela poderia gargalhar seu galo também. /i}
russian: [_MT_] {i}Трудно поверить, что моя маленькая девочка может взять кого-нибудь так же большого, как Матт, Но я бы тоже не поверил, что она могла бы горловить его петух. /i}

source: [_MT_] {i}Dammit! I want to know what having something that big inside me feels like.{/i}
french: [_MT_] {i}Dammit! Je veux savoir à quoi ressemble quelque chose d'aussi grand en moi.{/i}
italian: [_MT_] {i}Dammit! Voglio sapere cosa ha qualcosa di grande dentro di me.{/i}
portuguese: [_MT_] {i}Dammit! Eu quero saber o que ter algo que grande dentro de mim sente-se. {/i}
russian: [_MT_] {i}Dammit! Я хочу знать, что такое большое внутри меня чувствуется.{/i}

source: [_RT_] {i}Why'd she stop? She's got that disappointed look she gives me when I fail one of her stupid pop quizzes.{/i}
french: [_RT_] {i}Pourquoi s'arrêterait-elle ? Elle a eu ce regard déçu qu'elle me donne quand je échoue à l'un de ses stupides quiz populaires{/i}
italian: [_RT_] {i}Perché? Lei ha quell'aspetto deluso che mi dà quando fallisco uno dei suoi stupidi pop quizes.{/i}
portuguese: [_RT_] {i}Por que ela parava? Ela está desapontada com a cara que ela me dá quando eu falho em um de seus questionários pop estúpidos.{/i}
russian: [_RT_] {i}Почему-то остановилась? Она отчаянно смотрит на меня, когда я проваливаю одну из ее глупых поп-викторины.{/i}

source: [_MT_] {i}Matt's so much bigger than my toy.{/i}
french: [_MT_] {i}est tellement plus grand que mon jouet.{/i}
italian: [_MT_] {i}Matt's così più grande del mio giocattolo.{/i}
portuguese: [_MT_] {i}Matt's é muito maior que o meu brinquedo.{/i}
russian: [ _MT_] {i}Мэтт намного больше, чем моя игрушка. { /i }

source: [_MT_] {i}I can't fantasize about his monster dick with something so small inside me.{/i}
french: [_MT_] {i}Je ne peux pas rêver de sa bite monstrueuse avec quelque chose d'aussi petit en moi.{/i}
italian: [_MT_] {i}Non riesco a fantasticare sul suo cazzo mostro con qualcosa di così piccolo dentro di me.{/i}
portuguese: [_MT_] {i}Eu não posso fantasiar sobre o seu pau de monstro com algo tão pequeno dentro de mim. {/i}
russian: [_MT_] {i}Я не могу фантазировать о его монстре с чем-то таким маленьким внутри меня.{/i}

source: [_MT_] {i}I could buy a bigger dildo... No, those cost serious money. I don't have any spare cash to spend even if they didn't.{/i}
french: [_MT_] {i}Je pourrais acheter un plus gros gode... Non, ça coûte cher. Je n'ai pas d'argent à dépenser même si ce n'était pas le cas.
italian: [_MT_] {i}Potrei comprare un dildo più grande... No, quelli costano soldi seri. Non ho denaro da spendere anche se non lo fanno.{/i}
russian: [_MT_] {i}Я мог бы купить большую диле... Нет, эти деньги стоят очень дорого. У меня нет запасных наличных средств для траты, даже если они этого не сделали.{/i}

source: [_MT_] {i}More importantly. I don't think the FBI would consider a dildo, a necessary expense.{/i}
french: [ _MT_ ] {i}Plus important encore. Je ne pense pas que le FBI considérerait un gode, une dépense nécessaire. { /i }
italian: [_MT_] {i}Ancora più importante. Non penso che l'FBI considererebbe un dildo, una spesa necessaria.{/i}
portuguese: [_MT_] {i}mais importante. Eu não acho que o FBI consideraria um dildo, uma despesa necessária.{/i}
russian: [_MT_] {i}Еще важнее. Я не думаю, что ФБР считает диледо, необходимым счетом.{/i}

source: [_MT_] {i}Besides. I can't wait. I need a big cock in my pussy now!{/i}
french: [_MT_] {i}Besoin. Je ne peux pas attendre. J'ai besoin d'une grosse queue dans ma chatte !{/i}
italian: [_MT_] {i}Inoltre, non posso aspettare. Ho bisogno di un grosso cazzo nella mia figa adesso!{/i}
portuguese: [_MT_] {i}Além disso. Não posso esperar. Preciso de um cozinheiro grande em minha presunça! {/i}
russian: [_MT_] {i}Бездны. Я не могу ждать. Мне нужен большой петух прямо сейчас!{/i}

source: [_RT_] {i}What's she doing?{/i}
french: [_RT_] {i}Qu'est-ce qu'elle fait ?
italian: [_RT_] {i}Cosa sta facendo?{/i}
russian: [_RT_] {i}Что делает?{/i}

source: [_MT_] {i}Maybe a candle? No... Long, but too skinny.{/i}
french: [_MT_] {i}Peut-être une bougie ? Non... Long, mais trop maigre.
italian: [_MT_] {i}Forse una candela? No... Lunga, ma troppo magra.{/i}
portuguese: [_MT_] {i}Talvez uma vela? Não... Longo, mas muito skin.{/i}
russian: [_MT_] {i}Может быть свечкой? Нет... Долго, но слишком коже.{/i}

source: [_MT_] {i}A flashlight? No, the metal would be too cold.{/i}
french: [_MT_] {i}Une lampe de poche ? Non, le métal serait trop froid.{/i}
italian: [_MT_] {i}Una torcia? No, il metallo sarebbe troppo freddo.{/i}
portuguese: [_MT_] {i}A lanterna? Não, o metal seria muito frio.{/i}
russian: [_MT_] {i}Фонарик? Нет, металл был бы слишком холод.{/i}

source: [_MT_] {i}I need something... Anything!{/i}
french: [_MT_] {i}J'ai besoin de quelque chose... N'importe quoi!{/i}
italian: [_MT_] {i}Ho bisogno di qualcosa... Qualcosa!{/i}
russian: [_MT_] {i}Мне нужно что-нибудь... Всё!{/i}

source: [_MT_] {i}Maybe a cucumber from the kitchen?{/i}
french: [_MT_] {i}Peut-être un concombre de la cuisine ?
italian: [_MT_] {i}Forse un cetriolo dalla cucina?{/i}
portuguese: [_MT_] {i}Talvez um pepino da cozinha? {/i}
russian: [_MT_] {i}Может быть огурцем с кухни?{/i}

source: [_MT_] {i}I need that for dinner tonight. I suppose I could still use it after I was finished...{/i}
french: [_MT_] {i}J'ai besoin de cela pour le dîner ce soir. Je suppose que je pourrais encore l'utiliser une fois que j'ai terminé...{/i}
italian: [_MT_] {i}Ho bisogno di questo per cena stasera. Suppongo che potrei ancora usarlo dopo che ero finito...{/i}
portuguese: [__MT_] {i}Eu preciso disso para o jantar de hoje à noite. Suponho que ainda poderia usá-lo depois que eu estava acabado ... {/i}
russian: [ _MT_] {i}Мне нужно на ужин сегодня. Я думаю, что смогу использовать его после того, как я закончу ... { /i }

source: [_MT_] {i}Could I do that? I never tasted my own pussy before. I suppose I could try? Guys seem to like that sort of thing.{/i}
french: [_MT_] {i}Pourrais-je faire ça ? Je n'ai jamais goûté ma propre chatte avant. « Je suppose que je pourrais essayer? Les gars semblent aimer ce genre de chose.{/i}
italian: [_MT_] {i}Potrei farlo? Non ho mai assaggiato la mia figa prima. Suppongo che potrei provare? I ragazzi sembrano piacerci questo tipo.{/i}
portuguese: [_MT_] {i}Eu poderia fazer isso? Eu nunca experimentei minha própria coxinha antes. Eu suponho que eu poderia tentar? Os caras parecem gostar desse tipo de coisa. {/i}
russian: [_MT_] {i}Не мог бы я это сделать? Я никогда раньше не попробовал. Думаю, я мог бы попробовать? Такого рода ребята.{/i}

source: [_MT_] {i}No, I don't think the girls would appreciate eating veggies that have been marinating in their mother's pussy all afternoon.{/i}
french: [ _MT_ ] {i}Non, je ne pense pas que les filles apprécieraient de manger des légumes qui ont mariné dans la chatte de leur mère tout l'après-midi. { /i }
italian: [_MT_] {i}No, non penso che le ragazze apprezzerebbero mangiare verdure che hanno marinato nella figa di loro madre tutto il pomeriggio.{/i}
portuguese: [_MT_] {i}Não, acho que as meninas não gostaram de comer vegetais que andam marinando com a mãe durante toda a tarde.{/i}
russian: [ _MT_] {i}Нет, я не думаю, что девушки были бы благодарны за то, что бы есть овощи, которые мариновали в киске матери весь день. { /i }

source: [_MT_] {i}Wait... What's that pink box? That's not mine.{/i}
french: [_MT_] {i}Attendez... C'est quoi cette boîte rose ? Ce n'est pas la mienne.
italian: [_MT_] {i}Aspetta... Cos'è quella scatola rosa? Non è la mia.{/i}
russian: [_MT_] {i}Подождите... Что это розовое поле? Это не моя.{/i}

source: [_MT_] {i}It's locked? I'll bet she hides the key in her old shoes like she did when we were kids.{/i}
french: [_MT_] {i}Il est verrouillé ? Je parierai qu'elle cache la clé dans ses vieilles chaussures comme elle l'a fait quand nous étions des enfants.{/i}
italian: [_MT_] {i}È bloccato? Scommetto che nasconde la chiave nelle sue vecchie scarpe come ha fatto quando eravamo bambini.{/i}
portuguese: [_MT_] {i}está trancada? Aposto que ela esconde a chave de seus sapatos velhos como fez quando éramos crianças.{/i}
russian: [_MT_] {i}Заблокировал? Я поставлю, что она скрывает ключ в своей старой обуви, которую она сделала, когда мы были детьми.{/i}

source: [_MT_] {i}What are you hiding under my bed, Sister?{/i}
french: [_MT_] {i}Qu'est-ce que tu caches sous mon lit, ma sœur ?
italian: [_MT_] {i}Cosa stai nascondendo sotto il mio letto, Sorella?{/i}
russian: [_MT_] {i}Что ты прячешься под моей кроватью, сестра?{/i}

source: [_MT_] {i}Oh, wow! Now that's what I'm talking about!{/i}
french: [_MT_] {i}Oh, wow ! Voilà de quoi je parle!{/i}
italian: [_MT_] {i}Oh, wow! Ora è quello di cui sto parlando!{/i}

source: [_MT_] {i}It's engraved? "An exact replica of my dick. Love Bobby"?{/i}
french: [_MT_] {i}C'est gravé ? «Une réplique exacte de ma bite. Love Bobby« ?
italian: [_MT_] {i}È inciso? "Una replica esatta del mio cazzo. Love Bobby"?{/i}
russian: [_MT_] {i}Подгравировал? "Точная копия моей пластинки. Любовь Бобби"?{/i}

source: [_MT_] {i}What the fuck? Why did she win the big dick husband lottery?{/i}
french: [_MT_] {i}Qu'est-ce que c'est que ce bordel ? Pourquoi a-t-elle gagné la loterie du mari à la grosse bite ?
italian: [_MT_] {i}Che cazzo fa? Perché ha vinto la lotteria marito grande cazzo?{/i}
portuguese: [_MT_] {i}Que porcar? Por que ela ganhou a loteria do marido de grande porco?{/i}
russian: [_MT_] {i}What the fuck? Почему она выиграла большой коварный муж лотерея?{/i}

source: [_MT_] {i}Fuck, this is so messed up! I'm about to use the same dildo my sister masturbates with...{/i}
french: [_MT_] {i}Putain, c'est vraiment n'importe quoi ! Je suis sur le point d'utiliser le même gode que celui avec lequel ma soeur se masturbe...{/i}
italian: [_MT_] {i}Fuck, questo è così inconveniente! Sto per usare lo stesso dildo mia sorella si masturba con...{/i}
russian: [_MT_] {i}Вкус, это так смешно! Я собираюсь использовать ту же дилду с моей сестрой мастурбиты...{/i}

source: [_MT_] {i}That was cast with my brother-in-law's penis.{/i}
french: [_MT_] {i}Il a été coulé avec le pénis de mon beau-frère.
italian: [_MT_] {i}È stato lanciato con il pene di mio cognato.{/i}
russian: [_MT_] {i}был разыгрывается с качем моего зятваря.{/i}

source: [_MT_] {i}While I fantasize about my daughter's boyfriend!{/i}
french: [_MT_] {i}Pendant que je fantasme à propos du petit ami de ma fille !{/i}
italian: [_MT_] {i}Mentre fantastico sul fidanzato di mia figlia!{/i}
portuguese: [_MT_] {i}Enquanto eu fantasio sobre o namorado da minha filha!{/i}
russian: [_MT_] {i}В то время как я мечтаю о друге моей дочери!{/i}
