Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_RT_] {i}That must be the van Lauren was talking about.{/i}
dutch: [_RT_] {i}Dat moet het van Lauren zijn.{/i}

source: [_RT_] {i}GEC Electric Company... Pretty generic name... It might just be the FBI.{/i}
dutch: [_RT_] {i}GEC Elektrisch Bedrijf... Prettige generieke naam... Het kan gewoon de FBI.{/i} zijn

source: [_RT_] {i}If it is, I hope it's just Diaz... I don't know what I'll say if there are other agents inside.{/i}
dutch: [_RT_] {i}Zo ja, dan hoop ik dat het alleen Diaz... Ik weet niet wat ik zal zeggen als er nog andere agenten in zitten.{/i}

source: [_RT_] {i}Well, Here goes nothing.{/i}
dutch: [_RT_] {i}Nou, Hier gaat niets.{/i}

source: [_AD_] Well, if it isn't the twerp... To what do I owe the pleasure?
dutch: [_AD_] Nou, als het niet het twerp... Voor wat doe ik dat plezier?

source: [_R_] Oh... I was just noticing how cold it got when I was passing this van... I figured there must be a witch inside.
dutch: [_R_] Oh... Ik merkte net hoe koud het werd toen ik deze bestelwagen passeerde... Ik moest daar een heks binnen hebben.

source: [_AD_] You found our cliché FBI van. What gave it away, was it our wireless network named "FBI Surveillance Van"?
dutch: [_AD_] Je hebt ons clicheľFBI Van gevonden. Wat heeft het weggegeven, was het ons draadloze netwerk genaamd "FBI Surveillance Van"?

source: [_AD_] Haha... Never mind, come in.
dutch: [_AD_] Haha... Maakt niet uit! Kom binnen.

source: [_AD_] Welcome to where the magic happens.
dutch: [_AD_] Welkom bij waar de magie plaatsvindt.

source: [_R_] Oh, my God!... You're literally watching everything we do.
dutch: [_R_] Oh, mijn God!... Je kijkt letterlijk alles wat we doen.

source: [_AD_] Like I told you before, I hacked into your cameras, and then I installed a few of my own.
dutch: [_AD_] Zoals ik je eerder vertelde, heb ik je camera's gehackt, en vervolgens heb ik een paar eigen camera's geïnstalleerd.

source: [_R_] Oh, God!... Does the entire FBI see everything we do?
dutch: [_R_] Oh, God!... Zie de hele FBI alles wat we doen?

source: [_AD_] Haha... Lucky for you, no. I just send them anything that would be valuable to our investigation.
dutch: [_AD_] Haha... Geluk voor u, nee. Ik stuur ze gewoon iets toe dat waardevol zou zijn voor ons onderzoek.

source: [_AD_] You'd be in a world of trouble if anyone besides myself was heading this investigation.
dutch: [_AD_] Je zou in een moeilijke wereld zijn als iemand naast mij leiding gaf aan dit onderzoek.

source: [_AD_] But as it is, I delete almost everything since most everything your family does has no value to the FBI, only value to my pussy.
dutch: [_AD_] Maar zoals het is, Ik verwijder bijna alles omdat alles wat uw familie doet geen waarde voor de FBI heeft, alleen waarde voor mijn pusse.

source: [_AD_] I'm really doing your family a favor by keeping everything discreet.
dutch: [_AD_] Ik doe je familie echt een plezier door alles discreet te houden.

source: [_AD_] Instead of hating me, you should think of me as your friend.
dutch: [_AD_] In plaats van me te haten, zou je me moeten beschouwen als je vriend.

source: [_R_] Well... It's hard to think of someone who is extorting you for money or favors as a friend.
dutch: [_R_] Well... Het is moeilijk om iemand te bedenken die jou afperkt voor geld of die een vriend is.

source: [_AD_] So, was there a reason you became bold enough to come knocking on my FBI van?
dutch: [_AD_] Dus was er een reden dat je dapper genoeg werd om op mijn FBI te komen kloppen?

source: [_R_] Yeah actually... I don't know if you know this, but Lauren is running for...
dutch: [_R_] Feitelijk... Ik weet niet of je dit weet, maar Lauren draait voor...

source: [_AD_] Student body president?... Yeah, I know.
dutch: [_AD_] lichaamsvoorzitter van de leerling?... Ja, dat weet ik.

source: [_AD_] I can see all her texts and social media... so I know.
dutch: [_AD_] Ik kan al haar teksten en sociale media zien... dus ik weet het.

source: [_R_] Ok... well, do you already know what I need from you then?
dutch: [_R_] Ok... Nou, weet je al wat ik van je nodig heb?

source: [_AD_] Please don't ask me to be Lauren's campaign manager... though... Lauren and I could become quite close if I were managing her campaign...
dutch: [_AD_] Vraag me niet om Lauren's campagne manager te zijn... Let wel... Lauren en ik zouden heel dicht bij elkaar kunnen komen als ik haar campagne zou beheren...

source: [_AD_] Alright... you talked me into it... I'll manage Lauren's campaign.
dutch: [_AD_] Oké... je hebt me erover gesproken... Ik zal Lauren's campagne beheren.

source: [_R_] No... that's not what I wanted at all!
dutch: [_R_] Nee... dat is niet wat ik helemaal wil!

source: [_AD_] Haha... No shit, Sherlock!
dutch: [_AD_] Haha... Geen shit, herlock!

source: [_AD_] I'm just messing with ya.
dutch: [_AD_] Ik doe gewoon een puinhoop met ja.

source: [_AD_] Please... Ask your favor.
dutch: [_AD_] Alsjeblieft... Vraag uw gunst.

source: [_R_] Ok... So the kid Lauren is running against...
dutch: [_R_] Ok... Dus de kid Lauren draait tegen...

source: [_AD_] You mean that stud, Matt?
dutch: [_AD_] bedoelt u die stud, Matt?

source: [_R_] Urrgghhh... He's not as hot shit as everyone thinks he is.
dutch: [_R_] Urrgghhhh... Hij is niet zo heet als iedereen denkt dat hij is.

source: [_AD_] Jealous, much?
dutch: [_AD_] Joos, veel?

source: [_R_] No!... maybe...
dutch: [_R_] Nee!... misschien...

source: [_R_] Anyways, Lauren's chances of beating him are slim, so she wanted me, to ask you, if you could dig up any dirt on him.
dutch: [_R_] Hoe dan ook, Lauren's kansen om hem te verslaan zijn slang, dus ze wilde dat ik je zou vragen, als je hem vuil zou kunnen opgraven.

source: [_AD_] Wait...
dutch: [_AD_] wacht...

source: [_AD_] You want me, to use the resources of the FBI, to find dirt on a kid, so your sister can win a student body election?
dutch: [_AD_] Je wilt dat ik de bronnen van de FBI gebruikt, om vuil te vinden op een kind, zodat je zus een studentenlichaam kan winnen?

source: [_R_] Uhhh.... it sounds worse when you say it like that.
dutch: [_R_] Uhhh.... het klinkt erger wanneer je het zo zegt.

source: [_R_] But... could you?
dutch: [_R_] Maar... toch?

source: [_AD_] Maybe...
dutch: [_AD_] misschien...

source: [_AD_] It would depend on if you'd be willing to do something for me in return.
dutch: [_AD_] Het hangt ervan af of je in ruil daarvoor iets voor mij wil doen.

source: [_R_] I should have known.
dutch: [_R_] Ik zou het moeten weten.

source: [_AD_] Of course you should have known... You don't just get something for nothing.
dutch: [_AD_] Natuurlijk moet je het weten... Je krijgt niet zomaar iets voor niets.

source: [_R_] Ok... And what could an FBI agent want from a high school kid?
dutch: [_R_] Ok... En wat kan een FBI agent van een kind op de middelbare school willen?

source: [_AD_] Give me a second... I wasn't expecting to be offered a favor from a high school student today...
dutch: [_AD_] Geef me een seconde... Ik had niet verwacht om vandaag nog een gunst van een middelbare school leerling te krijgen...

source: [_AD_] Ooohhh... That's it!
dutch: [_AD_] Ooohh... Dat is het!

source: [_AD_] As a high school student, you've got access to your high school.
dutch: [_AD_] Als middelbare scholier heb je toegang tot je middelbare school.

source: [_R_] Oh, no... You don't want me to become a narc, do you?
dutch: [_R_] Oh, nee... Je wilt niet dat ik een nark wordt, toch?

source: [_AD_] No... We've already got an informant in your school.
dutch: [_AD_] Nee... We hebben al een informant in je school.

source: [_R_] Really?... Who?
dutch: [_R_] Echt waar?... Wie?

source: [_R_] Is it a teacher, or a student?
dutch: [_R_] Is het een leraar of een leerling?

source: [_R_] Right... Never mind.
dutch: [_R_] Rechts... Maakt u zich niet uit.

source: [_R_] So, if you've got a narc, why do you need my help?
dutch: [_R_] Dus, als je een smal hebt, waarom heb je mijn hulp nodig?

source: [_AD_] Because our informant is too straight-laced.
dutch: [_AD_] Want onze informant is te strak.

source: [_AD_] She'd report me for sure.
dutch: [_AD_] Ik weet zeker dat ze mij zal rapporteren.

source: [_R_] Oh, no... This sound like it could be risky.
dutch: [_R_] Oh, nee... Dit klinkt alsof het riskant kan zijn.

source: [_AD_] Yeah... You wouldn't want to get caught.
dutch: [_AD_] Ja... Je zou niet willen worden gepakt.

source: [_R_] So?... What do you need?
dutch: [_R_] Dus?... Wat heb je nodig?

source: [_AD_] I want you to sneak into the girls' locker room and plant a spy camera in the shower for me.
dutch: [_AD_] Ik wil dat je in de meisjeskamer sluipt en een spionagecamera in de douche voor mij plant.

source: [_R_] You want a camera in the high school girls' locker room?
dutch: [_R_] Wil je een camera in de locker van middelbare schoolmeisjes?

source: [_R_] There must be drug deals going down in there, or something?
dutch: [_R_] Er moeten drugsdeals zijn daarbinnen, of iets?

source: [_AD_] Yes... drugs.
dutch: [_AD_] Ja... drugs.

source: [_R_] Oh... You just want to see girls changing... Don't you?
dutch: [_R_] Oh... Je wilt gewoon meisjes zien veranderen... Ben je het niet?

source: [_AD_] It can be two things.
dutch: [_AD_] Het kan twee dingen zijn.

source: [_AD_] I mean... Who knows what kind of shady things are going on in there.
dutch: [_AD_] Ik bedoel... Wie weet wat voor soort duistere dingen daar gebeuren.

source: [_AD_] Once we have a camera in there, we'll know for sure.
dutch: [_AD_] Zodra we er een camera in hebben, weten we zeker.

source: [_R_] Well, how in the hell am I supposed to plant a camera in the girls' dressing room?
dutch: [_R_] Nou, hoe in de hel moet ik een camera planten in de kledingkamer van meisjes?

source: [_AD_] I don't know, have Lauren help you... She'll draw much less attention.
dutch: [_AD_] Ik weet het niet, laat Lauren je helpen... Ze zal veel minder aandacht trekken.

source: [_R_] Yeah, right... Lauren showers in there... She'll never be okay with this.
dutch: [_R_] Yeah, gelijk... Lauren douchen daarbinnen... Ze zal hier nooit goed mee zijn.

source: [_AD_] Well then, you could try in the early morning, before school starts. There are students there for extracurricular activities, but there might not be any students in the showers.
dutch: [_AD_] Goed dan, kunt u het in de vroege ochtend proberen, voordat de school begint. Daar zijn studenten voor buitenschoolse activiteiten, maar misschien zijn er geen studenten in de douche.

source: [_R_] Yeah... I guess I could try that.
dutch: [_R_] Ja... Ik denk dat ik het kan proberen.

source: [_AD_] Perfect... Once that camera is live and streaming, I'll see if I can dig up some dirt on your best friend Matt.
dutch: [_AD_] Perfect... Zodra die camera live is en aan het streamen, zal ik kijken of ik wat aardig kan graven op je beste vriend Matt.

source: [_AD_] Here's the spy cam.
dutch: [_AD_] Hier is de spionagekamer.

source: {b}{i}"You received one spy-cam"{/i}{/b}
dutch: {b}{i}"Je hebt één spy-cam"{/i}{/b} ontvangen

source: [_AD_] Now... If there's nothing else, I'd like to get back to observing my favorite family... All the best stuff seems to happen in the evening.
dutch: [_AD_] Nu... Als er niets anders is, wil ik terug om mijn favoriete familie te observeren. . Alle beste dingen lijken 's avonds te gebeuren.

source: [_R_] Can I watch with you for a few minutes?
dutch: [_R_] Kan ik met je kijken voor een paar minuten?

source: [_AD_] I guess... pull up a chair and make yourself comfortable.
dutch: [_AD_] Ik vermoed... neem een stoel op en maak jezelf comfortabel.

source: {i}"A few minutes later"{/i}
dutch: {i}"Een paar minuten later"{/i}

source: [_AD_] Oh, look, Sidney's starting to finger herself.
dutch: [_AD_] Oh, kijk, Sidney's beginnende met de vinger zelf.

source: [_R_] Oh, nice!
dutch: [_R_] Oh, lekker!

source: [_RT_] {i}This is weird watching Sidney with Diaz right next to me.{/i}
dutch: [_RT_] {i}Dit is raar om Sidney te kijken met Diaz vlak naast mij.{/i}

source: [_AD_] Oh, here, you can watch it on your own monitor too.
dutch: [_AD_] Oh, hier, kun je het ook op je eigen monitor zien.

source: [_AD_] Sidney's no Lauren, but she's still pretty damn hot!
dutch: [_AD_] Zidney's geen Lauren, maar ze is nog steeds verdomd heet!

source: [_R_] What is it about Lauren that you like so much?
dutch: [_R_] Wat is het aan Lauren waar je zo van houdt?

source: [_AD_] I'm into redheads.
dutch: [_AD_] Ik ben in roodhoofden.

source: [_R_] What about my mom?
dutch: [_R_] Hoe zit het met mijn m?

source: [_AD_] Oh, fuck yeah... She's so damn hot!
dutch: [_AD_] Oh, kwaadaardig ja... Ze is zo verdomd heet!

source: [_AD_] I'm not allowed to do anything with her though...
dutch: [_AD_] Ik mag niets met haar doen...

source: [_AD_] Joey DeCapo's specifically forbid any of his people to touch [mom_name].
dutch: [_AD_] Joey DeCapo's verbieden specifiek elk van zijn mensen om [mom_name] aan te raken.

source: [_AD_] He wants her for himself.
dutch: [_AD_] Hij wil haar voor zichzelf.

source: [_AD_] Mmmmm...
dutch: [_AD_] Mmmmmmm...

source: [_RT_] {i}Oh, wow... Diaz is rubbing her pussy over her tight pants.{/i}
dutch: [_RT_] {i}Oh, wow... Diaz maakt haar onderspit over haar strakke pants.{/i}

source: [_R_] Do I need to worry about Joey raping my mom or anything?
dutch: [_R_] Moet ik me zorgen maken over Joey die mijn moeder verkracht of wat dan ook?

source: [_AD_] Oh, no...
dutch: [_AD_] Oh, nee...

source: [_AD_] Joey doesn't force himself on women...
dutch: [_AD_] Joey dwingt zichzelf niet op vrouwen af ...

source: [_AD_] He loves to play a game with other men's wives.
dutch: [_AD_] Hij houdt ervan een spel te spelen met de vrouwen van andere mannen.

source: [_AD_] He loves to win them, then corrupt them, make them his, He makes them practically beg for sex, and then releases them on the men who attend his club.
dutch: [_AD_] Hij houdt er van om ze te winnen, vervolgens ze te corrupt te maken, maak ze van hem, Hij smeekt ze bijna om het geslacht, waarna ze worden vrijgelaten aan de mannen die zijn club bijwonen.

source: [_R_] He's living the dream!
dutch: [_R_] Hij leeft in de dromen!

source: [_R_] Only... How do I prevent him from doing that with my mom?
dutch: [_R_] Alleen... Hoe verhinderd ik hem dat hij dat met mijn moeder doet?

source: [_RT_] {i}Fuck!... Now I have a boner!{/i}
dutch: [_RT_] {i}Fuck!... Nu heb ik een boog!{/i}

source: [_AD_] I don't know... Good luck with that though.
dutch: [_AD_] Ik weet het niet... Veel succes daarmee.

source: [_R_] Would you stop rubbing your pussy while I'm trying to talk to you?... It's very... distracting.
dutch: [_R_] Wil je stoppen met het neerslaan van je spullen terwijl ik met je probeer te praten?... Het is zalig... afgeleid worden.

source: [_AD_] Oh... I'm sorry. I'm being a bad host.
dutch: [_AD_] Oh... Het spijt me. Ik ben een slechte host.

source: [_AD_] I see your dick is hard as a rock. Please, feel free to take him out and do the same for yourself.
dutch: [_AD_] Ik zie dat je lui hard is als een rots. Alsjeblieft, voel je vrij om hem weg te nemen en doe hetzelfde voor jezelf.

source: [_AD_] I know I can't resist when I'm watching Sidney paddle the pink canoe.
dutch: [_AD_] Ik weet dat ik niet kan weerstaan wanneer ik naar het Zidney batje kijk.

source: [_RT_] {i}I know she's being a smart ass, so let's see how she reacts if I really pull my dick out.{/i}
dutch: [_RT_] {i}Ik weet dat ze slim is, dus laten we eens kijken hoe ze reageert als ik mijn vlek eruit haal.{/i}

source: [_AD_] Oh my God, [ryan]!
dutch: [_AD_] Oh mijn God, [ryan]!

source: [_AD_] I could tell you were big from the video streams, but seeing it in person... That's something else.
dutch: [_AD_] Ik zou kunnen zeggen dat je groot bent in de videostromen, maar je ziet het persoon... Dat is iets anders.

source: [_AD_] Would you mind turning towards me, so I can get a better view?
dutch: [_AD_] Zou je je op me willen richten, zodat ik een betere weergave krijg?

source: [_R_] Do you like what you see?
dutch: [_R_] Vind je wat je ziet?

source: [_AD_] Damn... I've got to admit, I'm impressed.
dutch: [_AD_] Damn... Ik moet toegeven, ik ben onder de indruk.

source: [_AD_] Do you mind if I take a closer look?... Maybe, touch him?
dutch: [_AD_] Vind je het erg als ik een zorgvuldige blik neem?... neem hem misschien aan?

source: [_AD_] Holy fuck, this thing is huge.
dutch: [_AD_] Heilige gek, dit is enorm.

source: [_AD_] This is the kind of cock you only see in pornos.
dutch: [_AD_] Dit is de hanen die je alleen in pornos ziet.

source: [_AD_] How does your body have enough blood to keep this thing erect?
dutch: [_AD_] Hoe heeft je lichaam genoeg bloed om dit ding te houden?

source: [_R_] Oh my God... That feels good.
dutch: [_R_] Oh mijn God... Dat voelt me goed.

source: [_AD_] Wow... I need both my hands to get a good grip.
dutch: [_AD_] Wow... Ik heb beide handen nodig om een goede greep te krijgen.

source: [_AD_] I'm not even that into dicks, but this one has me interested.
dutch: [_AD_] Ik ben niet eens zo in dicks, maar deze interesseert me.

source: [_RT_] {i}Oh... This is weird getting a handjob from someone I hate.{/i}
dutch: [_RT_] {i}Oh... Dit is raar om een handschoen te krijgen van iemand die ik hate.{/i}

source: [_RT_] {i}If she wasn't so sexy... maybe I could resist.{/i}
dutch: [_RT_] {i}Als ze niet zo sexy was... misschien zou ik kunnen weerstaan.{/i}

source: [_RT_] {i}I can't believe this is happening... I never would have guessed I'd be getting a handy from Agent Diaz.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat dit gebeurt... Ik had nooit gedacht dat ik handig was geweest van agent Diaz.{/i}

source: [_R_] Hhhhnnggghh... I'm getting close!
dutch: [_R_] Hhnggghh... Ik begin dichtbij!

source: [_R_] Huh?... Why'd you stop?
dutch: [_R_] Huh?... Waarom zou je stoppen?

source: [_AD_] This is my van... You don't get to have an orgasm before me.
dutch: [_AD_] Dit is mijn bestel... Je mag geen orgasme voor me hebben.

source: [_R_] That is so not cool!
dutch: [_R_] Dat is zo niet cool!

source: [_AD_] Do you want me to finish?
dutch: [_AD_] Wil je dat ik eindig?

source: [_R_] Of course I do... That's just cruel to do that to me without finishing.
dutch: [_R_] Natuurlijk doe ik dat... Dat is gewoon wreed voor mij zonder af te ronden.

source: [_AD_] Alright, I'll finish if you take care of me first.
dutch: [_AD_] Ok, ik sluit af als je eerst voor me zorgt.

source: [_R_] Alright... I can finger you until you cum.
dutch: [_R_] Oké... Ik kan je vinger geven totdat je cumuleert.

source: [_AD_] I can finger myself thank you... I want you to lick my cunt.
dutch: [_AD_] Ik kan mezelf met de vinger vinger naar je dan... Ik wil dat je mijn bliksem teistert.

source: [_R_] Really?... You want me... to lick you?...
dutch: [_R_] Echt waar?... Wil je dat ik... op je drukt?...

source: [_AD_] Yeah... It's not a very difficult concept.
dutch: [_AD_] Ja... Het is geen moeilijk concept.

source: [_R_] It's just that we're not really...
dutch: [_R_] Het is alleen zo dat we niet echt zijn...

source: [_AD_] I've told you already... We should be friends.
dutch: [_AD_] Ik heb je al verteld ... We moeten vrienden zijn.

source: [_AD_] What better way to start a friendship.
dutch: [_AD_] Wat een betere manier om een vriendschap te starten.

source: [_R_] Yeah... Because so many of my friendships have started just like this.
dutch: [_R_] Ja... Want zo veel van mijn vriendschappen zijn net zo begonnen.

source: [_AD_] Do you want me to finish you off, or not?
dutch: [_AD_] Wil je dat ik je afrond, of niet?

source: [_R_] Yeah... Ok, I'll do it.
dutch: [_R_] Ja... Ok, ik doe het.

source: [_RT_] {i}I know Diaz is making me do this to show her dominance... but the smell of her cunt is driving me crazy.{/i}
dutch: [_RT_] {i}Ik weet dat Diaz me dit doet om haar dominantie te laten zien... maar de geur van haar tante drijft me gestoord.{/i}

source: [_RT_] {i}I don't care if that makes me the submissive one here... I just want to taste that pussy.{/i}
dutch: [_RT_] {i}Het kan me niet schelen als dat me er één maakt. Ik wil gewoon die smaak posten.{/i}

source: [_AD_] Have you fallen asleep back there?... Get licking!
dutch: [_AD_] Ben je daar in slaap gevallen terug?... Krijg een knipsel!

source: [_AD_] Yeah, there you go!
dutch: [_AD_] Yeah, daar ga je!

source: [_AD_] Oh, yeah... That's what I needed today!
dutch: [_AD_] Oh, ja... Dat was wat ik vandaag nodig had!

source: [_AD_] Yes! You fucking beta... lick my asshole too!
dutch: [_AD_] Ja! Je bent aan het knoeien ... liep ook weg!

source: [_RT_] {i}Did she just call me a beta?... I should walk out of this van right now... Let her see what it feels like not to finish.{/i}
dutch: [_RT_] {i}noemde ze me gewoon een beta?... Ik zou nu uit dit vrachtwagen lopen... Laat haar zien hoe het voelt om niet te eindigen.{/i}

source: [_RT_] {i}Eh, it's not worth it. Not only is this making me incredibly horny, I really want her to finish me off.{/i}
dutch: [_RT_] {i}Eh, het is het niet waard. Dit maakt me ongelooflijk hoorzaam, ik wil echt dat ze me afmaakt.{/i}

source: [_AD_] Oh, fuck! I'm cumming!
dutch: [_AD_] Oh, fuk! Ik snap het!

source: [_AD_] AAAaaahhhh!....
dutch: [_AD_] Aaaahhhh!....

source: [_AD_] God!... That felt good!
dutch: [_AD_] God!... Dat gevoelde goed!

source: [_R_] Wait... You had an orgasm?
dutch: [_R_] Wacht... Heb je een orgaan gehad?

source: [_AD_] Of course I did, you idiot.
dutch: [_AD_] Natuurlijk deed ik, jij idioot.

source: [_R_] Where's all the juices?
dutch: [_R_] Waar is alle sap?

source: [_R_] You were wet, but you didn't squirt at all.
dutch: [_R_] Je was nat, maar je was helemaal niet gepletterd.

source: [_AD_] Haha... You think all women squirt?
dutch: [_AD_] Haha... Denk je dat alle vrouwen vierkant?

source: [_AD_] Most women don't squirt.
dutch: [_AD_] De meeste vrouwen doen het niet.

source: [_R_] Oh, I just figured they didn't squirt because they were faking their orgasm.
dutch: [_R_] Oh, ik heb net niet gekropen omdat ze hun orgasme aan het vervagen waren.

source: [_AD_] Well, yeah, most of them probably are faking... but [ryan], squirting is a rare thing.
dutch: [_AD_] Nou, ja, de meesten van hen zijn waarschijnlijk aan het bakken... maar [ryan], het pleinen is een zeldzaam ding.

source: [_AD_] Especially the amount of fluid the girls in your family squirt.
dutch: [_AD_] Vooral de hoeveelheid vloeistof van de meisjes in je familie vakje.

source: [_AD_] I mean, the size of your dick... The way all the girls in your family can blast like a fire hose.
dutch: [_AD_] Ik, de grootte van je woorden... De manier waarop alle meisjes in je familie kunnen bloeden als een brandgat.

source: [_AD_] It's like your family was bred to make porn.
dutch: [_AD_] Het is alsof uw familie is gefokt om porno te maken.

source: [_R_] Huh... That would be a fun career.
dutch: [_R_] Huh... Dat zou een leuke carrière zijn.

source: [_AD_] Well, you've already got the studio. Now, you just need to talk the girls into it.
dutch: [_AD_] Nou, je hebt het studio. Nu hoef je alleen maar de meisjes erin te praten.

source: [_AD_] I mean, with your silver tongue, I'm sure it won't be too long.
dutch: [_AD_] Ik bedoel, met jouw zilveren tong, ik weet zeker dat het niet te lang zal zijn.

source: [_AD_] Here... Let me pull up my pants.
dutch: [_AD_] Hier... Laat me mijn broek opblazen.

source: [_RT_] {i}Could I really transition my studio from a cosplay photo studio, to a porn studio?{/i}
dutch: [_RT_] {i}Kan ik mijn studio echt overschakelen van een cosplay foto-studio, naar een porno studio?{/i}

source: [_RT_] {i}Or, better yet, a cosplay porn studio.{/i}
dutch: [_RT_] {i}of nog beter, een cosplay porn studio.{/i}

source: [_R_] Alright, I'm ready for you to finish me off now.
dutch: [_R_] Ok, ik ben klaar om me nu af te maken.
