Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MD_] I mean, it's a lot to take in. I guess after I first caught the two of you messing around, I kinda figured it would happen sooner or later.
french: [ _MD_ ] Je veux dire, c'est beaucoup à prendre. Je suppose que lorsque j'ai attrapé les deux d'entre vous, j'ai pensé que ça arriverait tôt ou tard.
italian: [_MD_] Voglio dire, è molto da prendere. Immagino che dopo che ho preso per la prima volta i due di voi incastrando intorno, ho percepito che sarebbe successo prima o poi.
portuguese: [_MD_] quero dizer, é muito pra digerir. Acho que depois de ter apanhado os dois de vocês a menosprezar por aí, eu imaginei que isso aconteceria mais cedo ou mais tarde.
russian: Я имею в виду, это очень много для того, чтобы принять участие. Думаю, после того, как я впервые поймал вас обоих, я решил, что это произойдет рано или поздно.

source: [_MD_] But now that I know it's really happening?
french: [ _MD_ ] Mais maintenant que je sais que ça se passe vraiment?
italian: [_MD_] Ma ora che so che sta realmente accadendo?
portuguese: [_MD_] Mas agora que eu sei que está realmente acontecendo?
russian: [_MD_] Но теперь, когда я знаю, что это действительно происходит?

source: [_MD_] A real bother and sister, and you're actually having sex with each other?
french: [ _MD_ ] Une vraie peine et une vraie sœur, et vous avez des rapports sexuels entre eux?
italian: [_MD_] Un vero fastidio e sorella, e si sta effettivamente facendo sesso con l'altro?
portuguese: [_MD_] Uma irmã de verdade e vocês estão fazendo sexo um com o outro?
russian: [ _MD_] Реяла и сестра, и ты действительно занимаешься сексом друг с другом?

source: [_MD_] That's so fucking hot!
french: [_MD_] C'est tellement fucking chaud !
italian: [_MD_] È così scopata caldo!
portuguese: [_MD_] Que fofofo!
russian: [_MD_] Это так жарко!

source: [_RT_] {i}Phew... I mean, it's Mandy... I guess I didn't need to worry. But it's still nice to know she's okay with it. Even if I'm going to catch hell from Lauren when she finds out that I blabbed.{/i}
french: [_RT_] {i}Ouf... Je veux dire, c'est Mandy... Je suppose que je n'ai pas besoin de m'inquiéter. Mais il est toujours agréable de savoir qu'elle est d'accord avec elle. Même si je vais attraper l'enfer de Lauren quand elle découvre que j'ai blabbed.{/i}
italian: [_RT_] {i}Phew... Voglio dire, è Mandy... Immagino che non ho bisogno di preoccuparmi. Ma è ancora bello sapere che sta bene con esso. Anche se ho intenzione di prendere l'inferno da Lauren quando scopre che ho accecato.{/i}
portuguese: U[_RT_] {i}Phew... quero dizer, é mamãe... Acho que não precisei me preocupar. Mas ainda é bom saber que ela está bem com ele. Mesmo se eu for pegar o inferno de Lauren quando ela descobrir que eu blabou.{/i}
russian: [_RT_] {i}Phew... Я имею в виду, это Манды... Думаю, мне не нужно было беспокоиться. Но все равно приятно знать, что она с ней нормально. Даже если я собираюсь поймать ада из Лорона, когда она обнаружит, что я взорвался.{/i}

source: [_MD_] So, when did it happen?
french: [ _MD_ ] Alors, quand est-ce arrivé?
italian: [_MD_] Allora, quando è successo?
portuguese: U[_MD_] Então, quando isso aconteceu?
russian: [_MD_] Итак, когда это случилось?

source: [_MD_] Wait! Don't tell me.
french: [_MD_] Attendez ! Ne me le dites pas.
italian: [_MD_] Aspetta! Non dirmi.
portuguese: [_MD_] Espera! Não me diga.
russian: [ _MD_] Подождите! Не говори мне.

source: [_MD_] I'm going to make Lauren tell me instead.
french: [_MD_] Je vais faire me dire Lauren à la place.
italian: [_MD_] invece mi dirò Lauren.
portuguese: [__MD_] Eu vou fazer Lauren me dizer em vez disso.
russian: Я заставлю Лорен сказать мне вместо этого.

source: [_MD_] I can't believe she didn't talk to me about it as soon as she fucked you! She's so selfish! Trying to hog you all to herself again, I bet.
french: [_MD_] Je ne peux pas croire qu'elle ne m'a pas parlé de ça dès qu'elle vous a baisé ! « Elle est si égoïste! Essayer de vous remonter à elle-même, je parie. »
italian: [_MD_] Non riesco a credere che lei non mi abbia parlato non appena ti ha scopato! È così egoista! Cercando di farti incastrare tutti a se stessa, scommetto.
portuguese: [__MD_] Eu não posso acreditar que ela não falou comigo sobre isso assim que ela te fodeu! Ela é tão egoísta! Tentando encapuçar você tudo para si mesma de novo, aposto.
russian: [_MD_] Я не могу поверить, что она не общалась со мной, как только она вас похудет. Она так эгорько! Попытка вытащить тебя снова к себе, я ставку.

source: [_MD_] Well, now that the cat's out of the bag, she's going to tell me every little detail about how she first fucked her big brother.
french: [_MD_] Eh bien, maintenant que le chat est sorti du sac, Elle va me raconter tous les détails sur la façon dont elle a d'abord baisé son grand frère.
italian: [_MD_] Beh, ora che il gatto è fuori dalla borsa, mi dirà ogni piccolo dettaglio su come ha scopato per la prima volta il suo fratello maggiore.
portuguese: [__MD_] Bem, agora que o gato está fora da bolsa, ela vai me contar cada pequeno detalhe sobre como ela primeiro fodeu o irmão maior dela.
russian: Ну, теперь, когда кошка вышла из сумки, она расскажет мне каждую маленькую деталь о том, как она впервые трахнул своего старшего брата.

source: [_RT_] {i}Wow, she's really into it! This my chance to make a move on her.{/i}
french: [_RT_] {i}Wow, elle est vraiment en train de l'entrer! C'est ma chance de la faire bouger.{/i}
italian: [_RT_] {i}Wow, è davvero in esso! Questa è la mia occasione per fare una mossa su di lei. {/i}
portuguese: [_RT_] {i}Wow, ela está realmente dentro dela! Esta é a minha chance de dar um passo para ela.{/i}
russian: [_RT_] {i}Wow, она действительно в него! Это мой шанс сделать шаг к ней.{/i}

source: [_R_] You know...
french: [_R_] Vous savez...
italian: [_R_] Lo sa...
portuguese: U[_R_] Você sabe...
russian: [ _R_] Вы знаете ...

source: [_R_] If you really want to know what it was like...
french: [ _R_ ] Si vous voulez vraiment savoir ce que c'était ...
italian: [_R_] Se vuoi davvero sapere come è stato...
portuguese: [_R_] Se você realmente quer saber o que foi como ...
russian: [_R_] Если вы действительно хотите знать, что это было...

source: [_R_] I'd be more than happy to give you some first-hand experience.
french: [ _R_ ] Je serais plus qu'heureux de vous donner une expérience de première main.
italian: [_R_] Sarei più che felice di darti qualche esperienza di prima mano.
portuguese: [_R_] Ficaria mais do que feliz em lhe dar uma experiência em primeira mão.
russian: [_R_] Я бы был более чем счастлив, чтобы получить удовольствие от работы из первых рук.

source: [_R_] You said it was only a matter of time for Lauren and I.
french: [ _R_ ] Vous avez dit que ce n'était qu'une question de temps pour Lauren et moi.
italian: [_R_] Tu hai detto che era solo una questione di tempo per Lauren ed io.
portuguese: [_R_] Você disse que é só uma questão de tempo para Lauren e eu.
russian: Ты сказал, что это лишь вопрос времени для Лорен и Я.

source: [_R_] With all the cum you've been draining from my balls lately, didn't you think it was only a matter of time for us too?
french: [ _R_ ] Avec tout le sperme que vous avez couperé ces derniers temps, n'avez-vous pas pensé que ce n'était qu'une question de temps pour nous aussi?
italian: [_R_] Con tutto lo sperma che hai drenato dalle mie palle ultimamente, non pensavi che fosse solo una questione di tempo anche per noi?
portuguese: [_R_] Com todo o cum que você vem drenando das minhas bolas ultimamente, você não achou que era só uma questão de tempo para nós também?
russian: [_R_] В последнее время вы высыхали из моих шариков, не думали, что для нас это тоже было совсем недолго?

source: [_MD_] I... We were just messing around and... and I like the taste of your cum is all.
french: [_MD_] Je... Nous étions en train de gâcher et... et j'aime le goût de votre foutre est tout.
italian: [_MD_] Io... Eravamo solo disordinati intorno e... e mi piace il gusto del tuo sperma è tutto.
portuguese: [_MD_] Eu... Nós estávamos apenas bagunçando por aí e... e eu gosto do gosto do seu chum é tudo.
russian: [ _MD_] Я ... Мы просто запутались и ... и мне нравится вкус твоего кума.

source: [_MD_] It wasn't like I was trying to fuck you.
french: [ _MD_ ] Ce n'était pas comme si j'essayais de te baiser.
italian: [_MD_] Non era come se stavo cercando di scopare.
portuguese: U[_MD_] não foi como se eu estivesse tentando te mudar.
russian: [_MD_] Это было не так, как я пытался вас есть.

source: [_R_] Come on, tell me you never pictured us together.
french: [ _R_ ] Allez, dites-moi que vous ne nous avez jamais picturés ensemble.
italian: [_R_] Avanti, dimmi che non ci hai mai fotografato assieme.
portuguese: [_R_] Vamos lá, diga que você nunca nos imaginou juntos.
russian: Давай, скажи мне, что ты никогда не представлял нас вместе.

source: [_MD_] ...Maybe...
french: [_MD_] ...Peut-être...
italian: [_MD_] ...Forse...
portuguese: [_MD_] ...Talvez...
russian: [ _MD_] ...Может быть ...

source: [_R_] You wanted Lauren to tell you the details, right? What details?
french: [ _R_ ] Vous voulez que Lauren vous dise les détails, n'est-ce pas? Quels détails?
italian: [_R_] Volevi che Lauren ti raccontasse i dettagli, giusto? Quali dettagli?
portuguese: [_R_] Você queria que o Lauren lhe dissesse os detalhes, certo? Quais detalhes?
russian: Ты хотел, чтобы Лорен рассказала тебе подробности, верно? Какие детали?

source: [_MD_] Like... like if you kissed.
french: [_MD_] J'aime... comme si vous étiez.
italian: [_MD_] Mi piace... come se ci si baciasse.
portuguese: [_MD_] gosta... como se você tivesse beijado.
russian: [ _MD_] Как ... как если бы ты поцеловал.

source: [_R_] Of course we did, it was amazing! Her lips were so soft. What else?
french: [_R_] Bien sûr que nous l'avons fait, c'était incroyable ! Ses lèvres étaient si douces. Quoi d'autre ?
italian: [_R_] Certo che abbiamo fatto, è stato incredibile! Le sue labbra erano così morbide. Che altro?
portuguese: [_R_] É claro que fizemos, foi incrível! Seus lábios eram tão macios. O que mais?
russian: [ _R_] Конечно, мы сделали, это было потрясающе! Губы у нее были такие мягкие. Что еще?

source: [_MD_] You know... like what you said to each other.
french: [ _MD_ ] Vous savez ... comme ce que vous avez dit l'un à l'autre.
italian: [_MD_] Lo sai... come quello che hai detto l'uno all'altro.
portuguese: [__MD_] Você sabe ... como o que você disse um ao outro.
russian: [ _MD_] Вы знаете ... как то, что вы сказали друг другу.

source: [_R_] We talked about how we didn't care what society said about us, that us being brother and sister, a forbidden love, only made our attraction to each other hotter.
french: [ _R_ ] Nous avons parlé de la façon dont nous ne nous sommes pas soucié de ce que la société a dit à propos de nous, que nous sommes frère et sœur, un amour interdit, nous n'avons fait que notre attirance pour tous les autres.
italian: [_R_] Abbiamo parlato di come non ci importava quello che la società ha detto di noi, che siamo fratello e sorella, un amore proibito, ha fatto solo la nostra attrazione l'uno verso l'altro più caldo.
portuguese: [_R_] Nós conversamos sobre como não nos importamos com o que a sociedade disse sobre nós, que nós sermos irmão e irmã, um amor proibido, só fez nossa atração entre cada um mais gostosa.
russian: [ _R_] Мы говорили о том, что нам было наплевать на то, что общество говорит о нас, что мы, брат и сестра, запретная любовь, только сделали наше влечение к друг другу горячее.

source: [_R_] Come on, Mandy... Tell me what you really want to know.
french: [ _R_ ] Allez, Mandy ... Dis-moi ce que tu veux vraiment savoir.
italian: [_R_] Avanti, Mandy... Dimmi cosa vuoi veramente sapere.
portuguese: [_R_] Vamos lá, Mandy ... Diga o que você realmente quer saber.
russian: Давай, Мэнди ... Скажи мне, что ты действительно хочешь знать.

source: [_MD_] How... how did it feel?
french: [_MD_] Comment... qu'est-ce que ça a ressenti ?
italian: [_MD_] come... come si è sentito?
portuguese: [_MD_] Como ... como é que se sentiu?
russian: [ _MD_] Как ... как это было?

source: [_R_] How did "what" feel?
french: [ _R_ ] Comment "quoi"?
italian: [_R_] Come ha fatto "che cosa" sentire?
portuguese: [__R_] Como foi que "o que" sentiu?
russian: [_R_] Как «что» чувствует?

source: [_MD_] Your cock... sliding into her... into her pussy.
french: [_MD_] Votre queue... se glisse dans la chatte... dans la chatte.
italian: [_MD_] Il tuo cazzo... scivolare in lei... nella sua figa.
portuguese: [__MD_] Seu pau ... deslizando em sua ... em sua bichinha.
russian: [_MD_] Твоя кокет... скользнулась... в её кишку.

source: [_R_] You want to know what it feels like? Having a big dick pumping in and out of you?
french: [_R_] Vous voulez savoir à quoi cela ressemble ? Vous avez une grosse bite qui vous pompe et qui vous sort ?
italian: [_R_] Vuoi sapere che cosa si sente come? Avere un grosso cazzo di pompaggio dentro e fuori di te?
portuguese: [_R_] Você quer saber como se parece? Tendo um grande pau entrando e saindo de você?
russian: [ _R_] Вы хотите знать, каково это? У тебя есть большой член, качающий и выкачивая из тебя?

source: [_R_] Feeling a big dick pushing all the way into you, stretching out your pussy, till it's knocking on your womb?
french: [ _R_ ] Savoir une grosse queue qui pousse tout le chemin en vous, étirer votre chatte, jusqu'à ce qu'il frappe sur votre ventre?
italian: [_R_] Sentirsi un grosso cazzo spingendo fino in fondo in te, allungando la tua figa, fino a quando non bussa al tuo grembo?
portuguese: [_R_] Sentindo-se uma grande palha empurrando todo o seu caminho, esticando a sua mochila, até que esteja batendo na sua mulher?
russian: [ _R_] Чувя большой член, толкающий в тебя всю дорогу, вытягивая свою киску, пока она не стучит в твою утробу?

source: [_MD_] Oh fuck, [ryan]. Yes, I want to know what that feels like.
french: [_MD_] Oh fuck, [ryan]. Oui, je veux savoir à quoi cela ressemble.
italian: [_MD_] Oh cazzo, [ryan]. Sì, voglio sapere che cosa mi sembra.
portuguese: [_MD_] Oh fone, [ryan]. Sim, quero saber como isso se parece.
russian: [ _MD_] О хуй, [ рьян]. Да, я хочу знать, каково это.

source: [_R_] I can show you, right now.
french: [ _R_ ] Je peux vous montrer, en ce moment.
italian: [_R_] ti posso mostrare, in questo momento.
portuguese: [_R_] posso te mostrar agora.
russian: Я могу показать тебе, прямо сейчас.

source: [_MD_] I... I...
french: [_MD_] I... Je... Je...
portuguese: [_MD_] Eu... Eu...
russian: [ _MD_] Я ... Я ...

source: [_MD_] Well... When did it happen?
french: [_MD_] Eh bien... Quand est-ce arrivé?
italian: [_MD_] Bene... Quando è successo?
portuguese: [_MD_] Bem... Quando isso aconteceu?
russian: [ _MD_] Ну ... Когда это случилось?

source: [_R_] It was right after the election.
french: [ _R_ ] C'était juste après l'élection.
italian: [_R_] Era giusto dopo le elezioni.
portuguese: U[_R_] Foi logo após a eleição.
russian: [ _R_] Это было сразу после выборов.

source: [_MD_] I thought Matt fucked her after the election.
french: [_MD_] Je pensais que Matt la baisait après les élections.
italian: [_MD_] Pensavo che Matt la scopasse dopo le elezioni.
portuguese: [__MD_] Eu pensei que Matt a fodeu depois da eleição.
russian: [ _MD_] Я думал, что Мэтт трахнул её после выборов.

source: [_R_] Well, he did... I guess we both fucked her.
french: [_R_] Eh bien, il a fait... Je suppose que nous avons tous deux baisé elle.
italian: [_R_] Beh, ha fatto... Immagino che entrambi la abbiamo scopata.
portuguese: [_R_] Bem, ele fez ... Acho que nós dois fodemos com ela.
russian: Ну, он ... Думаю, мы оба трахали ее.

source: [_MD_] Wait, separately or... at the same time?
french: [_MD_] Attendez, séparément ou... en même temps ?
italian: [_MD_] Aspetta, separatamente o... allo stesso tempo?
portuguese: [__MD_] Espera, separadamente ou ... ao mesmo tempo?
russian: [_MD_] Подождите, отдельно или... одновременно?

source: [_R_] Umm, both I guess. Before Matt finished, he suggested we do her at the same time.
french: [_R_] Umm, les deux je suppose. Avant que Matt ne finisse, il a suggéré que nous le fassions en même temps.
italian: [_R_] Umm, entrambi credo. Prima di Matt finito, ha suggerito di farla allo stesso tempo.
portuguese: [_R_] Umm, ambos eu adivinho. Antes de Matt terminar, ele sugeriu que fizéssemos ela ao mesmo tempo.
russian: [ _R_] Umm, both I guess. До того, как Мэтт закончил, он предложил нам сделать ее одновременно.

source: [_MD_] Oh, my God! She took you both together?
french: [_MD_] Oh, mon Dieu! Elle vous a tous les deux pris ensemble?
italian: [_MD_] Oh, mio Dio! Lei vi ha presi entrambi insieme?
portuguese: [__MD_] Ah, meu Deus! Ela levou os dois juntos?
russian: О, Боже мой! Она взяла вас обоих вместе?

source: [_R_] I mean, she was sucking my dick while Matt fucked her.
french: [_R_] Je veux dire, elle suce ma bite pendant que Matt la baisait.
italian: [_R_] Voglio dire, lei stava succhiando il mio cazzo mentre Matt la scopò.
portuguese: [_R_] quero dizer que ela estava chupando meu pato enquanto Matt a fodiu.
russian: Я имею в виду, она сосала мой член, пока Мэтт трахнул ее.

source: [_MD_] You spit roasted her? Oh, tell me more!
french: [_MD_] Vous la crachez rôtie? Oh, dites-moi plus!
italian: [_MD_] La hai sputata? Oh, dimmi di più!
portuguese: [_MD_] Você cuspiu ela? Oh, me diga mais!
russian: Ты её поджарил? О, скажи мне больше!

source: [_R_] Hey, I thought you wanted to hear about her first time with me, not with Matt?
french: [_R_] Hé, je pensais que vous vouliez en savoir plus sur elle pour la première fois avec moi, pas avec Matt?
italian: [_R_] Ehi, ho pensato che volevi sentire la sua prima volta con me, non con Matt?
portuguese: [_R_] Ei, eu pensei que você queria ouvir sobre ela pela primeira vez comigo, não com o Carro?
russian: [ _R_] Эй, я думал, ты хотел услышать о ней в первый раз со мной, а не с Мэттом?

source: [_MD_] Later.
french: [_MD_] Plus tard.
italian: [_MD_] Più Pro.
portuguese: [_MD_] Depois
russian: [ _MD_] Позже.

source: [_MD_] Did you both cum on her?
french: [_MD_] Avez-vous tous les deux éjaculé sur elle?
italian: [_MD_] Hai entrambi sperma su di lei?
portuguese: [__MD_] Você tanto cum sobre ela?
russian: [_MD_] Вы оба её на нем?

source: [_RT_] {i}I really don't want to talk about Matt, but Lauren getting double teamed is really putting her in the mood. May as well just go with it.{/i}
french: [_RT_] {i}Je ne veux vraiment pas parler de Matt, mais Lauren se double équipe la met vraiment dans l'humeur. Peut aussi aller avec. {/i}
italian: [_RT_] {i}Non voglio davvero parlare di Matt, ma Lauren ottenere doppia squadra è davvero metterla nell'umore. Può anche solo andare con esso.{/i}
portuguese: [_RT_] {i}Eu realmente não quero falar sobre Matt, mas Lauren ficar em equipe dupla é colocá-la no humor. Assim como de maio, basta acompanhar.{/i}
russian: [_RT_] {i}Я действительно не хочу говорить о Матте, но Лоурен, получивший двойную команду, действительно положил ее в настроение. Также май с ним идти.{/i}

source: [_R_] Yeah, I came all over her face and Matt filled up her pussy.
french: [_R_] Oui, je suis venu sur son visage et Matt a rempli la chatte.
italian: [_R_] Sì, sono venuto dappertutto il suo viso e Matt riempì la sua figa.
portuguese: [_R_] Sim, vim por todo o seu rosto e Matias enchi seu puxão.
russian: [ _R_] Да, я наткнулся на ее лицо, и Мэтт заполнил ее киску.

source: [_R_] Cum was just dripping off of her whole body when we were done.
french: [ _R_ ] Cum était à la dérive de tout son corps quand on l'a fait.
italian: [_R_] Cum stava solo sgocciolando di tutto il suo corpo quando siamo stati fatti.
portuguese: [__R_] Cum estava apenas pingando de seu corpo inteiro quando fomos feitos.
russian: Когда мы закончили, Кум просто откатывал от всего ее тела.

source: [_MD_] Oh, fuck! She must have looked like a such a slut all covered in cum.
french: [_MD_] Oh, baise ! Elle aurait dû ressembler à une telle salope tout couverte de foutre !
italian: [_MD_] Oh, scopata! Lei doveva assomigliare a una tale troia tutta coperta di sperma.
portuguese: [_MD_] Ah, foi! Ela deve ter parecido com um tal martelo coberto de pinheiro.
russian: О, чёрт! Должно быть, она была похожа на такую потаскушку, которая вся покрыта кумом.

source: [_MD_] I wish that had been me. A bunch of guys taking turns with me till I'm drenched in sperm. That sounds so fucking hot.
french: [_MD_] J'aurais aimé que ça m'ait été. Un tas de mecs qui se tournent avec moi jusqu'à ce que je sois enfoncé dans des spermatozoïdes. Cela semble tellement fucking chaud.
italian: [_MD_] Vorrei che fossi stato io. Un mucchio di ragazzi a turni con me fino a quando non sono inzuppato di sperma. Quel suono così scopa caldo.
portuguese: [__MD_] Eu queria que tivesse sido eu. Um bando de caras se reveem comigo até que eu esteja ensopado de esperma. Isso soa tão foda.
russian: Я бы хотел, чтобы это был я. Куча парней оборачивает меня до тех пор, пока я не задержу в сперме. Звучит так, блядь, жарко.

source: [_R_] You'd like that? Getting fucked by two guys? Having them railing you one after the other? Painting your whole body with their cum?
french: [_R_] Vous aimeriez ça ? Vous vous faites baiser par deux mecs ? Les faire vous ramoner les uns après les autres ? Peindre tout votre corps avec leur foutre ?
italian: [_R_] Ti piacerebbe così? Fottendoti scopata da due ragazzi? Avendoti una dopo l'altra? Dipingere tutto il tuo corpo con il loro cum?
portuguese: [_R_] Você gostaria disso? Chamando dois caras? Ter que te consertar um após o outro? Pintar seu corpo inteiro com seus pinturos?
russian: Тебе это понравится? Два парня трахнул? Когда они напевали тебя за другой? Покраснеть твое тело своим кумом?

source: [_R_] Feeling their dicks pushing all the way into you, stretching out your pussy till it's knocking on your womb.
french: [ _R_ ] Savoir leurs dicks pousser tout le chemin vers vous, étirer votre chatte jusqu'à ce qu'il frappe sur votre ventre.
italian: [_R_] Sentire i loro cazzi spingendo fino in fondo in te, allungando la tua figa fino a quando sta bussando al tuo grembo materno.
portuguese: [__R_] Sentindo seus pintos empurrando todo o caminho para dentro de você, esticando o seu bichano até que ele está batendo em seu ventre.
russian: [_R_] Чувствуйте их кубики, толкающие в вас весь путь, растягивая пышку до тех пор, пока он не стучит на вашей утро.

source: [_MD_] Oh, fuck [ryan]! Yes, I want to know what that feels like.
french: [_MD_] Oh, baise [ryan]! Oui, je veux savoir à quoi cela ressemble.
italian: [_MD_] Oh, scopa [ryan]! Sì, voglio sapere cosa ti sembra.
portuguese: U[_MD_] Oh, fod [ryan]! Sim, quero saber como isso se parece.
russian: [ _MD_] Oh, ucn [ ryan]! Да, я хочу знать, каково это.

source: [_R_] I can show you what getting fucked feels like... Right now.
french: [ _R_ ] Je peux vous montrer ce qui se fait fucked ressemble à ... En ce moment.
italian: [_R_] Posso mostrarvi cosa si sente scopata... In questo momento.
portuguese: [_R_] Eu posso te mostrar como se sente pra caralho... Agora mesmo.
russian: [ _R_] Я могу показать тебе, что такое хреново чувствует ... Прямо сейчас.

source: [_MD_] I can't.
french: [_MD_] Je ne peux pas.
italian: [_MD_] non posso.
portuguese: [_MD_] Não posso.
russian: [_MD_] Я не могу.

source: [_MD_] I want to... I really, {i}really{/i} want to.
french: [_MD_] Je veux vraiment... Je veux vraiment, {i}vraiment{/i} vouloir.
italian: [_MD_] Lo voglio... davvero, {i}davvero{/i} vuole.
portuguese: [_MD_] Eu quero ... Eu realmente, {i}realmente {/i} quero.
russian: [ _MD_] Я хочу ... Я действительно, {i}реально { /я } хочу.
