Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Luckily I have the fake ID Joey DeCapo gave me.{/i}
italian: [_RT_] {i}Fortunatamente ho il falso ID Joey DeCapo mi ha dato. {/i}

source: [_R_] Yes, and I've got my ID with me if you need proof.
italian: [_R_] Sì, e ho il mio ID con me se hai bisogno di prove.

source: [_AG_] Oh, fantastic, than I'll bring two glasses, that is, if you want to buy a bottle.
italian: [_AG_] Oh, fantastico, che porterò due bicchieri, cioè, se volete comprare una bottiglia.

source: [_AG_] It comes with the room reservation, but since you're getting it for free, I'll have to charge for the champagne.
italian: [_AG_] Viene fornito con la prenotazione della stanza, ma dal momento che lo state ottenendo gratuitamente, dovrò pagare per lo champagne.

source: [_M_] Where did you get a fake ID?
italian: [_M_] Dove hai ottenuto un falso ID?

source: [_M_] I should be mad... But I had one at your age.
italian: [_M_] dovrei essere pazzo... Ma ne avevo uno alla tua età.

source: [_M_] Besides, I'm just so excited that we got this dressing room!
italian: [_M_] Inoltre, sono così entusiasta che abbiamo ottenuto questo spogliatoio!

source: [_M_] Oh, my God!... This is so nice!
italian: [_M_] Oh, mio Dio!... Questo è così bello!

source: [_M_] I'm pretty sure that those are real flowers!
italian: [_M_] Sono abbastanza sicuro che questi siano dei veri fiori!

source: [_M_] You have no idea how happy this makes me!
italian: [_M_] Non hai idea di quanto sia felice questo mi rende!

source: [_M_] I never got to do anything like this when I was a bride to be.
italian: [_M_] Non ho mai avuto modo di fare qualcosa del genere quando ero una sposa ad essere.

source: [_M_] We rushed our wedding since I was pregnant with Sidney, and our Catholic parents didn't want their friends talking.
italian: [_M_] Abbiamo affrettato il nostro matrimonio da quando ero incinta con Sidney, e i nostri genitori cattolici non volevano che i loro amici parlavano.

source: [_M_] I just wore my Mom's old wedding dress, we had a small church wedding, and an after wedding party in your grandparent's backyard.
italian: [_M_] Ho appena indossato il vecchio abito da sposa di mia mamma, abbiamo avuto un piccolo matrimonio di chiesa, e un dopo festa di nozze nel cortile di tuo nonno.

source: [_M_] I often wondered how it would feel to do the whole big wedding stuff.
italian: [_M_] Mi sono spesso chiesto come si sentirebbe di fare tutta la roba di nozze grande.

source: [_M_] And now today, because of you, I'll get to experience a small part of that.
italian: [_M_] E oggi, a causa di voi, arriverò a sperimentare una piccola parte di questo.

source: [_RT_] {i}I'm so glad I was able to make Mom happy today!{/i}
italian: [_RT_] {i}Sono così contento di poter rendere la mamma felice oggi!{/i}

source: [_RT_] {i}Speaking of which, I think it's time to do something for myself.{/i}
italian: [_RT_] {i}Parlando di questo, penso che sia il momento di fare qualcosa per me stesso.{/i}

source: [_RT_] {i}That curtain is not covering the entire entry to the door.{/i}
italian: [_RT_] {i}Quella tenda non copre l'intera entrata alla porta.{/i}

source: [_RT_] {i}And according to my new philosophy on life, when opportunity knocks, I'm going to answer.{/i}
italian: [_RT_] {i}E secondo la mia nuova filosofia sulla vita, quando l’opportunità bussa, risponderò.{/i}

source: [_RT_] Oh, hell yeah!
italian: [_RT_] Oh, diavolo, sì!

source: [_RT_] That's the kind of view I never want to forget.
italian: [_RT_] Questo è il tipo di visione che non voglio mai dimenticare.

source: [_RT_] And to help me out with that...
italian: [_RT_] E per aiutarmi con quello...

source: [_RT_] {i}That's an amazing one to add to the collection!{/i}
italian: [_RT_] {i}È uno straordinario da aggiungere alla collezione!{/i}

source: [_RT_] {i}I'd better sneak back before I get caught.{/i}
italian: [_RT_] {i}Farei meglio a tornare indietro prima di essere catturato.{/i}

source: [_M_] I've never owned much lingerie in my life.
italian: [_M_] Non ho mai posseduto molta lingerie nella mia vita.

source: [_M_] Your dad never cared for it.
italian: [_M_] tuo papà non se ne è mai curato.

source: [_M_] He'd just rip them off, and never say a word about how I looked in them.
italian: [_M_] Avrebbe solo strapparli e non dire mai una parola su come ho guardato in loro.

source: [_M_] So, I just stopped buying and wearing them.
italian: [_M_] Così, ho smesso di comprare e indossarli.

source: [_M_] Oh, God... I shouldn't be telling you those kind of intimate things.
italian: [_M_] Oh, Dio... non dovrei dirvi quelle cose intime.

source: [_R_] No, Mom... You need to have someone you can tell these kinds of things to.
italian: [_R_] No, Mamma... Devi avere qualcuno a cui puoi dire questo tipo di cose.

source: [_M_] I probably need a therapist, but since we can't afford one, I guess you'll have to do.
italian: [_M_] Probabilmente ho bisogno di un terapista, ma poiché non ce ne possiamo permettere, credo che tu debba fare.

source: [_R_] Well, the more I hear about how Dad treated you on the day to day, the more I'm disgusted in him.
italian: [_R_] Beh, più sento parlare di come papà ti ha trattato giorno per giorno, più sono disgustato in lui.

source: [_M_] No, that's not why I tell you these things, I don't want to destroy your image of your father.
italian: [_M_] No, non è per questo che ti dico queste cose, non voglio distruggere la tua immagine di tuo padre.

source: [_R_] He destroyed his own image in my mind the day he got hauled off to prison. The more I hear about him though, the more it solidifies my new image of him.
italian: [_R_] Egli distrusse la sua immagine nella mia mente il giorno in cui fu portato in prigione. Più sento parlare di lui, più solidifica la mia nuova immagine di lui.

source: [_R_] The idiot couldn't see or value what was right in front of him!
italian: [_R_] L'idiota non riusciva a vedere o a valutare quello che era proprio di fronte a lui!

source: [_R_] I mean, I've got the most beautiful woman in the world standing right in front of me, and it's you who makes that lingerie look stunning, not the other way around.
italian: [_R_] Voglio dire, ho la donna più bella del mondo in piedi proprio di fronte a me, ed è tu che fa che quella biancheria intima sembri stupefacente, non il contrario.

source: [_R_] I mean, God, Mom... You're breathtaking!
italian: [_R_] Voglio dire, Dio, Mamma... Sei mozzafiato!

source: [_R_] Let me grab my ID.
italian: [_R_] Permettetemi di afferrare il mio ID.

source: [_AG_] Oh, don't worry about it.
italian: [_AG_] Oh, non preoccuparti.

source: [_AG_] I'll just take your word for it.
italian: [_AG_] prenderò solo la tua parola per esso.

source: [_AG_] Of course, How could I not trust such a polite young man?
italian: [_AG_] Naturalmente, come non potrei fidarmi di un giovane così educato?

source: [_R_] Uh, thanks!
italian: [_R_] Uh, grazie!

source: [_AG_] That choice was inspired.
italian: [_AG_] Questa scelta è stata ispirata.

source: [_RT_] {i}How about we toast the way Mom keeps rubbing her feet across my erect penis?{/i}
italian: [_RT_] {i}Che ne dici di brindare il modo in cui la mamma continua a strofinare i piedi attraverso il mio pene eretto?{/i}

source: [_MT_] {i}I could make a toast about how hard my son's dick is right now.{/i}
italian: [_MT_] {i}Potrei fare un brindisi su quanto duro il cazzo di mio figlio è proprio ora.{/i}

source: [_MT_] {i}God, [mom_name]!... When did you stop trying not to have perverted thoughts about your own son?{/i}
italian: [_MT_] {i}Dio, [mom_name]!... Quando hai smesso di provare a non aver pervertito pensieri sul tuo figlio?{/i}

source: [_R_] How about... our independence.
italian: [_R_] Come dire... la nostra indipendenza.

source: [_M_] How do you mean?
italian: [_M_] In che senso?

source: [_R_] Our independence from Dad.
italian: [_R_] La nostra indipendenza dal papà.

source: [_R_] Yeah, think about it. He hasn't done a damn thing for us since he was thrown in prison.
italian: [_R_] Sì, pensateci. Non ha fatto una cosa dannata per noi da quando è stato gettato in prigione.

source: [_R_] And sure, things have been hard, we've all had a lot of trials and stress, but so far, nobody's dead.
italian: [_R_] E sicuro, le cose sono state difficili, abbiamo tutti avuto molte prove e stress, ma finora nessuno è morto.

source: [_R_] We still have the house, We're still buying food, clothes, meeting all of our necessities, and all while paying a thousand dollars a week to the Mafia.
italian: [_R_] Abbiamo ancora la casa, stiamo ancora comprando cibo, vestiti, incontrare tutte le nostre necessità, e tutto mentre pagano mille dollari alla settimana alla mafia.

source: [_R_] Our little "Family Venture" is paying off. We're making more money every week from our pictures.
italian: [_R_] La nostra piccola "Family Venture" sta pagando. Ogni settimana guadagniamo più soldi dalle nostre foto.

source: [_R_] Things are getting better. In some ways, things are better than when Dad was home.
italian: [_R_] Le cose stanno migliorando. In qualche modo, le cose sono migliori di quando papà era a casa.

source: [_M_] Well, you make a strong argument.
italian: [_M_] Beh, fai un forte argomento.

source: [_M_] So... I'll drink to our independence.
italian: [_M_] Quindi... berrò alla nostra indipendenza.

source: [_R_] You're the one with experience. Why don't you show me some of the poses you learned when you were trying to become a model?
italian: [_R_] Sei quello con esperienza. Perché non mi mostri alcune delle pose che hai imparato quando stavi cercando di diventare un modello?

source: [_RT_] {i}Thank God she didn't make me promise not to pop a boner, cause I've had one ever since I peeked at her behind the changing room curtain.{/i}
italian: [_RT_] {i}Grazie a Dio non mi ha fatto promettere di non pop un boner, perché ne ho avuto uno da quando ho sbirciato dietro la tenda dello spogliatoio. /i}

source: [_M_] You're dad probably would have fallen asleep by now.
italian: [_M_] Sei papà probabilmente si sarebbe addormentato adesso.

source: [_R_] Are we sure that he's not gay?
italian: [_R_] Siamo sicuri di non essere gay?

source: [_M_] Did you really just use that word to describe a pose your own mother should do for you?
italian: [_M_] Hai davvero usato quella parola per descrivere una posa che tua madre dovrebbe fare per te?

source: [_R_] Maybe it's not the best way to state it, but you know, the kind of pose I'd ask you to make for one of my photo shoots.
italian: [_R_] Forse non è il modo migliore per affermarlo, ma sai, il tipo di posa ti chiederei di fare per uno dei miei scatti fotografici.

source: [_M_] I'm so thankful you don't have your camera here!
italian: [_M_] Sono così grato che non hai la tua macchina fotografica qui!

source: [_R_] Oh, fuck! I should have been recording this with my phone!
italian: [_R_] Oh, cazzo! Avrei dovuto registrarlo con il mio telefono!

source: [_M_] [ryan]! Please watch your language! And if you tried to record this, I'd rip your balls off.
italian: [_M_] [ryan]! Guardate la vostra lingua! E se avete provato a registrare questo, strapperei le vostre palle fuori.

source: [_M_] That's not exactly a new development though, is it?
italian: [_M_] Ma non è esattamente un nuovo sviluppo?

source: [_MT_] {i}Damn... My son's got a confident swagger, I'll give him that much.{/i}
italian: [_MT_] {i}Damn... Mio figlio ha avuto uno swagger fiducioso, gli darò così tanto.{/i}

source: [_MT_] {i}[dad_name] almost never complimented my looks.{/i}
italian: [_MT_] {i}[dad_name] quasi mai complimentato il mio look.{/i}

source: [_M_] That was more fun than I expected!
italian: [_M_] È stato più divertente di quanto mi aspettavo!

source: [_M_] Just get it under control before I'm finished changing. I don't want our new friend Angela to see you walking out of here smuggling a missile after watching your mother put on lingerie.
italian: [_M_] Basta metterlo sotto controllo prima di aver finito di cambiare. Non voglio che il nostro nuovo amico Angela ti veda uscire da qui contrabbando di un missile dopo aver visto tua madre indossare la biancheria intima.

source: [_RT_] {i}After that show, I'm not ever going to be able to get rid of this boner without some release.{/i}
italian: [_RT_] {i}Dopo questo spettacolo, non sarò mai in grado di sbarazzarmi di questo boner senza qualche rilascio.{/i}

source: [_RT_] {i}Hmmm... I could use this to my advantage.{/i}
italian: [_RT_] {i}Hmmm... Potrei usarlo a mio vantaggio.{/i}

source: [_RT_] {i}I need to start by taking off all my clothes.{/i}
italian: [_RT_] {i}Devo iniziare decollando tutti i miei vestiti.{/i}

source: [_RT_] {i}There... now, Mom will have no choice but to address this little problem.{/i}
italian: [_RT_] {i}Lì... ora, la mamma non avrà altra scelta che affrontare questo piccolo problema.{/i}

source: [_RT_] {i}God, I could nut at any time. If this is going to work, I need to get my thoughts under control.{/i}
italian: [_RT_] {i}Dio, potrei dire in qualsiasi momento. Se questo sta per funzionare, ho bisogno di tenere sotto controllo i miei pensieri.{/i}

source: [_RT_] {i}This is going to be a real exercise in endurance.{/i}
italian: [_RT_] {i}Questo sarà un vero esercizio di resistenza.{/i}

source: [_RT_] {i}Ok, I'm in position for when Mom opens that curtain.{/i}
italian: [_RT_] {i}Ok, sono in posizione per quando la mamma apre quella tenda.{/i}

source: [_M_] So, did you take care of...
italian: [_M_] Allora, ti sei preso cura...

source: [_M_] [ryan]! What the heck are you doing?!
italian: [_M_] [ryan]! Che heck stai facendo?!

source: [_R_] You told me to take care of my boner.
italian: [_R_] Mi hai detto di prendermi cura della mia erezione.

source: [_M_] Not like that!
italian: [_M_] Non è così!

source: [_M_] I meant for you to get your dirty thoughts under control and maybe try to walk it off.
italian: [_M_] Ho inteso per voi per ottenere i vostri pensieri sporchi sotto controllo e forse cercare di camminare fuori.

source: [_MT_] {i}Though how you can walk around with an erection that huge, I have no idea.{/i}
italian: [_MT_] {i}Anche se come si può camminare con un'erezione che enorme, non ho idea.{/i}

source: [_M_] And why the hell did you take off all your clothes?
italian: [_M_] E perché l'inferno ti sei tolto tutti i vestiti?

source: [_R_] It helps me cum faster.
italian: [_R_] Mi aiuta a sborrare più velocemente.

source: [_R_] And after your fashion show, there's no way I'm going to get rid of this erection without cumming.
italian: [_R_] E dopo la tua sfilata di moda, non c'è modo di sbarazzarmi di questa erezione senza cumming.

source: [_M_] Good, God... Why do you have to be so difficult sometimes?
italian: [_M_] Buono, Dio... Perché a volte devi essere così difficile?

source: [_R_] I was just trying to do what you...
italian: [_R_] Stavo solo cercando di fare quello che tu...

source: [_M_] I know, I'm sorry. I shouldn't have said that.
italian: [_M_] lo so, mi dispiace. Non avrei dovuto dirlo.

source: [_M_] It's just... We have to get rid of that thing before we can leave.
italian: [_M_] È solo... Dobbiamo sbarazzarci di quella cosa prima di poter partire.

source: [_R_] I've been trying, but I think the fact that we're in a semi public place is making it more difficult.
italian: [_R_] Ho provato, ma penso che il fatto che siamo in un luogo semipubblico lo stia rendendo più difficile.

source: [_M_] Don't worry. Mommy's going to help you out.
italian: [_M_] Non ti preoccupare. La mamma ti aiuterà.

source: [_M_] Yep, it's just as I suspected. All the blood has left your brain and gone into your penis.
italian: [_M_] Yep, è proprio come sospettavo. Tutto il sangue ha lasciato il tuo cervello ed è andato nel tuo pene.

source: [_MT_] {i}Fuck, I think that's the hardest I've ever seen his penis!{/i}
italian: [_MT_] {i}Fuck, penso che sia il più duro che abbia mai visto il suo pene!{/i}

source: [_MT_] {i}This shouldn't take too long. He's got to be on the verge of exploding after that show.{/i}
italian: [_MT_] {i}Questo non dovrebbe richiedere troppo tempo. Deve essere sul punto di esplodere dopo lo spettacolo.{/i}

source: [_MT_] {i}Hmm... This isn't going as quickly as I thought it would.{/i}
italian: [_MT_] {i}Hmm... Questo non va così velocemente come pensavo. {/i}

source: [_MT_] {i}And holding his throbbing cock in my hands is just making me more horny.{/i}
italian: [_MT_] {i}E tenere il suo cazzo palpitante nelle mie mani mi sta solo rendendomi più eccitato.{/i}

source: [_MT_] {i}Why hasn't he cum yet?{/i}
italian: [_MT_] {i}Perché non ha ancora sborrato?{/i}

source: [_M_] [ryan]... You couldn't get much harder.
italian: [_M_] [ryan]... Non hai potuto ottenere molto di più.

source: [_M_] It's almost time for us to be done in here.
italian: [_M_] È quasi il momento per noi di essere fatto qui dentro.

source: [_MT_] {i}[mom_name], don't even think of it... It's not an option.{/i}
italian: [_MT_] {i}[mom_name], non pensarci neanche... Non è un'opzione.{/i}

source: [_MT_] {i}It's just wrong!{/i}
italian: [_MT_] {i}È sbagliato!{/i}

source: [_M_] Desperate times call for desperate measures.
italian: [_M_] Tempi disperati richiedono misure disperate.

source: [_MT_] {i}Okay, it will probably be fine if I do it just this once.{/i}
italian: [_MT_] {i}Okay, probabilmente andrà bene se lo faccio solo questa volta.{/i}

source: [_M_] Just do what I say.
italian: [_M_] Fai quello che dico.

source: [_MT_] {i}Okay... I've got to make this kind of fast.{/i}
italian: [_MT_] {i}Okay... Devo fare questo tipo di veloce.{/i}

source: [_RT_] {i}Holy fucking Jesus! Mom's sucking my cock!{/i}
italian: [_RT_] {i}Santo cazzo Gesù! La mamma succhia il mio cazzo!{/i}

source: [_M_] Getting kind of particular about how you get your dick sucked, aren't you?
italian: [_M_] Ottenere il tipo di particolare su come ottenere il vostro cazzo succhiato, vero?

source: [_R_] Mom?... Where did you learn to throat a cock like that?
italian: [_R_] Mamma?... Dove hai imparato a gola un cazzo del genere?

source: [_RT_] {i}Huh, she didn't stop sucking. I guess she wants me to cum down her throat.{/i}
italian: [_RT_] {i}Huh, non ha smesso di succhiare. Immagino che voglia che mi faccia scendere la gola.{/i}

source: [_MT_] {i}I did it!{/i}
italian: [_MT_] {i}l'ho fatto!{/i}

source: [_M_] I mean, that was a lot of semen... Have you not released since the last time I helped you?
italian: [_M_] Voglio dire, che è stato un sacco di sperma... Non hai rilasciato dall'ultima volta che ti ho aiutato?

source: [_R_] No, Mom. I've just been so busy.
italian: [_R_] No, mamma. Sono appena stato così impegnato.

source: [_M_] You know this arrangement where we help each other out is temporary, right?
italian: [_M_] Conosci questa disposizione in cui ci aiutiamo a vicenda è temporanea, giusto?

source: [_R_] Alright, after all that shopping, I'm pretty hungry. What about you?
italian: [_R_] Bene, dopo tutto quello shopping, ho abbastanza fame. E tu?

source: [_M_] Yeah, let's get some dinner.
italian: [_M_] Sì, prendiamo un po' di cena.

source: [_R_] Well, where do you want to go? I'll let you choose anywhere you want.
italian: [_R_] Beh, dove vuoi andare? Ti lascerò scegliere dove vuoi.

source: [_M_] Well, the way you dressed limits our options. They wouldn't let you in at my favorite restuarant.
italian: [_M_] Beh, il modo in cui hai vestito limita le nostre opzioni. Non ti lascerebbero entrare al mio restuarant preferito.

source: [_M_] Why don't you just choose.
italian: [_M_] Perché non scegliete e basta.

source: [_R_] Italian it is.
italian: [_R_] italiano è.

source: [_M_] The La Trattoria, again?
italian: [_M_] La Trattoria, ancora?

source: [_R_] Yeah, it's just so good!
italian: [_R_] Sì, è proprio così buono!

source: [_MT_] {i}How can I argue when he's the one paying?{/i}
italian: [_MT_] {i}Come posso litigare quando è quello che paga?{/i}

source: [_R_] Mmm... smells good! I'm hungry.
italian: [_R_] Mmm... ha un buon odore! Ho fame.

source: [_MT_] {i}That poor woman is back with her kids.{/i}
italian: [_MT_] {i}Quella povera donna è tornata con i suoi figli.{/i}

source: [_MT_] {i}Like she's in an endless loop of...{/i}
italian: [_MT_] {i}Come se fosse in un ciclo infinito di...{/i}

source: [_R_] Should we find a seat?
italian: [_R_] Dovremmo trovare un posto?

source: [_M_] Okay, lets go sit in the booth in that dark corner again.
italian: [_M_] Okay, lascia andare a sedersi nello stand in quell'angolo buio.

source: [_R_] Didn't you like the salad you got last time?
italian: [_R_] Non ti è piaciuta l'insalata che hai avuto l'ultima volta?

source: [_M_] Yeah, I mean, how can you ruin a salad?
italian: [_M_] Sì, voglio dire, come puoi rovinare un'insalata?

source: [_W_] I'm sorry, I didn't see you over here in the corner.
italian: [_W_] Mi dispiace, non ti ho visto qui nell'angolo.

source: [_W_] It's good to see you guys back here with us!
italian: [_W_] È bello vedervi di nuovo qui con noi!

source: [_W_] Miss [mom_name], you look stunning as always.
italian: [_W_] Miss [mom_name], sembri sorprendente come sempre.

source: [_M_] Hi Chelsea, I may be a little overdressed for...
italian: [_M_] Ciao Chelsea, posso essere un po 'overdressed per...

source: [_W_] Oh, don't be silly! You're just our classiest regular!
italian: [_W_] Oh, non essere sciocco! Sei solo il nostro più classico regolare!

source: [_MT_] {i}Regular?{/i}
italian: [_MT_] {i}Regolare?{/i}

source: [_W_] So, can I get you something to drin...
italian: [_W_] Quindi, posso farti qualcosa da bere...

source: [_M_] Wine!... please.
italian: [_M_] Wine!... per favore.

source: [_W_] And for you, [ryan]?
italian: [_W_] E per te, [ryan]?

source: [_RT_] {i}Damn... With Chelsae waitressing again, I won't get to use my fake ID.{/i}
italian: [_RT_] {i}Damn... Con Chelsae waitressing di nuovo, non arriverò a utilizzare il mio falso ID.{/i}

source: [_R_] I'll just have a Cola.
italian: [_R_] Avrò solo una Cola.

source: [_W_] I'll be right back with that.
italian: [_W_] Tornerò subito con quello.

source: [_W_] And I'll try not to forget you two are over here in this dark corner.
italian: [_W_] E cercherò di non dimenticare che voi due siete qui in questo angolo buio.

source: [_M_] Oh, Don't worry too much about us. We can wave at you if we really need something.
italian: [_M_] Oh, non ti preoccuparti troppo di noi. Possiamo svenderti se davvero abbiamo bisogno di qualcosa.

source: [_W_] Oh, thank you, Miss [mom_name]! That's really helpful. I'm the only one hosting and waitressing tonight.
italian: [_W_] Oh, grazie, Signorina [mom_name]! È davvero utile. Sono l'unico ad ospitare e aspettarsi stasera.

source: [_MT_] {i}This may not be my favorite place, but [ryan]'s still doing his best to make me happy. What a sweet guy!{/i}
italian: [_MT_] {i}Questo potrebbe non essere il mio posto preferito, ma [ryan]sta ancora facendo del suo meglio per rendermi felice. Che dolce ragazzo!{/i}

source: [_MT_] {i}I just need to be grateful that he's making enought money for us to go out and do anything outside the house.{/i}
italian: [_MT_] {i}Ho solo bisogno di essere grato che sta facendo soldi per noi per uscire e fare qualsiasi cosa fuori casa.{/i}

source: [_MT_] {i}Plus, he makes enough money to take care of not only us, but his aunt and cousin as well.{/i}
italian: [_MT_] {i}Plus, fa abbastanza soldi per prendersi cura non solo di noi, ma anche di sua zia e cugino.{/i}

source: [_MT_] {i}Even though just a few months ago, I would never have approved of the way he's chosen to make money.{/i}
italian: [_MT_] {i}Anche se solo qualche mese fa, non avrei mai approvato il modo in cui ha scelto di fare soldi.{/i}
