Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] Could you hear what I was doing in here before you came in?
italian: [_M_] Potresti sentire cosa stavo facendo qui prima di entrare?

source: [_R_] Uhhh... It sounded like you were paddling the pink canoe.
italian: [_R_] Uhhhh... Sembrava che tu stesse pagaiando la canoa rosa.

source: [_M_] Jesus... What a terrible euphemism.
italian: [_M_] Gesù... Che terribile eufemismo.

source: [_M_] But, uhhh... yeah.
italian: [_M_] Ma, uhhh... sì.

source: [_R_] I'm sorry... I really didn't mean to interrupt.
italian: [_R_] mi dispiace... davvero non avevo intenzione di interrompere.

source: [_R_] Hey, as long as I'm here... Why don't I help you out?
italian: [_R_] Ehi, finché sono qui... Perché non ti aiuto?

source: [_M_] Are you sure you're not interrupting all of my masturbation sessions on purpose, so you can sweep in here and help me out instead?
italian: [_M_] Sei sicuro che non stai interrompendo tutte le mie sessioni di masturbazione a scopo, in modo da poter spazzare dentro qui e aiutarmi invece?

source: [_R_] No, Mom... How could you think such a thing?... I swear, it's just coincidence and a small bladder.
italian: [_R_] No, Mamma... Come potresti pensare a una cosa del genere?... giuro, è solo una coincidenza e una piccola vescica.

source: [_M_] It had better be, because I would hate to reward such actions.
italian: [_M_] Sarebbe meglio essere, perché odierei premiare tali azioni.

source: [_M_] But...
italian: [_M_] Ma...

source: [_M_] I guess... As long as you're here...
italian: [_M_] immagino... Finché sei qui...

source: [_M_] Maybe you could...
italian: [_M_] Forse potrai...

source: [_M_] Take care of a few things?
italian: [_M_] Prenditi cura di alcune cose?

source: [_R_] Sure, Mom... I mean... since I'm already here and all.
italian: [_R_] Certo, mamma... intendo dire... poiché sono già qui e tutti.

source: [_MT_] {i}Yeah... and just coincidentally, I'm sure.{/i}
italian: [_MT_] {i}Sì... e solo per caso, sono sicuro.{/i}

source: [_RT_] {i}I can't wait to get another taste of that delicious pussy!{/i}
italian: [_RT_] {i}Non vedo l'ora di ottenere un altro gusto di quella deliziosa figa!{/i}

source: [_MT_] {i}Look at him shamelessly staring at my pussy... Oh, that reminds me.{/i}
italian: [_MT_] {i}Guardalo vergognosamente fissando la mia figa... Oh, che mi ricorda.{/i}

source: [_M_] Don't you dare lick my pussy again! Fingers only!
italian: [_M_] Non osate leccare di nuovo la mia figa!

source: [_R_] What? You loved that!
italian: [_R_] Cosa? Ti è piaciuto!

source: [_M_] I don't want you to think you can just take control like that.
italian: [_M_] Non voglio che tu pensi che tu possa solo prendere il controllo così.

source: [_R_] Ok, I won't do it again.
italian: [_R_] Ok, non lo rifarò.

source: [_M_] You'd better not... Now...
italian: [_M_] Faresti meglio a no... ora...

source: [_RT_] {i}I can't wait to probe that beautiful pussy again... Maybe I'll actually get to taste it this time!{/i}
italian: [_RT_] {i}Non vedo l'ora di sondare di nuovo quella bella figa... Forse questa volta arriverò davvero a provarla!{/i}

source: [_M_] If you're done staring at my pussy... Lets head over to the vanity.
italian: [_M_] Se hai finito di fissare la mia figa... Permette di andare alla vanità.

source: [_M_] Alright, you should have good access to everything you need with me sitting up here.
italian: [_M_] Bene, dovresti avere un buon accesso a tutto ciò di cui hai bisogno con me seduto qui.

source: [_R_] Do you want me to go straight for your ass?
italian: [_R_] Vuoi che io vada dritto per il tuo culo?

source: [_M_] Only if it doesn't gross you out too much!... It felt so good last time, but if it weirded you out or anything...
italian: [_M_] Solo se non ti ingigantisce troppo!... Si è sentito così bene la volta scorsa, ma se ti ha strano o qualcosa...

source: [_R_] I know it's kind of weird, but I kind of liked doing it to you.
italian: [_R_] So che è piuttosto strano, ma mi è piaciuto farlo a te.

source: [_M_] Alright... Go ahead then.
italian: [_M_] Va bene... Vai avanti allora.

source: [_MT_] {i}Yes!... For some reason that feels so much better than when I do it myself!{/i}
italian: [_MT_] {i}Sì!... Per qualche motivo che si sente molto meglio di quando lo faccio io stesso!{/i}

source: [_MT_] {i}I'm gonna miss getting foreplay when [dad_name] get's out of prison.{/i}
italian: [_MT_] {i}Mi perderò i preliminari quando [dad_name] sarà in carcere.{/i}

source: [_MT_] {i}I'm starting to realize how much of a selfish lover he is.{/i}
italian: [_MT_] {i}Sto iniziando a rendersi conto di quanto sia un amante egoista. {/i}

source: [_R_] How's that?
italian: [_R_] Com'è?

source: [_M_] That's great!
italian: [_M_] Fantastico!

source: [_RT_] {i}Wow, she's super wet! She must be super horny!{/i}
italian: [_RT_] {i}Wow, è super bagnata! Deve essere super eccitata!{/i}

source: [_R_] You're really wet again!
italian: [_R_] Sei davvero di nuovo bagnato!

source: [_M_] Uhhh... that's normal.
italian: [_M_] Uhhh... è normale.

source: [_RT_] {i}Liar!{/i}
italian: [_RT_] {i}Bugiardo!{/i}

source: [_R_] You never told me how girls keep their panties dry if their pussies are always dripping this much.
italian: [_R_] Non mi hai mai detto come le ragazze mantengono le mutandine asciutte se le loro fighe stanno sempre gocciolando questo tanto.

source: [_M_] Just... start sliding your fingers in and out.
italian: [_M_] Just... inizia a far scorrere le dita dentro e fuori.

source: [_MT_] {i}Ohhh... So good!{/i}
italian: [_MT_] {i}Ohhh... Così buono!{/i}

source: [_RT_] {i}I can't believe I get to finger Mom again... I thought I might not get another chance.{/i}
italian: [_RT_] {i}Non riesco a credere di arrivare a dito Mamma di nuovo... Ho pensato che non potrei avere un'altra possibilità.{/i}

source: [_RT_] {i}Oh, it's so warm and wonderful!{/i}
italian: [_RT_] {i}Oh, è così caldo e meraviglioso!{/i}

source: [_MT_] {i}Once again, I don't think I'm going to get an orgasm without some anal play.{/i}
italian: [_MT_] {i}Ancora una volta, non penso che avrò un orgasmo senza qualche gioco anale.{/i}

source: [_RT_] {i}Mom isn't moaning anymore... She must be getting ready for me to move on.{/i}
italian: [_RT_] {i}Mamma non geme più... Deve prepararmi per andare avanti.{/i}

source: [_M_] I think I'm ready for... You know.
italian: [_M_] penso di essere pronto per... Lo sai.

source: [_R_] Mom... Are you ready for me to finger your asshole?
italian: [_R_] Mamma... Sei pronto per me a dingere il tuo stronzo?

source: [_M_] ...Yes.
italian: [_M_] ...Sì.

source: [_RT_] {i}There we go... I love making her moan like that!{/i}
italian: [_RT_] {i}Ci andiamo... Mi piace fare il suo gemito così!{/i}

source: [_RT_] {i}Why does my pinky sliding in and out of Mom's cute little butthole turn me on so much?{/i}
italian: [_RT_] {i}Perché il mio rosa scivola dentro e fuori dal simpatico piccolo butthole della mamma mi accende così tanto?{/i}

source: [_MT_] {i}Oh God!... I can't wait for my son to give me another orgasm!{/i}
italian: [_MT_] {i}Oh Dio!... Non vedo l'ora che mio figlio mi dia un altro orgasmo!{/i}

source: [_MT_] {i}I mean... I can't wait to have another orgasm... It's not that I'm excited that it's my son that's doing it!{/i}
italian: [_MT_] {i}Voglio dire... Non vedo l'ora di avere un altro orgasmo... Non è che sono eccitato che sia mio figlio che lo sta facendo!{/i}

source: [_MT_] {i}God... What's wrong with me?{/i}
italian: [_MT_] {i}Dio... Cosa c'è di sbagliato con me?{/i}

source: [_MT_] {i}Am I a terrible mom?{/i}
italian: [_MT_] {i}Sono una mamma terribile?{/i}

source: [_RT_] {i}I've got the best mom!{/i}
italian: [_RT_] {i}Ho la mamma migliore!{/i}

source: [_RT_] {i}Mom warned me that I can't lick her pussy again.{/i}
italian: [_RT_] {i}Mamma mi ha avvertito che non posso leccare di nuovo la sua figa.{/i}

source: [_RT_] {i}But, I know she loved it when I did it last time.{/i}
italian: [_RT_] {i}Ma, so che lo amava quando l'ho fatto l'ultima volta.{/i}

source: [_RT_] {i}Should I ignore her warning and do it again?{/i}
italian: [_RT_] {i}Devo ignorare il suo avvertimento e farlo di nuovo?{/i}

source: [_RT_] {i}Mom told me that I can only do what she tells me to do.{/i}
italian: [_RT_] {i}Mamma mi ha detto che posso fare solo quello che mi dice di fare.{/i}

source: [_RT_] {i}But I've got an idea that I think she'll love.{/i}
italian: [_RT_] {i}Ma ho un'idea che penso che lei amerà.{/i}

source: [_RT_] {i}It's risky, but I think she'll thank me for it later.{/i}
italian: [_RT_] {i}È rischioso, ma penso che lei mi ringrazierà più tardi.{/i}

source: [_RT_] {i}Or, she'll kill me.{/i}
italian: [_RT_] {i}O, mi ucciderà.{/i}

source: [_RT_] {i}Do I dare?{/i}
italian: [_RT_] {i}Dare?{/i}

source: [_RT_] {i}Honestly, I just can't resist!{/i}
italian: [_RT_] {i}Onestamente, non posso resistere!{/i}

source: [_M_] What the hell?
italian: [_M_] Che inferno?

source: [_M_] [ryan]! how dare you?
italian: [_M_] [ryan]! come osi?

source: [_M_] Do you want me to cut off your...
italian: [_M_] Vuoi che io interrompa il tuo...

source: [_MT_] {i}I can't believe he did it again!{/i}
italian: [_MT_] {i}Non posso credere che lo abbia fatto di nuovo!{/i}

source: [_MT_] {i}I should kill him!{/i}
italian: [_MT_] {i}Dovrei ucciderlo!{/i}

source: [_MT_] {i}...But not till after I get my orgasm.{/i}
italian: [_MT_] {i}...Ma non fino a dopo che ho avuto il mio orgasmo.{/i}

source: [_M_] Oh, God!... right there!
italian: [_M_] Oh, Dio!... proprio lì!

source: [_MT_] {i}What is this?{/i}
italian: [_MT_] {i}Cos'è questo?{/i}

source: [_MT_] {i}Oh, my God!{/i}
italian: [_MT_] {i}Oh, mio Dio!{/i}

source: [_MT_] {i}I swear it feels even better than last time!{/i}
italian: [_MT_] {i}Giuro che si sente ancora meglio dell'ultima volta!{/i}

source: [_MT_] {i}It's been so long!... That feels incredible!{/i}
italian: [_MT_] {i}È stato così lungo!... Mi sembra incredibile!{/i}

source: [_MT_] {i}[dad_name] was never willing to lick down there!{/i}
italian: [_MT_] {i}[dad_name] non è mai stato disposto a leccare laggiù!{/i}

source: [_M_] Ohhh... My good boy!
italian: [_M_] Ohhh... Il mio bravo ragazzo!

source: [_M_] Don't you dare stop now!
italian: [_M_] Non osate fermarvi adesso!

source: [_M_] I'm so close!
italian: [_M_] Sono così vicino!

source: [_M_] Here it comes!
italian: [_M_] Ecco!

source: [_RT_] {i}Even though she loved it when I did it last time, I should respect her wishes.{/i}
italian: [_RT_] {i}Anche se lo amava quando l'ho fatto l'ultima volta, dovrei rispettare i suoi desideri.{/i}

source: [_RT_] {i}I don't know how many times she'll let me get away with that before she stops this whole operation.{/i}
italian: [_RT_] {i}Non so quante volte mi lascerà andare via prima che interrompa l'intera operazione.{/i}

source: [_RT_] {i}It's safer to just do what she says.{/i}
italian: [_RT_] {i}È più sicuro fare quello che dice.{/i}

source: [_RT_] {i}I already do miss the taste of that pussy, though.{/i}
italian: [_RT_] {i}Ho già perso il gusto di quella figa, però.{/i}

source: [_RT_] {i}No!... why the hell would I think that's a good idea?{/i}
italian: [_RT_] {i}No!... perché l'inferno penso che sia una buona idea?{/i}

source: [_RT_] {i}I don't want to risk everything I've worked for just so I can have a little taste of that pussy right now.{/i}
italian: [_RT_] {i}Non voglio rischiare tutto quello che ho lavorato per solo così posso avere un piccolo assaggio di quella figa in questo momento.{/i}

source: [_RT_] {i}I've got to play the long game.{/i}
italian: [_RT_] {i}Devo giocare il gioco lungo.{/i}

source: [_RT_] {i}Ohhh... but I can't wait to find out what that pussy tastes like.{/i}
italian: [_RT_] {i}Ohhh... ma non vedo l'ora di scoprire come ha sapore quella figa.{/i}

source: [_MT_] {i}There... I'm really starting to feel it now!{/i}
italian: [_MT_] {i}Lì... sto davvero iniziando a sentirlo!{/i}

source: [_M_] [ryan]... I'm getting close!
italian: [_M_] [ryan]... Mi sto avvicinando!

source: [_RT_] {i}Here comes the squirt shower!{/i}
italian: [_RT_] {i}Ecco la doccia schizzo!{/i}

source: [_RT_] {i}God, that's so hot!{/i}
italian: [_RT_] {i}Dio, è così caldo!{/i}

source: [_MT_] {i}I'm in heaven!{/i}
italian: [_MT_] {i}Sono in paradiso!{/i}

source: [_MT_] {i}All of that tension... finally out of my body!{/i}
italian: [_MT_] {i}Tutta quella tensione... finalmente fuori dal mio corpo!{/i}

source: {b}{i}"Mom's Libido -4"{/i}{/b}
italian: {b}{i}"Libido Della Mamma -4"{/i}{/b}

source: [_MT_] {i}And all thanks to my handsome, caring son.{/i}
italian: [_MT_] {i}E tutto grazie al mio bello, figlio premuroso.{/i}

source: [_MT_] {i}My sweet [ryan].{/i}
italian: [_MT_] {i}Il mio dolce [ryan].{/i}

source: [_M_] I honestly thought we wouldn't do that again... I was hoping I could manage my needs better.
italian: [_M_] Ho pensato onestamente che non lo avremmo fatto di nuovo... speravo di riuscire a gestire meglio le mie esigenze.

source: [_M_] I'm sorry I don't have better controls over my sexual longings.
italian: [_M_] Mi dispiace di non avere controlli migliori sui miei desideri sessuali.

source: [_M_] But, I appreciate you helping me out again.
italian: [_M_] Ma, apprezzo che tu mi aiuti di nuovo.

source: [_R_] Of course, Mom... I would do anything to help you out... And not just sexually.
italian: [_R_] Certo, mamma... farei qualcosa per aiutarti... E non solo sessualmente.

source: [_R_] Speaking of... How did you enjoy my licking?
italian: [_R_] Parlando di... Come ti è piaciuto il mio leccare?

source: [_M_] I should ground you for a week for doing that... But I've got to admit... You're pretty talented with that tongue!
italian: [_M_] Ti dovrei mettere a terra per una settimana per farlo... Ma devo ammetterlo... sei abbastanza talentuoso con quella lingua!

source: [_M_] But don't do it again!
italian: [_M_] Ma non farla di nuovo!

source: [_R_] Speaking of... How was my fingering?
italian: [_R_] Parlando di... Com'è stato il mio diteggio?

source: [_M_] That felt pretty incredible... One day, you'll be as good as me.
italian: [_M_] Che si sentiva abbastanza incredibile... Un giorno, sarai buono come me.

source: [_R_] You've fingered other girls?
italian: [_R_] Hai ditalinato altre ragazze?

source: [_M_] No... I meant on myself.
italian: [_M_] No... intendevo su me stesso.

source: [_M_] Now... We'd better get out of here before someone comes looking for one of us.
italian: [_M_] Now... Faremmo meglio a uscire da qui prima che qualcuno venga a cercare uno di noi.

source: [_M_] Do you mind helping me down off this vanity?
italian: [_M_] Ti dispiace aiutarmi a scendere da questa vanità?

source: [_MT_] {i}I did it again...{/i}
italian: [_MT_] {i}l'ho fatto di nuovo...{/i}

source: [_MT_] {i}Do I subconsciously enjoy sticking my tits in my son's face?{/i}
italian: [_MT_] {i}Mi piace inconsciamente attaccare le mie tette in faccia a mio figlio?{/i}

source: [_MT_] {i}Oh... He's giving me another hug.{/i}
italian: [_MT_] {i}Oh... Mi sta dando un altro abbraccio.{/i}

source: [_MT_] {i}I'm not sure if it's sweet, or if he's just using this opportunity to bury his face in my boobs.{/i}
italian: [_MT_] {i}Non sono sicuro se è dolce, o se sta sfruttando questa opportunità per seppellire il suo volto nelle mie tette.{/i}

source: [_MT_] {i}His hands are on my ass again.{/i}
italian: [_MT_] {i}Le sue mani sono di nuovo sul mio culo.{/i}

source: [_MT_] {i}And once again, he's very, very erect.{/i}
italian: [_MT_] {i}E ancora una volta, è molto, molto eretto.{/i}

source: [_MT_] {i}One of these days, I really should return the favor.{/i}
italian: [_MT_] {i}Uno di questi giorni, dovrei davvero restituire il favore.{/i}

source: [_M_] Thanks again for everything you do to support me.
italian: [_M_] Grazie ancora per tutto quello che fai per sostenermi.

source: [_M_] You're going to make some girl very happy someday.
italian: [_M_] Un giorno farai una ragazza molto felice.

source: [_R_] I just want to make you happy, Mom.
italian: [_R_] Voglio solo renderti felice, mamma.

source: [_M_] I mean in like a husband, partner sort of way.
italian: [_M_] Intendo come un marito, un partner come un modo.

source: [_RT_] {i}So did I.{/i}
italian: [_RT_] {i}Così ha fatto I.{/i}

source: [_R_] Oh... Thanks, Mom.
italian: [_R_] Oh... Grazie, Mamma.

source: [_M_] Alright... Why don't you run along first so that nobody sees us leaving the bathroom together.
italian: [_M_] Va bene... Perché non correte prima in modo che nessuno ci vede lasciare il bagno insieme.

source: [_R_] Alright, love you Mom.
italian: [_R_] Bene, ti ami Mamma.

source: [_M_] Love you too, Honey.
italian: [_M_] Amate anche voi, Miele.

source: [_MT_] {i}I'm going to get addicted to having my pussy licked!{/i}
italian: [_MT_] {i}Ho intenzione di ottenere dipendente da fare leccare la mia figa!{/i}

source: [_MT_] {i}Since [dad_name] always refuses... Maybe [ryan] will be willing to secretly lick my pussy on the side.{/i}
italian: [_MT_] {i}Dal momento che [dad_name] rifiuta sempre... Forse [ryan] sarà disposto a leccare segretamente la mia figa dalla parte.{/i}

source: [_MT_] {i}Shit... That's not possible... How am I going to go back to never having my pussy licked?{/i}
italian: [_MT_] {i}merda... Non è possibile... Come tornerò a non fare mai leccare la figa?{/i}

source: {b}{i}"Mom's Libido +1"{/i}{/b}
italian: {b}{i}"Libido della mamma +1"{/i}{/b}

source: [_MT_] {i}I can't let this keep going!... I've got to get control of myself!{/i}
italian: [_MT_] {i}Non posso lasciare che questo continui ad andare!... Devo avere il controllo di me stesso!{/i}

source: [_MT_] {i}Honestly, it's going to take a lot of will power to not go begging him for another orgasm the second I start feeling super horny again.{/i}
italian: [_MT_] {i}Onestamente, sta andando a prendere un sacco di forza di volontà per non andare a chiedere lui per un altro orgasmo il secondo inizio sentirsi super eccitata di nuovo. /i}

source: [_MT_] {i}I make such terrible decisions when I'm horny.{/i}
italian: [_MT_] {i}Ho preso decisioni così terribili quando sono eccitato.{/i}

source: [_MT_] {i}I guess I just need to try and take care of myself more often.{/i}
italian: [_MT_] {i}Immagino che devo solo provare a prendermi cura più spesso.{/i}

source: [_MT_] {i}Where does he get the balls to make me that kind of offer?{/i}
italian: [_MT_] {i}Dove ottiene le palle per farmi questo tipo di offerta?{/i}

source: [_MT_] {i}I mean, I guess I did jack him off in this very room.{/i}
italian: [_MT_] {i}Voglio dire, immagino che l'ho fatto jack fuori proprio in questa stanza.{/i}

source: [_MT_] {i}Told him it was for his sexual health, how can I tell him it's not as important for me?{/i}
italian: [_MT_] {i}Lo ha detto che era per la sua salute sessuale, come posso dirgli che non è così importante per me?{/i}

source: [_MT_] {i}I mean, I guess I've always been very open and a big proponent of sexual health to my children.{/i}
italian: [_MT_] {i}Voglio dire, immagino di essere sempre stato molto aperto e un grande sostenitore della salute sessuale ai miei figli.{/i}

source: [_MT_] {i}How can I tell him it's not important for me?{/i}
italian: [_MT_] {i}Come posso dirgli che non è importante per me?{/i}

source: [_MT_] {i}Especially when he knows exactly what I was doing in here before he came in.{/i}
italian: [_MT_] {i}Soprattutto quando sa esattamente cosa stavo facendo qui prima di entrare.{/i}

source: [_MT_] {i}Does rejecting his offer make me a hypocrite?{/i}
italian: [_MT_] {i}Rifiuta la sua offerta mi fa ipocrita?{/i}

source: [_MT_] {i}Why am I so conflicted here?{/i}
italian: [_MT_] {i}Perché sono così in conflitto qui?{/i}

source: [_MT_] {i}The answer should obviously be no... but logically... he makes a good point.{/i}
italian: [_MT_] {i}La risposta dovrebbe ovviamente essere no... ma logicamente... fa un buon punto.{/i}

source: [_MT_] {i}Dammit!... If I wasn't so fucking horny, I'd have a much clearer head.{/i}
italian: [_MT_] {i}Dammit!... Se non fossi così eccitato, avrei una testa molto più chiara.{/i}

source: [_MT_] {i}And no matter how hard I try, I can't seem to get any sexual relief lately!{/i}
italian: [_MT_] {i}E non importa quanto provo, non riesco a ottenere alcun sollievo sessuale ultimamente!{/i}

source: [_RT_] {i}Mom's sure being quiet... I think she's deciding whether to accept my offer, or cut my nuts off.{/i}
italian: [_RT_] {i}Mamma è sicura di essere tranquilla... Penso che lei stia decidendo se accettare la mia offerta, o tagliare i miei dadi off.{/i}

source: [_RT_] {i}God, I hope it's the former!{/i}
italian: [_RT_] {i}Dio, spero che sia il primo!{/i}

source: [_MT_] {i}I can't believe I caught myself rubbing between my legs when I was walking past the soccer pitch after school!{/i}
italian: [_MT_] {i}Non riesco a credere di aver preso me stesso sfregando tra le gambe quando stavo camminando oltre il campo di calcio dopo la scuola!{/i}

source: [_MT_] {i}All those young men... In those short shorts!{/i}
italian: [_MT_] {i}Tutti quei giovani uomini... In quei brevi brevi!{/i}

source: [_MT_] {i}I just imagined myself on my knees... surrounded my all those young men... with their shorts around their ankles... and...{/i}
italian: [_MT_] {i}Ho appena immaginato me stesso in ginocchia... circondato i miei tutti quei giovani uomini... con i loro pantaloncini intorno alle caviglie... e...{/i}

source: [_MT_] {i}Shit, [mom_name]! Don't go there in your mind again!{/i}
italian: [_MT_] {i}Merda, [mom_name]! Non andarci di nuovo nella tua mente!{/i}

source: [_MT_] {i}Had anyone looked over, they would have seen me shamelessly rubbing myself with my skirt hiked up.{/i}
italian: [_MT_] {i}Se qualcuno avesse guardato, mi avrebbe visto spudoratamente sfregandomi con la mia gonna salita su.{/i}

source: [_MT_] {i}If I don't get some relief, I'm going to do something stupid like that, and get caught.{/i}
italian: [_MT_] {i}Se non ottengo un po' di sollievo, farò qualcosa di stupido e farò catturare.{/i}

source: [_MT_] {i}What will that do to my reputation?{/i}
italian: [_MT_] {i}Cosa farà questo per la mia reputazione?{/i}

source: [_MT_] {i}I mean, I'm fucking tempted to throw my towel off and let my own son fuck the shit out of me right here and now!{/i}
italian: [_MT_] {i}Voglio dire, Ho scopato tentato di buttare via il mio asciugamano e lasciare che mio figlio scopare il grido di me proprio qui e ora! /i}

source: [_MT_] {i}But I'm not an animal... I have some restraint left in me...{/i}
italian: [_MT_] {i}Ma non sono un animale... Ho un po' di moderazione in me...{/i}

source: [_MT_] {i}Using [ryan] to help me get some sexual relief right now, could save me an extremely embarrassing situation in the future.{/i}
italian: [_MT_] {i}Utilizzando [ryan] per aiutarmi a ottenere qualche sollievo sessuale in questo momento, potrebbe salvarmi una situazione estremamente imbarazzante in futuro.{/i}

source: [_MT_] {i}All this pent up sexual frustration is surely not healthy for me.{/i}
italian: [_MT_] {i}Tutta questa frustrazione sessuale pent up non è sicuramente salutare per me.{/i}

source: [_MT_] {i}Oh God!... Am I actually going say yes?{/i}
italian: [_MT_] {i}Oh Dio!... Sto davvero andando dire sì?{/i}

source: [_M_] If you're going to help me, there's going to be some conditions.
italian: [_M_] Se mi aiuterai, ci saranno alcune condizioni.

source: [_RT_] {i}SHE'S GONNA LET ME HELP HER!{/i}
italian: [_RT_] {i}GONNA LET ME HELP HER!{/i}

source: [_RT_] {i}I don't know what that means yet, but I can't wait to find out!{/i}
italian: [_RT_] {i}Non so cosa significhi ancora, ma non vedo l'ora di scoprire!{/i}
