Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_AD_] Made a little visit to the blackjack table, did we?
french: [ _AD_ ] Une petite visite à la table de blackjack, n'est-ce pas?
italian: [_AD_] Ha fatto una piccola visita al tavolo blackjack, vero?
portuguese: [_AD_] Fez uma pequena visita à mesa de blackjack, nós?
russian: [ _AD_] Сделал небольшой визит в блэкджек, не так ли?

source: [_R_] Something like that
french: [_R_] Quelque chose comme ça
italian: [_R_] Qualcosa di simile
portuguese: U[_R_] Algo assim
russian: [ _R_] Что-то подобное

source: [_R_] So, now I'm ready to help Emma pay her way through nursing school.
french: [ _R_ ] Donc, maintenant je suis prêt à aider Emma à payer son chemin à travers l'école de sciences infirmières.
italian: [_R_] Così, ora sono pronto ad aiutare Emma a pagare la sua strada attraverso la scuola di cura.
portuguese: [__R_] Então, agora eu estou pronto para ajudar Emma a pagar seu caminho através da escola de enfermagem.
russian: [ _R_] Итак, теперь я готова помочь Эмме оплатить её через школу медсестер.

source: [_AD_] That's very noble... The world certainly needs more sexy nurses.
french: [ _AD_ ] C'est très noble ... Le monde a certainement besoin d'infirmières plus sexy.
italian: [_AD_] Questo è molto nobile... Il mondo ha sicuramente bisogno di infermiere più sexy.
portuguese: [_AD_] Isso é muito nobre ... O mundo certamente precisa de enfermeiras mais sensuais.
russian: [_AD_] Это очень благородное... Мир конечно нуждается в более сексуальных медсестрах.

source: [_R_] I've just got to know where my mom is.
french: [ _R_ ] Je dois juste savoir où est ma mère.
italian: [_R_] Devo solo sapere dove si trova mia mamma.
portuguese: [__R_] Eu só tenho que saber onde minha mãe está.
russian: Я просто должен знать, где моя мама.

source: [_AD_] I see, you're one of those helicopter sons.
french: [ _AD_ ] Je vois, vous êtes l'un de ces fils d'hélicoptères.
italian: [_AD_] Vedo che sei uno di quei figli dell'elicottero.
portuguese: [_AD_] Veja, você é um daqueles helicópteros.
russian: Я вижу, ты один из этих сыновей вертолётов.

source: [_AD_] Don't worry. I can help you out.
french: [ _AD_ ] Ne vous inquiétez pas. Je peux t'aider.
italian: [_AD_] Non ti preoccupare. Posso aiutarti.
portuguese: [_AD_] Não se preocupe. Eu posso ajudá-lo a sair.
russian: Не волнуйся. Я могу помочь тебе.

source: [_AD_] Come have a seat.
french: [ _AD_ ] Viens avoir un siège.
italian: [_AD_] Vieni ad avere un posto.
portuguese: [_AD_] Venha se sentar.
russian: [_AD_] Присоединяйтесь.

source: {i}{b}"Money -100"{/b}{/i}
french: {i}{b}"Argent -100" {/b}{/i}
portuguese: {i}{b}"Dinheiro -100"{/b}{/i}
russian: {i}{b}"Деньги -100"{/b}{/i}

source: [_AD_] Here you go beautiful.
french: [ _AD_ ] Ici, vous allez belle.
italian: [_AD_] Qui vai bello.
portuguese: [_AD_] Aqui você fica bonita.
russian: [ _AD_] Здесь вы идете красиво.

source: [_E_] You're so good to me.
french: [ _E_ ] Vous êtes si bon pour moi.
italian: [_E_] Sei così bravo con me.
portuguese: [_E_] Você é tão bom para mim.
russian: Ты так добр ко мне.

source: [_E_] Let me show you my gratitude.
french: [ _E_ ] Laissez-moi vous montrer ma gratitude.
italian: [_E_] Lascia che ti mostri la mia gratitudine.
portuguese: [_E_] Deixe-me mostrar a minha gratidão.
russian: [ _E_] Позвольте мне показать вам мою благодарность.

source: [_AD_] Your gratitude is fucking hot!
french: [ _AD_ ] Votre gratitude est chaude !
italian: [_AD_] La tua gratitudine è scopata caldo!
portuguese: U[_AD_] Sua gratidão está fazendo caramba!
russian: [_AD_] Ваша благодарность за жаркую жару!

source: [_RT_] {i}Gorgeous, but still not as fine as Mom's ass.{/i}
french: [_RT_] {i}Gorgeous, mais pas aussi beau que le cul de Mam.{/i}
italian: [_RT_] {i}Stupendo, ma ancora non altrettanto bene come il culo della mamma.{/i}
portuguese: [_RT_] {i}Lindo, mas ainda não tão fino quanto o ass.{/i}
russian: [_RT_] {i}Прекрасный, но все еще не так хорошо, как Мама.{/i}

source: [_E_] And thank you too, [ryan]!
french: [ _E_ ] Et merci aussi, [ ryan ] !
italian: [_E_] E anche grazie [ryan]!
portuguese: [_E_] E obrigado também, [ryan]!
russian: [ _E_] И спасибо вам, [ ryan]!

source: [_R_] It was... It's my pleasure, Emma.
french: [_R_] C'était... C'est mon plaisir, Emma.
italian: [_R_] È stato... È il mio piacere, Emma.
portuguese: U[_R_] foi... É meu prazer, Emma.
russian: Это было ... Это мое удовольствие, Эмма.

source: [_E_] Diaz... you spoil me!
french: [_E_] Diaz... vous me gâtez !
italian: [_E_] Diaz... mi vizii!
portuguese: [_E_] Diaz... você me estraga!
russian: Диаз ... ты меня портишь!

source: [_AD_] Well, why don't you come over here and spoil me?
french: [_AD_] Eh bien, pourquoi ne pas venir ici pour me gâcher ?
italian: [_AD_] Beh, perché non vieni qui e mi vizia?
portuguese: [_AD_] Bem, por que você não vem aqui e me estraga?
russian: Ну, почему бы тебе не прийти сюда и не испортить мне?

source: [_RT_] {i}Damn... what an ass!{/i}
french: [_RT_] {i}Damn... quel cul !{/i}
portuguese: [_RT_] {i}Damn ... que bunda! {/i}
russian: [_RT_] {i}Чертёж... что надо!{/i}

source: [_AD_] Oh, yeah!... Grind it on me.
french: [_AD_] Oh, ouais!... Brochez-le sur moi.
italian: [_AD_] Oh, sì!... Macinalo su di me.
portuguese: [_AD_] Ah, sim!... Moe-a por mim.
russian: О, да! -Не смей.

source: [_AD_] Mmm... That's right.
french: [_AD_] Mmm... C'est vrai.
italian: [_AD_] Mmm... È giusto.
portuguese: [_AD_] Mmm... Isso é certo.
russian: [ _AD_] Ммм ... -Это точно.

source: [_R_] I hate to rush things, but do you think we can hurry this along just a little.
french: [ _R_ ] Je déteste précipiter les choses, mais croyez-vous que nous pouvons nous précipiter le long d'un peu.
italian: [_R_] Odio affrettare le cose, ma pensate che possiamo sbrigarci solo un po'.
portuguese: [_R_] Eu odeio correr as coisas, mas você acha que podemos nos apressar só um pouco.
russian: [ _R_] Я ненавижу спешить, но, по-вашему, мы можем спешить это немного.

source: [_AD_] You know, it was my friend, [ryan] here, who gave me the money to give to you.
french: [ _AD_ ] Tu sais, c'était mon ami, [ ryan ] ici, qui m'a donné l'argent pour te donner.
italian: [_AD_] Sai, è stato il mio amico, [ryan] qui, che mi ha dato il denaro da darti.
portuguese: [_AD_] Você sabe, foi meu amigo, [ryan] aqui, que me deu o dinheiro para lhe dar.
russian: [ _AD_] Знаете, это был мой друг, [ ryan] здесь, который дал мне деньги, чтобы дать вам.

source: [_AD_] Maybe you could show him a little gratitude as well?
french: [ _AD_ ] Peut-être que vous pourriez lui montrer un peu de gratitude?
italian: [_AD_] Forse gli potresti mostrare anche un po' di gratitudine?
portuguese: [_AD_] Talvez você pudesse lhe mostrar um pouco de gratidão também?
russian: [ _AD_] Может быть, вы могли бы показать ему немного благодарности?

source: [_E_] Of course! I love to reward generosity.
french: [ _E_ ] Bien sûr ! J'adore récompenser la générosité.
italian: [_E_] Certo! Mi piace ricompensare la generosità.
portuguese: [_E_] Claro! Adoro recompensar generosidade.
russian: [ _E_] Конечно! Я люблю вознаграждать щедрость.

source: [_R_] Well, maybe we can stay just a little longer.
french: [ _R_ ] Eh bien, peut-être que nous pouvons rester un peu plus longtemps.
italian: [_R_] Beh, forse possiamo rimanere solo un po' più a lungo.
portuguese: [_R_] Bem, talvez a gente possa ficar apenas um pouco mais.
russian: Ну, может быть, мы можем остаться немного дольше.

source: [_AD_] Don't those smooth tits just feel great in your face?
french: [ _AD_ ] Est-ce que ces seins lisses ne se sentent pas bien dans votre visage?
italian: [_AD_] Non quelle tette lisce si sentono semplicemente fantastiche in faccia?
portuguese: [_AD_] Não aqueles peitos lisos simplesmente se sentem ótimos em seu rosto?
russian: [_AD_] Не те гладкие сиськи просто чувствуют себя отлично на вашем лицо?

source: [_AD_] Then why are you hovering around me like bad news?
french: [ _AD_ ] Alors pourquoi croiez-vous autour de moi comme de mauvaises nouvelles?
italian: [_AD_] Allora perché ti stai aggirando intorno a me come una brutta notizia?
portuguese: [_AD_] Então por que você está pairando ao meu redor como uma má notícia?
russian: Тогда почему ты кружишь вокруг меня, как плохие новости?

source: [_AD_] Get lost!
french: [_AD_] Soyez perdu!
italian: [_AD_] Perdersi!
portuguese: U[_AD_] Pergue-se!
russian: [_AD_] Потеряйте!

source: [_AD_] Look who's back. Did you have a change of heart?
french: [_AD_] Regardez qui est en arrière. Avez-vous changé de cœur?
italian: [_AD_] Guardi chi è dietro. Hai avuto un cambiamento di cuore?
portuguese: [_AD_] Veja quem está de volta. Você teve uma mudança de coração?
russian: Посмотрите, кто вернулся. У тебя была смена сердца?

source: [_AD_] Let's see the money then.
french: [ _AD_ ] Voyons l'argent alors.
italian: [_AD_] Vediamo il denaro allora.
portuguese: [_AD_] Vamos ver o dinheiro então.
russian: [_AD_] Давайте посмотрим на эти деньги.

source: [_R_] I don't have it. Can't we settle for less?
french: [_R_] Je n'ai pas ça. Ne pouvons-nous pas nous contenter de moins?
italian: [_R_] non ce l'ho. Non possiamo accontentarci di meno?
portuguese: [_R_] Eu não tenho. Nós não podemos nos estabelecer para menos?
russian: У меня его нет. Разве мы не можем успокоиться?

source: [_AD_] Emma doesn't do any personal favors for less than a hundred, so no.
french: [ _AD_ ] Emma ne fait pas de faveurs personnelles pour moins d'une centaine, donc non.
italian: [_AD_] Emma non fa alcun favore personale per meno di un centinaio, quindi no.
portuguese: [_AD_] Emília não faz nenhum favor pessoal por menos de cem anos, então não.
russian: [_AD_] Эмма не делает никаких личных услуг менее сотни, так что нет.

source: [_AD_] Get lost, you're bumming me out!
french: [ _AD_ ] Devenez perdu, vous m'en sortez !
italian: [_AD_] Perduti, mi stai ingannando!
portuguese: [_AD_] Se perca, você está me chateando!

source: [_R_] Not because of you... I just wanted to help Emma pay her way through nursing school.
french: [ _R_ ] Pas à cause de vous ... Je voulais juste aider Emma à payer son chemin à travers l'école de sciences infirmières.
italian: [_R_] Non per voi... Volevo solo aiutare Emma a pagare la sua strada attraverso la scuola di cura.
portuguese: [_R_] Não por causa de você ... Eu só queria ajudar Emma a pagar o seu caminho através da escola de enfermagem.
russian: Не из-за тебя ... Я просто хотела помочь Эмме оплатить её через школу медсестер.

source: [_AD_] Whatever... Just stop waisting my time.
french: [_AD_] Quoi... Arrêtez juste de respirer mon temps.
italian: [_AD_] Qualunque cosa... Basta smettere di aspettare il mio tempo.
portuguese: U[_AD_] there's ver... Só pare de cinturar o meu tempo.
russian: [ _AD_] Что бы ... Просто перестань возиться с моим временем.

source: [_RT_] {i}Goddammit! Mom's nowhere to be seen. I'm sure she's in Joey's office again.{/i}
french: [_RT_] {i}Goddammit! Maman n'est nulle part où être vu. Je suis sûr qu'elle est de nouveau dans le bureau de Joey.{/i}
italian: [_RT_] {i}Goddammit! Mamma non si vede da nessuna parte. Sono sicuro che è di nuovo nell'ufficio di Joey.{/i}
portuguese: [_RT_] {i}Goddammit! Não há lugar para serem vistos. Tenho certeza que ela está no escritório do Joey's novamente.{/i}
russian: [_RT_] {i}Годдамит! Нигде не видел. Я уверен, что она снова в офисе Джои.{/i}

source: [_RT_] {i}I guess I can just ask Diaz.{/i}
french: [_RT_] {i}Je suppose que je peux juste demander à Diaz.{/i}
italian: [_RT_] {i}Immagino che posso solo chiedere a Diaz.{/i}
portuguese: [_RT_] {i}acho que posso apenas perguntar o Diaz.{/i}
russian: [_RT_] {i}Я полагаю, что могу попросить Диас.{/i}

source: [_RT_] {i}She seems to know about everything that goes on here.{/i}
french: [_RT_] {i}Elle semble savoir tout ce qui se passe ici.{/i}
italian: [_RT_] {i}Sembra che lei sappia tutto quello che va avanti qui.{/i}
portuguese: [_RT_] {i}parece que ela sabe sobre tudo o que acontece aqui.{/i}
russian: [_RT_] {i}Она похоже знает все, что здесь идет здесь.{/i}

source: [_RT_] {i}Huh... That's weird. I thought for sure my Mom would be on stage by now.{/i}
french: [_RT_] {i}Huh... C'est bizarre. Je pensais que ma mère serait maintenant sur scène.{/i}
italian: [_RT_] {i}Huh... È strano. Ho pensato che la mia mamma sarebbe sul palco ora.{/i}
portuguese: [_RT_] {i}Huh... Isso é estranho. Eu pensei com certeza que minha mãe estaria no palco agora.{/i}
russian: [ _RT_] {i}Hh ... Это странно. Я думал, что моя мама будет на сцене к настоящему времени.

source: [_RT_] {i}Maybe she's still getting ready in the dressing room.{/i}
french: [_RT_] {i}Peut-être qu'elle se prépare encore dans la salle.{/i}
italian: [_RT_] {i}Forse si sta ancora preparando nello spogliatoio.{/i}
portuguese: [_RT_] {i}Talvez ainda esteja se preparando na sala de vestido.{/i}
russian: [_RT_] {i}Может быть, она все еще готовится в гарнитуре.{/i}

source: [_RT_] {i}And of course Diaz has to be here.{/i}
french: [_RT_] {i}et bien sûr Diaz doit être là. {/i}
italian: [_RT_] {i}E naturalmente Diaz deve essere qui.{/i}
portuguese: [_RT_] {i}e, claro, Diaz tem de estar aqui.{/i}
russian: [_RT_] {i}И конечно Диас должен быть здесь.{/i}

source: [_RT_] {i}I'm sure she's planning on ruining my night somehow.{/i}
french: [_RT_] {i}Je suis sûr qu'elle prévoit de ruiner ma nuit d'une manière ou d'une autre. {/i}
italian: [_RT_] {i}Sono sicuro che sta pianificando di rovinare in qualche modo la mia notte.{/i}
portuguese: [_RT_] {i}tenho certeza de que ela está planejando arruinar minha noite de algum modo.{/i}
russian: [_RT_] {i}Я уверен, что планирует как-то разорвать мою ночь.{/i}

source: [_AD_] Well, look who's back.
french: [_AD_] Eh bien, regardez qui est de retour.
italian: [_AD_] Beh, guardi chi è indietro.
portuguese: [_AD_] Bem, olhe quem está de volta.
russian: Посмотрите, кто вернулся.

source: [_AD_] Come on, sit down and enjoy the show.
french: [ _AD_ ] Allez, assechez et profitez du spectacle.
italian: [_AD_] Avanti, siediti e goditi lo spettacolo.
portuguese: [_AD_] Vamos lá, sente-se e aproveite o show.
russian: [ _AD_] Давай, садитесь и наслаждайтесь шоу.

source: [_AD_] Well, look who it is.
french: [_AD_] Eh bien, regardez qui c'est.
italian: [_AD_] Beh, guarda chi è.
portuguese: [_AD_] Bem, parece quem é.
russian: [ _AD_] Ну, посмотрите кто это.

source: [_AD_] Did you come to enjoy the show?
french: [ _AD_ ] Vous êtes-vous venu à apprécier le spectacle?
italian: [_AD_] Sei venuto a goderti lo spettacolo?
portuguese: [_AD_] Você veio para curtir o show?
russian: Ты пришла насладиться шоу?

source: [_AD_] Have a seat, there's room by me.
french: [ _AD_ ] Ayez un siège, il y a de la place pour moi.
italian: [_AD_] Prendi un posto, c'è spazio da me.
portuguese: [_AD_] Tenha um assento, há espaço por mim.
russian: [ _AD_] Есть место, есть место рядом со мной.

source: [_R_] I'm not looking to have a good time. I just want to know where my mom is.
french: [ _R_ ] Je ne cherche pas à avoir du bon temps. Je veux juste savoir où est ma mère.
italian: [_R_] Non sto cercando di divertirmi. Voglio solo sapere dove è mia mamma.
portuguese: [_R_] Não estou procurando se divertir. Só quero saber onde está minha mãe.
russian: Я не хочу, чтобы у меня было хорошее время. Я просто хочу знать, где моя мама.

source: [_AD_] Just sit down, and maybe I'll tell you.
french: [_AD_] Asseyez-vous, et peut-être je vous le dis.
italian: [_AD_] Basta sedersi e forse ve lo dirò.
portuguese: [_AD_] Apenas se sente, e talvez eu te diga.
russian: Просто присядь, и, возможно, я скажу тебе.

source: [_AD_] Once again your timing is perfect. I just gave away the last of my cash.
french: [ _AD_ ] Une fois de plus, votre timing est parfait. Je viens de donner le dernier de mon argent.
italian: [_AD_] Ancora una volta il tuo tempo è perfetto. Ho appena dato via l'ultimo dei miei soldi.
portuguese: [_AD_] Mais uma vez seu momento é perfeito. Acabei de dar o último do meu dinheiro.
russian: [ _AD_] Еще раз ваше время идеально. Я просто отдала последнюю наличку.

source: [_AD_] Emma's trying to pay her way through nursing school. She could really use another contribution.
french: [_AD_] Emma essaie de payer son chemin à travers l'école de soins infirmiers. Elle pourrait vraiment utiliser une autre contribution.
italian: [_AD_] Emma sta cercando di pagare la sua strada attraverso la scuola di cura. Potrebbe davvero utilizzare un altro contributo.
portuguese: [_AD_] Emília está tentando pagar seu caminho através da escola de infância. Ela realmente poderia precisar de outra contribuição.
russian: Эмма пытается оплатить её через школу медсестер. Она действительно могла бы использовать другой вклад.

source: [_AD_] Hook me up with another hundred and later we can both go watch your mom taking care of Joey together.
french: [_AD_] Accrochez-moi avec une centaine de fois plus tard, nous pourrons tous les deux regarder votre mère prendre soin de Joey ensemble.
italian: [_AD_] Mi agganci con altre cento e più tardi possiamo entrambi andare a guardare tua mamma prendersi cura di Joey insieme.
portuguese: [_AD_] Hook me up com outras cem e mais tarde podemos ambos ir assistir a sua mãe cuidando do Joey juntos.
russian: [ _AD_] Угони меня с еще сотней, а потом мы оба можем пойти смотреть, как твоя мама заботится о Джоуи вместе.

source: [_AD_] A nice little bonding time for the two of us?
french: [ _AD_ ] Un joli petit temps de liaison pour nous deux?
italian: [_AD_] Un po 'di tempo di incollaggio per i due di noi?
portuguese: [_AD_] Um bom tempo de ligação para nós dois?
russian: [_AD_] Приятное время для двух нас?

source: [_R_] You're sick!
french: [_R_] Vous êtes malade !
italian: [_R_] Sei malato!
portuguese: [_R_] Você está doente!
russian: Ты болен!

source: [_AD_] You're the one who enjoys watching your mom fuck other guys.
french: [ _AD_ ] Vous êtes celui qui aime regarder votre mère baiser d'autres mecs.
italian: [_AD_] Sei quello che ti piace guardare tua mamma scopare altri ragazzi.
portuguese: [_AD_] Você é quem gosta de ver sua mãe transando com outros caras.
russian: Ты тот, кто любит смотреть, как твоя мама трахает других парней.

source: [_R_] Goddammit! You know I don't!
french: [_R_] Goddammit! Vous savez que je ne le fais pas!
italian: [_R_] Goddammit! Lo sai che non ho fatto!
portuguese: [_R_] Goddammit! Você sabe que eu não!
russian: [ _R_] Goddammit! Ты же знаешь, что я не знаю!

source: [_AD_] Uh huh... And that's why you're going to tell me to go to hell, and then go home and not think about what she's getting up to for the rest of the night?
french: [_AD_] Hé hein... Et c'est pourquoi vous allez me dire d'aller en enfer, et puis rentrer à la maison et ne pas penser à ce qu'elle se lève pour le reste de la nuit?
italian: [_AD_] Uh huh... Ed è per questo che mi dirai di andare all'inferno, e poi tornare a casa e non pensare a quello che si sta alzando per il resto della notte?
portuguese: [_AD_] Uh huh... E é por isso que vai me dizer para o inferno, e então vá para casa e não pense no que ela está fazendo para o resto da noite?
russian: [ _AD_] Uh ... И поэтому ты собираешься сказать мне, чтобы я пошел к черту, а потом возвращался домой и не думал о том, что она собирается до конца ночи?

source: [_R_] I'm just going to go to the surveillance room myself.
french: [ _R_ ] Je vais me rendre à la salle de surveillance moi-même.
italian: [_R_] Io andrò solo nella stanza di sorveglianza da solo.
portuguese: [__R_] Eu mesmo só vou para a sala de vigilância.
russian: Я сам пойду в комнату наблюдения.

source: [_AD_] Did you forget that you don't have a key to the door?
french: [ _AD_ ] Avez-vous oublié que vous n'avez pas de clé à la porte?
italian: [_AD_] Hai dimenticato che non hai una chiave per la porta?
portuguese: [_AD_] Você esqueceu que não tem uma chave para a porta?
russian: Ты забыл, что у тебя нет ключа к двери?

source: [_AD_] JJ's not allowed to open that door for anyone but his uncle.
french: [_AD_] JJ n'est pas autorisé à ouvrir cette porte pour qui que ce soit son oncle.
italian: [_AD_] JJ non ha permesso di aprire quella porta per nessuno, ma per suo zio.
portuguese: [_AD_] JJJ não tem permissão para abrir essa porta para ninguém além do tio.
russian: [_AD_] JJ не разрешает открывать эту дверь кому-либо кроме его дяди.

source: [_R_] Goddammit!
french: [_R_] Bon sang!

source: [_R_] I guess I don't have a hundred dollars.
french: [ _R_ ] Je suppose que je n'ai pas une centaine de dollars.
italian: [_R_] Immagino di non avere cento dollari.
portuguese: [_R_] Acho que não tenho cem dólares.
russian: Думаю, у меня нет ста долларов.

source: [_AD_] Oh, for fuck's sake. Stop wasting my time. Go talk to your girlfriend Armani or something.
french: [_AD_] Oh, pour le plaisir de baiser. Arrêtez de perdre mon temps. Allez parler à votre amie Armani ou quelque chose.
italian: [_AD_] Oh, per amore di scopata. Smettila di perdere il mio tempo. Vai a parlare con la tua ragazza Armani o qualcosa.
portuguese: [_AD_] Oh, por amor de riacho. Pare de desperdiçar meu tempo. Vá falar com sua namorada Armani ou algo assim.
russian: О, ради бога. Хватит тратить мое время. Иди поговори со своей девушкой Армани или еще что-нибудь.

source: [_A_] Sorry, about your mom.
french: [ _A_ ] Désolé, à propos de ta mère.
italian: [_A_] Mi dispiace, per tua mamma.
portuguese: [_A_] Desculpe, sobre sua mãe.
russian: Извини, о твоей маме.

source: [_A_] You can try waiting around here, but they might take a while.
french: [ _A_ ] Vous pouvez essayer ici, mais ils peuvent prendre un certain temps.
italian: [_A_] Puoi provare ad aspettare qui, ma potrebbero volerci un po' di tempo.
portuguese: [_A_] Você pode tentar esperar por aqui, mas eles podem demorar um pouco.
russian: [ _A_] Вы можете попробовать подождать здесь, но они могут занять некоторое время.

source: [_A_] Here's a beer, on me.
french: [_A_] Voici une bière, sur moi.
italian: [_A_] Ecco una birra, su di me.
portuguese: [_A_] Aqui está uma cerveja para mim.
russian: Вот пиво, на меня.

source: [_R_] Thanks.
french: [_R_] Merci.
italian: [_R_] Grazie.
portuguese: [_R_] Obrigado.

source: [_R_] Fine... Here's a hundred bucks!
french: [_R_] Très bien... Voici une centaine de pièces !
italian: [_R_] Fine... Ecco un centinaio di bucks!
portuguese: [_R_] Bela ... Aqui está uma centena de paz!
russian: [ _R_] Хорошо ... Вот сто баксов!

source: [_R_] You're wrong... I don't care if she's fucking other guys, and sure as hell don't need to watch her do it!
french: [ _R_ ] Vous avez tort ... Je m'en fiche si elle putain d'autres mecs, et c'est sûr que l'enfer n'a pas besoin de la regarder faire !
italian: [_R_] Hai torto... non mi importa se sta scopando altri ragazzi, e sicuro che l'inferno non ha bisogno di guardarla fare!
portuguese: [_R_] Você está errado... Não importa se ela está mandando caras, e certifique-se que você não precisa observá-la fazer isso!
russian: Ты ошибаешься ... Мне плевать, если она, блядь, другие парни, и точно не нужно смотреть, как она это делает!

source: [_AD_] Uh, huh... Well when you're done lying to yourself, you know where to find me.
french: [_AD_] Uh, hein... Eh bien, quand vous avez fini de vous mentir, vous savez où me trouver.
italian: [_AD_] Uh, eh... Beh, quando hai finito di mentire a te stesso, sai dove trovarmi.
portuguese: [_AD_] Uh, não... Bem, quando você terminou de mentir para si mesmo, você sabe onde me encontrar.
russian: [ _AD_] Uh, huh ... Ну, когда ты будешь лгать самому себе, ты знаешь, где меня найти.
