Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] It's not like that.
french: [ _R_ ] Ce n'est pas comme ça.
italian: [_R_] Non è così.
portuguese: U[_R_] Não é assim.
russian: [_R_] Это не так.

source: [_R_] It's just... Nevermind.
french: [_R_] C'est juste... Jamais.
italian: [_R_] è solo... Maiuss.
portuguese: [_R_] É apenas... Deixa para lá.
russian: Просто ... Не важно.

source: [_MT_] {i}Goddam this place is kinky.{/i}
french: [_MT_] {i}Goddam cet endroit est gentille.{/i}
italian: [_MT_] {i}Goddam questo posto è kinky.{/i}
portuguese: [_MT_] {i}Goddam este lugar é bonito.{/i}
russian: [_MT_] Годдама {i}это место кинки.{/i}

source: [_MT_] {i}What if Joey asks me to start working here.{/i}
french: [ _MT_ ] {i}Que faire si Joey me demande de commencer à travailler ici. { /i }
italian: [_MT_] {i}Cosa succede se Joey mi chiede di iniziare a lavorare qui.{/i}
portuguese: [_MT_] {i}E se Joey me pedir para começar a trabalhar aqui.{/i}
russian: [_MT_] {i}Что если Джой попросит меня начать работать здесь.{/i}

source: [_R_] I only recently found out about it myself.
french: [ _R_ ] J'ai récemment découvert moi-même.
italian: [_R_] Ho scoperto solo di recente su di esso io stesso.
portuguese: [__R_] Eu só recentemente descobri sobre isso eu mesmo.
russian: [ _R_] Я только недавно узнал об этом сам.

source: [_R_] It's called the VIP room.
french: [ _R_ ] Ça s'appelle la salle VIP.
italian: [_R_] Si chiama la sala VIP.
portuguese: [_R_] É chamado de sala VIP.
russian: [_R_] Это называется VIP-комната.

source: [_M_] And they just let anyone come in?
french: [_M_] Et ils laissent entrer quelqu'un ?
italian: [_M_] E lasciano entrare qualcuno?
portuguese: [__M_] E eles simplesmente deixaram qualquer um entrar?
russian: [_M_] И они просто дают кому-нибудь навестить?

source: [_R_] No, not anyone... You kind of have to be a member.
french: [ _R_ ] Non, personne ... Vous devez être membre.
italian: [_R_] No, non nessuno... Devi essere un membro.
portuguese: [_R_] Não, não ninguém... Você precisa ser um membro.
russian: [ _R_] Нет, не кто-нибудь ... Ты вроде как должен быть членом.

source: [_M_] So what? You buy a membership card, like at Costco?
french: [_M_] Alors quoi ? Vous achetez une carte de membre, comme chez Costco ?
italian: [_M_] Cosa? Compra una tessera associativa, come a Costco?
portuguese: [_M_] Então o quê? Você compra um cartão de sócios, como no Costco?
russian: [ _M_] Так что? Вы покупаете членскую карту, как в Costco?

source: [_R_] It's quite a bit more exclusive than that.
french: [ _R_ ] C'est un peu plus exclusif que ça.
italian: [_R_] È un po' più esclusivo di quello.
portuguese: [_R_] É bem um pouco mais exclusivo do que isso.
russian: [_R_] Это немного более эксклюзивный, чем это.

source: [_M_] [ryan]... What are you not telling me?
french: [_M_] [ryan]... Qu'est-ce que vous ne me dites pas?
italian: [_M_] [ryan]... Cosa non mi stai dicendo?
portuguese: [_M_] [ryan]... O que você não está me dizendo?
russian: [_M_] [ryan]... Что вы меня не говорите?

source: [_M_] Are you a VIP member?
french: [ _M_ ] Êtes-vous un membre VIP?
italian: [_M_] Sei un membro VIP?
portuguese: [_M_] Você é um membro VIP?
russian: [_M_] Вы являетесь VIP пользователем?

source: [_R_] Uhh... yeah...
french: [_R_] Euh... oui...
italian: [_R_] Uhh... sì...
portuguese: [_R_] Uhh ... sim ...

source: [_M_] How did you become an exclusive member of a Mafia VIP club?
french: [ _M_ ] Comment êtes-vous devenu un membre exclusif d'un club VIP de la Mafia?
italian: [_M_] Come sei diventato un membro esclusivo di un club VIP mafioso?
portuguese: [__M_] Como você se tornou um membro exclusivo de um clube da Máfia VIP?
russian: [_M_] Как Вы стали эксклюзивным членом VIP клуба Мафии?

source: [_M_] Sometimes you're too easy to tease.
french: [ _M_ ] Parfois, vous êtes trop facile à faire.
italian: [_M_] A volte sei troppo facile da prendere in giro.
portuguese: [_M_] Às vezes você é muito fácil de provocar.
russian: [_M_] Иногда вы слишком легко сорвать.

source: [_M_] Well...
french: [_M_] Eh bien...
italian: [_M_] Bene...
portuguese: [_M_] Bem...

source: [_M_] You did make our payment to the DeCapos this week, so you definitely deserve a nice reward.
french: [ _M_ ] Vous avez fait notre paiement aux DeCapos cette semaine, donc vous méritez certainement une belle récompense.
italian: [_M_] Hai effettuato il nostro pagamento al DeCapos questa settimana, quindi ti meriti sicuramente una bella ricompensa.
portuguese: [__M_] Você fez nosso pagamento para o DeCapos esta semana, então definitivamente você merece uma bela recompensa.
russian: [ _M_] Вы сделали наш платеж на DeCapos на этой неделе, так что вы определенно заслуживаете хорошую награду.

source: [_M_] But before I do anything for you, I need you to take care of me.
french: Mais avant de faire quoi que ce soit pour toi, j'ai besoin de toi pour m'occuper de moi.
italian: [_M_] Ma prima di fare qualcosa per te, ho bisogno che tu ti prenda cura di me.
portuguese: [_M_] Mas antes que eu faça qualquer coisa por você, preciso que você cuide de mim.
russian: Но прежде чем я сделаю что-нибудь для тебя, мне нужно, чтобы ты позаботишься обо мне.

source: [_M_] I don't want you to become a selfish lover, like your father.
french: [ _M_ ] Je ne veux pas que vous devenez un amoureux égoïme, comme votre père.
italian: [ _M_] Non voglio che diventi un amante egoista, come tuo padre.
portuguese: [_M_] Eu não quero que você se torne um amante egoísta, como o seu pai.
russian: Я не хочу, чтобы ты стал эгоистичный любовником, как твой отец.

source: [_M_] So, you want me to pleasure you orally first?
french: [ _M_ ] Donc, vous voulez que je vous plaisir oralement d'abord?
italian: [_M_] Allora, vuoi che ti piaccia per primo orale?
portuguese: [_M_] Então, você quer que eu te agrade oralmente primeiro?
russian: [ _M_] Итак, ты хочешь, чтобы я впервые с тобой помучался?

source: [_M_] You got it.
french: [_M_] Vous l'avez compris.
italian: [_M_] l'hai capito.
portuguese: [_M_] Você conseguiu.
russian: [_M_] Вы поняли.

source: [_RT_] {i}Joey came inside of her not too long ago.{/i}
french: [_RT_] {i}Joey est entré à l'intérieur d'elle il n'y a pas trop longtemps.{/i}
italian: [_RT_] {i}Joey è venuto dentro di lei non troppo tempo fa.{/i}
portuguese: [_RT_] {i}Joey veio dentro dela há pouco tempo.{/i}
russian: [_RT_] {i}Joey попал внутрь её не слишком долго назад.{/i}

source: [_RT_] {i}But I can't bring that up or she'll know Diaz and I were watching her.{/i}
french: [_RT_] {i}Mais je ne peux pas faire monter ça ou elle va savoir Diaz et je la regardais.{/i}
italian: [_RT_] {i}Ma non posso portarlo in su o lei conoscerà Diaz e io la stavo guardando.{/i}
portuguese: [_RT_] {i}Mas eu não posso trazer isso ou ela saberá que Diaz e eu estava a vê-la.{/i}
russian: [_RT_] {i}Но я не могу довести это до или она знает Диаз, и я смотрел еее.{/i}

source: [_RT_] {i}I don't know how well she's cleaned herself out since then.{/i}
french: [_RT_] {i}Je ne sais pas à quel point elle est nettoyée depuis là.{/i}
italian: [_RT_] {i}Non so quanto sia ben pulita da allora. {/i}
portuguese: [_RT_] {i}Eu não sei o quão bem ela se limpou desde então. {/i}
russian: [_RT_] {i}Я не знаю, сколько потом она вычистилась.{/i}

source: [_RT_] {i}I'm sure she must have blasted all of it out when she squirted on the pole, but still...{/i}
french: [_RT_] {i}Je suis sûr qu'elle a tout explosé quand elle a coulé sur le poteau, mais quand même...{/i}
italian: [_RT_] {i}Sono sicuro che lei deve aver fatto esplodere tutto quando ha schizzato sul palo, ma ancora...{/i}
portuguese: [_RT_] {i}Tenho certeza de que ela deve ter blasado tudo isso fora quando ela se agasalou no poste, mas ainda ... {/i}
russian: [_RT_] {i}Я уверен, что она должна была взорвать ее, когда она выстрелила в полюс, но все же...{/i}

source: [_R_] Okay, That's fair.
french: [ _R_ ] Ok, c'est juste.
italian: [_R_] Va bene, è giusto.
portuguese: [_R_] Ok, Isso é justo.
russian: [_R_] Ладно, это справедливо.

source: [_RT_] {i}Her pussy better not taste like cum!{/i}
french: [_RT_] {i}Sa chatte ne déguste pas comme du foutre !{/i}
italian: [_RT_] {i}La sua figa meglio non assaggiare come sperma!{/i}
portuguese: [_RT_] {i}É melhor ela não ter um gosto igual ao peso!{/i}
russian: [ _RT_] {i}Ее киску лучше не использовать, как cum! { /i }

source: [_R_] You've already gotten yourself off on the pole tonight. I haven't had any attention.
french: [_R_] Vous êtes déjà parti sur le poteau ce soir. Je n'ai pas eu d'attention.
italian: [_R_] Ti sei già preso sul palo stasera. Non ho avuto alcuna attenzione.
portuguese: [_R_] Você já se desembarcou na vara de hoje à noite. Não tive atenção.
russian: [_R_] Вы уже вышли на полюс сегодня. Мне не было никакого внимания.

source: [_R_] Who's being the selfish lover now?
french: [_R_] Qui est le amoureux égoïste maintenant?
italian: [_R_] Chi è l'amante egoista adesso?
portuguese: [_R_] Quem está sendo o amante egoísta agora?
russian: [_R_] Кто сейчас является эгоистичным любителем?

source: [_M_] That's a pretty selfish argument, but seeming as you did make that payment, I'll let it go.
french: [ _M_ ] C'est un argument assez égoïme, mais semblant comme vous avez fait ce paiement, je vais le laisser partir.
italian: [_M_] Questo è un argomento piuttosto egoista, ma sembrando come hai fatto quel pagamento, lo lascerò andare.
portuguese: [_M_] Isso é um argumento bem egoísta, mas aparentemente como você fez esse pagamento, eu vou deixar pra lá.
russian: [ _M_] Это довольно эгоистичный аргумент, но кажется, что вы сделали этот платеж, я его отпущу.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
french: {i}{b}«Soumission de maman +1»{/b}{/i}
italian: {i}{b}"Sottomissione della Mamma +1"{/b}{/i}
portuguese: {i}{b}"Envio da Mãe +1"{/b}{/i}
russian: {i}{b}"Отправка мамы +1"{/b}{/i}

source: [_M_] You don't have to do oral, but you don't get to get inside my pussy either. You can either take my ass, or nothing at all.
french: [ _M_ ] Vous n'avez pas à faire de vive voix, mais vous n'avez pas l'intérieur de ma chatte non plus. Vous pouvez soit prendre mon cul, soit rien du tout.
italian: [_M_] Non è necessario fare orale, ma non si arriva a entrare nella mia figa. Puoi prendere il mio asino, o niente affatto.
portuguese: [__M_] Você não tem que fazer oral, mas também não consegue entrar dentro do meu bichano. Você pode pegar a minha bunda, ou nada mesmo.
russian: [ _M_] Не нужно делать перорально, но ты не можешь попасть внутрь моей киски. Ты можешь взять мою задницу или вообще ничего.

source: [_RT_] {i}Does she really think giving me her ass is a punishment.?{/i}
french: [_RT_] {i}pense-t-elle vraiment que me donner son cul est un châtiment.?{/i}
italian: [_RT_] {i}pensa davvero che darmi il culo sia una punizione.?{/i}
portuguese: [_RT_] {i}Será que ela realmente acha que me dar a mão é um castigo.?{/i}
russian: [_RT_] {i}Она действительно думает, что дарить мне задницу наказание.?{/i}

source: [_R_] Yeah, of course I'll be happy to fuck your ass.
french: [ _R_ ] Oui, bien sûr, je serai heureux de baiser votre cul.
italian: [_R_] Sì, naturalmente sarò felice di scopare il culo.
portuguese: [_R_] Sim, claro que vou ficar feliz em cantar a sua bunda.
russian: Да, конечно, я буду счастлив трахать твою задницу.

source: [_M_] Do you have to sound so crude?
french: [ _M_ ] Avez-vous du son si brut?
italian: [_M_] Devi suonare così crude?
portuguese: [_M_] Você tem que soar tão ruim?
russian: [_M_] Должен ли вы звучать такой грубый?

source: [_R_] You know it turns you on.
french: [ _R_ ] Vous savez qu'il vous tourne.
italian: [_R_] Lo sai che ti accende.
portuguese: [_R_] Você sabe que te liga.
russian: [_R_] Вы знаете, что он включает вас.

source: [_MT_] {i}Goddammit! He's right.{/i}
french: [_MT_] {i}Goddammit! Il a raison.{/i}
italian: [_MT_] {i}Goddammit! Ha ragione.{/i}
portuguese: [_MT_] {i}Goddammit! Ele está certo.{/i}
russian: [_MT_] {i}Годдамит! Он верен.{/i}

source: [_M_] You didn't make our payment to the DeCapos this week, so I'm not sure you deserve to be taken care of.
french: [ _M_ ] Vous n'avez pas fait notre paiement aux DeCapos cette semaine, donc je ne suis pas sûr que vous méritez d'être pris en charge.
italian: [_M_] Questa settimana non hai effettuato il nostro pagamento a DeCapos, quindi non sono sicuro che ti meriti di essere curato.
portuguese: [__M_] Você não fez nosso pagamento para o DeCapos esta semana, então eu não tenho certeza que você merece ser cuidado.
russian: [ _M_] Вы не сделали нашу выплату на DeCapos на этой неделе, так что я не уверен, что вы заслуживаете того, чтобы заботиться о них.

source: [_R_] Please!?
french: [_R_] S'il vous plaît!?
italian: [_R_] Per favore!?
portuguese: [_R_] Por favor!?
russian: [ _R_] Пожалуйста!?

source: [_M_] Tell you what... I'll take care of you on the condition that you take care of me first.
french: [ _M_ ] Dites à quoi ... Je m'occupe de vous à la condition que vous me prenez soin de moi en premier.
italian: [_M_] Ti dica cosa... ti prenderò cura di te a condizione che ti prendi cura di me prima.
portuguese: [_M_] Diga a você o que ... Eu vou cuidar de você com a condição de que você cuide de mim primeiro.
russian: [ _M_] Скажи, что ... Я позаботишься о тебе при условии, что ты позаботишься обо мне первой.

source: [_R_] You mean orally?
french: [_R_] Vous voulez dire oralement ?
italian: [_R_] Vuoi dire oralmente?
portuguese: [_R_] Quer dizer oralmente?
russian: [ _R_] Вы имеете в виду устно?

source: [_M_] Exactly
french: [_M_] Exactement
italian: [_M_] Esattamente
portuguese: [_M_] Exatamente
russian: [_M_] Точно

source: [_RT_] {i}Where I didn't make the payment this week, I don't have any leverage to make demands. The only way I'm getting any action from Mom tonight is if I agree to give her oral.{/i}
french: [ _RT_ ] {i}Lorsque je n'ai pas fait le paiement cette semaine, je n'ai aucun levier pour faire des demandes. La seule façon pour moi de prendre des mesures de ce soir, c'est si je suis d'accord pour lui donner de l'oral. { /i }
italian: [_RT_] {i}Dove non ho effettuato il pagamento questa settimana, non ho alcuna leva per fare richieste. L'unico modo in cui sto ottenendo qualsiasi azione da mamma stasera è se accetto di dare il suo orale.{/i}
portuguese: [_RT_] {i}Onde eu não fiz o pagamento esta semana, eu não tenho nenhuma alavancagem para fazer exigências. A única maneira que eu estou recebendo qualquer ação da mamãe hoje à noite é se eu concordar em dar a ela oral. {/i}
russian: [_RT_] {i}Там, где я не производил платеж на этой неделе, у меня нет никакого рычага, чтобы делать требования. Я принимаю любые действия от мамы сегодня - это если я согласен дать ей устную.{/i}

source: [_RT_] {i}Guess I don't have a choice.
french: [_RT_] {i}Je suppose que je n'ai pas de choix.
italian: [_RT_] {i}Indovina che non ho scelta.
portuguese: [_RT_] {i}Adivinha que eu não tenho escolha.
russian: [ _RT_] {i}У меня нет выбора.

source: [_RT_] {i}Thank God... It tastes pretty fresh. Her huge squirt on stage must have cleaned her out good.{/i}
french: [_RT_] {i}Dieu merci... Il a un goût de fraîcheur. Son énorme écureuil sur scène doit l'avoir nettoyée bien.{/i}
italian: [_RT_] {i}Grazie Dio... Ha un sapore piuttosto fresco. Il suo enorme schizzo sul palco deve averla pulita bene. {/i}
portuguese: [_RT_] {i}Graças a Deus... Tem um gosto muito fresco. Seu esquilo enorme no palco deve tê-lo limpo da bem.{/i}
russian: [_RT_] {i}Благодарю Бога... Он очень свежий. Ее огромная белка на сцене должна вычистить еее.{/i}

source: [_MT_] {i}Nnnghhh... This feels pretty damn good! But I'm not quite getting there. I've got a feeling I'll be needing some anal attention if I'm going to achieve another orgasm tonight.{/i}
french: [_MT_] {i}Nnghhhhh... Ça me fait du bien ! Mais je n'y arrive pas vraiment. J'ai un sentiment que j'aurai besoin d'une attention anale si je vais obtenir un autre orgasme ce soir.{/i}
italian: [_MT_] {i}Nnnghhh... Questo si sente abbastanza dannato bene! Ma non sto arrivando lì. Ho la sensazione che avrò bisogno di qualche attenzione anale se ho intenzione di raggiungere un altro orgasmo stasera.{/i}
portuguese: [_MT_] {i}Nnnghhh... Isso é muito maldito pra cara! Mas eu não cheguei lá. Tenho a sensação de que vou precisar de atenção anal se vou conseguir outro orgasmo esta noite.{/i}
russian: [_MT_] {i}Nnnnnhhhh... Это чувствует себя довольно плохим хорошо! Но я не совсем добрался туда. Я чувствую, что если придётся достичь другого оргазма, то мне нужно будет уделить небольшое внимание.{/i}

source: [_M_] Mmm... Alright, [ryan]... You've done your oral duty for the night. Now it's time for you to get your dick wet... Only, I'm not on the pill, and I'm at a pretty fertile time of the month, so I need you to stay out of my pussy.
french: [_M_] Mmm... D'accord, [ryan]... Vous avez fait votre devoir oral pour la nuit. Maintenant, il est temps pour vous de mouiller la bite. . Seulement je ne suis pas sur la pilule, et je suis à une période de fécondité du mois, alors j'ai besoin que vous restiez en dehors de ma chatte.
italian: [_M_] Mmm... Va bene, [ryan]... Hai fatto il tuo dovere orale per la notte. Ora è il momento per voi di ottenere il vostro cazzo bagnato. . Solo, non sono sulla pillola, e sono in un periodo piuttosto fertile del mese, quindi ho bisogno che tu resti fuori dalla mia figa.
portuguese: [_M_] Mmm... Certo, [ryan]... Você cumpriu seu dever oral pela noite. Agora é hora de você molhar. . Só que eu não estou na pílula, e eu estou em uma época bem fértil do mês. então preciso que você fique fora da minha puxa.
russian: [ _M_] Ммм ... Хорошо, [ ryan] ... Ты проделал свой долг на ночь. Теперь пришло время, чтобы ты намочил свой член ... Только, я не на таблетках, и я в довольно благодатном времени месяца, так что мне нужно, чтобы ты осталась без моей киски.

source: [_R_] What? That's not fair.
french: [_R_] Quoi? Ce n'est pas juste.
italian: [_R_] Cosa? Non è giusto.
portuguese: [_R_] o quê? Não é justo.
russian: [ _R_] Что? Это нечестно.

source: [_M_] We can either do anal sex, or no sex at all.
french: [ _M_ ] Nous pouvons soit faire du sexe anal, soit pas de sexe du tout.
italian: [_M_] Possiamo fare sesso anale, o nessun sesso a tutti.
portuguese: [__M_] Podemos fazer sexo anal, ou sem sexo em nada.
russian: [ _M_] Мы можем либо анальный секс, либо вообще без секса.

source: [_R_] Alright, fine... I'll be happy to fuck you in the ass.
french: [_R_] D'accord, d'accord... Je serai heureux de vous baiser dans le cul.
italian: [_R_] Va bene, va bene... Sarò felice di scoparvi nel culo.
portuguese: [_R_] Alright, fine ... Eu ficarei feliz em te foder na bunda.
russian: Хорошо, хорошо ... Я буду счастлив трахать тебя в задницу.

source: [_M_] [ryan]! Do you have to sound so crude?!
french: [_M_] [ryan]! Tu dois taper un son si grossier?!
italian: [_M_] [ryan]! Devi suonare così crude?!
portuguese: [_M_] [ryan]! Você tem que soar tão grosseiro?!
russian: [_M_] [ryan]! Вы должны звучать так грубого?!

source: [_MT_] {i}Joey felt good and all, but sometimes I just need something bigger.{/i}
french: [_MT_] {i}Joey s'est senti bien et tout, mais parfois j'ai juste besoin de quelque chose de plus grand. {/i}
italian: [_MT_] {i}Joey si sentiva bene e tutti, ma a volte ho solo bisogno di qualcosa di più grande.{/i}
portuguese: [_MT_] {i}Joey se sentiu bem e tudo, mas às vezes eu só preciso de algo grande.{/i}
russian: [ _MT_] {i}Джоуи чувствовал себя хорошо и все, но иногда мне просто нужно что-то большее. { /i }

source: [_M_] Good God! What a night!
french: [_M_] Bon Dieu! Quelle nuit!
italian: [_M_] Buon Dio! Che notte!
portuguese: [_M_] Bom Deus! Que noite!
russian: Боже мой! Что за ночь!

source: [_M_] Mmm... what a night...
french: [_M_] Mmm... quelle nuit...
italian: [_M_] Mmm... che notte...
portuguese: [_M_] Mmm... que noite...
russian: Что за ночь ...

source: [_RT_] {i}As good as that was, I still haven't prevented her from fucking Joey.{/i}
french: [_RT_] {i}aussi bonne que ça, je ne l'ai toujours pas empêchée de baiser Joey.{/i}
italian: [_RT_] {i}Come era buono, non le ho ancora impedito di scopare Joey.{/i}
portuguese: [_RT_] {i}tão bom quanto era, eu ainda não a impedi de fazer piol.{/i}
russian: [_RT_] {i}Хорошо, что было, я до сих пор не помешал ей трахать Джой.{/i}

source: [_RT_] {i}It doesn't even seem to help when I make the weekly payments anymore.{/i}
french: [ _RT_ ] {i}Cela ne semble même plus aider lorsque je fais les paiements hebdomadaires. { /i }
italian: [_RT_] {i}Non sembra nemmeno aiutare quando effettuo più i pagamenti settimanali.{/i}
portuguese: [_RT_] {i}parece não ajudar nem mesmo quando faço os pagamentos semanais.{/i}
russian: [_RT_] {i}Это даже не помогло, когда я совершаю еженедельные платежи.{/i}

source: [_RT_] {i}Fuck... I'd better figure something out fast before this gets even more out of hand.{/i}
french: [_RT_] {i}Fuck... Je ferais mieux de comprendre quelque chose de vite avant que cela ne devienne encore plus incontrôlable.{/i}
italian: [_RT_] {i}Fuck... Farei meglio a capire qualcosa di veloce prima che questo diventi ancora più mano.{/i}
portuguese: U[_RT_] {i}Presa... É melhor eu descobrir algo rápido antes que isso fique ainda mais fora de controle.{/i}
russian: [_RT_] {i}Фах... Я бы лучше разобрался быстрее, прежде чем это станет еще более удачным.{/i}

source: [_MT_] {i}Now I'm definitely going to ask Joey about the VIP room.{/i}
french: [_MT_] {i}Maintenant je vais absolument interroger Joey sur la salle VIP. {/i}
italian: [_MT_] {i}Ora chiederò a Joey della sala VIP.{/i}
portuguese: [_MT_] {i}agora, definitivamente vou perguntar ao Joey sobre a sala VIP.{/i}
russian: [_MT_] {i}Теперь я определенно собираюсь спросить Джона о VIP-комнате.{/i}

source: [_RT_] {i}As bad as the night started, at least it ended on a high note.{/i}
french: [_RT_] {i}aussi mauvaise que la nuit a commencé, au moins elle s'est terminée sur une note élevée.{/i}
italian: [_RT_] {i}Male come la notte iniziata, almeno si è conclusa con una nota alta.{/i}
portuguese: [_RT_] {i}Tão ruim quanto a noite começou, pelo menos terminou em uma nota alta.{/i}
russian: [_RT_] {i}Так же плохо, как и ночь, по крайней мере он закончился с высокой заметкой.{/i}

source: [_RT_] {i}Still, I've got to get Mom so she isn't fucking other guys.{/i}
french: [_RT_] {i}quand même, je dois mettre ma mère pour qu'elle ne baise pas les autres gens.{/i}
italian: [_RT_] {i}Ancora, devo prendere la mamma in modo che non scopa altri ragazzi.{/i}
portuguese: [__RT_] {i}Ainda, eu tenho que pegar a mamãe para que ela não seja foda de outros caras. {/i}
russian: [ _RT_] {i}Все еще, мне нужно взять маму, чтобы она не была ебаной другими парнями. { /i }

source: [_RT_] {i}I should be able to keep her satisfied on my own.{/i}
french: [_RT_] {i}Je devrais pouvoir la laisser satisfaite par moi-même.{/i}
italian: [_RT_] {i}Dovrei essere in grado di mantenerla soddisfatta da solo.{/i}
portuguese: [_RT_] {i}Eu deveria ser capaz de mantê-la satisfeita por minha própria. {/i}
russian: [_RT_] {i}Я могу остаться довольной своей собственностью.{/i}

source: [_RT_] {i}I fucking released an unsatiable sex addicted monster on the world.{/i}
french: [_RT_] {i}I fucking a libéré un monstre insatiable accroc au monde.{/i}
italian: [_RT_] {i}Ho cazzo rilasciato un insaziabile sesso dipendente mostro sul mondo.{/i}
portuguese: [_RT_] {i}Eu soltei um monstro viciado em sexo insaciável no mundo. {/i}
russian: [_RT_] {i}выпустил неспокойного поддельного монстра в мире.{/i}
