Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] For those who finish their lunches, our own lunch lady has promised to give them a taste of her very own specialty cream pie.
dutch: [_L_] Onze eigen lunchdame heeft beloofd een smaak van haar eigen specialiteit te geven.

source: [_L_] {i}(Inaudibly chuckling){/i}
dutch: [_L_] {i}(Betekent chuckling){/i}

source: [_L_] Ohhh... I'm sorry. Who's writing these announcements?
dutch: [_L_] Ohhh... Het spijt me. Wie schrijft deze aankondigingen?

source: [_L_] My goodness!
dutch: [_L_] Mijn lekker!

source: [_L_] The image I want to show you today, I call "Dragon Goddess".
dutch: [_L_] de afbeelding die ik u vandaag wil laten zien, noem ik "Drakengoden".

source: [_L_] Hey Jessica... Can we do a full screen shot of this image?
dutch: [_L_] Hallo Jessica... Kunnen we een volledig scherm opname van deze afbeelding doen?

source: [_R_] Hey, girls... I hope I'm not interrupting?
dutch: [_R_] Hé, meisjes... Ik hoop dat ik niet onderbreek?

source: [_L_] No... what's up, [ryan]?
dutch: [_L_] Nee... wat is er, [ryan]?

source: [_R_] Not much.
dutch: [_R_] Niet veel.

source: [_R_] What's the latest gossip?
dutch: [_R_] Wat is de laatste rossip?

source: [_L_] Like we'd tell you.
dutch: [_L_] like we zouden het je vertellen.

source: [_R_] I guess I'll just go work on some anatomy homework at home.
dutch: [_R_] Ik denk dat ik thuis gewoon aan wat anatomisch huiswerk zal gaan werken.

source: [_LT_] {i}I thought [ryan] took anatomy last year.{/i}
dutch: [_LT_] {i}I dacht dat [ryan] vorig jaar anatomy nam.{/i}

source: [_MG_] See ya, [ryan], maybe we'll see you soon.
dutch: [_MG_] Zie ja, [ryan], misschien zullen we je binnenkort zien.

source: [_R_] Took you long enough.
dutch: [_R_] Taak je lang genoeg.

source: [_MG_] You're the one who said not to cause suspicion.
dutch: [_MG_] jij bent degene die heeft gezegd om geen verdenking te veroorzaken.

source: [_R_] So, is the skit still coming along well?
dutch: [_R_] komt de schacht dus nog steeds goed langs elkaar?

source: [_MG_] Yeah, we're getting it more and more polished.
dutch: [_MG_] Yeah, we krijgen het steeds meer.

source: [_MG_] Mandy's been really great in making all our movements synchronized.
dutch: [_MG_] Mandy's zijn geweldig in het synchroniseren van al onze bewegingen.

source: [_MG_] Soooo... I assume this is more than just a social visit?
dutch: [_MG_] Eooooow... Ik neem aan dat dit meer is dan alleen een sociaal bezoek?

source: [_R_] What would make you think that I don't just want to talk to you?... See how you're doing?
dutch: [_R_] Wat zou je doen denken dat ik niet alleen met je wil praten?... Zie je hoe je het doet?

source: [_MG_] [ryan]! Do you want a roll, or not?
dutch: [_MG_] [ryan]! Wil je een rol of niet?

source: [_R_] Well, if you really need my dick that much.
dutch: [_R_] Nou, als je dat echt nodig hebt.

source: [_MG_] That's what I like to see.
dutch: [_MG_] Dat is wat ik graag zie.

source: [_MG_] Now let's lose these clothes and get busy.
dutch: [_MG_] Laten we nu deze kleren verliezen en het druk doen.

source: [_MG_] I think I'd better lube you up first.
dutch: [_MG_] Ik denk dat ik je beter eerst zou laten slapen.

source: [_MG_] I could get used to this cock.
dutch: [_MG_] Ik kan aan deze bedrieger gewend raken.

source: [_MG_] Mmm... Let's get you ready for my pussy.
dutch: [_MG_] Mmm... Laten we je klaar maken voor mijn poging.

source: [_RT_] {i}Ohhh... This feels good!{/i}
dutch: [_RT_] {i}Ahh... Dit denkt goed!{/i}

source: [_MG_] There we go, [ryan]
dutch: [_MG_] daar gaan we, [ryan]

source: [_MG_] All lubed up.
dutch: [_MG_] Alles is gevloeid.

source: [_MG_] Are you ready to stick that hot cock in my tight pussy?
dutch: [_MG_] Ben je klaar om dat hete jasje in mijn smalle potje te stoppen?

source: [_R_] Oh, yeah... I can't wait to fuck that pretty little pussy.
dutch: [_R_] Oh, ja... Ik kan niet wachten om zo weinig te doen.

source: [_RT_] {i}Oh, God!... I still can't believe how tight she is after fucking Matt for so many years.{/i}
dutch: [_RT_] {i}Oh, God!... Ik kan nog steeds niet geloven hoe klein ze is na zo veel jaren fucking Matt. {/i}

source: [_RT_] {i}How can that be?{/i}
dutch: [_RT_] {i}Hoe kan dat zijn?{/i}

source: [_MG_] Oh, yeah... [ryan]! Fuck my greedy pussy!
dutch: [_MG_] Oh, ja... [ryan]! Mooi mijn hebzuchtige poes!

source: [_MG_] God, you're hitting my womb!
dutch: [_MG_] God, je raakt mijn baar!

source: [_MG_] God!... I need this cock!
dutch: [_MG_] God!... Ik heb deze cock nodig!

source: [_RT_] {i}Fuck!... Her dirty talk is driving me crazy... I'm getting so close!{/i}
dutch: [_RT_] {i}Fuck!... Haar vies gepraat drijft me gekken... Ik begin zo dichtbij!{/i}

source: [_R_] Oooohhh... Megan... I'm gonna cum!
dutch: [_R_] Oooohhh... Megan... Ik ga kum!

source: [_MG_] Ohhh... Yes... give me that baby batter!
dutch: [_MG_] Ohhh... Ja... geef me die baby batterij!

source: [_MG_] Fill me up!
dutch: [_MG_] Vul me op!

source: [_MG_] I want that cum to be sloshing around in my womb when I go talk to Matt later today.
dutch: [_MG_] Ik wil dat die kubus in mijn buik rondspoelt wanneer ik later vandaag met Matt ga praten.

source: [_MG_] I want it dripping out and splattering on my cheer teammates when they throw me in the air for a basket toss!
dutch: [_MG_] Ik wil dat het uitgedroogd wordt en mijn vrolijke teamgenoten opspatten, wanneer ze me in de lucht gooien voor een mandje toss!

source: [_R_] Oh fuck, Megan! You're driving me crazy!
dutch: [_R_] Oh fuck, Megan! Je rijdt me gek!

source: [_MG_] Oh, my God!... My womb can't fit anymore!
dutch: [_MG_] Oh, mijn God!... Mijn baarmoeder kan niet meer passen!

source: [_MG_] Holy fuck! I'm so full it's bursting out of me!
dutch: [_MG_] Heilige fuk! Ik ben zo vol dat het uit me barst!

source: {i}"[ryan]'s cum loads in Megan's pussy +1"{/i}
dutch: {i}"[ryan]'s kubus laadt in Megans pussy +1"{/i}

source: {i}"Total loads of [ryan]'s cum in Megan's pussy = ([megan_cum_loads_counter])"{/i}
dutch: {i}"Totaal lading van [ryan]zijn kubus in Megans pussy = ([megan_cum_loads_counter])"{/i}

source: [_MGT_] {i}Fuck!... My fertile little egg is going to be literally swimming in cum!{/i}
dutch: [_MGT_] {i}Fuck!... Mijn vruchtbare kleine ei zal letterlijk in kama zwemmen!{/i}

source: [_MGT_] {i}God, I hope I've got more of those pills.{/i}
dutch: [_MGT_] {i}God, Ik hoop dat ik meer van deze pills.{/i}

source: [_MGT_] {i}I can't forget to run to the pharmacy and get some more.{/i}
dutch: [_MGT_] {i}Ik kan niet vergeten om naar de apotheek te rennen en nog wat meer te krijgen{/i}

source: [_R_] I'm cumming!
dutch: [_R_] Ik knap!

source: [_MG_] Holy shit, [ryan]! You just basted me like a fucking turkey!
dutch: [_MG_] Heilige shit, [ryan]! Je hebt me net geborgen als een fucking kalko!

source: [_MG_] How was that?
dutch: [_MG_] Hoe was dat?

source: [_R_] Worth every penny.
dutch: [_R_] elke cent waard zijn.

source: [_MG_] Haha... That's what I like to hear.
dutch: [_MG_] Haha... Dat is wat ik graag hoor.

source: [_MG_] We'd better hurry and get dressed. I'm surprised nobody has come in yet.
dutch: [_MG_] We zouden beter opschieten en gekleed worden. Ik ben verrast dat er nog niemand binnenkomt.

source: [_MG_] So, I guess I'll be seeing you around again fairly soon?
dutch: [_MG_] Dus, ik denk dat ik je vrij snel weer zal zien?

source: [_R_] You can count on it.
dutch: [_R_] Je kunt erop rekenen.

source: [_R_] As tempting as that sounds, I just can't spend that kind of money right now.
dutch: [_R_] Even verleidelijk als dat klinkt, ik kan dat soort geld nu niet uitgeven.

source: [_MG_] Alright, I understand.
dutch: [_MG_] Ok, ik begrijp het.

source: [_MG_] I'm just not sure why you made me follow you in here again.
dutch: [_MG_] Ik weet niet zeker waarom je me je hier weer hebt laten volgen.

source: [_R_] You know... to make sure everything's still good with Lauren's campaign stuff.
dutch: [_R_] Jij weet... om er zeker van te zijn dat alles nog goed is met Lauren's campagne dingen.

source: [_MG_] Still good. Maybe you can just ask that over a text next time.
dutch: [_MG_] nog steeds goed. Misschien kan je dat de volgende keer bij tekst vragen.

source: [_MG_] If you want something extra, say the code.
dutch: [_MG_] Als je iets extra's wilt, zeg dan de code.

source: [_R_] Ok... Sorry, I know you had your hopes up about getting fucked by my big cock.
dutch: [_R_] Ok... Sorry, ik weet dat je al je hoop had om verpletterd te raken door mijn grote hanen.

source: [_MG_] Haha... You idiot!
dutch: [_MG_] Haha... Jij idioot!

source: [_MGT_] {i}I really did.{/i}
dutch: [_MGT_] {i}ik echt.{/i}

source: [_MG_] I'm out of here. I try not to spend too much time in boys' bathrooms.
dutch: [_MG_] ik ben hier weg. Ik probeer niet te veel tijd in de badkamers van jongens door te brengen.

source: [_R_] Alright, later Megan.
dutch: [_R_] Ok, later Megan.

source: [_R_] I was just wondering if I could speak to Megan privately.
dutch: [_R_] Ik vroeg me alleen af of ik privé met Megan kon spreken.

source: [_L_] Again?... What's going on?
dutch: [_L_] Tegen?... Wat gebeurt er?

source: [_R_] Ohh, I just had a few more ideas for Megan to help us take down Matt.
dutch: [_R_] Ohh, ik had net nog een paar ideeën voor Megan om ons te helpen Matt mee te nemen.

source: [_MG_] Shhhh... {i}(whispering){/i} Not so loud... He's just across the room talking to your mom.
dutch: [_MG_] Shhhh... {i}(fluistering){/i} Niet zo luid... Hij staat net over de kamer die met je moeder aan het praten is.

source: [_MG_] You go first, I'll follow you a few minutes later... So he doesn't get suspicious.
dutch: [_MG_] Je gaat eerst, ik zal je een paar minuten later volgen... Dus hij krijgt geen twijfel.

source: [_MG_] Now, what is this about?
dutch: [_MG_] Waar gaat het nu om?

source: [_R_] I'll tell you when we're in the stall.
dutch: [_R_] Ik zal je vertellen wanneer we in de stal zitten.

source: [_MGT_] {i}Oh, boy!... I can guess where this is going.{/i}
dutch: [_MGT_] {i}Oh, jongen!... Ik kan raden waar dit naartoe gaat.{/i}

source: [_R_] So, how is the skit coming along?
dutch: [_R_] Dus, hoe komt de skit eraan?

source: [_MG_] It's been a little messy, but it's starting to come together.
dutch: [_MG_] Het is een beetje rommelig geweest, maar het begint samenkomen.

source: [_R_] How has it been working with Mandy?.
dutch: [_R_] Hoe werkt het met Mandy?.

source: [_MG_] She's actually really great. After we're done sneaking around with this whole skit thing, I'm going to get her a formal tryout to be on the cheerleading team.
dutch: [_MG_] ze is echt heel geweldig. Nadat we klaar zijn met het rondsluipen van deze hele skit ga ik haar een formele poging doen om in het vrolijke team te zijn.

source: [_R_] Mandy would love that.
dutch: [_R_] Snoep zou dat geweldig vinden.

source: [_MG_] Soooo... were you wanting to just make small talk, or is there an important reason why you brought me back to this particular stall?
dutch: [_MG_] Soooooooo... wilde je alleen maar kleine praatjes maken, of is er een belangrijke reden waarom je me terug hebt gebracht naar deze stall?

source: [_R_] I just cant stop thinking about what you said, in that video we made for Matt.
dutch: [_R_] Ik kan gewoon stoppen met nadenken over wat je hebt gezegd, in die video hebben we gemaakt voor Matt.

source: [_R_] I was hoping we could...
dutch: [_R_] Ik hoopte dat we zouden kunnen...

source: [_MG_] Ohhh... So you {b}are{/b} hoping for another at-school booty call.
dutch: [_MG_] Ohhh... Zodat je {b}zijn{/b} hoopt op een andere school oproep

source: [_R_] I mean, you did say...
dutch: [_R_] Ik bedoel, je hebt gezegd...

source: [_R_] What!?
dutch: [_R_] Wat!?

source: [_R_] But we fucked for free the other day.
dutch: [_R_] Maar we hebben de laatste dag gratis gekund.

source: [_MG_] That didn't make you my boyfriend.
dutch: [_MG_] Dat maakt je niet mijn vriend.

source: [_MG_] And besides, I need the money.
dutch: [_MG_] En bovendien heb ik het geld nodig.

source: [_R_] Why? Your family is loaded.
dutch: [_R_] Waarom? Je familie is geladen.

source: [_MG_] My parents cut off my allowance.
dutch: [_MG_] Mijn ouders hebben mijn toelage onderbroken.

source: [_MG_] They found some pictures on my phone they didn't approve of.
dutch: [_MG_] Ze vonden foto's op mijn telefoon waar ze niet mee hebben ingestemd.

source: [_MG_] So I need cash.
dutch: [_MG_] Dus ik heb contant geld nodig.

source: [_R_] So you want me to pay you for sex?
dutch: [_R_] Dus wil je je betalen voor seks?

source: [_R_] You know what that is, right?
dutch: [_R_] Je weet wat dat is, toch?

source: [_MG_] Don't think about it as paying for sex, think about it as paying for that photo-set I did with your mom.
dutch: [_MG_] Denk er niet aan dat je voor geslacht betaalt, denk er dan aan dat je die foto betaalt die ik met je net gedaan heb.

source: [_MG_] And as a starving model, I'm showing you my gratitude.
dutch: [_MG_] En als een hongermodel laat ik u mijn dankbaarheid zien.

source: [_R_] What about our deal we made at the photoshoot?
dutch: [_R_] Hoe zit het met onze deal op de fotoshoot?

source: [_R_] Where you'll do anything to me that I can get my mom to do to me.
dutch: [_R_] Waar je iets tegen me gaat doen wat ik mijn moeder kan laten doen.

source: [_MG_] Don't worry, that deal's still on the table.
dutch: [_MG_] Maak je geen zorgen, die deal ligt nog op tafel.

source: [_MG_] Why?... Have you fucked your mom?
dutch: [_MG_] Waarom?... Heb je je moeder vermalen?

source: [_R_] Well, no... not yet.
dutch: [_R_] Nou, nee, nog niet.

source: [_R_] I guess not.
dutch: [_R_] Ik denk het niet.

source: [_R_] Hmmmm...
dutch: [_R_] Hmmmmmm...

source: [_RT_] {i}It's not like I don't get a release from anywhere else... I don't even know how many times I cum everyday.{/i}
dutch: [_RT_] {i}Het is niet zo dat ik nergens anders een release krijgt... Ik weet niet eens hoe vaak ik elke dag knuffel.{/i}

source: [_RT_] {i}Do I really want to spend three hundred dollars to fuck Megan again?{/i}
dutch: [_RT_] {i}Wil ik echt driehonderd dollar uitgeven om Megan weer te futeren?{/i}

source: [_R_] Yeah ok, I guess it's worth that much.
dutch: [_R_] Yeah ok, ik denk dat het zo veel waard is.

source: [_MG_] That's what I like to hear.
dutch: [_MG_] Dat is wat ik graag hoor.

source: [_MG_] I worried I'd never be happy with a smaller cock after having Matt's.
dutch: [_MG_] Ik maak me zorgen dat ik nooit blij zou zijn met een kleinere jas nadat ik Matt's had.

source: [_MG_] But really... your cock size is perfect.
dutch: [_MG_] Maar echt... je schouderformaat is perfect.

source: [_MG_] Matt really was too big for me.
dutch: [_MG_] Matt was echt te groot voor mij.

source: [_MG_] Now, I won't have to walk funny at cheerleading practice anymore.
dutch: [_MG_] Nu hoef ik niet meer grappig te lopen bij vrolijke oefeningen.

source: [_RT_] {i}I wonder if she means it, or is she just trying to make me feel better, since I'm not as big?{/i}
dutch: [_RT_] {i}Ik vraag me af of ze het bedoelt, of probeert ze me alleen maar beter te laten voelen, omdat ik niet zo groot ben?{/i}

source: [_R_] So, if I get the money together... can I keep coming back?
dutch: [_R_] dus, als ik het geld bij elkaar krijg... kan ik dan blijven terugkomen?

source: [_MG_] Oh yes, you're more than welcome.
dutch: [_MG_] Oh ja, je bent meer dan welkom.

source: [_MG_] So far, you're my only customer, and if you keep paying me, I won't have to go looking for anymore.
dutch: [_MG_] Tot nu toe ben jij mijn enige klant en als je me blijft betalen, hoef ik niet meer te gaan zoeken.

source: [_R_] I'll do what I can.
dutch: [_R_] Ik zal doen wat ik kan.

source: [_R_] We need to come up with some kind of code to let you know to come meet me here in the bathroom.
dutch: [_R_] We moeten met een code komen om je te laten weten dat je me hier in de badkamer kunt ontmoeten.

source: [_MG_] Well, aren't you the sneaky one?
dutch: [_MG_] Nou, ben je er niet stiekbaar?

source: [_R_] It's just that Lauren and Mandy might get suspicious if I keep asking you to a private talk all the time.
dutch: [_R_] Het is gewoon dat Lauren en Snoep mogelijk verdacht worden als ik je voortdurend vraag naar een privé gesprek.

source: [_MG_] Alright, what kind of code do you have in mind?
dutch: [_MG_] Ok, wat voor soort code denk je dan?

source: [_R_] How about if I say, "I've got to go work on some anatomy homework", you'll know to come to the bathroom shortly after I leave.
dutch: [_R_] Wat dacht ik ervan als ik zeg, "ik moet gaan werken aan wat anatomisch huiswerk", je weet dat je kort nadat ik vertrek, naar de badkamer komt.

source: [_MG_] Haha... I like it.
dutch: [_MG_] Haha... Ik vind het leuk.

source: [_MG_] So, I guess I'll be seeing you around fairly soon?
dutch: [_MG_] Dus, ik denk dat ik je redelijk snel zal zien?

source: [_R_] But, is the offer still on the table in the future?
dutch: [_R_] Maar is het aanbod in de toekomst nog steeds op tafel?

source: [_MG_] Yeah. We can make it a standing offer.
dutch: [_MG_] Yeah. We kunnen er een staande aanbieding van maken.

source: [_L_] No... Can we help you, [ryan]?
dutch: [_L_] Nee... Kunnen we je helpen, [ryan]?

source: [_R_] No... I just thought you might be talking about a certain election skit.
dutch: [_R_] Nee... Ik dacht dat je misschien over een bepaalde verkiezingsskit zou spreken.

source: [_MG_] Did you tell them then?
dutch: [_MG_] Heb je het hen toen verteld?

source: [_R_] No, I thought you would have.
dutch: [_R_] Nee, ik dacht dat je zou hebben.

source: [_MD_] Tell us what?
dutch: [_MD_] Vertel ons wat?

source: [_L_] If it's about the election, tell us at our headquarters... You don't know who could be listening here.
dutch: [_L_] Als het om de verkiezing gaat, vertel het ons dan op onze hoofdgroepen... Je weet niet wie hier zou kunnen luisteren.

source: [_R_] Ok, I'll tell you at next week's first campaign meeting.
dutch: [_R_] Ok, ik zal je vertellen bij de eerste campagne vergadering van volgende week.

source: [_L_] No... We were just talking about Kyle.
dutch: [_L_] Nee... We hadden het net over Kyle.

source: [_MG_] Yeah... from the basketball team?
dutch: [_MG_] Yeah... van het basketbalteam?

source: [_R_] Oh, yeah.
dutch: [_R_] Oh, ja.

source: [_MG_] Anyways, he's trying to grow a mustache, but his hair just isn't thick enough and it looks so funny!
dutch: [_MG_] Hoe dan ook, hij probeert een snor te kweken, maar zijn haar is gewoon niet dik genoeg en het ziet er zo grappig uit!

source: [_R_] Oh, yeah... I've noticed. Mrs. Freedman the lunch lady has a bigger mustache than he does.
dutch: [_R_] Oh, ja... Ik heb gemerkt dat mevrouw Freedman de lunchdame een grotere mustache heeft dan hij.

source: [_MG_] She really does!
dutch: [_MG_] Ze doet echt!

source: [_R_] Hey, Megan?
dutch: [_R_] Hé, Megan?

source: [_R_] Can I steal you away for a couple minutes?
dutch: [_R_] Kan ik je een paar minuten wegstelen?

source: [_MG_] Why are we going in here?
dutch: [_MG_] Waarom gaan we hier binnen?

source: [_MG_] Oh... You're not going to ask me to suck your dick again are you?
dutch: [_MG_] Oh... Je gaat me niet vragen om je snoep opnieuw bij te steken, nietwaar?

source: [_R_] No... It's nothing like that.
dutch: [_R_] Nee... Zo is het niet.

source: [_R_] Just trust me, and follow me into the stall.
dutch: [_R_] Vertrouw me gewoon en volg me in de stal.

source: [_MG_] [ryan]... Two people in a public bathroom stall is almost always "like that".
dutch: [_MG_] [ryan]... Twee mensen in een openbare badkamer stal is bijna altijd "zoals dat".

source: [_MG_] So, you're not even going to buy me flowers first?
dutch: [_MG_] Dus ga je me niet eens eerst bloemen kopen?

source: [_R_] I could... I mean I'd love to...
dutch: [_R_] Ik kan... Ik meen dat ik het leuk zou vinden...

source: [_R_] But, like I said, that's not what this is about.
dutch: [_R_] Maar, zoals ik zei, dat is niet waar dit over gaat.

source: [_MG_] Well talk, damnit!... You're killing me with curiosity.
dutch: [_MG_] Goed gepraat, kleer!... Je doodt me met nieuwsgierigheid.

source: [_R_] Ok... I heard a rumor recently that you and the new cheerleading coach don't get along.
dutch: [_R_] Ok... Ik hoorde onlangs een gerucht dat jij en de nieuwe cheerleading coach niet meedoen.

source: [_MG_] Miss Jessica?... Yeah... Let's just say "hate" would be putting it mildly.
dutch: [_MG_] Miss Jessica?... Ja... Laten we gewoon zeggen dat "hate" het mild zou doen.

source: [_MG_] I swear she came back here just to make my life hell.
dutch: [_MG_] Ik zweer dat ze hier is teruggekomen om mijn leven hel te maken.

source: [_R_] Yeah... That's what I thought, and that's why I wanted to show you something.
dutch: [_R_] Ja... Dat is wat ik dacht, en daarom wilde ik je iets laten zien.

source: [_R_] And, normally I would stay out of something like this, but I thought this is something you would want to see and know about.
dutch: [_R_] En, normaal gesproken zou ik buiten zoiets blijven, maar ik dacht dat dit iets is waarover je wilt zien en wat je weet.

source: [_MG_] What are you talking about?
dutch: [_MG_] Waar heb je het over?

source: [_R_] My friend sent me a video that was recorded a few days ago. I'm not sure how she got it, but here... I'll just let the video do the talking.
dutch: [_R_] Mijn vriend heeft mij een video gestuurd die een paar dagen geleden is geregistreerd. Ik weet niet zeker hoe ze het begrepen heeft, maar hier laat ik de video gewoon doen.

source: [_MG_] Oh, my God!... Is that the showers in our locker room?
dutch: [_MG_] Oh, mijn God!... Is dat de douches in onze locker kamer?

source: [_R_] It's probably the boys locker room, I'm pretty sure they look the same.
dutch: [_R_] Het is waarschijnlijk de jongens kluiskamer, ik weet vrij zeker dat ze er hetzelfde uitzien.

source: [_MG_] Hmmm... the print is small, but I think it says girls locker room.
dutch: [_MG_] Hmmm... het drukwerk is klein, maar ik denk dat het zegt dat de meisjes lockeruimte hebben.

source: [_MG_] Oh, God... Is that Jessica and Matt?
dutch: [_MG_] Oh, God... Is dat Jessica en Matt?

source: {i}"some time later."{/i}
dutch: {i}"wat tijd later."{/i}

source: [_MG_] That bastard told me he wouldn't fuck her.
dutch: [_MG_] Die schurk vertelde me dat hij haar niet zou trotseren.

source: [_MG_] Uuurrrggghhh!... I hate Jessica!
dutch: [_MG_] Uuurrgghhhh! ... Ik haat Jessica!

source: [_MG_] Comes back to my school!... Makes my life hell at cheerleading practice!... Fucks my boyfriend!
dutch: [_MG_] komt terug naar mijn school!... Maakt mijn leven de hel van vrolijke praktijk!... Fucks mijn vriend!

source: [_MG_] Insults, belittles, manipulates!...
dutch: [_MG_] Insults, belitten, manipuleren!...

source: [_MG_] LETS HIM FUCK HER ASS!... I know he's always wanted to, but I'm too small!
dutch: [_MG_] LETS HIM FUCK HER ASS!... Ik weet dat hij het altijd wilde, maar ik ben te klein!

source: [_MG_] And fucking Matt!... I let him fuck just about anybody he wants!
dutch: [_MG_] En Matt! ... Ik laat hem zowat vertroebelen over iedereen die hij wilt!

source: [_MG_] I ask him not to fuck one person, and what does he do?
dutch: [_MG_] Ik vraag hem niet iemand te trotseren, en wat doet hij?

source: [_R_] Fucks her.
dutch: [_R_] Fucks haar.

source: [_MG_] He fucking fucks her!
dutch: [_MG_] Hij maakt fucks haar!

source: [_MG_] Well, guess what?
dutch: [_MG_] Nou, raad wat?

source: [_MG_] Two can play at that game!
dutch: [_MG_] Twee kunnen bij dat spel spelen!

source: [_MG_] Yes...
dutch: [_MG_] Ja...

source: [_MG_] That's exactly what that bastard deserves.
dutch: [_MG_] Dat is precies wat die driester verdient.

source: [_R_] Huh?
dutch: [_R_] Hè?

source: [_MG_] Guess who Matt just recently forbid me to fuck.
dutch: [_MG_] Raad wie Matt onlangs mij verbiedt te verrotten.
