Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_R_] Yeah, I don't see how Lauren can win if we don't get her some professional posters.
dutch: [_R_] Yeah, ik zie niet hoe Lauren kan winnen als we haar geen professionele posters krijgen.

source: [_MS_] From my own observations of school elections through the years, I've noticed that there is a strong correlation between how much money a candidate spends, and how well they perform in the election.
dutch: [_MS_] Mijn eigen waarnemingen bij schoolverkiezingen door de jaren heen, Het is me opgevallen dat er een sterk verband bestaat tussen hoeveel geld een kandidaat uitgeeft en hoe goed hij bij de verkiezingen presteert.

source: [_MS_] Some students are the exception, due to their extreme popularity.
dutch: [_MS_] Sommige studenten zijn de uitzondering, vanwege hun extreme populariteit.

source: [_MS_] And though Lauren is popular within her own circle, she's not well known throughout the entire school.
dutch: [_MS_] En hoewel Lauren populair is binnen haar eigen cirkel, is ze niet bekend in de hele school.

source: [_MS_] If you want to help her win, you're just going to have to spend some money.
dutch: [_MS_] Als je haar wilt helpen winnen, moet je gewoon wat geld uitgeven.

source: [_MS_] There was one more thing I was going to ask for in exchange for my help.
dutch: [_MS_] Er was nog één ding waar ik om wilde vragen in ruil voor mijn hulp.

source: [_R_] What is it?
dutch: [_R_] Wat is het?

source: [_MS_] I've been invited to be part of an art show in the fall, and I've got to come up with a few more original pieces.
dutch: [_MS_] ik ben uitgenodigd om deel te nemen aan een kunstshow in de daling. en ik moet met een paar meer originele stukken komen.

source: [_MS_] Since the best inspiration for art comes from your own life, I want one of my pieces to be a portrait of a student.
dutch: [_MS_] Omdat de beste inspiratie voor kunst uit je eigen leven komt, wil ik dat een van mijn stukken een portret van een leerling is.

source: [_MS_] That means I need a model.
dutch: [_MS_] betekent dat ik een model nodig heb.

source: [_MS_] If you'll be willing to model for me, I'll be happy to help you with your posters.
dutch: [_MS_] Als je bereid bent om voor mij te modellen, dan help ik je graag met je posters.

source: [_R_] That sounds easy.
dutch: [_R_] Dat klinkt makkelijk.

source: [_MS_] Yeah, all you have to do is sit there.
dutch: [_MS_] Yeah, het enige wat je hoeft te doen is daar zitten.

source: [_MS_] But you have to stay as still as you can.
dutch: [_MS_] Maar je moet zo nog blijven als je kan.

source: [_MS_] Great! Let's get those posters designed and printed, and then I'll have you pose for me.
dutch: [_MS_] Geweldig! Laten we de affiches ontwerpen en printen en dan laat ik je voor me schrijven.

source: [_MS_] Do you have the pictures of Lauren you want to put on the posters?
dutch: [_MS_] Heb je de foto's van Lauren die je op de posters wilt plaatsen?

source: [_R_] Yeah, I just need to pull them off the internet.
dutch: [_R_] Yeah, ik hoef ze alleen maar van het internet te halen.

source: [_MS_] Great!... Go login on my computer and download the images of Lauren you want to use for the posters.
dutch: [_MS_] Geweldig!... Log in op mijn computer en download de afbeeldingen van Lauren die je wilt gebruiken voor de posters.

source: [_R_] I don't have that kind of money right now.
dutch: [_R_] Ik heb dat soort geld op dit moment niet.

source: [_MS_] I'm sorry... If I could afford it, I'd just do it for free. The school makes me pay for the ink and paper I use when it's not related to my class.
dutch: [_MS_] Het spijt me. Als ik het me kon veroorloven, zou ik het gewoon gratis doen. De school laat me betalen voor de inkt en papier die ik gebruik wanneer het niet gerelateerd is aan mijn klas.

source: [_R_] I understand. Is it okay if I come back when I get the money together?
dutch: [_R_] Ik begrijp het. Is het niet in orde als ik terugkom wanneer ik het geld samen krijg?

source: [_MS_] You bet. This is my free hour, so stop by any weekday around the same time.
dutch: [_MS_] Jij weddenkt. Dit is mijn gratis uur, dus stop voor elke weekdag rond dezelfde tijd.

source: [_R_] I don't have that kind of money to just throw away on posters!
dutch: [_R_] Ik heb niet dat soort geld om de posterijen gewoon weg te gooien!

source: [_R_] Maybe I can just buy some markers and poster board.
dutch: [_R_] Misschien kan ik gewoon wat markers en postboord kopen.

source: [_MS_] Yeah, you could... And the students might think that a 5th grader is running for president.
dutch: [_MS_] Yeah, jij kan... En de leerlingen denken misschien dat een 5e leerling draait voor president.

source: [_MS_] Alright, I've got the posters printing.
dutch: [_MS_] Ok, ik heb posters bedrukken.

source: [_R_] Great, thank you.
dutch: [_R_] Geweldig, dank je.

source: [_MS_] Why don't you grab a stool and go strike the exact same pose you were in last time.
dutch: [_MS_] Waarom pak je geen kruk en ga je precies hetzelfde spul treffen als je vorige keer deed.

source: [_R_] I'm guessing you want me naked again?
dutch: [_R_] Ik denk dat je me weer naakt wilt hebben?

source: [_MS_] Uh... yes, please, but try really hard not to get aroused this time... If possible?
dutch: [_MS_] Uh... ja, maar probeer echt moeilijk om deze keer niet opgeleid te worden... Indien mogelijk?

source: [_R_] I'll try, I promise.
dutch: [_R_] Ik zal proberen, ik beloof het.

source: [_MST_] {i}I can't stop thinking about that beautiful dick... How good it felt in my ass!... How my husband will never be the wiser.{/i}
dutch: [_MST_] {i}Ik kan niet stoppen met nadenken over dat mooie woorden... Hoe goed het in mij voelt!... Hoe mijn man nooit zo wijs zal zijn.{/i}

source: [_MS_] Are you doing okay over there?
dutch: [_MS_] Doe je het goed daar?

source: [_R_] I think I'll be ok.
dutch: [_R_] Ik denk dat ik ok zal zijn.

source: [_RT_] {i}Damnit... I'm still not ok.{/i}
dutch: [_RT_] {i}Damnit... Ik ben nog steeds niet ok.{/i}

source: [_RT_] {i}I can't stop thinking about how good my cock felt in her ass.{/i}
dutch: [_RT_] {i}Ik kan niet ophouden na te denken over hoe goed mijn hanengevoel in haar assen.{/i}

source: [_RT_] {i}...So good!{/i}
dutch: [_RT_] {i}...Zo goed!{/i}

source: [_RT_] {i}Looks like he's back for more!{/i}
dutch: [_RT_] {i}lijkt erop dat hij weer terug is voor meer!{/i}

source: [_MS_] [ryan]?... Did it happen again?
dutch: [_MS_] [ryan]?... Is het opnieuw gebeurd?

source: [_R_] Sorry... I just can't stop thinking about my last visit.
dutch: [_R_] Sorry... Ik kan alleen maar nadenken over mijn laatste bezoek.

source: [_MS_] You're not the only one.
dutch: [_MS_] Je bent niet de enige.

source: [_MS_] Alright... Move your hands and let me see just how bad it is.
dutch: [_MS_] Oké... Beweeg je handen en laat me zien hoe slecht het is.

source: [_MS_] Oh, wow!... I think it's even harder than last time!
dutch: [_MS_] Oh, wow!... Ik denk dat het nog harder is dan de vorige keer!

source: [_R_] Like I said, I can't get past the thought of your ass sliding up and down on my cock.
dutch: [_R_] zoals ik zei, ik kan niet boven de gedachte aan je pas komen om op mijn auto omhoog en neer te glijden.

source: [_MS_] I wonder if we'll ever get that painting done.
dutch: [_MS_] Ik vraag me af of we dat schilderij ooit klaar zullen krijgen.

source: [_MS_] So, should we see if we can fit in a quick fuck, and maybe we'll have enough time for some painting after?
dutch: [_MS_] Dus moeten we kijken of we in snelle fuk kunnen passen, en misschien hebben we genoeg tijd voor wat schilderij?

source: [_MST_] {i}I'm sure we both know there won't be time, and it's just an excuse to keep fucking.{/i}
dutch: [_MST_] {i}Ik weet zeker dat we er geen tijd meer zullen hebben, en het is gewoon een excuus om fucking.{/i}

source: [_RT_] {i}If never completing that painting keeps us fucking every week, I'll always hold out as long as I can.{/i}
dutch: [_RT_] {i}Als we dat schilderij nooit elke week laten verpletteren, houd ik altijd zo lang als ik kan.{/i}

source: [_R_] Yeah, let's see if we can finish any faster today.
dutch: [_R_] Yeah, laten we kijken of we vandaag sneller kunnen eindigen.

source: [_MS_] Ok... First I need to get your cock all lubed up.
dutch: [_MS_] Ok... Eerst moet ik je gooi krijgen.

source: [_MS_] Ok... Let's start out slow.
dutch: [_MS_] Ok... Laten we langzaam beginnen.

source: [_MS_] My ass is getting more used to it, but we still need to be careful after letting it rest for a few days.
dutch: [_MS_] Mijn pas wordt er meer aan gewend, maar we moeten nog steeds voorzichtig zijn nadat we het een paar dagen lang hebben uitgerust.

source: [_MS_] Oh, my God!... I feel so full!
dutch: [_MS_] Oh, mijn God!... Ik voel me zo vol!

source: [_MS_] You feel so good in my ass!
dutch: [_MS_] Je voelt je zo goed in mijn asset!

source: [_RT_] Oh, fuck!
dutch: [_RT_] Oh, fuk!

source: [_MS_] Ohhh... Faster!
dutch: [_MS_] Ohhh... Sneller!

source: [_R_] God, this feels so good, Mrs. Stone!
dutch: [_R_] God, dit voelt zo goed, mevrouw Stone!

source: [_MS_] Oh, my God!... I'm cumming from my ass!
dutch: [_MS_] Oh, mijn God!... Ik kummt uit mijn ass!

source: [_R_] Oh... Should I stop?
dutch: [_R_] Oh... Moet ik stoppen?

source: [_MS_] Don't you dare!
dutch: [_MS_] durf je niet aan!

source: [_MS_] Keep fucking me!
dutch: [_MS_] Blijf me nekken!

source: [_MS_] Oh, my God!... That was amazing!
dutch: [_MS_] Oh, mijn God!... Dat was geweldig!

source: [_RT_] {i}Oohhh.... I'm about to cum!{/i}
dutch: [_RT_] {i}Oohhh.... Ik ga zoet!{/i}

source: [_MS_] Ohhh... That's so much cum!
dutch: [_MS_] Ohhh... Dat is zo veel kum!

source: [_MS_] I feel so full.
dutch: [_MS_] Ik voel me zo vol.

source: [_MS_] Oh, my God!... You're filling me up from my ass!
dutch: [_MS_] Oh, mijn God!... Je vult me op van mijn asset!

source: [_R_] Mrs. Stone!... I'm cumming!
dutch: [_R_] Mevr. Steen!... Ik knap!

source: [_MS_] Wait!... Cum all over my ass!
dutch: [_MS_] Wacht!... um alles over mijn ass!

source: [_MS_] Ohhh... That is so much cum!
dutch: [_MS_] Ohhh... Dat is zo veel kum!

source: [_MS_] You literally covered my whole ass!
dutch: [_MS_] Je hebt mijn hele assortiment bedekt!

source: [_MS_] God, I can't get enough of that!
dutch: [_MS_] God, ik kan daar niet genoeg van krijgen!

source: [_MS_] Please tell me you won't ever stop visiting me!
dutch: [_MS_] Vertel me dat je nooit stopt met het bezoeken van mij!

source: [_RT_] {i}Uh oh... I hope she's not getting too attached.{/i}
dutch: [_RT_] {i}Eh oh... Ik hoop dat ze niet te geattacheerd wordt.{/i}

source: [_R_] I'll try.
dutch: [_R_] Ik zal het proberen.

source: [_MS_] You definitely came faster that time, but there still isn't enough time to finish the painting.
dutch: [_MS_] Je bent die keer zeker sneller gekomen, maar er is nog steeds niet genoeg tijd om het schilderij af te ronden.

source: [_MS_] I'd better clean up and we'd better get dressed.
dutch: [_MS_] Ik zou beter opruimen en we zouden ons beter kleden.

source: [_MS_] Well, you should get going... The bell is about to ring.
dutch: [_MS_] Nou, je zou moeten beginnen... De bel staat op het punt te rinkelen.

source: [_MS_] Please promise me you'll come back so we can finish the painting?
dutch: [_MS_] Belooft u me dat u terug zult komen zodat we het schilderij kunnen afmaken?

source: [_R_] I promise, and thanks so much for everything, Mrs. Stone!
dutch: [_R_] Ik beloof u en bedankt u voor alles, mevrouw Stone!

source: [_MS_] It was my pleasure. Oh.. and your posters should be done... You can grab them off the printer on your way out.
dutch: [_MS_] Het was mijn plezier. Oh.. en je posters moeten gedaan worden... Je kunt ze bij je weg van de printer halen.

source: [_MS_] And thanks for coming to see me. Your visits are the best part of my week.
dutch: [_MS_] En bedankt voor je komst om mij te bezoeken. Jouw bezoeken zijn het beste deel van mijn week.

source: [_MST_] {i}I can't stop thinking about that dick!{/i}
dutch: [_MST_] {i}Ik kan niet ophouden erover na te denken!{/i}

source: [_MST_] {i}Why did I promise my husband I wouldn't let any other students fuck me?{/i}
dutch: [_MST_] {i}Waarom had ik mijn man beloofd dat ik geen andere leerlingen zou laten stommen?{/i}

source: [_RT_] {i}I can't stop thinking about her sucking my cock.{/i}
dutch: [_RT_] {i}Ik kan niet stoppen om aan haar te denken aan mijn cock.{/i}

source: [_RT_] {i}You stupid penis!{/i}
dutch: [_RT_] {i}Jij domme penis!{/i}

source: [_R_] Sorry... I'm just... trying to control my thoughts.
dutch: [_R_] Sorry... Ik probeer mijn gedachten onder controle te krijgen.

source: [_MST_] {i}This is the best part of the week!{/i}
dutch: [_MST_] {i}Dit is het beste deel van de week!{/i}

source: [_R_] I'm sorry, but I just can't stop thinking about that last blow job.
dutch: [_R_] Het spijt me, maar ik kan gewoon niet ophouden na te denken over die laatste slag baan.

source: [_MS_] Well, I really need to get that painting done... And giving you a blowjob takes too long.
dutch: [_MS_] Nou, ik moet echt dat schilderij... En je een klap geven duurt te lang.

source: [_MS_] We're running out of options here.
dutch: [_MS_] We hebben bijna geen opties meer.

source: [_R_] Mrs. Stone... Please don't get mad at me for asking this, but is it true that you've had sex with some of your students?
dutch: [_R_] Mevrouw Stone... Ik wil niet boos worden op mij omdat ik dit vraag, maar is het waar dat je seks hebt gehad met sommige van je leerlingen?

source: [_MS_] Hmmm... I know... The rumor that I fuck a different student every year has been going around for over five years now.
dutch: [_MS_] Hmmm... Ik weet het... Het gerucht dat ik elk jaar een andere student negeer, is nu al meer dan vijf jaar bezig.

source: [_MS_] And, it's made me very popular with the male students, but... with the exception of two students, all the other rumors are an exaggeration.
dutch: [_MS_] En, het is mij erg populair bij de mannelijke studenten, maar... met uitzondering van twee studenten, zijn alle andere geruchten overdreven en overdreven.

source: [_R_] Well... would you be willing to make me one of those exceptions too?
dutch: [_R_] Well... bent u bereid om van mij ook een van die uitzonderingen te maken?

source: [_MS_] Uuurrgghhh... [ryan]!... I wish I could... I really do!
dutch: [_MS_] Uuurrgghhhh... [ryan]!... Ik zou willen dat ik dat kan... dat ook doet!

source: [_MS_] It's just... my husband found out about those students and made me swear that I would never let another student put his dick in my pussy again.
dutch: [_MS_] Het is slechts... mijn man kwam over die studenten te weten en liet me zweren dat ik nooit meer zijn zin in mijn potje zou laten zetten.

source: [_MS_] Huh... He did very specifically say pussy...
dutch: [_MS_] Huh... Hij heeft heel specifiek 'pusse' gezegd...

source: [_MS_] I remember him complaining about it getting too loose, and how it felt like he was parking his bicycle in an airplane hanger.
dutch: [_MS_] Ik herinner me dat hij erover klaagde dat het te losser werd, en dat hij zich voelde alsof hij zijn fiets in een vliegtuighanger parkeerde.

source: [_MS_] So he made me swear never to let another dick inside it.
dutch: [_MS_] Dus hij liet me zweren om er nooit een andere spell in te laten zitten.

source: [_MS_] But what if?...
dutch: [_MS_] Maar wat als?...

source: [_MST_] {i}Oh, my God!... Are you really thinking of letting him fuck your ass?{/i}
dutch: [_MST_] {i}Ah, mijn God!... Denk je er echt aan dat je hem je assortiment laat verrotten?{/i}

source: [_MST_] {i}...My husband never said...{/i}
dutch: [_MST_] {i}...Mijn man zegt nooit...{/i}

source: [_MST_] {i}Don't you think it was implied?{/i}
dutch: [_MST_] {i}Denk je niet dat het werd geïmpliceerd?{/i}

source: [_MST_] {i}It doesn't matter... I never made any promises regarding my ass.{/i}
dutch: [_MST_] {i}Het doet er niet toe ... Ik heb nooit toezeggingen gedaan met betrekking tot mijn ass.{/i}

source: [_MST_] {i}And besides... I don't have any plans on letting him find out.{/i}
dutch: [_MST_] {i}En besides... Ik heb geen plannen om hem meer te laten weten.{/i}

source: [_R_] Mrs. Stone?...
dutch: [_R_] Mevrouw Steen?...

source: [_MS_] Yeah... [ryan]...
dutch: [_MS_] Ja... [ryan]...

source: [_MST_] {i}Don't say it!{/i}
dutch: [_MST_] {i}zeg het niet!{/i}

source: [_MST_] {i}Oh... but I want it so bad!{/i}
dutch: [_MST_] {i}Oh... maar ik wil het zo slecht!{/i}

source: [_MS_] I've promised my husband that I would never let a student fuck my pussy again...
dutch: [_MS_] ik heb mijn man beloofd dat ik mijn leerling nooit meer mijn poëzie zou laten verbrijzelen...

source: [_MS_] But I never promised him that I wouldn't let a student fuck... elsewhere.
dutch: [_MS_] Maar ik heb hem nooit beloofd dat ik een leerling niet mag laten knipperen... elders.

source: [_RT_] {i}Oh, my God!...Is she asking me to fuck her in the ass?{/i}
dutch: [_RT_] {i}Oh, mijn God!... vraagt ze me haar te futeren in het ass?{/i}

source: [_RT_] {i}I'm almost positive that's what she means!{/i}
dutch: [_RT_] {i}Ik ben bijna positief, dat is wat ze bedoelt!{/i}

source: [_R_] Uhhh...
dutch: [_R_] Uhh...

source: [_MS_] So would you want to?
dutch: [_MS_] Dus wil je het?

source: [_MST_] {i}Oh... Please say he wants to!{/i}
dutch: [_MST_] {i}Ah... Zeg dat hij wilt!{/i}

source: [_R_] Do you mean?...
dutch: [_R_] Bedoelt u?...

source: [_MS_] Yes... I'm offering to have anal sex with you.
dutch: [_MS_] Ja... Ik bied aan om anaal seks met jou te hebben.

source: [_MST_] {i}Oh, God!... I just said it... I can't take that back now!{/i}
dutch: [_MST_] {i}Oh, God!... Ik heb het zojuist gezegd... Ik kan dat nu niet terugnemen!{/i}

source: [_MST_] {i}How's he going to react?{/i}
dutch: [_MST_] {i}Hoe gaat hij reageren?{/i}

source: [_MS_] I've only ever done this a couple times, and only once with a dick that was bigger than yours.
dutch: [_MS_] Ik heb dit nog maar een paar keer gedaan, en maar één keer met een luik die groter was dan die van jou.

source: [_RT_] {i}Could she be talking about Matt?{/i}
dutch: [_RT_] {i}Zou ze over Matt?{/i} kunnen praten

source: [_MS_] And it's been a long time.
dutch: [_MS_] En het was een lange tijd.

source: [_MS_] God, I can't tell you how much I needed that!
dutch: [_MS_] God, ik kan je niet vertellen hoeveel ik dat nodig had!

source: [_MS_] I think a lot of boys would feel squeamish about fucking a woman in the ass, so, thank you for doing that!
dutch: [_MS_] Ik denk dat veel jongens zich gefrustreerd voelen over het slopen van een vrouw in de keuken, dus dank je daarvoor!

source: [_R_] It was completely my pleasure!
dutch: [_R_] Het was helemaal mijn plezier!

source: {b}{i}"You have won the "Jack of Hearts" Card!"{/i}{/b}
dutch: {b}{i}"U heeft de "Jack of Hearts" kaart gewonnen!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
dutch: {b}{i}"Bekijk deze kaart in de galerij en het casino"{/i}{/b}

source: [_MS_] You're getting the hang of this.
dutch: [_MS_] Je krijgt de ophanging hiervan.

source: [_MS_] Oh, but try not to pitch a tent until after I've drawn your flaccid cock.
dutch: [_MS_] Oh, maar probeer geen tent te pikken tot ik je hooi heb getekend.

source: [_MS_] The way this is going... I'll never get this painting done.
dutch: [_MS_] De manier waarop dit verloopt... Ik zal dit schilderij nooit klaar krijgen.

source: [_MST_] {i}I haven't been able to stop thinking about that cock since I last saw it.{/i}
dutch: [_MST_] {i}Ik heb daar niet meer aan kunnen denken sinds ik het voor het laatst heb gezien.{/i}

source: [_MS_] Your pose is perfect, but try not to be so nervous!
dutch: [_MS_] Je pose is perfect, maar probeer niet zo zenuwachtig te zijn!

source: [_RT_] {i}Damnit... I'm not ok.{/i}
dutch: [_RT_] {i}Damnit... Ik ben niet ok.{/i}

source: [_RT_] {i}I can't stop thinking about her sucking my dick.{/i}
dutch: [_RT_] {i}Ik kan niet ophouden erover na te denken dat haar zucht op haar zuig.{/i}

source: [_RT_] {i}Here he comes again.{/i}
dutch: [_RT_] {i}Hier komt hij weer.{/i}

source: [_MS_] [ryan]?... Would you mind moving your hands? I can't see what I'm trying to paint.
dutch: [_MS_] [ryan]?... Zou je het erg vinden om je handen te bewegen? Ik kan niet zien wat ik probeer te verven.

source: [_RT_] {i}Fuck!... This is so embarrassing!{/i}
dutch: [_RT_] {i}Fuck!... Dit is zo gênant!{/i}

source: [_MS_] [ryan]?... Are you having the same problem as last time?
dutch: [_MS_] [ryan]?... Heeft u hetzelfde probleem als de vorige keer?

source: [_MST_] {i}Why does this make me so happy?{/i}
dutch: [_MST_] {i}Waarom maakt dit me zo gelukkig?{/i}

source: [_MS_] Oh, wow!... This is just as bad as last time!
dutch: [_MS_] Oh, wow!... Dit is net zo slecht als de vorige keer!

source: [_R_] I'm sorry, but I just can't stop thinking about your blow job.
dutch: [_R_] Het spijt me, maar ik kan gewoon niet ophouden na te denken over je slag baan.

source: [_MS_] Well, do you want me to give you another blowjob?
dutch: [_MS_] Nou, wil je dat ik je nog een klap geeft?

source: [_R_] Oh... I thought maybe we'd do something... more advanced?
dutch: [_R_] Oh... Ik dacht dat we misschien iets zouden doen... iets meer geavanceerd?

source: [_MS_] [ryan]! I'm surprised at you!... I'm a married woman.
dutch: [_MS_] [ryan]! Ik ben verbaasd over je!... Ik ben een getrouwde vrouw.

source: [_MS_] I can't do anything more than a blowjob!
dutch: [_MS_] Ik kan niet meer doen dan een klaver!

source: [_R_] Is that how it works when you're married?
dutch: [_R_] Is dat hoe het werkt als je trouwt?

source: [_MS_] Well, in my case it's complicated.
dutch: [_MS_] Nou, in mijn geval is het ingewikkeld.

source: [_R_] Ok... I'll still be pretty content with a blowjob.
dutch: [_R_] Ok... Ik ben nog best tevreden met een klachtenbaan.

source: [_MS_] But, don't forget why we're doing this... I need you to try and hurry so we can get around to finishing that painting for once.
dutch: [_MS_] Maar, vergeet niet waarom we dit doen... U moet proberen haast te maken zodat we die schilderij voor een keer kunnen afmaken.

source: [_MST_] {i}Because that's what this is all about.{/i}
dutch: [_MST_] {i}Want dat is waar het hier om gaat.{/i}

source: [_MST_] {i}Keep telling yourself that!{/i}
dutch: [_MST_] {i}Blijf jezelf vertellen dat!{/i}

source: [_RT_] {i}I was hoping for a little more, but this will still be awesome!{/i}
dutch: [_RT_] {i}Ik hoopte nog een beetje meer, maar dit zal nog steeds geweldig zijn!{/i}

source: [_MST_] {i}Just make him cum, and you can finish that painting.{/i}
dutch: [_MST_] {i}Maak hem gewoon cum, en je kunt die schilderij afmaken.{/i}

source: [_RT_] {i}Her gentle kisses are driving me crazy!{/i}
dutch: [_RT_] {i}Haar gentle kus rijdt me gestoord!{/i}

source: [_MST_] {i}Time to turn it up a little.{/i}
dutch: [_MST_] {i}Tijd om het een beetje omhoog te zetten.{/i}

source: [_RT_] {i}I love the attention she's giving the head of my cock!{/i}
dutch: [_RT_] {i}Ik hou van de aandacht die ze het hoofd van mijn cock!{/i} geeft

source: [_RT_] {i}God... It's so sensitive there.{/i}
dutch: [_RT_] {i}God... Het is daar zo gevoelig.{/i}

source: [_MST_] {i}I love the way he's responding, but I can't believe he hasn't blown yet!{/i}
dutch: [_MST_] {i}Ik hou van de manier waarop hij reageert, maar ik kan niet geloven dat hij nog niet heeft geblazen!{/i}

source: [_MST_] {i}Time to turn it up more.{/i}
dutch: [_MST_] {i}Tijd om meer te draaien.{/i}

source: [_R_] You can go so deep!
dutch: [_R_] Je kunt zo diep gaan!

source: [_MST_] {i}Haha... What a lucky kid... getting another blowjob from somebody who's practically a professional!{/i}
dutch: [_MST_] {i}Haha... Wat een gelukkige nier... Krijg nog een slag van iemand die zo goed als professioneel is!{/i}
