Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Yeah, well I did.... and I can't think of anything else that will help me feel like we're on equal ground.
dutch: [_R_] Yeah, dat heb ik wel gedaan.... en ik kan me niets meer voorstellen dat me zal helpen zich op gelijke voet te voelen.
french: [_R_] Ouais, eh bien je le sais.... et je ne peux penser à rien d'autre qui m'aidera à sentir que nous sommes sur un pied d'égalité.
german: [_R_] Ja, ich habe es geschafft.... und ich kann mir nichts anderes vorstellen, was mir helfen wird, das Gefühl zu haben, dass wir auf dem gleichen Boden sind.
italian: [_R_] Sì, bene l'ho fatto... e non riesco a pensare a nient'altro che mi aiuterà a sentirmi come se fossimo sullo stesso piano.
portuguese: [_R_] Sim, tudo bem... e não consigo pensar em mais nada que me ajude a sentir que estamos em pé de igualdade.

source: [_S_] Uuuggghhh.... fine!.... This has gotten so weird...
dutch: [_S_] Uuuggghhh.... prima !.... dit is zo raar...
french: [_S_] Uuuggghhhh.... très bien !.... C'est devenu si bizarre...
german: [_S_] Uuuggghhh.... fine!.... Das ist so seltsam geworden...
italian: [_S_] Uuuggghhh.... bene!.... Questo è così strano...

source: [_ST_] {i}Why couldn't I just control myself?.... I got myself into this mess.{/i}
dutch: [_ST_] {i}Waarom kon ik mezelf niet beheersen?.... ik kwam mezelf in deze rommel.{/i}
french: [_ST_] {i}Pourquoi ne pouvais-je pas simplement me contrôler?.... Je me suis mis dans un tel bordel.{/i}
german: [_ST_] {i}Warum konnte ich mich nicht selbst kontrollieren?.... Ich habe mich in diese Nachricht eingelassen.{/i}
italian: [_ST_] {i}Perché non potevo solo controllarmi?.... Mi sono messo in questo caso.{/i}

source: [_ST_] {i}If I'd only known the price was sucking my brother's dick.{/i}
dutch: [_ST_] {i}Als ik alleen wist dat de prijs zucht naar mijn broer.{/i}
french: [_ST_] {i}Si j'avais su que le prix était de sucer la bite de mon frère.{/i}
german: [_ST_] {i}Wenn ich nur wusste, dass der Preis den Dick meines Bruders saug.{/i}
italian: [_ST_] {i}Se conoscessi solo il prezzo stava succhiando il cazzo di mio fratello.{/i}

source: [_R_] I'm ready any time.
dutch: [_R_] Ik ben altijd klaar.
french: [_R_] Je suis prêt à tout moment.
german: [_R_] Ich bin jederzeit bereit.
italian: [_R_] Sono pronto in qualsiasi momento.
portuguese: [_R_] Estou pronto a qualquer momento.

source: [_S_] Shut up, and don't rush me...
dutch: [_S_] Sluit aan, en druk me niet op...
french: [_S_] Tais-toi, et ne me précipite pas...
german: [_S_] Halten und eilen Sie mich nicht...
italian: [_S_] Stai zitto e non mettermi fretta...

source: [_ST_] {i}Ok, Sidney, you can do this.... {/i}
dutch: [_ST_] {i}Ok, Sidney, je kan dit doen... {/i}
french: [_ST_] {i}Ok, Sidney, tu peux le faire.... {/i}
german: [_ST_] {i}Ok, Sidney, du kannst dies tun.... {/i}
italian: [_ST_] {i}Ok, Sidney, puoi farlo.... {/i}

source: [_ST_] {i}Pretend it's not [ryan].... {/i}
dutch: [_ST_] {i}Pretend is niet [ryan].... {/i}
french: [_ST_] {i}Faire comme si ce n'était pas [ryan].... {/i}
german: [_ST_] {i}Vorgeben, dass es nicht [ryan].... {/i}
italian: [_ST_] {i}Pretend non è [ryan].... {/i}
portuguese: [_ST_] {i}Pretend não é [ryan].... {/i}

source: [_ST_] {i}Just pretend it's a popsicle.... {/i}
dutch: [_ST_] {i}Doe alsof het een popsicle... {/i} is.
french: [_ST_] {i}Faire comme si c'était une glace.... {/i}
german: [_ST_] {i}Nur so tun, als sei es ein Pops.... {/i}
italian: [_ST_] {i}Fingere che sia un popsicle.... {/i}
portuguese: [_ST_] {i}Apenas finja que é um pipoque.... {/i}

source: [_ST_] {i}A pee flavored luke warm popsicle.... {/i}
dutch: [_ST_] {i}A pee smaakvolle warme popsicle.... {/i}
french: [_ST_] {i}Une sucette glacée tiède aromatisée au pipi.... {/i}
german: [_ST_] {i}Ein Pissaroma lauke warmes Popsicle.... {/i}
italian: [_ST_] {i}Un pisello aromatizzato luke caldo popsicle.... {/i}
portuguese: [_ST_] {i}A pera saborizou um relino quente quente.... {/i}

source: [_S_] Oh, [ryan]! I just can't do it!
dutch: [_S_] Oh, [ryan]! Ik kan het gewoon niet doen!
french: [_S_] Oh, [ryan]! Je ne peux pas le faire !
german: [_S_] Oh, [ryan]! Ich kann es einfach nicht machen!
italian: [_S_] Oh, [ryan]! Non posso proprio farlo!
portuguese: [_S_] Ah, [ryan]! Eu simplesmente não posso fazer isso!

source: [_S_] Please.... please.... please.... there's got to be something else that will put us on equal ground...
dutch: [_S_] Alstublief.... alstublieft.... er is iets anders dat ons op gelijke voet plaatst...
french: [_S_] S'il te plait.... S'il te plaît.... S'il te plaît.... il doit y avoir autre chose qui nous mettra sur un pied d'égalité...
german: [_S_] Bitte, bitte.... bitte.... es muss etwas anderes sein, das uns auf gleichen Boden bringen wird...
italian: [_S_] Per favore.... per favore.... per favore.... ci deve essere qualcos'altro che ci metterà su un terreno uguale...

source: [_S_] Something less Alabama'n.... less weird!...
french: [_S_] Quelque chose de moins proche de l'Ohio.... moins bizarre !...
german: [_S_] Etwas weniger Alabama'n.... weniger seltsam!...
italian: [_S_] Qualcosa di meno Alabama'n.... meno strano!...
portuguese: U[_S_] Algo menos Alabama'n... menos estranho!...

source: [_R_] Hmmmmm.... let me think about it for a second.
dutch: [_R_] Hmmmmm.... laat me er even over nadenken.
french: [_R_] Hmmmmm.... laisse-moi y réfléchir une seconde.
german: [_R_] Hmmmmm.... Ich denke eine Sekunde daran.
italian: [_R_] Hmmmmm.... lasciatemi pensare per un secondo.
portuguese: [_R_] Hmmm.... Deixe-me pensar sobre isso por um segundo.

source: [_RT_] {i}Hmmmmm.... shit.... she really doesn't want to give me a blowjob.... {/i}
dutch: [_RT_] {i}Hmmm.... shit.... ze wil me echt geen klage... . {/i}
french: [_RT_] {i}Hmmmmm.... merde.... elle ne veut vraiment pas me faire une pipe.... {/i}
german: [_RT_] {i}Hmmmmm.... shit.... sie will mir wirklich keinen Blowjob geben.... {/i}
italian: [_RT_] {i}Hmmmmm.... merda... lei non vuole davvero darmi un pompino.... {/i}

source: [_RT_] {i}I really don't want to force her into anything.... I thought she'd be more into it after jacking me off all of those nights.... {/i}
dutch: [_RT_] {i}Ik wil haar echt niets dwingen.... Ik dacht dat ze er meer in zou zijn nadat ze me al die nachten had afgeschermd.... {/i}
french: [_RT_] {i}Je ne veux vraiment pas la forcer à quoi que ce soit.... Je pensais qu'elle serait plus disposée après m'avoir branlé toutes ces nuits.... {/i}
german: [_RT_] {i}Ich möchte sie wirklich nicht in irgendetwas zwingen.... Ich dachte, sie würde mehr drin sein, nachdem sie mich all diese Nächte abgestürzt hat.... {/i}
italian: [_RT_] {i}Non voglio davvero costringerla a nulla.... Ho pensato che sarebbe stato più in esso dopo avermi presa fuori tutte quelle notti.... {/i}
portuguese: [_RT_] {i}Eu realmente não quero forçá-la a entrar em nada.... Eu pensei que ela iria entrar mais nele depois de me dar um puxão de fora todas aquelas noites... . {/i}

source: [_RT_] {i}It looks like she needs a little more corrupting.... but how.... {/i}
dutch: [_RT_] {i}Het lijkt erop dat ze een beetje corrupter heeft nodig.... maar hoe.... {/i}
french: [_RT_] {i}On dirait qu'elle a besoin d'un peu plus de corruption.... mais comment.... {/i}
german: [_RT_] {i}Es sieht so aus, als brauche sie ein wenig mehr korrumpieren.... aber wie.... {/i}
italian: [_RT_] {i}Sembra che abbia bisogno di un po' più di corruzione.... ma come.... {/i}

source: [_RT_] {i}I'm having a lot of success with corrupting Lauren with the cosplay photoshoots.... maybe I could get Sidney to be a model too.... {/i}
dutch: [_RT_] {i}Ik heb veel succes met het corrigeren van Lauren met de cosplay fotoshoots. .. misschien kan ik Sidney ook een model laten zijn.... {/i}
french: [_RT_] {i}J'ai beaucoup de succès avec la corruption de Lauren avec les photoshoots cosplay.... peut-être que je pourrais faire de Sidney un modèle aussi.... {/i}
german: [_RT_] {i}Ich habe viel Erfolg, wenn ich Lauren mit den Cosplay-Fotoshootings korrumpiere. .. vielleicht könnte ich Sidney auch als Modell bekommen.... {/i}
italian: [_RT_] {i}Ho molto successo con la corrompere Lauren con i photoshoots cosplay. .. forse potrei ottenere Sidney per essere un modello troppo.... {/i}
portuguese: [_RT_] {i}Eu estou tendo muito sucesso em corromper Lauren com as fotos da cosplay. .. talvez eu faça Sidney ser um modelo também... {/i}

source: [_RT_] {i}Yeah.... actually that's a great idea!.... The more models I have, the more professional my studio looks.... the more financial success I'll have.{/i}
dutch: [_RT_] {i}Yeah.... eigenlijk is dat een geweldig idee!.... Hoe meer modellen ik heb, hoe professioneler mijn studio eruit ziet.... hoe meer financiële succes ik zal hebben.{/i}
french: [_RT_] {i}Ouais.... en fait, c'est une excellente idée!.... Plus j'ai de modèles, plus mon studio est professionnel.... plus j'aurai de succès financier.{/i}
german: [_RT_] {i}Yeah.... tatsächlich ist das eine großartige Idee!.... Je mehr Modelle ich habe, desto professioneller sieht mein Studio aus.... desto mehr finanziellen Erfolg werde ich haben.{/i}
italian: [_RT_] {i}Sì.... in realtà è una grande idea!.... Più modelli ho, più professionale il mio studio guarda.... più successo finanziario avrò.{/i}
portuguese: [_RT_] {i}Sim.... na verdade essa é uma ótima ideia!.... Quanto mais modelos eu tiver, mais profissional meu estúdio parece.... quanto mais sucesso financeiro eu terra.{/i}

source: [_RT_] {i}Hopefully Sidney will go along with that.... I think she'd almost rather give me a blowjob than be a model.{/i}
dutch: [_RT_] {i}Hopelijk gaat Sidney daarmee mee.... Ik denk dat ze me eerder een blamage geeft dan een model.{/i}
french: [_RT_] {i}J'espère que Sidney sera d'accord avec ça.... Je pense qu'elle préférerait presque me faire une pipe plutôt que d'être mannequin.{/i}
german: [_RT_] {i}Hoffentlich wird Sidney mitmachen.... Ich denke, sie würde mir eher einen Blowjob als ein Modell geben.{/i}
italian: [_RT_] {i}Speriamo che Sidney vada d'accordo con questo.... Penso che sarebbe quasi preferibile darmi un pompino che essere un modello.{/i}
portuguese: [_RT_] {i}Esperamos que Sidney siga isso.... Eu acho que ela quase prefere me dar um bolotado do que ser um modelo.{/i}

source: [_R_] Ok.... I've got an idea...
dutch: [_R_] Ok.... Ik heb een idee...
french: [_R_] Ok .... J'ai une idée ...
german: [_R_] Ok.... Ich habe eine Idee...
italian: [_R_] Ok.... Ho un'idea...
portuguese: [_R_] Ok.... Eu tenho uma ideia...

source: [_R_] Put together a sexy cosplay outfit for yourself.... and then we'll go to my photo studio, and we'll take some sexy pictures of you for my Cosplay Heaven webpage.
dutch: [_R_] zet een sexy cosplay outfit samen... en daarna gaan we naar mijn fotostudio, en we nemen sexy foto's van jou voor mijn Cosplay Heaven webpagina.
french: [_R_] Assembles toi-même une tenue de cosplay sexy.... et puis nous irons dans mon studio photo, et nous prendrons des photos sexy de toi pour ma page web Cosplay Heaven.
german: [_R_] Nimm ein sexy Cosplay-Outfit für dich zusammen... und dann gehen wir in mein Fotostudio, und wir machen ein paar sexy Bilder von dir für meine Cosplay Heaven Webseite.
italian: [_R_] Metti insieme un abito sexy cosplay per te stesso.... e poi andremo al mio studio fotografico, e faremo alcune foto sexy di voi per la mia pagina web Cosplay Heaven.
portuguese: [_R_] Junte uma roupa de cosplay sexy para você mesmo.... e então nós vamos ao meu estúdio de fotografias e tiraremos algumas fotos suaves de vocês para a minha página da Cosplay Celestial.

source: [_S_] What?.... No.... I think I'd rather give you a blowjob!
dutch: [_S_] Wat?... Nee.... ik denk dat ik je liever een klagetje zou geven!
french: [_S_] Quoi?.... non.... Je préfère te faire une pipe !
german: [_S_] Was?.... Nein.... Ich denke, ich würde dir lieber einen Blowjob geben!
italian: [_S_] Cosa?.... No.... Penso che preferirei darti un pompino!

source: [_R_] Well, that's also an option.... I'll leave the choice to you.
dutch: [_R_] Nou, dat is ook een optie.... Ik laat de keuze aan je over.
french: [_R_] Eh bien, c'est aussi une option.... Je te laisse le choix.
german: [_R_] Nun, das ist auch eine Möglichkeit... Ich überlasse die Wahl Ihnen.
italian: [_R_] Beh, questa è anche un'opzione.... lascio la scelta a voi.
portuguese: [_R_] Bem, isso também é uma opção.... Deixarei a escolha para você.

source: [_S_] .... Shit.... fine!.... But you still have to pay for the outfit.
dutch: [_S_] .... Shit.... prima!.... maar je moet nog steeds betalen voor de outfit.
french: [_S_] .... Merde.... très bien!.... Mais tu dois toujours payer pour la tenue.
german: [_S_] .... Shit.... Geld!.... Aber du musst immer noch für das Outfit bezahlen.
italian: [_S_] .... Merda... bene!.... Ma devi ancora pagare per l'outfit.

source: [_R_] Ok, but this is to make us even. You shouldn't be profiting off of this.... I'll pay for the cost of the outfit, and nothing more.
dutch: [_R_] Ok, maar dit is om ons gelijk te maken. Je moet hier niet van profiteren. .. Ik betaal de kosten van de outfit, en niet meer.
french: [_R_] D'accord, mais c'est pour nous rendre égaux. Tu ne devrais pas en profiter.... Je paierais le coût de la tenue, et rien de plus.
german: [_R_] Ok, aber das macht uns sogar. Du solltest davon nicht profitieren. .. Ich werde für die Kosten für das Outfit und nichts mehr bezahlen.
italian: [_R_] Ok, ma questo è quello di farci pari. Non dovresti approfittare di questo. .. Pagherò per il costo dell'abito, e niente di più.
portuguese: [_R_] Ok, mas isso é para nos deixar equilibrados. Você não deveria estar lucrando com isso. .. Eu pagarei pelo custo do traje e nada mais.

source: [_S_] Ok, I think $200 will cover it.... just bring it to me when you've got it.
dutch: [_S_] Ok, ik denk dat $200 het zal bedekken... . Breng het gewoon naar me wanneer je het hebt.
french: [_S_] Ok, je pense que 200$ vont suffire.... apportes-les-moi quand tu l'auras.
german: [_S_] Ok, ich denke, $200 wird es abdecken.... bringen Sie es einfach zu mir, wenn Sie es haben.
italian: [_S_] Ok, penso che $200 lo coprirà... basta portarlo a me quando lo hai fatto.
portuguese: [_S_] Ok, acho que $200 vai cobri-lo.... apenas traga para mim quando tiver ele.

source: [_S_] So, are we good?
dutch: [_S_] Zijn we dus goed?
french: [_S_] Alors, sommes-nous bons?
german: [_S_] Also, sind wir gut?
italian: [_S_] Quindi, siamo bravi?
portuguese: [_S_] Então, somos bons?

source: [_R_] We will be after our photo sessions.
dutch: [_R_] We zijn na onze fotosessie.
french: [_R_] Nous le serons après nos séances photos.
german: [_R_] Wir werden nach unseren Fotositzungen sein.
italian: [_R_] Saremo dopo le nostre sessioni di foto.

source: [_S_] Photo sessions!?
dutch: [_S_] Fotosessies!?
french: [_S_] Séances photos!?
german: [_S_] Fotositzung!?
italian: [_S_] Sessioni fotografiche!?
portuguese: [_S_] sessões de fotos!?

source: [_S_] I'm only posing for one photo session!
dutch: [_S_] Ik stel mij slechts voor voor één fotosessie!
french: [_S_] Je ne pose que pour une séance photo !
german: [_S_] Ich stelle mich nur für eine Fotosession auf!
italian: [_S_] Sto solo in posa per una sessione di foto!

source: [_R_] Then start sucking! There's no way I'll get the photos I need in one session.
dutch: [_R_] Begin dan op! Ik zal de foto's die ik nodig heb in één keer krijgen.
french: [_R_] Alors commences à sucer! Il n'y a aucun moyen que j'obtienne les photos dont j'ai besoin en une seule séance.
german: [_R_] Dann säubern! Es gibt keine Möglichkeit, die Fotos zu bekommen, die ich in einer Sitzung brauche.
italian: [_R_] Poi inizia a succhiare! Non c'è modo di ottenere le foto di cui ho bisogno in una sessione.

source: [_S_] Uuuurrrggghhhh.... fine.
dutch: [_S_] Uuuurrgghhhhhh... prima
french: [_S_] Uuuurrrggghhhh .... bien.
german: [_S_] Uuurrgghhh.... fein.
italian: [_S_] Uuuurrrggghhhh.... bene.

source: [_S_] Just bring me the money when you've got it!
dutch: [_S_] Breng me gewoon het geld als je het hebt!
french: [_S_] Apportes-moi l'argent quand tu l'auras!
german: [_S_] Bring mir einfach das Geld, wenn du es hast!
italian: [_S_] Basta portarmi i soldi quando ce l'hai fatta!

source: [_S_] I'm going to sleep!
dutch: [_S_] Ik ga slapen!
french: [_S_] Je vais dormir!
german: [_S_] Ich werde schlafen!
italian: [_S_] dormirò!
portuguese: [_S_] Eu vou dormir!

source: [_ST_] {i}Shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... {/i}
dutch: [_ST_] {i}Shit.... shit.... shit.... shit.... hoog.... shit.... shit.... shit.... shit.... shit.... shit.... . shit.... shit.... . {/i}
french: [_ST_] {i}Merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... merde.... {/i}
german: [_ST_] {i}Shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... shit.... {/i}
italian: [_ST_] {i}merda.... merda.... merda.... merda.... merda.... merda.... merda.... merda.... merda.... merda.... merda.... {/i}

source: [_ST_] {i}Shit.... shit.... shit.... {/i}
french: [_ST_] {i}Merde.... merde.... merde.... {/i}
italian: [_ST_] {i}merda.... merda.... {/i}

source: [_S_] Yaaaawwwwnnnnn...
french: [_S_] Rraaaawwwwwwww...
german: [_S_] Yaaawwwwwwnnnnnnnnnnnn...
italian: [_S_] Yaaaawwwwwwnnnnn...
portuguese: U[_S_] Yaaaawwwwnnnnn...

source: [_RT_] {i}Well.... no bj tonight.... but this is still going to be great!.... {/i}
dutch: [_RT_] {i}Zal.... geen bj vanavond.... maar dit zal nog steeds geweldig zijn!.... {/i}
french: [_RT_] {i}Bien.... pas de pipe ce soir.... mais ça va quand même être génial!.... {/i}
german: [_RT_] {i}Nun.... heute Abend kein bj.... aber das wird immer noch großartig sein!.... {/i}
italian: [_RT_] {i}Well.... no bj stasera.... ma questo sarà ancora grande!.... {/i}

source: [_RT_] {i}I can't wait to see what cosplay outfit she makes herself.... {/i}
dutch: [_RT_] {i}Ik kan niet wachten om te zien welke cosplay outfit ze zichzelf maakt.... {/i}
french: [_RT_] {i}J'ai hâte de voir quelle tenue de cosplay elle se confectionne.... {/i}
german: [_RT_] {i}Ich kann nicht warten zu sehen, welches Cosplay-Outfit sie selbst macht.... {/i}
italian: [_RT_] {i}Non vedo l'ora di vedere quale vestito cosplay si fa da sola.... {/i}

source: [_R_] Yaaaawwwwnnnnn...
french: [_R_] Rraaaawwwwwwww...
german: [_R_] Yaaawwwwwwnnnnnnnnnnnn...
italian: [_R_] Yaaaawwwwwwnnnnn...
portuguese: U[_R_] Yaaaawwwwnnnnn...

source: [_RT_] {i}{b}(HINT){/b} I need to bring $200 to Sidney so she can start making her cosplay outfit.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet $200 naar Sidney brengen zodat ze haar cosplay outfit kan maken.{/i}
french: [_RT_] {i}{b}(Indice){/b} Je dois apporter 200$ à Sidney pour qu'elle puisse commencer à faire sa tenue de cosplay. {/i}
german: [_RT_] {i}{b}(HINT){/b} Ich muss $200 nach Sidney bringen, damit sie ihr Cosplay-Outfit machen kann.{/i}
italian: [_RT_] {i}{b}(HINT){/b} Ho bisogno di portare $200 a Sidney in modo che lei possa iniziare a fare il suo outfit cosplay.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Preciso levar $200 para Sidney para que ela possa começar a fazer seu traje cosplast.{/i}

source: [_RT_] {i}{b}(HINT){/b} Sidney's being weird about messing around at night. Maybe I can fix the awkwardness between us during our photoshoots.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Sidney is raar over het rommelen 's nachts en misschien kan ik de onhandigheid tussen ons oplossen tijdens fotoshoots.{/i}
french: [_RT_] {i}{b}(Indice){/b} Sidney est bizarre quand il s'agit de s'amuser la nuit. Peut-être que je peux réparer la gêne entre nous pendant nos séances de photos.{/i}
german: [_RT_] {i}{b}(HINT){/b} Sidney ist seltsam darüber, nachts herumzuspielen. Vielleicht kann ich die Unbeholfenheit zwischen uns während unserer Fotoshoots beheben. {/i}
italian: [_RT_] {i}{b}(HINT){/b} Sidney è strano circa il disordine di notte. Forse posso risolvere il imbarazzo tra noi durante le nostre fotoshoots.{/i}
portuguese: [_RT_] {i}{b}(HINT){/b} Sidney está sendo estranho sobre bagunçar por toda a noite. Talvez eu possa consertar o estranho entre nós durante as fotografias.{/i}

source: [_R_] I'm curious about what a blowjob would feel like.
dutch: [_R_] Ik ben nieuwsgierig naar hoe een klagejob zich zou voelen.
french: [_R_] Je suis curieux de savoir à quoi ressemblerait une fellation.
german: [_R_] Ich bin neugierig darauf, wie ein Blowjob sich fühlen würde.
italian: [_R_] Sono curioso di sapere cosa potrebbe sembrare un pompino.
portuguese: [_R_] Estou curioso sobre o que um blowjob se sentiria.

source: [_S_] What's that supposed to mean!?...
dutch: [_S_] Wat moet dat betekenen!?...
french: [_S_] Qu'est-ce que cela signifie!?...
german: [_S_] Was soll das bedeuten!?...
italian: [_S_] Cosa vorresti dire con questo!?...

source: [_R_] I mean that you got to satisfy your curiosity by taking advantage of me while I slept. I think it's only fair that I get to use you to satisfy my curiosity.
dutch: [_R_] Ik wil zeggen dat je je nieuwsgierigheid moet bevredigen door gebruik te maken van me terwijl ik sliep. Ik denk dat het niet meer dan eerlijk is dat ik je mag gebruiken om mijn nieuwsgierigheid te bevredigen.
french: [_R_] Je veux dire que tu dois satisfaire ta curiosité en profitant de moi pendant que je dors. Je pense qu'il est juste que je puisse m'en servir pour satisfaire ma curiosité.
german: [_R_] Ich meine, dass du deine Neugier befriedigen musst, indem du mich ausnutzst, während ich geschlafen habe. Ich denke, es ist nur fair, dass ich Sie zu verwenden, um meine Neugier zu befriedigen.
italian: [_R_] Intendo dire che hai avuto modo di soddisfare la tua curiosità approfittando di me mentre dormisco. Penso che sia giusto che riesco a usarti per soddisfare la mia curiosità.
portuguese: [_R_] quero dizer que você conseguiu satisfazer sua curiosidade tirando proveito de mim enquanto eu dormi. Eu acho que é só justo que eu use você para satisfazer a minha curiosidade.

source: [_R_] And it's just like you said.... It's not because of any unnatural feelings towards you, I'm just really really curious to find out what a blowjob feels like, and now you've given me the opportunity to find out.
dutch: [_R_] En het is net zoals je zei.... Het is niet vanwege onnatuurlijke gevoelens voor jou, Ik ben gewoon heel nieuwsgierig om erachter te komen hoe een klapperbaan eruitziet, en nu heb je me de kans gegeven om erachter te komen.
french: [_R_] Et c'est comme tu l'as dit.... Ce n'est pas à cause de sentiments contre nature envers toi, je suis vraiment vraiment curieux de savoir à quoi ressemble une fellation, et maintenant tu m'as donné l'occasion de le savoir.
german: [_R_] Und es ist genau so, wie du es gesagt hast.... Es ist nicht wegen unnatürlicher Gefühle dir gegenüber Ich bin einfach wirklich neugierig herauszufinden, wie ein Blowjob sich fühlt, und jetzt hast du mir die Möglichkeit gegeben, es herauszufinden.
italian: [_R_] Ed è proprio come hai detto.... Non è a causa di sentimenti innaturali verso di voi, Sono davvero davvero curioso di scoprire cosa si sente un pompino e ora mi hai dato l'opportunità di scoprirlo.
portuguese: [_R_] E é exatamente como você disse.... Não é por causa de qualquer sentimento anti-natural em sua direção, Eu só estou realmente realmente curioso para descobrir como se sente um desabafo, e agora você me deu a oportunidade de descobrir.

source: [_S_] I haven't given you an opportunity for shit!
dutch: [_S_] Ik heb je geen kans gegeven om te schieten!
french: [_S_] Je ne t'ai pas donné l'occasion de faire le con!
german: [_S_] Ich habe dir keine Chance zum Scheißen!
italian: [_S_] Non ti ho dato un'opportunità per merda!
