Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] Oh my God, Sidney.... this feels even better than last time! You're getting so good at this!
dutch: [_R_] Oh mijn God, Sidney.... dit voelt nog beter dan de vorige keer! Je wordt hier zo goed in!
french: [_R_] Oh mon Dieu, Sidney.... cela est encore meilleur que la dernière fois! Tu deviens si bonne à ça !
german: [_R_] Oh mein Gott, Sidney.... das fühlt sich noch besser an als das letzte Mal! Du wirst so gut darauf!
italian: [_R_] Oh mio Dio, Sidney... questo si sente ancora meglio dell'ultima volta! Stai diventando così bravo in questo!
portuguese: [_R_] Meu Deus, Sidney... isso é ainda melhor do que da última vez! Você está ficando tão bom nisso!

source: [_ST_] {i}Oh.... he's so sweet!{/i}
dutch: [_ST_] {i}Oh.... hij is zo zoet!{/i}
french: [_ST_] {i}Oh.... il est si gentil !{/i}
german: [_ST_] {i}Oh.... er ist so süß!{/i}
italian: [_ST_] {i}Oh.... è così dolce!{/i}

source: [_RT_] {i}I'm going to cum right down my sister's throat again!{/i}
dutch: [_RT_] {i}Ik zal mijn zus weer knuffelen om mijn keel!{/i}
french: [_RT_] {i}Je vais à nouveau jouir dans la gorge de ma sœur!{/i}
german: [_RT_] {i}Ich werde meine Schwester wieder gleich in die Kehle bringen!{/i}
italian: [_RT_] {i}Sto per sborrare ancora una volta sulla gola di mia sorella!{/i}
portuguese: [_RT_] {i}Vou ao cum direto da garganta da minha irmã!{/i}

source: [_S_] [ryan]!!.... Why did you force me to swallow again?!
dutch: [_S_] [ryan]A!!.... Waarom heb je me geforceerd om opnieuw te inslikken?!
french: [_S_] [ryan]!!.... Pourquoi m'as-tu forcé à avaler à nouveau?!
german: [_S_] [ryan]!!.... Warum hast du mich gezwungen, wieder zu schlucken?!
italian: [_S_] [ryan]!!.... Perché mi hai costretto a ingoiare di nuovo?!
portuguese: [_S_] [ryan]!!.... Por que você me forçou a engolir de novo?!

source: [_R_] It's like my brain just shuts off when I'm about to cum,
dutch: [_R_] Het lijkt alsof mijn hersenen uitschakelen wanneer ik zo dadelijk word gecumuleerd,
french: [_R_] C'est comme si mon cerveau s'éteignait quand je suis sur le point de jouir,
german: [_R_] Es ist so, als ob mein Gehirn sich abschaltet, wenn ich kurz davor bin,
italian: [_R_] È come il mio cervello si spegne appena quando sto per cum,
portuguese: [_R_] É como se meu cérebro simplesmente desligasse quando estou prestes a incubar,

source: [_R_] And again, I just reacted without thinking...
french: [_R_] Et encore une fois, j'ai juste réagi sans réfléchir...
german: [_R_] Und wieder, ich reagierte gerade ohne zu denken...
italian: [_R_] E di nuovo, ho solo reagito senza pensare...

source: [_S_] {i}(pant.... pant).... {/i}.... well.... {i}(pant.... pant){/i}.... you've got to figure out.... {i}(pant.... pant){/i}...
dutch: [_S_] {i}(pant.... pant).... {/i}.... . . {i}(pant.... pant){/i}.... heb je eruit moeten komen... . {i}(pant.... pant){/i}...
french: [_S_] {i}(pantalon.... pantalon).... {/i}.... Bien.... {i}(pantalon.... pantalon) {/i}.... tu dois trouver une solution.... {i}(pantalon.... pantalon) {/i}...
german: [_S_] {i}(Pant.... Hosen).... {/i}.... nun.... {i}(Pant.... Pant){/i}.... Du musst herausfinden.... {i}(Pant.... Pant){/i}...
italian: [_S_] {i}(pant.... pant).... {/i}.... bene.... {i}(pant.... pant){/i}.... devi capire.... {i}(pant.... pant){/i}...
portuguese: [_S_] {i}(pant.... pant).... {/i}.... bem.... {i}(pant.... pant){/i}.... você precisa descobrir.... {i}(pant.... pant){/i}...

source: [_S_] How to control.... {i}(pant.... pant){/i}.... yourself.... {i}(pant.... pant){/i}...
dutch: [_S_] Hoe te controleren.... {i}(pant.... pant){/i}.... jij. {i}(pant.... pant){/i}...
french: [_S_] Comment se contrôler.... {i}(pantalon.... pantalon) {/i}.... soi-même.... {i}(pantalon.... pantalon) {/i}...
german: [_S_] Wie kontrolliert.... {i}(pant.... pant){/i}.... deine.... {i}(pant.... pant){/i}...
italian: [_S_] Come controllare.... {i}(pant.... pant){/i}.... te stesso.... {i}(pant.... pant){/i}...
portuguese: [_S_] Como controlar.... {i}(pant.... pant){/i}.... você mesmo.... {i}(pant.... pant){/i}...

source: [_R_] I promise I'll try to remember next time.
dutch: [_R_] Ik beloof dat ik de volgende keer zal proberen te onthouden.
french: [_R_] Je promets que j'essaierais de m'en souvenir la prochaine fois.
german: [_R_] Ich verspreche, dass ich das nächste Mal versuchen werde, mich zu erinnern.
italian: [_R_] Prometto che cercherò di ricordare la prossima volta.
portuguese: [_R_] Eu prometo que tentarei me lembrar da próxima vez.

source: [_S_] Wow!.... I can't believe we just did that again!...
french: [_S_] Wow!.... Je n'arrive pas à croire qu'on vient de refaire ça !...
german: [_S_] Wow!.... Ich kann nicht glauben, dass wir das einfach wieder getan haben!...
italian: [_S_] Wow!.... Non posso credere che lo abbiamo fatto di nuovo!...

source: [_R_] Yep.... It's my new favorite tradition...
dutch: [_R_] Yep.... is mijn nieuwe favoriete traditie...
french: [_R_] Oui.... C'est ma nouvelle tradition préférée...
german: [_R_] Ja.... Es ist meine neue Lieblingstradition...
italian: [_R_] Si.... E' la mia nuova tradizione preferita...
portuguese: [_R_] Yep.... É a minha nova tradição favorita...

source: [_S_] Shut up Dipwad.... it's not a tradition.
dutch: [_S_] Dipwad dipwad.... is geen traditie.
french: [_S_] Tais-toi idiot.... ce n'est pas une tradition.
german: [_S_] Stoppe Dipwad.... Es ist keine Tradition.
italian: [_S_] Zitto Dipwad.... non è una tradizione.

source: [_R_] Well, I guess time will tell.
dutch: [_R_] Nou, ik denk dat de tijd het zal leren.
french: [_R_] Eh bien, je suppose que le temps le dira.
german: [_R_] Nun, ich denke, die Zeit wird es zeigen.
italian: [_R_] Beh, immagino che il tempo lo dirà.

source: [_S_] Well, don't count on it happening next time.
dutch: [_S_] Nou, reken er niet op dat het de volgende keer gebeurt.
french: [_S_] Eh bien, ne comptes pas sur cela la prochaine fois.
german: [_S_] Nun, zählen Sie nicht darauf, dass es beim nächsten Mal passiert.
italian: [_S_] Beh, non contate su di esso accadendo la prossima volta.

source: [_R_] Haha.... we'll see...
dutch: [_R_] Haha.... we zien...
french: [_R_] Haha.... on verra...
german: [_R_] Haha.... wir werden sehen...
italian: [_R_] Haha.... vedremo...

source: [_S_] Haha.... so were you thinking of Lauren Craft again?...
dutch: [_S_] Haha.... dus dacht je dat Lauren opnieuw zouden vervaardigen ?...
french: [_S_] Haha.... tu pensais à Lauren Craft ?...
german: [_S_] Haha.... also hast du an Lauren Craft noch einmal gedacht?...
italian: [_S_] Haha.... così stavi pensando di nuovo a Lauren Craft?...
portuguese: [_S_] Haha.... você estava pensando no Fabrico de Lauren novamente?...

source: [_RT_] {i}Still my beautiful sister Sidney!{/i}
dutch: [_RT_] {i}Nog steeds mijn mooie zuster Sidney!{/i}
french: [_RT_] {i}Toujours ma belle soeur Sidney!{/i}
german: [_RT_] {i}Noch meine schöne Schwester Schwester!{/i}
italian: [_RT_] {i}Ancora mia bella sorella Sidney!{/i}

source: [_R_] Uuuhhh.... yeah.... of course...
french: [_R_] Uuuhhh.... ouais.... bien sûr...
german: [_R_] Uuhhhhh.... ja.... natürlich...
italian: [_R_] Uuuhhh.... si.... certo...

source: [_R_] I love this outfit on you.
dutch: [_R_] Ik hou van dit outfit op je.
french: [_R_] J'adore cette tenue sur toi.
german: [_R_] Ich liebe dieses Outfit auf dich.
italian: [_R_] Io amo questo vestito su di voi.

source: [_S_] Well, when you get a girlfriend, you can give it to her.
dutch: [_S_] Nou, wanneer je een vriendin pakt, kan je het aan haar geven.
french: [_S_] Eh bien, quand tu auras une petite amie, tu peux la lui donner.
german: [_S_] Nun, wenn du eine Freundin bekommst, kannst du sie ihr geben.
italian: [_S_] Beh, quando si ottiene una fidanzata, si può dare a lei.
portuguese: [_S_] Bem, quando você tem uma namorada, você pode dá-la a ela.

source: Just leave her alone.
dutch: Laat haar gewoon alleen.
french: La laisser tranquille.
german: Lassen Sie sie einfach allein.
italian: Lasciala in pace.
portuguese: Apenas deixe-a sozinha.

source: Wake Sidney for a chat.
dutch: Wek Sidney voor een chat.
french: Réveiller Sidney pour discuter.
german: Wake Sidney für einen Chat.
italian: Sveglia Sidney per una chiacchierata.
portuguese: Acorde Sidney por um bate-papo.

source: I wonder what she'll do now.
dutch: Ik vraag me af wat ze nu gaat doen.
french: Je me demande ce qu'elle va faire maintenant.
german: Ich frage mich, was sie jetzt tun wird.
italian: Mi chiedo cosa farà adesso.
portuguese: Eu me pergunto o que ela vai fazer agora.

source: Let her sleep.
dutch: Laat haar slapen.
french: La laisser dormir.
german: Lassen Sie sie schlafen.
italian: Lasciala dormire.
portuguese: Deixe ela dormir.

source: Let's just see if she's up for it.
dutch: Laten we eens kijken of ze er wel voor staat.
french: Voyons si elle est prête.
german: Lass uns nur sehen, ob sie für sie ist.
italian: Vediamo se se la sente.
portuguese: Vamos apenas ver se ela está acordada.

source: No Deal
dutch: Geen aanbieding
french: Pas d'accord conclu
german: Kein Deal
italian: Nessun accordo
portuguese: Sem negócio

source: No Deal.
dutch: Geen deal.
french: Pas d'accord conclu.
german: Kein Deal.
italian: Nessun accordo.
portuguese: Sem acordo.

source: And actually, I have the $200 right here.
dutch: En eigenlijk heb ik hier de $200 bij me.
french: Et en fait, j'ai les 200$ juste ici.
german: Und tatsächlich habe ich die 200 Dollar direkt hier.
italian: E in realtà, ho i 200 dollari proprio qui.
portuguese: E na verdade tenho $200 aqui.

source: So, I'll get you the money soon.
dutch: Dus ik krijg je snel het geld.
french: Alors, je vais bientôt t'obtenir de l'argent.
german: Also werde ich Sie bald das Geld bekommen.
italian: Quindi, le porterò i soldi al più presto.
portuguese: Então, te darei o dinheiro logo.

source: Let her choose one herself.
dutch: Laat ze er zelf één kiezen.
french: La laisser choisir elle-même.
german: Lassen Sie sie sich selbst entscheiden.
italian: Lascia che ne scelga uno da sola.
portuguese: Deixe ela se escolher.

source: We need those shorts to come off. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
dutch: We hebben die korte afstanden nodig. {i}(indiening 5+ {b}{color=#0000ff}of{/color}{/b} libido 9+){/i}
french: Enlever ce short. {i}(soumission +5 {b}{color=#0000ff}ou{/color}{/b} libido +9){/i}
german: Wir brauchen diese Shorts zum Abschalten. {i}(Einreichung 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Abbiamo bisogno di togliere quei pantaloncini. {i}(sottomissione 5+ {b}{color=#0000ff}o{/color}{/b} libido 9+){/i}
portuguese: Precisamos dessas calções para sair. {i}(submissão 5+ {b}{├#0000ff}or{/color}{/b} libido 9+){/i}

source: Let's just move onto taking off your shirt, but keeping the nips covered. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
dutch: Laten we gewoon op je shirt gaan, maar de nips bedekt houden. {i}(indiening7+ {b}{color=#0000ff}of{/color}{/b} libido 9+){/i}
french: Commencer par enlever la chemise et libérer les nichons. {i}(soumission +7 {b}{color=#0000ff}ou{/b} libido +9){/i}
german: Lass uns einfach zum Abheben deines Hemds gehen, aber die Nippen bedecken. {i}(Einreichung 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Passiamo a toglierti la maglietta, ma tenendo i capezzoli coperti. {i}(sottomissione 7+ {b}{color=#0000ff}o{/color}{/b} libido 9+){/i}
portuguese: Vamos apenas nos mover a tirar sua camisa, mas mantendo os nips cobertos. {i}(submissão 7+ {b}{├#0000ff}or{/color}{/b} libido 9+){/i}

source: Let's just jump into some scenes where you show off your titties. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
dutch: Laten we gewoon in scènes springen waar je de titels laat zien. {i}(voorbeeld 10+ {b}{color=#0000ff}of{/color}{/b} libido 10){/i}
french: Passer à quelques scènes où elle montre ses nichons. {i}(soumission +10 {b}{color=#0000ff}ou{/color}{/b} libido 10){/i}
german: Lass uns nur in einige Szenen springen, wo du deine Titel anzeigst. {i}(Einreichung 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
italian: Saltiamo a qualche scena in cui mostri le tue tette. {i}(sottomissione 10+ {b}{color=#0000ff}o{/color}{/b} libido 10){/i}
portuguese: Vamos apenas pular em algumas cenas onde você mostra os títulos. {i}(submissão 10+ {b}{├#0000ff}or{/color}{/b} libido 10){/i}

source: Your ass will look better in ripped underwear. {i}(submission 14+){/i}
dutch: Je pas ziet er beter uit in ript ondergoed. {i}(voorbeeld 14+){/i}
french: Ton cul sera plus beau en sous-vêtements déchirés. {i}(soumission +14){/i}
german: Dein Arsch wird besser in gerissener Unterwäsche aussehen. {i}(Einreichung 14+){/i}
italian: Il tuo culo sarà più bello con le mutande strappate. {i}(sottomissione 14+){/i}
portuguese: O seu ass ficará melhor por baixo do que está rasgado. {i}(submissão 14+){/i}

source: Let's just jump into some explicit close-ups {i}(submission 19+){/i}
dutch: Laten we gewoon in een paar expliciete sluitingen {i}(indiening19+){/i} springen
french: Passer simplement à des gros plans explicites {i}(soumission +19){/i}
italian: Saltiamo in alcuni primi piani espliciti {i}(submission 19+){/i}
portuguese: Vamos apenas pular em alguns casos explícitos {i}(submissão 19+){/i}

source: Have you ever heard of anal gaping? {i}(submission 25+){/i}
dutch: Heb je ooit gehoord van anale opening? {i}(uitwerking 25+){/i}
french: As-tu déjà entendu parler d'ouverture anale? {i}(soumission +25){/i}
german: Hast du schon einmal von einer analen Lücke gehört? {i}(Einreichung 25+){/i}
italian: Hai mai sentito parlare di gaping anale? {i}(Sottomissione 25+){/i}
portuguese: Você já ouviu falar de intervalo anal? {i}(submissão 25+){/i}

source: Actually, let's call it a day.
dutch: Laten we het eigenlijk een dag noemen.
french: En fait, appelons ça un jour.
german: Lassen Sie uns es eigentlich einen Tag nennen.
italian: A dire il vero, lasciamo perdere.
portuguese: Na verdade, vamos ligar por um dia.

source: Remove the shirt, but hide the nips. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
dutch: Verwijder het shirt, maar verberg de nips. {i}(indiening7+ {b}{color=#0000ff}of{/color}{/b} libido 9+){/i}
french: Enlever la chemise, mais cacher les tétons. {i}(soumission +7 {b}{color=#0000ff}ou{/color}{/b} libido +9){/i}
german: Entferne das Hemd, aber verstecke die Nips. {i}(Einreichung 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
italian: Togli la camicia, ma nascondi i capezzoli. {i}(sottomissione 7+ {b}{color=#0000ff}o{/color}{/b} libido 9+){/i}
portuguese: Remova a camisa, mas esconda os níveis. {i}(submissão 7+ {b}{├#0000ff}or{/color}{/b} libido 9+){/i}

source: Take some action shots where we can see your titties. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
dutch: Neem actie-schoten waar we je titels kunnen zien. {i}(indiener 10+ {b}{color=#0000ff}of{/color}{/b} libido 10){/i}
french: Prendre des photos en action où on peut voir les nichons. {i}(soumission +10 {b}{color=#0000ff}ou{/color}{/b} libido 10){/i}
german: Machen Sie einige Action-Schüsse, wo wir Ihre Titel sehen können. {i}(Einreichung 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
italian: Fai qualche scatto d'azione dove possiamo vedere le tue tette. {i}(sottomissione 10+ {b}{color=#0000ff}o{/color}{/b} libido 10){/i}
portuguese: Tire algumas fotos onde podemos ver seus títulos. {i}(submissão 10+ {b}{├#0000ff}or{/color}{/b} libido 10){/i}

source: Get rid of the shirt, and rip a revealing hole in your panties. {i}(submission 14+){/i}
dutch: Maak het hemd kwijt en maak een onthullend gat in je vijver. {i}(indiening+){/i}
french: Se débarrasser de la chemise et déchirer un trou révélateur dans la culotte. {i}(soumission +14){/i}
german: Loslassen Sie das Hemd und rippe ein aufdeckendes Loch in Ihren Hosen. {i}(Einreichung 14+){/i}
italian: Sbarazzati della maglietta e fai un buco rivelatore nelle tue mutandine. {i}(sottomissione 14+){/i}
portuguese: Livre-se da camisa e raspe um buraco revelador em sua calcinha. {i}(submissão 14+){/i}

source: Jump straight into some explicit close-ups {i}(submission 19+){/i}
dutch: Spring direct in enkele expliciete sluitingen {i}(indiening 19+){/i}
french: Sauter directement à des gros plans explicites {i}(soumission +19){/i}
german: Springe direkt in einige explizite Nahaufnahmen {i}(Einreichung 19+){/i}
italian: Salta direttamente in alcuni primi piani espliciti {i}(sottomissione 19+){/i}
portuguese: Pule diretamente em algum close-ups {i}(submissão 19+){/i}

source: Try something pretty crazy! I'm thinking an anal gape shot? {i}(submission 25+){/i}
dutch: Probeer iets heel gek! Ik denk aan een anale gape schot? {i}(indiening 25+){/i}
french: Essayer quelque chose d'assez fou! Je pense à un coup d'ouverture anale? {i}(soumission +25){/i}
german: Probiere etwas ziemlich verrückt! Ich denke eine Anallücke geschoss? {i}(Einreichung 25+){/i}
italian: Prova qualcosa di abbastanza folle! Sto pensando ad una ripresa anale a bocca aperta? {i}(Sottomissione 25+){/i}
portuguese: Tente algo muito maluco! Estou pensando em um tiro de macaco? {i}(submissão 25+){/i}

source: Just call it a day.
dutch: Bel het gewoon een dag.
french: L'appeler simplement un jour.
german: Nennen Sie es einfach einen Tag.
italian: Basta che la finisci qui.
portuguese: Apenas ligue para isso um dia.

source: Wow! Are you a mind reader? {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
dutch: Wow! Ben je een goede lezer? {i}(indiener 10+ {b}{color=#0000ff}of{/color}{/b} libido 10){/i}
french: Ça alors! As-tu lu dans mon esprit? {i}(soumission +10 {b}{color=#0000ff}ou{/color}{/b} libido 10){/i}
german: Wow! Bist du ein Geistesleser? {i}(Einreichung 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
italian: Wow! Sei uno che legge nel pensiero? {i}(sottomissione 10+ {b}{color=#0000ff}o{/color}{/b} libido 10){/i}
portuguese: Uau! Você é um leitor de mente? {i}(submissão 10+ {b}{├#0000ff}or{/color}{/b} libido 10){/i}

source: No, let's just call it a day.
dutch: Nee, laten we het gewoon een dag noemen.
french: Non, appelons-le un autre jour.
german: Nein, nennen wir es nur einen Tag.
italian: No, lasciamo perdere.
portuguese: Não, vamos apenas ligar um dia.

source: Rip a hole in your panties. {i}(submission 14+){/i}
dutch: Rek een gat in je vijver. {i}(indiening 14+){/i}
french: Faire un trou dans la culotte. {i}(soumission +14){/i}
german: Rippe ein Loch in deine Hosen. {i}(Einreichung 14+){/i}
italian: Fai un buco nelle tue mutandine. {i}(sottomissione 14+){/i}
portuguese: Rive um buraco na sua calcinha. {i}(submissão 14+){/i}

source: Get some explicit close-ups. {i}(submission 19+){/i}
dutch: Krijg wat expliciete sluitingen. {i}(indiening 19+){/i}
french: Obtenir des gros plans explicites. {i}(soumission +19){/i}
german: Erhalte einige explizite Nahaufnahmen. {i}(Einreichung 19+){/i}
italian: Fai dei primi piani espliciti. {i}(Sottomissione 19+){/i}
portuguese: Obtenha alguns close-ups explícitos. {i}(subindo 19+){/i}

source: Try a pose where you do a small anal gape. {i}(submission 25+){/i}
dutch: Probeer een pose waar je een kleine anale kloof doet. {i}(voorbeeld 25+){/i}
french: Essayer une pose où il y a une petite ouverture anale. {i}(soumission +25){/i}
german: Probiere eine Pose aus, wo du einen kleinen Analblick machst. {i}(Einreichung 25+){/i}
italian: Prova una posa in cui fai una piccola apertura anale. {i}(Sottomissione 25+){/i}
portuguese: Tente uma poeira onde você faça um pequeno gape anal. {i}(submissão 25+){/i}

source: Rip a hole in those panties. {i}(submission 14+){/i}
dutch: Rek een gat in deze vijver. {i}(indiening14+){/i}
french: Faire un trou dans cette culotte. {i}(soumission +14){/i}
german: Rippe ein Loch in diese Hosen. {i}(Einreichung 14+){/i}
italian: Fai un buco in quelle mutandine. {i}(sottomissione 14+){/i}
portuguese: Rive um buraco nessas calças. {i}(submissão 14+){/i}

source: I think we should go for it anyways. {i}(submission 25+){/i}
dutch: Ik denk dat we er toch voor moeten gaan. {i}(indiening 25+){/i}
french: Je pense que nous devrions tout de même y aller. {i}(soumission 25+){/i}
german: Ich denke, wir sollten es trotzdem tun. {i}(Einreichung 25+){/i}
italian: Penso che dovremmo farlo comunque. {i}(sottomissione 25+){/i}
portuguese: Acho que devemos ir assim mesmo. {i}(submissão 25+){/i}

source: I think we should call it quits for today.
dutch: Ik denk dat we het voor vandaag moeten noemen.
french: Je pense que nous devrions arrêter pour aujourd'hui.
german: Ich denke, wir sollten heute von einem Ende sprechen.
italian: Penso che dovremmo smettere per oggi.
portuguese: Penso que deveríamos chamar-lhe hoje de saída.

source: [_M_] UUURRRGGGHHHH!!!!...
dutch: [_M_] UURRRGETHHHA!!...
german: [_M_] UUURRGGGHHHH!!!!...
italian: [_M_] UUURRRGGHHHHH!!!!...

source: [_R_] Ummmmmmm.... ok...
italian: [_R_] Ummmmm.... ok...

source: [_S_] Touché...
dutch: [_S_] Toucheach, ...
german: [_S_] Berühren...
italian: [_S_] Tocco...

source: [_L_] Aaaaahhhhhhhhh!!...
italian: [_L_] Aaaaahhhhhhhh!!...

source: [_R_] Hmmmmmmmm...
italian: [_R_] Hmmmmmmmmmm...
portuguese: [_R_] Hmmmmmmmmmm...

source: [_S_] Bleeeeeeeeurghhhhhhhhhhhhhch!!!!...
dutch: [_S_] Bleeeeeeurhhhhhhhhhhhhhhch!!!!...
german: [_S_] Bleeeeeeeeeurghhhhhhhhhhhhhchch!!!!...
italian: [_S_] Bleeeeeeeeurghhhhhhhhhhhhhhch!!!!...

source: [_S_] Huhh?...
dutch: [_S_] Hohh?...
german: [_S_] Huhhh?...

source: [_M_] Uuuurrrrgggghhhh...
dutch: [_M_] Uuuurrrgggghhhhhhh...
german: [_M_] Uuurrrrgggghhhhhh...

source: [_MT_] {i}Hmmmmmm.... {/i}
german: [_MT_] {i}Hmmmm.... {/i}
portuguese: [_MT_] {i}Hmmmmmmmm.... {/i}

source: [_S_] Pfffftt.... haha.
dutch: [_S_] Pfffft.... ha.
german: [_S_] Pfftt.... hahaha.
portuguese: [_S_] Pfftt.... haha.

source: [_S_] Mmmmmphhhhh...
german: [_S_] Mmmphhhhh...

source: [_R_] Hmmmmmm...
dutch: [_R_] Hmmmmmmmm...
portuguese: [_R_] Hmmmmmmmm...

source: {i}"DING DONG"{/i}
dutch: {i}"DONG"{/i}
portuguese: {i}"FAZENDO CONCLUÍDO"{/i}

source: [_R_] .... Wow!...
dutch: [_R_] .... Wauw!...
portuguese: [_R_] .... Uau!...

source: [_R_] Hmmmm...
dutch: [_R_] Hmmmmmm...

source: [_S_] {i}"Schhhhluurrrrp"{/i}
dutch: [_S_] {i}"Schhhluurrrrp"{/i}

source: [_S_] ...
portuguese: U[_S_]...

source: [_M_] ...
portuguese: U[_M_]...

source: [_C_] ...
portuguese: U[_C_]...

source: [_M_] Cindy!?
portuguese: [_M_] Cinza!?

source: [_R_] ...
portuguese: U[_R_]...

source: Ooooffff.
portuguese: Oooofe.

source: [_B_] ...
portuguese: U[_B_]...
