Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_AD_] Actually, I need to meet with [ryan] first.
dutch: [_AD_] Eigenlijk moet ik eerst een [ryan] ontmoeten.
french: [_AD_] En fait, je dois d'abord rencontrer [ryan].
german: [_AD_] Eigentlich muss ich mich zuerst mit [ryan] treffen.
portuguese: [_AD_] Na verdade, eu preciso me encontrar com [ryan] primeiro.

source: [_C_] Is he in trouble?
dutch: [_C_] Is hij in de problemen?
french: [_C_] A-t-il des problèmes ?
german: [_C_] Ist er in Schwierigkeiten?

source: [_AD_] No, I just need to help show him how to declare his extra income with the FBI.
dutch: [_AD_] Nee, ik moet hem alleen helpen om te laten zien hoe hij zijn extra inkomen aangeeft met de FBI.
french: [_AD_] Non, j'ai juste besoin de l'aider à lui montrer comment déclarer ses revenus supplémentaires auprès du FBI.
german: [_AD_] Nein, ich muss ihm nur zeigen, wie man sein zusätzliches Einkommen beim FBI erklärt.
portuguese: [_AD_] Não, eu só preciso ajudá-lo a mostrar a ele como declarar sua renda extra com o FBI.

source: [_C_] Damn!
dutch: [_C_] Verstopper!
french: [_C_] Merde!
german: [_C_] Verdammt!
portuguese: [_C_] Droga!

source: [_M_] Alright [ryan]... When you're done, we'll meet you in the lounge.
dutch: [_M_] Oké [ryan]... Wanneer je klaar bent, ontmoeten we je in de lounge.
french: [_M_] D'accord [ryan]... Quand tu auras terminé, nous te retrouverons dans le salon.
german: [_M_] Alright [ryan]... Wenn du fertig bist, werden wir dich in der Lounge treffen.
portuguese: [_M_] Beleza [ryan]... Quando terminar, te encontraremos na substantiva.

source: [_AD_] Well?
french: [_AD_] Eh bien?
german: [_AD_] Naja?
portuguese: [_AD_] Bem?

source: [_R_] Well, what?
dutch: [_R_] Nou, wat?
french: [_R_] Qu’est-ce que c’est?...
german: [_R_] Nun, was?
portuguese: [_R_] Bem, o quê?

source: [_AD_] Aren't you going to thank me?
dutch: [_AD_] Ga je me niet bedanken?
french: [_AD_] Ne vas-tu pas me remercier?
german: [_AD_] Willst du mir nicht danken?

source: [_R_] Thank you? For what?
dutch: [_R_] Bedankt? Waarom?
french: [_R_] Merci ? De quoi ?
german: [_R_] Danke? Wofür?
portuguese: [_R_] agradecer? Para quê?

source: [_AD_] Well, for starters, I had to do some pretty creative technical cartwheels to keep your income, and your payments from Uncle Bobby hidden when the forensic accounting team started poking around.
dutch: [_AD_] Nou, voor beginners moest ik een paar best creatieve technische cartwheels doen om je inkomen te bewaren, en je betalingen van Uncle Bobby zijn verborgen toen het forensische accountantsteam begon rond te lopen.
french: [_AD_] Eh bien, pour commencer, j'ai dû faire des recherches techniques assez créatives pour regarder tes revenus et tes paiements de l'oncle Bobby cachés lorsque l'équipe de juridique de comptabilité a commencé à fouiller.
german: [_AD_] Nun, für Anfänger musste ich einige ziemlich kreative technische Kartonräder machen, um dein Einkommen zu behalten, und Ihre Zahlungen von Onkel Bobby verborgen, als das forensische Buchhaltungsteam anfing.

source: [_AD_] They could tell there was money coming from somewhere, I just kept them from figuring out from where.
dutch: [_AD_] Ze konden zien dat er ergens geld vandaan kwam, ik heb ze gewoon verhinderd om uit te zoeken.
french: [_AD_] Ils pouvaient dire qu'il y avait de l'argent qui venait de quelque part, je les empêchais juste de savoir d'où.
german: [_AD_] Sie könnten sagen, dass Geld von irgendwoher kommt, ich habe sie davon abgehalten, von wo aus herauszufinden.

source: [_AD_] You'd be looking at a cell next to your dad if they had figured it out.
dutch: [_AD_] Je zou naar een cel naast je vader kijken als ze het hadden uitgezocht.
french: [_AD_] Tu occuperais une cellule à côté de ton père s'ils l'avaient compris.
german: [_AD_] Du würdest dir eine Zelle neben deinem Vater ansehen, wenn sie es herausgefunden hätten.
portuguese: [_AD_] Você estaria olhando para uma célula ao lado do seu pai se a tivesse descoberto.

source: [_R_] Really? Just for trying to make money to take care of my family?
dutch: [_R_] Echt? Alleen voor het proberen geld te verdienen om voor mijn familie te zorgen?
french: [_R_] Vraiment? Juste pour essayer de gagner de l'argent pour prendre soin de ma famille?
german: [_R_] Wirklich? Nur für den Versuch, Geld zu verdienen, um sich um meine Familie zu kümmern?

source: [_AD_] Ahh... That would be a minor charge, the greater crime would be for giving a lot of that money to a suspected organized crime syndicate.
dutch: [_AD_] Ahh... Dat zou een kleine aanklacht zijn, de grootste misdaad zou zijn om een groot deel van dat geld te geven aan een vermeende georganiseerde misdaadsyndicaat.
french: [_AD_] Ahh... Ce serait une accusation mineure, le plus grand crime serait d'avoir donné beaucoup de cet argent à un syndicat présumé du crime organisé.
german: [_AD_] Ahh... Das wäre eine geringfügige Anschuldigung, das größere Verbrechen bestünde darin, daß man einem verdächtigen organisierten Verbrechersyndikat viel Geld zur Verfügung stellt.
portuguese: U[_AD_] Ahh... Isso seria uma acusação menor, o maior crime seria dar muito desse dinheiro a um suposto sindicato de crime organizado.

source: [_R_] But I have no choice!
dutch: [_R_] Maar ik heb geen keus!
french: [_R_] Mais je n'ai pas le choix!
german: [_R_] Aber ich habe keine Wahl!
portuguese: [_R_] Mas eu não tenho escolha!

source: [_AD_] Yeah, that's what you call being stuck between a rock and a hard place.
dutch: [_AD_] Yeah, dat is wat je noemt tussen een steen en een harde plek.
french: [_AD_] Oui, c'est ce que tu appelles être coincé entre le marteau et l'enclume.
german: [_AD_] Ja, das ist das, was du als stecken zwischen einem Felsen und einem harten Ort bezeichnest.
portuguese: [_AD_] Sim, é o que você chama ficando preso entre uma pedra e um lugar duro.

source: [_AD_] And then the next thing you should be thanking me for, is for delivering two more playthings to live in your house of perversion.
dutch: [_AD_] En het volgende waarvoor u mij moet bedanken, is dat u nog twee speeldingen in uw huis van perverse versie levert.
french: [_AD_] Et la prochaine chose pour laquelle tu devrais me remercier, c'est d'avoir livré deux autres jouets pour faire vivre ta maison de perversion.
german: [_AD_] Und dann ist die nächste Sache, für die du mir danken solltest, für die Lieferung von zwei weiteren Spielzeugen, um in deinem Perversion zu leben.

source: [_R_] What?
dutch: [_R_] Wat?
french: [_R_] Quoi?
german: [_R_] Was?
portuguese: [_R_] O quê?

source: [_AD_] Oh, I've seen what you've been making your aunt do.
dutch: [_AD_] Oh, ik heb gezien wat je je tante gedaan hebt.
french: [_AD_] Oh, j'ai vu ce que tu faisais faire à ta tante.
german: [_AD_] Oh, ich habe gesehen, was du deine Tante gemacht hast.
portuguese: [_AD_] Oh, já vi o que você tem feito sua tia.

source: [_AD_] And, I've got to ask...
dutch: [_AD_] en ik moet vragen...
french: [_AD_] Et, je dois demander...
german: [_AD_] Und ich muss fragen...
portuguese: [_AD_] e eu tenho que perguntar...

source: [_AD_] How the hell have you been able to make your aunt wear that skimpy maid outfit without your mom finding out?
dutch: [_AD_] Hoe ben je er in geslaagd om je tante die snimpy maïde outfit te laten dragen zonder dat je moeder erachter is gekomen?
french: [_AD_] Comment diable as-tu pu faire porter à ta tante cette tenue de femme de chambre étriquée sans que ta mère ne le sache?
german: [_AD_] Wie bist du zur Hölle in der Lage gewesen, deine Tante zu verschleiern, ohne dass deine Mutter herausfindet?

source: [_R_] Well... she knows... it was kind of her idea.
dutch: [_R_] Well... weet ze... het was aardig haar idee.
french: [_R_] Bien... elle le sait... c'était un peu son idée.
german: [_R_] Nun... sie weiß... es war eine Art ihrer Idee.
portuguese: [_R_] Bem... Ela sabe... foi meio da ideia dela.

source: [_AD_] Ha!... I knew your mom was a freak!
dutch: [_AD_] Ha!... Ik wist dat je moeder een freak was!
french: [_AD_] Ha!... Je savais que ta mère était un monstre !
german: [_AD_] Ha!... Ich wusste, dass deine Mutter ein Freak war!
portuguese: [_AD_] Ha!... Eu sabia que sua mãe era um estalo!

source: [_AD_] You better keep her out of that club, cuz it won't be long until she's willingly giving her pussy to every customer that gives her a couple dollars.
dutch: [_AD_] Je houdt haar beter buiten die club, cuz het zal niet lang duren totdat ze haar willens en wetens aan elke klant geeft die haar een paar dollar geeft.
french: [_AD_] Tu ferais mieux de la garder en dehors de ce club, car il ne faudra pas longtemps avant qu'elle donne volontairement sa chatte à chaque client qui lui donne quelques dollars.
german: [_AD_] Du solltest sie besser aus diesem Club fernhalten, cuz es wird nicht lange dauern, bis sie bereitwillig ihre Fotze an jeden Kunden gibt, der ihr ein Paar Dollar gibt.
portuguese: [_AD_] É melhor mantê-la fora daquele clube, não demorará muito até que ela esteja voluntariamente oferecendo seu anfitrião a cada cliente que lhe dê uns dólares.

source: [_R_] Shut up! She's not like that!
dutch: [_R_] Sluiten! Dat vindt ze niet leuk!
french: [_R_] La ferme! Elle n'est pas comme ça !
german: [_R_] Halten Sie sich! Das gefällt ihr nicht!
portuguese: [_R_] Cala a boca! Ela não é assim!

source: [_AD_] You better hope she is if you want a shot at her.
dutch: [_AD_] Je kan beter hopen dat ze een schot op haar wil.
french: [_AD_] Tu ferais mieux d'espérer qu'elle l'est si tu veux la sauter.
german: [_AD_] Du hoffe besser, sie ist es, wenn du einen Schuss auf sie haben möchtest.
portuguese: [_AD_] É melhor esperar que ela seja se você quer um tiro nela.

source: [_AD_] And besides, as an FBI profiler, I'm pretty good at reading people.
dutch: [_AD_] En bovendien, als een FBI-profiler, ben ik best in het lezen van mensen.
french: [_AD_] Et d'ailleurs, en tant que profileur du FBI, je suis assez bonne pour décripter les gens.
german: [_AD_] Und als FBI-Profiler bin ich auch sehr gut beim Lesen von Leuten.

source: [_AD_] You're just going to have to be really skillful in manipulating her into seeing you as her only option.
dutch: [_AD_] Je moet gewoon heel vaardig zijn om haar te manipuleren om je als haar enige optie te zien.
french: [_AD_] Tu vas juste devoir être vraiment habile à la manipuler pour te voir comme sa seule option.
german: [_AD_] Du wirst nur wirklich geschickt sein müssen, sie zu manipulieren, um dich als einzige Option zu sehen.
portuguese: [_AD_] Você vai ter que ser muito hábil em manipulá-la e vê-la como a única opção possível.

source: [_AD_] But from what I've seen, you should have no problems.
dutch: [_AD_] Maar wat ik gezien heb, je zou geen problemen moeten hebben.
french: [_AD_] Mais d'après ce que j'ai vu, tu ne devrais avoir aucun problème.
german: [_AD_] Aber nach dem, was ich gesehen habe, solltest du keine Probleme haben.

source: [_RT_] {i}Am I really that manipulative?{/i}
dutch: [_RT_] {i}Ben ik echt zo manipulatief?{/i}
french: [_RT_] {i}Suis-je vraiment manipulateur?{/i}
german: [_RT_] {i}Bin ich wirklich so manipulativ?{/i}
portuguese: [_RT_] {i}sou realmente tão manipulador?{/i}

source: [_AD_] Alright, I'm outta here!
french: [_AD_] D'accord, je m'en vais!
german: [_AD_] Okay, ich bin hier verlassen!

source: [_AD_] But when you're enjoying your time with your aunt and cousin, don't forget who hooked you up!
dutch: [_AD_] Maar als je de tijd met je tante en neef leuk vindt, vergeet niet wie je verslaafd heeft!
french: [_AD_] Mais lorsque tu profites de ton temps avec ta tante et ton cousin, n'oublies pas qui t'a branché!
german: [_AD_] Aber wenn du deine Zeit mit Tante und Cousin, vergiss nicht, wer dich angeschlagen hat!
portuguese: [_AD_] Mas quando você estiver curtindo seu tempo com sua tia e prima, não se esqueça de quem te ligou!

source: [_AD_] And maybe you'll be willing to let me in on some of the fun sometime in the future.
dutch: [_AD_] En misschien bent u bereid om me ooit iets van het plezier toe te laten.
french: [_AD_] Et peut-être seras-tu prêt à me laisser participer à certains moments de plaisir dans le futur.
german: [_AD_] Und vielleicht bist du bereit, mich in Zukunft auf ein wenig Spaß einzulassen.
portuguese: [_AD_] E talvez você esteja disposto a me deixar participar da diversão um pouco no futuro.

source: [_AD_] Now I've got a whole SWAT team that are expecting to get paid for their help today.
dutch: [_AD_] Nu heb ik een heel SWAT team dat vandaag betaald verwacht te worden voor hun hulp.
french: [_AD_] Maintenant, j'ai toute une équipe du SWAT qui s'attend à être payée pour son aide aujourd'hui.
german: [_AD_] Jetzt habe ich ein ganzes SWAT-Team, das heute für seine Hilfe bezahlt wird.

source: [_R_] Are you really going to fuck them all?
dutch: [_R_] Ben je echt van plan om ze allemaal te breken?
french: [_R_] Vas-tu vraiment toutes les baiser?
german: [_R_] Willst du sie wirklich alle ficken?

source: [_AD_] Haha... What do you think?
dutch: [_AD_] Haha... Wat vind je?
french: [_AD_] Haha... Qu'en penses-tu?
german: [_AD_] Haha... Was denkst du?
portuguese: U[_AD_] Haha... O que você acha?

source: [_AD_] Ya know, you and I aren't too different.
dutch: [_AD_] Ja weet, jij en ik zijn niet te verschillend.
french: [_AD_] Tu sais, toi et moi ne sommes pas très différents.
german: [_AD_] Du weißt, du und ich sind nicht zu unterschiedlich.
portuguese: [_AD_] Ya sabe, você e eu não somos muito diferentes.

source: [_AD_] You earn money to gain influence and buy sex.
dutch: [_AD_] Je verdient geld om invloed te krijgen en seks te kopen.
french: [_AD_] Tu gagnes de l'argent pour gagner de l'influence et acheter du sexe.
german: [_AD_] Du verdienst Geld, um Einfluss zu nehmen und Sex zu kaufen.

source: [_AD_] I use sex to gain influence and get money.
dutch: [_AD_] Ik gebruik seks om invloed te krijgen en geld te krijgen.
french: [_AD_] J'utilise le sexe pour gagner de l'influence et obtenir de l'argent.
german: [_AD_] Ich benutze Sex um Einfluss zu nehmen und Geld zu bekommen.
portuguese: [_AD_] Eu uso sexo para ganhar influência e ganhar dinheiro.

source: [_R_] We aren't the same at all!
dutch: [_R_] We zijn helemaal niet hetzelfde!
french: [_R_] Nous ne sommes pas du tout les mêmes!
german: [_R_] Wir sind nicht dasselbe!

source: [_AD_] Think about it... I'm sure you'll eventually realize that I'm right.
dutch: [_AD_] Denk eraan... Ik weet zeker dat je je er uiteindelijk rekenschap van zult geven dat ik gelijk heb.
french: [_AD_] Penses-y... Je suis sûr que tu finiras par réaliser que j'ai raison.
german: [_AD_] Denke darüber nach... Ich bin sicher, dass du irgendwann erkennen wirst, dass ich recht habe.
portuguese: [_AD_] Pense nisso... Eu tenho certeza de que você eventualmente perceberá que estou certo.

source: [_AD_] See you Thursday!
dutch: [_AD_] Zie je donderdag!
french: [_AD_] A jeudi!
german: [_AD_] Bis Donnerstag!
portuguese: [_AD_] Vejo você na quinta!

source: [_RT_] {i}I'm not anything like that bitch!... Am I?{/i}
dutch: [_RT_] {i}Ik vind die bitch niet leuk!... Ben ik?{/i}
french: [_RT_] {i}Je ne suis en rien comme cette salope !... Le suis-je ?{/i}
german: [_RT_] {i}Ich bin nichts dergleichen Hexen!... Bin ich?{/i}

source: [_RT_] ....
french: [_RT_] {i}Chercher la télécommande? {/i}

source: [_RT_] {i}I'd better head to the lounge for the family meeting.{/i}
dutch: [_RT_] {i}Ik zou beter naar de lounge gaan voor de familie vergadering.{/i}
french: [_RT_] {i}Je ferais mieux de me rendre au salon pour la réunion de famille.{/i}
german: [_RT_] {i}Ich würde besser in die Lounge für das Familientreffen gehen. {/i}
portuguese: [_RT_] {i}É melhor eu ir até a sala de reunião da família.{/i}

source: [_M_] Oh good, [ryan], you're here. Please sit down.
dutch: [_M_] Oh goed, [ryan], je bent hier. Ga zitten, alstublieft.
french: [_M_] Oh bien, [ryan], tu es là. Asseids-toi.
german: [_M_] Oh gut, [ryan], Sie sind hier. Bitte setzen Sie sich.
portuguese: [_M_] bom, [ryan], você está aqui. Por favor, sente.

source: [_M_] As if our lives weren't crazy enough, we've had another new development.
dutch: [_M_] Alsof ons leven niet gek genoeg is, we hebben nog een nieuwe ontwikkeling gehad.
french: [_M_] Comme si nos vies n'étaient pas assez folles, nous avons eu un autre nouveau développement.
german: [_M_] Als ob unser Leben nicht verrückt genug wäre, haben wir eine neue Entwicklung erlebt.
portuguese: [_M_] Como se nossas vidas não fossem loucas o suficiente, nós tivemos outro desenvolvimento.

source: [_M_] The FBI has decided that your Aunt Camille and Mandy should come live with us, since Uncle Bobby has taken all their money and they can't afford a place to live.
dutch: [_M_] The FBI heeft besloten dat je Aunt Camille en Snoep samen met ons moeten komen. omdat Oom Bobby al zijn geld heeft genomen en ze zich geen woonplaats kunnen veroorloven.
french: [_M_] Le FBI a décidé que ta tante Camille et Mandy devraient venir vivre avec nous, car Oncle Bobby a pris tout leur argent et ils n'ont pas les moyens de vivre.
german: [_M_] Das FBI hat beschlossen, dass deine Tante Camille und Mandy mit uns leben sollen da Onkel Bobby ihr ganzes Geld genommen hat und sie sich keinen Ort zum Leben leisten können.
portuguese: [_M_] O FBI decidiu que sua Camilo de tia e Mandy devem vir com a gente, desde que o tio Bobby pegou todo o seu dinheiro e eles não se podem dar ao luxo de morar.

source: [_M_] They also want to keep an eye on them for various reasons, and since we're already being watched, they thought it just made sense to make 5 people live in a three bedroom, one bathroom house.
dutch: [_M_] Ze willen ook om verschillende redenen een oogje in het zeil houden en omdat we al in de gaten worden gehouden, Ze dachten dat het alleen maar zinvol was om vijf mensen in een drie slaapkamer te laten wonen, één badkamer huis.
french: [_M_] Ils veulent aussi garder un œil sur eux pour diverses raisons, et comme nous sommes déjà surveillés, ils ont pensé qu'il était logique de faire vivre 5 personnes dans une maison de trois chambres et une salle de bain.
german: [_M_] Sie wollen sie auch aus verschiedenen Gründen im Auge behalten und da wir bereits beobachtet werden, Das Hotel ist sehr zentral gelegen und bietet eine gute Anbindung an die öffentlichen Verkehrsmittel.

source: [_R_] I volunteer to share my bed with Aunt Camille.
dutch: [_R_] Ik ben vrijwilliger om mijn bed te delen met Aunt Camille.
french: [_R_] Je me porte volontaire pour partager mon lit avec tante Camille.
german: [_R_] Ich freiwillig mein Bett mit Tante Camille teilen.
portuguese: [_R_] Eu me oferecia para compartilhar minha cama com o Camilo de Liga.

source: [_C_] Yeah right, pervert! Mandy and I will be staying as far away from your room as possible.
dutch: [_C_] Yeah heeft gelijk! Mandy en ik blijven zo ver mogelijk van je kamer.
french: [_C_] Ouais d'accord, pervers! Mandy et moi resterons aussi loin que possible de ta chambre.
german: [_C_] Ja richtig, pervertiert! Mandy und ich werden so weit wie möglich von Ihrem Zimmer entfernt bleiben.
portuguese: [_C_] Sim, está perverso! Mandy e eu ficaremos o mais longe de seu quarto possível.

source: [_MD_] I'll share your bed with you, [ryan]!
dutch: [_MD_] Ik zal je bed met je delen, [ryan]!
french: [_MD_] Je partagerais ton lit avec toi, [ryan]!
german: [_MD_] Ich teile dein Bett mit dir, [ryan]!
portuguese: U[_MD_] Vou compartilhar sua cama com você, [ryan]!

source: [_C_] Oh, no you will not!
dutch: [_C_] Oh, geen jij zal dat niet doen!
french: [_C_] Oh, non tu ne le feras pas!
german: [_C_] Oh, nein, du wirst es nicht!
portuguese: [_C_] Oh, não, você não irá!

source: [_M_] They're just teasing you.
dutch: [_M_] Ze testen je gewoon.
french: [_M_] Ils ne font que te taquiner.
german: [_M_] Sie sind gerade dabei, Sie zu jagen.

source: [_M_] Nobody will be sharing [ryan]'s bed!
dutch: [_M_] Niemand deelt [ryan]zijn bed!
french: [_M_] Personne ne partagera le lit de [ryan]!
german: [_M_] Niemand wird das Bett von [ryan]teilen!

source: [_M_] A teenage boy's bed is no place for any woman.
dutch: [_M_] Een tienerbed van een jongen is geen plek voor elke vrouw.
french: [_M_] Le lit d'un adolescent n'est pas un endroit pour une femme.
german: [_M_] Das Bett eines Teenagers ist kein Platz für eine Frau.
portuguese: [_M_] A cama do menino adolescente não é lugar para nenhuma mulher.

source: [_ST_] {i}That's right ho's! Only I get to sleep in [ryan]'s bed.{/i}
dutch: [_ST_] {i}Dat is echt ho's! Alleen ik ga slapen in [ryan]'s bed.{/i}
french: [_ST_] {i}C'est vrai ho! Seulement, je dors dans le lit de [ryan].{/i}
german: [_ST_] {i}Das ist richtig! Nur ich schlafe im Bett [ryan]ein.{/i}
portuguese: [_ST_] {i}está certo! Só eu durmo na cama de [ryan].{/i}

source: [_M_] We'll have Mandy sleep with Lauren, and Camille will sleep with me.
dutch: [_M_] We zullen Snoep slapen met Lauren, en Camille zal met me slapen.
french: [_M_] Mandy dormira avec Lauren, et Camille dormira avec moi.
german: [_M_] Wir haben einen Mandy Schlaf mit Lauren und Camille wird bei mir schlafen.

source: [_MD_] Yay! Girl time!
dutch: [_MD_] Yay! Meis! Meis!
french: [_MD_] Ouah! L'heure des filles!
german: [_MD_] Yay! Mädchenzeit!
portuguese: [_MD_] Viva! Hora da menina!

source: [_C_] What about the bathroom and showers?
dutch: [_C_] Hoe zit het met de badkamer en douches?
french: [_C_] Qu'en est-il de la salle de bain et des douches?
german: [_C_] Was ist mit dem Bad und den Duschen?
portuguese: [_C_] E quanto ao banheiro e banheiros?

source: [_M_] Mandy will have to share the bathroom with Lauren in the {b}early morning{/b} before they both go to school.
dutch: [_M_] Mandy zal de badkamer met Lauren moeten delen in de {b}vroege ochtend{/b} voordat ze beiden naar school gaan.
french: [_M_] Mandy devra partager la salle de bain avec Lauren {b}tôt le matin{/b} avant qu'elles ne partent toutes les deux à l'école.
german: [_M_] Mandy muss das Badezimmer mit Lauren im {b}früh morgen{/b} teilen, bevor beide zur Schule gehen.
portuguese: [_M_] O mandy terá que compartilhar o banheiro com Lauren no {b}da manhã inicial{/b} antes de ambos irem à escola.

source: [_M_] Camille, you can shower in the {b}afternoon{/b} after you're done working out with me, and done cleaning the house.
dutch: [_M_] Camille, je kunt namiddag in de {b}douchen{/b} douchen nadat je klaar bent met mijn werk, en het huis schoonmaken.
french: [_M_] Camille, tu peux te doucher {b}l'après-midi{/b} après avoir fini de t'entraîner avec moi et de nettoyer la maison.
german: [_M_] Kamille, du kannst am {b}Nachmittag{/b} duschen, nachdem du mit mir gearbeitet hast und das Haus gereinigt hast.

source: [_C_] I'm still the maid, huh?
dutch: [_C_] Ik ben nog steeds het meisje, hè?
french: [_C_] Je suis toujours la bonne, hein ?
german: [_C_] Ich bin immer noch die Magdin, oder?

source: [_M_] Yeah, now you need to pull your weight more than ever.
dutch: [_M_] Yeah, nu moet je meer dan ooit je gewicht trekken.
french: [_M_] Ouais, maintenant tu devras tirer ton poids plus que jamais.
german: [_M_] Ja, jetzt musst du dein Gewicht mehr denn je ziehen.
portuguese: [_M_] Sim, agora você precisa puxar seu peso mais do que nunca.

source: [_MD_] I want to pull my weight too. Is there anything I can do to help?
dutch: [_MD_] Ik wil ook mijn gewicht trekken. Is er iets dat ik kan doen om te helpen?
french: [_MD_] Je veux aussi tirer mon poids. Y a-t-il quelque chose que je peux faire pour aider?
german: [_MD_] Ich möchte auch mein Gewicht ziehen. Kann ich etwas tun, um zu helfen?
portuguese: [_MD_] eu quero puxar meu peso também. Há alguma coisa que eu possa fazer para ajudar?
