Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: [_SF_] What on earth is this viscous substance it's laying in?
french: [_SF_] Quelle est cette substance visqueuse dans laquelle il repose ?
german: [_SF_] Was auf der Erde ist diese viskose Substanz, in der sie liegt?
italian: [_SF_] Che cosa è sulla terra questa sostanza viscosa che sta posando?

source: [_SF_] Is it glowing?
french: [_SF_] Est-ce que ça brille ?
german: [_SF_] leuchtet es?
italian: [_SF_] È splendore?

source: [_SF_] Is this from the thing that's wreaking havoc on the lab?
french: [_SF_] Ça vient de la chose qui fait des ravages dans le labo ?
german: [_SF_] Ist das von der Sache, die im Labor verheerend ist?
italian: [_SF_] È questa la cosa che sta distruggendo il laboratorio?

source: [_SF_] Is it some sort of bioluminescent discharge?
french: [_SF_] C'est une sorte de décharge bioluminescente ?
german: [_SF_] Ist es eine Art biolumineszierende Entlastung?
italian: [_SF_] È una sorta di scarico bioluminescente?

source: [_SF_] Goddammit! If I wasn't running for my life, I'd take a sample to study.
french: [_SF_] Bon sang ! Si je ne courais pas pour ma vie, je prendrais un échantillon pour l'étudier.
german: [_SF_] Goddammit! Wenn ich nicht für mein Leben laufen würde, würde ich eine Stichprobe nehmen, um zu studieren.
italian: [_SF_] Goddammit! Se non fossi in esecuzione per la mia vita, prenderei un esempio per studiare.

source: [_SF_] Maybe I've got time to collect a small amount.
french: [_SF_] J'ai peut-être le temps de collecter une petite quantité.
german: [_SF_] Vielleicht habe ich Zeit, einen kleinen Betrag zu sammeln.
italian: [_SF_] Forse ho il tempo di raccogliere una piccola quantità.

source: Male Scientist
french: Homme scientifique
german: Männlicher Wissenschaftler
italian: Scienziato Maschio

source: Female Scientist
french: Femme scientifique
german: Weibliche Wissenschaftlerin
italian: Scienziata Femminile

source: Skip Event
french: Sauter l'événement
german: Ereignis überspringen
italian: Salta Evento

source: Play Halloween Event
french: Jouer à l'événement Halloween
german: Halloween-Event spielen
italian: Riproduci Evento Halloween

source: [_RT_] {i}Oh, thank God!{/i}
german: [_RT_] {i}Oh, danke!{/i}
italian: [_RT_] {i}Oh, grazie Dio!{/i}

source: [_R_] Hnnnggghhh!
german: [_R_] Hnnnggghh!

source: [_S_] Aaaahhhhh!
german: [_S_] Aaahhhhh!
italian: [_S_] Aaaahhhhhh!

source: [_R_] Uhhh... uhhh... uhhh!
german: [_R_] Uhhhh... uhhhh... uhhhhh!
italian: [_R_] Uhhhh... uhhh... uhhhh!
