Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MD_] Oh, thank God!... You're the best, [ryan]! I was beginning to think I would have to perform by myself.
dutch: [_MD_] Oh, God!... Je bent het best, [ryan]! Ik begon te denken dat ik zelf zou moeten presteren.

source: [_MD_] Lauren, your skit is going to be so good!
dutch: [_MD_] Lauren, jouw schacht zal zo goed zijn!

source: [_R_] Oh... but one important thing. I told Megan not to let Matt know she's furious with him.
dutch: [_R_] Oh... maar één belangrijk ding. Ik zei Megan dat ze niet moet weten dat ze boos op hem is.

source: [_R_] Matt's going to think they're rehearsing for his campaign skit.
dutch: [_R_] Mattt gaat denken dat ze zijn voor zijn campagne skit.

source: [_R_] I don't want him to know, so that he doesn't have any time to make a backup plan, plus it will be awesome to see him get blindsided on the day of the skit.
dutch: [_R_] Ik wil niet dat hij het weet, zodat hij geen tijd heeft om een back-upplan te maken, plus het zal geweldig zijn om hem op de dag van de schak te zien knipperen.

source: [_L_] Oh, my God!... I almost feel sorry for him!... I love it!
dutch: [_L_] Oh, mijn God!... Ik heb bijna medelijden met hem!... Ik hou van het!

source: [_L_] Good job, [ryan]!
dutch: [_L_] Goed gedaan, [ryan]!

source: [_L_] It sounds like you've got your work cut out for you, Mandy.
dutch: [_L_] Het klinkt alsof je je werk voor je hebt uitgesneden, rest.

source: [_MD_] Don't worry, with coordinated girls like the cheerleaders, we'll be ready in no time.
dutch: [_MD_] Maak je geen zorgen, met gecoördineerde meisjes zoals cheerleiders, we zijn er snel klaar voor.

source: [_L_] I'm so excited!
dutch: [_L_] Ik ben zo opgewonnen!

source: [_MD_] It's coming together really well.
dutch: [_MD_] Het komt heel goed samen.

source: [_MD_] All the cheerleaders are so good. I just have to show them what to do, and they can do it after just a couple tries.
dutch: [_MD_] Alle genodigden zijn zo goed. Ik moet ze alleen maar laten zien wat ze moeten doen, en dat kunnen ze na een paar pogingen.

source: [_MD_] We've pretty much got the choreography down, now we're just perfecting it.
dutch: [_MD_] We hebben de choreografie bijna omlaag, nu zijn we het gewoon aan het perfectioneren.

source: [_L_] That's great news!
dutch: [_L_] Dat is geweldig nieuws!

source: [_L_] Thanks, Mandy!
dutch: [_L_] Bedankt, Snoep!

source: [_MD_] As it is, I'm worried I'm going to have to dance alone.
dutch: [_MD_] Zoals het is, ben ik bang dat ik alleen zal moeten dansen.

source: [_L_] Well, keep trying, Mandy... There are a lot of girls in this school, there's got to be at least a couple that can learn your choreography.
dutch: [_L_] Nou, blijf proberen, doe mee... Er zijn veel meisjes op deze school, er moet ten minste een paar zijn die uw choreografie kan leren.

source: [_MD_] Yeah, ok, I'll keep trying.
dutch: [_MD_] Ah, ok, ik blijf proberen.

source: [_MD_] Same as last reported. I still haven't been able to find any girls that are competent enough to perform with me.
dutch: [_MD_] Hetzelfde als voor het laatst gerapporteerd. Ik heb nog geen meisjes kunnen vinden die competent genoeg zijn om met mij te presteren.

source: [_MD_] At least I'm getting good at the dance, even if I'll have to dance by myself.
dutch: [_MD_] In ieder geval word ik goed in het dansen, zelfs als ik zelf moet dansen.

source: [_L_] Well, don't give up. I know you'll be able to recruit somebody.
dutch: [_L_] Nou, geef niet op. Ik weet dat je iemand kunt werven.

source: [_MD_] Yeah, I'll keep trying.
dutch: [_MD_] Ja, ik blijf proberen.

source: [_L_] Let's see, next on the agenda is the final skit.
dutch: [_L_] laten we zien, de volgende op de agenda is de finale skit.

source: [_L_] I've been working with my cousin, Mandy, and we've put together some pretty good choreography.
dutch: [_L_] Ik werk samen met mijn neef, Mandy, en we hebben een paar goede choreografie samengesteld.

source: [_L_] Unfortunately, I can't find any girls who are good enough to perform it.
dutch: [_L_] Helaas, ik kan geen meisjes vinden die goed genoeg zijn om het uit te voeren.

source: [_R_] Actually, I've got some really good news for you, Lauren.
dutch: [_R_] Eigenlijk heb ik heel goed nieuws voor jou, Lauren.

source: [_L_] Oh, my God!... That is the best news ever.
dutch: [_L_] Oh, mijn God!... Dat is het beste nieuws ooit.

source: [_R_] I talked to Megan, and she said the cheer squad wants to perform the final skit for you.
dutch: [_R_] ik heb met Megan gesproken en ze zei dat de cheer squad het laatste luchtruim voor jou wil uitvoeren.

source: [_R_] So, you could get Mandy to contact Megan, and they could make some plans to get together and practice.
dutch: [_R_] Dus, je zou Mandy kunnen contacteren tot Megan, en ze zouden plannen kunnen maken om samen te werken en te oefenen.

source: [_L_] Oh, thank God!... You're the best [ryan]! I was beginning to think I would have to drag Mandy here to perform by herself.
dutch: [_L_] Oh, dank God!... Je bent de beste [ryan]! Ik begon te denken dat ik Mandy hier zou moeten slepen om zelf uit te voeren.

source: [_L_] I know my cousin Mandy has been meeting with Megan and the cheerleaders, and I think the skit is coming together pretty well.
dutch: [_L_] Ik weet dat mijn neef Mandy heeft ontmoet met Megan en de vrolijk leiders, en ik denk dat de skit best goed samenkomt.

source: [_L_] I got a chance to watch them reahearsing, and I'm feeling pretty confident that it's going to be awesome!
dutch: [_L_] Ik heb een kans om hen te zien opstaan en ik ben er vrij zeker van dat het geweldig zal zijn!

source: [_L_] Hopefully I won't have to drag Mandy here to perform it by herself.
dutch: [_L_] Hopelijk hoef ik geen snoep hier te slepen om het zelf uit te voeren.

source: [_R_] Yeah?
dutch: [_R_] Ja?

source: [_L_] It's been a while since we discussed trying to get permission to change the dress code.
dutch: [_L_] Het is een tijdje geleden sinds we discussieerden over het proberen toestemming te krijgen om de jurk code te veranderen.

source: [_L_] Have you made any progress on that?
dutch: [_L_] Heb je daar al vooruitgang mee geboekt?

source: [_R_] I actually have some really good news today.
dutch: [_R_] Ik heb vandaag eigenlijk heel goed nieuws.

source: [_R_] I've received an email from Mr. William Tylor informing me that the modifications to the current dress code have been approved.
dutch: [_R_] heb ik een e-mail ontvangen van de heer William Tylor die mij informeert dat de wijzigingen in de huidige jurk zijn goedgekeurd.

source: [_R_] You'll be able to announce the change in your campaign speech!
dutch: [_R_] Je kunt de verandering in je campagne speech!

source: [_L_] Oh, my God!... [ryan]!... you did it!
dutch: [_L_] Oh, mijn God!... [ryan]!... je hebt het gedaan!

source: [_MD_] This will make us win for sure!
dutch: [_MD_] Dit zal ons zeker doen winnen!

source: [_L_] It's more than likely, but we've still got to be vigilant and do our best.
dutch: [_L_] Het is meer dan waarschijnlijk, maar we moeten nog steeds waakzaam zijn en ons best doen.

source: [_L_] Good job [ryan]!... You really came through.
dutch: [_L_] Goed gedaan [ryan]!... Je bent er echt doorgekomen.

source: [_R_] No, I've been trying, but so far no luck.
dutch: [_R_] Nee, ik heb het geprobeerd, maar tot nu toe geen geluk.

source: [_L_] Alright, well keep trying.
dutch: [_L_] Ok, blijf het proberen.

source: [_L_] Ok... I've got a new item for the agenda.
dutch: [_L_] Ok... Ik heb een nieuw item voor de agenda.

source: [_L_] I had the thought that we need to do something that gives us an edge, something that gives voters a solid reason why voting for me would actually make the school better than if Matt were president.
dutch: [_L_] Ik dacht dat we iets moesten doen dat ons een voorsprong geeft, iets dat kiezers een goede reden geeft waarom stemmen op mij de school eigenlijk beter zou maken dan wanneer Matt president zou zijn.

source: [_L_] So, I want us to come up with an idea that we can present to the school administration, and see if there's something unique they would let us impliment at the school if I won.
dutch: [_L_] Dus ik wil dat we met een idee komen dat we aan de schooladministratie kunnen presenteren. en kijk of er iets uniek is, dan zouden ze ons laten meeslepen op de school als ik won.

source: [_L_] I want us to brainstorm up a really good idea that we can present to them.
dutch: [_L_] Ik wil dat we een echt goed idee hersenspoelen dat we ze kunnen presenteren.

source: [_K_] What about an extra ten minutes for lunch?
dutch: [_K_] Wat vind je van een extra tien minuten voor de lunch?

source: [_L_] We could try that, but I'll bet they would make us get out of school ten minutes later too.
dutch: [_L_] We kunnen het proberen, maar ik wed dat ze ons ook later tien minuten uit de school laten komen.

source: [_MD_] Yeah, that could make the students upset.
dutch: [_MD_] Yeah, dat kan de leerlingen boos maken.

source: [_L_] We'll keep the idea in mind.
dutch: [_L_] We houden het idee in gedachten.

source: [_MD_] What if we made every Friday pizza day?
dutch: [_MD_] Wat als we elke dag van vrijdag pizza maken?

source: [_MD_] And not the crappy lunch lady pizza, but have Ray's Pizza from downtown bring it in.
dutch: [_MD_] En de wazige dame pizza niet, maar Ray's Pizza van het centrum brengt hem naar binnen.

source: [_L_] That's a fun idea.
dutch: [_L_] Dat is een leuk idee.

source: [_L_] I wonder if the administration would be open to that?
dutch: [_L_] Ik vraag me af of de administratie hiervoor openstaan?

source: [_L_] That's definitely an option.
dutch: [_L_] Dat is zeker een optie.

source: [_L_] What about you, [ryan]?
dutch: [_L_] Hoe zit het met jou, [ryan]?

source: [_L_] Any ideas?
dutch: [_L_] Een idee?

source: [_RT_] {i}Not one that anybody else would think is a good idea.{/i}
dutch: [_RT_] {i}Niemand die anders een goed idee zou vinden.{/i}

source: [_RT_] {i}Ever since I saw Lauren wear a sexy schoolgirl outfit, I can't help but picture all the girls at school in one.{/i}
dutch: [_RT_] {i}Ever omdat ik Lauren een sexy meisje zag dragen, kan ik niet anders dan een foto maken van alle meisjes op school in één kant.{/i}

source: [_RT_] {i}If only that could be the dress code.{/i}
dutch: [_RT_] {i}Als dat maar de jurk code zou kunnen zijn.{/i}

source: [_RT_] {i}Yeah... I doubt I could even convince Lauren, Mandy, and Kenzie, let alone the administration.{/i}
dutch: [_RT_] {i}Yeah... Ik betwijfel of ik zelfs Lauren, Mandy en Kenzie, laat staan de administratie, kan overtuigen.{/i}

source: [_RT_] {i}Unless...{/i}
dutch: [_RT_] {i}Ongeldig...{/i}

source: [_R_] What if we change the dress code?
dutch: [_R_] Wat als we de jurk code veranderen?

source: [_L_] How do you mean?
dutch: [_L_] Hoe bedoelt u?

source: [_R_] Well, I know it's the number one complaint I hear from all the other guys.
dutch: [_R_] Nou, ik weet dat het de grootste klacht is die ik van alle andere jongens hoor.

source: [_R_] Think about how spotty the school's air conditioner works.
dutch: [_R_] Denk na over hoe spotty de airconditioner op school werkt.

source: [_R_] Some days it can get so hot that I can't even concentrate on what the teacher is saying.
dutch: [_R_] Enkele dagen kan het zo heet worden dat ik me niet eens kan concentreren op wat de leraar zegt.

source: [_R_] I mean wool pants?... I can't even imagine how miserable you girls are in those sweater vests.
dutch: [_R_] Ik bedoel wol pants?... Ik kan me niet eens voorstellen hoe ellendig jij meisjes zijn in die sweatervesten.

source: [_L_] Actually, yeah... sometimes I get so hot my makeup starts running.
dutch: [_L_] Echt, ja... soms word ik zo warm dat mijn make-up begint te draaien.

source: [_K_] And not to mention how tirelessly conservative these archaic uniforms are.
dutch: [_K_] En om niet te vermelden hoe onvermoeibaar conservatief deze archaïsche uniformen zijn.

source: [_MD_] Yeah... Maybe they would let us get rid of the dress code completely.
dutch: [_MD_] Ja... Misschien kunnen ze ons de jurk helemaal laten verwijderen.

source: [_MD_] Let us wear whatever we want to school.
dutch: [_MD_] Laat ons dragen wat we willen school.

source: [_RT_] {i}No way... I want to see sexy schoolgirl uniforms!{/i}
dutch: [_RT_] {i}Geen manier... Ik wil sexy scholieren uniformen zien!{/i}

source: [_R_] Well... I doubt they'd get rid of uniforms, I think all the private schools in the state use them for some reason, but if we could get some that breathe a little more.
dutch: [_R_] Well... Ik betwijfel of ze van uniformen af zullen stappen, ik denk dat alle particuliere scholen in de staat ze om een of andere reden gebruiken. maar als we wat meer adem zouden kunnen halen.

source: [_L_] I actually love the idea.
dutch: [_L_] Ik hou eigenlijk van het idee.

source: [_L_] And maybe they'll allow for some styles that are a little more modern.
dutch: [_L_] En misschien zullen ze enkele stijlen toestaan die een beetje moderner zijn.

source: [_L_] Let's vote... Who thinks the dress code idea is the best?
dutch: [_L_] Laten we stemmen... Wie denkt dat het kledingcodeidee het beste is?

source: [_L_] Perfect, and we can have the pizza idea as a backup if they say no.
dutch: [_L_] Perfect, en we kunnen het idee achter de pizza gebruiken als back-up als ze nee zeggen.

source: [_L_] Now, how do we go about presenting this to the administration?
dutch: [_L_] Nu, hoe gaan we dit presenteren aan de administratie?

source: [_RT_] {i}To get sexy schoolgirl outfits, our only chance is to talk to school board member, Will Tylor.{/i}
dutch: [_RT_] {i}Om sexy scholier uit te krijgen, is onze enige kans om met schoollid te praten in Tylor.{/i}

source: [_RT_] {i}Mom's always complaining about what a pervert she thinks he is.{/i}
dutch: [_RT_] {i}Momjes klagen altijd over wat een pervert ze denkt dat hij is.{/i}

source: [_RT_] {i}If he's as bad as Mom thinks he is... maybe there's a chance.{/i}
dutch: [_RT_] {i}Als hij zo slecht is als Mama denkt dat hij is... misschien is er een kans.{/i}

source: [_R_] I'll take care of it.
dutch: [_R_] Ik zal ervoor zorgen.

source: [_L_] Really?
dutch: [_L_] Echt?

source: [_R_] I'll figure it out.
dutch: [_R_] Ik zal het uitzoeken.

source: [_R_] Don't worry... You can count on me.
dutch: [_R_] Maak je geen zorgen... Je kunt op mij rekenen.

source: [_RT_] {i}{b}(HINT){/b} I need to visit school board member Will Tylor. I can probably find his office on my map in the late morning or afternoon.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Ik moet lid van schoolboard Tylor. Ik kan zijn kantoor waarschijnlijk in de late ochtend of namiddag op mijn kaart vinden.{/i}

source: [_L_] Alright... But don't let us down.
dutch: [_L_] OK... Maar laat ons niet teleurstellen.

source: [_R_] I've got this.
dutch: [_R_] Ik heb dit.

source: [_L_] So, then the next thing on the agenda is my campaign speech.
dutch: [_L_] Dus het volgende op de agenda is mijn campagne speech.

source: [_L_] I'm happy to report that it's coming along nicely.
dutch: [_L_] Ik ben blij te kunnen melden dat het goed gaat.

source: [_L_] And let's see, next up is campaign finances.
dutch: [_L_] En laten we het volgende zien is campagne financiën.

source: [_L_] We've used up all the money in our treasury, and [ryan], I was hoping we could get some more cash to keep the ball rolling.
dutch: [_L_] We hebben al het geld in onze schatkist verbruikt en [ryan], Ik hoopte dat we wat meer geld zouden krijgen om de bal aan het rollen te houden.

source: [_L_] The money will be used mostly for flyers and other campaign swag.
dutch: [_L_] Het geld zal voornamelijk gebruikt worden voor flyers en andere campagne swag.

source: [_L_] Can we count on you this week, [ryan]?
dutch: [_L_] Kunnen we op je rekenen deze week, [ryan]?

source: [_RT_] {i}How generous do I want to be this week?{/i}
dutch: [_RT_] {i}Hoe genereus wil ik deze week zijn?{/i}

source: [_R_] I'm really sorry, but I don't have any money to spare right now.
dutch: [_R_] Het spijt me echt, maar ik heb momenteel geen geld te reserveren.

source: [_R_] I'll try to get some together and bring it in another day.
dutch: [_R_] Ik zal het proberen samen te brengen en het op een andere dag brengen.

source: [_L_] Fine, just try to get it to use before the end of the week. I need time to get that swag ordered.
dutch: [_L_] Prima, probeer het voor het einde van de week te laten gebruiken. Ik heb tijd nodig om die wisselopdracht te krijgen.

source: [_R_] Let's see... I think I can spare a hundred dollars for the campaign this week.
dutch: [_R_] Laten we zien... Ik denk dat ik honderd dollar kan besparen voor de campagne deze week.

source: [_L_] Alright... That won't go very far, but it's better than nothing... Thanks, [ryan].
dutch: [_L_] Oké... Dat zal niet erg ver gaan, maar het is beter dan niets... Bedankt, [ryan].

source: [_R_] I think I should be able to afford three hundred dollars this week.
dutch: [_R_] Ik denk dat ik me deze week driehonderd dollar kan veroorloven.

source: [_L_] Perfect!... That should be just enough to get us through the week.
dutch: [_L_] Perfect!... Dat zou net genoeg moeten zijn om ons door de week te loodsen.

source: [_R_] Will five hundred cover your expenses this week?
dutch: [_R_] Zal deze week vijfhonderd van je uitgaven dekken?

source: [_L_] Wow!... That's so generous! That will cover everything we need, and more.
dutch: [_L_] Wow!... Dat is zo groot! Dat omvat alles wat we nodig hebben, en meer.

source: [_L_] This is going to be so helpful!
dutch: [_L_] Dit zal zo handig zijn!

source: [_L_] And with that... I think this meeting is adjourned.
dutch: [_L_] En daarmee ... Ik denk dat deze vergadering is onderbroken.

source: [_L_] Thank you all so much for all your help!
dutch: [_L_] Hartelijk dank voor al uw hulp!

source: [_RT_] {i}I still need to get Lauren some new posters.{/i}
dutch: [_RT_] {i}Ik heb nog wat nieuwe posters nodig bij Lauren.{/i}

source: [_RT_] {i}Should I go ask Mrs. Stone for some help with the posters?{/i}
dutch: [_RT_] {i}Moet ik gaan vragen om hulp op de posters?{/i}

source: [_L_] I saw you already tried to help by hanging up some new posters for me... They look... How do I say this?...
dutch: [_L_] Ik zag je al proberen te helpen door wat nieuwe posters voor me op te hangen ... Ze zien... Hoe zeg ik dit?...

source: [_K_] Like they were made by my little brother in 3rd grade?
dutch: [_K_] waren ze gemaakt door mijn kleine broer in leerjaar 3?

source: [_L_] Yeah. That's a good way to put it.
dutch: [_L_] Yeah. Dat is een goede manier om het te zeggen.

source: [_R_] Well... I mean...
dutch: [_R_] Well... Ik bedoel...

source: [_L_] Never mind.
dutch: [_L_] Maakt niet uit.

source: [_L_] Well I saw that you already hung up some new posters for me... The "How to Breed your Dragon" poster looks really good, but what's up with the space one?... It looks... How do I say this?...
dutch: [_L_] Goed dat je al wat nieuwe posters voor mij opgehangen hebt... De "Hoe jouw Draak te Breeden" poster ziet er heel goed uit, maar wat is er dan nog aan de ruimte één?... Het ziet eruit... Hoe zeg ik dit?...

source: [_K_] Like it was made by my little brother in 3rd grade?
dutch: [_K_] Is het graag gemaakt door mijn kleine broer in leerjaar 3?

source: [_L_] Well I saw that you already hung up some new posters for me... The "Ass Effect" poster looks really good, but what's up with the dragon one?... It looks... How do I say this?...
dutch: [_L_] Goed dat je al wat nieuwe posters voor mij opgehangen hebt... De "Ass Effect" poster ziet er heel goed uit, maar hoe zit het met de draken?... Het ziet eruit... Hoe zeg ik dit?...

source: [_L_] You've already been a huge help! Those posters look amazing! We've already heard students all around the school talking about me.
dutch: [_L_] Je bent al een geweldige hulp geweest! Deze posters zien er geweldig uit! We hebben al leerlingen van de hele school horen praten over mij.

source: [_L_] I really appreciate you going the extra mile to come back and see if there's more you can do.
dutch: [_L_] Ik waardeer het echt dat je de extra mijl gaat zitten om terug te komen en te kijken of er meer kan worden gedaan.

source: [_L_] Now...
dutch: [_L_] Nu...

source: [_L_] We've been lucky so far... Matt's campaign isn't really doing much.
dutch: [_L_] We hebben tot nu toe geluk gehad... De campagne van Matt's doet niet echt veel.

source: [_L_] Besides tearing down our posters and hanging up his own, it doesn't appear that he's making much of an effort.
dutch: [_L_] Naast het verscheuren van posters en het ophangen van eigen posters lijkt het erop dat hij niet veel moeite doet.

source: [_L_] But, we've got the major hurdle of his already massive popularity to overcome.
dutch: [_L_] Maar we hebben de grootste horde van zijn reeds massale populariteit te nemen.

source: [_L_] So... I've come up with some strategies to get my name out there, and hopefully get students to want to vote for me.
dutch: [_L_] Binnenkort... Ik ben met een paar strategieën gekomen om mijn naam naar buiten te brengen, en ik hoop dat de leerlingen op mij willen stemmen.

source: [_L_] I'm going to divide you up and give you each a different assignment.
dutch: [_L_] Ik ga je verdelen en je elke opdracht geven.

source: [_L_] The first assignment is for you, Kenzie.
dutch: [_L_] De eerste opdracht is voor jou, Kenzie.

source: [_L_] Your social media game is one of the best in the school.
dutch: [_L_] Je social media spel is een van de beste in de school.

source: [_L_] Would you be willing to make a "Bookface" account for the campaign, get our presence on "ChatSnap" and "Instantgram"?
dutch: [_L_] Wil je een boekenaccount maken voor de campagne, onze aanwezigheid krijgen op "ChatSnap" en "Instantgram"?

source: [_L_] You know... get us some clout?
dutch: [_L_] Weet u... krijg je ons wat clout?

source: [_K_] You bet... I've got some really good ideas for this.
dutch: [_K_] jij wedden... Ik heb hier echt goede ideeën voor.

source: [_L_] I know you're the best bitch for the job!
dutch: [_L_] Ik weet dat je de beste beetje voor je baan bent!

source: [_K_] I won't let you down.
dutch: [_K_] Ik zal je niet teleurstellen.

source: [_L_] Next...
dutch: [_L_] Volgende...

source: [_L_] Mandy?... I want you to focus all of your attention on the skit they have us do right before we cast our votes.
dutch: [_L_] Gedaan?... Ik wil dat je al je aandacht vestigt op de lucht die we hebben voordat we onze stem uitbrengen.

source: [_MD_] Me?...
dutch: [_MD_] Mij?...

source: [_L_] Yeah... You're great at theatrical stuff. You did such a good job in in that sexy dance production we came and watched last year.
dutch: [_L_] Yeah... Je bent geweldig in theatrale dingen. Je hebt het zo goed gedaan met die sexy dansproductie die we vorig jaar hebben gezien.

source: [_MD_] Yeah, but I had a whole dance team to work with... It's not like I was performing by myself.
dutch: [_MD_] Yeah, maar ik had een heel dansteam om mee te werken... Het is niet zoals ik het zelf uitvoerde.

source: [_MD_] Maybe, if I could get the cheerleaders to help me?
dutch: [_MD_] Misschien, als ik de vroegenleiders zou kunnen laten me helpen?

source: [_K_] I wouldn't count on that... Megan's the captain, and she's Matt's girlfriend.
dutch: [_K_] Ik zou daar niet op rekenen... Megan de kapitein, en ze is Matt's vriendin.

source: [_L_] [ryan], you're in kind of good with Megan... Maybe you could talk to her?
dutch: [_L_] [ryan], je bent een beetje goed met Megan... Misschien zou je met haar kunnen praten?

source: [_R_] I can't imagine what I could possibly say to get her to help us over her boyfriend.
dutch: [_R_] Ik kan me niet voorstellen wat ik zou kunnen zeggen om haar te laten helpen met haar vriend.
