Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_MST_] {i}Though I probably shouldn't be so proud of that, since I've hardly ever sucked off my husband.{/i}
dutch: [_MST_] {i}Alhoewel ik daar waarschijnlijk niet zo trots op mag zijn, aangezien ik mijn man amper heb opgezocht.{/i}

source: [_R_] Ohhh... I'm getting close!
dutch: [_R_] Ohhh... Ik kom dichtbij!

source: [_MST_] {i}Did he grow even bigger this week?{/i}
dutch: [_MST_] {i}is hij deze week nog groter geworden? {/i}

source: [_RT_] {i}I can't stop thinking about fucking those tits.{/i}
dutch: [_RT_] {i}Ik kan niet ophouden erover na te denken dat ik de tegels fuceert.{/i}

source: [_R_] I'm sorry, but I just can't stop thinking about your beautiful tits.
dutch: [_R_] Het spijt me, maar ik kan alleen maar aan je mooie tips denken.

source: [_MS_] Well, the question is... What are we going to do to get this massive hardon to go away?
dutch: [_MS_] Nou, de vraag is... Wat gaan we doen om deze enorme moeilijkheid weg te nemen?

source: [_MS_] We can do the same thing as last time...
dutch: [_MS_] We kunnen hetzelfde doen als de vorige keer...

source: [_MS_] But that took too long, and I never got around to drawing you.
dutch: [_MS_] Maar dat duurde te lang en ik ben nooit gaan tekenen om je te tekenen.

source: [_MS_] So, we need to do something to make you cum faster.
dutch: [_MS_] Dus we moeten iets doen om je sneller te laten knippen.

source: [_MS_] Have you ever had a blowjob?
dutch: [_MS_] Heb je ooit een schok gehad?

source: [_RT_] {i}That's not exactly what I was thinking...but...{/i}
dutch: [_RT_] {i}Dat is niet precies wat ik denkt...maar{/i}

source: [_R_] No... I've never had one... so, that might make me cum faster.
dutch: [_R_] Nee... Ik heb nog nooit één... dus, dat zou me sneller kunnen kuisen.

source: [_RT_] {i}That's a lie, but I think she'll like it even more if she thinks she's my first.{/i}
dutch: [_RT_] {i}is een leugen, maar ik denk dat ze het nog meer zal vinden als ze denkt dat ze mijn eerste is.{/i}

source: [_MST_] {i}Oh, God!... I'm breaking his blowjob cherry!{/i}
dutch: [_MST_] {i}Oh, God!... Ik breek zijn kladbankerker!{/i}

source: [_MST_] {i}Why does that turn me on so much?{/i}
dutch: [_MST_] {i}Waarom zet dat me zo veel?{/i}

source: [_MST_] {i}I should be feeling guilty... but I don't care anymore.{/i}
dutch: [_MST_] {i}Ik zou me schuldig moeten voelen ... maar het maakt me niet meer uit. {/i}

source: [_RT_] {i}Oh, my God!... I can't believe this is happening!{/i}
dutch: [_RT_] {i}Oh, mijn God!... Ik kan niet geloven dat dit gebeurt!{/i}

source: [_MST_] {i}You're going to suck his dick?... Do you have no self-control?{/i}
dutch: [_MST_] {i}zul je zijn doekje op?... Heb je geen zelfcontrole?{/i}

source: [_MST_] {i}I'm just taking care of a problem. I need him to cum fast, and what could get him off faster than a blowjob?{/i}
dutch: [_MST_] {i}Ik zorg alleen maar voor een probleem. Ik heb hem nodig om snel te knuffelen, en wat zou hem sneller kunnen afknuffelen dan een klapbaan?{/i}

source: [_MST_] {i}I guess I can think of a few things...{/i}
dutch: [_MST_] {i}Ik denk dat ik een paar dingen kan bedenken...{/i}

source: [_RT_] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting a blowjob from Mrs. Stone, I never would have complained about it.{/i}
dutch: [_RT_] {i}Oh, mijn God!... Als ik zou weten dat het maken van posters van Lauren zou eindigen met een klontje van mevrouw Mrs. Steen, ik zou er nooit om hebben geklaagd.{/i}

source: [_MST_] {i}If my boring old husband could see me now.{/i}
dutch: [_MST_] {i}Als mijn saaie oude man me nu kan zien.{/i}

source: [_MST_] {i}I don't care enough about his cock to kiss it like this.{/i}
dutch: [_MST_] {i}Ik geef niet genoeg om zijn mok te zoenen om het zo te kussen.{/i}

source: [_MST_] {i}Do you hear what you're saying?{/i}
dutch: [_MST_] {i}hoor je wat je zegt?{/i}

source: [_MST_] {i}Shut up, conscience, I don't care!{/i}
dutch: [_MST_] {i}Ahut op, geweten, het maakt me niet uit!{/i}

source: [_MST_] {i}Haha... What a lucky kid... His first blowjob is done by a professional!{/i}
dutch: [_MST_] {i}Haha... Wat een gelukkige nier... Zijn eerste klage wordt gedaan door een professional!{/i}

source: [_MST_] {i}I almost forgot how big he is.{/i}
dutch: [_MST_] {i}Ik ben bijna vergeten hoe groot hij is.{/i}

source: [_MST_] {i}Even though I haven't been able to stop thinking about that cock since I last saw it.{/i}
dutch: [_MST_] {i}zelfs al kon ik daar niet meer aan denken sinds ik het voor het laatst heb gezien.{/i}

source: [_MS_] Your pose is perfect, luckily I've already painted your face, because you look nervous.
dutch: [_MS_] Je lichaam is perfect, gelukkig heb ik je gezicht al geschilderd, omdat je er zenuwachtig uitziet.

source: [_RT_] {i}I can't stop thinking about that handjob.{/i}
dutch: [_RT_] {i}Ik kan niet ophouden na te denken over die handjob.{/i}

source: [_MS_] Oh, no!... Not again?
dutch: [_MS_] Oh, nee!... Niet opnieuw?

source: [_MST_] {i}Oh, yes!{/i}
dutch: [_MST_] {i}Oh, ja!{/i}

source: [_R_] I'm sorry, but I just can't stop thinking about last time.
dutch: [_R_] Het spijt me, maar ik kan de vorige keer gewoon niet meer nadenken.

source: [_MST_] {i}Don't go there!{/i}
dutch: [_MST_] {i}Ga er niet naar!{/i}

source: [_MST_] {i}Shut up, conscience!... This is only logical.{/i}
dutch: [_MST_] {i}Shut op, geweten!... Dit is alleen logisch.{/i}

source: [_MS_] Have you ever had a titjob?
dutch: [_MS_] Heb je ooit een titel gehad?

source: [_R_] No... I've never had one... that might make me cum faster.
dutch: [_R_] Nee... Ik heb er nog nooit een gehad... dat me misschien sneller knuffel maakt.

source: [_MS_] We'll never know until we try.
dutch: [_MS_] we weten het nooit zolang we het niet proberen.

source: [_MST_] {i}You're going to let him fuck your tits!... Do you have no self-control?{/i}
dutch: [_MST_] {i}Je zal hem je tips laten verslaan!... Heb je geen zelfcontrole?{/i}

source: [_MST_] {i}I'm just taking care of a problem. I need him to cum fast, and it's not my fault that young men love breasts so much.{/i}
dutch: [_MST_] {i}Ik zorg alleen maar voor een probleem. Ik heb hem nodig om snel te knuffelen, en het is niet mijn schuld dat jonge mannen zo veel van borsten houden.{/i}

source: [_MST_] {i}If I really enjoy it too, what harm is there in that?{/i}
dutch: [_MST_] {i}Als ik het ook echt leuk vind, welke schade zit er dan in?{/i}

source: [_RT_] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting to fuck Mrs. Stone's tits, I never would have complained about it.{/i}
dutch: [_RT_] {i}Oh, mijn God!... Als ik zou weten dat het maken van posters voor Lauren eindigt met me om mevrouw te stomen. Steenstromen, ik zou er nooit over geklaagd hebben.{/i}

source: [_RT_] {i}Those boobies are gorgeous!{/i}
dutch: [_RT_] {i}Die boobies zijn mooi!{/i}

source: [_RT_] {i}This feels so good!{/i}
dutch: [_RT_] {i}Dit voelt zo goed aan!{/i}

source: [_MST_] {i}He'd be furious... but maybe it would teach him that he needs to take care of his wife, or she's gonna stray.{/i}
dutch: [_MST_] {i}Hij zou woedend zijn... maar misschien zou het hem leren dat hij zijn vrouw moet verzorgen, of dat ze moet zwerven.{/i}

source: [_MST_] {i}I thought you weren't straying... I thought you were just taking care of a problem.{/i}
dutch: [_MST_] {i}Ik dacht dat je niet te stuiten... Ik dacht dat je alleen maar een probleem verholpen.{/i}

source: [_MST_] {i}Shut up, conscience... No one asked you.{/i}
dutch: [_MST_] {i}Shut op, bewust... Niemand vroeg je.{/i}

source: [_R_] I'm getting close, Mrs. Stone!
dutch: [_R_] Ik kom dichtbij, mevrouw Stone!

source: [_MS_] Just cum all over my tits!
dutch: [_MS_] kuppelt gewoon al mijn tikken!

source: [_MS_] Oh, my God!... [ryan]!... That was so much cum!
dutch: [_MS_] Oh, mijn God!... [ryan]!... Dat was zo veel kum!

source: [_MS_] You must not have ejaculated at all since the last time you came all over my face.
dutch: [_MS_] Je mag helemaal niet geconsumeerd hebben sinds je de laatste keer dat je helemaal boven me kwam.

source: [_R_] Yeah... Something like that.
dutch: [_R_] Yeah... Iets dergelijks.

source: [_RT_] {i}How many times have I came since then?{/i}
dutch: [_RT_] {i}Hoe vaak ben ik sinds dan?{/i}

source: [_MST_] {i}You know that's a lie!{/i}
dutch: [_MST_] {i}Je weet dat dat een leugen is!{/i}

source: [_MST_] {i}Well, I guess I haven't from just one guy.{/i}
dutch: [_MST_] {i}Nou, ik denk dat ik er niet één heb gezien.{/i}

source: [_MS_] That still took too long.
dutch: [_MS_] Dat duurde nog steeds te lang.

source: [_MS_] I don't think I've got time to paint you now.
dutch: [_MS_] Ik denk niet dat ik nu tijd heb om je te schilderen.

source: [_MS_] I've got a class starting in eight minutes.
dutch: [_MS_] Ik heb een les die begint in acht minuten.

source: [_MS_] Promise me that you'll come back so I can finish my painting?
dutch: [_MS_] Belooft me dat je terug zult komen zodat ik mijn schilderij kan afmaken?

source: [_MS_] Well, that was not how I expected today to go.
dutch: [_MS_] Nou, dat was niet zoals ik vandaag verwachtte.

source: [_MS_] But I can't complain.
dutch: [_MS_] Maar ik kan niet klagen.

source: [_MS_] My breasts got a nice cum bath... Cum is good for your skin, you know.
dutch: [_MS_] Mijn borsten hebben een lekkere bad... Cum is goed voor je huid, je weet het.

source: [_R_] I didn't know that.
dutch: [_R_] Ik wist dat niet.

source: [_R_] Thanks so much for everything, Mrs. Stone!
dutch: [_R_] Bedankt voor alles, mevrouw Stone!

source: [_MS_] Your posters should be done... You can grab them off the printer on your way out.
dutch: [_MS_] Je affiches moeten gedaan worden... Je kan ze op weg van de printer halen.

source: [_MS_] And thanks for coming to see me. I really enjoy your visits.
dutch: [_MS_] En bedankt dat u mij komt zien. Ik geniet echt van uw bezoeken.

source: [_R_] Thanks, Mrs. Stone... I do too, now more than ever.
dutch: [_R_] Bedankt, mevrouw Stone... Ik doe het ook, nu meer dan ooit.

source: [_MST_] {i}Maybe I should keep encouraging Matt to keep tearing down Lauren's posters.{/i}
dutch: [_MST_] {i}Misschien moet ik Mat blijven aanmoedigen om de posters van Lauren te blijven vernietigen.{/i}

source: [_RT_] {i}Wow!... I can't wait for Matt to rip down Lauren's posters again.{/i}
dutch: [_RT_] {i}Wow!... Ik kan niet wachten tot Matt Lauren's posters weer zal neerzetten.{/i}

source: [_MS_] Only... Can you do one more thing for me?
dutch: [_MS_] Alleen... Kun je nog één ding voor me doen?

source: [_R_] Remove my shirt and pants again?
dutch: [_R_] Verwijder mijn hemd en broek opnieuw?

source: [_MS_] Uh... yes please, but would you also be willing to... remove your underwear?
dutch: [_MS_] Uh... ja, maar zou je ook bereid zijn... je onderwezen te verwijderen?

source: [_R_] Wait... What?
dutch: [_R_] Wacht... wat?

source: [_MS_] I'm sorry... It's just that these types of portraits are always done nude.
dutch: [_MS_] Sorry... Het is alleen zo dat deze portrettypes altijd handig gedaan worden.

source: [_R_] Are you serious?
dutch: [_R_] Bent u het ernstig?

source: [_MS_] I couldn't tell you from the start, because I didn't want to scare you off. I was trying to ease you into it.
dutch: [_MS_] Ik kon je niet vanaf het begin vertellen omdat ik je niet wilde afschrikken. Ik probeerde je in te perken.

source: [_RT_] {i}Holy fuck!... Hello karma... Haha... This is so ironic.{/i}
dutch: [_RT_] {i}Heilige gek. ... Hallo karma... Haha... Dit is zo ironisch.{/i}

source: [_RT_] {i}So... who am I to fight karma.{/i}
dutch: [_RT_] {i}Z... wie ben ik om te vechten tegen karma.{/i}

source: [_R_] Yeah... okay...
dutch: [_R_] Ja... oké ...

source: [_MS_] Okay?... really?....
dutch: [_MS_] Okay?... echt?....

source: [_R_] I get it... I'm an artist too... At least a photographer, and I understand that art needs to push boundaries and be exciting sometimes to get an emotional response from the observer.
dutch: [_R_] Ik snap het... Ik ben ook een kunstenaar... Tenminste een fotograaf en ik begrijp dat kunst grenzen moet overschrijden en spannend moet zijn om soms een emotionele reactie van de waarnemer te krijgen.

source: [_MS_] I'm so glad you understand! Let me grab my canvas, and I'll lock the door to make sure nobody disturbs the artistic process.
dutch: [_MS_] Ik ben zo blij dat je het begrijpt! Laat me mijn doek pakken, en ik zal de deur op slot zetten om ervoor te zorgen dat niemand het artistieke proces verstoort.

source: [_MST_] {i}Holy shit!... I would have never guessed [ryan] was packing anything that big.{/i}
dutch: [_MST_] {i}Heilige shit!... Ik had nog nooit gedacht dat [ryan] iets zo groot zou hebben.{/i}

source: [_MST_] {i}I didn't even know white boys could get that big.{/i}
dutch: [_MST_] {i}Ik wist niet dat witte jongens zo groot konden worden.{/i}

source: [_MS_] Your pose is perfect, but you seem a little nervous.
dutch: [_MS_] Jouw pose is perfect, maar je lijkt een beetje zenuwachtig.

source: [_RT_] {i}I can't believe I'm sitting bare-assed naked in front of my sexy art teacher.{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik naakt zit voor mijn sexy art leraar.{/i}

source: [_RT_] {i}I wonder if she likes what she sees?{/i}
dutch: [_RT_] {i}Ik vraag me af of ze wat ze ziet?{/i} leuk vindt

source: [_RT_] {i}I wonder if she would ever...{/i}
dutch: [_RT_] {i}Ik vraag me af of ze ooit zou willen ...{/i}

source: [_RT_] {i}Oh, shit!... I'd better stop thinking sexy thoughts.{/i}
dutch: [_RT_] {i}Ah, shit!... Ik kan beter stoppen met sexy gedachten te denken.{/i}

source: [_RT_] {i}Oh, shit!... You stupid penis!{/i}
dutch: [_RT_] {i}Oh, shit!... Jij domme penis!{/i}

source: [_RT_] {i}You've betrayed me!{/i}
dutch: [_RT_] {i}Je hebt me verraden!{/i}

source: [_MS_] [ryan]?... Is there a problem?
dutch: [_MS_] A [ryan]?... Is er een probleem?

source: [_R_] Sorry... I'm just... trying to get something under control.
dutch: [_R_] Sorry... Ik ben slechts... probeer iets onder controle te krijgen.

source: [_MS_] Oh, no!... This won't do at all.
dutch: [_MS_] Oh, nee!... Dit zal helemaal niet doen.

source: [_MS_] I can't draw your little guy... I mean big guy when it's like this...
dutch: [_MS_] Ik kan je kleine jongens niet tekenen... Ik meen grote jongen als het zo is...

source: [_MS_] There's a very fine line between a tasteful nude and porn... And an erect penis is definitely in the latter category.
dutch: [_MS_] Er is een heel kleine lijn tussen een smaakvolle naakte en portaal... En een erect penis is zeker in de laatste categorie.

source: [_R_] But... Are you sure?
dutch: [_R_] Maar... Weet je het zeker?

source: [_MS_] Well, I need to know how serious this is, to see if we're just going to have to do this another day.
dutch: [_MS_] Nou, ik moet weten hoe serieus dit is, om te zien of we dit nog een dag moeten doen.

source: [_MS_] So, go ahead...
dutch: [_MS_] Dus, ga vooruit...

source: [_MS_] Oh, wow!... You're both a grower and a shower!
dutch: [_MS_] Oh, wow!... Je bent zowel een kweker als een douche!

source: [_R_] Uhhh... Thanks... I think.
dutch: [_R_] Uhhh... Bedankt... Ik denk.

source: [_MS_] Oh, yes... You should be very proud of this dick!
dutch: [_MS_] Oh, ja... Je zou erg trots moeten zijn op dit spel!

source: [_MS_] I've only ever seen its equal in pornos.
dutch: [_MS_] Ik heb zijn alleen nog maar gelijk aan pornos gezien.

source: [_R_] You watch porn?
dutch: [_R_] Jij bekijkt varken?

source: [_MS_] Oh, please, [ryan]... Everyone does... Even your teachers.
dutch: [_MS_] Oh, alsjeblieft, [ryan]... Iedereen gaat... zelfs je leraren.

source: [_MS_] Now, the question is... What are we going to do to get this massive hardon to go away?
dutch: [_MS_] Nu is de vraag: wat gaan we doen om deze enorme moeilijkheid weg te nemen?

source: [_MS_] Maybe it would help, if we knew what caused it?
dutch: [_MS_] Misschien zou het helpen, als we wisten wat het veroorzaakt?

source: [_R_] It's just... knowing I'm naked in front of such a beautiful woman... I just couldn't keep my mind from going where it shouldn't have.
dutch: [_R_] Het is juist... wetende dat ik naakt voor zo'n mooie vrouw ben... Ik kon mijn gedachten maar niet laten gaan waar het niet zou moeten zijn.

source: [_MS_] I see... That's just what I suspected.
dutch: [_MS_] Ik zie... Dat is precies wat ik vermoedde.

source: [_MST_] {i}Don't do it!... Your husband will be furious if he finds out you're doing this with students again!{/i}
dutch: [_MST_] {i}Doe het niet!... Je man zal furieus zijn als hij erachter komt dat je dit met leerlingen opnieuw doet!{/i}

source: [_MST_] {i}Shut up, conscience!... My husband doesn't give me nearly the attention a hyper-sexualized woman like myself needs.{/i}
dutch: [_MST_] {i}Shut op, geweten!... Mijn man geeft me niet bijna de aandacht voor een hyperseksuele vrouw zoals ik die nodig hebt.{/i}

source: [_MS_] Since I'm the one who caused this... I should be the one to take care of it.
dutch: [_MS_] Omdat ik degene ben die dit heeft veroorzaakt... zou ik degene moeten zijn die er voor moet zorgen.

source: [_MS_] That is... if you don't object?
dutch: [_MS_] Dat is... als je geen bezwaar hebt?

source: [_R_] No... I... Just... I'm not sure what you mean.
dutch: [_R_] Nee... Ik... maar... Ik weet niet zeker wat je bedoelt.

source: [_MS_] I think you do.
dutch: [_MS_] Ik denk van wel.

source: [_MST_] {i}Ok... I'm not cheating on my husband....{/i}
dutch: [_MST_] {i}Ok... Ik vals mijn man niet....{/i}

source: [_MST_] {i}I'm just giving [ryan] a handjob so he can finish posing for me.{/i}
dutch: [_MST_] {i}Ik geef [ryan] gewoon een handwerk zodat hij klaar is met het aanstellen voor mij.{/i}

source: [_MST_] {i}It's just like how nannies used to jack off little boys so they would sleep better.{/i}
dutch: [_MST_] {i}Het is zoals nannies gebruikt worden om kleine jongens af te spoelen, zodat ze beter zouden slapen.{/i}

source: [_MST_] {i}The fact that I really enjoy it is beside the point.{/i}
dutch: [_MST_] {i}Het feit dat ik het echt leuk vind ligt naast het punt.{/i}

source: [_MST_] {i}Not to mention the revitalizing skin benefits I'll get from a cum facial.{/i}
dutch: [_MST_] {i}om de revitaliserende voordelen van de huid te vermelden, zal ik van een cum facial.{/i}

source: [_RT_] {i}Oh, my God!... If I'd known that making posters for Lauren would end in me getting a handy from Mrs. Stone, I never would have complained about it.{/i}
dutch: [_RT_] {i}Oh, mijn God!... Als ik zou weten dat het maken van posters voor Lauren eindigt met het handig krijgen van mevrouw Mrs. Steen, ik zou er nooit om hebben geklaagd.{/i}

source: [_RT_] {i}I mean, I've heard Mrs. Stone has a reputation, but I never would have guessed that I would be on the receiving end of her generosity to male students.{/i}
dutch: [_RT_] {i}bedoel ik, ik heb mevrouw gehoord Steen heeft een reputatie, maar ik had nooit gedacht dat ik haar vrijgevigheid zou ontvangen aan mannelijke studenten.{/i}

source: [_MS_] Just let it out.
dutch: [_MS_] Laat het gewoon uit.

source: [_MS_] I've never seen so much cum from one person!
dutch: [_MS_] Ik heb nog nooit zoveel kubus van één persoon gezien!

source: [_MS_] That was like a three man bukkake!
dutch: [_MS_] Dat was als een drie man bukkake!

source: [_RT_] {i}I can't believe Mrs. Stone knows what a bukkake is.{/i}
dutch: [_RT_] {i}Ik kan mevrouw Steen niet geloven wat een bukkake is.{/i}

source: [_MS_] You must have been really backed up.
dutch: [_MS_] Je moet een echte backup zijn geweest.

source: [_MS_] I'll see you soon?
dutch: [_MS_] Ik zie je binnenkort?

source: [_R_] Yeah... As soon as I need some more posters.
dutch: [_R_] Ja... Zodra ik nog wat posters nodig heb.

source: [_MS_] Oh, right...
dutch: [_MS_] Oh, rechts...

source: [_R_] Remove my shirt again?
dutch: [_R_] Mijn overhemd opnieuw verwijderen?

source: [_MS_] Uh... yes please, but would you also be willing to remove your pants?
dutch: [_MS_] Uh... ja alstublieft, maar bent u ook bereid om uw broek te verwijderen?

source: [_MS_] You can keep your underwear on. I just need to capture more of your figure to complete my painting.
dutch: [_MS_] Je kunt je ondergoed behouden. Ik hoef alleen maar meer van je figuur vast te leggen om mijn schilderij te voltooien.

source: [_RT_] {i}Having me strip slowly?... While she captures my image?... I think I'm starting to understand how the girls feel when I ask them to strip for my photo shoots.{/i}
dutch: [_RT_] {i}Heb ik langzaam met strip?... Terwijl ze mijn afbeelding vangt?... Ik denk dat ik begin te begrijpen hoe de meisjes zich voelen wanneer ik ze vraag mijn foto te strippen.{/i}

source: [_RT_] {i}So... I guess I'd be a hypocrite if I said no.{/i}
dutch: [_RT_] {i}So... Ik denk dat ik een hypocriet zou zijn als ik nee zou zeggen. {/i}

source: [_MS_] Perfect, let me grab my canvas, and I'll lock the door to make sure nobody disturbs the artistic process.
dutch: [_MS_] Perfect, laat me mijn doek pakken, en ik zal de deur op slot zetten om ervoor te zorgen dat niemand het artistieke proces verstoort.

source: [_MS_] Your pose is perfect. Just like last time.
dutch: [_MS_] Je pose is perfect. Net als de vorige keer.

source: [_RT_] {i}I should try to flex a little... Just so Mrs. Stone can see how strong my muscles really are.{/i}
dutch: [_RT_] {i}Ik moet proberen een beetje te flekken... Zodat mevrouw Steen kan zien hoe sterk mijn spieren echt zijn.{/i}

source: [_MS_] Now, hold still while I try to capture your likeness.
dutch: [_MS_] Nu, houd vast terwijl ik je gelijkenis probeer te vangen.

source: [_MST_] {i}Damn!... I got him to take his pants off.{/i}
dutch: [_MST_] {i}Damn!... Ik heb hem ertoe gebracht zijn broek uit te zetten.{/i}

source: [_MST_] {i}Am I being predatory, like my husband claims I am?{/i}
dutch: [_MST_] {i}Ben ik roofdier, zoals mijn man beweert?{/i}

source: [_MST_] {i}I wonder if I could have gotten him to take off his underwear?{/i}
dutch: [_MST_] {i}Ik vraag me af of ik hem had kunnen hebben om zijn ondergang uit te trekken?{/i}

source: [_MST_] {i}No!... Stop thinking like that.{/i}
dutch: [_MST_] {i}Nee!... Stop met denken zoals.{/i}

source: [_MST_] {i}Just... paint the canvas.{/i}
dutch: [_MST_] {i}Just... verf het canvas.{/i}

source: {i}(A few more minutes later){/i}
dutch: {i}(nog een paar minuten later){/i}

source: [_MS_] And done... At least for today.
dutch: [_MS_] en gedaan... Ten minste voor vandaag.

source: [_MS_] I've got a class starting in a few minutes so, please, will you come back another day so I can finish capturing your likeness?
dutch: [_MS_] Ik heb een les die dus binnen enkele minuten begint, kom je een andere dag terug zodat ik klaar ben met het capturen van je gelijkheid?

source: [_MST_] {i}Can I control myself and let him keep his underwear on?{/i}
dutch: [_MST_] {i}Kan ik zelf besturen en hem zijn ondergoed laten blijven?{/i}

source: [_MST_] {i}Shit!... I think I know myself well enough to know that that's not going to happen.{/i}
dutch: [_MST_] {i}Shit!... Ik denk dat ik mezelf goed genoeg ken om te weten dat dat niet gaat gebeuren.{/i}

source: [_R_] Yeah, most likely I'll be back to have more posters made.
dutch: [_R_] Yeah, waarschijnlijk zal ik terug zijn om meer affiches te laten maken.

source: [_R_] Thanks, Mrs. Stone... I do too.
dutch: [_R_] Bedankt, mevrouw Stone... Ik doe ook.

source: [_R_] What's that?
dutch: [_R_] Wat is dat?

source: [_MS_] Would you mind just taking off your shirt and tie?
dutch: [_MS_] Zou je het erg vinden om je hemd gewoon uit te trekken?

source: [_R_] What? Really?
dutch: [_R_] Wat? Echt?

source: [_MS_] Yeah, for this piece, I really want to capture the physique of the average male student.
dutch: [_MS_] Yeah, voor dit stuk, wil ik echt de natuurkunde van de gemiddelde mannelijke leerling vastleggen.
