Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] I'm out of here!
dutch: [_R_] Ik ben hier uit!
german: [_R_] Ich haue hier ab!

source: [_RT_] {i}That fucking loser!{/i}
dutch: [_RT_] {i}Die fucking verliezer!{/i}
german: [_RT_] {i}Dieser fuckende Verlierer!{/i}

source: [_RT_] {i}What did Mom ever see in him?{/i}
dutch: [_RT_] {i}Wat zag de maan ooit in hem?{/i}
german: [_RT_] {i}Was hat die Mutter jemals in ihm gesehen? {/i}

source: [_RT_] {i}Hopefully this visit opened her eyes as to what a douche he is!{/i}
dutch: [_RT_] {i}Hopelijk opende dit bezoek haar ogen over wat een deche hij is!{/i}
german: [_RT_] {i}Hoffentlich öffnete ihr dieser Besuch die Augen, was er ist!{/i}

source: [_RT_] {i}He's never been a good father either!{/i}
dutch: [_RT_] {i}Hij is ook nooit een goede vader geweest!{/i}
german: [_RT_] {i}Er war auch nie ein guter Vater!{/i}

source: [_RT_] {i}I hope he rots in here!{/i}
dutch: [_RT_] {i}Ik hoop dat hij hier verhuist!{/i}
german: [_RT_] {i}Ich hoffe, er fliegt hier!{/i}

source: [_M_] Thank you for keeping that so short.
dutch: [_M_] Bedankt voor het zo kort houden.
german: [_M_] Vielen Dank, dass du das so kurz gehalten hast.

source: [_M_] I really needed to get out of there.
dutch: [_M_] Ik moest er echt uit komen.
german: [_M_] Ich musste wirklich raus gehen.

source: [_R_] I hear you.
dutch: [_R_] Ik hoor je.
german: [_R_] Ich höre dich.

source: [_R_] I couldn't get out of there fast enough, too.
dutch: [_R_] Ik kon er niet snel genoeg uit komen.
german: [_R_] Ich konnte nicht schnell genug aussteigen.

source: [_M_] It seems like you at least had some fun in the waiting area.
dutch: [_M_] Het lijkt erop dat je ten minste wat plezier hebt gehad in het wachtgebied.
german: [_M_] Es sieht so aus, als hättest du wenigstens etwas Spaß im Wartebereich.

source: [_M_] A lot more than I fucking did!
dutch: [_M_] Er is veel meer dan ik heb gemist!
german: [_M_] Viel mehr als ich gefickt habe!

source: [_M_] I'm sorry... I don't know why I'm cussing like a sailor.
dutch: [_M_] Het spijt me. Ik weet niet waarom ik me als een zeeman opwerp.
german: [_M_] Es tut mir Leid... Ich weiß nicht, warum ich wie ein Seemann schreibe.

source: [_R_] It's ok, Mom.
dutch: [_R_] Het is ok, mama.
german: [_R_] Es ist in Ordnung, Mama.

source: [_R_] It's because Dad's a real piece of shit!
dutch: [_R_] Het is omdat papa een echt stukje shout is!
german: [_R_] Weil Vater ein echtes Stück Scheiße!

source: [_R_] And that wasn't very mature of me to let some girl I just barely met give me a handjob.
dutch: [_R_] En dat was niet erg volwassen van mij om wat meisje dat ik amper ontmoette, me een handje te laten geven.
german: [_R_] Und das war nicht sehr reif von mir, um ein Mädchen, das ich gerade getroffen habe, mir einen Handjob geben zu lassen.

source: [_R_] I'm sorry you had to walk on on that.
dutch: [_R_] Het spijt me dat je daarop moest lopen.
german: [_R_] Es tut mir leid, dass du darauf weitergehen musst.

source: [_M_] No, it's not your fault I'm upset, at all.
dutch: [_M_] Nee, het is helemaal niet jouw fout dat ik boos ben.
german: [_M_] Nein, es ist nicht deine Schuld, die ich aufgebracht habe.

source: [_M_] I really think it's important for you to take care of your sexual health.
dutch: [_M_] Ik denk echt dat het belangrijk voor jou is om voor je seksuele gezondheid te zorgen.
german: [_M_] Ich glaube wirklich, dass es wichtig ist, dass du dich um deine sexuelle Gesundheit kümmerst.

source: [_M_] And really good for you to find girls that aren't... Well that... live somewhere besides our house.
dutch: [_M_] En heel goed voor je om meisjes te vinden die zijn... Goed dat... naast ons huis leven.
german: [_M_] Und wirklich gut für dich, um Mädchen zu finden, die es nicht tun... Nun, dass... leben irgendwo neben unserem Haus.

source: [_M_] I mean, yeah... You probably shouldn't do that kind of stuff with a girl you just barely met, though.
dutch: [_M_] Ik bedoel, ja... Je zou dat soort dingen waarschijnlijk niet moeten doen met een meisje dat je net tegenkwam.
german: [_M_] Ich meine, ja. Du solltest das wahrscheinlich nicht mit einem Mädchen machen, das du gerade noch kaum getroffen hast.

source: [_M_] I know it was only a handjob, but if you went further, you never know what kinds of diseases some girls might be carrying.
dutch: [_M_] Ik weet dat het slechts een handjob was, maar als je verder gaat, weet je nooit wat voor ziekten sommige meisjes zouden kunnen meenemen.
german: [_M_] Ich weiß, dass es nur ein Handjob war, aber wenn du weiter gegangen bist, weißt du nie, welche Art von Krankheiten einige Mädchen tragen könnten.

source: [_R_] I promise, I'll be more careful in the future.
dutch: [_R_] Ik beloof het, ik zal in de toekomst voorzichtiger zijn.
german: [_R_] Ich verspreche, ich werde in Zukunft vorsichtiger sein.

source: [_R_] I still can't believe what a piece of shit I have as a father!... I hope I don't turn out like him.
dutch: [_R_] Ik kan nog steeds niet geloven wat een stukje zout ik heb als vader!... Ik hoop dat ik niet op hem zal uitkomen.
german: [_R_] Ich kann immer noch nicht glauben, was für ein Stück Scheiße ich als Vater habe!... Ich hoffe, ich komme nicht wie er aus.

source: [_M_] And I shouldn't be saying anything bad about your father right here in front of you.
dutch: [_M_] En ik zou hier niets slecht moeten zeggen over uw vader.
german: [_M_] Und ich sollte nichts Schlechtes über deinen Vater hier vor dir sagen.

source: [_R_] Dad's a real piece of shit!
dutch: [_R_] Papa is een echt stukje shit!
german: [_R_] Vater ist ein echtes Stück Scheiße!

source: [_R_] I hope I never turn out like him.
dutch: [_R_] Ik hoop dat ik nooit zo word als hij.
german: [_R_] Ich hoffe, ich komme nie wie er heraus.

source: [_R_] I mean, how in the hell could he reject the most beautiful woman I've ever seen in my life!?
dutch: [_R_] Ik bedoel, hoe kan hij in de hel de mooiste vrouw die ik ooit in mijn leven heb gezien!?
german: [_R_] Ich meine, wie in der Hölle könnte er die schönste Frau verwerfen, die ich je in meinem Leben gesehen habe!?

source: [_R_] And not just beautiful, but amazing too!
dutch: [_R_] En niet alleen mooi, maar ook geweldig!
german: [_R_] Und nicht nur schön, sondern auch fantastisch!

source: [_R_] The way you've kept it together when your whole world fell down around you!
dutch: [_R_] De manier waarop je het samen hebt gehouden toen je hele wereld om je heen viel om je heen.
german: [_R_] So wie du es zusammen gehalten hast, wenn deine ganze Welt um dich herum gefallen ist!

source: [_R_] And made taking care of us kids even more important than taking care of yourself.
dutch: [_R_] En zorgde voor ons kinderen nog belangrijker dan voor jezelf te zorgen.
german: [_R_] und machte die Betreuung unserer Kinder noch wichtiger, als sich um sich selbst zu kümmern.

source: [_R_] We're fucking lucky to have you, Mom!
dutch: [_R_] We hebben geluk om jou te hebben, Mom!
german: [_R_] Wir ficken das Glück, dich zu haben, Mama!

source: [_R_] If Dad can't see that... He's a fucking moron!
dutch: [_R_] Als papa dat niet kan zien... Hij is een verdomd moron!
german: [_R_] wenn Papa das nicht sehen kann... Er ist eine fickende Moron!

source: [_R_] And, he's probably gay.
dutch: [_R_] En, hij is waarschijnlijk gay.
german: [_R_] Und er ist wahrscheinlich schwul.

source: [_M_] You know... There's no way I could have made it this far without you.
dutch: [_M_] Jij weet... Er is geen manier waarop ik het zo ver zonder jou had kunnen maken.
german: [_M_] Du weißt... Es gibt keine Möglichkeit, es so weit ohne dich zu schaffen.

source: [_M_] You've really stepped up. I could even tell your relationship with your sisters was starting to drift apart, but now, they adore you.
dutch: [_M_] Je hebt echt geïntensiveerd. Ik kon zelfs vertellen dat je relatie met je zusters uit elkaar begon te raken, maar nu zijn ze je aanvallen.
german: [_M_] Du hast dich wirklich verstärkt. Ich könnte sogar sagen, dass deine Beziehung zu deinen Schwestern langsam auseinanderdriftet, aber jetzt verehren sie dich.

source: [_M_] We're all really lucky to have you.
dutch: [_M_] We hebben allemaal geluk dat we je hebben.
german: [_M_] Wir alle haben wirklich das Glück, dich zu haben.

source: [_M_] You make a great man of the house!
dutch: [_M_] Je maakt een geweldig man van het huis!
german: [_M_] Du machst einen großartigen Mann des Hauses!

source: [_M_] I'd better start paying attention to where we're going... I'm gonna get us lost.
dutch: [_M_] Ik zou beter kunnen letten op waar we naartoe gaan... Ik ga ons verdwaald houden.
german: [_M_] Ich sollte besser darauf achten, wohin wir gehen... Ich werde uns verlieren.

source: [_RT_] {i}Maybe today wasn't such a bad day after all!{/i}
dutch: [_RT_] {i}Misschien was vandaag nog niet zo'n slechte dag!{/i}
german: [_RT_] {i}Vielleicht war heute nicht so ein schlechter Tag nach allen!{/i}

source: [_RT_] {i}I think it's brought Mom and I even closer together.{/i}
dutch: [_RT_] {i}Ik denk dat het maan en ik nog dichter bij elkaar gebracht worden.{/i}
german: [_RT_] {i}Ich denke, dass sie Mama und ich noch näher zusammengebracht wurden.{/i}

source: [_RT_] Now, I know Mom got rid of her underwear somewhere at the prison.
dutch: [_RT_] Nu, ik weet dat mevrouw van haar ondergoed ergens in de gevangenis terecht is gekomen.
german: [_RT_] Jetzt weiß ich, dass Mom irgendwo im Gefängnis ihre Unterwäsche losgeworden ist.

source: [_RT_] I can't see a whole lot through the top, but maybe I can see better down below.
dutch: [_RT_] Ik kan via de top niet heel veel zien, maar misschien kan ik hieronder beter zien.
german: [_RT_] Ich kann nicht viel durch die Spitze sehen, aber vielleicht kann ich unten besser sehen.

source: [_RT_] {i}Darn, I can't really see anything through that dress.{/i}
dutch: [_RT_] {i}Darn, ik kan die jurk niet echt zien.{/i}
german: [_RT_] {i}Darn, ich kann nicht wirklich etwas durch das Kleid sehen. {/i}

source: [_RT_] {i}I wish I'd installed a spy-cam down by the gas pedal... I can't imagine what an amazing view I'd see from there.{/i}
dutch: [_RT_] {i}Ik zou willen dat ik een spy-cam zou installeren door de gaspedaal... Ik kan me niet voorstellen wat een geweldig beeld ik van daar zou zien.{/i}
german: [_RT_] {i}Ich wünschte, ich hätte eine Spionagekamera installiert... Ich kann mir nicht vorstellen, was ich von dort aus sehen würde.{/i}

source: [_M_] Hey!... I know what you're doing young man!
dutch: [_M_] Hey!... Ik weet wat je jonge mensen doet!
german: [_M_] Hey!... Ich weiß, was du jungen Männern machst!

source: [_M_] Eyes up here!
dutch: [_M_] Oja hier op!
german: [_M_] Hier oben sehen!

source: [_R_] I was just checking to see if you were wearing your seat belt.
dutch: [_R_] Ik was gewoon aan het controleren of je je veiligheidsgordel droeg.
german: [_R_] Ich habe gerade überprüft, ob du deinen Sicherheitsgurt trägst.

source: [_R_] You're not by the way.
dutch: [_R_] Je bent niet onderweg.
german: [_R_] Du bist übrigens nicht dabei.

source: [_M_] Ok... Whatever you say.
dutch: [_M_] Ok... Wat je zegt.
german: [_M_] Ok... was auch immer du sagst.

source: [_MT_] {i}I know I shouldn't let him get away with that, but the way I'm feeling right now, it just feels good to be looked at in that way.{/i}
dutch: [_MT_] {i}Ik weet dat ik hem daarmee niet moet laten wegkomen, maar de manier waarop ik me nu voel, het voelt er goed aan om op die manier naar te kijken. /i}
german: [_MT_] {i}Ich weiß, dass ich ihm damit nicht davonkommen lassen sollte aber die Art und Weise, wie ich mich gerade jetzt fühle, fühlt es sich gut an, auf diese Weise betrachtet zu werden. /i}

source: {b}{i}"Mom's Libido Full"{/i}{/b}
dutch: {b}{i}"Momenten Libido Full"{/i}{/b}
german: {b}{i}"Mom's Libido Voll"{/i}{/b}

source: [_RT_] {i}Mom's had a hard day... She probably wouldn't appreciate me perving out to her right now.{/i}
dutch: [_RT_] {i}Momenten had een zware dag... Waarschijnlijk zou ze me niet waarderen om op dit moment door te gaan.{/i}
german: [_RT_] {i}Mom's hatte einen schweren Tag... Sie würde es wahrscheinlich nicht begrüßen, wenn ich gerade zu ihr gehen würde.{/i}

source: [_RT_] {i}I can't believe that trip took up the entire day!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat de reis de hele dag heeft gezet!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass die Reise den ganzen Tag in Anspruch genommen hat!{/i}

source: [_RT_] {i}I'm too tired to try and do anything else tonight.{/i}
dutch: [_RT_] {i}Ik ben te moe om iets anders te proberen.{/i}
german: [_RT_] {i}Ich bin zu müde, um heute Abend etwas anderes zu versuchen.{/i}

source: [_RT_] {i}I'm going right to sleep.{/i}
dutch: [_RT_] {i}Ik ga direct slapen.{/i}
german: [_RT_] {i}Ich gehe rechts zum Schlafen.{/i}

source: {i}{b}(HINT){/b} Dad seemed to want Mom to do something for him. I wonder if it had anything to do with Joey at the club.{/i}
dutch: {i}{b}(HINT){/b} Papa leek te willen dat Mama iets voor hem doet. Ik vraag me af of het iets met Joey te maken had bij de club.{/i}
german: {i}{b}(HINT){/b} Vater schien zu wollen, dass Mutter etwas für ihn tut. Ich frage mich, ob es etwas mit Joey im Club zu tun hat.{/i}

source: {i}I should stop by sometime when Sidney's working and see if she can find anything out.{/i}
dutch: {i}Ik moet even stoppen wanneer Sidney werkt en kijken of ze er iets over kan vinden.{/i}
german: {i}Ich sollte mal vorbeikommen, wenn Sidney arbeitet, um zu sehen, ob sie etwas herausfinden kann.{/i}

source: [_MT_] {i}Okay, I need to act normal, like there's nothing awkward between us. I owe him that much.{/i}
dutch: [_MT_] {i}Okay, ik moet normaal handelen, alsof er niets vervelends tussen ons is. Dat ben ik hem zoveel schuldig.{/i} verschuldigd.
german: [_MT_] {i}Okay, ich muss normal handeln, so wie es zwischen uns nichts Unangenehmes gibt. Ich verdanke ihm soviel.{/i}

source: [_M_] I'm so excited you're taking me shopping again!
dutch: [_M_] Ik ben zo opgewonden dat je me weer winkelt!
german: [_M_] Ich bin so gespannt, dass du mich wieder einkaufst!

source: [_R_] Yeah, we always have a good time.
dutch: [_R_] Yeah, we hebben altijd een goede tijd.
german: [_R_] Ja, wir haben immer eine gute Zeit.

source: [_R_] We'll get some dinner again, maybe we can try somewhere new this time.
dutch: [_R_] We zullen weer wat diner krijgen, misschien kunnen we deze keer ergens anders proberen.
german: [_R_] Wir werden wieder ein Abendessen bekommen, vielleicht können wir es dieses Mal an einem neuen Ort versuchen.

source: [_M_] Why?... What's wrong with the pizza place?
dutch: [_M_] Waarom?... Wat is er mis met de pizzaplaats?
german: [_M_] Warum?... Was ist falsch an der Pizza-Platz?

source: [_RT_] {i}Oh, God, is she hoping to meet up with Matt again?{/i}
dutch: [_RT_] {i}Oh, God, hoopt ze de Matt opnieuw te ontmoeten?{/i}
german: [_RT_] {i}Ah, Gott, hofft sie, wieder Matt zu treffen? {/i}

source: [_R_] I just thought, maybe...
dutch: [_R_] Ik heb even gedacht, misschien...
german: [_R_] Ich dachte, vielleicht...

source: [_M_] I want to go to the pizza place.
dutch: [_M_] Ik wil naar de pizzaplaats gaan.
german: [_M_] Ich möchte zur Pizza gehen.

source: [_R_] Okay... We'll go to the pizza place.
dutch: [_R_] Okay... We gaan naar de pizzaplaats.
german: [_R_] Okay... Wir gehen zur Pizza.

source: [_RT_] {i}Maybe Matt won't be there this time.{/i}
dutch: [_RT_] {i}Misschien is Matt er deze keer niet meer.{/i}
german: [_RT_] {i}Vielleicht wird Matt dieses Mal nicht da sein.{/i}

source: [_R_] I know a pretty good pizza place you might like.
dutch: [_R_] Ik ken een best goede pizzaplaats die je misschien leuk vindt.
german: [_R_] Ich kenne eine ziemlich gute Pizza, die dir gefallen könnte.

source: [_M_] Sure, that sounds... fun.
dutch: [_M_] Zeker, dat klinkt... leuk.
german: [_M_] Sicher, das klingt... Spaß.

source: [_M_] Why?... What's wrong with the sushi place?
dutch: [_M_] Waarom?... Wat is er mis met de sushi-plaats?
german: [_M_] Warum?... Was stimmt mit dem Sushi Ort?

source: [_RT_] {i}Oh, God, is she hoping to meet up with Joey again?{/i}
dutch: [_RT_] {i}Oh, God, hoopt ze Joey opnieuw te ontmoeten?{/i}
german: [_RT_] {i}Ah, Gott, hofft sie, wieder Joey zu treffen? {/i}

source: [_M_] I want to go to the sushi place.
dutch: [_M_] Ik wil naar de sushi-plaats gaan.
german: [_M_] Ich möchte zum Sushi Platz gehen.

source: [_R_] Okay... We'll go to the sushi place.
dutch: [_R_] Okay... We gaan naar de sushi-plaats.
german: [_R_] Okay... Wir werden zum Sushi Platz gehen.

source: [_RT_] {i}Maybe Joey won't be there this time.{/i}
dutch: [_RT_] {i}Misschien is Joey er deze keer niet meer.{/i}
german: [_RT_] {i}Vielleicht wird Joey diesmal nicht da sein.{/i}

source: [_R_] I know a pretty good sushi place you might like.
dutch: [_R_] Ik weet een mooie sushi-plek waar je het leuk zou vinden.
german: [_R_] Ich kenne einen ziemlich guten Sushi Ort, den du vielleicht magst.

source: [_R_] And then later, maybe we'll want to do something else.
dutch: [_R_] En dan later willen we misschien iets anders doen.
german: [_R_] Und dann später, vielleicht wollen wir etwas anderes tun.

source: [_R_] We'll get some dinner again after, and then... maybe we'll want to do something else.
dutch: [_R_] We eten weer wat eten, en dan... misschien willen we iets anders doen.
german: [_R_] Wir werden danach wieder ein Abendessen bekommen, und dann... vielleicht wollen wir etwas anderes machen.

source: [_M_] Yeah, or not... We'll just play it by ear.
dutch: [_M_] Yeah, of niet... We spelen het gewoon door oren.
german: [_M_] Ja, oder nicht... Wir werden es einfach beim Ohr spielen.

source: [_M_] I'm so excited you're taking me shopping again! Last time was so much fun.
dutch: [_M_] Ik ben zo opgewonden dat je me weer winkelt! De vorige keer was zo leuk.
german: [_M_] Ich bin so gespannt, dass du mich wieder einkaufst! Das letzte Mal war so viel Spaß.

source: [_R_] You know, if shopping is even half as fun as last time, I won't complain a bit.
dutch: [_R_] Jij weet het, als het winkelen nog half zo leuk is als de vorige keer, dan zal ik een beetje klagen niet.
german: [_R_] Du weißt, wenn der Einkauf schon halb so viel Spaß wie beim letzten Mal hat, werde ich mich nicht ein bisschen beschweren.

source: [_R_] We'll get some dinner again after, and then... If we're up for it. I was thinking we could do something a bit more... adventurous.
dutch: [_R_] We gaan weer wat eten en dan... Als we er klaar voor zijn. Ik dacht dat we iets meer konden doen... avontuurlijk.
german: [_R_] Wir werden danach wieder ein Abendessen bekommen, und dann... Wenn wir dafür bereit sind. Ich dachte, wir könnten etwas mehr tun ... Abenteuerlustig.

source: [_M_] Oh? And what, pray tell, do you mean by adventurous?
dutch: [_M_] Oh? En wat bedoelt u, bidden toch, met avontuurlijk?
german: [_M_] Oh? Und was meinst du unter Abenteuer?

source: [_R_] That's a surprise... You'll have to wait and see.
dutch: [_R_] Dat is een verrassing... Je zult moeten wachten en zien.
german: [_R_] Das ist eine Überraschung... Du musst warten und sehen.

source: [_M_] Hmm... How mysterious!... I can't wait!
dutch: [_M_] Hmm... Wat mysterieus!... Ik kan niet wachten!
german: [_M_] Hmm... Wie geheimnisvoll!... Ich kann nicht warten!

source: [_X_] Welcome to Pierre Govanni's.
dutch: [_X_] Welkom bij Pierre Govanni's.
german: [_X_] Willkommen bei Pierre Govannis.

source: [_X_] We usually ask you to make sure your kids are dressed appropriately here, but I'll let it slide since those are really nice jeans.
dutch: [_X_] We vragen je meestal om er zeker van te zijn dat je kinderen hier gekleed zijn, maar ik laat het glijden, want dat zijn echt leuke spijkerbroekjes.
german: [_X_] Normalerweise bitten wir dich, sicherzustellen, dass deine Kinder hier angemessen gekleidet sind, aber ich lasse es rutschen, da es sich um wirklich schöne Jeans handelt.

source: [_R_] See... I knew these jeans would open doors.
dutch: [_R_] Zie... Ik wist dat deze spijkerbroek deuren zou openen.
german: [_R_] Sieh... Ich wusste, dass diese Jeans Türen öffnen würden.

source: [_MT_] {i}Ugghhh... I was worried they'd say something... I'm so embarrassed.{/i}
dutch: [_MT_] {i}Oegghhh... Ik maakte me zorgen dat ze iets zouden zeggen... Ik ben zo gênant.{/i}
german: [_MT_] {i}Ugghhh... Ich war besorgt, dass sie etwas sagen würden... Ich bin so peinlich.{/i}

source: [_X_] You two make such a cute couple. Let me know if I can help you find anything.
dutch: [_X_] Je twee maken zo'n schattig paar. Laat het me weten of ik je kan helpen iets te vinden.
german: [_X_] Du zwei machst so ein niedliches Paar. Lass mich wissen, ob ich dir helfen kann, etwas zu finden.

source: [_M_] We'll be fine, thank you.
dutch: [_M_] We zullen prima zijn, bedankt.
german: [_M_] Wir sind in Ordnung, danke.

source: [_MT_] {i}A cute couple? She mistook me for [ryan]'s girlfriend again.{/i}
dutch: [_MT_] {i}Een schattig paar? Ze mistookt me weer voor [ryan]vriend.{/i}
german: [_MT_] {i}Ein süßes Paar? Sie hat mich erneut für [ryan]Freundin missbraucht.{/i}

source: [_MT_] {i}I'm sure she's just being nice, but I wouldn't be surprised if she sees lots of cougars with their young boy toys every day.{/i}
dutch: [_MT_] {i}Ik weet zeker dat ze net aardig is, maar het zou me niet verbazen als ze elke dag veel koeriers met hun jonge jongetjes ziet. /i}
german: [_MT_] {i}Ich bin sicher, dass sie einfach nett ist, aber ich würde mich nicht wundern, wenn sie jeden Tag viele Cougars mit ihrem jungen Jungen Spielzeug sehen würde. /i}

source: [_RT_] {i}We definitely make a cute couple! Thank you store lady for helping my mom see that again.{/i}
dutch: [_RT_] {i}We maken zeker een schattige koppel! Bedankt dat je mijn moeder helpt dit opnieuw te zien.{/i}
german: [_RT_] {i}Wir machen definitiv ein niedliches Paar! Danke, dass du meiner Mutter geholfen hast, das noch einmal zu sehen.{/i}

source: [_MT_] {i}A cute couple? Do I really look young enough to be mistaken for [ryan]'s girlfriend?{/i}
dutch: [_MT_] {i}Een schattig paar? Zoek ik echt jong genoeg om me te vergissen voor [ryan]zijn vriendin?{/i}
german: [_MT_] {i}Ein süßes Paar? Sieht wirklich jung genug aus, um sich für [ryan]Freundin irrt zu lassen?{/i}

source: [_RT_] {i}We definitely make a cute couple! Thank you store lady for helping my mom see that.{/i}
dutch: [_RT_] {i}We maken zeker een schattige koppel! Bedankt om mijn moeder te helpen dat te zien.{/i}
german: [_RT_] {i}Wir machen definitiv ein niedliches Paar! Danke, dass du meiner Mutter geholfen hast, das zu sehen.{/i}

source: [_RT_] {i}Should I say something to help drive the point home?{/i}
dutch: [_RT_] {i}Moet ik iets zeggen om te helpen het punt naar huis te zetten?{/i}
german: [_RT_] {i}Soll ich etwas sagen, um den Punkt nach Hause zu treiben?{/i}

source: [_R_] Actually, where would my girlfriend find the newest summer dresses?
dutch: [_R_] Werkelijk, waar zou mijn vriendin de nieuwste zomerjurk vinden?
german: [_R_] Wo würde meine Freundin eigentlich die neuesten Sommerbekleidungen finden?

source: [_MT_] {i}[ryan]! My God... You bold, little bastard!{/i}
dutch: [_MT_] {i}[ryan]! Mijn God... Jij dapper, klein scheld!{/i}
german: [_MT_] {i}[ryan]! Mein Gott... Du mutig, wenig Bastard!{/i}

source: [_X_] They're just behind me to your right.
dutch: [_X_] Ze staan net achter mij naar rechts.
german: [_X_] Sie stehen direkt hinter mir zu Ihrer Rechten.

source: [_R_] Thanks
dutch: [_R_] Bedankt
german: [_R_] Danke

source: [_M_] Thanks for bringing me here again, [ryan].
dutch: [_M_] Bedankt voor het terugbrengen van me hierheen [ryan].
german: [_M_] Danke, dass du mich wieder hierher gebracht hast, [ryan].

source: [_M_] I might take a little while picking something out.
dutch: [_M_] Ik zou iets uit kunnen nemen.
german: [_M_] Ich kann ein wenig dauern, bis ich etwas heraussuche.
