Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}"O""M""G"! This bitch is experienced!{/i}
dutch: [_RT_] {i}"O""M""G"! Deze bitch is ervaren!{/i}
german: [_RT_] {i}"O""M""G"! Diese Hündin ist erfahren!{/i}

source: [_RT_] {i}I can't believe how deep she's taking it! She didn't even have to warm up to it!{/i}
dutch: [_RT_] {i}Ik kan niet geloven hoe diep ze het aannam! Ze hoefde het niet eens op te warmen!{/i}
german: [_RT_] {i}Ich kann nicht glauben, wie tief sie es nimmt! Sie musste sich nicht einmal aufwärmen!{/i}

source: [_R_] I'm gonna cum soon!
dutch: [_R_] Ik ga binnenkort kubus uit!
german: [_R_] Ich werde bald cum werden!

source: [_R_] Can I cover your face again?
dutch: [_R_] Kan ik je gezicht nog eens bedekken?
german: [_R_] Kann ich dein Gesicht erneut bedecken?

source: [_CD_] Aim for my mouth!
dutch: [_CD_] Richt op mijn heer!
german: [_CD_] Strebe nach meinem Mund!

source: [_R_] What?
dutch: [_R_] Wat?
german: [_R_] Was?

source: [_CD_] Holy shit!... You came just as much as last time!
dutch: [_CD_] Heilige shit!... Je kwam net zo veel als de vorige keer!
german: [_CD_] Heilige Scheiße!... Du bist ebenso gekommen wie das letzte Mal!

source: [_CD_] I can't believe you've recovered enough to do that kind of money shot again!
dutch: [_CD_] Ik kan niet geloven dat je genoeg hebt terugverdiend om dat soort geld opnieuw te doen!
german: [_CD_] Ich kann nicht glauben, dass du dich genug erholt hast, um dieses Geld wieder erschossen zu können!

source: [_CD_] It doesn't seem possible!
dutch: [_CD_] Het lijkt niet mogelijk!
german: [_CD_] Es scheint nicht möglich!

source: [_CD_] Well, I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
dutch: [_CD_] Nou, ik hoop dat mijn dienst toereikend was en ik hoop dat je genoten hebt van je reis naar de VIP-kamer.
german: [_CD_] Nun, ich hoffe, mein Service war ausreichend, und ich hoffe, Sie haben Ihre Reise in den VIP-Raum genossen.

source: [_R_] Do you mind if I cover your face?
dutch: [_R_] Vind je het erg als ik je gezicht bedek?
german: [_R_] Haben Sie etwas dagegen, wenn ich Ihr Gesicht bedecke?

source: [_CD_] Holy shit!... I've never swallowed that much cum before... errr... At least not from one single guy!
dutch: [_CD_] Heilige zooi! ... Ik heb nog nooit zoveel kubus geinslikken... erop... De minste niet van één ker!
german: [_CD_] Heilige Scheiße!... Ich habe noch nie so viel Cum verschluckt... errr... Zumindest nicht von einem einzelnen Kerl!

source: [_CD_] I didn't know it was possible for anyone to cum that much!
dutch: [_CD_] Ik wist niet dat het voor iedereen mogelijk was om zo veel te knappen!
german: [_CD_] Ich wusste nicht, dass es irgendjemandem möglich war, so viel zu pummen!

source: [_R_] Does eight hundred bucks still get me the best fuck in town?
dutch: [_R_] Begrijpt me nog steeds de beste fuck in het stad?
german: [_R_] Gibt es noch den besten Fick in der Stadt?

source: [_CD_] You little flatterer! I'll always fuck a gentleman for that much.
dutch: [_CD_] Jij bent een beetje vleiend! Ik zal altijd een heer zo gek gek maken.
german: [_CD_] Du bist ein kleiner Schmeichler! Ich ficke immer einen Gentleman für so viel.

source: [_CD_] I won't even charge extra for how much you stretch my womb!
dutch: [_CD_] Ik zal niet eens extra aanrekenen voor hoeveel je mijn buis uitrekken!
german: [_CD_] Ich werde nicht einmal extra dafür berechnen, wie viel du meinen Leib streckst!

source: [_CD_] Mmmm.... Oh, God!...
dutch: [_CD_] mmm.... Oh, God!...
german: [_CD_] Mmmm.... Oh, Gott!...

source: [_CD_] That dick is pounding my womb!
dutch: [_CD_] Die luid geeft mijn buis samen!
german: [_CD_] Dieser Schwanz putzt meinen Leibe!

source: [_CD_] Fuck!
german: [_CD_] Verdammt!

source: [_CD_] My husband's dick doesn't even get close!
dutch: [_CD_] Mijn man zijn luid wordt niet eens dichtbij!
german: [_CD_] Der Schwanz meines Mannes ist nicht einmal nah!

source: [_R_] Do I still fuck you better than your husband?
dutch: [_R_] Heb ik je nog steeds kwaad dan je man?
german: [_R_] Fick ich dich noch besser als deinen Mann?

source: [_CD_] You already know the answer to that question!
dutch: [_CD_] Je weet het antwoord op die vraag al!
german: [_CD_] Du kennst die Antwort auf diese Frage bereits!

source: [_R_] Just say it!
dutch: [_R_] zeg het gewoon!
german: [_R_] Einfach sagen!

source: [_CD_] Unnngghh... [ryan]!... You fuck me so much better than my husband!
dutch: [_CD_] Unnngghh... [ryan]!... Je hebt me zo vertroebeld dat mijn man veel beter is!
german: [_CD_] Unngghh... [ryan]!... Du fickst mich so viel besser als mein Mann!

source: [_CD_] I want you to really give it to me.
dutch: [_CD_] Ik wil dat je het me echt geeft.
german: [_CD_] Ich möchte, dass du es mir wirklich schenkst.

source: [_CD_] God!... That's it!
dutch: [_CD_] God!... Dat is het!
german: [_CD_] Gott!... Das war's!

source: [_R_] I'm willing to drop eight hundred bucks on you tonight!
dutch: [_R_] Ik ben bereid vanavond achthonderd tegen je te laten zitten!
german: [_R_] Ich bin bereit, heute Abend achthundert Bucks auf dich zu fallen!

source: [_CD_] For eight hundred dollars, you deserve a handsome reward.
dutch: [_CD_] Voor achthonderd dollar, je verdient een knappe beloning.
german: [_CD_] Für achthundert Dollar verdient du eine gute Belohnung.

source: [_CD_] I know I haven't seen that dick yet, but from what I've noticed through your pants, this is going to stretch my womb!
dutch: [_CD_] Ik weet dat ik die luid nog niet gezien heb, maar uit wat ik heb gemerkt door je pinnen, zal dit mijn buik uitrekken!
german: [_CD_] Ich weiß, dass ich diesen Schwanz noch nicht gesehen habe, aber von dem, was ich durch deine Hose bemerkt habe, wird das mein Leib dehnen!

source: [_CD_] If I remember correctly, how big that cock is, my womb is in for a stretching!
dutch: [_CD_] Als ik het mij goed herinner, hoe groot die schroot is, mijn schoot is om te rijpen!
german: [_CD_] Wenn ich mich richtig erinnere, wie groß dieser Schwanz ist, dann ist mein Gebärmutter für eine Dehnung!

source: [_CD_] Finally... A dick that actually... knocks on my womb!
dutch: [_CD_] Eindelijk... Een fluit... die eigenlijk... op mijn baarmoeder klopt!
german: [_CD_] Endlich ein Schwanz, der auf meinen Leib klopft!

source: [_CD_] You're the youngest... stud I've fucked... since I was a teen!
dutch: [_CD_] Jij bent de jongen... geheid dat ik heb vermommd... sinds ik een thee was!
german: [_CD_] Du bist der jüngste Gestüt, den ich gefickt habe... seit ich ein Tee war!

source: [_CD_] Since the last time... I fucked my husband... I've pretty much only... fucked old men.
dutch: [_CD_] Sinds de laatste keer... Ik heb mijn man voor de gek gehouden... ik heb zo goed als alleen... oude mannen verdomd.
german: [_CD_] Seit dem letzten Mal... Ich habe meinen Mann gefickt... Ich habe fast nur alte Männer gefickt.

source: [_R_] Do I fuck you better than your husband?
dutch: [_R_] Maak ik je beter kwaad dan jouw man?
german: [_R_] Fick ich dich besser als deinen Mann?

source: [_CD_] So much better than that tiny prick!
dutch: [_CD_] zo veel beter dan die kleine papier!
german: [_CD_] So viel besser als der winzige Stolz!

source: [_CD_] But I haven't fucked him since he got me into this mess.
dutch: [_CD_] Maar ik heb hem niet verdomd omdat hij me in deze puinhoop heeft gebracht.
german: [_CD_] Aber ich habe ihn nicht gefickt, da er mich in dieses Chaos gebracht hat.

source: [_R_] Candy! I'm gonna cum!
dutch: [_R_] Snoep! Ik ga kum!
german: [_R_] Candy! Ich werde mit!

source: [_R_] Can I...
dutch: [_R_] Kan ik...
german: [_R_] Kann ich...

source: [_CD_] Yes!... Cum inside me again!
dutch: [_CD_] Ja!... Kom weer binnen me!
german: [_CD_] Ja!... In mir wieder geil!

source: [_CD_] Oh, hell yeah!... I swear I could feel my womb expand like a...
dutch: [_CD_] Oh, de hel ja!... Ik zweer dat ik mijn vrouw net als a zou willen laten uitbreiden...
german: [_CD_] Oh, die Hölle ja!... Ich schwöre mich, dass mein Muttermal wie ...

source: [_CD_] Oh, God!
german: [_CD_] Oh, Gott!

source: [_CD_] There's no room for any more!
dutch: [_CD_] Er is geen ruimte meer voor meer!
german: [_CD_] Es gibt keinen Platz mehr für mehr!

source: [_CD_] It's still just sloshing out!
dutch: [_CD_] Het is nog steeds aan het lang!
german: [_CD_] Es ist immer noch ausgeloggt!

source: [_CD_] I'm almost positive you inflated my womb! I feel like one of those hentai girls!
dutch: [_CD_] Ik ben bijna positief dat je mijn buis opgeblazen! Ik voel me als een van die hentai meisjes!
german: [_CD_] Ich bin fast positiv, dass du mein Leib aufgeblasen hast! Ich fühle mich wie eine dieser hentai Mädchen!

source: [_CD_] There's no way you didn't impregnate me!
dutch: [_CD_] Er is geen manier waarop je me niet heeft bevallen!
german: [_CD_] Es gibt keine Möglichkeit, dass du mich nicht imprägnierst!

source: [_R_] Impregnate?... Aren't you on birth control?!
dutch: [_R_] Impregnate?... Ben je niet op geboortecontrole?!
german: [_R_] Imprägniert?... bist du nicht in der Geburtenkontrolle?!

source: [_CD_] Relax... I'm still taking the morning after pill after each day I work.
dutch: [_CD_] Relase... Ik neem nog steeds de ochtend na de pil na elke dag dat ik werk
german: [_CD_] Entspannen... Ich nehme immer noch den Morgen nach der Pille nach jedem Tag arbeite ich.

source: [_R_] That's a relief.
dutch: [_R_] is een opluchting.
german: [_R_] Das ist eine Erleichterung.

source: [_CD_] Although... Maybe I won't this time.
dutch: [_CD_] Alhoewel... Misschien zal ik deze keer niet.
german: [_CD_] Wenn... Vielleicht werde ich es diesmal nicht tun.

source: [_R_] You said that last time. Did you take your pill last time?
dutch: [_R_] Je hebt dat de vorige keer gezegd. Heb je de laatste keer je pil genomen?
german: [_R_] Du hast das beim letzten Mal gesagt. Hast du deine Pille beim letzten Mal eingenommen?

source: [_CD_] Maybe? I'm not one hundred percent positive.
dutch: [_CD_] Misschien? Ik ben niet honderd procent positief.
german: [_CD_] Vielleicht? Ich bin nicht hundertprozentig positiv.

source: [_R_] Are you serious?
dutch: [_R_] Bent u het ernstig?
german: [_R_] Sind Sie ernst?

source: [_CD_] Haha!... Don't worry about it! It's not like you'd have to support a baby.
dutch: [_CD_] Haha! ... Maak je er geen zorgen over! Het is niet zoals je een baby zou moeten steunen.
german: [_CD_] Haha!... Sorgen Sie sich nicht darum! Es ist nicht so, als müssten Sie ein Baby unterstützen.

source: [_CD_] I'd make my husband do that.
dutch: [_CD_] Ik zou mijn man dat laten doen.
german: [_CD_] Ich würde meinen Mann dazu veranlassen.

source: [_CD_] Anyways, I hope my service was adequate, and I hope you enjoyed your trip to the VIP room.
dutch: [_CD_] Hoe dan ook, ik hoop dat mijn service voldoende was en ik hoop dat je genoten hebt van je reis naar de VIP-kamer.
german: [_CD_] Jedenfalls hoffe ich, dass mein Service ausreichend war, und ich hoffe, dass Sie Ihre Reise zum VIP-Raum genossen haben.

source: [_R_] Mmmm... worth every penny!
dutch: [_R_] Mmmm... elke cent waard!
german: [_R_] Mmmm... jeden Cent wert!

source: [_CD_] Good! We'll be looking forward to your next visit! Thanks for dropping by!
dutch: [_CD_] Goed! We kijken uit naar uw volgende bezoek! Bedankt voor het laten vallen!
german: [_CD_] Gut! Wir freuen uns auf Ihren nächsten Besuch! Vielen Dank, dass Sie uns verlassen!

source: [_R_] Should I pull...
dutch: [_R_] Moet ik pullen...
german: [_R_] Soll ich ziehen...

source: [_CD_] No!... Cum inside me!
dutch: [_CD_] Nee!... Cum binnen me!
german: [_CD_] Nein!... Cum in mir!

source: [_CD_] I've never felt that kind of pressure in my womb!
dutch: [_CD_] Ik heb die druk nog nooit in mijn baarmoeder gevoeld!
german: [_CD_] Ich habe noch nie einen solchen Druck in meinem Leib erlebt!

source: [_CD_] I swear you inflated it!
dutch: [_CD_] Ik zweer je dat je het opblat!
german: [_CD_] Ich schwöre dich aufgeblasen!

source: [_CD_] I'm almost positive you inflated my womb! I can still feel the pressure!
dutch: [_CD_] Ik ben bijna positief dat je mijn buis opgeblazen! Ik kan nog steeds de druk voelen!
german: [_CD_] Ich bin fast positiv, dass du meinen Leib aufgeblasen hast! Ich kann immer noch den Druck spüren!

source: [_CD_] Relax... I take the morning after pill after each day I work.
dutch: [_CD_] Relais... Ik neem de ochtend na de pil na elke dag dat ik werk mee.
german: [_CD_] Entspannen... Ich nehme den Morgen nach der Pille nach jedem Tag arbeite ich.

source: [_R_] Really?... Why not?
german: [_R_] Wirklich?... Warum nicht?

source: [_CD_] There aren't any pregnant girls on the payroll right now, and there's always a number of pervs that request them.
dutch: [_CD_] Er zijn momenteel geen zwangere meisjes op de loonlijst en er zijn altijd een aantal pervs die hen vragen.
german: [_CD_] Momentan sind keine schwangeren Mädchen auf der Gehaltsliste und es gibt immer eine Reihe von Pervs, die sie anfordern.

source: [_CD_] They always pay really well, so it could be a good way to make some extra income.
dutch: [_CD_] Ze betalen altijd heel goed, dus het kan een goede manier zijn om wat extra inkomen te verdienen.
german: [_CD_] Sie zahlen immer wirklich gut, so dass es eine gute Möglichkeit sein könnte, etwas zusätzliches Einkommen zu erzielen.

source: [_CD_] I do want to be a mom, I just don't want my child to have any of my husband's DNA.
dutch: [_CD_] Ik wil wel een moment zijn, ik wil gewoon niet dat mijn kind de DNA van mijn man heeft.
german: [_CD_] Ich möchte eine Mama sein, ich möchte nicht, dass mein Kind eine DNA meines Mannes hat.

source: [_CD_] Plus, it would serve him right to have to raise somebody else's child.
dutch: [_CD_] Plus, het zou hem dienen als hij iemand anders het kind moet grootbrengen.
german: [_CD_] Plus, es würde ihm recht geben, das Kind eines anderen zu erziehen.

source: [_CD_] Maybe... I'll have to think about it.
dutch: [_CD_] Misschien... Ik zal erover moeten nadenken.
german: [_CD_] Vielleicht... Ich muss darüber nachdenken.

source: [_R_] I've got a solid grand to drop on you tonight!
dutch: [_R_] Ik heb een stevig rooster om op je te vallen vanavond!
german: [_R_] Ich habe heute Abend ein solides Grösse auf dich zu fallen!

source: [_CD_] You're dying to get that dick back in my ass, aren't you?
dutch: [_CD_] Je sterft om die lach terug in mijn hand te krijgen, nietwaar?
german: [_CD_] Du stirbst, um diesen Schwanz wieder in meinen Arsch zu bekommen, bist du nicht wahr?

source: [_R_] I haven't stopped thinking about it!
dutch: [_R_] Ik ben er nog steeds over nadenken!
german: [_R_] Ich habe nicht aufgehört, darüber nachzudenken!

source: [_CD_] If you want it, come and take it!
dutch: [_CD_] Als je het wilt, neem het dan aan!
german: [_CD_] Wenn du es willst, komm und nimm es mit!

source: [_CD_] I bought a huge dildo to practice on so that I'd be more ready for you this time around.
dutch: [_CD_] Ik heb een enorme dildo gekocht om op te oefenen zodat ik deze keer beter klaar voor je zou zijn.
german: [_CD_] Ich habe ein riesiges Dildo zum Üben gekauft, so dass ich dieses Mal mehr für dich bereit wäre.

source: [_CD_] Shit, I've got to keep better track of my lube. Ahh... fuck it! I'll just lube you up with my mouth first?
dutch: [_CD_] Shit, ik moet mijn geluk beter bijhouden. Ahh... vermoei! Ik zal je gewoon eerst met mijn mond slagen?
german: [_CD_] Shit, ich muss meinen Schlamm besser verfolgen. Ahh... ficke es! Ich werde dich erst mit meinem Mund schlampen?

source: [_R_] Damn, that feels good!
dutch: [_R_] Verdraaid, dat voelt goed!
german: [_R_] Verdammt, das fühlt sich gut!

source: [_R_] We can't keep this up or I'm gonna nut before I ever get this in your ass.
dutch: [_R_] We kunnen dit niet bijhouden of ik ga noten voordat ik dit ooit in je hoofd heb.
german: [_R_] Wir können das nicht weiter machen oder ich werde Nuss bevor ich das jemals in den Arsch bekomme.

source: [_R_] Do you think I'm wet enough to get started?
dutch: [_R_] denk je dat ik nat genoeg ben om te beginnen?
german: [_R_] Glauben Sie, ich bin nass genug, um loszulegen?

source: [_CD_] Oh, this makes me feel so full!
dutch: [_CD_] Oh, dit maakt me zo vol!
german: [_CD_] Oh, das lässt mich so voll fühlen!

source: [_CD_] I feel like I'm... being split in half!
dutch: [_CD_] Ik voel me alsof ik... in de helft zou worden gesplitst!
german: [_CD_] Ich fühle mich wie ich... in die Hälfte geteilt!

source: [_CD_] I guess I didn't practice enough with my new dildo.
dutch: [_CD_] Ik denk dat ik niet genoeg oefend heb met mijn nieuwe dildo.
german: [_CD_] Ich denke, ich habe mit meinem neuen Dildo nicht genug geübt.

source: [_CD_] What if I can't... sit for a week?
dutch: [_CD_] Wat als ik een week kan... zitten?
german: [_CD_] Was ist, wenn ich eine Woche lang sitzen kann?

source: [_CD_] From my experience, if you're willing to drop a grand or more, you're looking for something a little spicier than plain sex, am I right?
dutch: [_CD_] Mijn ervaring is dat je een groot of meer wilt laten vallen Ben je op zoek naar iets dat een beetje harder is dan sex, heb ik het bij het rechte eind?
german: [_CD_] Aus meiner Erfahrung, wenn du bereit bist einen großen oder mehr zu fallen du suchst etwas ein wenig würziges als schlichtes Geschlecht, bin ich richtig?

source: [_R_] Are you offering your back door?
dutch: [_R_] Bied je jouw achterdeur aan?
german: [_R_] Bieten Sie Ihre Hintertür an?

source: [_CD_] Though, if your cock is as big as it looks through you pants, I'm not completely sure it will fit.
dutch: [_CD_] Gedaan, als je rak zo groot is als je giet, ben ik niet helemaal zeker dat het zal passen.
german: [_CD_] Dennoch, wenn dein Schwanz so groß ist, wie er durch deine Hose schaut, bin ich mir nicht ganz sicher, ob er passt.

source: [_CD_] Though, if I remember right, how big that cock is, I'm not sure it's going to fit!
dutch: [_CD_] Als, als ik me goed herinner, hoe groot die schep is, ik weet niet zeker of het wel zal lukken!
german: [_CD_] Denn, wenn ich mich recht erinnere, wie groß dieser Schwanz ist, bin ich mir nicht sicher, ob er passt!

source: [_CD_] We've got some lube around somewhere, but why don't I just lube you up with my mouth first?
dutch: [_CD_] We hebben ergens wat geluk, maar waarom neem ik je niet eerst op met mijn mond.
german: [_CD_] Wir haben irgendwo etwas Schmiergeld, aber warum schmücke ich dich nicht erst mit dem Mund auf?

source: [_CD_] I've never felt... this full in... my life!
dutch: [_CD_] Ik heb nog nooit zo'n volle in... mijn leven bevatten!
german: [_CD_] Ich habe mich noch nie so richtig gefühlt... mein Leben!

source: [_CD_] My God!... This is the biggest thing.... to ever go in... or come out of my ass!
dutch: [_CD_] Mijn God!... Dit is de grootste ding.... om er ooit in te komen... of kom uit mijn assorti!
german: [_CD_] Mein Gott!... Dies ist das größte Ding.... jemals hineingehen oder aus meinem Arsch kommen!

source: [_R_] Mmmm... I'm about to cum!
dutch: [_R_] Mmmm... Ik ga zo!
german: [_R_] Mmmm... Ich bin dabei mit!

source: [_R_] Can I cum in your ass, again?
dutch: [_R_] Kan ik opnieuw knuffelen in je vuist?
german: [_R_] Kann ich wieder in den Arsch geficken?

source: [_CD_] Whatever you want! You paid for it!
dutch: [_CD_] wat je maar wilt! Je hebt er voor betaald!
german: [_CD_] Was immer du willst! Du hast dafür bezahlt!

source: [_CD_] Mmmm... God!
german: [_CD_] Mmmm... Gott!

source: [_CD_] I still can't believe how much you can cum!
dutch: [_CD_] Ik kan nog steeds niet geloven hoeveel je kunt slikken!
german: [_CD_] Ich kann immer noch nicht glauben, wieviel du mitmachen kannst!

source: [_CD_] I thought my ass couldn't get any fuller, and yet...
dutch: [_CD_] Ik dacht dat mijn pas nog niet voller kon worden...
german: [_CD_] Ich dachte, dass mein Arsch nicht voll werden konnte, und noch...

source: [_CD_] How was that?
dutch: [_CD_] Hoe was dat?
german: [_CD_] Wie war das?

source: [_R_] Amazing!
dutch: [_R_] Geweldig!
german: [_R_] Erstaunlich!

source: [_R_] Your ass is still gaping!
dutch: [_R_] Je pas is nog aan het openen!
german: [_R_] Dein Arsch klafft!

source: [_R_] I can see my cum pooled in your gaping asshole!
dutch: [_R_] Ik kan mijn kubus zien in je gapende asschoenen!
german: [_R_] Ich sehe meine geile Fotze in deiner klaffenden Arschfotze!

source: [_R_] Fuck... if I hadn't just cum...
dutch: [_R_] Fuck... als ik niet zomaar naar de neus...
german: [_R_] Fuck... wenn ich nicht nur mit...

source: [_CD_] I'm glad you enjoyed yourself!
dutch: [_CD_] Ik ben blij dat je van jezelf hebt genoten!
german: [_CD_] Ich bin froh, dass du dich selbst genossen hast!

source: [_CD_] I hope you enjoyed your trip to the VIP room.
dutch: [_CD_] Ik hoop dat je genoten hebt van je reis naar de VIP-kamer.
german: [_CD_] Ich hoffe, Sie haben Ihre Reise in das VIP-Zimmer genossen.

source: [_R_] Mmmm... Incredible!
dutch: [_R_] Mmmm... Ongelooflijk!
german: [_R_] Mmmm... Unglaublich!

source: [_R_] Can I cum in your ass?
dutch: [_R_] Kan ik me inkoelen in jouw assen?
german: [_R_] Kann ich in deinem Arsch geficken?

source: [_CD_] How can you possibly cum that much!?
dutch: [_CD_] Hoe kan je zo goed komen!?
german: [_CD_] Wie kannst du so viel sagen!?

source: [_RV_] Follow me.
dutch: [_RV_] Volg me.
german: [_RV_] Folgen Sie mir.

source: [_RV_] Couldn't get enough of my feet?
dutch: [_RV_] Kon ik niet genoeg van mijn voeten krijgen?
german: [_RV_] konnte nicht genug von meinen Füßen bekommen?

source: [_R_] Ya know, I'm surprised how much I enjoyed it last time.
dutch: [_R_] Ya weet, ik ben verbaasd over hoe blij ik het de laatste keer vind.
german: [_R_] Ja, ich bin überrascht, wie sehr es mir beim letzten Mal gefallen hat.

source: [_RV_] I think you're just going to keep coming back.
dutch: [_RV_] Ik denk dat je gewoon terug gaat komen.
german: [_RV_] Ich denke, du wirst gerade weiter zurückkommen.

source: [_RV_] So, what do you think?
dutch: [_RV_] Dus, wat vind je?
german: [_RV_] Also, was meinen Sie?

source: [_RV_] Do these silk stockings feel as good as last time?
dutch: [_RV_] voelen deze voorraad zijden net zo goed als de laatste keer?
german: [_RV_] Fühlen sich diese Seidenstrümpfe so gut wie das letzte Mal?

source: [_R_] Ooohh... yeah!
dutch: [_R_] oeh... ja!
german: [_R_] Ooohhh... ja!

source: [_RV_] I've been looking forward to getting close to this dick again since the last time I saw it.
dutch: [_RV_] Ik kijk ernaar uit om weer dicht bij dit luik te komen sinds de laatste keer dat ik het zag.
german: [_RV_] Ich freue mich schon seit dem letzten Mal, als ich es sah, wieder in die Nähe dieses Schwanzes zu kommen.

source: [_RV_] I just love dicks that are on the bigger side!
dutch: [_RV_] Ik hou gewoon van luipen die aan de grotere kant staan!
german: [_RV_] Ich liebe nur Schwänze, die auf der größeren Seite sind!

source: [_R_] Mmmm... That's starting to feel really good!
dutch: [_R_] Mmmm... Dat begint echt goed te voelen!
german: [_R_] Mmmm... Das fängt an, sich wirklich gut zu fühlen!

source: [_RV_] Follow me, I'll show you what you can get for a hundred dollars.
dutch: [_RV_] Volg me, ik zal je laten zien wat je voor honderd dollar krijgt.
german: [_RV_] Folge mir, ich zeige dir, was du für hundert Dollar bekommen kannst.

source: [_RV_] I hope you're into feet.
dutch: [_RV_] Ik hoop dat je in voeten bent.
german: [_RV_] Ich hoffe, du bist in die Füße.

source: [_R_] Ya know, I didn't used to be, but I'm getting there.
dutch: [_R_] Ya weet, ik was niet vroeger, maar ik kom erbij.
german: [_R_] Ja, ich wusste nicht, aber ich komme dorthin.

source: [_RV_] I think you'll be a big fan after this.
dutch: [_RV_] Ik denk dat je hierna een grote fan zult zijn.
german: [_RV_] Ich denke, du wirst danach ein großer Fan sein.
