Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_MB_] I've been feeling really bad ever since that last photo shoot.
dutch: [_MB_] Ik voel me al erg sinds die laatste foto schiet.
german: [_MB_] Ich fühle mich seit dem letzten Fotoshoot wirklich schlecht.

source: [_M_] Oh, no!... I don't know if you should bring that up. I may have done some things that weren't very appropriate.
dutch: [_M_] Oh, nee!... Ik weet niet of je dat moet aankaarten. Misschien heb ik een aantal dingen gedaan die niet erg gepast waren.
german: [_M_] Oh, nein!... Ich weiß nicht, ob du das aufgreifen solltest. Ich habe vielleicht einige Dinge getan, die nicht sehr passend waren.

source: [_MB_] No, it's nothing like that... It's just, I didn't use very good manners. My mom raised me to be more generous.
dutch: [_MB_] Nee, dat is niet zo... Het is rechtvaardig, ik heb geen gebruik gemaakt van goede manieren. Mijn moeder heeft me opgevoed om genereuzer te zijn.
german: [_MB_] Nein, es ist nichts dergleichen... Es ist gerecht, ich habe nicht sehr gute Manieren verwendet. Meine Mutter erhob mich um großzügiger zu sein.

source: [_MB_] I let you give me one of the greatest orgasms of my life, and I didn't do anything for you in return.
dutch: [_MB_] Ik liet je een van de grootste orakels van mijn leven geven en ik heb niets voor je gedaan.
german: [_MB_] Ich lasse dich mir einen der größten Orgasmen meines Lebens geben, und ich habe nichts für dich im Gegenzug getan.

source: [_MBT_] {i}God! [mom_name]'s tits are beautiful!{/i}
dutch: [_MBT_] {i}God! [mom_name]'s tegels zijn mooi!{/i}
german: [_MBT_] {i}Gott! [mom_name]Titten sind schön!{/i}

source: [_M_] Well, if you could go back in time, what would you have done for me?
dutch: [_M_] Nou, als je terug in de tijd zou kunnen gaan, wat zou je voor me hebben gedaan?
german: [_M_] Nun, wenn du in der Zeit zurückgehen könntest, was hättest du für mich getan?

source: [_MT_] {i}I shouldn't be encouraging this kind of talk!{/i}
dutch: [_MT_] {i}Ik zou dit soort praatjes niet moeten aanmoedigen!{/i}
german: [_MT_] {i}Ich sollte diese Art des Sprechens nicht fördern!{/i}

source: [_MB_] Maybe, returned the favor. Some oral for oral.
dutch: [_MB_] misschien, heeft de favoriet teruggegeven. Een beetje oraal voor oral.
german: [_MB_] vielleicht, kehre die Gunst zurück. Etwas mündlich für mündlich.

source: [_M_] Mmm... Megan wouldn't have liked that.
dutch: [_M_] Mmm... Megan zou dat niet leuk hebben gevonden.
german: [_M_] Mmm... Megan hätte das nicht gefallen.

source: [_MT_] {i}Goddamned [ryan] got me so worked up at in that dressing room!{/i}
dutch: [_MT_] {i}Goddamned [ryan] heeft me zo opgevoed in die dresserende kamer!{/i}
german: [_MT_] {i}Verdammte [ryan] hat mich in diesem Ankleideraum so aufgearbeitet!{/i}

source: [_MB_] She wouldn't like what you did for me, either.
dutch: [_MB_] Ze zou ook niet leuk vinden wat je voor me deed.
german: [_MB_] Sie würde mir auch nicht gefallen, was Sie für mich getan haben.

source: [_M_] Does that mean you've finally decided to stop listening to her puritanical and awful health advice?
dutch: [_M_] betekent dat je eindelijk hebt besloten om te stoppen met het luisteren naar haar puritanisch en afschuwelijk gezondheidsadvies?
german: [_M_] Heißt das, dass du endlich damit aufgehört hast, seinen puritanischen und schrecklichen Gesundheitshinweis zu hören?

source: [_MB_] Never again.
dutch: [_MB_] Nooit meer.
german: [_MB_] Nie wieder.

source: [_M_] Mmm... That's good to hear.
dutch: [_M_] Mmm... Dat is goed om te horen.
german: [_M_] Mmm... Das ist gut zu hören.

source: [_M_] So, were you hoping to make past mistakes right, or something?
dutch: [_M_] Dus, hoopte je dus dat je fouten uit het verleden goed zou maken of iets zou doen?
german: [_M_] Hast du also gehofft, Fehler der Vergangenheit richtig zu machen, oder etwas?

source: [_MT_] {i}[mom_name], what are you doing!... You know you make terrible decisions when you're horny!{/i}
dutch: [_MT_] {i}[mom_name], wat ben je aan het doen!... Je weet dat je verschrikkelijke beslissingen neemt wanneer je horens bent!{/i}
german: [_MT_] {i}[mom_name], was macht!... Du weißt, dass du schreckliche Entscheidungen triffst, wenn du geil bist!{/i}

source: [_MB_] Well, this is a pretty dark, secluded corner.
dutch: [_MB_] Nou, dit is een mooie donkere, afgeschermde hoek.
german: [_MB_] Nun, das ist eine ziemlich dunkle, abgeschiedene Ecke.

source: [_MB_] And I would love to right my former wrong.
dutch: [_MB_] en ik zouden graag mijn vroegere fout rechtzetten.
german: [_MB_] Und ich würde gerne mein früheres Unrecht korrigieren.

source: [_M_] {i}(Whispering){/i} Yes... That's it... That's where the clitoris is.
dutch: [_M_] {i}(Whispering){/i} Ja... Dat is het... Dat is waar de clitoris zich bevindt.
german: [_M_] {i}(Flüstern){/i} Ja... Das war... Hier ist der Klitoris.

source: [_MT_] {i}I think that little bullshitter was only pretending that this is the first time he's ever licked a pussy.{/i}
dutch: [_MT_] {i}Ik denk dat kleine bullshitter alleen maar deed alsof dit de eerste keer is dat hij ooit een poep liet.{/i}
german: [_MT_] {i}Ich denke, dass ein kleiner Bullshitter nur so getan hat, als sei dies das erste Mal, dass er jemals eine Pussy leckte.{/i}

source: [_RT_] {i}Why did Matt even offer to help me fuck Mom?{/i}
dutch: [_RT_] {i}Waarom heeft Matt zelfs aangeboden om fuck moment te helpen?{/i}
german: [_RT_] {i}Warum hat Matt sogar angeboten, mir zu helfen, die MM zu fucken? {/i}

source: [_RT_] {i}He hasn't done anything to help me win her over, he's only pursued her himself.{/i}
dutch: [_RT_] {i}Hij heeft niets gedaan om me te helpen haar te winnen, hij heeft alleen zichzelf vervolgd.{/i}
german: [_RT_] {i}Er hat nichts getan, um mir zu helfen, sie zu gewinnen, er hat sie nur selbst verfolgt.{/i}

source: [_RT_] {i}God, I hope Mom resisted him!{/i}
dutch: [_RT_] {i}God, Ik hoop dat de maan hem heeft weerstaan!{/i}
german: [_RT_] {i}Gott, ich hoffe, Mom widersetzte ihn!{/i}

source: [_RT_] {i}Thank God!... She's alone!{/i}
dutch: [_RT_] {i}God!... Ze is alleen!{/i}
german: [_RT_] {i}Vielen Dank!... Sie ist allein!{/i}

source: [_RT_] {i}Wait!{/i}
dutch: [_RT_] {i}Wacht!{/i}
german: [_RT_] {i}Warte!{/i}

source: [_RT_] {i}No!... Goddammit!{/i}
dutch: [_RT_] {i}Nee!... Goddammit!{/i}
german: [_RT_] {i}Nein!... Goddammit!{/i}

source: [_RT_] {i}I'm too late!... Fuck!... I could tell she was feeling super horny!{/i}
dutch: [_RT_] {i}Ik ben te laat!... Fuck!... Ik zou kunnen zeggen dat ze zich super horisch voelt!{/i}
german: [_RT_] {i}Ich bin zu spät!... Fuck!... Ich könnte ihr sagen, dass sie super geil ist!{/i}

source: [_RT_] {i}That should have been me taking care of her under the table.{/i}
dutch: [_RT_] {i}Dat had me onder de tafel moeten verzorgen.{/i}
german: [_RT_] {i}Das hätte ich mich um sie unter dem Tisch kümmern sollten.{/i}

source: [_MB_] {i}(Talking Quietly){/i} Oh, hey, [ryan]. I didn't see you standing there?
dutch: [_MB_] {i}(Talking Quietly){/i} Oh, hey, [ryan]. Ik zag je daar niet staan?
german: [_MB_] {i}(ruhig sprechen){/i} Oh, hey, [ryan]. Ich habe dich nicht dort stehen?

source: [_MB_] Did you get to see the show?
dutch: [_MB_] Heb je de show gezien?
german: [_MB_] Hast du die Show gesehen?

source: [_MB_] I'm going to be jacking off with these on my face till the smell wares off.
dutch: [_MB_] Ik ga met deze op mijn gezicht naar huis gaan tot de geur uitwijst.
german: [_MB_] Ich werde mit diesen auf meinem Gesicht abspringen, bis die Geruchswarnung abläuft.

source: [_R_] What happened to you helping me?
dutch: [_R_] Wat is er gebeurd om me te helpen?
german: [_R_] Was ist mit dir passiert?

source: [_MB_] I thought we'd need each other to bag your mom, but she's needy enough that I just don't need your help.
dutch: [_MB_] Ik dacht dat we elkaar nodig hadden om je moeder te winkelen, maar ze is nodig genoeg dat ik gewoon je hulp niet nodig heb.
german: [_MB_] Ich dachte, wir bräuchten uns gegenseitig, um deine Mama zu betteln, aber sie ist genug bedürftig, dass ich deine Hilfe einfach nicht brauche.

source: [_MB_] She said you guys might be heading to the beach later? She gave me a personal invite.
dutch: [_MB_] Ze zei dat jullie misschien later naar het strand zouden gaan? Ze gaf me een persoonlijke uitnodiging.
german: [_MB_] Sie sagte, dass Jungs später zum Strand gehen könnten? Sie gab mir eine persönliche Einladung.

source: [_R_] No... Don't you dare show up!
dutch: [_R_] Nee... durf je niet te tonen!
german: [_R_] Nein... wagst du es nicht, zu zeigen!

source: [_RT_] {i}First Joey, and now she's going to try and hook up with Matt?{/i}
dutch: [_RT_] {i}Eerste Joey, en nu gaat ze het proberen met Matt?{/i}
german: [_RT_] {i}Erste Freude, und jetzt versucht sie mit Matt zu versetzen?{/i}

source: [_RT_] {i}I've created a monster!{/i}
dutch: [_RT_] {i}Ik heb een monster gemaakt!{/i}
german: [_RT_] {i}Ich habe ein Monster erstellt!{/i}

source: [_MB_] Well, we'll see.
dutch: [_MB_] Nou, we zien.
german: [_MB_] Nun, wir werden sehen.

source: [_MB_] Now, if you'll excuse me, the guys are waiting for me outside.
dutch: [_MB_] Nu, als je me verontschuldigt, wachten de jongens buiten op me.
german: [_MB_] Nun, wenn du mich entschuldigst, warten die Jungs draußen auf mich.

source: [_MB_] I'll bet she lets me fuck her on our next encounter.
dutch: [_MB_] Ik wed dat ze haar op onze volgende ontmoeting laat verprutseren.
german: [_MB_] Ich wette, dass sie mich bei unserer nächsten Begegnung ficken lässt.

source: [_R_] Ewwe... What's all this liquid on the floor?
dutch: [_R_] Ewwe... Wat is al deze vloeistof op de vloer?
german: [_R_] Ewwe... Was ist all diese Flüssigkeit auf dem Boden?

source: [_M_] Oh... I... spilled my water.
dutch: [_M_] Oh... Ik morste mijn water.
german: [_M_] Oh... Ich... hat mein Wasser vergossen.

source: [_M_] Ummm, yeah... That's because... The... waitress came and refilled it.
dutch: [_M_] Ummm, ja... Dat is omdat... de... waitress kwam en hervulde.
german: [_M_] Ummm, yeah... Das ist weil... die... Kellnerin kam und füllte sie.

source: [_MT_] {i}Now, a betrayal to his father on the other hand, crap!... [dad_name] didn't even come into my mind! My sex drive just pushed me forward without considering any consequences.{/i}
dutch: [_MT_] {i}Nu verraad aan zijn vader aan de andere kant, crap!... [dad_name] kwam niet eens in mijn gedachten! Mijn seksrit duwde me net naar voren zonder na te denken over de gevolgen.{/i}
german: [_MT_] {i}Jetzt, ein Verrat an seinem Vater auf der anderen Seite, crap!... [dad_name] ist mir nicht einmal in den Sinn gekommen! Mein Sex-Laufwerk hat mich gerade nach vorne getrieben, ohne irgendwelche Konsequenzen zu berücksichtigen.{/i}

source: [_RT_] {i}How about when you fucked Joey right after fucking me! And now you're trying to hook up with Matt?! Doesn't that count as unfaithful?{/i}
dutch: [_RT_] {i}Wat dacht je ervan wanneer je de Joey gelijk vermalt nadat je me hebt verduisterd! En nu probeer je op te hoppen met Matt?! Telt dat niet als ontrouw getal?{/i}
german: [_RT_] {i}Wie wäre es, wenn du Joey gefickt hast, nachdem du mich gefickt hast! Und jetzt versuchst du mit Matt zusammenzuhängen?! Gilt das nicht als untreu?{/i}

source: [_RT_] {i}If she wants to pretend she didn't just do anything with Matt, I should probably just go along with it.{/i}
dutch: [_RT_] {i}Als ze wil doen alsof ze niets met Matt heeft gedaan, zou ik er waarschijnlijk gewoon mee moeten doen.{/i}
german: [_RT_] {i}Wenn sie so tun will, als ob sie nicht nur Matt gemacht hat, dann sollte ich wahrscheinlich einfach mitmachen. {/i}

source: [_M_] Thank you so much for taking me out. I really needed this!
dutch: [_M_] Hartelijk dank voor het opduiken van me. Ik had dit echt nodig!
german: [_M_] Vielen Dank für das Herausnehmen von mir. Ich brauchte das wirklich!

source: [_RT_] {i}Damn! I want to invite her to the beach again, but there's a chance that Matt will show up.{/i}
dutch: [_RT_] {i}Damn! Ik wil haar nogmaals uitnodigen op het strand, maar er is een kans dat Matt zal verschijnen.{/i}
german: [_RT_] {i}Verdammt! Ich möchte sie erneut zum Strand einladen, aber es besteht die Chance, dass Matt auftaucht.{/i}

source: [_RT_] {i}Fuck it... It's not worth it.{/i}
dutch: [_RT_] {i}Fuck het... Het is het niet waard.{/i}
german: [_RT_] {i}Fuck it... Es lohnt es nicht.{/i}

source: [_R_] So, you ready to go home?
dutch: [_R_] Dus, klaar om naar huis te gaan?
german: [_R_] Also, du bist bereit nach Hause zu gehen?

source: [_M_] Already?... I thought...
dutch: [_M_] altijd?... Dat dacht ik...
german: [_M_] bereit?... Ich dachte...

source: [_R_] I've just got so much homework and other stuff I need to get done.
dutch: [_R_] Ik heb net zoveel huiswerk en andere dingen die ik moet doen.
german: [_R_] Ich habe gerade so viel Hausaufgaben und andere Sachen bekommen, die ich erledigen muss.

source: [_M_] Who are you, and what have you done to my son?
dutch: [_M_] Wie ben jij en wat heb je aan mijn zoon gedaan?
german: [_M_] Wer bist du, und was hast du mit meinem Sohn gemacht?

source: [_M_] Don't worry. All that stuff can wait until later.
dutch: [_M_] Maak je geen zorgen. Al die dingen kunnen wachten tot later.
german: [_M_] Keine Sorge. Alle diese Sachen können bis später warten.

source: [_M_] I'm ready for more adventure.
dutch: [_M_] Ik ben klaar voor meer avontuur.
german: [_M_] Ich bin bereit für mehr Abenteuer.

source: [_M_] Next stop, the beach!
dutch: [_M_] Volgende stop, het strand!
german: [_M_] Nächste Haltestelle, der Strand!

source: [_RT_] {i}Ok, [ryan]... Mom seems pretty happy.{/i}
dutch: [_RT_] {i}Ok, [ryan]... mama ziet er best blij uit.{/i}
german: [_RT_] {i}Ok, [ryan]... Mom scheint ziemlich glücklich.{/i}

source: [_RT_] {i}She doesn't need you ruining her day by calling her out for a moment of weakness.{/i}
dutch: [_RT_] {i}Ze heeft je niet nodig om haar dag te ruïneren, door haar een moment van zwakte uit te roepen.{/i}
german: [_RT_] {i}Sie braucht nicht, dass Sie ihren Tag ruinieren, indem Sie sie einen Moment der Schwäche ausruft.{/i}

source: [_RT_] {i}I mean, she's your mom for fuck's sake! Of course in her head, getting relief from someone outside the family is more moral than getting it from me.{/i}
dutch: [_RT_] {i}Ik, ze is je moeder voor fuck's eentje! Natuurlijk is opluchting van iemand buiten het gezin meer moreel dan het van mij krijgen. /i}
german: [_RT_] {i}Ich meine, sie ist deine Mama um Ficks willen! Natürlich im Kopf, Erleichterung von jemandem außerhalb der Familie zu bekommen ist moralisch als es von mir zu bekommen. /i}

source: [_RT_] {i}I'm the one who's been pushing her to be more open sexually, and I need to accept the fact that I can't predict or control all the unintended consequences.{/i}
dutch: [_RT_] {i}Ik ben degene die druk op haar heeft uitgeoefend om seksueler te zijn, en ik moet accepteren dat ik niet alle onbedoelde gevolgen kan voorspellen of beheersen. /i}
german: [_RT_] {i}Ich bin derjenige, der sie gedrängt hat, sexuell offener zu sein. und ich muss akzeptieren, dass ich nicht alle unbeabsichtigten Folgen vorhersagen oder kontrollieren kann. /i}

source: [_M_] Wow, [ryan]... you're acting really jealous, and it does not become you!
dutch: [_M_] Wow, [ryan]... Je handelt echt jaloezie, en het wordt je niet!
german: [_M_] Wow, [ryan]... Sie handeln wirklich eifersüchtig, und es wird nicht zu dir!

source: [_RT_] If only fucking Matt hadn't shown up!
dutch: [_RT_] Als alleen de fucking Matt niet was getoond!
german: [_RT_] Wenn nur Matt gefickt wurde!

source: [_MB_] It's so crazy we just ran into you right now, Miss [mom_name]... We were just talking about you.
dutch: [_MB_] Het is zo gek dat we je net tegengekomen zijn, mevrouw [mom_name]... We hadden het net over jou.
german: [_MB_] Es ist so verrückt, dass wir gerade in dich geraten, Miss [mom_name]... Wir sprachen nur über dich.

source: [_M_] Oh?... Good things, I hope?
dutch: [_M_] Oh?... Goede dingen, hoop ik?
german: [_M_] Oh?... Gute Dinge, hoffe ich?

source: [_MB_] Yeah, only the best!
dutch: [_MB_] Yeah, alleen de beste!
german: [_MB_] Ja, nur das Beste!

source: [_MB_] In the locker room after basketball practice, we had an informal poll on which teacher we think is the prettiest.
dutch: [_MB_] In de locker kamer na de basketball-praktijk hebben we een informele enquête gehouden naar wie de leraar volgens ons de mooiste is.
german: [_MB_] Im Verschlusssaal nach Basketballübungen hatten wir eine informelle Umfrage über den Lehrer, den wir für die schönste halten.

source: [_DR_] Yeah, it came down to you and Miss Stone.
dutch: [_DR_] Yeah, het kwam tot jou en mevrouw Steen.
german: [_DR_] Ja, es kam zu dir und Miss Stein.

source: [_MB_] And you ended up the overwhelming favorite.
dutch: [_MB_] En u hebt uiteindelijk de overweldigende favoriet gemaakt.
german: [_MB_] Und du hast den überwältigenden Favoriten erreicht.

source: [_M_] Oh, yeah?
dutch: [_M_] Oh, ja?
german: [_M_] Oh, ja?

source: [_M_] I'm flattered.
dutch: [_M_] Ik ben gevloeid.
german: [_M_] Ich habe geschmeichelt.

source: [_RT_] {i}Shit! I'm sure she is flattered... After feeling like Dad doesn't think she's beautiful anymore, I'm sure she'll soak up any compliments on her looks she can get.{/i}
dutch: [_RT_] {i}Shit! Ik weet zeker dat ze gevetterd is... Nadat papa het gevoel had dat ze niet meer mooi is, weet ik zeker dat ze alle complimenten voor haar zal opwarmen.{/i}
german: [_RT_] {i}Shit! Ich bin sicher, dass sie geschmeichelt ist... Nach dem Gefühl, dass Papa nicht mehr schön ist, bin ich sicher, dass sie irgendein Kompliment für ihr Aussehen wecken wird, das sie bekommen kann.{/i}

source: [_RT_] {i}After our little conversation in class, I know Matt is hoping to hook up with mom.{/i}
dutch: [_RT_] {i}Na ons kleine gesprek in de klas, weet ik dat Matt hoopt met een momentje op te nemen.{/i}
german: [_RT_] {i}Nach unserem kleinen Gespräch in der Klasse, weiß ich, dass Matt hofft, mit MM aufhaken zu können. {/i}

source: [_RT_] {i}I need to put an end to this! Mom's a smart woman, but I think she's vulnerable right now.{/i}
dutch: [_RT_] {i}Ik moet hier een einde aan maken! Mis is een slimme vrouw, maar ik denk dat ze nu kwetsbaar is.{/i}
german: [_RT_] {i}Ich muss dem ein Ende setzen! Mamas ist eine intelligente Frau, aber ich denke, sie ist gerade jetzt verwundbar.{/i}

source: [_R_] Why don't you guys shut up and find a table of your own? Preferably on the other side of the restaurant!
dutch: [_R_] Waarom zwijgen jullie niet en vinden jullie niet zelf? Bij voorkeur aan de andere kant van het restaurant!
german: [_R_] Warum halten Sie sich nicht und finden Sie einen eigenen Tisch? vorzugsweise auf der anderen Seite des Restaurants!

source: [_MB_] We weren't talking to you, [ryan].
dutch: [_MB_] We waren niet met je aan het praten, [ryan].
german: [_MB_] Wir haben nicht mit dir gesprochen, [ryan].

source: [_R_] Yeah, but you were trying to be gross to my mom!
dutch: [_R_] Yeah, maar jij probeerde boos te zijn op mijn moment!
german: [_R_] Ja, aber du hast versucht, zu meiner Mutter grob zu sein!

source: [_M_] [ryan], I don't think...
dutch: [_M_] [ryan], ik denk niet...
german: [_M_] [ryan], ich glaube nicht...

source: [_R_] I've been in a locker room after basketball practice. I know how the guys talk.
dutch: [_R_] Ik ben na de basketbalpraktijk in een kluisje geweest. Ik weet hoe de jongens praten.
german: [_R_] Ich war nach Basketballübungen in einem Lockerraum. Ich weiß, wie die Jungs sprechen.

source: [_R_] There's never been an informal poll of "what girl is the prettiest?"
dutch: [_R_] Er is nog nooit een informele enquête geweest over "welk meisje is de mooiest?"
german: [_R_] Es gibt nie eine informelle Umfrage zu "Welches Mädchen ist das schönste?"

source: [_R_] I guarantee the question was "Who would you rather fuck?"
dutch: [_R_] Ik garandeer dat de vraag "Wie wil je liever?" was.
german: [_R_] Ich garantiere die Frage war "Wer würdest du lieber fuck?"

source: [_R_] Wasn't it!?
dutch: [_R_] Was het niet!?
german: [_R_] War es nicht!?

source: [_DR_] I mean...
dutch: [_DR_] I beteke...
german: [_DR_] Ich meine...

source: [_R_] And then you have the balls to bring up your poll directly to my mom's face?
dutch: [_R_] En dan heb je de ballen om je enquête direct naar mijn gezicht te brengen?
german: [_R_] Und dann hast du die Bälle, um deine Umfrage direkt ins Gesicht meiner Mutter zu bringen?

source: [_R_] You guys suck!
dutch: [_R_] Je hebt gesolliciteerd!
german: [_R_] Jungs saugen!

source: [_R_] So, get lost!
dutch: [_R_] Dus, ga verloren!
german: [_R_] Also, verlieren!

source: [_T_] Come on guys, lets go to the burger place next door.
dutch: [_T_] Kom op jongens, laat je naar de burger gaan.
german: [_T_] Kommen Sie auf Jungs, lassen Sie den Burgerplatz nebenan gehen.

source: [_R_] I told you, it isn't a big deal.
dutch: [_R_] Ik heb je verteld dat het geen grote deal is.
german: [_R_] Ich habe dir gesagt, es ist kein großer Deal.

source: [_M_] Well, it is to me!
dutch: [_M_] Nou, het is voor mij!
german: [_M_] Nun, es ist für mich!

source: [_M_] I rarely get men defending my honor anymore.
dutch: [_M_] Ik krijg zelden mannen meer om mijn eer te verdedigen.
german: [_M_] Ich bekomme selten Männer, die meine Ehre verteidigen.

source: [_M_] You shut all three of those guys up. Not one of them knew what to say.
dutch: [_M_] Je hebt alle drie deze jongens gesloten. Niet één van hen wist wat ze moesten zeggen.
german: [_M_] Du hast alle drei dieser Jungs heruntergefahren. Keiner von ihnen wusste, was du sagen solltest.

source: [_M_] It made me really proud of you!
dutch: [_M_] Het maakte me echt trots op jou!
german: [_M_] Es hat mich wirklich stolz auf dich!

source: [_MT_] {i}More than anything, it made me even hornier... If that were possible!{/i}
dutch: [_MT_] {i}Meer dan wat dan ook, het maakte me zelfs hornier... Als dat mogelijk was!{/i}
german: [_MT_] {i}Mehr als alles andere hat es mich noch horniert... Wenn das möglich wäre!{/i}

source: [_MT_] {i}I've been trying to force out thoughts of our last trip to the beach, but now I can't stop thinking about how amazing his dick felt inside me.{/i}
dutch: [_MT_] {i}Ik heb geprobeerd gedachten af te dwingen van onze laatste reis naar het strand, maar nu kan ik niet ophouden na te denken over hoe verbazingwekkend zijn gevoel bij mij is. /i}
german: [_MT_] {i}Ich habe versucht, Gedanken unserer letzten Reise zum Strand zu erzwingen aber jetzt kann ich nicht aufhören, darüber nachzudenken, wie erstaunlich sein Schwanz sich in mir gefühlt hat. /i}

source: [_MT_] {i}Shit... And now he's staring at my cleavage!{/i}
dutch: [_MT_] {i}Shit... En nu staren hij naar mijn mandaat!{/i}
german: [_MT_] {i}Shit... Und jetzt fängt er an meine Spaltung!{/i}

source: [_MT_] {i}I guess I could go into the bathroom and take care of myself, but that isn't what I need right now!{/i}
dutch: [_MT_] {i}Ik denk dat ik in de badkamer kon gaan en voor mezelf kon zorgen, maar dat is niet wat ik nu nodig heb!{/i}
german: [_MT_] {i}Ich denke, ich könnte in das Badezimmer gehen und mich selbst kümmern, aber das brauche ich momentan nicht!{/i}

source: [_MT_] {i}I don't think I have any choice but to ask [ryan] for help!{/i}
dutch: [_MT_] {i}Ik denk dat ik geen andere keuze heb dan [ryan] om hulp te vragen!{/i}
german: [_MT_] {i}Ich glaube, ich habe keine andere Wahl als [ryan] um Hilfe zu bitten!{/i}

source: [_MT_] {i}He's helped me in the past, I'm sure he'll probably jump at the chance!{/i}
dutch: [_MT_] {i}Hij heeft me in het verleden geholpen, ik weet zeker dat hij waarschijnlijk op de kans zal springen!{/i}
german: [_MT_] {i}Er hat mir in der Vergangenheit geholfen, ich bin sicher, dass er wahrscheinlich auf die Chance springen wird!{/i}
