Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] And it's coming out while you're sleeping, probably because you're finally letting your guard down.
dutch: [_R_] En het komt uit terwijl je slaapt, waarschijnlijk omdat je je bewaker eindelijk laat vallen.
french: [_R_] Et ça sort pendant que tu dors, probablement parce que tu baisses enfin ta garde.
german: [_R_] Und es kommt heraus, während du schläfst, wahrscheinlich weil du endlich deine Wache niederlässt.
italian: [_R_] E sta uscendo mentre stai dormendo, probabilmente perché finalmente stai lasciando la tua guardia giù.
portuguese: [_R_] E está saindo enquanto você está dormindo, provavelmente porque você finalmente está deixando de guarda.

source: [_RT_] {i}Holy fuck.... I'm like the George R. R. Martin of bullshit.{/i}
dutch: [_RT_] {i}Heilige fuk .... Ik vind de George R. R. Martin van bullshit.{/i} leuk
french: [_RT_] {i}Putain.... Je suis comme le George R. R. Martin des conneries.{/i}
german: [_RT_] {i}Heiliger Fick.... Ich mag den George R. Martin des Bullshit.{/i}
italian: [_RT_] {i}Scopata Santa.... Mi piace il George R. R. Martin di stronzo.{/i}
portuguese: [_RT_] {i}Presa Sagrada.... Sou como o George R. Martin of bullshit.{/i}

source: [_S_] Ok, Dr. Phil.... when did you earn a Doctorate in Psychology?
dutch: [_S_] Ok, r. Phil... . Wanneer heb je een Doctoraat verdiend in Psychologie?
french: [_S_] D'accord, Dr Phil.... quand as-tu obtenu un doctorat en psychologie?
german: [_S_] Ok, Dr. Phil.... wann hast du einen Doktortitel in Psychologie verdient?
italian: [_S_] Ok, Dr. Phil.... quando hai guadagnato un dottorato in Psicologia?
portuguese: [_S_] Ok, Dra. Phil.... quando você ganhou um doutorado na Psicologia?

source: [_R_] I mean I don't know.... I did a little research online.... and I'm making some assumptions.... so it's just a guess...
dutch: [_R_] Ik bedoel dat ik het niet weet.... Ik heb online een klein onderzoek uitgevoerd.... en ik doe wat veronderstellingen.... dus het is gewoon een gok...
french: [_R_] Je veux dire que je ne sais pas.... J'ai fait une petite recherche en ligne.... et je fais des hypothèses.... donc c'est juste une supposition...
german: [_R_] Ich meine, ich weiß nicht .... Ich habe ein wenig online geforscht.... und ich mache einige Annahmen.... also ist es nur eine Vermutung...
italian: [_R_] Intendo dire che non lo so... ho fatto un po 'di ricerca online.... e sto facendo alcune ipotesi.... quindi è solo una congettura...

source: [_R_] But it kind of makes sense doesn't it?
dutch: [_R_] Maar het soort zin heeft het niet?
french: [_R_] Mais cela a du sens, n'est-ce pas?
german: [_R_] Aber es ist eine Art von Sinn, oder?
italian: [_R_] Ma ha senso non è vero?
portuguese: [_R_] Mas faz sentido não faz?

source: [_S_] Well, sure it sounds good, but how do you propose to help me with this?
dutch: [_S_] Nou, zeker dat het goed klinkt, maar hoe wil je me hiermee helpen?
french: [_S_] Bien sûr, ça sonne bien, mais comment proposes-tu de m'aider avec ça?
german: [_S_] Nun, es klingt gut, aber wie schlagen Sie vor, mir dabei zu helfen?
italian: [_S_] Beh, sicuro che suoni bene, ma come proponete di aiutarmi con questo?
portuguese: [_S_] Bem, certifique-se de que soa bem, mas como você me propõe para me ajudar com isso?

source: [_R_] I'm so glad you asked.
dutch: [_R_] Ik ben zo blij dat je het vraagt.
french: [_R_] Je suis si content que tu aies demandé.
german: [_R_] Ich bin so froh, dass du gefragt hast.
italian: [_R_] Sono così contento che tu abbia chiesto.

source: [_R_] We just need to release your sexual tension.
dutch: [_R_] We hoeven alleen je seksuele spanning vrij te geven.
french: [_R_] Nous avons juste besoin de libérer ta tension sexuelle.
german: [_R_] Wir müssen nur deine sexuellen Spannungen beenden.
italian: [_R_] Abbiamo solo bisogno di liberare la vostra tensione sessuale.

source: [_S_] And here it comes.
dutch: [_S_] En hier komt het.
french: [_S_] Et voilà.
german: [_S_] Und hier kommt es.
italian: [_S_] E qui viene qui.
portuguese: [_S_] E aqui chega.

source: [_R_] I'm serious! It wouldn't hurt to try!
dutch: [_R_] Ik ben het ernstig! Het zou geen pijn doen om het te proberen!
french: [_R_] Je suis sérieux! Ça ne ferait pas de mal d'essayer!
german: [_R_] Ich bin ernst! Es würde nicht weh tun, es zu versuchen!
italian: [_R_] Sono seria! Non farebbe male a provare!
portuguese: [_R_] Eu sou sério! Não faria mal tentar!

source: [_R_] We don't even have to go any further than we did at the photo studio.
dutch: [_R_] We hoeven niet eens verder te gaan dan we in het fotostudio hebben gedaan.
french: [_R_] Nous n'avons même pas besoin d'aller plus loin qu'au studio photo.
german: [_R_] Wir müssen nicht einmal weiter gehen als im Fotostudio.
italian: [_R_] Non abbiamo nemmeno bisogno di andare oltre di quanto abbiamo fatto nello studio fotografico.

source: [_S_] I fucking gave you a blowjob at the studio!
dutch: [_S_] I fucking gaf je een flowjob in de studio!
french: [_S_] Je t'ai fait une pipe au studio!
german: [_S_] Ich fucking gab dir einen Blowjob im Studio!
italian: [_S_] Ti ho fatto scopare un pompino in studio!
portuguese: [_S_] Eu te dei um bolotado no estúdio!

source: [_S_] We're fucking brother and sister!.... You now have your curiosity satisfied.... you know what a blowjob feels like.
dutch: [_S_] We zijn broer en zus aan het vervagen!.... Je hebt nu je nieuwsgierigheid tevreden.... Je weet hoe een klavertje ervaart.
french: [_S_] Nous sommes un putain de frère et de sœur!.... Tu as maintenant satisfait ta curiosité.... tu sais à quoi ressemble une fellation.
german: [_S_] Wir ficken Bruder und Schwester!.... Du hast jetzt deine Neugier befriedigt.... Du weißt, wie ein Blowjob sich anfühlt.
italian: [_S_] Stiamo scopando fratello e sorella!.... Ora hai la tua curiosità soddisfatta.... sai cosa sembra un pompino.
portuguese: [_S_] Nós somos o porão e a irmã!.... Você agora está satisfeito com a curiosidade... você sabe como é um golpe.

source: [_S_] Shouldn't we be trying to de-escalate things between us now?
dutch: [_S_] Moeten we dingen nu proberen te de-escaleren?
french: [_S_] Ne devrions-nous pas essayer de désamorcer les choses entre nous maintenant?
german: [_S_] Sollen wir nicht versuchen, die Dinge zwischen uns jetzt zu deeskalieren?
italian: [_S_] Non dovremmo tentare di scaglionare le cose tra di noi ora?

source: [_R_] Well, sure! I'd like to de-escalate things between us, but there's still the matter of you trying to jack me off every night while we're both sleeping.
dutch: [_R_] Nou, zeker! Ik zou graag dingen tussen ons deëscaleren, maar er is nog steeds de vraag of je me elke nacht uit probeert te strooien, terwijl we allebei slapen.
french: [_R_] Bien sûr! J'aimerais désamorcer les choses entre nous, mais il y a toujours la question que tu essaies de me branler tous les soirs pendant que nous dormons tous les deux.
german: [_R_] Nun, sicher! Ich möchte die Dinge zwischen uns deeskalieren, aber es geht immer noch darum, dass du mich jede Nacht abstecken willst, während wir beide schlafen.
italian: [_R_] Beh, sicuro! Mi piacerebbe de-escalate le cose tra di noi, ma c'è ancora la questione di voi che provate a farmi scappare ogni sera mentre stiamo dormendo entrambi.
portuguese: [_R_] Bem, certo! Eu gostaria de desescalar as coisas entre nós, mas ainda há a questão de você tentar me sacudir todas as noites enquanto ambos estamos dormindo.

source: [_R_] What do you think that's doing to "My" sexual tension?
dutch: [_R_] Wat denk je dat dat doet met "ik" seksuele spanning?
french: [_R_] Que penses-tu que cela fait à 'Ma' tension sexuelle?
german: [_R_] Was denkst du, dass es mit "Mein" sexuellen Spannungen macht?
italian: [_R_] Cosa pensi che stia facendo per la tensione sessuale "Mio"?

source: [_R_] And if I learned anything at the photo studio, it's that we can mess around together without it being too weird.
dutch: [_R_] En als ik iets geleerd heb in het fotostudio dan is het dat we een rommel kunnen maken zonder dat het te rauw is.
french: [_R_] Et si j'ai appris quelque chose au studio photo, c'est qu'on peut s'amuser ensemble sans que ce soit trop bizarre.
german: [_R_] Und wenn ich etwas im Fotostudio gelernt habe, dann ist es, dass wir gemeinsam herumschlammen können, ohne dass es zu seltsam ist.
italian: [_R_] E se ho imparato qualcosa presso lo studio fotografico, è che possiamo dissimulare insieme senza essere troppo strani.

source: [_R_] We both just think about other people, and we take care of our sexual tension at the same time.
dutch: [_R_] We denken net aan andere mensen en zorgen tegelijkertijd voor onze seksuele spanning.
french: [_R_] Nous pensons tous les deux à l'autre, et nous prenons soin de notre tension sexuelle en même temps.
german: [_R_] Wir denken nur an andere Menschen und kümmern uns gleichzeitig um unsere sexuelle Spannung.
italian: [_R_] Pensiamo solo ad altre persone, e ci prendiamo cura della nostra tensione sessuale allo stesso tempo.

source: [_S_] Hmmmm.... well yeah that kind of makes sense.... but still.... how will me giving you a blowjob take care of my sexual tension?
dutch: [_S_] Hmmmm.... . Goed dat soort dingen logisch zijn.... maar toch.... hoe ga ik je een schok geven voor mijn seksuele spanning?
french: [_S_] Hmmmm.... eh bien oui, ça a du sens.... mais quand même.... comment je vais te faire une fellation pour m'occuper de ma tension sexuelle?
german: [_S_] Hmmmm.... ja, diese Art macht Sinn.... aber trotzdem.... wie werde ich dich um meine sexuelle Spannung kümmern?
italian: [_S_] Hmmmm.... beh, sì, quel tipo di ha senso.... ma ancora.... come posso darti un pompino prendersi cura della mia tensione sessuale?
portuguese: [_S_] Hmmmm... Bem, isso faz sentido..., mas ainda.... como eu vou fazer um burro cuidando da minha tensão sexual?

source: [_R_] We take care of each other at the same time.... you know what a sixty-nine is right?
dutch: [_R_] Wij zorgen voor elkaar op hetzelfde moment.... weet je wat een 69 goed is?
french: [_R_] Nous prenons soin l'un de l'autre en même temps.... tu sais ce qu'est un soixante-neuf?
german: [_R_] Wir kümmern uns gleichzeitig um einander.... Du weißt, was ein neunundsechzig richtig ist?
italian: [_R_] Ci prendiamo cura l'un l'altro allo stesso tempo... sapete che cosa ha ragione un sessantanove anni?

source: [_S_] .... Of course I know what a sixty-nine is...
dutch: [_S_] .... Natuurlijk weet ik wat een 69 is...
french: [_S_] .... Bien sûr, je sais ce qu'est un soixante-neuf...
german: [_S_] .... Natürlich weiß ich, was ein sechsundsechziger...
italian: [_S_] . Naturalmente so che cosa è un sessantanove di...
portuguese: [_S_] .... É claro que eu sei o que é um sessenta e nove ...

source: [_S_] .... I.... don't know.... it sounds.... logical...
dutch: [_S_] .... Ik.... weet het niet.... het klinkt.... logisch...
french: [_S_] .... Je.... je ne sais pas.... ça sonne.... logique...
german: [_S_] .... Ich weiß nicht .... es klingt.... logisch...
italian: [_S_] .... I.... non lo so.... suona.... logico...

source: [_S_] And I'm feeling pretty desperate to get my problem under control...
dutch: [_S_] En ik voel me erg wanhopig om mijn probleem onder controle te krijgen...
french: [_S_] Et je me sens assez désespérée pour maîtriser mon problème...
german: [_S_] Und ich fühle mich ziemlich verzweifelt, mein Problem unter Kontrolle zu bringen...
italian: [_S_] E mi sento abbastanza disperato per avere il mio problema sotto controllo...

source: [_S_] I guess it wouldn't hurt to try it.
dutch: [_S_] Ik denk dat het niet kwaad zou doen om het uit te proberen.
french: [_S_] Je suppose que cela ne ferait pas de mal de l'essayer.
german: [_S_] Ich denke, es würde nicht weh tun, es zu versuchen.
italian: [_S_] Immagino che non farebbe male a provarlo.
portuguese: [_S_] Eu acho que não machucaria em experimentar.

source: [_S_] Ok.... but just because we need to release some tension.... not because we have an Alabaman relationship right?...
dutch: [_S_] Ok..., maar alleen omdat we wat spanning moeten losmaken.... niet omdat we een Alabaman relatie rechten hebben?...
french: [_S_] D'accord.... mais juste parce que nous devons relâcher une certaine tension.... et pas parce que nous avons une relation incestueuse, ok?...
german: [_S_] Ok.... aber nur weil wir einige Spannungen loswerden müssen.... nicht weil wir eine alabamanische Beziehung haben rechts?...
italian: [_S_] Ok.... ma solo perché abbiamo bisogno di rilasciare qualche tensione.... non perché abbiamo un rapporto Alabaman giusto?...
portuguese: U[_S_] Ok.... só porque precisamos liberar algumas tensões.... não porque tenhamos um direito de relacionamento com o Alabam?...

source: [_R_] Of course! We'll both be thinking of other people and and just helping each other out.
dutch: [_R_] natuurlijk! We denken zowel aan andere mensen als helpen elkaar gewoon uit.
french: [_R_] Bien sûr! Nous penserons tous les deux à d'autres personnes et nous nous entraiderons.
german: [_R_] Natürlich! Wir werden sowohl an andere Menschen denken als auch einander einfach helfen.
italian: [_R_] Certo! Penseremo ad altre persone e ci aiuteremo a vicenda.

source: [_R_] And we'll know very soon if it helps with your night problem.
dutch: [_R_] En we weten heel snel of het helpt met je nachtprobleem.
french: [_R_] Et nous saurons très bientôt si cela t'aide à résoudre ton problème de la nuit.
german: [_R_] Und wir wissen sehr bald, ob es bei Ihrem Nachtproblem hilft.
italian: [_R_] E sapremo molto presto se aiuta con il tuo problema notturno.
portuguese: [_R_] E saberemos muito em breve se isso ajuda com seu problema noturno.

source: [_S_] Ok.... and I will only do this if you promise to pull out! I don't want you to shoot your load down my throat again!
dutch: [_S_] Ok.... en ik zal dit alleen doen als je belooft om je terug te trekken! Ik wil niet dat je je last weer door de keel haalt!
french: [_S_] D'accord.... et je ne le ferais que si tu promets de te retirer! Je ne veux plus que tu me tires ta charge dans la gorge!
german: [_S_] Ok.... und ich werde das nur tun, wenn du versprichst, dich abzuziehen! Ich will nicht, dass du deine Last wieder in den Hals schießst!
italian: [_S_] Ok.... e farò questo solo se promettete di tirare fuori! Non voglio che spariate di nuovo il vostro carico giù la mia gola!
portuguese: [_S_] Ok.... e só farei isso se você prometer se soltar! Eu não quero que você atire na minha carga de garganta novamente!

source: [_R_] Alright, I promise!
french: [_R_] D'accord, promis !
german: [_R_] Okay, verspreche ich!
italian: [_R_] Bene, lo prometto!
portuguese: [_R_] Certo, prometo!

source: [_S_] So, should I be on the bottom or top?
dutch: [_S_] Dus moet ik onderaan of boven zijn?
french: [_S_] Alors, devrais-je être au dessus ou dessous?
german: [_S_] Also, sollte ich unten oder oben sein?
italian: [_S_] Allora, dovrei stare in basso o in alto?
portuguese: [_S_] Então, devo estar na parte inferior ou superior?

source: [_S_] Ouch! You kneeled on my hand...
dutch: [_S_] Ouch! Je knielde mijn hand...
french: [_S_] Aïe! Tu t'es agenouillé sur ma main...
german: [_S_] Auge! Du hast auf meiner Hand kniet...
italian: [_S_] Ahi! Ti sei inginocchiato sulla mia mano...
portuguese: [_S_] Ouch! Você se ajoelhou na minha mão ...

source: [_R_] Sorry, I just can't see very well in the dark.
dutch: [_R_] Sorry, ik zie gewoon niet goed in het donker.
french: [_R_] Désolé, je ne vois tout simplement pas très bien dans le noir.
german: [_R_] Tut mir leid, ich kann einfach nicht sehr gut im Dunkeln sehen.
italian: [_R_] Scusa, ma non riesco a vedere molto bene al buio.
portuguese: [_R_] Desculpe, não posso ver muito bem no escuro.

source: [_R_] Ok, now just open really wide.
dutch: [_R_] Ok, nu net heel breed open.
french: [_R_] Ok, maintenant ouvre vraiment grand.
german: [_R_] Ok, jetzt nur wirklich öffnen.
italian: [_R_] Ok, ora basta aprire davvero molto.

source: [_R_] Oh my God!.... How do you even fit that in?
dutch: [_R_] Oh mijn God!.... Hoe past jij dat zelf?
french: [_R_] Oh mon Dieu!.... Comment tu fais pour avaler ça?
german: [_R_] Oh mein Gott!.... Wie passt du das überhaupt ein?
italian: [_R_] Oh mio Dio!.... Come si adatta a quello?
portuguese: [_R_] Ah minha Deusa!.... Como você se encaixa nisso?

source: [_S_] Hrmph.... gurrrccchh...
french: [_S_] Hmph.... gurrrccchh...

source: [_R_] Haha.... never mind!
dutch: [_R_] Haha.... maakt nooit uit!
french: [_R_] Haha.... peu importe!
german: [_R_] Haha.... egal!
italian: [_R_] Haha.... non mente mai!
portuguese: U[_R_] Haha.... nunca se importa!

source: [_RT_] {i}Oh my God!.... Sidney's pussy tastes as good as it smells!{/i}
dutch: [_RT_] {i}Oh mijn God!.... Sidney's pussy smaakt net zo goed als het ruikt!{/i}
french: [_RT_] {i}Oh mon Dieu !.... La chatte de Sidney a aussi bon goût que l'odeur!{/i}
german: [_RT_] {i}Oh mein Gott!.... Sidneys Fotze schmeckt so gut wie es riecht! {/i}
italian: [_RT_] {i}Oh mio Dio!.... La figa di Sidney ha un sapore buono come odore!{/i}
portuguese: [_RT_] {i}Oh meu Deus!.... O punho de Sidney tem o sabor bom que cheiro!{/i}

source: [_ST_] {i}Oh my God!.... [ryan]'s tongue feels so good on my clit!.... And his cock is just sliding down my throat!.... {/i}
dutch: [_ST_] {i}Oh mijn God!.... [ryan]'s tong voelt zo goed aan op mijn clit!.... En zijn lek glijdt gewoon door mijn keel heen weg!.... {/i}
french: [_ST_] {i}Oh mon Dieu!.... La langue de [ryan] me fait tellement de bien sur mon clitoris!.... Et sa queue glisse juste dans ma gorge!.... {/i}
german: [_ST_] {i}Oh mein Gott!.... Die Zunge von [ryan]fühlt sich so gut an meinem Keil an!.... Und sein Schwanz schiebt mich einfach in die Kehle!.... {/i}
italian: [_ST_] {i}Oh mio Dio!.... La lingua di [ryan]si sente così brava sul mio clitoride!.... E il suo cazzo sta scivolando giù per la mia gola!.... {/i}

source: [_ST_] {i}Shit!.... I mean.... dammit!.... I can't think of anyone else but [ryan] right now!.... Ummmmm.... Dad.... no!.... That's worse!{/i}
dutch: [_ST_] {i}Shit!.... Ik bedoeling.... . damm!.... ik kan niemand anders bedenken behalve [ryan] op dit moment!.... Ummm.... Nee.... . Dat is slechte!{/i}
french: [_ST_] {i}Merde!.... Je veux dire.... bon sang !.... Je ne peux penser à personne d'autre que [ryan] en ce moment!.... UmmMmm.... Papa.... Non!.... C'est pire !{/i}
german: [_ST_] {i}Shit!.... Ich meine.... Damm!.... Ich kann mir jetzt niemanden außer [ryan] nicht mehr vorstellen!.... Ummmmm.... Dad.... Nein!.... Das ist schlimmer!{/i}
italian: [_ST_] {i}Merda!.... Voglio dire.... dammit!.... Non riesco a pensare a nessun altro tranne [ryan] adesso!.... Ummmmm.... papà.... no!.... è peggio!{/i}

source: [_ST_] {i}[ryan]'s cock is destroying my throat!.... Ah.... ah.... ah.... [ryan]!{/i}
dutch: [_ST_] {i}[ryan]'s mock vernietigt mijn keel!.... Ah.... ah.... ah.... [ryan]!{/i}
french: [_ST_] {i} La bite de [ryan] me détruit la gorge!... Ah... ah... ah... [ryan]!{/i}
german: [_ST_] {i}[ryan]Schwanz zerstört meine Kehle!.... Ah.... ah.... ah.... [ryan]!{/i}
italian: [_ST_] Il cazzo di {i}[ryan] sta distruggendo la mia gola!.... Ah.... ah.... ah.... [ryan]!{/i}
portuguese: [_ST_] O galo de {i}[ryan]está destruindo minha garganta!.... Ah.... ah.... ah.... [ryan]!{/i}

source: [_ST_] {i}I'M CUMMING!!!!!!!!!!!!!!!!!{/i}
dutch: [_ST_] {i}IK BUMMING!!!!!!!!!!!!!{/i}
french: [_ST_] {i}JE JOUIS!!!!!!!!!!!!!!!!!{/i}
german: [_ST_] {i}Ich bin CUMMING!!!!!!!!!!!!!!!!!!!!!{/i}
italian: [_ST_] {i}STO SBORRANDO!!!!!!!!!!!!!!!!!{/i}

source: [_RT_] {i}Holy Hell, she's shaking like crazy!{/i}
dutch: [_RT_] {i}Hell, ze schudt als een crazy!{/i}
french: [_RT_] {i}Bon Sang, elle me branle comme une folle !{/i}
german: [_RT_] {i}Heilige Hölle, sie schüttelt wie verrückt!{/i}
italian: [_RT_] {i}Holy Hell, sta tremando come pazzo!{/i}
portuguese: [_RT_] {i}Infernal sagrado, ela está tremendo como louco!{/i}

source: [_RT_] {i}Oh my God!.... She just squirted like crazy! That's so hot!!.... I better pull out fast, I'm going to lose it!!!{/i}
dutch: [_RT_] {i}Oh mijn God!.... Ze raakte net verpletterd als gek! Dat is zo heuglijk!!.... Ik kan beter snel wegtrekken, ik ga het kwijtraken!!!{/i}
french: [_RT_] {i}Oh mon Dieu !.... Elle a juste giclé comme une folle! C'est tellement chaud!!.... Je ferais mieux de sortir vite!!!{/i}
german: [_RT_] {i}Oh mein Gott!.... Sie hat gerade wie verrückt zerquetscht! Das ist so heiß!!.... Ich bin besser schnell ausziehen, ich werde es verlieren!!!{/i}
italian: [_RT_] {i}Oh mio Dio!.... Lei ha appena schizzato come un pazzo! Fa così caldo!!.... meglio tirare fuori velocemente, lo perderò!!!{/i}
portuguese: [_RT_] {i}Oh, minha Deusa!.... Ela acabou de fazer um esquadrão maluco! Tão quente!!.... É melhor eu sair depressa, vou perdê-lo!!!{/i}

source: [_S_] Thanks for not cumming down my throat.... although most of your cum still ended up in my mouth...
dutch: [_S_] Bedankt dat je mijn keel niet door hebt gegesneden... hoewel het grootste deel van je kudde nog steeds in mijn mond terechtkomt...
french: [_S_] Merci de ne pas avoir éjaculé dans ma gorge.... bien que la plupart de ton sperme se soit encore retrouvé dans ma bouche...
german: [_S_] Danke, dass du meine Kehle nicht zusammengepackt hast.... obwohl die meisten deiner Cum immer noch in meinem Mund liegen...
italian: [_S_] Grazie per non aver piegato la mia gola.... anche se la maggior parte del tuo sperma è ancora finito nella mia bocca...

source: [_R_] Yeah.... sorry about that.... you didn't need to swallow it though.
dutch: [_R_] Ja.... sorry hier.... hoefde je het niet in te slikken.
french: [_R_] Ouais.... désolé pour ça.... tu n'avais pas besoin de l'avaler.
german: [_R_] Ja. Entschuldigen Sie.... Du brauchst es aber nicht schlucken.
italian: [_R_] Sì... mi dispiace per questo.... non hai bisogno di inghiottirlo.
portuguese: [_R_] Sim.... desculpe por isso.... você não precisava engolir isso.

source: [_S_] There was just so much.... I didn't know where to spit it out, and I don't think I could have held it in my mouth until I made it to the bathroom without gagging on it.
dutch: [_S_] Er was net zo veel .... Ik wist niet waar ik het moest opsplitsen. en ik denk niet dat ik het in mijn mond had kunnen houden totdat ik het naar de badkamer had gehaald zonder erop te hameren.
french: [_S_] Il y en avait tellement.... Je ne savais pas où le cracher, et je ne pense pas que j'aurais pu le tenir dans ma bouche jusqu'à ce que je sois arrivé aux toilettes sans m'étouffer.
german: [_S_] Es war so viel... Ich wusste nicht, wo ich es ausspucken sollte Das Zimmer war sehr klein, aber sehr sauber.
italian: [_S_] C'era solo tanto... Non sapevo dove sputarlo, e non credo che avrei potuto tenerlo in bocca fino a quando non l'ho fatto al bagno senza bavaglio su di esso.

source: [_R_] You could have wiped it up with your panties.
dutch: [_R_] Je had het kunnen vegen met je vijven.
french: [_R_] Tu aurais pu l'essuyer avec ta culotte.
german: [_R_] Du könntest es mit deinen Hosen abgewischt haben.
italian: [_R_] Avresti potuto cancellarla con le tue mutandine.
portuguese: U[_R_] Você poderia ter limpado com suas calcinas.

source: [_R_] So, who did you think about?
dutch: [_R_] Dus over wie dacht je dan?
french: [_R_] Alors, à qui as-tu pensé?
german: [_R_] Also, an wen hast du gedacht?
italian: [_R_] Allora, chi hai pensato?
