Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MD_] Seriously though... Seeing your big brother fucking your mouth is the sexist thing I've ever seen.
french: [_MD_] Mais sérieusement... Voyez votre gros frère baiser la bouche est la chose sexiste que j'ai jamais vu.
italian: [_MD_] Seriamente però... Vedere il tuo grande fratello che scopa la tua bocca è la cosa sessista che ho mai visto.
portuguese: [_MD_] Falando sério embora ... Ver o seu irmão mais velho fode a boca é a coisa machista que eu já vi.
russian: [_MD_] Серьезно... Видя своего большого брата Fucking ваш рот - сексистская вещь, которую я когда-либо видел.

source: [_L_] Yeah... My big brother's big cock in my mouth...
french: [_L_] Ouais... La grosse queue de mon grand frère dans ma bouche...
italian: [_L_] Sì... Il grosso cazzo di mio fratello nella mia bocca...
portuguese: [_L_] Yeah... O galão de meu irmão grande na minha boca...
russian: [ _L_] Да ... Мой старший брат большой член во рту ...

source: [_MD_] It'd be even sexier if we had pictures of him fucking your pussy.
french: [ _MD_ ] Il serait encore plus sexy si nous avions des photos de lui baiser votre chatte.
italian: [_MD_] Sarebbe ancora più sexy se avessimo avuto foto di lui scopare la figa.
portuguese: [_MD_] Seria ainda mais sexiro se tivéssemos fotos dele tirando a caramba.
russian: Это было бы даже сексуальнее, если бы у нас были фотографии, блядь, твою киску.

source: [_MD_] Ooh! Did the little slut cum from the thought of her big brother fucking her with his big dick?
french: [_MD_] Ooh! Est-ce que la petite chienne de la pensée de son grand frère la baise avec sa grosse bite ?
italian: [_MD_] Ooh! La piccola troia sborra dal pensiero del suo fratello grande la scopò con il suo grosso cazzo?
portuguese: [_MD_] Ooh! O chupinho do cálice do pensamento de seu irmão maior fodeu-lhe o pau pra ela?
russian: [ _MD_] Оу! Эта маленькая потаскушка от мысли ее старшего брата трахает ее с его большим членом?

source: [_MD_] God, I'd love to watch him fuck you.
french: [_MD_] Dieu, j'adorerais te regarder te baiser.
italian: [_MD_] Dio, mi piacerebbe vederlo scopare te.
portuguese: [__MD_] Deus, eu adoraria vê-lo te foder.
russian: Боже, я бы с радостью посмотрела на него, блядь, на тебя.

source: [_L_] I told you, I'm not gonna fuck my brother. That'd be so messed up.
french: [_L_] Je vous ai dit, je ne vais pas baiser mon frère. Ça serait si gâché.
italian: [ _L_] Te l'ho detto, non mi scoperò mio fratello. Sarebbe così incasinabile.
portuguese: [_L_] Eu disse a você, eu não vou foder meu irmão. Isso seria tão bagunçado.
russian: Я сказал тебе, я не собираюсь трахать моего брата. Это было бы так испортилось.

source: [_LT_] {i}God, it is so messed up, but she doesn't need to know.{/i}
french: [_LT_] {i}Dieu, il est si gâché, mais elle n'a pas besoin de le savoir.{/i}
italian: [_LT_] {i}Dio, è così disordinato, ma non ha bisogno di saperlo.{/i}
portuguese: [_LT_] {i}Deus, está tão bagunçado, mas que ela não precisa saber. {/i}
russian: [ _LT_] {i}Боже, это так запутано, но она не должна знать. { /i }

source: [_MD_] And sucking his dick isn't messed up?
french: [_MD_] Et sucer sa queue n'est pas gâché ?
italian: [_MD_] E succhiare il suo cazzo non è disordinato?
portuguese: [__MD_] E chupar o pau dele não é bagunçado?
russian: [_MD_] И сосать его копьем не мешали?

source: [_L_] That's totally different from having sex with him. It's just a little fooling around. And only because he's keeping us safe from that dirty Agent Diaz. Plus, helping me win the election.
french: [ _L_ ] C'est totalement différent d'avoir des relations sexuelles avec lui. C'est juste un peu de foolage. Et seulement parce qu'il nous garde en sécurité de ce sale agent Diaz. De plus, m'aider à gagner l'élection.
italian: [_L_] È completamente diverso dal fare sesso con lui. È solo un po 'ingannando intorno. E solo perché ci tiene al sicuro da quel sporco agente Diaz. Inoltre, aiutandomi a vincere le elezioni.
portuguese: [_L_] Isso é totalmente diferente de fazer sexo com ele. É apenas um pouco tolo. E só porque ele está nos mantendo a salvo daquele sujo agente Diaz. Além disso, me ajudando a ganhar a eleição.
russian: [_L_] Это совершенно отличается от секса с ним. Это всего лишь немного глупо. И только потому, что он обещает нас в безопасности от этого грязного агента Диаса. Кроме того, помогая мне победить выборы.

source: [_MD_] Yeah, I guess sex with your own brother would be a little fucked up.
french: [ _MD_ ] Ouais, je suppose que le sexe avec ton propre frère serait un peu enfoiré.
italian: [_MD_] Sì, immagino che il sesso con il proprio fratello sarebbe un po 'scopata su.
portuguese: [_MD_] Sim, eu acho que o sexo com seu próprio irmão seria um pouco fodido.
russian: [ _MD_] Да, я думаю, секс с собственным братом был бы немного пиздетом.

source: [_MDT_] {i}But it'd be sooo hot!{/i}
french: [_MDT_] {i}mais ce serait tellement chaud !{/i}
italian: [_MDT_] {i}Ma sarebbe caldo!{/i}
portuguese: [_MDT_] {i}Mas isso seria tão bom!{/i}
russian: [_MDT_] {i}Но это будет шут!{/i}

source: {i}{b}"Mandy's Libido +3"{/b}{/i}
french: {b}{i}«Libido de Mandy +3»{/b}{/i}
italian: {i}{b}"La libido di Mandy +3"{/b}{/i}

source: [_MD_] You know. [ryan]'s only my cousin, so...
french: [_MD_] Vous savez. [ryan]est mon cousin, alors...
italian: [_MD_] Lo sai. [ryan]è solo mio cugino, così...
portuguese: [_MD_] Você sabe. [ryan] é só meu primo, então ...
russian: [ _MD_] Вы знаете. Только мой кузен, так что ...

source: [_L_] Hey! We talked about that!
french: [_L_] Hé ! On en a parlé !
italian: [_L_] Ehi! Ne abbiamo parlato!
portuguese: [_L_] Ei! Nós conversamos sobre isso!
russian: [ _L_] Эй! Мы говорили об этом!

source: [_MD_] Oh, come on. If you don't want me fuck him then you've got to do it.
french: [_MD_] Oh, allez-y. Si vous ne voulez pas que je le baise, alors vous devez le faire.
italian: [_MD_] Oh, vieni. Se non vuoi che lo scopi, devi farlo.
portuguese: [_MD_] Ah, vamos lá. Se você não quer que eu foda-se ele então você tem que fazer.
russian: [ _MD_] О, да ладно. Если ты не хочешь, чтобы я трахал его, ты должен это сделать.

source: [_MD_] Look at his cock.
french: [_MD_] Regarde sa queue.
italian: [_MD_] Guardi il suo cazzo.
portuguese: [_MD_] Olhe o pó dele.
russian: [_MD_] Посмотрите на его перо.

source: [_MD_] You know you want it inside you.
french: [ _MD_ ] Vous savez que vous le voulez en vous.
italian: [_MD_] Lo sai che lo vuoi dentro di te.
portuguese: [_MD_] Você sabe que quer isso dentro de você.
russian: [_MD_] Вы знаете, что хотите это внутри вас.

source: [_L_] My brother's cock...
french: [_L_] La queue de mon frère...
italian: [_L_] Cazzo di mio fratello...
portuguese: [_L_] O pau do meu irmão ...
russian: [_L_] Моего брата в печать

source: [_MD_] Come on, you slut. I'll even get your pussy nice and wet so it'll be easier for him to slide into you.
french: [ _MD_ ] Allez, salope. Je vais même avoir ta chatte belle et mouillée pour qu'il soit plus facile pour lui de glisser vers toi.
italian: [_MD_] Avanti, fai troia. Prenderò anche la tua figa bella e bagnata, quindi sarà più facile per lui scivolare dentro di te.
portuguese: [_MD_] Vamos, sua vadia. Eu até darei seu punhado bonito e molhado para que ele seja mais fácil deslizá-lo para você.
russian: Давай, шлюха. Я даже получу твою киску милым и мокрым, чтобы ему было легче скользить в тебя.

source: {i}{b}"Lauren's Libido +3"{/b}{/i}
french: {i}{b}«Libido de Lauren +3»{/b}{/i}
italian: {i}{b}"Libido di Lauren +3"{/b}{/i}

source: [_RT_] {i}Wow! Sounds like Mandy wants to help her climb aboard the Incest Express. Lauren might be horny enough right now to let her.{/i}
french: [_RT_] {i}Wow! On dirait que Mandy veut l'aider à monter à bord de l'Incest Express. Lauren pourrait être assez cornée en ce moment pour la laisser.{/i}
italian: [_RT_] {i}Wow! Suona come Mandy vuole aiutarla a salire a bordo dell'Incest Express. Lauren potrebbe essere abbastanza arrapato da lasciarla.{/i}
portuguese: [_RT_] {i}Uau! Parece que Mandy a ajuda a subir a bordo do Incest Express. A Lauren pode estar chifre o suficiente no momento para deixá-la.{/i}
russian: [ _RT_] {i}Вау! Похоже, Мэнди хочет помочь ей подняться на борт "Инцест Экспресс". Лорен может быть достаточно возбудима, чтобы позволить ей.

source: [_RT_] {i}Well, hell... If they're both up for it. I'm down to jump on the Threesome Train to Alabama.{/i}
french: [_RT_] {i}Eh bien, enfer... S'ils sont tous les deux pour ça. Je suis en train de sauter sur le troisième train pour Alabama.{/i}
italian: [_RT_] {i}Beh, diavolo... Se sono entrambi in su per esso. Sono giù per saltare sul Trio treno per Alabama.{/i}
portuguese: [_RT_] {i}Bom, inferno... Se ambos estão acordados para isso. Eu desci para pular no Triplo Treino para Alabama.{/i}
russian: [ _RT_] {i}Ну, черт ... Если они оба готовы. Я собираюсь прыгнуть на Треском поезде в Алабаму.

source: [_MD_] Hey, show me that dick pic Matt sent you.
french: [_MD_] Hé, montrez-moi que la photo de baise Matt vous a envoyée.
italian: [_MD_] Hey, mostrami quella foto di cazzo Matt ti ha inviato.
portuguese: [_MD_] Ei, me mostre aquela foto de Matt enviada a você.
russian: Эй, покажи мне, что этот придуркованый Мэтт прислал тебя.

source: [_RT_] {i}What?!{/i}
french: [_RT_] {i}Quoi ?{/i}
italian: [_RT_] {i}Cosa?!{/i}
portuguese: [_RT_] {i}O quê?! {/i}
russian: [_RT_] {i}Что?!{/i}

source: [_L_] You want to see Matt's dick pic again?
french: [ _L_ ] Vous voulez revoir le pic de Matt?
italian: [_L_] Vuoi vedere di nuovo la foto del cazzo di Matt?
portuguese: [_L_] Você quer ver novamente a foto do pátio do Matt?
russian: [_L_] Вы хотите увидеть резкую пику Матта снова?

source: [_MD_] Yeah, come on. [ryan]'s got a nice dick, but looking at the one that popped your cherry is more exciting.
french: [_MD_] Oui, venez. [ryan]a une belle bite, mais regarder celui qui a éclaté votre cerise est plus excitant.
italian: [_MD_] Sì, vieni. [ryan]ha un bel cazzo, ma guardare quello che ha spuntato la ciliegia è più eccitante.
portuguese: [_MD_] Sim, vamos. [ryan]tem um belo pau, mas olhar para aquele que estourou sua cerejeira é mais excitante.
russian: [ _MD_] Да, да ладно. У него хороший член, но, глядя на ту, которая вытянет твою вишню, это более захватывающа.

source: [_L_] Okay.
french: [_L_] OK.
portuguese: [_L_] Ok.
russian: [_L_] Хорошо.

source: [_MD_] Fuck... How did you take all that cock for your first time?
french: [_MD_] Fuck... Comment avez-vous pris toute cette bite pour la première fois ?
italian: [_MD_] Fuck... Come hai preso tutto quel cazzo per la tua prima volta?
portuguese: [_MD_] Fuck ... Como você levou todo aquele pau pela sua primeira vez?
russian: [ _MD_] Fuck ... Как ты отбила этот член в первый раз?

source: [_L_] I told you, it only hurt for a little bit before it started to feel good. It probably helped that we sixty-nined first.
french: [_L_] Je vous ai dit, cela n'a fait que du mal avant que cela ne commence à se sentir bien. Cela a probablement aidé que nous ayons 60 ans en premier.
italian: [_L_] Ti ho detto, è solo male per un po 'prima che cominciasse a sentirsi bene. Probabilmente ha aiutato che abbiamo sessantanove prima.
portuguese: [_L_] Eu disse a você, só doeu um pouco antes de começar a se sentir bem. Provavelmente ajudou que nós sessenta e nantes primeiro.
russian: [ _L_] Я сказал вам, что это только немного больно, прежде чем он начал чувствовать себя хорошо. Это, вероятно, помогло нам, когда мы шестьдесят первая.

source: [_MDT_] {i}I wonder what that monster would feel like inside my pussy?...{/i}
french: [_MDT_] {i}Je me demande à quoi ressemblerait ce monstre dans ma chatte ?...{/i}
italian: [_MDT_] {i}Mi chiedo cosa possa sembrare quel mostro dentro la mia figa?...{/i}
portuguese: [__MDT_] {i}Eu me pergunto o que aquele monstro sentiria dentro do meu bichano? ... {/i}
russian: [_MDT_] {i}Интересно, что это монстр будет чувствовать себя внутри моей кисли?...{/i}

source: [_MD_] Are you still letting him cum inside you, even though you're not on birth control?
french: [ _MD_ ] Vous le laissez toujours faire avec vous, même si vous n'êtes pas en contrôle des naissances?
italian: [_MD_] Stai ancora lasciandolo sperare dentro di te, anche se non sei sul controllo delle nascite?
portuguese: [__MD_] Você ainda está deixando ele cum dentro de você, mesmo que você não esteja no controle de natalidade?
russian: [_MD_] Вы все еще даете ему кум внутри вас, даже если вы не при контроле над рождением?

source: [_L_] Yeah...
french: [_L_] Ouais...
italian: [_L_] Sì...
portuguese: [_L_] sim...

source: [_MD_] Damn girl! You are playing with fire!
french: [_MD_] Fille maudite! Vous jouez avec le feu !
italian: [_MD_] Damn girl! Stai giocando con il fuoco!
portuguese: [_MD_] Droga! Você está brincando com fogo!
russian: Чёртова девчонка! Ты играешь с огнем!

source: [_L_] It's fine... I can always take the morning after pill.
french: [_L_] C'est bien... Je peux toujours prendre la pilule le lendemain.
italian: [_L_] Va bene... posso sempre prendere la mattina dopo la pillola.
portuguese: [_L_] Está bem ... Eu sempre posso tomar a manhã depois da pílula.
russian: [ _L_] Это нормально ... Я всегда могу взять утро после таблеток.

source: [_MD_] You better not forget, or you're gonna get knocked up.
french: [ _MD_ ] Tu ferais mieux de ne pas oublier, ou tu vas être assommé.
italian: [_MD_] È meglio non dimenticare, o si andrà a bussare.
portuguese: [_MD_] É melhor você não esquecer, ou você vai ser nocauteado.
russian: [_MD_] Вам не стоит забывать, или вы собираетесь постучать.

source: [_MD_] Holy shit! Did you just cum thinking about Matt getting you pregnant?
french: [_MD_] Bonne merde! Avez-vous juste pensé à Matt vous faire tomber enceinte?
italian: [_MD_] Merda santa! Hai appena sperma pensando che Matt ti incinta?
portuguese: [_MD_] Carela sagrada! Você só pensou em Matias te deixando grávida?
russian: [ _MD_] Святое дерьмо! Ты только что думала о том, что Мэтт забеременела?

source: [_MD_] You kinky slut! The thought of getting knocked up really turns you on, doesn't it?
french: [_MD_] Vous, petite chienne ! L'idée de vous faire assommer vous met vraiment sous tension, n'est-ce pas ?
italian: [_MD_] Hai una troia viziosa! Il pensiero di farsi bussare ti accende davvero, vero?
portuguese: [_MD_] Sua vura moleta! O pensamento de ser nocauteado realmente te vira, não é?
russian: [ _MD_] Ты кидакая шлюха! Мысль о том, что тебя вырубишь, действительно включает в себя, не так ли?

source: [_MDT_] {i}It fucking does it for me too!{/i}
french: [_MDT_] {i}Il fucking le fait aussi pour moi !{/i}
italian: [_MDT_] {i}Lo fa anche per me!{/i}
portuguese: [_MDT_] {i}É foda faz isso por mim também! {/i}
russian: [_MDT_] {i}Это тоже сидит для меня!{/i}

source: [_L_] Shut up! It does not.
french: [_L_] Éteignez ! Ce n'est pas le cas.
italian: [_L_] Stai zitto! Non lo fa.
portuguese: [_L_] Feche! Não gosta.
russian: [ _L_] Заткнись! Это не так.

source: [_MD_] Hehe... Insemination.
french: [_MD_] Hehe... Insémination.
italian: [_MD_] Hehe... Inseminazione.
portuguese: [_MD_] Aqui... Inseminação.
russian: [ _MD_] Оплодотворение.

source: [_L_] Stop it.
french: [_L_] Arrêtez-le.
italian: [_L_] Fermatelo.
portuguese: U[_L_] Pare com isso.
russian: [_L_] Остановите его.

source: [_MD_] Impregnation.
french: [_MD_] Imprégnation.
italian: [_MD_] Impregnazione.
portuguese: [_MD_] Imgrafiação.
russian: [ _MD_] Пропитка.

source: [_MD_] Impregnation. Pregnacy.
french: [_MD_] Imprégnation. Pregnatie.
italian: [_MD_] Imgravidanza. Gravidanza.
portuguese: [_MD_] Impregnação. Gravidade.
russian: [ _MD_] Пропитка. Пропитка.

source: [_MD_] Impregnation. Pregnacy. Baby making!
french: [_MD_] Imprégnation. La grossesse. Fabrication de bébés!
italian: [_MD_] Impregnazione. Gravidanza. Baby making!
portuguese: U[_MD_] gravidez. Pregnação. Bebê produzindo!
russian: [ _MD_] Пропитка. Пропитка. Малышка!

source: [_L_] Knock it off!
french: [_L_] Éjectez-le !
italian: [_L_] Atcollalo fuori!
portuguese: [_L_] Derrube isso!
russian: [ _L_] Выкл!

source: [_MD_] Pumping your fertile womb full of his potent sperm till he {b}breeds{/b} you!
french: [_MD_] Pompant votre ventre fertile plein de ses puissants spermatozoïdes jusqu'à ce qu'il {b}se reproduise{/b} !
italian: [_MD_] Pompando il tuo grembo fertile pieno del suo sperma potente fino a quando lui {b}razze{/b} te!
portuguese: [__MD_] Pumando seu útero fértil cheio de seu esperma potente até que ele {b}raças {/b} você!
russian: [ _MD_] Прокачивая свою плодородную утробу, полную его мощной спермы, пока он {b}не порождает вас!

source: [_MD_] Oh yeah. You totally have an impregnation fetish.
french: [_MD_] Oh ouais! Vous avez totalement un fétiche imprenable.
italian: [_MD_] Oh sì. Hai totalmente un feticcio di impregnazione.
portuguese: [_MD_] Ah sim. Você tem uma pena de gravidez.
russian: О да. У вас есть фетиш пропитки.

source: [_MD_] Matt's gonna give you a big belly by graduation, if you're not careful.
french: [_MD_] Le mât va vous donner un gros ventre par graduation, si vous n'êtes pas prudent.
italian: [_MD_] Matt's will give you a big pany by graduation, if you're not careful.
portuguese: [_MD_] Matt's vai te dar uma grande barriga por graduação, se você não for cuidadoso.
russian: Мэтт даст тебе большой живот, если ты не будешь осторожен.

source: [_RT_] {i}He better fucking not!{/i}
french: [_RT_] {i}Il vaut mieux ne pas baiser !{/i}
italian: [_RT_] {i}Fa meglio di no!{/i}
portuguese: [_RT_] {i}Ele melhor foda não! {/i}
russian: [_RT_] {i}Он больше не трахает!{/i}

source: [_RT_] {i}Dammit, Mandy! If you hadn't mentioned Matt's dick pic, you'd both still be talking about me instead of him.{/i}
french: [_RT_] {i}Dammit, Mandy ! Si vous n'aviez pas mentionné la photo de queue de Matt, vous en parleriez tous deux de moi au lieu de lui.{/i}
italian: [_RT_] {i}Dammit, Mandy! Se non avessi menzionato il cazzo di Matt, dovresti ancora parlare di me invece di lui.{/i}
portuguese: [_RT_] {i}Maldição, Mandy! Se você não tivesse mencionado a foto de viciado em Matt, ambos ainda estariam falando sobre mim ao invés dele.{/i}
russian: [_RT_] {i}Dammit, мантик! Если вы не упомянули о скучной картине Мата, вы оба все еще говорите обо мне вместо него.{/i}

source: [_RT_] {i}Fuck it... I just need to get in there and remind them how awesome my dick is.{/i}
french: [_RT_] {i}Fuck it... J'ai juste besoin d'y entrer et de leur rappeler à quel point ma bite est géniale.{/i}
italian: [_RT_] {i}Cazzo esso... Ho solo bisogno di entrare e ricordare loro quanto è impressionante il mio cazzo.{/i}
portuguese: [_RT_] {i}Fuck it ... Eu só preciso entrar lá e lembrá-los o quão incrível é o meu pau. {/i}
russian: [_RT_] {i}Fuck it... Мне просто нужно попасть туда и напомнить им, как ужасно мой кусочек.{/i}

source: [_RT_] {i}As horny as they are right now, maybe I can talk them into a threesome!{/i}
french: [_RT_] {i}aussi cornée qu'actuellement, je peux peut-être les parler à trois !{/i}
italian: [_RT_] {i}Come arrapato come sono in questo momento, forse posso parlare in un trio!{/i}
portuguese: [_RT_] {i}Que cavaleiro eles estão agora, talvez eu possa convertê-los em um três!{/i}
russian: [ _RT_] {i}Как они сейчас, возможно, я могу поговорить с ними втроем! { /i }

source: [_RT_] {i}God, damn it! How does she always know?{/i}
french: [_RT_] {i}Dieu, maudite! Comment la sait-elle toujours?{/i}
italian: [_RT_] {i}Dio, maledetevi! Come sa sempre?{/i}
portuguese: [_RT_] {i}Deus, caramba! Como ela sempre se sabe? {/i}
russian: [_RT_] Бог {i}проклял! Как она всегда знала?{/i}

source: [_R_] Uh... Hey! I was just going see if Lauren and Mandy wanted to hang out.
french: [_R_] Uh... Hé ! J'allais juste voir si Lauren et Mandy voulaient se raccrocher.
italian: [_R_] Uh... Hey! Stavo solo andando a vedere se Lauren e Mandy volevano uscire fuori.
portuguese: [_R_] Uh... Ei! Eu estava indo ver se Lauren e Mandy queriam sair.
russian: [ _R_] Uh ... Эй! Я просто хотел узнать, не хотели ли Лорен и Мэнди потусоваться.

source: [_R_] Nothing wrong with me spending time with my sister and cousin, is there?
french: [ _R_ ] Rien de mal pour moi de passer du temps avec ma sœur et ma cousine, n'est-ce pas?
italian: [_R_] Non c'è niente di sbagliato con me passare del tempo con mia sorella e mia cugina, c'è?
portuguese: [_R_] Nada de errado em eu passar tempo com minha irmã e primo, está aí?
russian: Ничего плохого в том, что я трахаю время с сестрой и двоюродной сестрой, так?

source: [_C_] Bullshit! They just got back from school, and you were going to walk in without knocking.
french: [_C_] Bullshit! Ils sont revenus de l'école, et vous alliez marcher sans frapper.
italian: [_C_] Bullshit! Sono appena tornati da scuola, e stavate andando a camminare senza bussare.
portuguese: [_C_] Bullshit! Eles acabaram de voltar da escola, e você ia bater à porta.
russian: Херня! Они только что вернулись из школы, и ты собирался идти без стука.

source: [_C_] Admit it. You were hoping to barge in on them while they're changing, weren't you?
french: [_C_] Admettez-le. Vous espériez les barboter pendant qu'ils changent, n'est-ce pas?
italian: [_C_] Ammettetelo. Stavate sperando di entrare su di loro mentre stanno cambiando, vero?
portuguese: [_C_] Admita-o. Você estava esperando barrar neles enquanto eles estão mudando, não é mesmo?
russian: [ _C_] Admit it. Ты надеялась на них, пока они меняются, не так ли?

source: [_R_] Aunt Camille! I am shocked you'd suggest such a thing! I would never!
french: [_R_] Tante Camille ! Je suis choqué de vous suggérer une telle chose ! Je ne le ferais jamais !
italian: [_R_] Zia Camille! Sono scioccato che suggeriresti una cosa del genere! Non avrei mai!
portuguese: [__R_] Tia Camille! Eu estou chocado que você sugeriria tal coisa! Eu nunca iria!
russian: Тётя Камилла! Я в шоке, что ты предлагаешь такое! Я бы никогда!

source: [_C_] Hmph... You'd do anything to catch a glimpse of an innocent girl's body. Perving on them is the only way you'll get to see one naked outside of your computer.
french: [_C_] Hmph... Vous feriez quoi que ce soit pour apercevoir le corps d'une fille innocente. Le seul moyen de les voir nu à l'extérieur de votre ordinateur est de les faire passer.
italian: [_C_] Hmph... Faresti qualsiasi cosa per intravedere il corpo di una ragazza innocente. Perving su di loro è l'unico modo per arrivare a vedere uno nudo al di fuori del computer.
portuguese: [_C_] Hmph... Você faria qualquer coisa para ter um vislumbre do corpo de uma menina. Perseguir eles é a única maneira que você terá de ver um nu fora do seu computador.
russian: [ _C_] Hmph ... Вы бы сделали что угодно, чтобы увидеть тело невинной девушки. Первинг на них-единственный способ увидеть одного гола за пределами вашего компьютера.

source: [_RT_] {i}This bitch! I'll show her.{/i}
french: [_RT_] {i}Cette chienne ! Je vais la montrer. {/i}
italian: [_RT_] {i}Questa cagna! Le mostrerò.{/i}
portuguese: [_RT_] {i}Esta cada! Vou mostrá-la.{/i}
russian: [_RT_] {i}Этот бит! Я покажу ее.{/i}

source: [_R_] Ha! If all I wanted, was to see some tits. I'd just wave a little cash under your nose.
french: [_R_] Ha! Si tout ce que je voulais, c'était voir quelques seins. Je ne ferais que faire un peu d'argent sous votre nez.
italian: [_R_] Ciao! Se tutto quello che volevo, era quello di vedere delle tette. Avrei appena un po' di denaro sotto il naso.
portuguese: [_R_] Ha! Se tudo o que eu queria, era ver alguns peitos. Eu apenas acenaria um pouco de dinheiro debaixo do seu nariz.
russian: [ _R_] Ha! Если бы все, что я хотел, было увидеть какие-то сиськи. Я бы помахала немного наличкой у тебя под носом.

source: [_C_] What? How dare you!
french: [_C_] Quoi? Comment osez-vous!
italian: [_C_] Cosa? Come ti osa!
portuguese: [_C_] O quê? Como você ousa!
russian: [_C_] Что? Как ты смеешь!
