Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_C_] Well, after seeing certain pictures of my daughter Mandy on the internet, I can only assume that the photographer who took them is a pervert!
dutch: [_C_] Nou, na bepaalde foto's van mijn dochter te zien op het internet, Ik kan er alleen maar van uitgaan dat de fotograaf die ze heeft genomen een pervertje is!
french: [_C_] Eh bien, après avoir vu certaines photos de ma fille Mandy sur internet, je ne peux que supposer que le photographe qui les a prises est un pervers!
german: [_C_] Nun, nachdem ich bestimmte Bilder meiner Tochter Mandy im Internet gesehen habe, Ich kann nur davon ausgehen, dass der Fotograf, der sie genommen hat, ein pervertierter ist!
italian: [_C_] Beh, dopo aver visto certe foto di mia figlia Mandy su internet, posso solo supporre che il fotografo che le ha scattate sia un pervertito!
portuguese: [__C_] Bem, depois de ver certas fotos da minha filha Mandy na internet, só posso supor que o fotógrafo que as levou é um pervertido!

source: [_R_] Ohhhh.... shit...
french: [_R_] Ohhhh.... merde...
german: [_R_] Ohhhhh.... shit...
italian: [_R_] Ohhhh.... merda...
portuguese: U[_R_] Ohh.... merda...

source: [_C_] Yeah.... shit...
dutch: [_C_] Ja.... shit...
french: [_C_] Ouais.... merde...
german: [_C_] Ja.... shit...
italian: [_C_] Yeah.... merda...

source: [_C_] Where is [mom_name]?.... I need to speak with her.
dutch: [_C_] Waar is [mom_name]?.... Ik moet met haar praten.
french: [_C_] Où est [mom_name]?.... Je dois lui parler.
german: [_C_] Wo ist [mom_name]?.... Ich muss mit ihr sprechen.
italian: [_C_] Dov'è [mom_name]?.... Ho bisogno di parlare con lei.
portuguese: [_C_] Onde está [mom_name]?.... Preciso falar com ela.

source: [_RT_] {i}Oh, shit! She can't talk to Mom about Lauren's and Mandy's photo shoot, or everything might be over before it gets started.{/i}
dutch: [_RT_] {i}Ah, shit! Ze kan niet met mama praten over de foto van Lauren, en van Mandy's of alles kan voorbij zijn voordat het begint {/i}
french: [_RT_] {i}Oh, merde! Elle ne peut pas parler à maman de la séance photo de Lauren et Mandy, ou tout pourrait être terminé avant que cela ne commence.{/i}
german: [_RT_] {i}Oh, shit! Sie kann nicht mit der Mutter über Lauren's und Mandys Fotoshoot reden, oder alles ist vorbei, bevor es losgeht.{/i}
italian: [_RT_] {i}Oh, merda! Lei non può parlare con la mamma del gioco fotografico di Lauren e Mandy, o tutto potrebbe essere finito prima che venga iniziato.{/i}

source: [_RT_] {i}I've got to lie!{/i}
dutch: [_RT_] {i}Ik moet leugen!{/i}
french: [_RT_] {i}Je dois mentir!{/i}
german: [_RT_] {i}Ich muss lügen!{/i}
italian: [_RT_] {i}Devo mentire!{/i}
portuguese: [_RT_] {i}Eu tenho que mentir! {/i}

source: [_R_] Uhhhhh.... she's not here!.... Uhhhh.... she hasn't come home from school yet...
dutch: [_R_] Uhhhhhh.... . ze is niet hier!.... Uhhhh.... ze is nog niet van school thuis...
french: [_R_] Uhhhhh.... elle n'est pas là !.... Ohhhh.... elle n'est pas encore rentrée de l'école...
german: [_R_] Uhhhhhh.... sie ist nicht hier!.... Uhhhhh.... sie ist noch nicht von der Schule nach Hause gekommen...
italian: [_R_] Uhhhhhhh... non è qui!.... Uhhhh... non è ancora tornata a casa da scuola...
portuguese: [_R_] Uhhhhh.... ela não está aqui!.... Uhhhh.... Ela ainda não voltou para casa da escola...

source: [_M_] {i}(yelling){/i} [ryan]!.... Who's at the door?!...
dutch: [_M_] {i}(schreeuwend){/i} [ryan]!.... Wie is er voor de deur?!...
french: [_M_] {i}(en criant){/i} [ryan]!.... Qui est à la porte?!...
german: [_M_] {i}(yelling){/i} [ryan]!.... Wer ist vor der Tür?!...
italian: [_M_] {i}(urlato){/i} [ryan]!.... Chi è alla porta?!...

source: [_R_] {i}SHIT!!{/i}
french: [_R_] {i}MERDE!!{/i}

source: [_R_] Huh.... I guess I didn't see her come in...
dutch: [_R_] Huh.... Ik denk dat ik haar niet heb zien binnenkomen...
french: [_R_] Hein.... Je suppose que je ne l'ai pas vue entrer...
german: [_R_] Huh.... Ich denke, ich habe sie nicht gesehen...
italian: [_R_] Huh.... Immagino che non l'ho vista entrare...
portuguese: [_R_] Huh.... Acho que não a vi entrar...

source: [_C_] I'll just show myself in...
dutch: [_C_] Ik zal me net laten zien...
french: [_C_] Je vais juste me montrer dans...
german: [_C_] Ich zeige mich einfach in...
italian: [_C_] Mi mostrerò solo in...

source: [_R_] Ok.... I think she's in the lounge.
dutch: [_R_] Ok.... Ik denk dat ze in de lounge zit.
french: [_R_] D'accord.... Je crois qu'elle est dans le salon.
german: [_R_] Ok.... Ich glaube, sie ist in der Lounge.
italian: [_R_] Ok.... Penso che sia in sala.
portuguese: [_R_] Ok.... acho que ela está na onça.

source: [_C_] {i}(muttering under breath){/i} Little fucker...
dutch: [_C_] {i}(wordt gemuteerd onder adem){/i} kleine fucker...
french: [_C_] {i}(marmonnement avec un râle){/i} Petit enculé...
german: [_C_] {i}(Muttern unter Atem){/i} Kleiner Ficker...
italian: [_C_] {i}(borbottando sottovoce){/i} Piccolo stronzo...

source: [_RT_] {i}Dammit.... I wonder how much trouble I'm going to be in.... maybe I can overhear their conversation.{/i}
dutch: [_RT_] {i}Dammit.... Ik vraag me af hoeveel moeite ik zal hebben om erin te komen.... misschien kan ik hun gesprek inhalen.{/i}
french: [_RT_] {i}Bon sang.... Je me demande dans quelle mesure je vais avoir des ennuis.... je peux peut-être entendre leur conversation.{/i}
german: [_RT_] {i}Dammit.... Ich frage mich, in wie vielen Problemen ich stehe ... Vielleicht kann ich ihr Gespräch überhören. {/i}
italian: [_RT_] {i}Dannazione.... Mi chiedo in quanti guai mi troverò.... forse posso ascoltare la loro conversazione.{/i}
portuguese: [_RT_] {i}Droga.... Me pergunto com quanto problema eu vou estar... . Talvez eu consiga ouvir a conversa deles.{/i}

source: [_S_] Haha.... I'll bet that's your favorite Aunt at the door again!
dutch: [_S_] Haha.... Ik durf dat je favoriete tante weer voor de deur is!
french: [_S_] Haha.... Je parie que c'est encore ta tante préférée à la porte!
german: [_S_] Haha.... Ich wette, das ist Ihre Lieblingstüte vor der Tür!
italian: [_S_] Haha.... Scommetto che quella alla porta è di nuovo la tua zia preferita!
portuguese: [_S_] Haha .... Aposto que essa é a sua tia favorita na porta de novo!

source: [_R_] Actually, I'll bet you're right.... I've kind of been expecting her to drop by soon.
dutch: [_R_] Eigenlijk zal ik wedden dat je rechts bent.... Ik heb een beetje verwacht dat ze binnenkort zal vallen.
french: [_R_] En fait, je parie que tu as raison.... Je m'attendais un peu à ce qu'elle passe.
german: [_R_] Ich wette, dass du Recht hast... Ich habe erwartet, dass sie bald fallen wird.
italian: [_R_] In realtà, scommetto che hai ragione.... Mi aspettavo che passasse presto.
portuguese: [__R_] Na verdade, eu aposto que você está certo .... Eu meio que estava esperando que ela lardesse em breve.

source: [_R_] I'll just run and see if it's her.
dutch: [_R_] Ik zal net rennen en kijken of het haar is.
french: [_R_] Je vais juste aller et voir si c'est elle.
german: [_R_] Ich werde einfach laufen und sehen, ob es sie ist.
italian: [_R_] Corro a vedere se è lei.
portuguese: [__R_] Eu só vou correr e ver se é ela.

source: [_R_] Oh, wow.... Aunt Cami?.... Are you ok?...
dutch: [_R_] Oh, wow.... Aunt Cami?.... Vindt u goed?...
french: [_R_] Oh, wow.... Camille?.... Est-ce que tu vas bien?...
german: [_R_] Oh, wow.... Tante Cami?.... Bist du ok?...
italian: [_R_] Oh, wow.... zia Cami?.... Stai bene?...

source: [_C_] {i}(whimpering){/i} It's actually Camille...
dutch: [_C_] {i}(wanneer){/i} Het is eigenlijk Camille...
french: [_C_] {i}(gémissement){/i} C'est en fait tante Camille...
german: [_C_] {i}(jammern){/i} Es ist eigentlich Camille...
italian: [_C_] {i}(piagnucolando){/i} In realtà è Camille...
portuguese: [_C_] {i}(choramingando){/i} É na verdade Camilha...

source: [_R_] Yeah.... of course.... how stupid of me...
dutch: [_R_] Yeah.... natuurlijk.... hoe dom ik...
french: [_R_] Ouais.... bien sûr.... quelle bêtise de ma part...
german: [_R_] Ja, natürlich.... wie dumm von mir...
italian: [_R_] Si.... certo.... che stupido da parte mia...
portuguese: [_R_] Sim.... claro.... quão estúpido de mim...

source: [_R_] I didn't think we'd be seeing you here for a while...
dutch: [_R_] Ik dacht dat we je een tijdje hier zouden zien...
french: [_R_] Je ne pensais pas qu'on te verrait ici avant un moment...
german: [_R_] Ich dachte nicht, dass wir dich eine Weile hier sehen würden...
italian: [_R_] Non pensavo che ti avremmo visto qui per un pò...
portuguese: [_R_] Eu não achava que estaríamos te vendo aqui por um tempo...

source: [_R_] {i}I don't think she knows that I know about Uncle Bobby.{/i}
dutch: [_R_] {i}Ik denk niet dat ze weet dat ik van oom Bobby.{/i}
french: [_R_] {i}Je ne pense pas qu'elle sache que je sais pour Oncle Bobby.{/i}
german: [_R_] {i}Ich glaube nicht, dass sie weiß, dass ich über Onkel Bobby weiß. {/i}
italian: [_R_] {i}Non penso che sappia che conosco lo zio Bobby.{/i}
portuguese: [__R_] {i}Eu acho que ela não sabe que eu sei do tio Bobby. {/i}

source: [_R_] Would you like to come in?
dutch: [_R_] Wil je binnenkomen?
french: [_R_] Veux-tu entrer?
german: [_R_] Möchtest du kommen?
italian: [_R_] Vuoi entrare?
portuguese: [_R_] Você gostaria de entrar?

source: [_C_] Yes, please.... can I talk to your mom?
dutch: [_C_] Ja, alsjeblieft.... kan ik met je praten?
french: [_C_] Oui, s'il te plait.... je peux parler à ta mère?
german: [_C_] Ja, bitte.... kann ich mit deiner Mutter sprechen?
italian: [_C_] Sì, per favore.... posso parlare con tua madre?
portuguese: [_C_] Sim, por favor.... posso falar com sua mãe?

source: [_R_] Yeah, of course.... I'm pretty sure she's in on the couch.
dutch: [_R_] Yeah, natuurlijk.... ik weet best zeker dat ze zich op de bank bevindt.
french: [_R_] Oui, bien sûr.... Je suis presque sûr qu'elle est sur le canapé.
german: [_R_] Ja, natürlich.... Ich bin ziemlich sicher, dass sie auf der Couch ist.
italian: [_R_] Sì, certo.... Sono abbastanza sicuro che sia sul divano.
portuguese: [_R_] Sim, é claro.... Tenho certeza de que ela está dentro.

source: [_RT_] {i}I'd love to assign Aunt Cami a chore, but I've got to get to class to hear the numbers from the election poll.{/i}
dutch: [_RT_] {i}Ik zou graag Aunt Cami een schor toewijzen, maar ik moet in de klas gaan om de cijfers van de verkiezingsenquête te te horen.
french: [_RT_] {i}J'aimerais assigner une corvée à tante Cami, mais je dois aller en classe pour entendre les chiffres du vote électoral.{/i}
german: [_RT_] {i}Ich würde gerne Tante Cami eine Aufgabe zuordnen, aber ich muss mich an die Klasse wenden, um die Zahlen aus der Wahlumfrage zu hören.{/i}
italian: [_RT_] {i}Mi piacerebbe assegnare Zia Cami a chore, ma devo andare in classe per sentire i numeri dal sondaggio elettorale.{/i}
portuguese: [_RT_] {i}que eu adoraria atribuir uma tarefa à tia Cami, mas tenho que chegar à aula para ouvir os números da sondagem eleitoral.{/i}

source: [_RT_] {i}Looks like Aunt Cami's done working out, I should hurry and get her going on her chores so I can make it to school today.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Aunt Cami's klaar is om uit te werken, Ik zou haast moeten maken en haar aan het werk laten gaan, zodat ik vandaag naar school kan gaan. /i}
french: [_RT_] {i}On dirait que tante Camille a fini de s'entraîner, je devrais me dépêcher de la faire faire ses corvées pour que je puisse aller à l'école aujourd'hui.{/i}
german: [_RT_] {i}sieht aus wie Tante Cami das Arbeiten erledigt hat, Ich sollte mich beeilen und sie in ihre Arbeit bringen, damit ich es heute zur Schule machen kann. /i}
italian: [_RT_] {i}Sembra che la zia Cami abbia finito di allenarsi, dovrei sbrigarmi a farle fare le sue faccende così posso andare a scuola oggi.{/i}
portuguese: [_RT_] {i}Parece que o trabalho da Campa de tia terminou Eu deveria me apressar e deixá-la ir em seus minérios, assim posso chegar à escola hoje. /i}

source: [_RT_] {i}And is she really drinking this early in the morning?{/i}
dutch: [_RT_] {i}En ze drinkt dit vanmorgen echt?{/i}
french: [_RT_] {i}Et boit-elle vraiment si tôt le matin?{/i}
german: [_RT_] {i}Und trinkt sie wirklich so früh am Morgen?{/i}
italian: [_RT_] {i}E lei sta davvero bevendo a quest'ora del mattino?{/i}
portuguese: [_RT_] {i}E ela vai beber isto cedo de manhã?{/i}

source: [_R_] Hey Aunt Camille. How was your workout with Mom this morning?
dutch: [_R_] Hey Aunt Camille. Hoe waren je training met mama vanmorgen?
french: [_R_] Salut tante Camille. Comment s'est passé ton entraînement avec maman ce matin?
german: [_R_] Hey Tante Kamille. Wie war dein Training mit der Mutter von heute Morgen?
italian: [_R_] Ehi zia Camille. Come è stato il tuo allenamento con la mamma questa mattina?
portuguese: [_R_] Camilo de Heia. Como foi o seu treino com a mamãe esta manhã?

source: [_C_] Oh, she called and said she wouldn't be able to workout this morning, she didn't really say why, just that she was going to be screwed if she didn't get some things done.
dutch: [_C_] Oh, ze belde en zei dat ze vanochtend niet in staat zou zijn om te werken Ze zei niet echt waarom, alleen dat ze zou schromen als ze niet wat gedaan had.
french: [_C_] Oh, elle a appelé et a dit qu'elle ne pourrait pas s'entraîner ce matin, elle n'a pas vraiment dit pourquoi, juste qu'elle allait être foutue si elle ne faisait pas certaines choses.
german: [_C_] Oh, sie rief an und sagte, dass sie heute Morgen nicht in der Lage sein würde zu trainieren Sie hat nicht wirklich gesagt, warum, nur dass sie geschraubt wurde, wenn sie nicht einige Dinge erledigt hatte.
italian: [_C_] Oh, ha chiamato e ha detto che non sarebbe stata in grado di allenarsi questa mattina, non ha detto il perché, solo che sarebbe stata fregata se non avesse fatto alcune cose.
portuguese: [_C_] Ah, ela ligou e disse que não seria capaz de trabalhar nesta manhã, ela realmente não disse por que, só que ela ia se ferrar se não conseguiu algumas coisas feitas.

source: [_C_] I'm guessing something to do with her school.
dutch: [_C_] Ik raad iets met haar school.
french: [_C_] Je devine que c'est quelque chose à voir avec son école.
german: [_C_] Ich vermute etwas mit ihrer Schule zu tun.
italian: [_C_] Immagino che qualcosa abbia a che fare con la sua scuola.
portuguese: [_C_] Estou adivinhando algo a ver com a escola dela.

source: [_RT_] {i}Haha.... she was just screwing herself.... {/i}
dutch: [_RT_] {i}Haha.... ze was net zelf aan het schroeven.... {/i}
french: [_RT_] {i}Haha.... elle était juste en train de se masturber.... {/i}
german: [_RT_] {i}Haha.... sie hat sich gerade geschraubt.... {/i}
italian: [_RT_] {i}Haha.... stava solo fregando se stessa.... {/i}
portuguese: [_RT_] {i}Haha.... ela estava gritando.... {/i}

source: [_C_] It was pretty tiring actually.... your mom is in pretty good shape.... she really wore me out.
dutch: [_C_] Het was eigenlijk behoorlijk vermoeiend.... je moeder is in mooie vorm.... ze droeg me echt uit.
french: [_C_] C'était assez fatigant en fait.... ta mère est en bonne forme.... elle m'a vraiment épuisée.
german: [_C_] Es war eigentlich ziemlich ermüdend. Deine Mama ist in ziemlich guter Form.... sie hat mich wirklich verschlissen.
italian: [_C_] E' stato piuttosto faticoso in effetti.... tua madre è in ottima forma.... mi ha davvero sfinito.
portuguese: [_C_] Foi bem cansativo na verdade .... sua mãe está em muito boa forma .... ela realmente me usou para fora.

source: [_RT_] {i}I wish I'd spent the morning letting Mom wear me out.{/i}
dutch: [_RT_] {i}Ik zou willen dat ik de ochtend zou besteden om me uit te slijpen.{/i}
french: [_RT_] {i}J'aurais aimé passer la matinée à laisser maman m'épuiser.{/i}
german: [_RT_] {i}Ich wünschte, ich hätte den Morgen damit verbracht, Mama zu tragen.{/i}
italian: [_RT_] {i}Vorrei aver trascorso la mattina lasciando che la mamma mi indossa fuori.{/i}
portuguese: [_RT_] {i}Eu gostaria de ter passado a manhã deixando a mamãe me vestir de fora. {/i}

source: [_C_] So, first day on the job.... I guess you should let me know what I should be doing.... expectations and all that?
dutch: [_C_] Dus, eerste dag op het werk.... Ik denk dat je me moet laten weten wat ik zou moeten doen... verwachtingen en alles?
french: [_C_] Donc, premier jour de travail.... Je suppose que tu devrais me dire ce que je devrais faire.... les attentes et tout ça ?
german: [_C_] Also, der erste Tag auf dem Job.... Ich denke, du solltest mich wissen lassen, was ich tun sollte.... Erwartungen und all das?
italian: [_C_] Allora, primo giorno di lavoro.... Immagino che dovresti farmi sapere cosa dovrei fare.... aspettative e tutto il resto?
portuguese: [_C_] Então, primeiro dia no trabalho... Eu acho que você deveria me contar o que devo fazer... expectativas e tudo isso?

source: [_R_] Well, first off, do you really need to be drinking right before work? How many glasses have you even had?
dutch: [_R_] Nou, eerst uit, heb je echt nodig voor je werk? Hoeveel glazen heb je zelfs gehad?
french: [_R_] Eh bien, tout d'abord, as-tu vraiment besoin de boire juste avant le travail? Combien de verres as-tu même pris?
german: [_R_] Nun, als Erstes musst du wirklich gleich trinken, bevor du arbeitst? Wie viele Brillen hast du überhaupt gehabt?
italian: [_R_] Beh, prima di tutto, hai davvero bisogno di bere subito prima del lavoro? Quanti bicchieri hai bevuto?
portuguese: [_R_] Bem, primeiro, você realmente precisa beber bem antes de trabalhar? Quantas copos você já teve?

source: [_C_] I'm a grown-ass woman, and I don't need my little power hungry nephew to be telling me when it's okay to drink.
dutch: [_C_] Ik ben een volwassen vrouw en ik heb mijn kleine machtige neef niet nodig om me te vertellen wanneer het oké is om te drinken.
french: [_C_] Je suis une femme adulte et je n'ai pas besoin que mon petit neveu, avide de pouvoir, me dise quand je peux boire.
german: [_C_] Ich bin eine erwachsene Frau, und ich brauche meinen kleinen Neffen nicht, um mir zu sagen, wann es in Ordnung ist, zu trinken.
italian: [_C_] Sono una donna adulta e non ho bisogno del mio piccolo nipote affamato di potere per dirmi quando va bene bere.
portuguese: [_C_] Sou uma mulher adulta, e não preciso do meu sobrinho com fome de poder para estar me dizendo quando tudo bem beber.

source: [_R_] Be careful.... don't forget who's paying your bills, don't forget who's keeping a roof over your's and Mandy's head.
dutch: [_R_] Wees voorzichtig.... vergeet niet wie uw rekeningen betaalt, vergeet niet wie een dak boven uw hoofd en hoofd houdt.
french: [_R_] Sois prudent.... n'oublie pas qui paie vos factures, n'oublies pas qui garde un toit sur ta tête et celle de Mandy.
german: [_R_] Sei vorsichtig.... vergiss nicht, wer deine Rechnungen bezahlt, vergiss nicht, wer ein Dach über deinem Kopf und Mandy hält.
italian: [_R_] Stai attento.... non dimenticare chi paga le tue bollette, non dimenticare chi mantiene un tetto sopra la testa tua e di Mandy.
portuguese: [_R_] Cuidado.... não se esqueça de quem está pagando suas contas, não se esqueça de quem está mantendo um telhado sobre a cabeça de Mandy.

source: [_R_] I know you don't think a lot of me, but if this is going to work, I need you to at least pretend you respect me.
dutch: [_R_] Ik weet dat je niet veel van me denkt, Maar als dit gaat werken, dan moet u in ieder geval doen alsof u mij respecteert.
french: [_R_] Je sais que tu ne me considères pas beaucoup, mais si tu veux que ça marche, j'ai besoin que tu fasses au moins semblant de me respecter.
german: [_R_] Ich weiß, du denkst nicht viel von mir, aber wenn dies funktionieren wird, muss ich Sie zumindest so tun, als würdest du mich respektieren.
italian: [_R_] So che non hai una grande opinione di me, ma se questo deve funzionare, ho bisogno che almeno tu faccia finta di rispettarmi.
portuguese: [_R_] Eu sei que você não pensa muito em mim, mas se isso vai dar certo, eu preciso que você pelo menos finja que me respeita.

source: [_C_] You're right.... I'm sorry.... thank you for giving me a job and helping me pay my bills.
dutch: [_C_] Je hebt gelijk.... Sorry.... Dank je dat je me een baan hebt gegeven en me helpt met het betalen van mijn rekeningen.
french: [_C_] Tu as raison.... Je suis désolée.... merci de m'avoir donné un travail et de m'avoir aidé à payer mes factures.
german: [_C_] Du hast Recht.... Es tut mir leid. Vielen Dank, dass du mir einen Job gegeben hast und mir geholfen hast, meine Rechnungen zu bezahlen.
italian: [_C_] Hai ragione.... Mi dispiace.... grazie per avermi dato un lavoro e per avermi aiutato a pagare le bollette.
portuguese: [__C_] Você está certo .... Me desculpe .... obrigado por me dar um emprego e me ajudar a pagar minhas contas.

source: [_RT_] {i}Wow!.... She actually said sorry to me.... I wonder how those words tasted coming out of her mouth.{/i}
dutch: [_RT_] {i}Wow!.... eigenlijk zei ze het spijt me te hebben.... Ik vraag me af hoe die woorden hun mond hebben geproefd.{/i}
french: [_RT_] {i}Wow!.... En fait, elle m'a dit pardon.... Je me demande quel goût avait ces mots avant de sortir de sa bouche.{/i}
german: [_RT_] {i}Wow!.... Sie hat mir wirklich leider.... Ich frage mich, wie diese Worte aus dem Mund kamen.{/i}
italian: [_RT_] {i}Wow!.... In realtà mi dispiaceva.... Mi chiedo come quelle parole abbiano assaggiato la sua bocca.{/i}
portuguese: [_RT_] {i}Uau! .... Ela realmente disse desculpas para mim .... Eu me pergunto como essas palavras provaram sair da boca dela. {/i}

source: {i}"(You cannot gain any more submission points from this part of the event.)"{/i}
dutch: {i}"(Je kunt geen indieningspunten meer krijgen van dit deel van het evenement.)"{/i}
french: {i}'(Vous ne pouvez pas gagner plus de points de soumission de cette partie de l'événement.)'{/i}
german: {i}"(Du kannst keine weiteren Einreichungspunkte mehr von diesem Teil der Veranstaltung erhalten.)"{/i}
italian: {i}"(Non puoi guadagnare altri punti di sottomissione da questa parte dell'evento.)"{/i}
portuguese: {i}"(Você não pode ganhar mais nenhum ponto de submissão desta parte do evento.)"{/i}

source: [_R_] That's much better.... thank you too.
dutch: [_R_] Dat is veel beter.... ook bedankt.
french: [_R_] C'est beaucoup mieux.... merci aussi.
german: [_R_] Das ist viel besser.... vielen Dank.
italian: [_R_] Questo è molto meglio.... grazie anche a te.
portuguese: [_R_] Isso é muito melhor... obrigado.

source: [_C_] I suppose you're going to be angry with me for starting the work day off with a few glasses of wine?
dutch: [_C_] Ik neem aan dat je boos zal zijn op mij om de werkdag vrij te beginnen met een paar glazen wijn?
french: [_C_] Je suppose que tu vas être en colère contre moi pour avoir commencé la journée de travail avec quelques verres de vin?
german: [_C_] Ich nehme an, du wirst wütend auf mich sein, wenn ich den Arbeitstag mit ein paar Gläsern Wein beginnen möchte?
italian: [_C_] Suppongo che ti arrabbierai con me per aver iniziato la giornata lavorativa con qualche bicchiere di vino?
portuguese: [__C_] Eu suponho que você vai ficar bravo comigo por começar o dia de trabalho de folga com algumas taças de vinho?

source: [_R_] Actually.... I get it.... Mom did the exact same thing when Dad went to jail.
dutch: [_R_] Eigenlijk .... ik snap het.... mag precies hetzelfde doen toen papa naar de gevangenis ging.
french: [_R_] En fait.... Je comprends.... Maman a fait exactement la même chose quand papa est allé en prison.
german: [_R_] Wirklich.... Ich bekomme es .... Mama hat genau das Gleiche getan, als Papa ins Gefängnis ging.
italian: [_R_] In realtà.... Ho capito.... Mamma ha fatto la stessa identica cosa quando papà è andato in prigione.
portuguese: [_R_] Na verdade .... Eu receito .... A mãe fez exatamente a mesma coisa quando o papai foi para a cadeia.
