Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] Exactly! And I need this! You really got me worked up today! So I need to go get some release in a healthier way than getting it from my son.
dutch: [_M_] Uit! En dit heb ik nodig! Je hebt me vandaag echt op de spits gezet! Ik moet dus op een gezondere manier vrijkomen dan mijn zoon.
german: [_M_] Genau! Und ich brauche das! Du hast mich heute wirklich aufgestellt! Also muss ich eine Version auf gesündere Art und Weise bekommen, als es von meinem Sohn zu bekommen.

source: [_M_] I expect you to start finding other girls to help you out as well.
dutch: [_M_] Ik verwacht dat je andere meisjes gaat vinden om je ook te helpen.
german: [_M_] Ich erwarte von dir, dass du andere Mädchen findest, die dir ebenfalls helfen.

source: [_M_] Trust me... It's best for both of us.
dutch: [_M_] Vertrouw me... Het is het beste voor ons beiden.
german: [_M_] Vertrauen Sie mir... Das Beste für uns alle.

source: [_R_] Fine... Just go.
dutch: [_R_] Fine... Ga gewoon.
german: [_R_] Schön... Jetzt geht's.

source: [_M_] Would you mind finding our clothes and bringing them over to the shack in about thirty minutes?
dutch: [_M_] Zou je onze kleren kunnen vinden en ze in ongeveer 30 minuten naar het rek kunnen brengen?
german: [_M_] Würdest du unsere Kleidung finden und sie in etwa dreißig Minuten in die Hütte bringen?

source: [_R_] Yes, just... go!
dutch: [_R_] Ja, maar... maar!
german: [_R_] Ja, nur... los!

source: [_R_] Me too! It's been an awesome day.
dutch: [_R_] Ik ook! Het was een geweldige dag.
german: [_R_] Ich auch! Es war ein großartiger Tag.

source: [_M_] I hate to cut our time short but at the restaurant I promised Matt that I'd meet him at the changing shacks tonight.
dutch: [_M_] Ik vind het vervelend om onze tijd kort te houden, maar in het restaurant beloofde ik hem vanavond te ontmoeten aan de wisselkoers.
german: [_M_] Ich hasse es, unsere Zeit zu verkürzen, aber im Restaurant habe ich Matt versprochen, dass ich ihn heute Abend an den wechselnden Hütten treffen würde.

source: [_R_] No, you didn't!
dutch: [_R_] Nee, jij hebt het niet gedaan!
german: [_R_] Nein, du hast es nicht getan!

source: [_M_] Yes, I did. That's his car flashing it's lights in the parking lot.
dutch: [_M_] Ja, dat heb ik gedaan. Dat is zijn auto die knippert en het is licht in de parkeerplaats.
german: [_M_] Ja, das habe ich getan. Das ist sein Auto, das blinkt es Lichter auf dem Parkplatz.

source: [_R_] Why would you?...
dutch: [_R_] Waarom zou jij?...
german: [_R_] Warum würdest du?...

source: [_M_] I need you to understand, when I get worked up, I need to get a release.
dutch: [_M_] Ik heb je nodig om te begrijpen wanneer ik op tijd ben, dan moet ik een release krijgen.
german: [_M_] Ich muss dich verstehen, wenn ich aufarbeite muss ich eine Version bekommen.

source: [_R_] I understand that! That's why I help you out!
dutch: [_R_] Ik begrijp dat! Daarom help ik je eruit!
german: [_R_] Das verstehe ich! Deshalb helfe ich dir!

source: [_M_] And the fact that I've been getting that help from my own son is just about the worst mothering I've ever heard of.
dutch: [_M_] En het feit dat ik die hulp krijg van mijn eigen zoon is ongeveer de slechtste moeder die ik ooit heb gehoord.
german: [_M_] Und die Tatsache, dass ich diese Hilfe von meinem eigenen Sohn erhalten habe, ist fast die schlimmste Mutter, von der ich je gehört habe.

source: [_M_] I'm completely failing you as a mother!
dutch: [_M_] Ik kan je als moeder helemaal niet lukken!
german: [_M_] Ich habe dich als Mutter komplett versagt!

source: [_R_] Yeah, well fucking Matt and Joey left and right doesn't make you a better one.
dutch: [_R_] Yeah, goed verpletteren van Matt en Joey links en rechts maakt je geen betere.
german: [_R_] Ja, gut gefickt Matt und Joey links und rechts macht dich nicht besser.

source: [_R_] Yeah, well fucking Matt left and right doesn't make you a better one.
dutch: [_R_] Yeah, maar naar links en rechts fucking Matt maakt je geen betere Matt.
german: [_R_] Ja, gut gefickt Matt links und rechts macht dich nicht besser.

source: [_M_] You know I'm a very sexual person, and I know you are too. I'm sure you probably get that from me.
dutch: [_M_] Je weet dat ik een erg seksueel persoon ben en ik weet dat jij dat ook bent. Ik weet zeker dat je dat van mij krijgt.
german: [_M_] Du weißt, dass ich ein sehr sexueller Mensch bin, und ich weiß, dass du das auch bist. Ich bin sicher, dass du das wahrscheinlich von mir bekommst.

source: [_M_] And if the shoe were on the other foot, I'd be happy for you.
dutch: [_M_] En als de schoen op een andere voet was, zou ik blij voor je zijn.
german: [_M_] Und wenn der Schuh auf dem anderen Fuß wäre, wäre ich froh für dich.

source: [_M_] So, if you can't be happy for me, the least you can do is be understanding.
dutch: [_M_] Dus, als je niet gelukkig kunt zijn met mij, kan je tenminste begrip zijn.
german: [_M_] Wenn du also nicht glücklich für mich sein kannst, ist das Mindeste, was du tun kannst, zu verstehen.

source: [_M_] And be grateful you weren't raised by ultra religious, puritanical parents like your father and I were.
dutch: [_M_] En wees dankbaar dat je niet opgevoed bent door ultra religieuze, puritanische ouders zoals je vader en ikzelf.
german: [_M_] Und seien Sie dankbar, dass Sie nicht von ultraregistischen, puritanischen Eltern wie Ihrem Vater und ich aufgezogen wurden.

source: [_R_] But why Matt? Joey's bad enough, but Matt is my worst enemy!
dutch: [_R_] Maar waarom Matt? Leuk genoeg, maar Matt is mijn slechtste vijand!
german: [_R_] Aber warum Matt? Joey ist schlimm genug, aber Matt ist mein schlimmster Feind!

source: [_R_] But why Matt? He's my worst enemy!
dutch: [_R_] Maar waarom Matt? Hij is mijn ergste vijand!
german: [_R_] Aber warum Matte? Er ist mein schlimmster Feind!

source: [_M_] Matt's a great young man! I know you've been jealous of him ever since you stopped growing and Matt didn't.
dutch: [_M_] Matt's is een geweldige jonge man! Ik weet dat je jaloers op hem bent geweest sinds je gestopt bent met groeien en Matt niet meer.
german: [_M_] Matt ist ein großer junger Mann! Ich weiß, du bist eifersüchtig auf ihn seit du aufgehört hast zu wachsen und Matt hat es nicht geschafft.

source: [_M_] You were better at basketball than him, but eventually height won over skill.
dutch: [_M_] Je was beter op basketbal dan hij, maar uiteindelijk hoogte gewonnen over vaardigheden.
german: [_M_] Du warst besser im Basketball als er, aber irgendwann hat die Höhe die Fertigkeit gewonnen.

source: [_M_] That wasn't his fault! You need to get over that!
dutch: [_M_] Dat was niet zijn fout! Dat moet je overwonnen!
german: [_M_] Das war nicht seine Schuld! Du musst das überholen!

source: [_R_] That's not it at all.
dutch: [_R_] Dat is helemaal niet het.
german: [_R_] Das ist es überhaupt nicht.

source: [_M_] Uh huh, sure!
dutch: [_M_] Uh huh, zeker!
german: [_M_] Uh Huh, sicher!

source: [_M_] Now, whether you like it or not, I'm going to head over to the changing shacks to meet Matt.
dutch: [_M_] Nu, of je het nu leuk vindt of niet, ga ik naar de wissels om Matt te ontmoeten.
german: [_M_] Jetzt, ob es dir gefällt oder nicht, gehe ich zu den wechselnden Hütten, um Matt zu treffen.

source: [_M_] I'd be grateful if you go get our clothes and bring them over to the shack in about thirty minutes.
dutch: [_M_] Ik zou dankbaar zijn als je onze kleren gaat halen en ze over dertig minuten naar het rek brengt.
german: [_M_] Ich wäre Ihnen dankbar, wenn Sie unsere Kleidung in etwa 30 Minuten in die Hütte bringen würden.

source: [_R_] Fine... Just... go
dutch: [_R_] Fine... Moeit... ga
german: [_R_] gut... Jetzt... gehen

source: [_RT_] {i}This sucks!{/i}
dutch: [_RT_] {i}Dit sucks!{/i}
german: [_RT_] {i}Das saugt!{/i}

source: [_RT_] {i}I guess I still haven't come to grips that it should be okay for Mom to fuck other people when I am too.{/i}
dutch: [_RT_] {i}Ik denk dat ik nog steeds niet heb ingezien dat het oké is voor mama om andere mensen te trotseren wanneer ik dat ook.{/i}
german: [_RT_] {i}Ich vermute, ich bin noch nicht in den Griff gekommen, dass es für Mama okay sein sollte, andere Leute zu ficken, wenn ich tot.{/i}

source: [_RT_] {i}But I guess I shouldn't expect Mom to only be faithful to me when I've been anything but to her.{/i}
dutch: [_RT_] {i}Maar ik denk niet te mogen verwachten dat ik alleen trouw ben aan mij wanneer ik iets anders tegen haar ben geweest.{/i}
german: [_RT_] {i}Aber ich denke, ich sollte nicht erwarten, dass Mama nur zu mir treu ist, wenn ich etwas anderes als ihr war.{/i}

source: [_RT_] {i}What the hell am I supposed to do for a half hour?{/i}
dutch: [_RT_] {i}Wat moet ik doen gedurende een half uur?{/i}
german: [_RT_] {i}Was soll ich für eine halbe Stunde machen?{/i}

source: {i}"Much less than a half hour later."{/i}
dutch: {i}"Veel minder dan een half uur later."{/i}
german: {i}"Viel weniger als eine halbe Stunde später."{/i}

source: [_RT_] {i}Why am I coming back early? Watching them last time made me so angry!{/i}
dutch: [_RT_] {i}Waarom kom ik vroeg terug? Door de laatste keer te kijken ben ik zo boos geworden!{/i}
german: [_RT_] {i}Warum komme ich früh wieder? Wenn ich sie das letzte Mal beobachte, habe ich so wüten!{/i}

source: [_RT_] {i}Why am I trying to punish myself again?{/i}
dutch: [_RT_] {i}Waarom probeer ik mezelf opnieuw te straffen?{/i}
german: [_RT_] {i}Warum versuche ich, mich erneut zu bestrafen?{/i}

source: [_RT_] {i}Maybe they haven't done anything.{/i}
dutch: [_RT_] {i}Misschien hebben ze niets gedaan.{/i}
german: [_RT_] {i}Vielleicht haben sie nichts getan.{/i}

source: [_RT_] {i}Maybe Matt said something stupid to piss her off.{/i}
dutch: [_RT_] {i}Misschien heeft Matt iets dom gezegd om haar uit te spelen.{/i}
german: [_RT_] {i}Vielleicht hat Matt etwas Dummes gesagt, um sie auszupissen.{/i}

source: [_RT_] {i}Maybe I can show up early, punch Matt in the face and be Mom's knight in shining armour.{/i}
dutch: [_RT_] {i}Misschien kan ik vroeg verschijnen, speel wedstrijd in het gezicht en wees Mom's ridder in het lichtende harnas.{/i}
german: [_RT_] {i}Vielleicht kann ich früh erscheinen, im Gesicht Punch Matt erscheinen und Mamas Ritter in glänzender Rüstung sein.{/i}

source: [_RT_] {i}Oh, Goddammit! And here comes the regret.{/i}
dutch: [_RT_] {i}Oh, Goddammit! En hier komt de spijt.{/i}
german: [_RT_] {i}Oh, Goddammit! Und hier kommt das Bedauern.{/i}

source: [_RT_] {i}Oh, Goddammit! It's worse than I thought!{/i}
dutch: [_RT_] {i}Oh, Goddammit! Het is erger dan ik gedacht!{/i}
german: [_RT_] {i}Oh, Goddammit! Es ist schlimmer als ich dachte!{/i}

source: [_RT_] {i}Did I think things would be any different this time?{/i}
dutch: [_RT_] {i}Heb ik gedacht dat het deze keer anders zou zijn?{/i}
german: [_RT_] {i}Wäre ich der Meinung, dass es diesmal anders wäre? {/i}

source: [_RT_] {i}I mean, God!... If anything, Matt's railing her even harder.{/i}
dutch: [_RT_] {i}Ik bedoel, God!... Eens iets, Matt's rennen haar nog harder.{/i}
german: [_RT_] {i}Ich meine, Gott!... Wenn überhaupt, hat Matts Geländer sie noch härter.{/i}

source: [_RT_] {i}Fuck, he's really giving it to her!{/i}
dutch: [_RT_] {i}Fuck, hij geeft het echt aan haar!{/i}
german: [_RT_] {i}Fuck, er ist es ihr wirklich geben!{/i}

source: [_RT_] {i}How can Mom fall for such a deuchebag?!{/i}
dutch: [_RT_] {i}Hoe kan een mama vallen voor zo'n deuchebag?!{/i}
german: [_RT_] {i}Wie kann die Mama für eine solche Entzauberung fallen?!{/i}

source: [_RT_] {i}She's basically letting anyone who's interested fuck her at this point.{/i}
dutch: [_RT_] {i}Ze laat op dit moment iedereen die haar interesseert vertroebelen.{/i}
german: [_RT_] {i}Sie lässt im Grunde jeder, der sie interessiert, an dieser Stelle ficken.{/i}

source: [_RT_] {i}Matt and Joey. Who's next, our mailman?{/i}
dutch: [_RT_] {i}Matt en Joey. Wie is onze mailman?{/i}
german: [_RT_] {i}Matt und Joey. Wer ist als Nächstes unser Mailman?{/i}

source: [_MT_] {i}It feels even better this time!{/i}
dutch: [_MT_] {i}Het voelt deze keer nog beter aan!{/i}
german: [_MT_] {i}Es fühlt sich diesmal noch besser!{/i}

source: [_MT_] {i}I guess I'm a little more adjusted to his size.{/i}
dutch: [_MT_] {i}Ik denk dat ik een beetje meer aangepast ben aan zijn grootte.{/i}
german: [_MT_] {i}Ich denke, ich bin ein bisschen mehr an seine Größe angepasst.{/i}

source: [_MT_] {i}I still can't believe I'm letting a student fuck me!{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven dat ik me fuck laat maken voor een leerling!{/i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, ich lasse mich von einem Schüler ficken!{/i}

source: [_MB_] Oh, fuck yeah, Miss [mom_name]! Take my giant cock!
dutch: [_MB_] Oh, vermoei, mevrouw [mom_name]! Neem mijn gigantische hanen!
german: [_MB_] Oh, ficke yeah, Miss [mom_name]! Nimm meinen riesigen Schwanz!

source: [_M_] Oh, Matt. It feels so good!
dutch: [_M_] Oh, Matt. Het voelt zo goed!
german: [_M_] Oh, Matt. Es fühlt sich so gut an!

source: [_MB_] You're gonna get hooked on dark meat, aren't you?
dutch: [_MB_] Je zult op donker vlees gehakt worden, nietwaar?
german: [_MB_] Du wirst mit dunklem Fleisch gehackt, bist du nicht wahr?

source: [_M_] From the first time I tried it!
dutch: [_M_] Vanaf de eerste keer dat ik het probeerde!
german: [_M_] Vom ersten Mal habe ich es versucht!

source: [_MB_] Haha... You're one depraved teacher!
dutch: [_MB_] Haha... Je bent één gedegradeerd leraar!
german: [_MB_] Haha... Du bist ein verstorbener Lehrer!

source: [_MB_] I've fucked you so many times in my mind from my desk.
dutch: [_MB_] Ik heb je zo vaak van mijn bureau in de maling genomen.
german: [_MB_] Ich habe dich so oft von meinem Schreibtisch aus in den Kopf gefickt.

source: [_MB_] I can't believe you're letting me do this again!
dutch: [_MB_] Ik kan niet geloven dat je me dit opnieuw laat doen!
german: [_MB_] Ich kann nicht glauben, dass du mich das wieder machen lässt!

source: [_M_] Oh... Matt! Do you think... many of my other students... fantasize about me... like that?
dutch: [_M_] Oh... Matt! Denk je... veel van mijn andere leerlingen... fantasie over mij... zoals dat?
german: [_M_] Oh... Matte! Denkst du... viele meiner anderen Studenten... fantasize über mich... so?

source: [_MB_] Pretty much all the guys.
dutch: [_MB_] Vier alle jongens.
german: [_MB_] Ziemlich alle Jungs.

source: [_MB_] Probably some of the girls too.
dutch: [_MB_] waarschijnlijk ook enkele meisjes.
german: [_MB_] Wahrscheinlich auch einige der Mädchen.

source: [_MB_] I know Megan's had more than one fanstasy involving you.
dutch: [_MB_] Ik weet dat Megan meer dan één fanstasy had waarbij je betrokken was.
german: [_MB_] Ich weiß, Megans hatte mehr als eine Fanstasy mit dir.

source: [_M_] That's so... freaking hot!
dutch: [_M_] Dat is zo... verbranden heet!
german: [_M_] Das ist so... Hot freisetzen!

source: [_R_] Yeah, well fucking Joey, and now going off and fucking Matt doesn't make you a better one.
dutch: [_R_] Yeah, goed verpletterende Joey, en nu afgaan en naar fucking Matt maakt je geen betere.
german: [_R_] Ja, gut gefickt Joey und jetzt geht es aus und Matt zu ficken macht dich nicht besser.

source: [_RT_] {i}I mean, God... If anything Matt's railing her even harder.{/i}
dutch: [_RT_] {i}Ik bedoel, God... Als iets wat Matt's haar nog moeilijker laat doen.{/i}
german: [_RT_] {i}Ich meine, Gott... wenn etwas Matts sie noch härter geht.{/i}

source: [_RT_] {i}Joey, now Matt. Who's next, our mailman?{/i}
dutch: [_RT_] {i}Joey, nu Matt. Wie is onze mailman?{/i}
german: [_RT_] {i}Joey, jetzt Matt. Wer ist als Nächstes unser Mailman?{/i}

source: [_MT_] {i}Oh, God!... My pussie's never been stretched like this before!{/i}
dutch: [_MT_] {i}Oh, God!... Mijn pussie's zijn nog nooit zo uitgerekt als hiervoor!{/i}
german: [_MT_] {i}Oh, Gott!... Meine Pussies wurden noch nie so gedehnt!{/i}

source: [_MT_] {i}Matt's so big!{/i}
dutch: [_MT_] {i}Matt's zo groot!{/i}
german: [_MT_] {i}Matten so groß!{/i}

source: [_MT_] {i}I can't believe I've actually crossed that line!{/i}
dutch: [_MT_] {i}Ik kan niet geloven dat ik die lijn eigenlijk heb overgeslagen!{/i}
german: [_MT_] {i}Ich kann nicht glauben, dass ich diese Linie tatsächlich überschritten habe!{/i}

source: [_MT_] {i}I mean, I've fantasized about having sex with certain students, but I never thought I'd actually do it.{/i}
dutch: [_MT_] {i}Ik, ik heb fantasie gehad over seks hebben met bepaalde studenten, maar ik had nooit gedacht dat ik het echt zou doen.{/i}
german: [_MT_] {i}Ich meine, ich fantasiert über Sex mit bestimmten Studenten, aber ich hätte nie gedacht, ich würde es tatsächlich tun.{/i}

source: [_MT_] {i}God, so much has changed in such a short time!{/i}
dutch: [_MT_] {i}God, er is zoveel veranderd in zo'n korte tijd!{/i}
german: [_MT_] {i}Gott, so viel hat sich in so kurzer Zeit geändert!{/i}

source: [_MB_] I knew I'd eventually be inside you.
dutch: [_MB_] Ik wist dat ik uiteindelijk in je zou zijn.
german: [_MB_] Ich wusste, dass ich irgendwann in dir sein würde.

source: [_DR_] Stop holding out!
dutch: [_DR_] Stop met ingedrukt houden!
german: [_DR_] Halte dich nicht mehr auf!

source: [_DR_] How did she taste?
dutch: [_DR_] Hoe smaakte ze?
german: [_DR_] Wie hat sie gekostet?

source: [_MB_] I really shouldn't eat snatch and tell.
dutch: [_MB_] Ik moet echt geen glimp eten en vertellen.
german: [_MB_] Ich sollte wirklich keinen Schnaps essen und erzählen.

source: [_T_] Oh, come on!
dutch: [_T_] Oh, kom op!
german: [_T_] Oh, kommen Sie an!

source: [_T_] The rest of us aren't smooth enought to work over the teachers like you do, so the least you can do is tell us about it.
dutch: [_T_] De rest van ons is niet soepel genoeg om over de leraren te werken zoals jij. dus het minste wat u kunt doen is ons erover vertellen.
german: [_T_] Der Rest von uns ist nicht glatt, um die Lehrer zu bearbeiten, wie du es tust so dass das Mindeste, was Sie tun können, ist uns darüber zu erzählen.

source: [_MB_] Alright, alright, her pussy tasted like salted caramel.
german: [_MB_] Okay, gut, ihre Fotze schmeckt wie gesalztes Karamell.

source: [_MB_] And damn was she wet!... If we hadn't been in public, I'll bet she would have been begging for me to fuck her.
dutch: [_MB_] En verdorven was ze nat!... Als we niet in het openbaar waren geweest, wed ik dat ze had gebedeld om haar te rooien.
german: [_MB_] Und verdammt war sie nass!... Wenn wir nicht öffentlich gewesen wären, wette ich, dass sie für mich bettelt hätte, um sie zu ficken.

source: [_T_] Holy shit!
dutch: [_T_] Heilige shit!
german: [_T_] Heilige Scheiße!

source: [_DR_] I never would have thought Miss [mom_name] was the kind of woman that would mess around with students.
dutch: [_DR_] Ik zou nooit hebben gedacht dat Miss [mom_name] de soort vrouw was die met leerlingen zou puinen.
german: [_DR_] Ich hätte nie gedacht, dass Miss [mom_name] die Art von Frau ist, die mit Studenten herumschlammt.

source: [_MB_] I've been trying to wear her down since I was a sophmore, but something changed in her this last year.
dutch: [_MB_] Ik heb geprobeerd haar naar beneden te zetten sinds ik een fraai was, maar dit jaar veranderde er iets in haar.
german: [_MB_] Ich versuche sie seit ich ein Sophmore war, aber es hat sich in ihr im letzten Jahr etwas geändert.

source: [_MB_] So, why do we have to come all the way to the beach to light off fireworks?
dutch: [_MB_] Dus waarom moeten we helemaal naar het strand komen om vuurwerk af te branden?
german: [_MB_] Also, warum müssen wir den ganzen Weg zum Strand gehen, um Feuerwerkskörper anzuzünden?

source: [_T_] Because, dumb ass. They're the good kind. My uncle bought them one state over where they aren't illegal.
dutch: [_T_] Because, dumb as. Ze zijn de goede soort. Mijn oom heeft ze één staat gekocht waar ze niet illegaal zijn.
german: [_T_] weil, stumm Arsch. Sie sind die gute Art. Mein Onkel kaufte ihnen einen Staat, wo sie nicht illegal sind.

source: [_T_] It's safest to light them over the water because they go airborn and explode sending hot ash everywhere.
dutch: [_T_] Het is het veiligst om ze over het water te steken omdat ze luchtgeborgen worden en ontploffen door warme as overal te sturen.
german: [_T_] Es ist am sichersten, sie über das Wasser zu entzünden, weil sie in der Luft geboren werden und überall heiße Asche aussenken.

source: [_DR_] We need to light just a few and run. If we stay too long, the police will show up before we can get out of here.
dutch: [_DR_] We moeten slechts enkele lichten en uitvoeren. Als we te lang blijven, zal de politie opdagen voordat we hier kunnen uitkomen.
german: [_DR_] Wir müssen nur ein paar beleuchten und laufen. Wenn wir zu lange bleiben, wird die Polizei auftauchen, bevor wir aus diesem Haus herauskommen.

source: [_T_] Dude... Did you hear something?
dutch: [_T_] Dude... Heb je iets gehoord?
german: [_T_] Dude... Hast du etwas gehört?

source: [_MB_] Yeah, I think I heard someone talking in the changeing shack.!
dutch: [_MB_] Yeah, ik denk dat ik iemand heb horen praten in het wisselmandje!
german: [_MB_] Ja, ich glaube, ich habe jemanden gehört, der in der wechselnden Hütte redet.!

source: [_DR_] Hey, Trent. I've got an idea. Are there any fire crackers in that bag?
dutch: [_DR_] Hey, Trent. Ik heb een idee. Zijn er brandkrakers in dat zak?
german: [_DR_] Hey, Trent. Ich habe eine Idee. Gibt es Feuerknacker in dieser Tasche?

source: [_MT_] {i}Oh, yes!... God that feels...{/i}
dutch: [_MT_] {i}Ah, ja!... God dat gevoelt...{/i}
german: [_MT_] {i}Ah, ja!... Gott, der sich fühlt...{/i}

source: {i}(Firecrackers Exploding) {/i} POP, POP, POP!
german: {i}(Feuerwerkskörper Exploding) {/i} POP, POP, POP!

source: [_M_] Oh, shit! Somebody's outside!
dutch: [_M_] Oh, zo! Iemand is buiten!
german: [_M_] Oh, shit! Jemand draußen!

source: {i}(Muffled Laughter){/i}
german: {i}(Muffled Heiter){/i}

source: [_M_] Goddammit! It sounds like teenagers!
dutch: [_M_] Goddammit! Het klinkt als tieners!
german: [_M_] Goddammit! Das klingt wie Teenager!

source: [_M_] [ryan], you'd better check it out!
dutch: [_M_] [ryan], je kunt het maar beter bekijken!
german: [_M_] [ryan], du solltest es besser sehen!

source: [_RT_] {i}No, not Matt! Anyone else, Goddammit!{/i}
dutch: [_RT_] {i}Nee, geen Matt! Iedereen anders, Goddammit!{/i}
german: [_RT_] {i}Nein, nicht Matte! Jeder, Goddammit!{/i}

source: [_M_] {i}(Whispering){/i} [ryan], What's going on out there?
dutch: [_M_] {i}(Whispering){/i} [ryan], wat gebeurt er?
german: [_M_] {i}(Flüstern){/i} [ryan], Was geht da draußen?

source: [_R_] It's Matt, Darnell, and Trent! They're just running around the shack being jack asses.
dutch: [_R_] Het is Matt, donkerder en Trent! Ze rennen net rond de zak met een zak geld.
german: [_R_] Es ist Matt, Darnell und Trent! Sie laufen nur um die Hütte herum und sind Jack Arsch.

source: [_M_] Shit!... We don't want them to find us together and naked in here.
dutch: [_M_] Shit!... We willen niet dat ze ons samen vinden en naakt hier in.
german: [_M_] Shit!... Wir wollen nicht, dass sie uns zusammen und nackt hier finden.

source: [_M_] Hurry, shut the door. Maybe they'll go away!
dutch: [_M_] Haast u, sluit de deur. Misschien gaan ze weg!
german: [_M_] Beeilen, schloss die Tür. Vielleicht gehen sie weg!

source: [_R_] {i}(Muffled){/i} They already know somebody's in here. I have a feeling they're not going to be satisfied until they've humiliated someone.
dutch: [_R_] {i}(gedempt){/i} Ze kennen iemand hier al in. Ik heb het gevoel dat ze niet tevreden zullen zijn totdat ze iemand hebben vernederd.
german: [_R_] {i}(Muffled){/i} Sie kennen hier bereits jemanden drin. Ich habe ein Gefühl, dass sie nicht zufrieden sein werden, bis jemand gedemütigt hat.
