Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] That's it... We just went and supported her, drank, danced, and then came home.
dutch: [_M_] Dat is het... We hebben haar net gesteund, drank, dansen, en zijn daarna thuisgekomen.
german: [_M_] Das war'... Wir sind gerade gegangen und haben sie unterstützt, trank, getanzt und dann nach Hause gekehrt.

source: [_R_] You need to work on your story telling.
dutch: [_R_] Je moet aan je verhaalteller werken.
german: [_R_] Du musst an deiner Geschichte arbeiten.

source: [_M_] Well, I might add that she's one of the reasons I started stripping after I finished high school.
dutch: [_M_] Nou, ik kan eraan toevoegen dat zij een van de redenen is dat ik begon te stoppen nadat ik klaar was met de middelbare school.
german: [_M_] Nun, ich kann hinzufügen, dass sie einer der Gründe ist, warum ich anfing, nach Abschluss des Gymnasiums zu entfernen.

source: [_M_] Morgan and I got our first stripping job together.
dutch: [_M_] Morgan en ik hebben ons eerste stripwerk samen.
german: [_M_] Morgan und ich haben unsere erste Entlassung zusammen bekommen.

source: [_RT_] {i}If I could just go back in time!{/i}
dutch: [_RT_] {i}Als ik net terug in de tijd!{/i}
german: [_RT_] {i}Wenn ich einfach in der Zeit zurückgehen könnte!{/i}

source: [_M_] Haha... that's it... Now try to eat it in one bite.
dutch: [_M_] Haha... dat is het... Probeer het nu met één beet op te eten.
german: [_M_] Haha... das war... Versuche es jetzt mit einem Biss zu essen.

source: [_M_] The Itamae, or sushi chef, if you like, makes each sushi to be perfectly balanced with flavor, so to properly enjoy it, you need to eat it in one bite.
dutch: [_M_] De Itamae, of sushi chef-kok, zorgt ervoor dat elke sushi perfect gebalanceerd is met smaak, om er goed van te genieten, moet je het in één beet opeten.
german: [_M_] Der Itamae, oder der Sushi Koch macht, wenn du möchtest, jedes Sushi perfekt mit Geschmack ausbalanciert, damit Sie es richtig genießen können, müssen Sie es in einem Biss essen.

source: [_W_] I know I said I wouldn't disturb you, but there is a representative of Mister DeCapo requesting an audience.
dutch: [_W_] Ik weet dat ik heb gezegd dat ik je niet zou storen, maar er is een vertegenwoordiger van Mister DeCapo die om een publiek vraagt.
german: [_W_] Ich weiß, dass ich dich nicht stören würde, aber ein Vertreter von Herrn DeCapo bittet um ein Publikum.

source: [_M_] Oh, send him in.
dutch: [_M_] Oh, stuur hem in.
german: [_M_] Oh, senden Sie ihn ein.

source: [_W_] They actually want to talk to Mr. [ryan] in private.
dutch: [_W_] Ze willen eigenlijk privé met meneer [ryan] praten.
german: [_W_] Sie möchten eigentlich mit Mr. [ryan] privat sprechen.

source: [_W_] Would you mind following me Mr. [ryan]?
dutch: [_W_] Zou je me meneer [ryan] willen volgen?
german: [_W_] Würden Sie mir Mr. [ryan] folgen?

source: [_R_] What in the hell is this abou...
dutch: [_R_] Wat in de hel is deze afstand...
german: [_R_] Was in der Hölle ist dieser Abou...

source: [_M_] Of course he wouldn't mind. You don't say no to a request from Mr. DeCapo.
dutch: [_M_] Natuurlijk zou hij dat niet zeggen. Je zegt geen nee tegen een verzoek van Mr. DeCapo.
german: [_M_] Natürlich hätte es ihm nichts auszusetzen. Du sagst nicht Nein zu einer Anfrage von Herrn DeCapo.

source: [_A_] Surprise! It's just me.
dutch: [_A_] Verrading! Het is alleen ik.
german: [_A_] Überraschung! Es ist nur ich.

source: [_R_] Oh, hey Armani. I thought you left with Joey.
dutch: [_R_] Oh, hey Armani. Ik dacht dat je weg was bij Joey.
german: [_R_] Oh, hey Armani. Ich dachte, du hast mit Joey verlassen.

source: [_A_] I was supposed to, but as we were waiting for the valet, Joey got an emergency call about something that couldn't wait.
dutch: [_A_] I had het moeten doen, maar terwijl we op de kraan wachtten, kreeg Joey een noodoproep over iets dat niet kon wachten.
german: [_A_] Ich sollte es sein, aber als wir auf den Valet warteten, bekam Joey einen Notruf über etwas, das nicht warten konnte.

source: [_A_] So, I'm stuck waiting until Joey's backup driver gets here, and the way traffic is at this time of day, it might be a while.
dutch: [_A_] Dus ik blijf wachten tot Joey's backup driver hier is, en de manier waarop het verkeer zich op dit tijdstip voltrekt, kan een tijdje duren.
german: [_A_] Also warte ich darauf, bis Joeys Backup-Treiber hier ist und die Art und Weise, wie Verkehr zu dieser Zeit ist, könnte es eine Weile dauern.

source: [_A_] And the worst part is I'm super bored because I forgot to grab my phone out of the car.
dutch: [_A_] En het ergste deel is erg vervelend omdat ik vergeten ben mijn telefoon uit de auto te halen.
german: [_A_] Und der schlimmste Teil ist, ich bin super langweilig, weil ich vergessen habe, mein Telefon aus dem Auto zu schnappen.

source: [_A_] And as I was sitting at the bar waiting, I remembered that you were here, and probably just as excited to be on a date with your mom as I am to be on a date with my uncle.
dutch: [_A_] En aangezien ik in de wachtbar zat, herinnerde ik me dat jij hier was. en waarschijnlijk net zo enthousiast om op een datum met uw moeder te zijn als op een datum met mijn oom.
german: [_A_] Und als ich in der Bar wartete, erinnerte ich mich, dass du hier wartest und wahrscheinlich genauso aufgeregt sein, an einem Tag mit deiner Mama zu sein, wie ich an einem Tag mit meinem Onkel zu sein.

source: [_A_] And I'm guessing you had about as much choice in the matter as I did.
dutch: [_A_] En ik denk dat je zo veel keuze had in de zaak als ik.
german: [_A_] Und ich vermute, dass du ungefähr so viel Auswahl in der Sache hattest wie ich.

source: [_R_] Actually, I'm the one who invited my mom out on a date.
dutch: [_R_] Eigenlijk ben ik degene die mijn moeder uitnodigde op een datum.
german: [_R_] Eigentlich bin ich derjenige, der meine Mama zu einem Datum eingeladen hat.

source: [_A_] Really?
dutch: [_A_] Echt?
german: [_A_] Wirklich?

source: [_R_] Yeah, she's going through some pretty hard stuff, so I wanted to cheer her up, but honestly, I enjoy spending time with her.
dutch: [_R_] Yeah, ze gaat door met wat harde dingen, dus ik wilde haar opvrolijken, maar eerlijk gezegd hou ik ervan om met haar door te brengen.
german: [_R_] Ja, sie durchläuft ein paar ziemlich harte Sachen, also wollte ich sie anfeuern, aber ehrlich gesagt, ich liebe es, Zeit mit ihr zu verbringen.

source: [_A_] Oh, I'm sorry to have interrupted you then, but please, Will you do something with me for just a minute?
dutch: [_A_] Oh, het spijt me dat ik je toen heb onderbroken, maar wil je alsjeblieft iets met me doen voor een minuut?
german: [_A_] Oh, es tut mir leid, dass du dich dann unterbrochen hast, aber bitte, wirst du für nur eine Minute etwas mit mir tun?

source: [_R_] Do you have something in mind?
dutch: [_R_] Heb je iets in gedachten?
german: [_R_] Denkst du etwas?

source: [_A_] Yes, and before you decide, just follow me for a minute.
dutch: [_A_] Ja, en voordat je beslist, volg me even voor een minuut.
german: [_A_] Ja, und bevor Sie sich entscheiden, folgen Sie mir einfach für eine Minute.

source: [_R_] That's the men's bathroom. Why are you going in there?
dutch: [_R_] Dat is de badkamer van de mannen. Waarom ga je er naartoe?
german: [_R_] Das ist das Badezimmer der Männer. Warum gehst du hinein?

source: [_A_] Because I have a feeling you wouldn't follow me into the ladies room.
dutch: [_A_] Omdat ik een gevoel heb dat je me niet in de dames zou volgen.
german: [_A_] weil ich ein Gefühl habe, dass du mir nicht in den Damenraum folgst.

source: [_RT_] {i}What is this?... I'm supposed to follow her into the men's room?{/i}
dutch: [_RT_] {i}Wat is dit?... Ik zou haar moeten volgen in de mannenkamer?{/i}
german: [_RT_] {i}Was ist das?... Ich soll ihr in den Raum der Männer folgen? {/i}

source: [_R_] Normally I'd be all about that, but I feel bad for leaving my mom all alone.
dutch: [_R_] Normaal gesproken zou ik daar helemaal over zijn, maar ik voel me slecht voor het alleen laten van mijn moeder.
german: [_R_] Normalerweise würde ich mich darum kümmern, aber ich fühle mich schlecht, wenn ich meine Mutter allein gelassen habe.

source: [_A_] If she's got food and wine, she should be good on her own for a couple minutes.
dutch: [_A_] Als ze eten en wijn heeft, zou ze er alleen goed voor moeten zijn.
german: [_A_] Wenn sie Essen und Wein bekommen hat, sollte sie für ein paar Minuten allein gut sein.

source: [_A_] Why are you so worried?
dutch: [_A_] Waarom maak je je zo zorgen?
german: [_A_] Warum bist du so besorgt?

source: [_A_] She tried to seduce Joey herself when they were teenagers, but he was more interested in their cousin.
dutch: [_A_] Ze probeerde Joey zelf te sussen toen ze tieners waren, maar hij was meer geïnteresseerd in hun neef.
german: [_A_] Sie versuchte Joey selbst zu verführen, als sie Teenager waren, aber er interessierte sich mehr für ihre Cousin.

source: [_A_] Maybe these can help you decide?
dutch: [_A_] Misschien kunnen deze je helpen besluiten?
german: [_A_] Vielleicht können sie dir bei der Entscheidung helfen?

source: [_A_] And keep in mind, I guarantee that I'll make you nut.
dutch: [_A_] en houd er rekening mee, ik garandeer dat ik je zin zal geven.
german: [_A_] Und behalte dich im Hinterkopf, ich garantiere dir, dass ich dich nuss machen werde.

source: [_A_] I doubt your mom is offering such a good deal.
dutch: [_A_] Ik betwijfel of je moeder zo'n goede deal aanbiedt.
german: [_A_] Ich bezweifle, dass deine Mutter so einen guten Deal anbietet.

source: [_RT_] {i}I probably shouldn't tell her that Mom already made me nut today.{/i}
dutch: [_RT_] {i}Ik moet haar waarschijnlijk niet vertellen dat mevrouw me vandaag al noten heeft gemaakt.{/i}
german: [_RT_] {i}Ich sollte ihr wahrscheinlich nicht sagen, dass Mama mich heute schon Nuss gemacht hat.{/i}

source: [_A_] So, what do you choose?
dutch: [_A_] Dus wat kies je?
german: [_A_] Also, was wählst du?

source: [_A_] Yeah... That makes sense.
dutch: [_A_] Ja... Dat is logisch.
german: [_A_] Ja... Das macht Sinn.

source: [_A_] Sorry, I just haven't ever had a guy reject me before.
dutch: [_A_] Sorry, er is nog nooit iemand geweest die mij heeft afgewezen.
german: [_A_] Tut mir leid, ich hatte noch nie einen Kerl abgelehnt.

source: [_A_] But I understand.
dutch: [_A_] Maar ik begrijp het.
german: [_A_] Aber ich verstehe.

source: [_M_] [ryan], you aren't working for, or doing any favors for the DeCapo's, are you?
dutch: [_M_] [ryan], je werkt niet voor, of doet je geen gunsten voor de DeCapo's, toch?
german: [_M_] [ryan], Sie arbeiten nicht für oder tun Gefallen für die DeCapo's, oder?

source: [_R_] What?... No... of course not!
dutch: [_R_] Wat?... Nee... natuurlijk niet!
german: [_R_] Was?... Nein... natürlich nicht!

source: [_R_] Joey just wanted me to show Armani how to use her new digital camera.
dutch: [_R_] Joey wou net dat ik Armani laat zien hoe haar nieuwe digitale camera moet worden gebruikt.
german: [_R_] Joey wollte nur Armani zeigen, wie sie mit ihrer neuen Digitalkamera umgehen kann.

source: [_M_] And that couldn't wait for another day?
dutch: [_M_] En dat kan niet wachten op een andere dag?
german: [_M_] Und das konnte einen anderen Tag nicht warten?

source: [_R_] Yeah, I didn't dare refuse him.
dutch: [_R_] Yeah, ik durfde hem niet te weigeren.
german: [_R_] Ja, ich habe ihm nicht getraut.

source: [_R_] Uhh... Yeah. Joey just wanted me to help Armani figure out how to work her digital camera.
dutch: [_R_] Uhh... Yeah. Joey wilde net dat ik Armani zou helpen om uit te vinden hoe haar digitale camera werkt.
german: [_R_] Uhhh... Ja. Joey wollte nur Armani dabei helfen, ihre Digitalkamera zu bearbeiten.

source: [_M_] And that couldn't wait?
dutch: [_M_] En dat kon niet wachten?
german: [_M_] Und das konnte nicht warten?

source: [_R_] That's why I told them I'd love to, but It'll have to wait for another time.
dutch: [_R_] Dat is waarom ik hun verteld heb dat ik het leuk zou vinden, maar het zal nog een keer moeten wachten.
german: [_R_] Das ist der Grund, warum ich ihnen gesagt habe, ich würde es lieben, aber es wird eine andere Zeit warten müssen.

source: [_MT_] {i}That's pretty courageous to try and set boundaries with the Mafia.{/i}
dutch: [_MT_] {i}Dat is vrij moedig om grenzen te stellen met de Mafia.{/i}
german: [_MT_] {i}Das ist ziemlich mutig, um Grenzen mit der Mafia zu setzen.{/i}

source: [_MT_] {i}The few times I saw [dad_name] with Joey, he wouldn't stop groveling and kissing his ass.{/i}
dutch: [_MT_] {i}De paar keer dat ik [dad_name] met de vreugde zag, zou hij niet stoppen met kuiken en zijn ass.{/i} te kussen.{/i}
german: [_MT_] {i}Die wenigen Male, die ich [dad_name] mit Freude gesehen habe, würde er nicht aufhören zu zittern und seinen Arsch zu küssen. {/i}

source: [_MT_] {i}It confused me at the time, but that was before I knew who and what Joey is.{/i}
dutch: [_MT_] {i}Het verwarde me op dat moment, maar dat was voordat ik wist wie en wat Joey is.{/i}
german: [_MT_] {i}Es hat mich damals verwirrt, aber das war, bevor ich wusste, wer und was Joey ist.{/i}

source: [_MT_] {i}I think [ryan]'s a little more naive about how dangerous Joey is, but his boldness and courage is sure attractive.{/i}
dutch: [_MT_] {i}Ik denk dat [ryan]een beetje naïef is over hoe gevaarlijk Joey is, maar zijn durf en moed zijn zeker aantrekkelijk.{/i}
german: [_MT_] {i}Ich glaube, [ryan]ist ein wenig naiver über die Gefährlichkeit von Joey aber sein Mut und Mut sind sicher attraktiv. {/i}

source: [_MT_] {i}Oh, my God!... Why is my brain jumping to those kinds of thoughts so easily?!{/i}
dutch: [_MT_] {i}Oh, mijn God!... Waarom is mijn hersenen zo gemakkelijk naar dat soort gedachten springen?!{/i}
german: [_MT_] {i}Oh, mein Gott!... Warum springt mein Gehirn so einfach zu solchen Gedanken?!{/i}

source: [_MT_] {i}maybe, voracious?... no...{/i}
dutch: [_MT_] {i}misschien, vergeet?... nee...{/i}
german: [_MT_] {i}vielleicht, unersättlich?... Nein...{/i}

source: [_MT_] {i}A bitch in heat...{/i}
dutch: [_MT_] {i}Een bitch in hit...{/i}
german: [_MT_] {i}Eine Hündin in Hitze...{/i}

source: [_M_] I think I'm just having a weird reaction to this wine.
dutch: [_M_] Ik denk dat ik gewoon een rare reactie heb op deze wijn.
german: [_M_] Ich denke, ich habe nur eine seltsame Reaktion auf diesen Wein.

source: [_R_] What kind of reaction?
dutch: [_R_] Wat voor soort reactie?
german: [_R_] Welche Art von Reaktion?

source: [_M_] Ummm... To be completely honest, I think maybe the wine is having an aphrodisiac effect on me.
dutch: [_M_] Ummm... Om volledig eerlijk te zijn, denk ik dat de wijn misschien een aphrodisiac effect op mij heeft.
german: [_M_] Ummm... Um ehrlich zu sein, denke ich, dass der Wein vielleicht eine Aphrodisiakie auf mich hat.

source: [_R_] Like... it's making you horny?
dutch: [_R_] gelijk... het maakt je horig?
german: [_R_] Gefällt mir... es macht dich geil?

source: [_M_] Uhhh... pretty much.
dutch: [_M_] Uhhh... best veel.
german: [_M_] Uhhh... ziemlich viel.

source: [_R_] That's one of the great things about you, Mom.
dutch: [_R_] Dat is een van de geweldige dingen aan jou, mama.
german: [_R_] Das ist eines der großen Dinge über dich, Mama.

source: [_R_] You're so willing to help others.
dutch: [_R_] Je bent zo bereid om anderen te helpen.
german: [_R_] Du bist so bereit, anderen zu helfen.

source: [_R_] What would I have done without you in the dressing room today?
dutch: [_R_] Wat zou ik vandaag zonder jou hebben gedaan in de kledingkamer?
german: [_R_] Was hätte ich heute ohne dich im Umkleideraum gemacht?

source: [_R_] Walking out of that dressing room with a giant hard-on pushing against my pants for the whole world to see would have been super embarrassing for me.
dutch: [_R_] Als je die kledingkamer uit zou lopen met een gigantische hard duwen tegen mijn broek om de hele wereld te zien zou het me super gênant hebben gehad.
german: [_R_] zu gehen aus diesem Ankleideraum mit einem gigantischen harten Druck auf meine Hosen für die ganze Welt zu sehen, wäre für mich sehr peinlich gewesen.

source: [_MT_] {i}God!... It was giant!{/i}
dutch: [_MT_] {i}God!... Het was reuze!{/i}
german: [_MT_] {i}Gott!... Es war riesig!{/i}

source: [_R_] But you stepped up and fixed the problem for me.
dutch: [_R_] Maar je hebt het probleem voor mij opgevoerd en opgelost.
german: [_R_] Aber du bist aufgestiegen und hast das Problem für mich behoben.

source: [_R_] You always help others, but you almost never ask for any in return.
dutch: [_R_] Je helpt altijd anderen, maar je vraagt bijna nooit om een tegendeel.
german: [_R_] Du hilfst immer anderen, aber du fragst fast nie im Gegenteil.

source: [_R_] I'm here for you, Mom.
dutch: [_R_] Ik ben hier voor u, mama.
german: [_R_] Ich bin hier für dich, Mama.

source: [_R_] All you have to do, is ask.
dutch: [_R_] Alles wat je hoeft te doen, is vragen.
german: [_R_] Alles, was du tun musst, ist frage.

source: [_M_] Umm... Okay, [ryan]... Do you think maybe you could help me out, ummm... with...
dutch: [_M_] Umm... Oké, [ryan]... Denk je dat je me zou kunnen helpen, ummm... met...
german: [_M_] Umm... Okay, [ryan]... Glauben Sie, vielleicht könnten Sie mir helfen, ummm... mit...

source: [_MT_] {i}Fuuuck that feels good!... My poor breasts haven't had nearly enough attention lately.{/i}
dutch: [_MT_] {i}Fuuuuck die zich goed voelt!... Mijn arme borsten hebben de laatste tijd bijna niet genoeg aandacht gehad.{/i}
german: [_MT_] {i}Fuuuck, der sich gut anfühlt!... Meine armen Brüste haben in letzter Zeit nicht annähernd genug Aufmerksamkeit gehabt.{/i}

source: [_MT_] {i}[ryan] hasn't sucked on my breasts since... Oh my God!... If I had known when I was nursing him as a baby, that one day he'd be sucking on my tits in this way...{/i}
dutch: [_MT_] {i}[ryan] heeft niet op mijn borsten gezocht... Oh mijn God!... Als ik had geweten toen ik hem verpleegde als een baby, dat hij op een dag op mijn netjes zong op deze manier ...{/i}
german: [_MT_] {i}[ryan] hat meine Brüste seitdem nicht gesaugt... Oh mein Gott!... Wäre ich gewusst, als ich ihn als Baby pflegte, dass er eines Tages auf diese Weise meine Titten saugen würde...{/i}

source: [_MT_] {i}I guess I wouldn't have been able to handle that information... But now... it just feels so right!{/i}
dutch: [_MT_] {i}Ik denk dat ik die informatie niet had kunnen verwerken... Maar nu... het voelt gewoon zo goed!{/i}
german: [_MT_] {i}Ich denke, ich hätte diese Informationen nicht behandeln können... Aber jetzt... es fühlt sich einfach so richtig an!{/i}

source: [_MT_] {i}I might even be able to get there without any anal stimulation.{/i}
dutch: [_MT_] {i}Ik kan er misschien zelfs komen zonder anale stimulering.{/i}
german: [_MT_] {i}Ich könnte sogar ohne Analstimulation dorthin gelangen.{/i}

source: [_M_] Would you mind going the extra mile for me?
dutch: [_M_] Wil je de extra mijl voor me gaan?
german: [_M_] Würdest du die zusätzliche Meile für mich gehen?

source: [_M_] I guess just use your fingers, like usual?
dutch: [_M_] Ik denk dat ik gewoon je vingers gebruik, zoals gewoonlijk?
german: [_M_] Ich vermute einfach deine Finger zu verwenden, wie üblich?

source: [_R_] I've got a better idea.
dutch: [_R_] Ik heb een beter idee.
german: [_R_] Ich habe eine bessere Idee.

source: [_MT_] {i}I can't believe it, but he's been giving me better orgasms than his father ever did.{/i}
dutch: [_MT_] {i}Ik kan het niet geloven, maar hij geeft me betere organen dan zijn vader ooit ded.{/i}
german: [_MT_] {i}Ich kann es nicht glauben, aber er hat mir bessere Orgasmen gegeben als sein Vater es je getan hat.{/i}

source: [_MT_] {i}For [dad_name], it was only ever about his orgasm. After a few minutes, he orgasmed, and that was it, sex was done for the night.{/i}
dutch: [_MT_] {i}Voor [dad_name], het ging alleen over zijn orgasm. Na een paar minuten orgasmed, en dat was het, werd seks gedaan voor de nacht.{/i}
german: [_MT_] {i}für [dad_name]ging es nur um seinen Orgasmus. Nach ein paar Minuten Orgasmed, und das war es, Geschlecht wurde für die Nacht erledigt.{/i}

source: [_MT_] {i}Oh, fuck... No, I meant, if we ever did have sex, which would never happen... right?{/i}
dutch: [_MT_] {i}Oh, fuck... Nee, bedoel, als we ooit seks hadden gehad, wat nooit zou gebeuren?{/i}
german: [_MT_] {i}Oh, fuck... Nein, ich meinte, wenn wir jemals Sex hätten, was nie passieren würde?{/i}

source: [_MT_] {i}God, who knows anymore?{/i}
dutch: [_MT_] {i}God, wie weet het nog meer?{/i}
german: [_MT_] {i}Gott, wer kennt mehr?{/i}

source: [_M_] In fact, most people would be shocked and disgusted.
dutch: [_M_] In feite zouden de meeste mensen geschokt en walgelijk zijn.
german: [_M_] Tatsächlich wären die meisten Menschen schockiert und empört.

source: [_M_] So, I hope this isn't affecting you negatively.
dutch: [_M_] Dus, ik hoop dat dit je niet negatief beïnvloedt.
german: [_M_] Also hoffe ich, dass das dich nicht negativ beeinflusst.

source: [_R_] No... Not at all.
dutch: [_R_] Nee... Helemaal niet.
german: [_R_] Nein... überhaupt nicht.

source: [_M_] Good, because for my part, it's been really good for me.
dutch: [_M_] Goed, want voor mij is het echt goed voor mij.
german: [_M_] Gut, weil es für meinen Teil wirklich gut für mich war.

source: [_M_] You've boosted my self esteem, you've made me feel safe, you've been providing for so many of my needs.
dutch: [_M_] Je hebt mijn eigen esteem opgedreven en je hebt me veilig gemaakt, je hebt zo veel van mijn wensen opgebracht.
german: [_M_] Du hast mein Selbstwertgefühl erhöht, du hast mich sicher gefühlt, du hast so viele meiner Bedürfnisse bereitgestellt.

source: [_M_] Hey, Honey!... I just wanted to let you know that I've had a great time on our date today!
dutch: [_M_] Hé, honing!... Ik wilde je gewoon laten weten dat ik vandaag een leuke tijd heb gehad op onze dag!
german: [_M_] Hey, Honig!... Ich wollte dich nur wissen lassen, dass ich heute eine tolle Zeit an unserem Datum hatte!

source: [_R_] But Let me guess. Matt's car just showed up.
dutch: [_R_] Maar laat me raden. Matt's auto is net verschenen.
german: [_R_] Aber lassen Sie mich erraten. Matts Auto ist gerade erschienen.

source: [_M_] Yes, those are his headlights blinking in the parking lot.
dutch: [_M_] Ja, dit zijn zijn koplampjes die knipperen in de parkeerplaats.
german: [_M_] Ja, das sind seine Scheinwerfer, die auf dem Parkplatz blinken.

source: [_M_] I promised him I'd meet him at the dressing shacks again.
dutch: [_M_] Ik beloofde hem dat ik hem opnieuw zou ontmoeten op de verkleinde ketens.
german: [_M_] Ich versprach ihm, dass ich ihn an den Kleiderbügeln wieder treffen würde.

source: [_R_] Goddammit!... Well, don't let me stop you.
dutch: [_R_] Goddamm!... Nou, laat me je niet stoppen.
german: [_R_] Goddammit!... Nun, lass mich dich nicht stoppen.

source: [_M_] Don't be like that!
dutch: [_M_] Niet zo te zijn!
german: [_M_] Seien Sie so nicht!

source: [_M_] It's like I said before...
dutch: [_M_] Het is zoals ik eerder heb gezegd...
german: [_M_] Es ist, wie ich bereits gesagt habe...

source: [_R_] I know!... I should be happy for you, and it's better for both of us if we can find other's to satisfy our sexual frustration.
dutch: [_R_] Ik weet dat!... Ik zou blij zijn voor u, en het is beter voor ons beiden als we anderen kunnen vinden om onze seksuele frustratie te bevredigen.
german: [_R_] Ich weiß!... Ich wäre glücklich für dich, und es ist besser für uns, wenn wir andere finden können, um unsere sexuelle Frustration zu befriedigen.
