Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}This is going to be a real exercise in endurance.{/i}
dutch: [_RT_] {i}Dit wordt een echte oefening in eindexamen.{/i}
german: [_RT_] {i}Dies wird eine echte Übung in Dauerhaftigkeit sein.{/i}

source: [_RT_] {i}Ok, I'm in position for when Mom opens that curtain.{/i}
dutch: [_RT_] {i}Ok, ik ben in positie voor wanneer Mom dat gordijn opent.{/i}
german: [_RT_] {i}Ok, ich bin in Position, wenn Mama diesen Vorhang öffnet.{/i}

source: [_M_] So, did you take care of...
dutch: [_M_] dus, zorgde je voor...
german: [_M_] Also hast du dich um diese kümmert...

source: [_M_] [ryan]! What the heck are you doing?!
dutch: [_M_] [ryan]! Wat doe jij in hemel?!
german: [_M_] [ryan]! Was tun Sie?!

source: [_R_] You told me to take care of my boner.
dutch: [_R_] Je hebt me gevraagd om voor mijn bot te zorgen.
german: [_R_] Du hast mir gesagt, dass ich mich um meinen Bonner kümmern soll.

source: [_M_] Not like that!
dutch: [_M_] vindt dat niet leuk!
german: [_M_] gefällt das nicht!

source: [_M_] I meant for you to get your dirty thoughts under control and maybe try to walk it off.
dutch: [_M_] Ik bedoelde voor jou om je vuile gedachten onder controle te krijgen en misschien te proberen het eruit te krijgen.
german: [_M_] Ich meinte, dass du deine schmutzigen Gedanken unter Kontrolle bringen und vielleicht versuche, es auszugehen.

source: [_MT_] {i}Though how you can walk around with an erection that huge, I have no idea.{/i}
dutch: [_MT_] {i}Alhoewel je door kunt lopen met een zo grote erectie, heb ik geen idee.{/i}
german: [_MT_] {i}Obwohl du mit einer solch großen Erektion umgehen kannst, habe ich keine Ahnung.{/i}

source: [_M_] And why the hell did you take off all your clothes?
dutch: [_M_] En waarom heb je al je kleren uitgedaan?
german: [_M_] Und warum hast du alle deine Kleider abgenommen?

source: [_R_] It helps me cum faster.
dutch: [_R_] Het helpt me sneller te kukken.
german: [_R_] Es hilft mir schneller.

source: [_R_] And after your fashion show, there's no way I'm going to get rid of this erection without cumming.
dutch: [_R_] En na je mode show is er geen enkele manier om deze te verwijderen zonder te klommen.
german: [_R_] Und nach deiner Modeshow werde ich diese Erektion nicht loswerden, ohne zu umgehen.

source: [_M_] Good, God... Why do you have to be so difficult sometimes?
dutch: [_M_] Goed, God... Waarom moet je soms zo moeilijk zijn?
german: [_M_] Gut, Gott... Warum musst du manchmal so schwierig sein?

source: [_R_] I was just trying to do what you...
dutch: [_R_] Ik probeerde net te doen wat jij...
german: [_R_] Ich habe gerade versucht zu tun, was du tust...

source: [_M_] I know, I'm sorry. I shouldn't have said that.
dutch: [_M_] Ik weet het, het spijt me. Dat had ik niet moeten zeggen.
german: [_M_] Ich weiß, es tut mir leid. Das hätte ich nicht sagen sollen.

source: [_M_] It's just... We have to get rid of that thing before we can leave.
dutch: [_M_] Het is alleen... We moeten dat verwijderen voordat we kunnen vertrekken.
german: [_M_] Es ist wahr... Wir müssen uns dieser Sache entledigen, bevor wir gehen können.

source: [_R_] I've been trying, but I think the fact that we're in a semi public place is making it more difficult.
dutch: [_R_] Ik heb het geprobeerd, maar ik denk dat het feit dat we ons op een semi-publieke plek bevinden, het moeilijker maakt.
german: [_R_] Ich habe es versucht, aber ich denke, dass die Tatsache, dass wir an einem halböffentlichen Ort sind, es erschwert.

source: [_M_] Don't worry. Mommy's going to help you out.
dutch: [_M_] Maak je geen zorgen. Momma's gaan je helpen.
german: [_M_] Keine Sorge. Mütter helfen dir weiter.

source: [_M_] Yep, it's just as I suspected. All the blood has left your brain and gone into your penis.
dutch: [_M_] Yep, het is precies zoals ik vermoed. Al het bloed heeft je hersenen achtergelaten en is in je penis gegaan.
german: [_M_] Ja, es ist so, wie ich es vermutet habe. Das ganze Blut hat dein Gehirn verlassen und ist in deinen Penis gegangen.

source: [_MT_] {i}Fuck, I think that's the hardest I've ever seen his penis!{/i}
dutch: [_MT_] {i}Fuck, ik denk dat het moeilijkste is dat ik zijn penis ooit heb gezien!{/i}
german: [_MT_] {i}Fuck, ich glaube, das ist der härteste ich je gesehen habe seinen Penis!{/i}

source: [_MT_] {i}This shouldn't take too long. He's got to be on the verge of exploding after that show.{/i}
dutch: [_MT_] {i}Dit duurt niet te lang. Hij moet op het punt staan om na die show te exploderen.{/i}
german: [_MT_] {i}Dies sollte nicht zu lange dauern. Er muss kurz vor der Explosion stehen. {/i}

source: [_MT_] {i}Hmm... This isn't going as quickly as I thought it would.{/i}
dutch: [_MT_] {i}Hmm... Dit gaat niet zo snel als ik dacht dat het zou lukken.{/i}
german: [_MT_] {i}Hmm... Dies geht nicht so schnell wie ich dachte.{/i}

source: [_MT_] {i}And holding his throbbing cock in my hands is just making me more horny.{/i}
dutch: [_MT_] {i}en zijn beet beet me in mijn handen, maakt me nog hornisch.{/i}
german: [_MT_] {i}Und er in meinen Händen zu halten macht mich nur noch geiler.{/i}

source: [_MT_] {i}Why hasn't he cum yet?{/i}
german: [_MT_] {i}Warum hat er noch nicht cum?{/i}

source: [_M_] [ryan]... You couldn't get much harder.
dutch: [_M_] [ryan]... Je kon niet veel moeilijker worden.
german: [_M_] [ryan]... Sie konnten nicht viel schwieriger werden.

source: [_M_] It's almost time for us to be done in here.
dutch: [_M_] Het is bijna tijd voor ons om hier klaar te zijn.
german: [_M_] Es ist fast an der Zeit, dass wir hier vorgehen.

source: [_MT_] {i}[mom_name], don't even think of it... It's not an option.{/i}
dutch: [_MT_] {i}[mom_name], denk er niet eens aan... Het is geen optie.{/i}
german: [_MT_] {i}[mom_name], denken Sie nicht einmal daran... Es ist keine Option.{/i}

source: [_MT_] {i}It's just wrong!{/i}
dutch: [_MT_] {i}Het is net verkeerd!{/i}
german: [_MT_] {i}Es ist einfach falsch!{/i}

source: [_M_] Desperate times call for desperate measures.
dutch: [_M_] Woeste tijden vragen om wanhopige maatregelen.
german: [_M_] Verzweifelte Zeiten erfordern verzweifelte Maßnahmen.

source: [_MT_] {i}Okay, it will probably be fine if I do it just this once.{/i}
dutch: [_MT_] {i}Oké, het zal waarschijnlijk goed zijn als ik het alleen deze keer doe.{/i}
german: [_MT_] {i}Okay, es wird wahrscheinlich in Ordnung sein, wenn ich es nur einmal mache.{/i}

source: [_M_] Just do what I say.
dutch: [_M_] Doe gewoon wat ik zeg.
german: [_M_] tue nur, was ich sage.

source: [_MT_] {i}Okay... I've got to make this kind of fast.{/i}
dutch: [_MT_] {i}Akay... Ik moet dit soort snel doen.{/i}
german: [_MT_] {i}Okay... Ich muss diese Art schnell machen.{/i}

source: [_RT_] {i}Holy fucking Jesus! Mom's sucking my cock!{/i}
dutch: [_RT_] {i}Heilige verdomde Jezus! Mom's zuigt mijn cock!{/i}
german: [_RT_] {i}Heiliger fickender Jesus! Mamas saugt meinen Schwanz!{/i}

source: [_M_] Getting kind of particular about how you get your dick sucked, aren't you?
dutch: [_M_] Snap iets meer over hoe je je dick laat slikken, nietwaar?
german: [_M_] Hast du etwas Besonderes darüber, wie du deinen Schwanz gesaugt bekommst, bist du nicht wahr?

source: [_R_] Mom?... Where did you learn to throat a cock like that?
dutch: [_R_] Mom?... Waar heb je zo een hak leren keelen?
german: [_R_] Mama?... Wo hast du gelernt, einen Hals wie diesen zu nehmen?

source: [_RT_] {i}Huh, she didn't stop sucking. I guess she wants me to cum down her throat.{/i}
dutch: [_RT_] {i}Huh, ze stopte niet met zuigen. Ik denk dat ze wil dat ik haar keel door knuffel.{/i}
german: [_RT_] {i}Huh, sie hat nicht aufgehört zu saugen. Ich vermute, sie möchte, dass ich mich in die Kehle brumm.{/i}

source: [_MT_] {i}I did it!{/i}
dutch: [_MT_] {i}Ik heb het gedaan!{/i}
german: [_MT_] {i}Ich habe es getan!{/i}

source: [_M_] I mean, that was a lot of semen... Have you not released since the last time I helped you?
dutch: [_M_] Ik bedoel, dat was veel semen... Heb je niet vrijgelaten sinds de laatste keer dat ik je heb geholpen?
german: [_M_] Ich meine, das war eine Menge Samen. Hast du seit dem letzten Mal, als ich dir geholfen habe, noch nicht freigelassen?

source: [_R_] No, Mom. I've just been so busy.
dutch: [_R_] Nee, mama. Ik ben zojuist zo druk geweest.
german: [_R_] Nein, Mama. Ich war gerade so beschäftigt.

source: [_M_] You know this arrangement where we help each other out is temporary, right?
dutch: [_M_] Je weet dat deze regeling waarbij we elkaar helpen tijdelijk is, toch?
german: [_M_] Du kennst diese Anordnung, wo wir einander helfen ist vorübergehend, richtig?

source: [_R_] Alright, after all that shopping, I'm pretty hungry. What about you?
dutch: Na al dat winkelen, heb ik honger. Hoe zit het met jou?
german: [_R_] Okay, nach all dem Einkaufen, bin ich ziemlich hungrig. Was ist mit dir?

source: [_M_] Yeah, let's get some dinner.
dutch: [_M_] Yeah, laten we wat avondeten maken.
german: [_M_] Ja, lassen Sie uns ein Abendessen bekommen.

source: [_M_] And I choose the pizza place again.
dutch: [_M_] En ik kies de pizzaplaats opnieuw.
german: [_M_] Und ich wähle die Pizza wieder aus.

source: [_R_] The La Trattoria again? Wouldn't you rather try something new?
dutch: [_R_] The La Trattoria again? Zou u niet beter iets nieuws proberen?
german: [_R_] Die La Trattoria wieder? Würdest du nicht lieber etwas Neues versuchen?

source: [_M_] No, I've learned to really like that restaurant.
dutch: [_M_] Nee, ik heb geleerd om echt van dat restaurant te houden.
german: [_M_] Nein, ich habe gelernt, dieses Restaurant wirklich zu mögen.

source: [_RT_] {i}Likes meeting up with Matt, more like.{/i}
dutch: [_RT_] {i}houdt van meeting met Matt, meer zoals.{/i}
german: [_RT_] {i}"Gefällt mir"-Treffen mit Matt, ähnlicher. {/i}

source: [_R_] Well, where do you want to go? I'll let you choose anywhere you want.
dutch: [_R_] Nou, waar wil je heen? Ik laat je overal kiezen waar je wilt.
german: [_R_] Nun, wohin möchtest du gehen? Ich lasse dich überall auswählen, wo du willst.

source: [_M_] Well, the way you dressed limits our options. They wouldn't let you in at my favorite restuarant.
dutch: [_M_] Nou, de manier waarop je je kleedde beperkt onze opties. Ze laten je niet toe op mijn favoriete koppigheid.
german: [_M_] Nun, die Art und Weise, wie du gekleidet hast, beschränkt unsere Optionen. Sie würden dich nicht bei meiner Lieblings-Restuarant einladen.

source: [_M_] Why don't you just choose.
dutch: [_M_] Waarom kiest ge niet gewoon kiezen?
german: [_M_] Warum wählen Sie nicht einfach aus.

source: [_R_] Italian it is.
dutch: [_R_] Italiaans het is.
german: [_R_] Italienisch es ist.

source: [_M_] The La Trattoria, again?
dutch: [_M_] De La Trattoria opnieuw?
german: [_M_] Die Trattoria wieder?

source: [_R_] Yeah, it's just so good!
dutch: [_R_] Yeah, het is net zo goed!
german: [_R_] Ja, es ist einfach so gut!

source: [_MT_] {i}How can I argue when he's the one paying?{/i}
dutch: [_MT_] {i}Hoe kan ik argumenteren wanneer hij betaalt?{/i}
german: [_MT_] {i}Wie kann ich argumentieren, wann er zahlt? {/i}

source: [_R_] Mmm... smells good! I'm hungry.
dutch: [_R_] Mmm... ruikt goed! Ik heb honger.
german: [_R_] Mmm... riecht gut! Ich bin hungrig.

source: [_MT_] {i}That poor woman is back with her kids.{/i}
dutch: [_MT_] {i}Die arme vrouw is terug met haar kinderen. {/i}
german: [_MT_] {i}Diese arme Frau ist zurück mit ihren Kindern. {/i}

source: [_MT_] {i}Like she's in an endless loop of...{/i}
dutch: [_MT_] {i}Vind ze leuk in een eindeloze lus van...{/i}
german: [_MT_] {i}Gefällt ihr in einer endlosen Schleife von...{/i}

source: [_R_] Mom?
german: [_R_] Sofort?

source: [_R_] Should we find a seat?
dutch: [_R_] Moeten we een zitplaats vinden?
german: [_R_] Sollen wir einen Platz finden?

source: [_M_] Okay, lets go sit in the booth in that dark corner again.
dutch: [_M_] Oké, laten we weer in de draaitafel zitten in die donkere hoek.
german: [_M_] Okay, lasst uns wieder in dieser dunklen Ecke im Stand sitzen.

source: [_R_] Didn't you like the salad you got last time?
german: [_R_] Gefällt dir der Salat nicht das letzte Mal?

source: [_M_] Yeah, I mean, how can you ruin a salad?
dutch: [_M_] Yeah, ik bedoel, hoe kun je een salade verpesten?
german: [_M_] Ja, wie kann man einen Salat ruinieren?

source: [_RT_] {i}Why's she acting all poopy? She's the one who wanted to come here.{/i}
dutch: [_RT_] {i}Waarom handelt ze allemaal poeps? Ze is degene die hierheen wilde komen.{/i}
german: [_RT_] {i}Warum? Sie ist es, der hierher kommen wollte. {/i}

source: [_MT_] {i}Shit, what if Matt doesn't show up this time?{/i}
dutch: [_MT_] {i}Shit, wat als Matt deze keer niet verschijnt?{/i}
german: [_MT_] {i}Teil, was wenn Matt dieses Mal nicht angezeigt wird? {/i}

source: [_MT_] {i}I guess [ryan]'s always a good fall-back.{/i}
dutch: [_MT_] {i}Ik denk dat [ryan]altijd een goede terugval is.{/i}
german: [_MT_] {i}Ich denke, [ryan]ist immer ein guter Fall-back.{/i}

source: [_W_] I'm sorry, I didn't see you over here in the corner.
dutch: [_W_] Het spijt me, ik zag je hier in de hoek niet.
german: [_W_] Es tut mir leid, ich habe dich nicht hier in der Ecke gesehen.

source: [_W_] It's good to see you guys back here with us!
dutch: [_W_] Het is goed om jullie hier terug te zien met ons!
german: [_W_] Es ist schön, wenn du Jungs wieder hier mit uns siehst!

source: [_W_] Miss [mom_name], you look stunning as always.
dutch: [_W_] Miss [mom_name], je ziet er fantastisch uit.
german: [_W_] Miss [mom_name], du siehst wie immer erstaunlich aus.

source: [_M_] Hi Chelsea, I may be a little overdressed for...
dutch: [_M_] Hi Chelsea, misschien ben ik een beetje overdressed voor...
german: [_M_] Hallo Chelsea, ich könnte ein wenig überkleidet sein...

source: [_W_] Oh, don't be silly! You're just our classiest regular!
dutch: [_W_] Oh, wees niet dom! Je bent gewoon onze klassieker!
german: [_W_] Oh, sei nicht dumm! Du bist nur unser klassischster Normaler!

source: [_W_] So, can I get you something to drin...
dutch: [_W_] Dus kan ik je iets te drinken krijgen...
german: [_W_] Also, kann ich etwas trinken...

source: [_M_] Wine!... please.
dutch: [_M_] Wine!... alsjeblieft.
german: [_M_] Wein!... bitte.

source: [_W_] And for you, [ryan]?
dutch: [_W_] En voor jou, [ryan]?
german: [_W_] Und für dich, [ryan]?

source: [_RT_] {i}Damn... With Chelsae waitressing again, I won't get to use my fake ID.{/i}
dutch: [_RT_] {i}Damn... Met Chelsae opnieuw wachten zal ik mijn nep ID niet meer gebruiken.{/i}
german: [_RT_] {i}Verdammt... Mit Chelsae warte ich wieder auf meine gefälschte ID.{/i}

source: [_R_] I'll just have a Cola.
dutch: [_R_] Ik zal gewoon een cola hebben.
german: [_R_] Ich habe nur eine Cola.

source: [_W_] I'll be right back with that.
dutch: [_W_] Daar zal ik zo weer mee zijn.
german: [_W_] Ich bin gleich wieder dabei.

source: [_W_] And I'll try not to forget you two are over here in this dark corner.
dutch: [_W_] En ik zal proberen je niet te vergeten dat er hier twee in deze donkere hoek zijn.
german: [_W_] Und ich versuche nicht zu vergessen, dass zwei hier in dieser dunklen Ecke vorüber sind.

source: [_M_] Oh, Don't worry too much about us. We can wave at you if we really need something.
dutch: [_M_] Oh, maak je geen zorgen over ons. We kunnen zwaaien als we echt iets nodig hebben.
german: [_M_] Oh, Sorgen Sie sich nicht zu sehr um uns. Wir können auf Sie schwingen, wenn wir wirklich etwas brauchen.

source: [_W_] Oh, thank you, Miss [mom_name]! That's really helpful. I'm the only one hosting and waitressing tonight.
dutch: [_W_] Oh, dank u, mevrouw [mom_name]! Dat is heel nuttig. Ik ben de enige host en wacht vanavond.
german: [_W_] Oh, danke, Miss [mom_name]! Das ist wirklich hilfreich. Ich bin der einzige, der heute Abend Hosting und Warten leistet.

source: {i}"A short time later."{/i}
dutch: {i}"Een korte tijd later."{/i}
german: {i}"Eine kurze Zeit später."{/i}

source: [_MT_] {i}Okay, I need to start preparing myself for the possibility that Matt might not show.{/i}
dutch: [_MT_] {i}Oké, ik moet me beginnen voor te bereiden op de mogelijkheid dat Matt misschien niet wordt getoond.{/i}
german: [_MT_] {i}Okay, ich muss mich auf die Möglichkeit vorbereiten, dass Matt möglicherweise nicht angezeigt wird.{/i}

source: [_MT_] {i}And even though this may not be my favorite place, [ryan]'s still doing his best to make me happy. What a sweet guy!{/i}
dutch: [_MT_] {i}En ook al is dit misschien niet mijn favoriete plek. [ryan]doet nog steeds zijn best om me gelukkig te maken. Wat een zoete jongen!{/i}
german: [_MT_] {i}Und auch wenn dies nicht mein Lieblingsplatz ist [ryan]'s immer noch sein Bestes tun, um mich glücklich zu machen. Was für einen süßen Mann!{/i}

source: [_MT_] {i}This may not be my favorite place, but [ryan]'s still doing his best to make me happy. What a sweet guy!{/i}
dutch: [_MT_] {i}Dit is misschien niet mijn favoriete plek, maar [ryan]doet nog steeds zijn best om me gelukkig te maken. Wat een zoete jongen!{/i}
german: [_MT_] {i}Dies ist vielleicht nicht mein Lieblingsort, aber [ryan]tut noch immer sein Bestes, um mich glücklich zu machen. Was für einen süßen Kerl!{/i}

source: [_MT_] {i}I just need to be grateful that he's making enought money for us to go out and do anything outside the house.{/i}
dutch: [_MT_] {i}Ik moet gewoon dankbaar zijn dat hij veel geld verdient om uit te gaan en alles buiten het huis te doen.{/i}
german: [_MT_] {i}Ich muss nur dankbar sein, dass er Geld für uns vergibt, um draußen zu gehen und etwas außerhalb des Hauses zu tun.{/i}

source: [_MT_] {i}Plus, he makes enough money to take care of not only us, but his aunt and cousin as well.{/i}
dutch: [_MT_] {i}Plus, hij verdient genoeg om niet alleen voor ons, maar ook voor zijn tante en neef te zorgen.{/i}
german: [_MT_] {i}Plus macht er genug Geld, um nicht nur uns, sondern auch seine Tante und Cousine zu versorgen. {/i}

source: [_MT_] {i}Even though just a few months ago, I would never have approved of the way he's chosen to make money.{/i}
dutch: [_MT_] {i}hoewel ik nog maar een paar maanden geleden de manier waarop hij geld heeft verdiend nooit zou hebben goedgekeurd.{/i}
german: [_MT_] {i}Auch wenn ich noch vor ein paar Monaten nicht einverstanden gewesen wäre, wie er sich entschieden hat, Geld zu verdienen.{/i}

source: [_MT_] {i}Still, I can't argue with his success, and the success of the photos on his website almost seems to have boosted the girl's confidence.{/i}
dutch: [_MT_] {i}Nog steeds, ik kan niet ruzie met zijn succes. en het succes van de foto's op zijn website lijken het vertrouwen van het meisje bijna te hebben vergroot. /i}
german: [_MT_] {i}Dennoch, ich kann nicht mit seinem Erfolg streiten und der Erfolg der Fotos auf seiner Website fast scheint das Vertrauen des Mädchens gestärkt zu haben. /i}

source: [_MT_] {i}I still can't believe how [ryan] was able to make me go from feeling so vulnerable, to desired and powerful, by the time I was done taking those pictures with Megan.{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven hoe [ryan] me kon laten gaan van het gevoel zo kwetsbaar te zijn. om te gewenst en krachtig tegen de tijd dat ik werd gedaan om die foto's met Megan te nemen. /i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, wie [ryan] mich vom Gefühl so verwundbar machen konnte zu wünschen und mächtig, bis ich fertig war, die Bilder mit Megan. /i}

source: [_MT_] {i}The way Matt and [ryan] stared at me with their huge erect cocks trying to tear through their pants... God, and they were both at my mercy!{/i}
dutch: [_MT_] {i}De manier waarop Matt en [ryan] naar mij staarden met hun enorme erect cocks die proberen door hun broek te schieten. . God, en ze waren allebei op mijn mercy!{/i}
german: [_MT_] {i}Die Art und Weise, wie Matt und [ryan] mich mit ihren riesigen erekten Schwänzen anfingen, die ihre Hose zu zerreißen versuchten. . Gott, und sie waren beide zu meiner Gnade!{/i}

source: [_MT_] {i}The way [ryan] stared at me with his huge erect cock trying to tear through his pants... God, and still he was at my mercy!{/i}
dutch: [_MT_] {i}De manier waarop [ryan] naar mij staarde met zijn enorme erect jas die zijn broek probeert te verscheuren. . God, en nog steeds was hij op mijn merg!{/i}
german: [_MT_] {i}Die Art und Weise, wie [ryan] mich mit seinem riesigen erekten Schwanz, der durch seine Hose zu zerreißen versuchte, angegriffen hat. . Gott, und immer noch war er zu meiner Gnade!{/i}

source: [_MT_] {i}God, I can't believe that I've had both of those cocks inside me!{/i}
dutch: [_MT_] {i}God, Ik kan niet geloven dat ik beide cocks in me heb gehad!{/i}
german: [_MT_] {i}Gott, ich kann nicht glauben, dass ich beide Schwänze in mir hatte!{/i}

source: [_MT_] {i}Not to mention the fact that I had [ryan]'s dick sliding down my throat just hours ago.{/i}
dutch: [_MT_] {i}om het feit te vermelden dat ik [ryan]even door mijn keel gleed enkele uren geleden.{/i}
german: [_MT_] {i}Ganz zu schweigen von der Tatsache, dass ich vor wenigen Stunden den [ryan]dick hatte, der mir den Hals rutscht. {/i}

source: [_MT_] {i}That huge cock that not long ago, on a date similar to this emptied it's load inside my womb!{/i}
dutch: [_MT_] {i}Die grote mok die kort geleden, op een datum die vergelijkbaar is met deze leegde is het in mijn baarmoeder laden!{/i}
german: [_MT_] {i}Der riesige Schwanz, der vor nicht allzu langer Zeit an einem ähnlichen Tag wie dieses leert ist, ist die Last in meinem Mutter!{/i}

source: [_MT_] {i}That was just sliding down my throat hours ago.{/i}
dutch: [_MT_] {i}Dat was net uren geleden mijn keel naar beneden gegaan.{/i}
german: [_MT_] {i}Das war gerade meine Halsstunden.{/i}

source: [_MT_] {i}That huge cock, that just earlier I grasped in my hands and slid down my throat.{/i}
dutch: [_MT_] {i}Die grote mok, dat ik net eerder in mijn handen trok en mijn keel door deksel.{/i}
german: [_MT_] {i}Diesen riesigen Schwanz, den ich vorhin in meinen Händen gefangen und in den Hals geschlagen habe. {/i}

source: [_MT_] {i}And all that cum I swallowed!{/i}
dutch: [_MT_] {i}En al die kubus die ik heb verzonden!{/i}
german: [_MT_] {i}Und alles was ich geschluckt habe!{/i}

source: [_MT_] {i}No wonder I was only hungry for a salad.{/i}
dutch: [_MT_] {i}Geen wonder dat ik alleen maar honger had aan een salad.{/i}
german: [_MT_] {i}Kein Wunder, dass ich nur nach einem Salat hungrig war.{/i}

source: {i}"A little while later."{/i}
dutch: {i}"Even later."{/i}
german: {i}"Ein wenig später."{/i}

source: [_R_] I mean, I know it's all for our Oedipal assignment, but I think it's so cool that I can talk with you about the latest update of my favorite, I mean of those incest games I recently started playing for this assignment.
dutch: [_R_] Ik bedoel, ik weet dat het allemaal is voor onze Oedipal opdracht, maar ik denk dat het zo cool is dat ik met je kan praten over de laatste update van mijn favoriet, Ik bedoel die kronkelige spelletjes die ik onlangs begon te spelen voor deze opdracht.
german: [_R_] Ich meine, ich weiß, es ist alles für unsere Ödipalzuordnung, aber ich denke, es ist so cool, dass ich mit dir über das neueste Update meines Favoriten sprechen kann Ich meine die inzest Spiele, die ich kürzlich für diese Aufgabe begonnen habe.

source: [_M_] I haven't gotten around to playing the latest update of Milfy City, Were there any new scenes between the MC and Linda?
dutch: [_M_] Ik heb de laatste update van Milfy City nog niet gespeeld, waren er nieuwe scènes tussen het MC en Linda?
german: [_M_] Ich habe das letzte Update von Milfy City nicht abgespielt. Hatten wir neue Szenen zwischen dem MC und Linda gefunden?
