Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie I bought on our date would be perfect!
french: [ _M_ ] Nous lui ferons porter un uniforme maid encore plus sexy autour de la maison. Oh, mon Dieu ! Cette lingerie de maid que j'ai achetée à notre date serait parfaite !
italian: [_M_] La faremo indossare una uniforme di cameriera ancora più sexy intorno alla casa. Oh, mio Dio! Quella biancheria da bagno che ho comprato alla nostra data sarebbe perfetta!
portuguese: [__M_] Vamos fazê-la vestir um uniforme de empregada ainda mais sexy ao redor da casa. Oh, meu Deus! Aquela lingerie de empregada que comprei na nossa data seria perfeita!
russian: [ _M_] Мы заставим её носить униформу даже сексистской горничной вокруг дома. О, Боже! Та горничная, которую я купил на нашей свиданиe, была бы идеальной!

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie we saw at the lingerie shop on our date would be perfect! I need to go buy that!
french: [ _M_ ] Nous lui ferons porter un uniforme maid encore plus sexy autour de la maison. Oh, mon Dieu ! Cette lingerie de maid que nous avons vu à l'atelier de lingerie à notre date serait parfaite ! J'ai besoin d'aller acheter ça !
italian: [_M_] La faremo indossare una uniforme di cameriera ancora più sexy intorno alla casa. Oh, mio Dio! Quella biancheria da bagno che abbiamo visto al negozio di biancheria intima alla nostra data sarebbe perfetta! Devo andare a comprarlo!
portuguese: [__M_] Vamos fazê-la vestir um uniforme de empregada ainda mais sexy ao redor da casa. Oh, meu Deus! Aquela lingerie de empregada que vimos na loja de lingerie na nossa data seria perfeita! Eu preciso ir comprar isso!
russian: [ _M_] Мы заставим её носить униформу даже сексистской горничной вокруг дома. О, Боже! Та горничная, которую мы видели в магазине белья на нашей свиданиe, была бы идеальной! Мне нужно купить это!

source: [_R_] I think we're getting ahead of oursel...
french: [ _R_ ] Je pense que nous sommes en avance sur l'oursel ...
italian: [_R_] penso che ci stiamo avvicinando a noi...
portuguese: [__R_] Eu acho que estamos ficando à frente de oursel ...
russian: [_R_] Думаю, мы продвигаемся вперед...

source: [_M_] Making her do humiliating sex acts while she's wearing that...
french: [ _M_ ] Faire d'elle faire des actes sexuels humiliants pendant qu'elle porte ça ...
italian: [_M_] Rendendola fare sesso umiliante agisce mentre lei sta indossando che...
portuguese: [_M_] Fazendo-a realizar atos sexuais humilhantes enquanto está usando isto...
russian: [_M_] Делать унижения сексуальных действий в то время, как она носит это...

source: [_M_] No, no... You're right... I'm getting a bit carried away.
french: [_M_] Non, non... Vous avez raison... Je suis un peu emporté.
italian: [_M_] No, no... hai ragione... sto ottenendo un po' di distanza.
portuguese: [_M_] Não, não... Você está certo... estou ficando um pouco empolgado.
russian: [ _M_] Нет, нет ... Ты прав ... Я немного унес.

source: [_M_] You've given me hope again that everything might be alright.
french: [_M_] Vous m'avez donné de nouveau l'espoir que tout pourrait bien se passer.
italian: [_M_] Mi hai dato di nuovo la speranza che tutto potesse andare bene.
portuguese: U[_M_] Você me deu esperança de novo que pode estar tudo bem.
russian: Ты дал мне надежду на то, что все может быть в порядке.

source: [_M_] I think you've helped me find the strength I need to keep fighting.
french: [ _M_ ] Je pense que vous m'avez aidé à trouver la force dont j'ai besoin pour continuer à me battre.
italian: [_M_] penso che tu mi abbia aiutato a trovare la forza di cui ho bisogno per continuare a combattere.
portuguese: [_M_] Acho que você me ajudou a encontrar a força de que eu preciso para continuar lutando.
russian: [_M_] Думаю, ты помог мне найти необходимую мне силу для ведения боя.

source: [_M_] It turns out that I really need you!
french: [ _M_ ] Il s'avère que j'ai vraiment besoin de vous !
italian: [_M_] Si scopre che ho davvero bisogno di te!
portuguese: [_M_] parece que eu realmente preciso de você!
russian: [_M_] Получается, что мне действительно нужно!

source: [_R_] So, does that mean there's no more awkwardness between us?
french: [ _R_ ] Alors, est-ce que ça veut dire qu'il n'y a plus de gêne entre nous?
italian: [_R_] Quindi, questo significa che non c'è più imbarazzo tra noi?
portuguese: [_R_] Então, isso significa que não há mais estranheza entre nós?
russian: [_R_] Итак, это значит, что между нами больше нет неловкости?

source: [_M_] Does that answer your question?
french: [ _M_ ] Est-ce que cela répond à votre question?
italian: [_M_] risponde alla tua domanda?
portuguese: [_M_] Isso responde a sua pergunta?
russian: [_M_] Ответ на ваш вопрос?

source: [_R_] Oh, God!... My head is spinning!
french: [_R_] Oh, Dieu !... Ma tête tourne!
italian: [_R_] Oh, Dio!... La mia testa sta girando!
portuguese: [_R_] Oh, Deus! ... Minha cabeça está girando!
russian: О, Боже! У меня голова кружится!

source: [_M_] Haha! You sweety.
french: [_M_] Haha! Vous êtes doux.
italian: [_M_] Haha! Sei dolce.
portuguese: U[_M_] Haha! Você está doce.
russian: [ _M_] Хаха! Ты сладости.

source: [_M_] Now, I think you'd better run before anyone gets too suspicious.
french: [ _M_ ] Maintenant, je pense que vous feriez mieux de courir avant que quiconque se méfie trop.
italian: [_M_] Ora, penso che sarebbe meglio correre prima che qualcuno diventi troppo sospetto.
portuguese: [__M_] Agora, acho que é melhor correr antes que alguém fique desconfiado demais.
russian: Теперь, я думаю, тебе лучше бежать, прежде чем кто-нибудь станет слишком подозрительным.

source: [_R_] I think everyone's asleep.
french: [ _R_ ] Je pense que tout le monde s'endorme.
italian: [_R_] Penso che tutti si addormentino.
portuguese: [__R_] Eu acho que todo mundo está dormindo.
russian: [_R_] Я думаю, что все спали.

source: [_M_] I'll bet you money that Camille is awake, and wondering what we're talking about in here.
french: [ _M_ ] Je vous parie que Camille est éveillé, et je me demande ce dont nous parlons ici.
italian: [_M_] Scommetterò che Camille è sveglia e ti chiederò di cosa stiamo parlando qui dentro.
portuguese: [__M_] Eu aposto que você dinheiro que Camille está acordado, e imaginando o que estamos falando aqui dentro.
russian: Спорим, деньги, что Камилла проснулась, и интересуются, о чем мы тут говорим.

source: [_M_] You should run along and we'll pick this up some other time.
french: [ _M_ ] Vous devriez courir le long et nous le ramènerons un autre moment.
italian: [_M_] Dovresti correre e lo prenderemo un altro momento.
portuguese: [__M_] Você deve correr junto e nós vamos buscar isso em algum outro momento.
russian: [_M_] Вам нужно бежать и мы подоберем это еще раз.

source: [_R_] Makes sense, but you've got to let me do something for you really quick.
french: [ _R_ ] Ça a du sens, mais vous devez me laisser faire quelque chose pour vous.
italian: [_R_] ha senso, ma devi lasciarmi fare qualcosa per te davvero veloce.
portuguese: [_R_] Faz sentido, mas você tem que me deixar fazer algo pra você realmente rápido.
russian: [ _r_] Имеет смысл, но ты должен позволить мне сделать что-то для тебя очень быстро.

source: [_M_] What do you mean?
french: [_M_] Qu'est-ce que tu veux dire ?
italian: [_M_] Cosa vuoi dire?
portuguese: [_M_] O que você quer dizer?
russian: [_M_] Что вы значите?

source: [_R_] You've got so much on your mind, let me help clear it just a little.
french: [_R_] Vous avez tant de choses en tête, laissez-moi vous aider à le clarifier un peu.
italian: [_R_] Hai così tanto in mente, permettetemi di aiutarlo a ripulirlo un po'.
portuguese: [__R_] Você tem tanta coisa em sua mente, deixe-me ajudar a limpe-lo apenas um pouco.
russian: [_R_] У тебя столько на уме, позвольте мне немного разобраться с ним.

source: [_M_] I am feeling pretty backed up, but what about you?!
french: [_M_] Je me sens assez sauvegardé, mais qu'en est-il de vous?!
italian: [_M_] Mi sento abbastanza sostenuto, ma che dire di te?!
portuguese: [__M_] Estou me sentindo bem apoiado, mas e você?!
russian: [ _M_] Я чувствую себя довольно сильно, но что насчет тебя?

source: [_R_] Don't worry about me, tonight is about you.
french: [_R_] Ne vous inquiétez pas pour moi, ce soir est pour vous.
italian: [_R_] Non preoccuparti per me, stasera è per te.
portuguese: [__R_] Não se preocupe comigo, esta noite é sobre você.
russian: [_R_] Не беспокойтесь обо мне, сегодня о тебе.

source: [_M_] Let me think... okay!
french: [_M_] Laissez-moi réfléchir... d'accord!
italian: [_M_] Lasciami pensare... okay!
portuguese: [_M_] Deixe-me pensar ... ok!
russian: Дай мне подумать ... ладно!

source: [_MT_] {i}Oh, God!... This is exactly what I needed tonight!{/i}
french: [_MT_] {i}Oh, Dieu !... C'est exactement ce dont j'avais besoin ce soir !{/i}
italian: [_MT_] {i}Oh, Dio!... Questo è esattamente quello che avevo bisogno stasera!{/i}
portuguese: [_MT_] {i}Oh, Deus! ... Isso é exatamente o que eu precisava hoje à noite! {/i}
russian: [ _MT_] {i}О, Боже! ... Это именно то, что мне было нужно сегодня! { /i }

source: [_MT_] {i}For some reason thinking about dominating my sister got me all worked up.{/i}
french: [_MT_] {i}Pour une raison ou une raison de penser à dominer ma sœur m'a fait bouger.{/i}
italian: [_MT_] {i}Per qualche motivo pensare di dominare mia sorella mi ha fatto lavorare tutti.{/i}
portuguese: [_MT_] {i}por algum motivo pensando em dominar minha irmã me deixou aborrecido.{/i}
russian: [ _MT_] {i}По какой-то причине, думая о доминировании моей сестры, я все сработал. { /i }

source: [_MT_] {i}I wonder if she's the kind of person that gets off to the pain.{/i}
french: [_MT_] {i}Je me demande si elle est le genre de personne qui part à la douleur.{/i}
italian: [_MT_] {i}Mi chiedo se è il tipo di persona che scende al dolore.{/i}
portuguese: [_MT_] {i}Será que ela é o tipo de pessoa que sai para a dor.{/i}
russian: [_MT_] {i}Интересно, отнимает ли она человека от боли.{/i}

source: [_MT_] {i}I think I'd enjoy it more if she didn't{/i}
french: [_MT_] {i}Je pense que je m'en réjouirais plus si elle ne l'avait pas fait {/i}
italian: [_MT_] {i}Penso che mi piacerebbe di più se non ha fatto{/i}
portuguese: [_MT_] {i}Eu acho que eu aproveitaria mais se ela não tivesse {/i}
russian: [_MT_] {i}Я думаю, что мне больше понравится, если она не надо{/i}

source: [_MT_] {i}I could use [ryan]'s huge dick to punish her pussy.{/i}
french: [_MT_] {i}Je pourrais utiliser l'énorme bite de [ryan]pour punir sa chatte.{/i}
italian: [_MT_] {i}Potrei usare l'enorme cazzo di [ryan]per punire la sua figa.{/i}
portuguese: [_MT_] {i}Eu poderia usar o pau enorme do [ryan] para punir o bichano dela. {/i}
russian: [ _MT_] {i}Я мог бы использовать огромный член [ ryan] для наказания её киски. { /i }

source: [_MT_] {i}Getting fucked by someone she hates so much would be the ultimate punishment I could give her.{/i}
french: [ _MT_ ] {i}Se faire baiser par quelqu'un qu'elle déteste tant serait la punition ultime que je pourrais lui infliger. { /i }
italian: [_MT_] {i}Fottendo scopata da qualcuno che odia così tanto sarebbe la punizione finale che potrei darle.{/i}
portuguese: [_MT_] {i}Ser fodido por alguém que ela odeia tanto seria o castigo máximo que eu poderia dar a ela. {/i}
russian: [_MT_] {i}Вкус с кем-то ненавидят, будет в высшей мере наказанием.{/i}

source: [_MT_] {i}Holy shit, [mom_name]! Get control of your thoughts!
french: [_MT_] {i}Sainte merde, [mom_name]! Prenez le contrôle de vos pensées !
italian: [_MT_] {i}merda santa, [mom_name]! Ottieni il controllo dei tuoi pensieri!
portuguese: [_MT_] {i}merda Santa, [mom_name]! Consiga o controle de seus pensamentos!
russian: [_MT_] Святой дерьмо {i}, [mom_name]! Получите контроль над своими мыслями!

source: [_MT_] {i}Okay, I'll just picture my sister getting fucked by my son, all gagged and tied, for a little bit longer...{/i}
french: [_MT_] {i}D'accord, je vais juste voir ma sœur se faire baiser par mon fils, tous mordus et ligotés, pendant un peu plus longtemps...{/i}
italian: [_MT_] {i}Okay, ho appena fotografato mia sorella farsi scopare da mio figlio, tutti agganciati e legati, per un po 'più a lungo...{/i}
portuguese: [__MT_] {i}Ok, eu só vou imaginar minha irmã ficando fodida pelo meu filho, todo amordaçado e amarrado, por um pouco mais ... {/i}
russian: [_MT_] {i}Хорошо, я просто смогу отразиться на моей сестре с моим сыном, все смешно и привязанно, чуть дольше...{/i}

source: [_M_] How did I get there so quickly?!
french: [ _M_ ] Comment m'y est-il fait si rapidement? !
italian: [_M_] Come sono arrivata così velocemente?!
portuguese: [_M_] Como cheguei tão rápido?!
russian: [ _М_] Как я так быстро туда добирался?!

source: [_M_] Hnnnggghhh!
french: [_M_] Hnnnggghhhh!
portuguese: U[_M_] Hnnnggghhh!
russian: [ _M_] Hnnngghhh!

source: [_R_] Wow, Mom!
french: [_R_] Wow, Maman !
portuguese: [_R_] Nossa, mãe!
russian: Ух ты, мама!

source: [_R_] I think that's the fastest I've seen you cum... ever!
french: [_R_] Je pense que c'est le plus rapide que je t'ai vu foutre... jamais !
italian: [_R_] Penso che sia il più veloce che ti abbia visto... mai!
portuguese: [_R_] Acho que esse é o mais rápido que já vi que mas... nunca!
russian: Я думаю, это самый быстрый из тех, что я видел ... когда-либо!

source: [_R_] I didn't even get to the butt stuff.
french: [ _R_ ] Je n'ai même pas compris les fesses.
italian: [_R_] non sono nemmeno arrivato alla roba di testa.
portuguese: [_R_] eu nem cheguei às coisas das coronhas.
russian: Я даже не добирался до задницы.

source: [_R_] You haven't been taking care of yourself, have you?
french: [ _R_ ] Vous n'avez pas pris soin de vous, n'est-ce pas?
italian: [_R_] Non ti sei preso cura di te stesso, vero?
portuguese: [__R_] Você não tem se tomado conta de si mesmo, não é?
russian: [_R_] Вы не заботились о себе, не правда?

source: [_M_] I've got you to take care of me, now.
french: [ _M_ ] Je vous ai pris soin de moi, maintenant.
italian: [_M_] ora ti devo prendere cura di me.
portuguese: [__M_] Eu tenho você para cuidar de mim, agora.
russian: Я хочу, чтобы ты обо мне заботишься.

source: [_R_] Literally anytime you want me to, Mom.
french: [ _R_ ] Littéralement à n'importe quel moment, maman.
italian: [_R_] Letteralmente ogni volta che vuoi me, Mamma.
portuguese: [_R_] Literalmente a qualquer hora que você quiser que eu, mãe.
russian: [ _r_] Буквально в любое время, когда ты захочешь, мам.

source: [_M_] You'd better be careful what you wish for.
french: [ _M_ ] Tu ferais mieux de faire attention à ce que tu veux.
italian: [_M_] Faresti meglio a stare attenti a quello che desideri.
portuguese: [_M_] É melhor você ter cuidado no que deseja.
russian: Тебе лучше быть осторожным, чего ты хочешь.

source: [_M_] I wish you could just sleep in my bed with me.
french: [ _M_ ] J'aimerais que tu pourrais dormir dans mon lit avec moi.
italian: [_M_] Vorrei che tu potessi solo dormire nel mio letto con me.
portuguese: [__M_] Eu gostaria que você pudesse simplesmente dormir na minha cama comigo.
russian: [ _M_] Я бы хотел, чтобы ты просто спала в моей постели со мной.

source: [_R_] That's a great idea! Why don't I just start doing that?
french: [_R_] C'est une excellente idée ! Pourquoi ne pas commencer à faire ça ?
italian: [_R_] Questa è una grande idea! Perché non comincio a farlo?
portuguese: [_R_] Essa é uma ótima ideia! Por que não começo simplesmente a fazer isso?
russian: Отличная идея! Почему бы мне просто не начать это делать?

source: [_M_] Because nobody can know what's going on between us.
french: Parce que personne ne sait ce qui se passe entre nous.
italian: [_M_] Perché nessuno può sapere cosa sta succedendo tra noi.
portuguese: [_M_] Porque ninguém pode saber o que está acontecendo entre nós.
russian: Потому что никто не знает, что происходит между нами.

source: [_M_] I'm sorry, but this kind of relationship can't be revealed.
french: [_M_] Je suis désolé, mais ce genre de relation ne peut pas être révélé.
italian: [_M_] mi dispiace, ma questo tipo di relazione non può essere rivelato.
portuguese: [_M_] Desculpe, mas esse tipo de relacionamento não pode ser revelado.
russian: Прости, но такого рода отношения не могут быть раскрыты.

source: [_RT_] {i}Maybe not yet... But someday soon.{/i}
french: [_RT_] {i}Peut-être pas encore... Mais un jour bientôt.{/i}
italian: [_RT_] {i}Forse non ancora... Ma un giorno presto.{/i}
portuguese: [_RT_] {i}Talvez ainda não... Mas algum dia em breve.{/i}
russian: [_RT_] {i}Возможно еще не был... Но где-то скоро.{/i}

source: [_R_] Alright, Mom... I'll see you tomorrow.
french: [_R_] D'accord, Maman... Je vais te voir demain.
italian: [_R_] Bene, Mamma... Ti vedrò domani.
portuguese: [_R_] Alright, mamãe ... Eu vejo você amanhã.
russian: Хорошо, мам ... Увидимся завтра.

source: [_M_] Love you, honey!
french: [_M_] Vous aimez, le miel !
italian: [_M_] Ti ami, miele!
portuguese: [_M_] Ama a você, ama!
russian: Люблю тебя, милая!

source: [_R_] Love you too!
french: [_R_] Vous aimez aussi !
italian: [_R_] Amate anche voi!
portuguese: [__R_] Te amo também!
russian: [ _R_] Тебя тоже люблю!

source: [_R_] You're still awake?
french: [_R_] Vous êtes toujours éveillé ?
italian: [_R_] Sei ancora sveglio?
portuguese: [_R_] Você ainda está acordado?
russian: Ты еще не спишь?

source: [_R_] I would have thought you'd be unconcious after the night you've had.
french: [ _R_ ] J'aurais pensé que vous seriez inconciliables après la nuit où vous avez eu.
italian: [_R_] Avrei pensato che saresti stato unconcioso dopo la notte che avevi.
portuguese: [_R_] Eu acharia que você seria desconfortável após a noite que você teve.
russian: Я бы подумал, что после ночи у тебя будет необдуманное.

source: [_C_] I saw you go into [mom_name]'s room, and I was hoping to talk to you when you came out.
french: [ _C_ ] Je vous ai vu entrer dans la chambre de [ mom_name ], et j'espérais vous parler quand vous êtes sorti.
italian: [_C_] ti vidi entrare nella stanza di [mom_name]e speravo di parlarti quando sei uscito.
portuguese: [_C_] eu vi você entrar na sala [mom_name], e eu esperava falar com você quando saíu.
russian: [ _C_] Я видел, как ты входил в комнату [ mom_name], и я надеялся поговорить с тобой, когда ты выйдешь.

source: [_C_] Did she say if she's going to let us stay?
french: [ _C_ ] Elle a dit si elle allait nous laisser rester?
italian: [_C_] Ha detto se ci lascerà rimanere?
portuguese: [_C_] Ela disse se vai nos deixar ficar?
russian: Она сказала, что если она позволит нам остаться?

source: [_R_] Well, she is second guessing herself if letting you stay was the right call or not.
french: [_R_] Eh bien, elle est en train de se deviner si vous laissez rester était le bon appel ou non.
italian: [_R_] Beh, lei è seconda indovinarsi se si lascia rimanere era la chiamata giusta o no.
portuguese: [_R_] Bem, ela é a segunda pessoa a adivinhar que deixar você ficar ficou foi a chamada certa ou não.
russian: [ _R_] Ну, она сама по себе догадывается, если позволить тебе остаться-это был правильный звонок или нет.

source: [_R_] I think I've convinced her to give you a chance to prove that you'll be more help than trouble going forward.
french: [ _R_ ] Je pense que je l'ai convaincue de vous donner une chance de prouver que vous serez plus d'aide que d'aller de l'avant.
italian: [_R_] penso di averla convinta a darti la possibilità di dimostrare che sarai più di aiuto dei guai che andare avanti.
portuguese: [__R_] Eu acho que eu a convenci a lhe dar uma chance de provar que você vai ser mais ajuda do que problemas para ir em frente.
russian: Думаю, я убедила ее дать тебе шанс доказать, что ты будешь больше помогать, чем беда.

source: [_C_] Really?... You stood up for me?
french: [_C_] Vraiment?... Vous vous êtes levé pour moi?
italian: [_C_] Davvero?... Mi hai alzato?
portuguese: [_C_] Realmente? ... Você se levantou por mim?
russian: Правда? Ты заступился за меня?

source: [_R_] I did, but Camille, I've got to warn you, Mom is as mad as I've ever seen her.
french: [_R_] Je l'ai fait, mais Camille, je dois vous avertir, maman est aussi fou que je ne l'ai jamais vu.
italian: [_R_] l'ho fatto, ma Camille, devo avvertirti, la mamma è pazza come la ho mai vista.
portuguese: [_R_] Eu fiz, mas Camille, eu tenho que avisar, a mamãe é tão louca quanto eu já a vi.
russian: [ _R_] Я сделал, но Камилла, я должна предупредить тебя, мама так зла, как я когда-либо видела её.

source: [_R_] Right now, She's wanting to hurt you, so if you want to stay here, you should probably start preparing yourself.
french: [ _R_ ] En ce moment, elle veut vous faire du mal, donc si vous voulez rester ici, vous devriez probablement commencer à vous préparer.
italian: [_R_] In questo momento, lei vuole farti del male, quindi se vuoi rimanere qui, probabilmente dovresti iniziare a prepararti.
portuguese: [__R_] Nesse momento, ela está querendo te machucar, então, se você quiser ficar aqui, você provavelmente deve começar a se preparar.
russian: [ _R_] Сейчас, она хочет причинить тебе боль, так что, если ты хочешь остаться здесь, ты, вероятно, начнешь готовить себя.

source: [_C_] Preparing for what kind of stuff?
french: [ _C_ ] Se préparer à ce genre de choses?
italian: [_C_] Prepararsi a che tipo di roba?
portuguese: [_C_] preparando-se para que tipo de coisa?
russian: [ _C_] Подготовка к тому, что такое?

source: [_R_] Well, I think mainly more house work, but she started talking about making you wear an even more humiliating uniform, but I don't know if she means to carry through with that last one.
french: [_R_] Eh bien, je pense principalement que plus de travail de maison, mais elle a commencé à parler de vous faire porter un uniforme encore plus humiliant, mais je ne sais pas si elle veut passer par ce dernier.
italian: [_R_] Beh, penso principalmente più lavoro di casa, ma ha iniziato a parlare di farti indossare un'uniforme ancora più umiliante, ma non so se lei significa portare attraverso con quell’ultimo.
portuguese: [__R_] Bem, eu acho que principalmente mais trabalho de casa, mas ela começou a falar em fazer você usar um uniforme ainda mais humilhante, mas eu não sei se ela quer dizer para carregar com essa última.
russian: [ _R_] Ну, я думаю, в основном больше работы дома, но она начала говорить о том, чтобы сделать тебя унизительной униформой, но я не знаю, значит ли она иметь дело с этим последним.

source: [_R_] We were trying to come up with a way for you to help pay back the loan to Joey, and I don't want to get into it tonight, but I'll warn you, it's not going to be easy for you.
french: [ _R_ ] Nous avons essayé de trouver un moyen pour vous aider à rembourser le prêt à Joey, et je ne veux pas y entrer ce soir, mais je vous préviens, ce ne sera pas facile pour vous.
italian: [_R_] Stavamo cercando di trovare un modo per aiutare a rimborsare il prestito a Joey, e non voglio entrare in esso stasera, ma vi avvertirò, non sarà facile per voi.
portuguese: [__R_] Estávamos tentando chegar de um jeito para você ajudar a pagar de volta o empréstimo para Joey, e eu não quero entrar nele hoje à noite, mas eu avisarei, não vai ser fácil para você.
russian: [ _R_] Мы пытались придумать, как помочь вернуть кредит Джоуи, и я не хочу попасть в него сегодня, но я предупрежу, что это не будет легко для тебя.
