Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_M_] You know how you needed some help in the dressing room earlier today?
dutch: [_M_] Weet je hoe je eerder vandaag wat hulp nodig hebt in de kledingkamer?
german: [_M_] Du weißt, wie du Hilfe im Umkleideraum heute benötigst?

source: [_R_] Help with?...
dutch: [_R_] hulp met?...
german: [_R_] Hilfe mit?...

source: [_MT_] {i}Well, at least he's eager to help.{/i}
dutch: [_MT_] {i}Wel, tenminste hij wil graag helpen.{/i}
german: [_MT_] {i}Nun, zumindest ist er eifrig zu helfen.{/i}

source: [_R_] Should we go in the car?... In the bathroom?
dutch: [_R_] Moeten we in de auto gaan?... In de badkamer?
german: [_R_] Sollen wir im Auto gehen?... Im Badezimmer?

source: [_M_] Well, we are in a pretty dark corner.
dutch: [_M_] Nou, we zitten in een mooie donkere hoek.
german: [_M_] Nun, wir befinden uns in einer ziemlich dunklen Ecke.

source: [_M_] And the waitress said she'll only come around when we wave her over.
dutch: [_M_] En de kelder zei dat ze alleen komt als we haar zwaaien.
german: [_M_] Und die Kellnerin sagte, sie werde erst kommen, wenn wir sie überrollen.

source: [_M_] I don't think I can wait to take this somewhere else...
dutch: [_M_] Ik denk niet dat ik kan wachten om dit ergens anders mee te nemen...
german: [_M_] Ich glaube nicht, dass ich warten kann, bis ich das an einem anderen Ort mitnehme...

source: [_R_] We can't have sex right here!
dutch: [_R_] We kunnen hier seks niet hebben!
german: [_R_] Wir können hier keinen Sex haben!

source: [_M_] Shhh... [ryan]! I'm not talking about sex!
dutch: [_M_] Shhhh... [ryan]! Ik heb het niet over seks!
german: [_M_] Shhh... [ryan]! Ich spreche nicht über Geschlecht!

source: [_M_] I'm talking about something a little more discreet.
dutch: [_M_] Ik heb het over iets meer discreet.
german: [_M_] Ich rede über etwas etwas diskreteres.

source: [_WAT_] Oh, Miss [mom_name]'s alone.
dutch: [_WAT_] Oh, mevrouw [mom_name]is alleen.
german: [_WAT_] Oh, Miss [mom_name]ist allein.

source: [_WAT_] Wait... Is [ryan] under the table?
dutch: [_WAT_] Wacht... Is [ryan] onder de tafel?
german: [_WAT_] warten... Ist [ryan] unter dem Tisch?

source: [_WAT_] He must be rubbing out a leg cramp for her, or something.
dutch: [_WAT_] Hij moet een beenkraan voor haar uitwrijven of iets voor haar.
german: [_WAT_] Er muss für sie ein Bein Cramp ausreiben, oder etwas.

source: [_RT_] {i}I can't believe Mom asked me to do this to her in such a public place!{/i}
dutch: [_RT_] {i}Ik kan de man niet geloven om haar dit te doen in zo'n openbare plaats!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass Mama mich gebeten hat, dies an einem solchen öffentlichen Ort zu tun!{/i}

source: [_RT_] {i}Oh, my gosh!... Mom's squirting in a restaurant!{/i}
dutch: [_RT_] {i}Ah, mijn kreet!... Mom's verpletterend in een restaurant!{/i}
german: [_RT_] {i}Oh, mein gosh!... Mamas spritzen in einem Restaurant!{/i}

source: [_M_] I know we can't keep doing this, but I do think in the future, when you're married or in a relationship, and your dad is back home with me...
dutch: [_M_] Ik weet dat we dit niet kunnen blijven doen, maar ik denk in de toekomst wanneer je getrouwd bent of een relatie hebt en je vader is weer thuis met mij...
german: [_M_] Ich weiß, dass wir dies nicht weiter tun können, aber ich denke in der Zukunft wenn Sie verheiratet sind oder in einer Beziehung, und Ihr Vater ist wieder zu Hause mit mir...

source: [_M_] we'll still have a special bond between us because of everything we're going through, and the way we're helping each other through it.
dutch: [_M_] we hebben nog steeds een speciale band tussen ons vanwege alles wat we doormaken, en de manier waarop we elkaar daarbij helpen.
german: [_M_] wir haben immer noch eine besondere Bindung zwischen uns wegen allem, was wir durchmachen, und der Art und Weise, wie wir uns gegenseitig dabei helfen.

source: [_R_] What if Dad never comes home?... What if I can't ever find a girl that makes me feel the way you do?
dutch: [_R_] Wat als papa nooit thuis komt?... Wat als ik nooit een meisje kan vinden dat me laat voelen zoals jij doet?
german: [_R_] Was ist, wenn Papa nie nach Hause kommt?... Was ist, wenn ich nie ein Mädchen finde, das mich so fühlt, wie du machst?

source: [_M_] Well... We'll cross that bridge when we come to it.
dutch: [_M_] Walt... We zullen die brug oversteken wanneer we er zijn.
german: [_M_] Nun... Wir werden diese Brücke überqueren, wenn wir zu ihr kommen.

source: [_RT_] {i}Yes!... She didn't completely shut down talk of future intimacy... That means she must be entertaining the idea herself!{/i}
dutch: [_RT_] {i}Ja!... Ze heeft het praten over toekomstige intimiteiten niet volledig gestopt... Dat betekent dat ze het idee zelf moet vermaken!{/i}
german: [_RT_] {i}Ja!... Sie hat die Diskussion über zukünftige Intimität nicht komplett abgeschlossen... Das bedeutet, dass sie die Idee selbst unterhalten muss!{/i}

source: [_W_] Sorry to bother you guys, but if you're waiting for the check, you actually pay up front.
dutch: [_W_] Sorry, maar als je op de cheque wacht, betaal je eigenlijk vooraf op.
german: [_W_] Entschuldigen Sie, dass Sie sich Sorgen machen, aber wenn Sie auf den Scheck warten, zahlen Sie tatsächlich vorne.

source: [_M_] Also, I'm sorry, but I spilled my water on the floor.
dutch: [_M_] Ook, het spijt me, maar ik morste mijn water op de vloer.
german: [_M_] Es tut mir Leid, aber ich habe mein Wasser auf den Boden verschüttet.

source: [_RT_] {i}My God!... Chelsea is sopping up Mom's pussy juices!{/i}
dutch: [_RT_] {i}Mijn God!... Chelsea hakt Mom's pussy sapen op!{/i}
german: [_RT_] {i}Mein Gott!... Chelsea saugt Mamas Fotzensafte auf!{/i}

source: [_MT_] {i}Oh, my!... One of my students is cleaning my own pussy juices off the floor.{/i}
dutch: [_MT_] {i}Oh, ik!... Een van mijn leerlingen is mijn eigen Psy-sap van de vloer aan het schoonmaken.{/i}
german: [_MT_] {i}Ah, mich!... Einer meiner Schüler reinigt meine eigenen Fotzensäfte vom Boden.{/i}

source: [_M_] Thanks for bringing me on a date today.
dutch: [_M_] Bedankt dat je me vandaag op een datum hebt gebracht.
german: [_M_] Danke, dass du mich heute zu einem Datum gebracht hast.

source: [_M_] Haha... Except what happened in the dressing room.
dutch: [_M_] Haha... Behalve wat er is gebeurd in de kledingkamer.
german: [_M_] Haha... Außer was im Umkleideraum passiert ist.

source: [_MT_] {i}I really thought he was going to invite me to the beach again.{/i}
dutch: [_MT_] {i}Ik dacht echt dat hij me opnieuw zou uitnodigen op het strand.{/i}
german: [_MT_] {i}Ich dachte wirklich, er würde mich erneut zum Strand einladen.{/i}

source: [_MT_] {i}Just as well. I'm feeling tired and satisfied as it is.{/i}
dutch: [_MT_] {i}Net zo goed. Ik voel me moe en tevreden als het is.{/i}
german: [_MT_] {i}ebenfalls. Ich fühle mich müde und zufrieden wie es ist.{/i}

source: [_R_] Are you up for another visit to the beach?
dutch: [_R_] Ben je klaar voor een ander bezoek aan het strand?
german: [_R_] Sind Sie bereit für einen weiteren Besuch am Strand?

source: [_M_] I had a feeling that question was coming.
dutch: [_M_] Ik had het gevoel dat die vraag kwam.
german: [_M_] Ich hatte das Gefühl, dass die Frage kam.

source: [_R_] That's not a no.
dutch: [_R_] Dat is geen nee.
german: [_R_] Das ist keine Nein.

source: [_M_] No, it isn't... Let's go.
dutch: [_M_] Nee, dat is niet... Laten we gaan.
german: [_M_] Nein, es ist nicht... Los geht's.

source: [_M_] Let me guess... The beach again?
dutch: [_M_] Laat me raden... Het strand weer?
german: [_M_] Lassen Sie mich erraten... Der Strand nochmal?

source: [_R_] Uhhh... Yeah.
dutch: [_R_] Uhhh... Ja.
german: [_R_] Uhhhh... Ja.

source: [_M_] Come on, [ryan].
dutch: [_M_] Kom op, [ryan].
german: [_M_] Komm, [ryan].

source: [_M_] That's not very subtle.
dutch: [_M_] Dat is niet erg subtiel.
german: [_M_] Das ist nicht sehr subtil.

source: [_M_] And it's not happening.
dutch: [_M_] En het gebeurt niet.
german: [_M_] Und es passiert nicht.

source: [_M_] I've got papers to grade, emails that need sent.
dutch: [_M_] Ik heb papieren te beoordelen, e-mails die verzonden moeten worden.
german: [_M_] Ich habe Papiere zum Bewerten, E-Mails, die gesendet werden müssen.

source: [_M_] Yeah, dinner would be nice.
dutch: [_M_] Yeah, het diner zou leuk zijn.
german: [_M_] Ja, das Abendessen wäre schön.

source: [_M_] Let's go to the sushi restaurant.
dutch: [_M_] Laten we naar het sushi-restaurant gaan.
german: [_M_] Gehen wir zum Sushi Restaurant.

source: [_R_] We've done that one recently, let's try something new.
dutch: [_R_] We hebben dat onlangs gedaan, laten we het proberen.
german: [_R_] Wir haben das kürzlich getan, lassen Sie uns etwas Neues versuchen.

source: [_M_] I'm just really in the mood for sushi, and since I'm driving, that's where we're going.
dutch: [_M_] Ik ben gewoon in de stemming voor sushi, en sinds ik rijd ben zijn we op weg.
german: [_M_] Ich bin nur in der Stimmung für Sushi, und da ich fahre, sind wir genau dort.

source: [_RT_] {i}Dammit! She's just hoping we'll run into Joey!{/i}
dutch: [_RT_] {i}Dammit! Ze hoopt alleen maar dat we zullen rennen!{/i}
german: [_RT_] {i}Damm! Sie hofft nur, dass wir auf Joey laufen!{/i}

source: [_RT_] {i}God, I pray that he's not there this time.{/i}
dutch: [_RT_] {i}God, ik bid dat hij er deze keer niet is.{/i}
german: [_RT_] {i}Gott, ich bete, dass er diesmal nicht da ist.{/i}

source: [_RT_] {i}But if he's like me, he's not going to miss another opportunity to fuck my mom.{/i}
dutch: [_RT_] {i}Maar als hij zoals ik is, gaat hij geen kans meer missen om mijn moment te rokeren.{/i}
german: [_RT_] {i}Aber wenn er mir gefällt, verpasst er keine weitere Gelegenheit um meine MM zu ficken.{/i}

source: [_M_] You don't mind if we go to the same place as last time, do you?
dutch: [_M_] Je vindt het niet erg als we naar dezelfde plek gaan als de vorige keer, toch?
german: [_M_] Du hast nichts dagegen, wenn wir zum letzten Mal an den gleichen Ort gehen, oder?

source: [_R_] Whatever you want.
dutch: [_R_] wat je wil.
german: [_R_] was immer du willst.

source: [_M_] Luckily we both dressed nice enough to get in.
dutch: [_M_] Gelukkig zijn we allebei mooi genoeg gekleed om binnen te komen.
german: [_M_] Zum Glück haben wir beide gut genug gekleidet, um hereinzukommen.

source: [_M_] We should have made a reservation.
dutch: [_M_] We hadden een reservering moeten maken.
german: [_M_] Wir hätten eine Reservierung vornehmen sollen.

source: [_W_] Hi, welcome in!
dutch: [_W_] Hallo, welkom in!
german: [_W_] Hallo, willkommen!

source: [_W_] May I ask the name your reservation is under?
dutch: [_W_] Mag ik vragen om de naam van uw reservering onder uw reservering?
german: [_W_] Darf ich den Namen Ihrer Reservierung fragen?

source: [_M_] Uhh... We didn't make a reservation, but we were hoping you might have an extra table available?
dutch: [_M_] Uhh... We hebben geen reserveringen gemaakt, maar we hoopten dat je misschien een extra tabel beschikbaar hebt?
german: [_M_] Uhhh... Wir haben keine Reservierung vorgenommen, aber wir hofften, dass Sie einen zusätzlichen Tisch zur Verfügung haben?

source: [_W_] Oh, I'm so sorry!... We're really busy and we won't have any spare tables at all tonight.
dutch: [_W_] Oh, het spijt me zeer, ... We zijn echt druk en we zullen vanavond helemaal geen vrije tafels hebben.
german: [_W_] Oh, es tut mir leid! ... Wir sind wirklich beschäftigt und wir werden heute Abend überhaupt keine Ersatztische haben.

source: [_MT_] {i}Darn... Where's Joey when you need...{/i}
dutch: [_MT_] {i}Darn... Waar is Joey wanneer je nodig hebt...{/i}
german: [_MT_] {i}Darn... Wo ist Joey wenn du brauchst...{/i}

source: [_J_] Ronald?... and the lovely Miss [mom_name].
dutch: [_J_] Ronald?... en de heerlijke Mis [mom_name].
german: [_J_] Ronald?... und die schöne Miss [mom_name].

source: [_RT_] {i}Fuck! Why can't I ever catch a break?{/i}
dutch: [_RT_] {i}Fuck! Waarom kan ik ooit een pauze van?{/i}
german: [_RT_] {i}Fick! Warum kann ich nie eine Pause fangen?{/i}

source: [_RT_] {i}Goddammit!... Not Joey DeCapo again!{/i}
dutch: [_RT_] {i}Goddammit!... Niet weer Joey DeCapo weer!{/i}
german: [_RT_] {i}Goddammit!... Nicht wieder Joey DeCapo!{/i}

source: [_J_] Imagine seeing you here.
dutch: [_J_] Stel je voor dat je hier komt.
german: [_J_] Stellen Sie sich vor, Sie hier zu sehen.

source: [_M_] Well, we seem to be without a reservation again.
dutch: [_M_] Nou, we lijken weer zonder voorbehoud te zijn.
german: [_M_] Nun, wir scheinen wieder ohne Vorbehalte zu sein.

source: [_J_] These are friends of mine, would you please get a table ready in my special room?
dutch: [_J_] Dit zijn vrienden van mij, wilt u alstublieft een tafel klaarmaken in mijn speciale kamer?
german: [_J_] Das sind meine Freunde. Würdest du bitte einen Tisch in meinem speziellen Zimmer fertigstellen?

source: [_W_] Thank you Mr. DeCapo! It will be my pleasure.
dutch: [_W_] Dank u mijnheer DeCapo! Het zal mijn plezier zijn.
german: [_W_] Vielen Dank, Herr DeCapo! Es wird mein Vergnügen sein.

source: [_RT_] {i}Mmmm... Armani's looking amazing again!{/i}
dutch: [_RT_] {i}Mmmm... Armani ziet er opnieuw geweldig uit!{/i}
german: [_RT_] {i}Mmmm... Armanis sieht wieder erstaunlich aus!{/i}

source: [_MT_] {i}That "hi" Armani gave my son sounded a little too flirty.{/i}
dutch: [_MT_] {i}Dat "Hal" Armani gaf mijn zoon een beetje te flirty gelukt.{/i}
german: [_MT_] {i}dass "hi" Armani meinem Sohn ein wenig zu flirtig klang. {/i}

source: [_MT_] {i}Wait... calm down [mom_name]... Don't get jealous. It would be better for him to flirt with other girls than with you.{/i}
dutch: [_MT_] {i}Wacht... kalm [mom_name]... Word geen jaloers. Het zou beter voor hem zijn om met andere meisjes te flirten dan met jou.{/i}
german: [_MT_] {i}Warten... beruhigen Sie sich [mom_name]... Werden Sie nicht eifersüchtig. Es wäre besser, wenn er mit anderen Mädchen flirtet als mit Ihnen.{/i}

source: [_M_] Wow! Thank you Joey, but we couldn't impose on you again!
dutch: [_M_] Wow! Bedankt voor je vreugde, maar we konden je niet opnieuw opleggen!
german: [_M_] Wow! Vielen Dank Joey, aber wir konnten Ihnen nicht wieder aufzwingen!

source: [_J_] Nonsense!
dutch: [_J_] Onzin!
german: [_J_] Unsinn!

source: [_J_] It's my pleasure!
dutch: [_J_] Het is mijn plezier!
german: [_J_] Es ist mein Vergnügen!

source: [_J_] You're lucky you ran into us again. It's gotten so hard to reserve a table here.
dutch: [_J_] Je hebt geluk dat je ons weer eens tegenkwam. Het is zo moeilijk om hier een tafel te reserveren.
german: [_J_] Du hast Glück, dass du wieder zu uns gekommen bist. Es ist so schwer geworden, hier einen Tisch zu reservieren.

source: [_MT_] {i}Oh, now he's the perfect gentleman?... Joey wasn't so polite in his club... That actually was pretty intimidating... I'd better just go along with anything Joey says.{/i}
dutch: [_MT_] {i}Oh, is hij nu de perfecte heer?... Joey was niet zo beleefd in zijn club.. Dat was eigenlijk best intimiderend... Ik kan beter meedoen met alles wat Joey zegt.{/i}
german: [_MT_] {i}Oh, jetzt ist er der perfekte Gentleman?... Joey war in seinem Club nicht so höflich. Das war eigentlich ziemlich einschüchtern... Ich würde lieber etwas mitmachen, was Joey sagt.{/i}

source: [_M_] Armani, you look beautiful tonight!
dutch: [_M_] Armani, jij ziet er mooi uit vanavond!
german: [_M_] Armani, du siehst heute Abend schön aus!

source: [_A_] Thanks, [mom_name]! So do you!
dutch: [_A_] Bedankt, [mom_name]! Doe ook!
german: [_A_] Danke, [mom_name]! Also tue es!

source: [_A_] I've got to tell you that I loved the last show you did. You really need to teach me some of your moves!
dutch: [_A_] Ik moet je vertellen dat ik blij ben met de laatste serie die je hebt gedaan. Je moet me echt wat beweegt!
german: [_A_] Ich muss dir sagen, dass ich die letzte Show liebte, die du gemacht hast. Du musst mir wirklich einige deiner Züge beibringen!

source: [_J_] You really are one of the top dancers at the club. I still wish I could talk you into coming in more.
dutch: [_J_] Je bent echt een van de beste dansers van de club. Ik zou nog steeds willen dat ik met je kon praten om er meer binnen te komen.
german: [_J_] Du bist wirklich einer der Top-Tänzer im Club. Ich wünschte trotzdem, ich könnte dich noch mehr erzählen.

source: [_M_] Maybe... We'll see.
dutch: [_M_] Misschien... We zullen het zien.
german: [_M_] Vielleicht... Wir werden sehen.

source: [_RT_] {i}What!?{/i}
dutch: [_RT_] {i}Wat?{/i}
german: [_RT_] {i}Was!?{/i}

source: [_J_] I'll bet the room's ready for us.
dutch: [_J_] Ik wed dat de kamer klaar is voor ons.
german: [_J_] Ich wette den Raum bereit für uns.

source: [_J_] And even though we've already had our dinner, we'll just get dessert.
dutch: [_J_] En ook al hebben we ons diner al gehad, we gaan het nagerecht.
german: [_J_] Und auch wenn wir bereits unser Abendessen gehabt haben, werden wir nur Nachtisch bekommen.

source: [_J_] Should we go?
dutch: [_J_] Moeten we gaan?
german: [_J_] Sollen wir gehen?

source: [_R_] Wait... you're going to be joining us?
dutch: [_R_] wacht... je gaat je bij ons aansluiten?
german: [_R_] Warten... Du wirst uns beitreten?

source: [_R_] Wait... you're going to be joining us again?
dutch: [_R_] Wacht... je komt weer bij ons wonen?
german: [_R_] Warten... Du wirst uns wieder beitreten?

source: [_J_] Is that a problem?
dutch: [_J_] Is dat een probleem?
german: [_J_] Ist das ein Problem?

source: [_R_] Well, with all due respect, I was hoping to spend some quality time alone with my mom this time.
dutch: [_R_] Nou, met alle respect, ik hoopte deze keer enige tijd van kwaliteit alleen door te brengen met mijn moeder.
german: [_R_] Nun, bei allem gebotenen Respekt, ich hatte gehofft, diesmal mit meiner Mama eine qualitativ hochwertige Zeit allein zu verbringen.

source: [_R_] I'm grateful that you offered us your private room, but I think we'll find somewhere else to eat.
dutch: [_R_] Ik ben je dankbaar dat je je privékamer hebt aangeboden, maar ik denk dat we ergens anders te eten zullen vinden.
german: [_R_] Ich bin dankbar, dass du uns dein privates Zimmer angeboten hast, aber ich denke, wir werden einen anderen Ort zum Essen finden.

source: [_M_] Nonsense, [ryan]!... Don't be rude!... Joey's doing something extremely nice for us. The least we can do is have dinner with him and Armani.
dutch: [_M_] Nonsense, [ryan]!... Niet onbeledigd!... Joey's doen iets heel moois voor ons. Het minste wat we kunnen doen is met hem en Armani.
german: [_M_] Unsinn, [ryan]!... Sei nicht unhöflich!... Joey tut etwas sehr Schönes für uns. Das Mindeste, was wir tun können, ist mit ihm und Armani zu essen.

source: [_M_] We'll follow you.
dutch: [_M_] wij zullen je volgen.
german: [_M_] Wir werden dir folgen.

source: [_R_] With all due respect, I was hoping to spend some quality time alone with my mom.
dutch: [_R_] Met alle respect, ik hoopte op een tijd van kwaliteit alleen met mijn moeder.
german: [_R_] Bei allem gebotenen Respekt habe ich gehofft, allein mit meiner Mutter etwas Zeit der Qualität zu verbringen.

source: [_J_] Oh, don't worry, we'll be quick, we'll just grab a bite of dessert and go.
dutch: [_J_] Oh, maak je geen zorgen, we zullen snel zijn, we pakken gewoon een hap dessert en gaan.
german: [_J_] Keine Sorge, wir sind schnell, wir packen einfach ein wenig Dessert und gehen.

source: [_J_] We haven't had a good talk in a while, I'd love to get caught up on how things are going, [mom_name].
dutch: [_J_] We hebben al een tijdje geen goed gepraat gehad. Ik zou me graag inhalen hoe het gaat, [mom_name].
german: [_J_] Wir haben seit einiger Zeit keinen guten Vortrag gehabt, ich würde gerne aufgeholt werden, wie die Dinge laufen, [mom_name].

source: [_R_] It's just...
dutch: [_R_] Het is slechts...
german: [_R_] Es ist gerecht...

source: [_A_] Joey, we can't stay, remember? My mom said we need to be back in time for your weekly meeting with Carmine.
dutch: [_A_] Joey, we kunnen niet blijven, we kunnen je niet herinneren? Mijn moeder zei dat we terug op tijd moeten zijn voor je wekelijkse ontmoeting met Carmine.
german: [_A_] Joey, wir können nicht bleiben, vergessen? Meine Mutter sagte, wir müssen rechtzeitig für dein wöchentliches Treffen mit Carmine zurück sein.

source: [_J_] Oh, that's right. [mom_name]'s beauty keeps making me forget.
dutch: [_J_] Oh, dat is goed. [mom_name]zijn schoonheid maakt me steeds vergeten.
german: [_J_] Oh, das ist richtig. [mom_name]'s Schönheit macht mich immer wieder vergessen.

source: [_J_] We'll have to take a rain check again.
dutch: [_J_] We zullen opnieuw een regencontrole moeten uitvoeren.
german: [_J_] Wir müssen noch einmal Regen überprüfen.

source: [_J_] But please feel free to use the private room. They'll take good care of you here.
dutch: [_J_] Maar gebruik gerust de privékamer. Ze zorgen hier goed voor je.
german: [_J_] Aber bitte nutzen Sie den privaten Raum. Sie werden sich hier um Sie kümmern.

source: [_M_] Thank you so much Joey. I hope your meeting goes well.
dutch: [_M_] Heel erg plezierig. Ik hoop dat je vergadering goed verloopt.
german: [_M_] Vielen Dank für Ihre Freude. Ich hoffe, dass Ihr Treffen gut läuft.

source: [_R_] Yeah, thanks.
dutch: [_R_] Yeah, bedankt.
german: [_R_] Ja, danke.

source: [_RT_] {i}Thank God he's leaving!{/i}
dutch: [_RT_] {i}God God God zij vertrek!{/i}
german: [_RT_] {i}Danke, Gott sei Dank verlassen!{/i}

source: [_R_] No, no... not a problem at all. I just had it in my mind that it was just going to be Mom and me this time.
dutch: [_R_] Nee, nee... geen enkel probleem. Ik had het net in mijn hoofd dat het deze keer alleen maar mevrouw en mij zou worden.
german: [_R_] Nein, nein... kein Problem. Ich hatte es gerade in meinem Kopf, dass es nur Mama und mich dieses Mal sein würde.

source: [_R_] But we're happy to have you join us again, and very grateful that you got us a table.
dutch: [_R_] Maar we zijn blij dat je weer bij ons bent, en we zijn erg dankbaar dat je ons een tafel hebt.
german: [_R_] Aber wir freuen uns, dass du wieder bei uns bist und sehr dankbar dafür, dass du uns einen Tisch gegeben hast.

source: [_J_] More than a table, our own private room!
dutch: [_J_] Meer dan een tabel, onze eigen privé kamer!
german: [_J_] Mehr als ein Tisch, unser eigener Privatzimmer!

source: [_M_] We'll just follow you again?
dutch: [_M_] We volgen je gewoon opnieuw?
german: [_M_] Wir folgen dir einfach nochmal?

source: [_MT_] {i}[ryan] scared me there for a second. I thought he was going to try and resist Joey's offer this time. I'm glad he's got better sense than that!{/i}
dutch: [_MT_] {i}[ryan] heeft me daar een seconde bang gemaakt. Ik dacht dat hij deze keer zou proberen Joey's aanbod te weerstaan. Ik ben blij dat hij beter doordacht is dan dat! {/i}
german: [_MT_] {i}[ryan] hat mich dort für eine Sekunde verängstigt. Ich dachte, er würde versuchen Joey's Angebot dieses Mal zu widerstehen. Ich bin froh, dass er mehr Sinn hat als das!{/i}

source: [_R_] No, no... not a problem at all. I just had it in my mind that it was just going to be Mom and me.
dutch: [_R_] Nee, nee... geen probleem. Ik had het gewoon in mijn hoofd dat het alleen maar mama en mij zou worden.
german: [_R_] Nein, nein... kein Problem. Ich hatte es gerade im Kopf, dass es nur Mama und mich sein würde.

source: [_R_] But we're happy to have you join us, and very grateful that you got us a table.
dutch: [_R_] Maar we zijn blij dat je bij ons komt en we zijn erg dankbaar dat je ons een tafel hebt.
german: [_R_] Aber wir freuen uns, dass du uns beitreten wirst, und sehr dankbar, dass du uns einen Tisch gegeben hast.
