Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_C_] Oh.... I thought you said you didn't have time for me to leave.... I'll just hurry up and wash my hands and get out of here.
dutch: [_C_] Oh.... Ik dacht dat je zei dat je geen tijd voor mij had om weg te gaan. . Ik zal gewoon opschieten en mijn handen wassen en hier weggaan.
french: [_C_] Oh.... Je croyais que tu avais dit qu'il n'y avais pas le temps pour moi de partir.... Je vais me dépêcher, me laver les mains et sortir d'ici.
german: [_C_] Oh.... Ich dachte, du hast keine Zeit für mich zu verlassen. .. Ich werde mich einfach beeilen und waschen Sie meine Hände und gehen Sie aus hier.
italian: [_C_] Oh.... Pensavo avessi detto che non avevi tempo per me per andarmene.... Mi sbrigo, mi lavo le mani e me ne vado.
portuguese: [_C_] Ah... Eu achava que você disse que não tinha tempo para eu ir embora. .. Só vou me apressar e lavar as mãos e sair daqui.

source: [_R_] Actually.... I think I've got a better idea.
dutch: [_R_] Eigenlijk ... . Ik denk dat ik een beter idee heb.
french: [_R_] En fait.... J'ai une meilleure idée.
german: [_R_] tatsächlich.... Ich glaube, ich habe eine bessere Idee.
italian: [_R_] In realtà.... Penso di avere un'idea migliore.
portuguese: [_R_] Na verdade .... Acho que tenho uma ideia melhor.

source: [_C_] Oh, no.... I'm afraid to even ask.
dutch: [_C_] Oh, nee.... Ik ben bang om het zelfs te vragen.
french: [_C_] Oh, non.... J'ai même peur de demander.
german: [_C_] Oh, nein.... Ich habe Angst zu fragen.
italian: [_C_] Oh, no.... Ho paura persino di chiedere.
portuguese: [_C_] Ah, não.... tenho medo de perguntar.

source: [_R_] I think if you were partially exposed...
dutch: [_R_] Ik denk dat je gedeeltelijk bent onthuld...
french: [_R_] Je pense que si tu me montres partiellement ton intimité...
german: [_R_] Ich denke, wenn du teilweise enthüllt wurdes...
italian: [_R_] Penso che se tu fossi parzialmente esposto...

source: [_R_] I wouldn't be so embarassed...
dutch: [_R_] ik zou niet zo worden geblokkeerd...
french: [_R_] Je ne serais pas si embarrassé...
german: [_R_] Ich wäre nicht so peinlich...
italian: [_R_] Non sarei così imbarazzato...
portuguese: [_R_] Eu não ficaria tão embaraçado...

source: [_C_] Are you fucking kidding me?
dutch: [_C_] maak je me voor de gek?
french: [_C_] Tu te fous de moi ?
german: [_C_] Fickst du mich ficken?
italian: [_C_] Mi stai prendendo per il culo?
portuguese: [_C_] Você está brincando comigo?

source: [_C_] I can leave the room so you can pee.... but you want me to expose myself instead?.... Because you think this will help you pee.
dutch: [_C_] Ik kan de kamer verlaten zodat je kunt peten.... maar wil je dat ik me anders blootstellen?.... Omdat je denkt dat dit je zal helpen.
french: [_C_] Je peux quitter la pièce pour que tu pisses.... mais tu veux que je m'expose mon corps à la place ?.... Parce que tu penses que ça va t'aider à faire pipi.
german: [_C_] Ich kann das Zimmer verlassen, damit du pissen kannst.... aber Sie wollen, dass ich mich stattdessen enthüllen?.... weil Sie denken, dass dies Ihnen helfen wird.
italian: [_C_] Posso lasciare la stanza in modo che tu possa fare pipì.... ma tu vuoi che mi esponga invece?.... Perché pensi che questo ti aiuterà a fare pipì.
portuguese: [__C_] Eu posso deixar o quarto para você fazer xixi .... mas você quer que eu me exponha em vez disso? .... Porque você acha que isso vai te ajudar a fazer xixi.

source: [_C_] That's just fucking stupid.
dutch: [_C_] Dat is gewoon waanzinnig dom.
french: [_C_] C'est juste stupide.
german: [_C_] Das ist einfach dumm zu ficken.
italian: [_C_] Questo è solo fottutamente stupido.
portuguese: [_C_] Isso é simplesmente burro estúpido.

source: [_R_] No!.... I'm serious.... I have a problem with peeing with other people in the room, but I need you to stay here so I can get used to peeing with other people in the bathroom.
dutch: [_R_] Nee!.... Ik ben serieus.... Ik heb een probleem met het schillen met andere mensen in de kamer, maar ik wil dat je hier blijft zodat ik gewend raakt aan het pesten met andere mensen in de badkamer.
french: [_R_] Non!.... Je suis sérieux.... J'ai un problème à faire pipi avec d'autres personnes dans la chambre, mais j'ai besoin que tu restes ici pour que je puisse m'habituer à faire pipi avec d'autres personnes dans la salle de bain.
german: [_R_] Nein!.... Ich bin ernst.... Ich habe ein Problem mit anderen Leuten im Zimmer zu pissen Das Hotel ist sehr zentral gelegen und trotzdem sehr ruhig.
italian: [_R_] No!.... Sono serio.... Ho un problema con la peeing con altre persone nella stanza, ma ho bisogno di stare qui in modo da potersi abituare a fare la pipì con altre persone in bagno.
portuguese: [_R_] Não!.... Falo sério... Tenho um problema em fazer xixi com outras pessoas na sala, mas preciso que você fique aqui para que eu possa me acostumar a mijar com outras pessoas no banheiro.

source: [_C_] No way!.... You better find someone who loves you more than I do to help you with your problem.... I'm getting out of here.... I'll wash my hands in the kitchen.
dutch: [_C_] Geen keus!.... Vind beter iemand die van je houdt dan ik om je te helpen met je probleem. . Ik stap hier uit.... Ik zal mijn handen in de keuken wassen.
french: [_C_] Pas moyen!.... Tu ferais mieux de trouver quelqu'un qui t'aime plus que moi pour t'aider avec ton problème.... Je sors d'ici.... Je vais me laver les mains dans la cuisine.
german: [_C_] Kein Weg!.... Du findest jemanden, der dich mehr liebt, als ich tue, um dir bei deinem Problem zu helfen. .. Ich bin raus hier.... Ich wasche meine Hände in der Küche.
italian: [_C_] Non esiste!.... Faresti meglio a trovare qualcuno che ti ami più di me per aiutarti con il tuo problema.... Me ne vado da qui.... Mi lavo le mani in cucina.
portuguese: [_C_] Sem jeito!.... É melhor você encontrar alguém que te ama mais do que eu para te ajudar com seu problema. ... Estou saindo daqui.... Vou lavar as mãos na cozinha.

source: [_R_] Wait! I'll make it worth your while...
dutch: [_R_] Wacht! Ik zal het je tijd waarderen...
french: [_R_] Attends! Je ferais en sorte que ça en vaille la peine...
german: [_R_] Warte! Ich werde deine Zeit wert machen...
italian: [_R_] Aspetta! Farò in modo che ne valga la pena...

source: [_C_] How do you mean?
dutch: [_C_] Hoe bedoelt u?
french: [_C_] Que veux-tu dire?
german: [_C_] Wie meinen Sie?
italian: [_C_] In che senso?
portuguese: [_C_] Como quer dizer?

source: [_R_] I'll give you one hundred dollars.
dutch: [_R_] Ik geef je honderd dollar.
french: [_R_] Je vais te donner cent dollars.
german: [_R_] Ich gebe Ihnen hundert Dollar.
italian: [_R_] Ti darò cento dollari.
portuguese: [_R_] Eu vou te dar cem dólares.

source: [_C_] Are you kidding me?...
dutch: [_C_] houd je me voor de gek?...
french: [_C_] Tu te moques de moi ?...
german: [_C_] Scherz mich? ...
italian: [_C_] Stai scherzando?...
portuguese: [_C_] Você está brincando?...

source: [_R_] Right now all of your bills are being paid for, but you don't have any extra spending money.... wouldn't it be nice to have an extra $100 to do whatever you want with?
dutch: [_R_] wordt op dit moment al je rekeningen betaald, maar je hebt geen extra geld. .. zou het niet leuk zijn om $100 extra te hebben om te doen wat je wilt?
french: [_R_] En ce moment, toutes vos factures sont payées, mais tu n'as pas d'argent de dépense supplémentaire.... ne serait-ce pas bien d'avoir 100$ de plus pour faire ce que tu veux avec?
german: [_R_] Im Moment werden alle deine Rechnungen bezahlt, aber du hast kein zusätzliches Geld ausgegeben. .. Wäre es nicht schön, zusätzlich $100 zu haben, um zu tun, was Sie wollen?
italian: [_R_] In questo momento tutte le tue bollette sono state pagate, ma non hai soldi extra da spendere.... non sarebbe bello avere 100 dollari in più per farci quello che vuoi?
portuguese: [__R_] Nesse momento todas as suas contas estão sendo pagas, mas você não tem nenhum dinheiro extra gastando .... não seria legal ter um extra de $100 para fazer o que quiser?

source: [_C_] I'm not going to lie.... I just don't feel like myself without being able to go shopping.
dutch: [_C_] Ik ga niet liegen.... Ik voel me gewoon niet zoals mezelf zonder te gaan winkelen.
french: [_C_] Je ne vais pas mentir.... Je ne me sens pas comme moi sans pouvoir faire du shopping.
german: [_C_] Ich werde nicht lügen.... Ich fühle mich einfach nicht wie ich, ohne einkaufen zu können.
italian: [_C_] Non ho intenzione di mentire.... Non mi sento me stessa senza poter fare shopping.
portuguese: [_C_] Eu não vou mentir .... Eu só não me sinto como eu mesma sem poder ir às compras.

source: [_C_] If you let me off work tomorrow too, then you have a deal.
dutch: [_C_] Als je me morgen ook uit het werk laat gaan, dan heb je een deal.
french: [_C_] Si tu me laisses ne pas travailler demain aussi, alors tu as un marché.
german: [_C_] Wenn du mich auch morgen loslassen willst, dann hast du einen Deal.
italian: [_C_] Se mi lasciate andare il lavoro anche domani, allora avete un affare.
portuguese: [__C_] Se você me deixar de fora trabalhar amanhã também, então você tem um acordo.

source: [_RT_] {i}Oh my God!.... She's going to do it!.... {/i}
dutch: [_RT_] {i}Oh mijn God!.... Ze gaat het doen!.... {/i}
french: [_RT_] {i}Oh mon Dieu!.... Elle va le faire !.... {/i}
german: [_RT_] {i}Oh mein Gott!.... Sie wird es tun!.... {/i}
italian: [_RT_] {i}Oh mio Dio!.... Lo farà!.... {/i}
portuguese: [_RT_] {i}Oh minha Deusa!.... Ela vai fazê-lo!.... {/i}

source: [_R_] Ok.... to get the hundred dollars, I just need you to go to the other side of the glass in front of me, and press your bare breasts on the glass.
dutch: [_R_] Ok.... om de honderd dollar te krijgen, hoef ik alleen maar naar de andere kant van het glas voor me te gaan, en strijk je blote borsten op het glas.
french: [_R_] D'accord.... pour avoir les cent dollars, j'ai juste besoin que tu ailles de l'autre côté du verre devant moi, et que tu appuies tes seins nus sur le verre.
german: [_R_] Ok.... um die hundert Dollar, brauche ich nur, um auf die andere Seite des Glases vor mir zu gehen und drücken Sie Ihre nackten Brüste auf dem Glas.
italian: [_R_] Ok.... per ottenere i cento dollari, ho solo bisogno che tu vada dall'altra parte del vetro di fronte a me, e prema i tuoi seni nudi sul vetro.
portuguese: [_R_] Ok.... para obter cem dólares, só preciso que você vá para o outro lado do copo na minha frente, e pressione os seios escuros no copo.

source: [_C_] Oh my God! I can't believe I'm going to do this for you!
dutch: [_C_] Oh mijn God! Ik kan niet geloven dat ik dit voor jou ga doen!
french: [_C_] Oh mon Dieu! Je n'arrive pas à croire que je vais faire ça pour toi!
german: [_C_] Oh mein Gott! Ich kann nicht glauben, ich werde das für dich tun!
italian: [_C_] Oh mio Dio! Non posso credere che sto per fare questo per te!
portuguese: [_C_] Meu Deus! Não acredito que vou fazer isso por você!

source: [_C_] You're such a pervert!
dutch: [_C_] Je bent zo'n perver!
french: [_C_] Tu es un pervers !
german: [_C_] Du bist so pervertiert!
italian: [_C_] Sei un tale pervertito!
portuguese: U[_C_] Você é um tal pervertido!

source: [_R_] No, it's going to help me get over my stage fright.
dutch: [_R_] Nee, het gaat me helpen om mijn speelveld fout te maken.
french: [_R_] Non, ça va m'aider à surmonter mon trac.
german: [_R_] Nein, es wird mir helfen, über meine Bühne zu kommen.
italian: [_R_] No, mi aiuterà a superare la mia paura del palcoscenico.
portuguese: [_R_] Não, vai me ajudar a superar meu palco.

source: [_C_] My ass!
dutch: [_C_] Mijn asset!
french: [_C_] Mon cul!
german: [_C_] Mein Arsch!
italian: [_C_] Il mio culo!
portuguese: [_C_] Meu traseiro!

source: [_R_] You can press that on the glass too if you want.
dutch: [_R_] Je kunt dat ook op het glas drukken als je wilt.
french: [_R_] Tu peux aussi l'appuyer sur le verre si tu le souhaites.
german: [_R_] Du kannst das auch auf das Glas drücken, wenn du willst.
italian: [_R_] Puoi premere anche quello sul vetro se vuoi.
portuguese: [_R_] Você pode pressionar isso no copo também, se quiser.

source: [_C_] Cheeky bastard.
dutch: [_C_] Ondeugend gedrocht.
french: [_C_] Bâtard effronté.
german: [_C_] Frecher Bastard.
italian: [_C_] Bastardo sfacciato.
portuguese: [_C_] Dedos loucos.

source: [_C_] But keep that phone in your pocket! You're not allowed to take any pictures.
dutch: [_C_] Maar houd die telefoon in je zak! Je mag geen foto's maken.
french: [_C_] Mais garde ce téléphone dans ta poche! Tu n'as pas le droit de prendre des photos.
german: [_C_] Aber halte das Telefon in deiner Tasche! Du darfst keine Bilder machen.
italian: [_C_] Ma tieni quel telefono in tasca! Non ti è permesso fare foto.
portuguese: [_C_] Mas mantenha esse telefone no seu bolso! Você não está autorizado a tirar nenhuma foto.

source: [_R_] Aaahhh.... finally some relief...
dutch: [_R_] Aaahhh.... eindelijk wat opluchting...
french: [_R_] Aaahhh.... enfin un peu de soulagement...
german: [_R_] Aaahh.... endlich etwas Erleichterung...
italian: [_R_] Aaahhh.... finalmente un pò di sollievo...
portuguese: U[_R_] Aaahhh.... finalmente algum alívio...

source: [_R_] See it's working!...
dutch: [_R_] Zie het werkt!...
french: [_R_] Tu vois, ça marche!...
german: [_R_] Sehen Sie, wie es funktioniert!...
italian: [_R_] Vedi che funziona!...
portuguese: [_R_] Veja que está funcionando!...

source: [_C_] You were probably just holding it.
dutch: [_C_] Je hebt het waarschijnlijk net vastgehouden.
french: [_C_] Tu le tenais probablement.
german: [_C_] Du hast es wahrscheinlich gerade gehabt.
italian: [_C_] Probabilmente lo stavi solo tenendo in mano.
portuguese: U[_C_] Você provavelmente estava segurando isso.

source: [_RT_] {i}Oh, wow!.... Look at those amazing breasts.... I don't even care that they're fake.... I'd love to have those wrapped around my dick.{/i}
dutch: [_RT_] {i}Oh, wow!.... kijk naar die geweldige borsten.... . het maakt me niet eens uit dat ze flauw zijn.... Ik zou ze graag om mijn spek heen willen laten komen.{/i}
french: [_RT_] {i}Oh, wow!.... Ces seins incroyables.... Je m'en fiche qu'ils soient faux.... J'adorerais les avoir enroulés autour de ma bite.{/i}
german: [_RT_] {i}Oh, wow!.... Schaue dir diese tollen Brüste an.... Mir ist es egal, ob sie gefälscht sind.... Ich würde es lieben, wenn sie meinen Schwanz umwickelt würden.{/i}
italian: [_RT_] {i}Oh, wow!.... Guarda quei seni incredibili.... Non mi importa nemmeno che siano falsi.... Mi piacerebbe avere quelli avvolti intorno al mio cazzo.{/i}
portuguese: [_RT_] {i}Oh, uau! .... Olhe para aqueles seios incríveis .... Eu nem me importo que eles são falsos .... Eu adoraria ter aqueles enrolados em volta do meu pau. {/i}

source: [_C_] [ryan]!.... Stop focusing so much on my breasts!.... You're starting to get an erection!
dutch: [_C_] [ryan]!.... Stop met het focussen van zo veel op mijn borsten!.... Je begint een verwijdering te krijgen!
french: [_C_] [ryan]!.... Arrête de te concentrer autant sur mes seins!.... Tu commences à avoir une érection!
german: [_C_] [ryan]!.... Hören Sie auf, sich so sehr auf meine Brüste zu konzentrieren!.... Sie beginnen eine Erektion zu bekommen!
italian: [_C_] [ryan]!.... Smettila di concentrarti così tanto sul mio seno!.... Stai iniziando ad avere un'erezione!
portuguese: [_C_] [ryan]!.... Pare de focar tanto nos meus peitos!.... Você está começando a dar um erecto!

source: [_R_] Shit!.... You're right.... It's too late.... I can't control it.... shit, I'm peeing everywhere!
dutch: [_R_] Shit!.... Je hebt gelijk.... het is te laat.... ik kan het niet controleren.... shit, ik schep overal!
french: [_R_] Merde!.... Tu as raison.... C'est trop tard.... Je ne peux pas le contrôler.... merde, je pisse partout!
german: [_R_] Shit!.... Du hast Rechte.... Es ist zu spät... Ich kann es nicht kontrollieren.... shit, ich pissen überall!
italian: [_R_] Merda!.... Hai ragione.... E' troppo tardi.... Non riesco a controllarlo.... merda, sto pisciando ovunque!
portuguese: [_R_] Merda! .... Você está certo .... É tarde demais .... Eu não posso controlar .... merda, eu estou fazendo xixi em todos os lugares!

source: [_C_] You stupid prick! And I suppose you expect me to clean that up?
dutch: [_C_] Je bent een stomme keker! En ik verwacht dat ik dat opschonen ?
french: [_C_] Espèce de con! Et je suppose que tu t'attends à ce que je nettoie ça?
german: [_C_] Du bist dumm Prick! Und ich nehme an, du erwartest von mir, dass ich das aufräume?
italian: [_C_] Stupido coglione! E suppongo che ti aspetti che io pulisca?
portuguese: [_C_] Você é idiota! E suponho que esteja esperando que eu limpe isso?

source: [_R_] Well, yeah.... It is your job!
dutch: [_R_] Nou, ja... . Het is jouw werk!
french: [_R_] Eh bien, oui ... C'est ton boulot !
german: [_R_] Nun, ja.... Das ist dein Job!
italian: [_R_] Beh, sì.... E' il tuo lavoro!
portuguese: [_R_] Bem, sim.... é seu trabalho!

source: [_C_] Fine, just get the fuck out of here so I can finish cleaning.
dutch: [_C_] Goed, ga er gewoon heen zodat ik klaar kan zijn met schoonmaken.
french: [_C_] Très bien, sors d'ici pour que je puisse finir de nettoyer.
german: [_C_] Schön, einfach mal den Fick raus lassen, damit ich das Reinigen beenden kann.
italian: [_C_] Bene, basta che ti levi dal cazzo così posso finire di pulire.
portuguese: [__C_] Bem, só dá o fora daqui para que eu possa terminar de limpar.

source: [_R_] Ok.... I'll leave the money for you on the kitchen counter.
dutch: [_R_] Ok.... Ik laat het geld achter in de keukenteller.
french: [_R_] D'accord.... Je vais te laisser l'argent sur le comptoir de la cuisine.
german: [_R_] Ok.... Ich lasse das Geld für dich auf dem Küchentisch.
italian: [_R_] Ok.... Ti lascio i soldi sul bancone della cucina.
portuguese: [_R_] Ok.... Vou deixar o dinheiro para você no balcão da cozinha.

source: {i}"Money -$100"{/i}
dutch: {i}"Geld -$100"{/i}
french: {i}'Argent -100$'{/i}
german: {i}"Geld -$100"{/i}
italian: {i}"Soldi -100$"{/i}

source: [_CT_] {i}You stupid little pervert.{/i}
dutch: [_CT_] {i}Je stomme kleine pervert.{/i}
french: [_CT_] {i}Espèce de petit pervers stupide.{/i}
german: [_CT_] {i}Du dumm wenig pervertiert.{/i}
italian: [_CT_] {i}Stupido piccolo pervertito.{/i}
portuguese: [_CT_] {i}Você estúpido pouco pervertido. {/i}

source: [_CT_] {i}Did I really expose my boobs to my nephew for money?{/i}
dutch: [_CT_] {i}heb ik mijn boobs echt aan mijn neef blootgesteld?{/i}
french: [_CT_] {i}Ai-je vraiment exposé mes seins à mon neveu pour de l'argent?{/i}
german: [_CT_] {i}Habe ich meine Boobs wirklich meinem Neffen gegen Geld ausgesetzt? {/i}
italian: [_CT_] {i}Ho davvero esposto le mie tette al mio nipote per denaro?{/i}
portuguese: [_CT_] {i}Eu realmente exponho meus peitos para o meu sobrinho para o money? {/i}

source: [_CT_] {i}I'm becoming as much of a whore as my sister!{/i}
dutch: [_CT_] {i}Ik word zo veel van een gerecht als mijn zus!{/i}
french: [_CT_] {i}Je deviens autant une pute que ma sœur!{/i}
german: [_CT_] {i}Ich werde so viel Hure wie meine Schwester!{/i}
italian: [_CT_] {i}Sto diventando una puttana come mia sorella!{/i}
portuguese: [_CT_] {i}estou me tornando tão bobo quanto a minha irmã!{/i}

source: [_CT_] {i}This is arguably worse than her stripping at the club.{/i}
dutch: [_CT_] {i}Dit is aantoonbaar erger dan haar stripping bij de club.{/i}
french: [_CT_] {i}C'est sans doute pire que son strip-tease au club.{/i}
german: [_CT_] {i}Dies ist wohl schlimmer als ihr Ausscheiden im Club. {/i}
italian: [_CT_] {i}Questo è probabilmente peggio del suo spogliarello al club.{/i}
portuguese: [_CT_] {i}Isto é provavelmente pior do que sua tirada no clube.{/i}

source: [_CT_] {i}That freaking manipulator made it sound so innocent at the time.{/i}
dutch: [_CT_] {i}Die ongelovige manipulator liet het op dit moment zo onschuldig klinken.{/i}
french: [_CT_] {i}Ce manipulateur flippant l'a rendu si innocent à l'époque.{/i}
german: [_CT_] {i}Dieser freakende Manipulator hat ihn damals so unschuldig klingen.{/i}
italian: [_CT_] {i}Quella maledetta manipolatrice lo faceva sembrare così innocente in quel momento.{/i}
portuguese: [_CT_] {i}Aquele maldito manipulador fez parecer tão inocente na hora. {/i}

source: [_CT_] {i}I've got to be more careful around that little pervert.{/i}
dutch: [_CT_] {i}Ik moet meer voorzichtig zijn om dat kleine pervertrek.{/i}
french: [_CT_] {i}Je dois faire plus attention à ce petit pervers.{/i}
german: [_CT_] {i}Ich muss vorsichtiger um dieses kleine Pervers herum. {/i}
italian: [_CT_] {i}Devo stare più attento a quel piccolo pervertito.{/i}
portuguese: [_CT_] {i}Eu tenho que ter mais cuidado ao redor daquele pequeno pervertido. {/i}

source: [_R_] Oh wait.... I don't even have one hundred dollars.
dutch: [_R_] Oh wacht.... Ik heb niet eens honderd dollar.
french: [_R_] Oh attend .... Je n'ai même pas cent dollars.
german: [_R_] Oh warten.... Ich habe nicht einmal einhundert Dollar.
italian: [_R_] Oh aspetta.... Non ho nemmeno cento dollari.
portuguese: [_R_] Oh espera.... Eu nem tenho cem dólares.

source: [_C_] You don't have one hundred dollars?
dutch: [_C_] Heb je geen honderd dollars?
french: [_C_] Tu n'as pas cent dollars?
german: [_C_] Du hast keine hundert Dollar?
italian: [_C_] Non hai cento dollari?

source: [_C_] You get me to agree to do something like that, and then not even be able to come through!
dutch: [_C_] Je zorgt ervoor dat ik het ermee eens ben om zoiets te doen, en dan kan je er niet eens doorkomen!
french: [_C_] Tu me fais accepter de faire quelque chose comme ça, et alors même pas pouvoir avoir de l'argent!
german: [_C_] Du erhältst mir die Zustimmung, so etwas zu tun und dann nicht einmal durchkommen zu können!
italian: [_C_] Mi chiedi di fare qualcosa di simile, e poi non sarai nemmeno in grado di arrivare!
portuguese: U[_C_] Você me faz concordar em fazer algo assim, e então nem será capaz de acontecer!

source: [_C_] Let me finish my work so I can get out of here.
dutch: [_C_] Laat me mijn werk beëindigen zodat ik hier weg kan.
french: [_C_] Laisse-moi finir mon travail pour que je puisse sortir d'ici.
german: [_C_] Lass mich meine Arbeit beenden, damit ich hier rauskommen kann.
italian: [_C_] Lasciate che finisca il mio lavoro in modo da poter uscire da qui.

source: [_R_] Fine.
dutch: [_R_] Prima!
french: [_R_] Bien.
german: [_R_] gut.
italian: [_R_] Bene.
portuguese: [_R_] Bem.

source: [_R_] Actually, that's not going to work.... mom would kill me if I let you off work tomorrow.
dutch: [_R_] Eigenlijk zal dat niet werken.... mama zou me doden als ik je morgen af laat werken.
french: [_R_] En fait, cela ne fonctionnera pas.... maman me tuerait si je te laissais ne pas travailler demain.
german: [_R_] Das wird eigentlich nicht funktionieren.... Mama würde mich töten, wenn ich dich morgen von der Arbeit lassen würde.
italian: [_R_] In realtà, questo non funzionerà... mamma mi ucciderebbe se ti lasciassi andare a lavorare domani.
portuguese: [_R_] Na verdade, isso não vai funcionar... A mãe me mataria se eu deixasse trabalhar amanhã.

source: [_C_] Are you kidding.... this was your idea!...
dutch: [_C_] maak je een grapje.... dit was jouw idee!...
french: [_C_] Tu plaisantes.... c'était ton idée !...
german: [_C_] Bist du einen Scherz.... das war deine Idee!...
italian: [_C_] Stai scherzando.... questa era la tua idea!...
portuguese: [_C_] Você está brincando... esta foi sua ideia!...

source: [_C_] Fine, just Let me finish my work so I can get out of here.
dutch: [_C_] Prima, ik zal mijn werk afmaken zodat ik hier weg kan.
french: [_C_] Très bien, laissez-moi finir mon travail pour que je puisse sortir d'ici.
german: [_C_] Gut, lass mich einfach meine Arbeit beenden, damit ich hier rauskommen kann.
italian: [_C_] Bene, lasciate che finisca il mio lavoro in modo da poter uscire da qui.
