Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] I actually hope you won't be there today because I have a more important job for you.
dutch: [_L_] Ik hoop echt dat je er vandaag niet meer bent, want ik heb een belangrijkere taak voor jou.

source: [_L_] That asshole Matt has torn down all my posters, and hung all of his in their place.
dutch: [_L_] Die asshole Matt heeft al mijn posters gestreken en zijn hele plek opgehangen.

source: [_L_] Would you mind making some more posters for me?
dutch: [_L_] Wil je wat meer posters voor me maken?

source: [_L_] And could you pretty please get rid of Matt's and hang them back up?
dutch: [_L_] En kun je alsjeblieft van Matt's verwijderen en ze ophangen?

source: [_R_] You can count on me.
dutch: [_R_] Je kunt op mij rekenen.

source: [_R_] I'll see you soon then.
dutch: [_R_] Ik zie je snel.

source: [_RT_] {i}Dammit!... I knew she'd be disappointed, but she looks really sad.{/i}
dutch: [_RT_] {i}Dammit!... Ik wist dat ze teleurgesteld waren, maar ze ziet er erg verdrietig uit.{/i}

source: [_RT_] {i}I hope I can say something to cheer her up.{/i}
dutch: [_RT_] {i}Ik hoop dat ik iets kan zeggen om haar te vrolijken.{/i}

source: [_R_] Hey, Lauren... Are you ok?
dutch: [_R_] Hey, Lauren... Ben je ok?

source: [_L_] Oh, [ryan]... I'm sorry about the tears... I can't believe I did so poorly.
dutch: [_L_] Oh, [ryan]... Het spijt me over de tranen... Ik kan niet geloven dat ik het zo slecht heb gedaan.

source: [_L_] I was so humiliated, I had to leave class before anyone could see me cry.
dutch: [_L_] Ik was zo vernederd, ik moest de les verlaten voordat iemand me kon zien huilen.

source: [_L_] I know Matt's super popular...
dutch: [_L_] Ik ken de populariteit van Matt...

source: [_L_] Of course, I have to be running against the captain of the basketball team!
dutch: [_L_] Natuurlijk moet ik tegen de kapitein van het basketbalteam strijden!

source: [_L_] How could I ever get more votes than him?
dutch: [_L_] Hoe kan ik ooit meer stemmen krijgen dan hij?

source: [_L_] Should I just give up?
dutch: [_L_] Moet ik gewoon opgeven?

source: [_RT_] {i}Oh, fuck me... I've got an opportunity to get out of helping with this ridiculously impossible campaign.{/i}
dutch: [_RT_] {i}Oh, nok me... Ik heb de kans om te ontkomen aan hulp met deze belachelijk onmogelijke campagne.{/i}

source: [_RT_] {i}If she dropped out, it would save me a ton of time, not to mention all the money I'd save.{/i}
dutch: [_RT_] {i}als ze uit de boot valt, het zou me een ton tijd besparen, om niet al het geld te noemen dat ik bespaar.{/i}

source: [_RT_] {i}But...{/i}
dutch: [_RT_] {i}Knop...{/i}

source: [_RT_] {i}She wants this so badly!{/i}
dutch: [_RT_] {i}Ze wil dit zo graag hebben!{/i}

source: [_RT_] {i}Look at that face... Can I really shoot down her dream?{/i}
dutch: [_RT_] {i}Kijk dat gezicht... Kan ik haar droom?{/i} echt neerschieten

source: [_R_] Well, I didn't want to discourage you, but you said it yourself. How could you ever get more votes than the most popular kid in school?
dutch: [_R_] Nou, ik wilde je niet ontmoedigen, maar jij zei het zelf. Hoe kun je ooit meer stemmen krijgen dan de populairste jongen op school?

source: [_R_] Why don't we just write a well worded concession speech, blaming personal problems for not being able to continue the campaign...
dutch: [_R_] Waarom schrijven we niet gewoon een goed geformuleerde concessietoespraak, waarbij we persoonlijke problemen verwijten dat we de campagne niet kunnen voortzetten...

source: [_R_] Nobody's going to fault you for not wanting to run against Matt.
dutch: [_R_] Niemand verwijt je dat je niet tegen Matt wilt opstarten.

source: [_RT_] {i}Oh, shit!... That's not what she wanted to hear.{/i}
dutch: [_RT_] {i}Oh, shit!... Dat was niet wat ze wilde horen.{/i}

source: [_L_] Oh, so you don't think I can win against Matt?
dutch: [_L_] Oh, dus je denkt niet dat ik kan winnen tegen Matt?

source: [_R_] No... but... you're the one who said...
dutch: [_R_] Nee... maar... jij bent degene die zegt...

source: [_L_] You're just like Dad... He said I was wasting his money the last time I ran for office, too.
dutch: [_L_] Jij bent net als Dad... Hij zei dat ik ook de laatste keer dat ik voor mijn ambt reed zijn geld aan het verspillen.

source: [_L_] Maybe I could actually accomplish something, if the people I love just believed in me!
dutch: [_L_] Misschien kan ik echt iets bereiken, als de mensen waar ik van hou, in mij geloofen!

source: [_L_] You know what? I'm going to win just to prove both of you wrong!
dutch: [_L_] Weet je wat ? Ik ga winnen om je beiden ongelijk te bewijzen!

source: [_RT_] {i}I'd better say something to fix this.{/i}
dutch: [_RT_] {i}Ik zou beter iets zeggen om dit op te lossen.{/i}

source: [_R_] You know what?... Dad's an asshole!
dutch: [_R_] Weet je wat?... Papa is een schoenen!

source: [_R_] I actually really appreciate you pointing out that I was being toxic like him.
dutch: [_R_] Ik waardeer het eigenlijk heel erg dat je erop wees dat ik giftig was zoals hij.

source: [_R_] I still really want to help you become our next student body president.
dutch: [_R_] Ik wil u nog steeds echt helpen om onze volgende student-lichaamsvoorzitter te worden.

source: [_L_] Even though we're going up against impossible odds?
dutch: [_L_] Ook al gaan we tegen onmogelijke kansen op?

source: [_R_] Hey, our Dad's in prison... We owe untold amounts of money to the Mafia... But we're staying on our feet. We eat impossible odds for breakfast!
dutch: [_R_] Hé, onze vader is in de gevangenis... We zijn de maffia ongekende bedragen schuldig. . Maar we blijven op onze voeten. We eten onmogelijke kansen om te ontbijten!

source: [_L_] Haha... nice pep talk... you dork.
dutch: [_L_] Haha... mooie popprat... jij dorkt.

source: [_R_] Hey, don't laugh!
dutch: [_R_] Hey, niet lachen!

source: [_L_] Thanks for making me feel better.
dutch: [_L_] Bedankt voor het verbeteren van het gevoel.

source: [_RT_] {i}I can't believe I'm doing this!...{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik dit doet!...{/i}

source: [_R_] Lauren... You have to win!
dutch: [_R_] Lauren... Je moet winnen!

source: [_L_] Really?... You think I can?
dutch: [_L_] Echt waar?... denk ik dat?

source: [_R_] It's not going to be easy.
dutch: [_R_] Het zal niet gemakkelijk zijn.

source: [_R_] But together, we can do anything.
dutch: [_R_] Maar samen kunnen we alles doen.

source: [_R_] Well... I'd say that the biggest problem is that a lot of people don't even know who you are, and everybody knows Matt.
dutch: [_R_] Walt... Ik zou zeggen dat het grootste probleem is dat veel mensen niet eens weten wie je bent, en iedereen kent Matt.

source: [_R_] Somehow we've got to change that.
dutch: [_R_] Op de een of andere manier moeten we dat veranderen.

source: [_R_] Hmmm... What can we do?
dutch: [_R_] Hmmm... Wat kunnen we doen?

source: [_L_] A whole shitload of campaign buttons?
dutch: [_L_] Een hele shitload van de campagne knoppen?

source: [_R_] No... Nobody at this school wants to be caught dead wearing a campaign button.
dutch: [_R_] Nee... Niemand op deze school wil dood worden betrapt met een campagne knop.

source: [_R_] Oh.... I know... We need to do some aggressive marketing to get your name out there.
dutch: [_R_] Oh.... Ik weet het... We moeten wat agressief marketing doen om je naam er weer bovenop te krijgen.

source: [_R_] And do you know what the first rule of marketing is?
dutch: [_R_] En weet u wat de eerste regel van marketing is?

source: [_R_] Sex sells!
dutch: [_R_] Seks verkoopt!

source: [_L_] What!?
dutch: [_L_] Wat!?

source: [_R_] Wait... Hear me out!
dutch: [_R_] Wacht... Draag me uit!

source: [_R_] I already gave you a golden idea, but you shot it down.
dutch: [_R_] Ik heb je al een gouden idee gegeven, maar jij hebt het neergeschoten.

source: [_L_] You mean the sexy cosplay posters?
dutch: [_L_] bedoelt u de sexy cosplay posters?

source: [_R_] Yes, the sexy cosplay posters.
dutch: [_R_] Ja, de sexy cosplay posters.

source: [_L_] [ryan]!... I can't have pictures of me like that all over the school!
dutch: [_L_] [ryan]!... Ik kan geen foto's van mij hebben zoals dat op de hele school!

source: [_R_] Why not?... They're all over the internet.
dutch: [_R_] Waarom niet?... Ze zijn op het internet.

source: [_L_] They're not all over the internet! They're behind a paywall on your Cosplay Heaven account.
dutch: [_L_] Ze zijn niet helemaal op het internet! Ze staan achter een paywall op je Cosplay Heaven account.

source: [_R_] Only the explicit images... Oh, did you think I'd use those images for the posters?
dutch: [_R_] Alleen de expliciete afbeeldingen... Oh, dacht je dat ik deze afbeeldingen voor de posters zou gebruiken?

source: [_L_] Well, the thought had crossed my mind.
dutch: [_L_] Nou, de gedachte was me overgestoken.

source: [_R_] Lauren, you'd get kicked out of school for distributing pornography if we used those pictures.
dutch: [_R_] Lauren, je zou uit school worden gezet voor het verspreiden van pornografie als we deze foto's zouden gebruiken.

source: [_R_] I'm talking about the sexy ones that show no nudity... The ones anyone can access on my CH account.
dutch: [_R_] Ik heb het over de sexy die geen noft laat zien... Degene die iedereen kan bereiken op mijn CH account.

source: [_L_] Well, that doesn't make me feel a whole lot better.
dutch: [_L_] Nou, dat zorgt ervoor dat ik me niet veel beter voel.

source: [_L_] Would the school even let us put up sexy posters?
dutch: [_L_] Wil de school zelfs sexy posters laten plaatsen?

source: [_R_] I don't see why not?
dutch: [_R_] Ik zie niet waarom niet?

source: [_R_] They wouldn't be any more revealing than the outfits the drama club girls wore for the Moulin Rouge Musical they put on last year.
dutch: [_R_] ze zouden niet meer onthullend zijn dan de outfits van de drama club meisjes droegen voor de Moulin Rouge Musical die ze vorig jaar op publiceerden.

source: [_R_] Even I was surprised at what they got away with.
dutch: [_R_] Zelfs ik was verrast door waar ze weg mee waren.

source: [_R_] Somehow, schoolboard member Will Tylor was able to convince the rest of the schoolboard to let that happen.
dutch: [_R_] Op een of andere manier was het schoolbestuur in staat om de rest van de schoolraad ervan te overtuigen dat te laten gebeuren.

source: [_R_] I'm sure they wouldn't raise a stink about one of their own students displaying one of her talents to convince other students to vote for her.
dutch: [_R_] Ik ben er zeker van dat ze geen stink zullen opsteken over een van hun eigen leerlingen die een van haar talenten toont om andere studenten te overtuigen op haar te stemmen.

source: [_L_] Hmmm... Still, I don't know.
dutch: [_L_] Hmmm... Toch weet ik het niet.

source: [_R_] Listen. What else could you possibly do that would get an entire school to not just notice you... but talk non stop about you?
dutch: [_R_] Luister. Wat zou je nog meer kunnen doen om een hele school te laten zien dat je niet alleen opmerkt... maar "Nou zonder stop over je te praten" ?

source: [_L_] Bake the whole school cookies?
dutch: [_L_] Bake de hele school koekjes?

source: [_R_] Not unless each cookie had one of those edible picture of you in sexy Cosplay...
dutch: [_R_] Niet tenzij elke koekje een van die eetbare foto van jou had in sexy Cosplay...

source: [_R_] Hmmm... Not a bad idea... We could do that as well... I'm not sure how we would make that many...
dutch: [_R_] Hmmm... Geen slecht idee... We kunnen dat ook doen... Ik weet niet zeker hoe we dat zouden maken...

source: [_L_] [ryan]! We're not making sexy cookies too.
dutch: [_L_] [ryan]! We maken ook geen sexy koekjes.

source: [_L_] We either do the posters, or the sexy cookies, and I think it would be much easier and more cost effective if we just do the posters.
dutch: [_L_] Wij doen de posters, of de sexy cookies, en ik denk dat het veel eenvoudiger en duurder zou zijn als we alleen maar de posterijen zouden gebruiken.

source: [_R_] You're good to do the sexy cosplay posters?
dutch: [_R_] Je bent goed om de sexy cosplay posters te doen?

source: [_L_] I don't love it, but you're right... I can't think of a better way to get everybody talking about me.
dutch: [_L_] Ik hou er niet van maar je hebt gelijk... Ik kan geen betere manier bedenken om iedereen over mij te laten praten.

source: [_L_] Oh, God, what will Mom say?
dutch: [_L_] Oh, God, wat zal de mens zeggen?

source: [_R_] We can worry about Mom when the time comes.
dutch: [_R_] We kunnen ons te zijner tijd zorgen maken over de moeder.

source: [_R_] For now, let's just make the posters.
dutch: [_R_] voor nu, laten we gewoon de affiches maken.

source: [_L_] You're right.
dutch: [_L_] hebt u gelijk.

source: [_L_] Since you've already got access to my cosplay pics, and the money to print them, do you mind making the posters?
dutch: [_L_] Omdat je al toegang hebt tot mijn cosplay foto's en het geld om ze te printen, vind je het erg om de posters te maken?

source: [_R_] Of course... And I'll even hang all of them up for you.
dutch: [_R_] Natuurlijk... En ik zal ze allemaal voor je ophangen.

source: [_L_] Alright... but, [ryan]... I'm trusting you.
dutch: [_L_] Oké... maar, [ryan]... ik vertrouw je.

source: [_R_] Don't worry... I won't go overboard.
dutch: [_R_] Maak je geen zorgen... Ik ga niet overboord gaan.

source: {b}{i}"Sound of door opening."{/i}{/b}
dutch: {b}{i}"Geluid van opening."{/i}{/b}

source: [_MB_] Well, whatever you're doing, I would suggest you go a little more overboard.
dutch: [_MB_] Nou, wat je ook doet, ik zou je willen voorstellen wat meer over boord te gaan.

source: [_MB_] I mean, did you hear those poll numbers?
dutch: [_MB_] Ik bedoel, heb je die stemnummers gehoord?

source: [_MB_] You're going to have to resort to something drastic to turn those numbers around.
dutch: [_MB_] Je zal zijn toevlucht moeten nemen tot iets drastischer om de getallen rond te draaien.

source: [_L_] How did you find us?
dutch: [_L_] Hoe heb je ons gevonden?

source: [_R_] Yeah, this is a private meeting. You two aren't invited.
dutch: [_R_] Yeah, dit is een privé vergadering. Je twee zijn niet uitgenodigd.

source: [_MB_] Relax, you two.
dutch: [_MB_] Relax, jullie twee.

source: [_MG_] We just came to check on Lauren. She seemed pretty upset after the morning announcements.
dutch: [_MG_] We kwamen net kijken naar Laken. Ze leek behoorlijk boos na de ochtendaankondigingen.

source: [_L_] Did I look upset? Well, you're mistaken. I'm doing just fine.
dutch: [_L_] Ben ik boos aan het kijken? Nou, je vergist me. Ik doe het gewoon goed.

source: [_L_] We just needed some extra time to figure out how we're going to start kicking your ass in the polls.
dutch: [_L_] We hadden net wat extra tijd nodig om erachter te komen hoe we de pas gaan kicken in de peilingen.

source: [_MB_] Hahaha... You don't really think you can beat me, do you?
dutch: [_MB_] Hahaha... Je denkt niet echt dat je me kunt verslaan, toch?

source: [_MB_] I mean, There were three other people that signed up to run for student body president, but they all dropped out as soon as they heard they would be running against me.
dutch: [_MB_] Ik bedoel, er waren drie andere mensen die zich hebben aangemeld om te draaien voor studentenlichaamspresident Maar ze zijn allemaal weggevallen zodra ze hoorden dat ze tegen mij zouden oplopen.

source: [_MB_] And every one of them was more popular than you are.
dutch: [_MB_] En elk van hen was populairder dan jij.

source: [_L_] You are such an arrogant prick!
dutch: [_L_] Je bent zo'n arrogante prisch!

source: [_L_] You think that everybody is going to vote for you, just because you're the captain of the basketball team?
dutch: [_L_] Denk je dat iedereen op jou gaat stemmen, alleen omdat jij de kapitein bent van het basketbalteam?

source: [_L_] Everybody knows you'll make a terrible president. You'll be too busy playing basketball and fucking teachers to pay any attention to making our school a better place.
dutch: [_L_] Iedereen weet dat je een verschrikkelijke president wordt. Je zult te druk zijn om basketbal te spelen en leraren te fucken om er aandacht aan te besteden dat onze school een betere plek wordt.

source: [_L_] I'll help them realize that they deserve a president that will fight for them and make this school the best place it can be.
dutch: [_L_] Ik zal hen helpen te realiseren dat ze een president verdienen die voor hen vecht en van deze school de beste plek maakt die het kan zijn.

source: [_MB_] Haha, please... As student body president, I just have to give my work to the rest of the student council. They'll be so eager to stay in my good graces, that they'll do anything I tell them.
dutch: [_MB_] Haha, alstublieft... Als voorzitter van het studentenlichaam moet ik mijn werk aan de rest van de studentenraad geven. Ze zullen zo graag in mijn goede gras blijven, dat ze alles zullen doen wat ik hun vertel.

source: [_MB_] Leaving me plenty of time to keep playing basketball and fucking teachers.
dutch: [_MB_] Verlaat me genoeg tijd om basketbal te blijven spelen en onderwijzers te verspelen.

source: [_L_] Urrrgghhh... You're such an asshole!
dutch: [_L_] Urrgghhh... Je bent zo'n schot!

source: [_L_] It's going to feel so good to see you humbled when I beat your ass!
dutch: [_L_] Het zal zich zo goed voelen om je nederig te zien wanneer ik je inhaal!

source: [_MB_] So, you really do think you're going to win?
dutch: [_MB_] Dus denk je echt dat je gaat winnen?

source: [_L_] I know I am!
dutch: [_L_] Ik weet dat ik ben!

source: [_MB_] Haha... well then, I'm sure you wouldn't be against making a little bet?
dutch: [_MB_] Haha... goed, dan weet ik zeker dat je geen moeite zou hebben om een beetje gokken te maken?

source: [_L_] What kind of bet?
dutch: [_L_] Wat voor een soort wedstrijd?

source: [_MB_] Well, what would you want from me if you won the election, and the bet?
dutch: [_MB_] Nou, wat zou je van mij willen als je de verkiezingen winde, en de wedden?

source: [_L_] Uhhh...
dutch: [_L_] Uhh...

source: [_L_] Money probably.
dutch: [_L_] Geld waarschijnlijk.

source: [_MB_] How much?
dutch: [_MB_] Hoeveel stuks?

source: [_L_] I don't know... Like a hundred dollars or something?
dutch: [_L_] Ik weet het niet... Net als honderd dollar of zo?

source: [_MB_] Hahaha... I was thinking more in the range of two thousand dollars.
dutch: [_MB_] Hahaha... Ik dacht meer in het bereik van tweeduizend dollar.

source: [_L_] Two thousand dollars?
dutch: [_L_] Tweeduizend dollar?

source: [_L_] I don't have two thousand dollars.
dutch: [_L_] Ik heb geen 2000 dollar.

source: [_R_] You don't have one hundred dollars either.
dutch: [_R_] Je hebt ook geen honderd dollars.

source: [_MB_] Hahaha... I guess the rumors are true. You guys are poor.
dutch: [_MB_] Hahaha... Ik denk dat de geruchten waar zijn. Jullie zijn arm.

source: [_R_] What did you hear?
dutch: [_R_] Wat heb je gehoord?

source: [_MB_] Only that your dad was sent to prison, leaving all his kids dead-ass broke.
dutch: [_MB_] Alleen dat je vader naar de gevangenis werd gestuurd, waardoor al zijn kinderen dood waren gebroken.

source: [_L_] Well, if you know that, why would you try to bet me two thousand dollars?
dutch: [_L_] Nou, als je dat weet, waarom zou je me dan proberen te wurgen?

source: [_MB_] Because I don't want money from you.
dutch: [_MB_] Want ik wil geen geld van jou.

source: [_MB_] If I win the election, I would get to fuck you.
dutch: [_MB_] Als ik de verkiezingen win, zou ik je de hemel in gooien.

source: [_MB_] Shut up Megan, We'll talk about it later!
dutch: [_MB_] sluit Megaan, we praten er later over!

source: [_MB_] I guess you really do know I'm going to hand you your ass on election day.
dutch: [_MB_] Ik denk dat je echt weet dat ik je pas ga overhandigen op de verkiezingsdag.

source: [_MB_] So, why don't you just drop out now?
dutch: [_MB_] Dus waarom kom je nu niet weg?

source: [_L_] Fine.
dutch: [_L_] Prima!

source: [_MB_] Fine, what?
dutch: [_MB_] Goed, wat?

source: [_L_] We'll do the bet.
dutch: [_L_] We zullen de weddenschap doen.

source: [_R_] What!? Fuck no, Lauren!
dutch: [_R_] Wat!? Fuck no, Lauren!

source: [_L_] Shut up, [ryan]! You're not my dad!
dutch: [_L_] Sluit aan, [ryan]! Je bent niet mijn huis!

source: [_L_] But if I win, I want three thousand dollars!
dutch: [_L_] Maar als ik win, wil ik drieduizend dollar!

source: [_L_] I'm not wagering my pussy for just two grand.
dutch: [_L_] Ik draag mijn poes niet voor slechts twee maand.

source: [_MB_] Wow!... I never thought you'd actually go for it.
dutch: [_MB_] Wow!... Ik heb nooit gedacht dat je er voor zou gaan.

source: [_MB_] Ok, three thousand against your sexy ginger pussy. But for that much more money, [ryan] has to stay and watch us fuck.
dutch: [_MB_] Ok, drieduizend tegen de sexy ginger druk. Maar voor dat veel meer geld, [ryan] moet blijven en naar ons vertroebelen.

source: [_R_] Fuck, no! I'm not doing that!
dutch: [_R_] Fuck, nee! Dat doe ik niet!

source: [_L_] [ryan]! We're doing this!
dutch: [_L_] A [ryan]! We doen dit!

source: [_L_] We'll talk about it later!
dutch: [_L_] We zullen er later over praten!

source: [_L_] Now, get out of my campaign office!
dutch: [_L_] Nu, ga uit mijn mailingskantoor!

source: [_L_] I've got a lot of work to do.
dutch: [_L_] Ik heb veel werk te doen.

source: [_MB_] Haha... I'm looking forward to this!
dutch: [_MB_] Haha... Ik kijk ernaar uit!

source: [_MB_] I was just going to sit back and win on my popularity alone, but with such a sweet enticement, I might actually do some campaigning.
dutch: [_MB_] Ik was gewoon achterover gaan leunen en alleen van mijn populariteit gaan winnen. maar met zo'n zoete identiek zou ik eigenlijk wel enige campagne kunnen voeren.

source: [_MB_] Good luck to you both. But you're going to need a lot more than luck!
dutch: [_MB_] Veel succes met je beide. Maar je zult veel meer nodig hebben dan geluk!

source: [_RT_] {i}Lauren can't win this!{/i}
dutch: [_RT_] {i}Lauren kan dit niet winnen!{/i}

source: [_RT_] {i}She's going to get fucked by my worst enemy!{/i}
dutch: [_RT_] {i}Ze gaat fuckt worden door mijn ergste vijand!{/i}

source: [_RT_] {i}I think I'm going to pass out.{/i}
dutch: [_RT_] {i}Ik denk dat ik zal doorgaan.{/i}

source: [_L_] [ryan]! Are you ok?
dutch: [_L_] [ryan]! Ben je het goed?

source: [_R_] Lauren, What the hell did you just do!?
dutch: [_R_] Lauren, wat heb jij zojuist gedaan!?

source: [_L_] I burnt the ships.
dutch: [_L_] Ik heb schepen verbrand.

source: [_R_] What the hell is that supposed to mean?
dutch: [_R_] Wat moet de hel betekenen?

source: [_L_] Don't you remember on Game of Thots?
dutch: [_L_] Herinner je je niet op spel van Thots?

source: [_L_] It means we can't go back now.
dutch: [_L_] Het betekent dat we nu niet terug kunnen gaan.

source: [_L_] We have to win, or die trying.
dutch: [_L_] We moeten winnen, of sterven.

source: [_R_] Or get fucked... "literally"... trying!
dutch: [_R_] Of ga verprutsen... "letterlijk"... proberen!

source: [_R_] I can't believe you just gave your pussy to Matt!
dutch: [_R_] Ik kan niet geloven dat je alleen maar je pussy aan Matt!

source: [_L_] I didn't give my pussy to Matt!
dutch: [_L_] Ik heb mijn posy niet aan Matt!

source: [_L_] I'm going to win this fucking election!
dutch: [_L_] Ik ga deze fucking verkiezingen winnen!

source: [_L_] And, even if I don't win, you don't have any say in what I do with my pussy!
dutch: [_L_] En, zelfs als ik niet win, heb je geen zeggenschap over wat ik met mijn poes doet!

source: [_L_] What? Did you think you were going to get it or something?
dutch: [_L_] Wat? dacht je dat je het of iets zou krijgen?

source: [_R_] Well... I... No...?
dutch: [_R_] Nou... I... Nee...?
