Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_ST_] {i}Maybe she took our talk earlier to heart? And now she's trying to show me she really is cool about me not wearing panties?{/i}
dutch: [_ST_] {i}Misschien heeft ze ons praatje eerder genomen om te horen? En nu probeert ze me te laten zien dat ze echt cool is als ik geen vijvers? {/i} draag
german: [_ST_] {i}Vielleicht hat sie unseren Vortrag früher zu Herzen genommen? Und nun versucht sie mir zu zeigen, dass sie wirklich cool über mich ist und keine Hosen trägt?{/i}

source: [_ST_] {i}That guy being a big tipper could have just been an excuse to do it. With a skirt that short, she'd know I'd notice pretty quick.{/i}
dutch: [_ST_] {i}Die kerel als grote tipper had gewoon een excuus kunnen zijn om het te doen. Met een rok die kort is, weet ze dat ik vrij snel zou zien.{/i}
german: [_ST_] {i}Dieser Kerl, ein großer Tipper, könnte gerade eine Entschuldigung dafür gewesen sein. Mit einem so kurzen Rock würde sie wissen, ich würde ziemlich schnell bemerken.{/i}

source: [_ST_] {i}That's really sweet of her! I guess she really is my cool stripper mom.{/i}
dutch: [_ST_] {i}Dat is echt zoet van haar! Ik denk dat ze echt mijn coole stripper moment is.{/i}
german: [_ST_] {i}Das ist wirklich süß von ihr! Ich denke, sie ist wirklich meine coole Abstreifer Mam.{/i}

source: [_ST_] {i}Hmm... I wonder if I can talk her into leaving her panties off after we change and she drives us home. Then I'd know for sure she was cool about it.{/i}
dutch: [_ST_] {i}Hmm... Ik vraag me af of ik haar kan zeggen dat ze haar pannenkoek moet verlaten als we zijn veranderd, en dat ze ons naar huis moet drijven. Dan weet ik zeker dat ze er koel over was.{/i}
german: [_ST_] {i}Hmm... Ich frage mich, ob ich ihr sagen kann, dass sie nach dem Umtausch ihre Knöcheleien aufgibt und sie uns nach Hause treibt. Dann wusste ich mit Sicherheit, dass sie darüber cool war.{/i}

source: [_ST_] {i}We could speed the whole way back. If she got stopped by a cop, we could both flash him our pussies and get out of the ticket!{/i}
dutch: [_ST_] {i}We zouden de hele weg terug kunnen versnellen. Als ze gestopt is door een kopie, kunnen we hem zowel flash als uit het ticket stappen!{/i}
german: [_ST_] {i}Wir konnten den ganzen Weg zurücklegen. Wenn sie von einem Polizisten gestoppt wurde, könnten wir ihm unsere Pussies blasen und aus dem Ticket herauskommen!{/i}

source: [_ST_] {i}Huh... Why is Diaz always sitting with that wierdo? He never orders anything or tips any of the dancers.{/i}
dutch: [_ST_] {i}Huh... Waarom zit Diaz altijd bij die wierdo? Hij heeft nooit iets besteld of tips van de dans.{/i}
german: [_ST_] {i}Huh... Warum sitzt Diaz immer mit diesem wierdo? Er bestellt niemals irgendetwas oder Tipps eines der Tänzer.{/i}

source: [_ST_] {i}What a loser.{/i}
dutch: [_ST_] {i}Wat een verliezer.{/i}
german: [_ST_] {i}Was für ein Verlierer.{/i}

source: [_ST_] {i}Not like the guy Mom's with. A girl likes it when a guy spends lot of money on her. That's probably why Mom likes him so much.{/i}
dutch: [_ST_] {i}vindt de kerel niet leuk. Een meisje vindt het leuk als een jongen veel geld aan haar uitgeeft. Dat is waarschijnlijk de reden waarom zij hem zo leuk vindt.{/i}
german: [_ST_] {i}Die Kerle mit der die Mamas nicht mögen. Ein Mädchen mag es, wenn ein Kerl viel Geld für sie ausgibt. Das ist wahrscheinlich der Grund, warum Mama ihn so sehr mag.{/i}

source: [_ST_] {i}It doesn't hurt that he's kind of good looking, for an older guy.{/i}
dutch: [_ST_] {i}Het doet geen pijn aan zijn soort goede look, voor een oudere kerel.{/i}
german: [_ST_] {i}Es schadet nicht, dass er gut sucht, für einen älteren Mann. {/i}

source: [_ST_] {i}Shit! If he has her panties, that means she's completly naked in there... and she's letting him... touch her.{/i}
dutch: [_ST_] {i}Shit! Als hij haar vijver heeft, betekent dat dat ze daar helemaal naakt is ... en dat ze hem laat zien... raak hier aan.{/i}
german: [_ST_] {i}Shit! Wenn er ihre Hosen hat, bedeutet das dass sie dort völlig nackt ist... und sie lässt ihn... Berühren sie.{/i}

source: [_ST_] {i}Wow! I'm nervious all the sudden. I never imagined I'd be serving a drink to a stranger while he feels up my completly naked mother.{/i}
dutch: [_ST_] {i}Wow! Ik ben plotseling nerveus. Ik had nooit gedacht dat ik een drankje zou serveren aan een vreemdeling terwijl hij zich meer voelt dan mijn volledig naakte moeder.{/i}
german: [_ST_] {i}Wow! Ich bin plötzlich nervös. Ich hätte mir nie gedacht, dass ich einem Fremden ein Getränk serviere, während er sich meine vollkommen nackte Mutter anfühlt.{/i}

source: [_ST_] {i}I'm not sure if I'm excited by that, or just jealous I don't have a customer willing to shower me in cash.{/i}
dutch: [_ST_] {i}Ik weet niet zeker of ik me daarover opwind, of gewoon jaloers ben ik geen klant die mij contant wil douchen.{/i}
german: [_ST_] {i}Ich bin mir nicht sicher, ob ich davon begeistert bin oder einfach eifersüchtig bin ich kein Kunde, der bereit ist, mich in bar zu duschen.{/i}

source: [_ST_] {i}I'd even let him feel me up if he wanted. If he has the cash, and was easy on the eyes, why not? Mom does it. Why not me?{/i}
dutch: [_ST_] {i}Ik zou hem zelfs willen laten voelen als hij dat wilde. Als hij het geld heeft, en het in de ogen makkelijk was, waarom niet? Moeilijk het niet. Waarom niet? {/i}
german: [_ST_] {i}Ich würde ihn sogar fühlen lassen, wenn er wollte. Wenn er das Bargeld hat und einfach auf den Augen war, warum nicht? Mom tut es. Warum nicht mich?{/i}

source: [_ST_] {i}Okay... A little fondling is no big deal. Just play it cool. Don't ruin the mood.{/i}
dutch: [_ST_] {i}Okay... Een klein pleziertje is geen grote deal. Speel het cool. Doe het niet cool. Verroetig niet de stemming.{/i}
german: [_ST_] {i}Okay... Ein kleines Fondling ist kein großes Geschäft. Spiele es einfach cool. Verruine die Stimmung nicht.{/i}

source: [_S_] Sir? One of the other patrons bought you a scotch.
dutch: [_S_] En? Een van de andere memoblokken kocht je een schouw.
german: [_S_] Sir? Einer der anderen Mächte kaufte dir einen Schlitz.

source: [_S_] They said to tell you congrats on getting the redheads pant...
dutch: [_S_] Ze zeiden je te feliciteren met het krijgen van de redheads pant...
german: [_S_] Sie sagten dir Glückwunsch, dass du die redheads Hose bekommen hast...

source: [_PH_] Bought me a drink? How nice of them, but give me a moment. I'm right in the middle of giving this naughty slut a well deserved paddling.
dutch: [_PH_] Bood me een drankje aan? Hoe aardig van hen, maar geef me een ogenblik. Ik ben midden in het geven van deze stoute naai een welverdiende padding.
german: [_PH_] Ich habe ein Getränk gekauft? Wie nett von ihnen, aber gib mir einen Moment. Ich bin mitten drin, wenn ich dieser versauten Schlampe ein wohlverdientes Paddeln schenke.

source: [_PH_] Wait? What for? You're the one who asked for this.
dutch: [_PH_] Wacht? Waarom? Jij bent degene die hierom heeft gevraagd.
german: [_PH_] Warten? Wofür? Du bist derjenige, der darum gebeten hat.

source: [_S_] She...asked? I...
dutch: [_S_] She...gevraagd? I...
german: [_S_] Sie...fragt? Ich...

source: [_PH_] I'm sorry for keeping you here miss, but my hands are full at the moment. Please be patient.
dutch: [_PH_] Het spijt me dat ik je hier laat missen, maar mijn handen zijn op dit moment vol. Heb geduld.
german: [_PH_] Es tut mir leid, dass du dich hier vermisst, aber meine Hände sind im Moment voll. Bitte habe Geduld.

source: [_M_] AAAYYYAAAGGGHHH!
dutch: [_M_] AAYYYAAAGH!
german: [_M_] AAAAYYAAAGGGHH!

source: [_PH_] This misbehaving hussy has been in need some discipline for awhile now. We wouldn't want to stop in the middle and deny her what she's been asking for.
dutch: [_PH_] Deze misdragende man heeft nu enige discipline nodig. We zouden niet willen stoppen in het midden en haar willen ontzeggen waar ze om vroeg.
german: [_PH_] Diese irrtümliche Hussy braucht schon seit einiger Zeit eine gewisse Disziplin. Wir wollen nicht in der Mitte stehen und ihr verwehren, was sie verlangt.

source: [_MT_] {i}Oh, fuck! I have to... mmhm! Have to stop this!{/i}
dutch: [_MT_] {i}Oh, fuck! Ik moet... mmhm! Stop dit!{/i}
german: [_MT_] {i}Oh, fuck! Ich habe was... mmhm! Muss das stoppen!{/i}

source: [_MT_] {i}He's got me so close to an orgasm, I can't find my voice! All I can do is pant and moan!{/i}
dutch: [_MT_] {i}Hij heeft me zo dicht bij een orgaan gebracht, ik kan mijn stem niet vinden! Het enige wat ik kan doen is gierig en maan!{/i}
german: [_MT_] {i}Er hat mich so nah an einem Orgasmus gebracht, ich kann meine Stimme nicht finden! Alles, was ich tun kann ist Hose und Moan!{/i}

source: [_MT_] {i}I don't want this, but my body won't listen to me! I have to resist, but I can't stop my pussy from quivering at his touch!{/i}
dutch: [_MT_] {i}Ik wil dit niet, maar mijn lichaam zal niet naar me luisteren! Ik moet mij daartegen verzetten, maar ik kan mijn poosje niet aan zijn aanraking tegenhouden!{/i}
german: [_MT_] {i}Ich will das nicht, aber mein Körper hört mir nicht zu! Ich muss mich widersetzen, aber ich kann meine Fotze nicht daran hindern, an seiner Berührung zu stehen!{/i}

source: [_MT_] {i}I completely despise this asshole! How is it possible that getting fingered by someone I detest, actually feels good!? Why is my pussy betraying me?!{/i}
dutch: [_MT_] {i}Ik veracht deze schotel volledig! Hoe is het mogelijk dat het nemen van vingerafdruk door iemand die ik afkeur, me echt goed voelt!? Waarom verraad ik mijn Psyte op!{/i}
german: [_MT_] {i}Ich verachte diese Arschfotze vollständig! Wie kann es sein, dass man sich von jemandem, den ich verabscheu führe, wirklich gut fühlt?!{/i}

source: [_PH_] Such a naughty slut!
dutch: [_PH_] zo'n stoute snuf!
german: [_PH_] Eine so versaute Schlampe!

source: [_MT_] {i}I can't... Aahhh! Can't think straight!{/i}
dutch: [_MT_] {i}Ik kan... Hoera! Je kunt je niet gemakkelijk vinden!{/i}
german: [_MT_] {i}Ich kann nicht... Aahh! Kann nicht einfach denken!{/i}

source: [_MT_] {i}I think... I think I'm going to...{/i}
dutch: [_MT_] {i}Ik denk... Ik denk dat ik ga naar...{/i}
german: [_MT_] {i}Ich denke, ich gehe zu...{/i}

source: [_ST_] {i}Oh, my God. Is Mom going to cum?{/i}
dutch: [_ST_] {i}Oh, mijn God. Gaat de mama naar kum?{/i}
german: [_ST_] {i}Oh, mein Gott. Wird die Mut?{/i}

source: [_PH_] That's it, whore! You asked for this! Now, show me what a slut you really are!
dutch: [_PH_] Dat is het, hoewel! Je vroeg hier! Nu laat me zien wat een slut je echt bent!
german: [_PH_] Das ist es, Huch! Du hast darum gefragt! Jetzt zeige mir, was du wirklich für eine Schlampe bist!

source: [_MT_] {i}Please, God! I can't hold it back any longer! Sidney, don't watch me! {/i}
dutch: [_MT_] {i}Alsjeblieft, God! Ik kan het niet meer tegenhouden! Kijk niet naar mij! {/i}
german: [_MT_] {i}Bitte, Gott! Ich kann es nicht länger zurückhalten! Sidney, schau mir nicht vor! {/i}

source: [_ST_] {i}Why am I not looking away? Oh, fuck! I'm about to watch this guy make Mom cum!{/i}
dutch: [_ST_] {i}Waarom kijk ik niet weg? Oh, fuck! Ik ga kijken hoe deze kerel een mama maakt!{/i}
german: [_ST_] {i}Warum schaue ich nicht weg? Oh, fuck! Ich werde zusehen, wie dieser Kerl Mom mitmacht!{/i}

source: [_PH_] Thank you for waiting, young lady, and please pass on my thanks for the drink.
dutch: [_PH_] Bedankt voor het wachten, jonge dame, en wil u graag mijn dank betuigen voor het drankje.
german: [_PH_] Vielen Dank für das Warten, die junge Dame und bitte weitergeben, meinen Dank für das Getränk.

source: [_S_] Sure...
dutch: [_S_] Natuurlijk...
german: [_S_] sicher...

source: [_PH_] Here. When she recovers, give her this.
dutch: [_PH_] Here. Als ze herstelt, geef haar dit.
german: [_PH_] Hier. Wenn sie sich erholt, gib ihr das.

source: [_S_] Wow! That's a big wad.
dutch: [_S_] Wow! Dat is een grote wagen.
german: [_S_] Wow! Das ist ein großer Wat.

source: [_PH_] She's worth every bit of it.
dutch: [_PH_] Ze is er elk beetje van waard.
german: [_PH_] Sie ist alles wert.

source: [_PH_] See you real soon, Mrs. [mom_name].
dutch: [_PH_] Zie je echt snel, mevrouw [mom_name].
german: [_PH_] Seht euch bald echt an, Frau [mom_name].

source: [_MT_] {i}That's right... I have a meeting with him before my class.{/i}
dutch: [_MT_] {i}is juist... Ik heb een meeting met hem voor mijn klas.{/i}
german: [_MT_] {i}Das ist richtig... Ich habe ein Treffen mit ihm vor meiner Klasse.{/i}

source: [_MT_] {i}How am I ever going to be able to look him in the eyes after how he was able to make me...{/i}
dutch: [_MT_] {i}Hoe kan ik hem ooit in de ogen zien na hoe hij mij kon maken...{/i}
german: [_MT_] {i}Wie werde ich ihn je in den Augen sehen können, nachdem er mich machen konnte...{/i}

source: [_S_] Mom.
dutch: [_S_] mama.
german: [_S_] Mama.

source: [_S_] You were...
dutch: [_S_] jij was...
german: [_S_] Sie waren...

source: [_MT_] {i}Oh, no! Sidney must be disgusted. I don't understand why, but... him treating me like a misbehaving little girl, making me do whatever he wanted.{/i}
dutch: [_MT_] {i}Oh, nee! Sidney moet walgelijk zijn. Ik begrijp niet waarom.. Hij behandelt me als een misdragend klein meisje, waardoor ik alles kan doen wat hij wilde. {/i}
german: [_MT_] {i}Oh, nein! Sidney muss entsetzt sein. Ich verstehe nicht warum, aber.. er mich wie ein falsches kleines Mädchen behandelt, so dass ich tue, was er wollte.{/i}

source: [_S_] He made you...
dutch: [_S_] heeft je gemaakt...
german: [_S_] Er hat dich geschafft...

source: [_MT_] {i}That was the most erotic moment of my life!{/i}
dutch: [_MT_] {i}Dat was het meest erotische moment van mijn leven!{/i}
german: [_MT_] {i}Das war der erotischste Moment meines Lebens!{/i}

source: [_MT_] {i}I can't even pretend I faked that orgasm to her. I squirted so hard!{/i}
dutch: [_MT_] {i}Ik kan zelfs niet doen alsof ik orgasm naar haar vervalste. Ik heb dit hardvochtig verpletterd!{/i}
german: [_MT_] {i}Ich kann nicht einmal so tun, als habe ich den Orgasmus an sie getäuscht. Ich habe so hart gequirt!{/i}

source: [_S_] That was...
dutch: [_S_] Dat was...
german: [_S_] Das war...

source: [_MT_] {i}Will she want to move out of the house to get away from me? I wouldn't blame her. She must think I'm a filthy whore.{/i}
dutch: [_MT_] {i}wil ze uit het huis stappen om weg te komen van mij? Ik zou haar dat niet kwalijk nemen. Ze moet denken dat ik een smerige whore.{/i}
german: [_MT_] {i}Wird sie aus dem Haus gehen wollen, um von mir wegzukommen? Ich würde ihr nicht die Schuld geben. Sie muss denken, dass ich eine schmutzige Hure bin.{/i}

source: [_S_] {b}That was so cool!{/b}
dutch: [_S_] {b}Dat was zo cool!{/b}
german: [_S_] {b}Das war so cool!{/b}

source: [_S_] That guy totally made you cum!
dutch: [_S_] Die kerel heeft je helemaal naar huis gestuurd!
german: [_S_] Dieser Kerl hat dich total mitgemacht!

source: [_S_] And look at all this money! There must be a couple hundred here!
dutch: [_S_] En kijk naar al dit geld! Er moeten er hier een paar honderd zijn!
german: [_S_] Und schaue dir all dieses Geld an! Hier muss ein paar hundert sein!

source: [_M_] Sidney, I don't...
german: [_M_] Sidney, ich nicht...

source: [_S_] I'm so jealous! No wonder you gave him your panties!
dutch: [_S_] Ik ben zo jaloers! Geen wonder dat je hem je broek hebt gegeven!
german: [_S_] Ich bin so eifersüchtig! Kein Wunder, dass du ihm deine Hosen gegeben hast!

source: [_M_] How did you...? You're not upset?
dutch: [_M_] Hoe ben je...? Je bent niet boos?
german: [_M_] Wie hast du...? Du bist nicht gestört?

source: [_S_] Upset? Well... It was a little weird watching him finger you.
dutch: [_S_] Upset? Well... Het was een beetje raar om hem met je vinger te kijken.
german: [_S_] Upset? Nun... Es war ein wenig seltsam, ihm den Finger zu schauen.

source: [_S_] But you got the guy so hot and bothered by giving him your panties during your strip tease, that he paid you all this just to get you to let him make you cum!
dutch: [_S_] Maar je hebt de kerel zo warm en gestoord door hem je broekspijp te geven tijdens je strip tease, dat hij je dit allemaal betaalde, alleen om je zo te krijgen dat hij je het mouw laat maken!
german: [_S_] Aber du hast den Kerl so heiß und belästigt, indem du ihm deine Hosen während deines Streifenteases gibst dass er dir all dies bezahlt, nur um dich damit zu lassen ihn machen Sie mit!

source: [_S_] I think I'm developing an appreciation for older men.
dutch: [_S_] Ik denk dat ik waardering heb voor oudere mannen.
german: [_S_] Ich denke, ich entwickle eine Wertschätzung für ältere Männer.

source: [_S_] Mom, you're amazing!
dutch: [_S_] Mama, je bent geweldig!
german: [_S_] Mama, du bist erstaunlich!

source: [_M_] So, you're not... mad?
dutch: [_M_] Dus je bent niet gegen...
german: [_M_] Du bist also nicht... verrückt?

source: [_M_] You were always so loyal to your father.
dutch: [_M_] Je was altijd zo trouw aan je vader.
german: [_M_] Du warst immer so loyal zu deinem Vater.

source: [_S_] Oh, you mean my sperm doner?
dutch: [_S_] Oh, bedoel je mijn zaaddonor?
german: [_S_] Oh, meinst du meinen Samenspender?

source: [_S_] I've been over him since I found out he betrayed us, put our family in danger, and bounced my tuition check.
dutch: [_S_] ik ben over hem geweest sinds ik ontdekte dat hij ons verraadde, dat hij onze familie in gevaar bracht en mijn tuïtie controleert.
german: [_S_] Ich bin über ihn, seitdem ich herausgefunden habe, dass er uns verraten hat, unsere Familie in Gefahr gebracht und meine Unterrichtsprüfung abgesprengt hat.

source: [_S_] You're the one sticking around. Making the sacrifices to take care of us! I freaking admire you!
dutch: [_S_] Je bent de enige die rondhangt. De offers maken om voor ons te zorgen! Ik bewonder je!
german: [_S_] Du bist derjenige, der herumklebt. Du machst die Opfer, um uns zu kümmern! Ich bewundere dich!

source: [_M_] {b}sigh{/b}
dutch: [_M_] {b}vizier{/b}
german: [_M_] {b}Sehen{/b}

source: [_MT_] {i}At least she doesn't hate me for it.{/i}
dutch: [_MT_] {i}Tenminste haat ze me ervoor.{/i}
german: [_MT_] {i}Zumindest hasse sie mich nicht dabei.{/i}

source: [_M_] That's not something people would say you're supposed to admire your mother for.
dutch: [_M_] Dat is niet iets waar mensen zeggen dat je je moeder voor zou moeten bewonderen.
german: [_M_] Das ist nicht etwas, was man sagen würde, du solltest deine Mutter bewundern.

source: [_S_] Fuck them. I don't care what people say. That was cool!
dutch: [_S_] Fuck hen. Het kan me niets schelen wat mensen zeggen. Dat was cool!
german: [_S_] Fuck sie. Mir ist egal, was die Leute sagen. Das war cool!

source: [_ST_] {i}And hot as fuck!{/i}
dutch: [_ST_] {i}En heet als fuck!{/i}
german: [_ST_] {i}Und heiß wie gefickt! {/i}

source: [_R_] {i}(Whispering){/i} See? I told you it would work.
dutch: [_R_] {i}(Whispering){/i} Zie? Ik zei dat het zou werken.
german: [_R_] {i}(Flüstern){/i} Sieh? Ich habe dir gesagt, es würde funktionieren.

source: [_AD_] Whatever helps you sleep at night, Ace.
dutch: [_AD_] Wat je helpt om 's nachts te slapen, Ace.
german: [_AD_] Was immer dir hilft, in der Nacht zu schlafen, Ach.

source: [_S_] Mom? Since you're going to spend the rest of the night without any panties anway. I was thinking... Would you maybe consider leaving them off like I do on the ride home?
dutch: [_S_] Moment? Omdat je de rest van de nacht zonder panelen gaat doorbrengen. Ik dacht erover... Zou je misschien overwegen om ze weg te laten zoals ik het thuis doe?
german: [_S_] Mama? Da du den Rest der Nacht verbringen wirst, ohne irgendwelche Gänsehaut. Ich dachte... Würden Sie vielleicht in Erwägung ziehen, sie abzuziehen wie ich auf der Fahrt nach Hause?

source: [_M_] What? Why?
dutch: [_M_] Wat? Waarom?
german: [_M_] Was? Warum?

source: [_S_] I don't know. I just feel really close to you tonight for some reason and wanted to do something cool together.
dutch: [_S_] Ik weet het niet. Ik voel me vanavond om een of andere reden heel dicht bij jou en wilde samen iets koel doen.
german: [_S_] Ich weiß es nicht. Ich fühle mich heute Abend aus irgendeinem Grund wirklich nah an dir und wollte gemeinsam etwas cooles machen.

source: [_M_] I don't know...
dutch: [_M_] Ik weet het niet...
german: [_M_] Ich weiß es nicht...

source: [_S_] Please? It can be our new tradition. Come on. Who's my cool stripper mom?
dutch: [_S_] alsjeblieft? Het kan onze nieuwe traditie zijn. Kom op. Wie is mijn leuke stripper moment?
german: [_S_] Bitte? Es kann unsere neue Tradition sein. Komm weiter. Wer ist meine coole Abstreifer Mama?

source: [_M_] Haha... You don't fight fair... Okay fine. At least we won't have to worry about getting a speeding ticket on the way home.
dutch: [_M_] Haha... Je vecht niet eerlijk... Okay prima. We zullen ons tenminste geen zorgen hoeven te maken over het krijgen van een snelheidsticket op weg naar huis.
german: [_M_] Haha... Du kämpfst nicht gegen die Messe... Okay, zumindest müssen wir uns keine Sorgen machen, ein Schnellticket auf dem Weg nach Hause zu bekommen.

source: [_S_] Right?!
german: [_S_] Rechts?!

source: [_RT_] {i}Diaz really got me good last time. Making me think Mom would actually let Joey finger her right in the middle of the club.{/i}
dutch: [_RT_] {i}Diaz heeft me de laatste keer echt goed gedaan. Als ik me realiseer dat mama haar in het midden van de club met een vinger van Joey zou laten zien.{/i}
german: [_RT_] {i}Diaz hat mich das letzte Mal wirklich gut gemacht. Wenn ich denke, Mom würde Joey den Finger ihr in der Mitte des Clubs lassen. {/i}

source: [_RT_] {i}She'd never do anything like that.{/i}
dutch: [_RT_] {i}Ze heeft nooit zoiets gedaan.{/i}
german: [_RT_] {i}Sie würde nichts dergleichen tun.{/i}

source: [_RT_] {i}Diaz was right about one thing though. I need to find a way to get rid of Matt. Are those rumors about what he does to his girls true?{/i}
dutch: [_RT_] {i}Diaz had gelijk over één ding. Ik moet een manier vinden om van Mat af te komen. Zijn die geruchten over wat hij doet met zijn meisjes waar?{/i}
german: [_RT_] {i}Diaz hatte jedoch in einer Sache Recht. Ich muss einen Weg finden, um Matt loszuwerden. Sind diese Gerüchte darüber, was er seinen Mädchen tut, wahr?{/i}

source: [_RT_] {i}Matt did have Megan give me that blowjob, but Megan's a slut... Not like Lauren.{/i}
dutch: [_RT_] {i}Matt heeft me die blaas gegeven, maar Megan een slut... Niet zoals Lauren.{/i}
german: [_RT_] {i}Matt hat mir Megan geblasen, aber Megan ist ein Schlamm... Nicht wie Lauren.{/i}

source: [_RT_] {i}Lauren who's fucking a big cocked jock in front of her brother and letting me post naked pictures of her on the internet.{/i}
dutch: [_RT_] {i}Lauren die een grote gecockte grap voor haar broer maakt en mij nagelen van haar op het internet laat plaatsen.{/i}
german: [_RT_] {i}Lauren, die vor ihrem Bruder einen dicken Schwanz ficken und mir nackte Bilder von ihr im Internet posten lassen. {/i}

source: [_RT_] {i}Lauren who gave blowjobs to half the school for votes in the class presidential election.{/i}
dutch: [_RT_] {i}Lauren die blowjobs gaven aan de helft van de school voor stemmen bij de presidentsverkiezingen.{/i}
german: [_RT_] {i}Lauren, der die Hälfte der Schule für die Stimmen bei den Präsidentschaftswahlen in der Klasse geblasen hat.{/i}

source: [_RT_] {i}Fuck... I'll really need to think of something soon. But for tonight, I'm just going to relax while I keep an eye on Mom, and whoever's on stage tonight, hehe...{/i}
dutch: [_RT_] {i}Fuck... Ik moet echt aan iets snel denken. Maar voor vanavond ga ik alleen maar ontspannen terwijl ik een oog houd op Mama en wie er vanavond op het podium is, he...{/i}
german: [_RT_] {i}Fuck... Ich muss wirklich bald an etwas denken. Aber für heute Abend werde ich mich nur entspannen, während ich ein Auge auf Mom, und wer heute Abend auf der Bühne ist, hehe...{/i}
