Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_RT_] {i}God, I hope Joey's not getting very far with Mom, but I've got to admit there is some satisfaction in getting something from his niece.{/i}
dutch: [_RT_] {i}God, Ik hoop dat Joey's niet erg ver komt met Mam, maar ik moet toegeven dat er enige tevredenheid bestaat in het krijgen van iets uit zijn niece. /i}
german: [_RT_] {i}Gott, ich hoffe, Joey kommt nicht sehr weit mit Mama, aber ich muss zugeben, dass es eine gewisse Genugtuung gibt, etwas von seiner Nichte zu bekommen. /i}

source: [_M_] And I'd better warn you, My orgasms can get pretty wet!
dutch: [_M_] En ik zou u beter kunnen waarschuwen, mijn organen kunnen best wel net komen!
german: [_M_] Und ich würde dich besser warnen, Meine Orgasmen können ziemlich nass werden!

source: [_J_] You're a squirter?! That's great!
dutch: [_J_] Jij bent een kwaker?! Dat is geweldig!
german: [_J_] Du bist ein Squirter?! Das ist großartig!

source: [_J_] I can't wait to see!
dutch: [_J_] Ik kan niet wachten om te zien!
german: [_J_] Ich kann nicht warten zu sehen!

source: [_M_] Aaahh... Well you won't have to wait long!
dutch: [_M_] Aaahh... Goed dat je niet lang hoeft te wachten!
german: [_M_] Aaahh... Nun musst du nicht lange warten!

source: [_J_] Oh, my God!... you weren't kidding!
dutch: [_J_] Oh, mijn God!... jij was geen grapje!
german: [_J_] Oh, mein Gott!... Du warst keine Scherz!

source: [_J_] Have Franky take Armani home... We'll be going to an engagement that I've got a little later.
dutch: [_J_] Heeft Franky Armani naar huis genomen... We gaan mee naar een betrokkenheid die ik een beetje later krijg.
german: [_J_] Habe Franky Armani nach Hause nehmen... Wir gehen zu einem Engagement, das ich ein wenig später bekommen habe.

source: [_G_] Oh, What kind of engagement?
dutch: [_G_] Oh, wat voor soort betrokkenheid?
german: [_G_] Oh, Was für ein Engagement?

source: [_J_] The kind wher you wait in the car.
dutch: [_J_] Hoe kan je in de auto wachten?
german: [_J_] Die Art von Wartezeiten im Auto.

source: [_J_] Have Franky take Armani home... We'll be going with Johnny. We've got some unexpected business we've got to take care of tonight.
dutch: [_J_] Heeft Franky Armani naar huis gebracht... We gaan met Johnny. We hebben wat onverwachte zaken waar we vanavond voor moeten zorgen.
german: [_J_] Habe Franky Armani nach Hause nehmen... Wir gehen mit Johnny weiter. Wir haben ein unerwartetes Geschäft, um das wir heute Abend kümmern müssen.

source: [_RT_] {i}As if that's a fair trade for whatever it was you did to my mom!{/i}
dutch: [_RT_] {i}Alsof dat een eerlijke ruil is voor wat je voor mij hebt gedaan!{/i}
german: [_RT_] {i}als ob das ein fairer Handel für alles ist, was du mit meiner Mama gemacht hast!{/i}

source: [_J_] I think your mom had a good time. I think it was good for her to have a conversation with someone a little closer to her age.
dutch: [_J_] Ik denk dat je moeder een goede tijd had. Ik vind het goed dat zij een gesprek met iemand dichter bij haar leeftijd heeft gevoerd.
german: [_J_] Ich denke, deine Mutter hatte eine gute Zeit. Ich denke, es war gut für sie, ein Gespräch mit jemandem zu führen, der ihrem Alter ein wenig näher kommt.

source: [_RT_] {i}I wonder if I'll be able to tell?{/i}
dutch: [_RT_] {i}Ik vraag me af of ik kan vertellen?{/i}
german: [_RT_] {i}Ich frage mich, ob ich sagen kann? {/i}

source: [_RT_] {i}There's a puddle of water next to her. There's no water cups on the table, so... not a spill.{/i}
dutch: [_RT_] {i}Er is een waterpul naast haar. Er zijn geen waterbekers op tafel, zoals... geen spoel.{/i}
german: [_RT_] {i}Es gibt ein Puddel Wasser neben ihr. Es gibt keine Wasserbecher auf dem Tisch, so... kein Spill.{/i}

source: [_R_] That sounds good, but I've got to ask. Why is there a puddle right under you?
dutch: [_R_] Dat klinkt goed, maar ik moet me afvragen. Waarom staat er onder jou een ploeg?
german: [_R_] Das klingt gut, aber ich muss mich fragen. Warum ist da ein Puddle unter dir?

source: [_MT_] Oh, fuck!... I should have wiped that up before he came in here.
dutch: [_MT_] Oh, fuck!... Ik had dat moeten vegen voordat hij hier binnenkwam.
german: [_MT_] Oh, fick!... Ich hätte das vor dem Eintreffen hier abwischen sollen.

source: [_M_] I think we'd better go before you say something stupid.
dutch: [_M_] Ik denk dat we beter kunnen gaan voor je iets dom zegt.
german: [_M_] Ich denke, wir sollten besser gehen, bevor du etwas Dummes sagst.

source: [_RT_] If only fucking Joey DeCapo hadn't shown up!
dutch: [_RT_] Als het alleen maar een fucking van Joey DeCapo is getoond!
german: [_RT_] Wenn nur Joey DeCapo gefickt hat!

source: [_M_] We'll both have the Itamae's special.
dutch: [_M_] We zullen allebei de specialiteit van Itama hebben.
german: [_M_] Wir werden beide das Itamae's Special haben.

source: [_R_] Oh, and some wine.
dutch: [_R_] Oh, en wat wijn.
german: [_R_] Oh, und etwas Wein.

source: [_W_] Do you want the Nigaata red again?
dutch: [_W_] Wil je dat de Nigaata weer rood is?
german: [_W_] Möchtest du die Nigaata erneut rot sehen?

source: [_M_] Thank you for bringing me here again.
dutch: [_M_] Bedankt dat je me opnieuw hierheen brengt.
german: [_M_] Vielen Dank, dass du mich wieder hierher gebracht hast.

source: [_M_] There's just something about this place that makes me feel comfortable and safe.
dutch: [_M_] Er is net iets over dit plek, waardoor ik me comfortabel en veilig voel.
german: [_M_] Es gibt nur etwas an diesem Ort, das mich wohl und sicher fühlen lässt.

source: {i}A little while later.{/i}
dutch: {i}Een klein beetje terwijl je later.{/i}
german: {i}Ein wenig später.{/i}

source: [_M_] Haha... You're getting better with those chopsticks, but don't worry, it takes time.
dutch: [_M_] Haha... Je wordt beter met die stokjes, maar maak je geen zorgen, dat kost tijd.
german: [_M_] Haha... Du wirst mit diesen Chopsticks besser, aber keine Sorge, es braucht Zeit.

source: [_M_] Haha... no, I get it... It does seem like bad manners to stuff so much into your mouth at once.
dutch: [_M_] Haha... nee, ik snap het... Het lijkt erop dat je slechte manieren hebt om zo veel in je mond te stoppen.
german: [_M_] Haha... nein, ich bekomme es! Es scheint wie schlechte Manier zu sein, so viel auf einmal in deinen Mund zu stecken.

source: [_M_] That's just the way your supposed to eat it.
dutch: [_M_] Dat is precies hoe je het moet opeten.
german: [_M_] Das ist genau so, wie du es essen solltest.

source: [_M_] Good, right?
dutch: [_M_] Goed, toch?
german: [_M_] Gut, oder?

source: [_R_] Mmmrrrrmpphhh...
dutch: [_R_] Mmmrrrmpfh...
german: [_R_] Mmmrrrmpphhh...

source: [_W_] I'm so sorry to interrupt!
dutch: [_W_] Het spijt me zo te moeten onderbreken!
german: [_W_] Es tut mir leid, dass ich mich unterbrechen muss!

source: [_W_] Joey DeCapo wants to talk to Mr. [ryan] in private again.
dutch: [_W_] Joey DeCapo wil weer privé met meneer [ryan] praten.
german: [_W_] Joey DeCapo möchte mit Mr. [ryan] wieder privat sprechen.

source: [_M_] Again?... I wonder what he wants. You'd better run see.
dutch: [_M_] weer?... Ik vraag me af wat hij wil. U zou beter kunnen rennen.
german: [_M_] Wieder?... Ich frage mich, was er will. Du solltest besser laufen sehen.

source: [_W_] Joey DeCapo wants to talk to Mr. [ryan] in private.
dutch: [_W_] Joey DeCapo wil privé met meneer [ryan] praten.
german: [_W_] Joey DeCapo möchte privat mit Mr. [ryan] sprechen.

source: [_M_] Oh, you'd better go see what he wants.
dutch: [_M_] Oh, je kan maar beter zien wat hij wil.
german: [_M_] Oh, du solltest besser gehen zu sehen, was er will.

source: [_R_] I'm sorry about this, Mom... I'll be back as fast as I can.
dutch: [_R_] Het spijt me, mama, ik ben zo snel als ik kan.
german: [_R_] Es tut mir leid, Mom... Ich bin so schnell wie möglich zurück.

source: [_M_] Just, be safe!
dutch: [_M_] Just, wees veilig!
german: [_M_] Sei sicher!

source: [_MT_] {i}I hate how much we've been associating with the mafia lately.{/i}
dutch: [_MT_] {i}Ik haat hoeveel we hebben geassocieerd met de maffia lately.{/i}
german: [_MT_] {i}Ich hasse es, wie sehr wir in letzter Zeit mit der Mafia assoziiert haben.{/i}

source: [_A_] There you are... Follow me.
dutch: [_A_] Daar ben je... Volg me.
german: [_A_] Sie sind... Folgen Sie mir.

source: [_RT_] {i}Looks like Armani's bored again.{/i}
dutch: [_RT_] {i}lijkt erop dat Arman's zich opnieuw vervegen.{/i}
german: [_RT_] {i}sieht aus, als ob sich Armanis wieder langweilt.{/i}

source: [_A_] Took you long enough.
dutch: [_A_] Taak je lang genoeg.
german: [_A_] Halte dich lang genug.

source: [_A_] I'm so glad you came!
dutch: [_A_] Ik ben zo blij dat je gekomen bent!
german: [_A_] Ich bin so froh, dass Sie gekommen sind!

source: [_RT_] Yeah, well... how do you say no to Joey DeCapo.
dutch: [_RT_] Yeah, wel... hoe zeg je nee tegen Joey DeCapo.
german: [_RT_] Ja, ja... wie sagst du nein zu Joey DeCapo.

source: [_A_] I feel bad for the deception. But I think it goes down easier with your mom if she thinks Joey sent for you instead of me.
dutch: [_A_] Ik voel me slecht voor het bedrog. Maar ik denk dat het makkelijker gaat met je moeder als ze denkt dat Joey voor jou is gestuurd in plaats van voor mij.
german: [_A_] Ich fühle mich schlecht für die Täuschung. Aber ich denke, es geht leichter mit deiner Mutter, wenn sie glaubt, Joey statt mir für dich gesendet.

source: [_A_] I sense a touch of jealousy when she sees you look at me.
dutch: [_A_] Ik voel een beetje jaloezie wanneer ze je ziet kijken naar me.
german: [_A_] Ich spüre einen Hauch von Eifersucht, wenn sie mich ansieht.

source: [_RT_] {i}There might just be something to that.{/i}
dutch: [_RT_] {i}Er is misschien iets aan te geven.{/i}
german: [_RT_] {i}Es könnte nur etwas dazu geben.{/i}

source: [_RT_] {i}Interesting.{/i}
dutch: [_RT_] {i}Interessant.{/i}
german: [_RT_] {i}Interessant.{/i}

source: [_R_] So did Joey have to ditch you again for important business?
dutch: [_R_] Dus moest Joey je weer in de steek laten voor belangrijke zaken?
german: [_R_] Also musste Joey dich wegen wichtiger Geschäfte wieder verlassen?

source: [_A_] No actually. I just told him I'd find my own way home again.
dutch: [_A_] Nee. Ik heb hem net verteld dat ik weer mijn eigen weg naar huis zou vinden.
german: [_A_] Nein. Ich habe ihm gerade gesagt, dass ich wieder meinen eigenen Weg nach Hause finden würde.

source: [_A_] He just thinks that I don't want to sit and wait for his meeting to get over.
dutch: [_A_] Hij denkt gewoon dat ik niet wil zitten wachten tot zijn vergadering voorbij is.
german: [_A_] Er glaubt nur, dass ich nicht sitzen und warten will, bis sein Treffen vorbei ist.

source: [_A_] But like you already know... I'm just in the mood to mess around.
dutch: [_A_] Maar zoals je al weet... ik ben gewoon in de stemming om rond te draaien.
german: [_A_] Aber wie du bereits weißt... Ich bin gerade in der Stimmung herumzuspielen.

source: [_A_] So, are you up for some fun this time?
dutch: [_A_] Dus, ga je deze keer wat plezier doen?
german: [_A_] Bist du dieses Mal für Spaß bereitet?

source: [_R_] I'm really sorry, but I really need to get back to my mom.
dutch: [_R_] Het spijt me echt, maar ik moet echt terug naar mijn moeder.
german: [_R_] Es tut mir wirklich leid, aber ich muss wirklich zu meiner Mutter zurückkehren.

source: [_R_] It's just, I'm sure she's worried sick. She thinks Joey has an important message for me, and if I take too long, she's going to start fearing the worst.
dutch: [_R_] Het is juist, ik weet zeker dat ze zich zorgen maakt. Zij denkt dat Joey een belangrijke boodschap voor mij heeft en als ik te lang ga, zal ze beginnen te vrezen voor het ergste.
german: [_R_] Es ist gerecht, ich bin sicher, dass sie besorgt krank ist. Sie meint, Joey habe eine wichtige Botschaft für mich, und wenn ich zu lange dauer, wird sie anfangen, das Schlimmste zu fürchten.

source: [_A_] Yeah... okay.
dutch: [_A_] Ja... ok.
german: [_A_] Ja... Okay.

source: [_A_] I understand.
dutch: [_A_] Ik begrijp het.
german: [_A_] Ich verstehe.

source: [_A_] You make a good point. You should run back to your mom. I wouldn't want to leave her worried either.
dutch: [_A_] Je hebt een goed punt. Je moet teruggaan naar je moeder. Ik wil haar ook niet achterlaten.
german: [_A_] Du machst einen guten Punkt. Du solltest zu deiner Mama rennen. Ich möchte ihr auch keine Sorgen lassen.

source: [_A_] Oh, and I'll tell your waitress to charge your dinner to the club. It's the least I can do for taking you away from her for so long.
dutch: [_A_] Oh, en ik vertel je je wachttijd om je avondeten mee te laden naar de club. Het is het minste wat ik kan doen om je zo lang van haar af te houden.
german: [_A_] Oh, und ich werde deiner Kellnerin sagen, dass du dein Abendessen dem Club in Rechnung stellen solltest. Es ist das Mindeste, was ich tun kann, um dich so lange von ihr wegzunehmen.

source: [_A_] And don't worry. I'll let my uncle know that I'm the one who offered to pay.
dutch: [_A_] En maak je geen zorgen. Ik laat mijn oom weten dat ik degene ben die aangeboden heeft te betalen.
german: [_A_] Und keine Sorge. Ich werde meinen Onkel wissen lassen, dass ich derjenige bin, der angeboten hat, zu bezahlen.

source: [_R_] Ok... but we've got to be fast.
dutch: [_R_] Ok... maar we moeten snel zijn.
german: [_R_] Ok... aber wir müssen schnell sein.

source: [_A_] That will depend on you.
dutch: [_A_] Dat hangt van jou af.
german: [_A_] Das wird von dir abhängen.

source: [_A_] Why don't I just get rid of this dress completely.
dutch: [_A_] Waarom ik deze jurk niet volledig van huis krijg.
german: [_A_] Warum schiebe ich dieses Kleid nicht ganz los?

source: [_A_] I don't know how long I can keep my virginity while I'm messing around with you like this.
dutch: [_A_] Ik weet niet hoe lang ik mijn maagdelijkheid kan behouden terwijl ik hier met je om kan springen.
german: [_A_] Ich weiß nicht, wie lange ich meine Jungfräulichkeit behalten kann, während ich mit dir herumbringe.

source: [_A_] I want more... But oh, my family would kill me!
dutch: [_A_] Ik wil meer... Maar oh, mijn familie zou me doden!
german: [_A_] Ich will mehr... Aber nein, meine Familie würde mich töten!

source: [_RT_] {i}I hope Mom's not feeling too put out for being left alone for so long.{/i}
dutch: [_RT_] {i}Ik hoop dat Momjes niet te laat zijn om zo lang alleen gelaten te worden.{/i}
german: [_RT_] {i}Ich hoffe, dass sich Moms nicht zu lange allein gelassen fühlt. {/i}

source: [_M_] There you are!
dutch: [_M_] Daar ben jij!
german: [_M_] da bist du!

source: [_M_] I wasn't sure if I needed to call the police to come look for you?
dutch: [_M_] Ik was niet zeker of ik de politie moest bellen om naar jou te komen zoeken?
german: [_M_] Ich war mir nicht sicher, ob ich die Polizei anrufen musste, um nach dir zu suchen?

source: [_R_] Sorry, Mom... I didn't mean to worry you.
dutch: [_R_] Sorry, Mom... Het was niet mijn bedoeling om je zorgen te maken.
german: [_R_] Sorry, Mom... Ich wollte dich nicht beunruhigen.

source: [_M_] What was that all about?
dutch: [_M_] Waar ging dat allemaal over?
german: [_M_] Worum ging das?

source: [_M_] [ryan], I know I asked last time, but are you sure you're not working for the DeCapos?
dutch: [_M_] [ryan], ik weet dat ik de laatste keer gevraagd heb, maar weet je zeker dat je niet werkt voor de DeCapos?
german: [_M_] [ryan], ich weiß, dass ich das letzte Mal gefragt habe, aber bist du sicher, dass du nicht für den DeCapos arbeitest?

source: [_R_] What?... No, Mom... I promise!
dutch: [_R_] Wat?... Nee, maal... Ik beloof het!
german: [_R_] Was?... Nein, Mom... Ich verspreche Ihnen!

source: [_R_] Joey just wanted to talk about ideas for my business.
dutch: [_R_] Joey wilde gewoon praten over ideeën voor mijn bedrijf.
german: [_R_] Joey wollte nur über Ideen für mein Geschäft sprechen.

source: [_M_] [ryan], Do not let Joey get involved in your business!
dutch: [_M_] [ryan], laat Joey zich niet bemoeien met jouw bedrijf!
german: [_M_] [ryan], Lassen Sie sich nicht an Ihrem Geschäft beteiligen!

source: [_R_] I'm not planning on it.
dutch: [_R_] Ik ben er niet op van plan.
german: [_R_] Ich plane nicht darauf.

source: [_M_] Good!
dutch: [_M_] Goed!
german: [_M_] Gut!

source: [_M_] And why couldn't it wait for another day?
dutch: [_M_] En waarom kon het niet wachten op een andere dag?
german: [_M_] Und warum konnte es nicht noch einen Tag warten?

source: [_R_] I don't know, but when Joey DeCapo wants to talk to you, it's best not to say no.
dutch: [_R_] Ik weet het niet, maar als Joey DeCapo met je wil praten, is het het beste om nee te zeggen.
german: [_R_] Ich weiß es nicht, aber wenn Joey DeCapo mit dir sprechen will, ist es am besten, nicht Nein zu sagen.

source: [_M_] The sooner we get them out of our lives the better.
dutch: [_M_] Hoe eerder we ze uit ons leven krijgen, hoe beter.
german: [_M_] Je früher wir sie aus unserem Leben holen, desto besser.

source: [_R_] Let's just try to forget all that and enjoy the rest of our date.
dutch: [_R_] Laten we gewoon proberen dat allemaal te vergeten en genieten van de rest van onze datum.
german: [_R_] Lasst uns versuchen, all das zu vergessen und den Rest unseres Datums zu genießen.

source: [_MT_] {i}Okay, [mom_name]... Stop feeling annoyed. It wasn't [ryan]'s fault he had to leave you alone for so long.{/i}
dutch: [_MT_] {i}Oké, [mom_name]... Stop met geërgerd gevoel. Het was niet de schuld van [ryan]dat hij je zo lang alleen moest laten.{/i}
german: [_MT_] {i}Okay, [mom_name]... Hören Sie auf, sich ärgert zu fühlen. Es war nicht [ryan]Fehler er musste dich so lange allein lassen.{/i}

source: [_MT_] {i}Holding on to that negative feeling isn't going to help anything.{/i}
dutch: [_MT_] {i}Het indrukken van dat negatieve gevoel zal niets helpen.{/i}
german: [_MT_] {i}Halten an diesem negativen Gefühl wird nichts helfen.{/i}

source: [_MT_] {i}I need to focus on my good feelings for him.{/i}
dutch: [_MT_] {i}Ik moet me concentreren op mijn goede gevoelens voor hem.{/i}
german: [_MT_] {i}Ich muss mich auf meine guten Gefühle für ihn konzentrieren. {/i}

source: [_MT_] {i}Like how much I want him to eat my pussy right now.{/i}
dutch: [_MT_] {i}Like hoeveel ik wil dat hij nu mijn posy eet. {/i}
german: [_MT_] {i}Gefällt mir, wie viel ich möchte, dass er meine Fotze jetzt isst.{/i}

source: [_M_] That was fast. Is everything okay?
dutch: [_M_] Dat was snel. Is alles in orde?
german: [_M_] Das war schnell. Ist alles in Ordnung?

source: [_R_] Uhh... Yeah. Joey just wanted to talk about some ideas he had for my business.
dutch: [_R_] Uhh... Yeah. Joey wilde gewoon praten over enkele ideeën die hij had voor mijn zaak.
german: [_R_] Uhhh... Ja. Joey wollte nur über einige Ideen sprechen, die er für mein Geschäft hatte.

source: [_M_] [ryan], do not let the DeCapos get involved in your business.
dutch: [_M_] [ryan], laat de DeCapos niet betrokken raken bij jouw bedrijf.
german: [_M_] [ryan], lassen Sie die DeCapos nicht in Ihr Geschäft einsteigen.

source: [_R_] No, don't worry. I'm trying to get out from underneath them.
dutch: [_R_] Nee, maak je geen zorgen. Ik probeer er onderaan te komen.
german: [_R_] Nein, keine Sorge. Ich versuche, von unten herauszukommen.

source: [_M_] So, that couldn't wait?
german: [_M_] Das konnte nicht warten?

source: [_R_] I know, right?
dutch: [_R_] Ik weet het, toch?
german: [_R_] Ich weiß, richtig?

source: [_R_] That's why I told him I'd love to talk to him soon, but It'll have to wait for another time.
dutch: [_R_] Dat is waarom ik hem vertelde dat ik graag snel met hem zou praten, maar het zal nog een keer moeten wachten.
german: [_R_] Das ist der Grund, warum ich ihm gesagt habe, dass ich gerne bald mit ihm sprechen würde, aber es wird eine andere Zeit warten müssen.

source: [_M_] That was ballsy!
dutch: [_M_] Dat was Balles!
german: [_M_] Das war Kugel!

source: [_R_] Well, I didn't want to leave you alone. I was worried that you'd start worrying.
dutch: [_R_] Nou, ik wilde je niet alleen laten. Ik was bang dat je je zorgen zou beginnen te maken.
german: [_R_] Nun, ich wollte dich nicht alleine lassen. Ich hatte Angst, dass du dich Sorgen machen würdest.

source: [_M_] Oh, that's so thoughtful!
dutch: [_M_] Oh, dat is zo lichtzinnig!
german: [_M_] Oh, das ist so nachdenklich!

source: [_MT_] {i}That's pretty courageous to try and set boundaries with the Mafia again.{/i}
dutch: [_MT_] {i}Dat is vrij moedig om opnieuw grenzen te stellen met de maffia.{/i}
german: [_MT_] {i}Das ist ziemlich mutig, um mit der Mafia wieder Grenzen zu setzen.{/i}

source: [_MT_] {i}I keep worrying [ryan]'s going to get himself into trouble with them, but Joey almost seems to respect his boldness.{/i}
dutch: [_MT_] {i}Ik blijf bezorgd over [ryan]om zichzelf in problemen te brengen, maar Joey lijkt zijn dapperheid te respecteren.{/i}
german: [_MT_] {i}Ich mache mir immer wieder Sorgen [ryan], sich mit ihnen in Schwierigkeiten zu setzen, aber Joey scheint fast seine Kühne zu respektieren.{/i}

source: [_MT_] {i}I'd love to have that bold little mouth of his on my pussy.{/i}
dutch: [_MT_] {i}Ik zou graag die vette kleine mond van hem op mijn potje krijgen.{/i}
german: [_MT_] {i}Ich würde gerne diesen kühnen Mund auf meiner Fotze haben.{/i}

source: [_MT_] {i}Oh, my God!... Why is my brain jumping to those kinds of thoughts so easily again?!{/i}
dutch: [_MT_] {i}Oh, mijn God!... Waarom is mijn hersenen zo gemakkelijk naar dat soort gedachten springen?!{/i}
german: [_MT_] {i}Oh, mein Gott!... Warum springt mein Gehirn zu solchen Gedanken so einfach wieder?!{/i}

source: [_MT_] {i}It might have something to do with the face that I can't get the memory of our first time having sex on that beach out of my head.{/i}
dutch: [_MT_] {i}Het heeft misschien iets te maken met het gezicht dat ik het geheugen van onze eerste keer seks op dat strand niet uit mijn hoofd kan krijgen. /i}
german: [_MT_] {i}Es könnte etwas mit dem Gesicht zu tun haben, dass ich nicht die Erinnerung an unser erstes Sex am Strand aus meinem Kopf bekommen kann. /i}

source: [_MT_] {i}I know I'm horny, but I used to have more resistance to these intrusive thoughts.{/i}
dutch: [_MT_] {i}Ik weet dat ik verschrikkelijk ben, maar ik had vroeger meer weerstand tegen deze opdringerige gedachten.{/i}
german: [_MT_] {i}Ich weiß, ich bin geil, aber ich habe früher mehr Widerstand gegen diese aufdringlichen Gedanken.{/i}

source: [_MT_] {i}I guess horny isn't a strong enough word for how I'm feeling...{/i}
dutch: [_MT_] {i}Ik denk dat horny geen sterk genoeg woord is voor hoe ik mij voel... {/i}
german: [_MT_] {i}Ich denke, geil ist nicht stark genug für meine Gefühle...{/i}

source: [_MT_] {i}I think I'm going to have to go with "A bitch in heat" again.{/i}
dutch: [_MT_] {i}Ik denk dat ik weer met "Een bitch in de hitte" moet gaan komen.{/i}
german: [_MT_] {i}Ich denke, ich muss wieder mit "Eine Hündin in Hitze" gehen.{/i}

source: [_R_] Are you okay?
dutch: [_R_] Ben je het goed?
german: [_R_] Bist du in Ordnung?

source: [_M_] No... uhh... I mean, yes.
dutch: [_M_] Nee... uh... Ik meen, ja.
german: [_M_] Nein... uhhh... Ich meine, ja.

source: [_M_] I think I'm just having a weird reaction to this wine again.
dutch: [_M_] Ik denk dat ik gewoon weer een rare reactie op deze wijn heb.
german: [_M_] Ich denke, ich habe gerade eine seltsame Reaktion auf diesen Wein.

source: [_M_] I maybe drank a little too much of it when you were gone.
dutch: [_M_] Ik heb er misschien een beetje te veel gedronken als je weg was.
german: [_M_] Ich trank vielleicht ein bisschen zu viel, als du weg bist.

source: [_R_] Oh, you mean it's making you horny again?
dutch: [_R_] Oh, bedoelt ge dat het je weer horny maakt?
german: [_R_] Ah, du meinst, dass es dich wieder geil macht?
