Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_C_] But to ask your own aunt to expose my breasts for you is just too much!
dutch: [_C_] Maar om je eigen tante te vragen om mijn borsten voor je bloot te stellen, is gewoon te hoog!
french: [_C_] Mais demander à ta propre tante d'exposer ses seins pour toi, c'est trop!
german: [_C_] Aber deine Tante zu bitten, meine Brüste für dich freizugeben, ist einfach zu viel!
italian: [_C_] Ma chiedere alla tua zia di esporre i miei seni per te è troppo!
portuguese: [_C_] Mas pedir a sua própria tia para expor meus seios para você é muito demais!

source: [_C_] I've heard of sexual harassment in the workplace before, but I would never expect it from my own nephew!
dutch: [_C_] Ik heb al eerder gehoord van seksuele intimidatie op de werkplek, maar ik zou dit nooit van mijn eigen neef verwachten!
french: [_C_] J'ai déjà entendu parler de harcèlement sexuel sur le lieu de travail, mais je ne m'y attendrais jamais de la part de mon propre neveu!
german: [_C_] Ich habe schon von sexueller Belästigung am Arbeitsplatz gehört, aber ich würde es nie von meinem eigenen Neffen erwarten!
italian: [_C_] Ho sentito parlare di molestie sessuali sul luogo di lavoro prima, ma non mi aspetterei mai dal mio nipote!

source: {i}"To get Aunt Camille to expose herself, you have to have her submission at 10 points, or her libido at 10 points."{/i}
dutch: {i}"Om Aunt Camille zelf te laten verschijnen, moet je haar indienen op 10 punten, of haar libido op 10 punten."{/i}
french: {i}'Pour que tante Camille s'expose, il faut avoir sa soumission à 10 points, ou sa libido à 10 points.'{/i}
german: {i}"Um Tante Camille zur Selbstenthüllung zu bringen, musst du sie auf 10 Punkte oder ihr Libido auf 10 Punkte einreichen lassen."{/i}
italian: {i}"Per far sì che zia Camille si esponga, devi avere la sua sottomissione a 10 punti o la sua libido a 10 punti"{/i}.
portuguese: {i}"Para obter Camilo de tia para se expôr, você precisa ter sua submissão a 10 pontos, ou seu líbido a 10 pontos."{/i}

source: [_C_] Oh.... and don't expect me to come in tomorrow.... I'm going to take the day off to recover from this trauma.
dutch: [_C_] Oh... en verwacht niet dat ik morgen in kom... . Ik zal de dag afnemen om te herstellen van dit trauma.
french: [_C_] Oh.... et ne t'attends pas à ce que je vienne demain.... Je vais prendre un jour de congé pour me remettre de ce traumatisme.
german: [_C_] Oh.... und erwarte nicht, dass ich morgen kommen werde .... Ich werde den Tag loslegen, um mich von diesem Trauma zu erholen.
italian: [_C_] Oh.... e non aspettatevi che io venga in domani... mi prenderò il giorno libero per riprendermi da questo trauma.

source: [_C_] Oh, no, not this crap again!
dutch: [_C_] Oh, nee, niet meer deze crap!
french: [_C_] Oh, non, pas encore cette merde!
german: [_C_] Oh, nein, nicht wieder dieser Mist!
italian: [_C_] Oh, no, non questo sacchetto di nuovo!
portuguese: [_C_] Ah, não, essa sucata de novo!

source: [_R_] No I'm serious! It's an awful condition.... imagine feeling like your bladder will explode, but you still can't pee. Just because someone else is in the room.
dutch: [_R_] Nee ben ik serieus! Het is een vreselijk conditie.... Stel je voor dat je blaas zal ontploffen, maar je kan nog steeds niet verzamelen. Alleen omdat iemand anders in de kamer is.
french: [_R_] Non Je suis sérieux! C'est une condition horrible.... imagine que ta vessie explose, mais tu ne peux toujours pas faire pipi. Juste parce que quelqu'un d'autre est dans la pièce.
german: [_R_] Nein bin ich ernst! Es ist eine schreckliche Bedingung.... Sie können sich vorstellen, dass Ihre Blase explodiert, aber Sie können immer noch nicht pissen – nur weil jemand anderes im Zimmer ist.
italian: [_R_] Non sono serio! È una condizione terribile.... immaginare di sentirsi come la vescica esploderà, ma non puoi ancora fare pipì. Solo perché qualcun altro è nella stanza.
portuguese: [_R_] Não estou sério! É uma condição terrível.... Imagine se sentir que sua bexiga vai explodir, mas você ainda não pode mijar. Só porque outra pessoa está na sala.

source: [_C_] Ok.... well just let me wash my hands and you can have the room to yourself.
dutch: [_C_] Ok.... Laat me gewoon mijn handen wassen en je kunt de kamer voor jezelf hebben.
french: [_C_] D'accord.... laisse-moi me laver les mains et tu pourras avoir la salle pour toi.
german: [_C_] Ok.... Nun, lassen Sie mich einfach meine Hände waschen und Sie können den Raum für sich selbst haben.
italian: [_C_] Ok.... Beh, lasciami lavare le mani e potrai avere la stanza tutta per te.
portuguese: [_C_] Ok.... bem me deixa lavar as mãos e você pode ter o quarto para si mesmo.

source: [_C_] Oh, no.... not this again.
dutch: [_C_] Oh, nee.... niet nog eens.
french: [_C_] Oh, non.... pas encore ça.
german: [_C_] Oh, nein.... nicht wieder das.
italian: [_C_] Oh, no.... non questo di nuovo.
portuguese: U[_C_] Oh, não.... não mais isso.

source: [_R_] Come on! I know it will work...
dutch: [_R_] Kom op! Ik weet dat het zal werken...
french: [_R_] Aller! Je sais que ça va marcher...
german: [_R_] Komm schon! Ich weiß, es wird funktionieren...
italian: [_R_] Dai! So che funzionerà...

source: [_R_] I wouldn't be so embarassed if you were exposed too...
dutch: [_R_] Ik zou niet zo afgeslacht zijn als je ook was blootgesteld...
french: [_R_] Je ne serais pas aussi embarrassé si tu m'avais exposé aussi tes...
german: [_R_] Ich wäre nicht so peinlich, wenn du auch ausgesetzt würdes...
italian: [_R_] Non sarei così imbarazzato se anche tu fossi esposto...
portuguese: [_R_] Eu não ficaria tão envergonhado se você estivesse exposto também...

source: [_C_] Again with this strange as fuck request?
dutch: Opnieuw met dit vreemde als neukverzoek?
french: [_C_] Encore une fois avec cette étrange demande de merde?
german: [_C_] wieder mit dieser seltsamen Fickanfrage?
italian: [_C_] Ancora con questa strana richiesta del cazzo?
portuguese: [__C_] De novo com este estranho como pedido de foda?

source: [_RT_] {i}I loved having those tits wrapped around my dick!... it felt almost as good as her mouth.{/i}
dutch: [_RT_] {i}Ik vond het leuk om de stippen rond mijn doolhof te hebben gewikkeld!... het voelde bijna net zo goed als haar heer.{/i}
french: [_RT_] {i}J'ai adoré avoir ces nichons autour de ma queue !... c'était presque aussi bon que sa bouche. {/i}
german: [_RT_] {i}Ich liebte es, diese Titten um meinen Schwanz zu wickeln!... es fühlte sich fast so gut wie ihr Mund.{/i}
italian: [_RT_] {i}Mi piaceva avere quelle tette avvolte intorno al mio cazzo!... si sentiva quasi buono come la sua bocca.{/i}

source: [_RT_] {i}I can't believe I've had those amazing tits wrapped around my dick!{/i}
dutch: [_RT_] {i}Ik kan niet geloven dat ik die geweldige tips rond mijn woordenboek heb laten verpakken!{/i}
french: [_RT_] {i}Je n'arrive pas à croire que j'ai eu ces superbes seins autour de ma bite!{/i}
german: [_RT_] {i}Ich kann nicht glauben, dass ich diese erstaunlichen Titten um meinen Schwanz gewickelt hat!{/i}
italian: [_RT_] {i}Non riesco a credere di aver avuto quelle tette incredibili avvolte il mio cazzo!{/i}
portuguese: [_RT_] {i}Não posso acreditar que já tive essas gravatas incríveis embrulhadas ao redor do meu dique!{/i}

source: [_RT_] {i}I'll bet those tits feel even better than her hand did.{/i}
dutch: [_RT_] {i}Ik wed dat die tits zich nog beter voelen dan haar hand.{/i}
french: [_RT_] {i}Je parie que ces seins sont encore mieux que sa main ne l'était.{/i}
german: [_RT_] {i}Ich wette, dass sich die Titten noch besser fühlen als sie es getan haben.{/i}
italian: [_RT_] {i}Scommetterò quelle tette si sentono ancora meglio della sua mano.{/i}

source: [_CT_] {i}I mean... It's not as bad as when I sucked his dick, but still...{/i}
dutch: [_CT_] {i}Ik bedoel... Het is niet zo erg als toen ik zijn luid zucht, maar toch...{/i}
french: [_CT_] {i}Je veux dire... Ce n'est pas aussi grave que quand je l'ai sucé, mais quand même...{/i}
german: [_CT_] {i}Ich meine, es ist nicht so schlimm wie wenn ich seinen Schwanz gesaugt habe, aber trotzdem...{/i}
italian: [_CT_] {i}Voglio dire... Non è male come quando ho succhiato il suo cazzo, ma ancora...{/i}

source: [_CT_] {i}I mean... It's not as bad as when I let him fuck my tits, but still...{/i}
dutch: [_CT_] {i}Ik bedoel... Het is niet zo erg als wanneer ik hem mijn tijden laat verprutseren, maar toch...{/i}
french: [_CT_] {i}Je veux dire... Ce n'est pas aussi mauvais que lorsque je le laisse baiser mes seins, mais quand même...{/i}
german: [_CT_] {i}Ich meine... Es ist nicht so schlimm wie wenn ich ihn meine Titten ficken lassen möchte...{/i}
italian: [_CT_] {i}Voglio dire... Non è male come quando lo lascio scopare le mie tette, ma ancora...{/i}

source: [_CT_] {i}I mean... It's not as bad as when I jerked him off, but still...{/i}
dutch: [_CT_] {i}Ik bedoel... Het is niet zo erg als wanneer ik hem uitmoekte, maar toch...{/i}
french: [_CT_] {i}Je veux dire... Ce n'est pas aussi grave que quand je l'ai branlé, mais quand même...{/i}
german: [_CT_] {i}Ich meine... Es ist nicht so schlimm wie wenn ich ihn abgeschreckt habe, aber trotzdem ...{/i}
italian: [_CT_] {i}Voglio dire... Non è male come quando l'ho masticato, ma ancora...{/i}

source: [_C_] I mean, sure, there's the time I sucked your dick, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker, er is de tijd dat ik je zucht, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr, il y a la fois où je t'ai sucé la bite, mais c'était une erreur !
german: [_C_] Ich meine, es ist sicher die Zeit, die ich deinen Schwanz gesaugt habe, aber das war ein Fehler!
italian: [_C_] Voglio dire, certo, c'è il tempo che ho succhiato il tuo cazzo, ma è stato un errore!
portuguese: [_C_] quer dizer, claro que tem a hora em que eu chamei o seu pau, mas isso foi um erro!

source: [_C_] I mean, sure, there's the time I let you fuck my tits, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker, er is de tijd die ik je laat missen, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr, il y a la fois où je t'ai laissé baiser mes seins, mais c'était une erreur !
german: [_C_] Ich meine, es ist sicher die Zeit, dass ich Euch meine Titten ficken lasse, aber das war ein Fehler!
italian: [_C_] Voglio dire, certo, c'è il tempo che ti lascio scopare le mie tette, ma è stato un errore!
portuguese: [_C_] quer dizer, claro, tem a hora que eu deixei você agitar minhas pegadas, mas isso foi um erro!

source: [_C_] I mean, sure, there's that time I jerked you off, but that was a mistake!
dutch: [_C_] Ik bedoel, zeker, er is de tijd die ik je nodig had, maar dat was een vergissing!
french: [_C_] Je veux dire, bien sûr, il y a la fois où je t'ai branlé, mais c'était une erreur !
german: [_C_] Ich meine, es ist sicher, es ist Zeit, die ich dich abgespickt habe, aber das war ein Fehler!
italian: [_C_] Voglio dire, certo, c'è quel tempo che ti ho masticato, ma è stato un errore!
portuguese: [_C_] quer dizer, claro, há tempo que eu te abortei, mas isso foi um erro!

source: [_S_] Oh good, I'm really glad you came to see me, give me just one second.
dutch: [_S_] Oh goed, ik ben echt blij dat je me kwam zien, geef me maar een seconde.
french: [_S_] Oh bon, je suis vraiment content que tu sois venu me voir, donne-moi juste une seconde.
german: [_S_] Oh gut, ich bin wirklich froh, dass du mich gesehen hast, gib mir nur eine Sekunde.
italian: [_S_] Oh bene, sono davvero contento che tu sia venuto a trovarmi, dammi solo un secondo.
portuguese: [_S_] bom, estou muito feliz por ter vindo me ver, só um segundo.

source: [_S_] So, how's my favorite brother?
dutch: [_S_] Dus, hoe is mijn favoriete broer?
french: [_S_] Alors, comment va mon frère préféré?
german: [_S_] So, wie ist mein Lieblingsbruder?
italian: [_S_] Quindi, come è il mio fratello preferito?
portuguese: [_S_] Então, como é meu irmão favorito?

source: [_R_] Uhhhh.... good.... I guess...
dutch: [_R_] Uhhhh.... goed.... ik denk het...
french: [_R_] Uhhhh.... Bien.... Je suppose...
german: [_R_] Uhhhhh.... gut.... Ich vermutet...
italian: [_R_] Uhhhh... buono... immagino...

source: [_S_] I'm so glad!
dutch: [_S_] Ik ben zo glad!
french: [_S_] Je suis tellement contente!
german: [_S_] Ich bin so glücklich!
italian: [_S_] Sono così felice!

source: [_S_] So, I was hoping we could talk about the incident that happened in your bed...
dutch: [_S_] Dus, ik hoopte dat we konden praten over het incident dat zich in uw bed voorde...
french: [_S_] Donc, j'espérais qu'on pourrait parler de l'incident qui s'est produit dans ton lit...
german: [_S_] Also hoffte ich, dass wir über den Vorfall sprechen könnten, der in deinem Bett passiert ist...
italian: [_S_] Stavo sperando che potessimo parlare dell'incidente che è accaduto nel tuo letto...

source: [_R_] You mean when you...
dutch: [_R_] Je bedoelt wanneer je...
french: [_R_] Tu veux dire quand tu...
german: [_R_] Du meinst, wenn du...
italian: [_R_] Intendi quando tu...
portuguese: U[_R_] Você quer dizer quando está...

source: [_S_] Yep!.... That's what I mean...
dutch: [_S_] Yep!.... Dat bedoel ik...
french: [_S_] Oui!.... C'est ce que je veux dire...
german: [_S_] Ja!.... Das meine ich...
italian: [_S_] Yep!.... Questo è quello che voglio dire...
portuguese: [_S_] Sim!.... É isso que eu quero dizer...

source: [_S_] You're not really going to make me take sexy pictures in a cosplay outfit, are you?...
dutch: [_S_] Je gaat me niet echt sexy foto's laten maken in een cosplay outfit, hè?...
french: [_S_] Tu ne vas pas vraiment me faire prendre des photos sexy en tenue de cosplay, n'est-ce pas?...
german: [_S_] Du wirst mich nicht wirklich dazu bringen, sexy Bilder in einem Cosplay-Outfit zu machen, bist du?...
italian: [_S_] Non hai intenzione di farmi scattare foto sexy in un vestito cosplay, sei tu?...
portuguese: [_S_] Você realmente não vai me fazer tirar fotos mais bonitinhas em uma roupa de cosplay, vai?...

source: [_S_] I mean, I know you were kind of tired.... maybe upset.... and maybe after you slept on it, I thought maybe you'd have a change of heart?...
dutch: [_S_] Ik bedoel, ik weet dat je wat moe bent.... misschien boos .... en misschien nadat je er op had geslapen, dacht ik dat je misschien van gedachten zou veranderen?...
french: [_S_] Je veux dire, je sais que tu étais un peu fatiguée.... peut-être contrarié.... et peut-être qu'après avoir dormi dessus, j'ai pensé que tu changerais d'avis ?...
german: [_S_] Ich meine, ich weiß, dass du ermüdet warst.... Vielleicht stören.... und vielleicht, nachdem du darauf geschlafen hast, dachte ich, vielleicht würdest du einen Sinneswandel haben?...
italian: [_S_] Voglio dire, so che sei stato un po' stanco... forse sconvolto.... e forse dopo aver dormito su di esso, ho pensato che forse avreste un cambiamento di cuore?...
portuguese: [_S_] quero dizer, eu sei que você estava meio cansado... . talvez chateado... e talvez depois de ter dormido sobre ele, pensei que talvez você tivesse trocado de coração?...

source: [_R_] Well, I have been thinking about it a lot.... and I think I'm even more sure that what we came up with.... is an awesome idea!
dutch: [_R_] Nou, ik heb er veel aan gedacht.... en ik denk dat ik er nog meer zeker van ben dat wat we hebben bedacht.... een geweldig idee is!
french: [_R_] Eh bien, j'y ai beaucoup réfléchi.... et je pense que je suis encore plus sûr de ce que nous avons trouvé.... est une idée géniale!
german: [_R_] Nun, ich habe viel darüber nachgedacht.... und ich denke, ich bin noch mehr sicher, dass das, was wir mit .... ist eine tolle Idee!
italian: [_R_] Beh, ci ho pensato molto... e penso di essere ancora più sicuro che quello che siamo venuti con... è un'idea impressionante!

source: [_S_] Oh, and which part is so awesome?
dutch: [_S_] Oh, en welk deel is zo geweldig?
french: [_S_] Oh, et quelle partie est si géniale?
german: [_S_] Oh, und welcher Teil ist so großartig?
italian: [_S_] Oh, e quale parte è così impressionante?
portuguese: [_S_] Oh, e qual parte é tão incrível?

source: [_S_] The part where I almost sucked your dick, or blackmailing me into posing like a whore for internet perverts like you.
dutch: [_S_] Het deel waar ik bijna op zand zette of mij te chanteren om me te gedragen als een whore voor internet pervert zoals jij.
french: [_S_] La partie où j'ai failli te sucer la bite, ou me faire chanter pour me faire passer pour une pute pour des pervers d'Internet comme toi.
german: [_S_] Der Teil, in dem ich deinen Schwanz fast saugt oder mich erpresst, wie eine Hure für Internet-perverse wie dich.
italian: [_S_] La parte in cui ho quasi succhiato il tuo cazzo, o ricattandomi in posa come una puttana per perversi internet come te.

source: [_R_] Both!
dutch: [_R_] beide!
french: [_R_] Les deux!
german: [_R_] beide!
italian: [_R_] entrambi!

source: [_R_] I see either as an absolute win!
dutch: [_R_] Ik zie of als een absolute win!
french: [_R_] Je vois l'un ou l'autre comme une victoire absolue!
german: [_R_] Ich sehe entweder als absoluten Sieg!
italian: [_R_] Vedo entrambi come una vittoria assoluta!
portuguese: [_R_] Vejo ou como uma vitória absoluta!

source: [_R_] And if you decide you don't want to be a cosplay model, the other option is still on the table.
dutch: [_R_] En als je besluit dat je geen cosplay model wilt zijn, ligt de andere optie nog op tafel.
french: [_R_] Et si tu décides que tu ne veux pas être un modèle de cosplay, l'autre option est toujours sur la table.
german: [_R_] Und wenn Sie sich entscheiden, kein Cosplay-Modell zu sein, dann ist die andere Option immer noch auf dem Tisch.
italian: [_R_] E se decidi di non essere un modello di cosplay, l'altra opzione è ancora sul tavolo.

source: [_S_] Uuuuhhhhgggghhh.... I'm not sucking your big stinky dick!.... Why do you have to be such a pervert!?
dutch: [_S_] Uuuhhhgggghhhh.... ik zoek je grote, stekelige woorden!.... Waarom moet je zo perverteren zijn!?
french: [_S_] Uuuuhhhggggghhhh.... Je ne suce pas ta grosse bite puante!.... Pourquoi dois-tu être un tel pervers!?
german: [_S_] Uuuhhhhhgghh.... Ich sauge nicht deinen dicken stinkigen Schwanz!.... Warum musst du so pervers sein?
italian: [_S_] Uuuuhhhhhgggghhh.... Non sto succhiando il tuo grande cazzo puzzoso!.... Perché devi essere così pervertito!?
portuguese: [_S_] Uuhhhhgggghhh.... Eu não estou sucedendo o seu péssimo pau!.... Por que você precisa ser tão perversa!?

source: [_R_] Says the girl who molests her siblings in their sleep.
dutch: [_R_] Zitt het meisje dat haar broers in hun slaap slaat.
french: [_R_] Dit la fille qui agresse ses frères et sœurs dans leur sommeil.
german: [_R_] sagt das Mädchen, das ihre Geschwister im Schlaf belästigt.
italian: [_R_] Dice la ragazza che disturba i suoi fratelli nel sonno.
portuguese: [_R_] Diga à garota que molda seus irmãos durante o sono.

source: [_S_] Well, I guess there's no talking you out of it, so just get me the $400, and I'll get the costume made up.
dutch: [_S_] Nou, ik denk dat er niemand je eruit praat, dus geef me de $400, en ik zal het uiterlijk verzinnen.
french: [_S_] Eh bien, je suppose qu'il n'y a pas lieu de t'en parler, alors procure-moi les 400$, et je préparerais le costume.
german: [_S_] Nun, ich vermute, dass du nicht davon redest, also bringe mir einfach den $400, und ich werde das Kostüm ausmachen.
italian: [_S_] Beh, immagino che non ci sia che ti parli di esso, quindi prendi solo me i $ 400, e otterrò il costume composto.
portuguese: [_S_] Bem, eu acho que não há nada falando sobre você, então só me pegue $400, e vou inventar o traje.

source: [_R_] Uh uh uh uh.... nope, remember I'm just paying for the costs on this one. I don't want you to think you can profit off of taking advantage of people.
dutch: [_R_] Uh uh uh uh.... nope, vergeet niet dat ik alleen de kosten op deze te betalen heb. Ik wil niet dat je denkt dat je kunt profiteren van het profiteren van mensen.
french: [_R_] Uh uh uh.... non, rappelles-toi que je ne fais que payer les frais de celui-ci. Je ne veux pas que tu penses que tu peux profiter des gens.
german: [_R_] Uh uh uh uh uh uh.... nope, erinnere mich, dass ich nur für die Kosten auf diesem zu bezahlen. Ich möchte nicht, dass Sie denken, Sie können davon profitieren, wenn Sie von Leuten profitieren.
italian: [_R_] Uh uh uh uh.... nope, ricordate che sto pagando solo per i costi su questo. Non voglio che pensiate che possiate approfittare della gente.
portuguese: [_R_] Uh uh uh.... não. lembre-se de que estou apenas pagando os custos deste. Eu não quero que você pense que pode lucrar tirando vantagem das pessoas.

source: {i}"Money -$200"{/i}
dutch: {i}"Geld -$200"{/i}
french: {i}'Argent -200$'{/i}
german: {i}"Geld -$200"{/i}
italian: {i}"Soldi -$200"{/i}

source: [_S_] Fine! But this is the only time! And I'm never making another costume for you for less than $500!
dutch: [_S_] Prima! Maar dit is de enige keer! En ik maak nooit nog een uiterlijk voor jou voor minder dan $500!
french: [_S_] Bien! Mais c'est la seule fois! Et je ne ferai jamais un autre costume pour moins de 500$!
german: [_S_] Schön! Aber das ist das einzige Mal! Und ich mache nie ein anderes Kostüm für weniger als 500 $!
italian: [_S_] Fine! Ma questa è l'unica volta! E non sto mai facendo un altro costume per te per meno di $500!
portuguese: [_S_] Beleza! Mas esta é a única vez! E eu nunca mais estou fazendo outra fantasia para você por menos de $500!

source: [_R_] What!?.... There's no need to be like that!
dutch: [_R_] Wat?.... zo hoeft het niet te zijn!
french: [_R_] Quoi!?.... Inutile d'être comme ça !
german: [_R_] Was!?.... So muss es nicht sein!
italian: [_R_] Cosa!?.... Non c'è bisogno di essere così!

source: [_S_] Just go.... I'll have the costume done in a few days.
dutch: [_S_] Makkelijk.... Ik laat het uiterlijk binnen enkele dagen klaar zijn.
french: [_S_] Vas-y.... J'aurais le costume dans quelques jours.
german: [_S_] Sofort geht.... Ich werde das Kostüm in ein paar Tagen erledigen.
italian: [_S_] Basta andare.... Avrò fatto il costume in pochi giorni.
portuguese: [_S_] Só vá.... Farei a fantasia em alguns dias.

source: [_R_] Ok...
french: [_R_] D'accord...
italian: [_R_] Va bene...

source: [_R_] Can't wait to see you in it.
dutch: [_R_] Kan niet wachten om je erin te zien.
french: [_R_] J'ai hâte de t'y voir.
german: [_R_] kann nicht warten, um dich darin zu sehen.
italian: [_R_] Non vedo l'ora di vederti dentro.
portuguese: [_R_] não posso esperar para ver você nele.

source: [_S_] I said go!!
dutch: [_S_] Ik zei maar!!
french: [_S_] J'ai dit casses-toi!!
german: [_S_] Ich sagte weg!!
italian: [_S_] Ho detto di andare!!
portuguese: [_S_] Eu disse para lá!!

source: [_R_] Hahaha.... ok.... I'm going.
dutch: [_R_] Hahaha.... oke.... ik ga.
french: [_R_] Hahaha .... ok .... J'y vais.
german: [_R_] Hahaha.... ok.... Ich gehe weiter.
italian: [_R_] Hahaha.... ok.... sto andando.
portuguese: [_R_] Hahaha.... ok.... vou embora.

source: [_S_] Fine.... just look for me here.
dutch: [_S_] Goed, kijk hier voor mij.
french: [_S_] Bien.... reviens me voir ici.
german: [_S_] Fine.... schaue einfach nach mir hier.
italian: [_S_] Fine.... cercatemi qui.
portuguese: [_S_] Fina.... só me olhe aqui.
