Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Damn!... I swear Mandy aims her ass in my direction every time she bends over to pick something up... Is she doing that on purpose?{/i}
italian: [_RT_] {i}Damn!... Giuro Mandy punta il suo culo nella mia direzione ogni volta che si piega per raccogliere qualcosa. . Lo sta facendo per scopo?{/i}

source: [_RT_] {i}Man, those shorts are hugging her sexy little ass.{/i}
italian: [_RT_] {i}Uomo, quei pantaloncini stanno abbracciando il suo piccolo culo sexy.{/i}

source: [_RT_] {i}I wonder what she'd do if I walked over, pulled those shorts down around her ankles, and pounded her ass right in the open.{/i}
italian: [_RT_] {i}Mi chiedo cosa avrebbe fatto se avessi camminato, tirato quei pantaloncini giù intorno alle sue caviglie, e picchiato il suo culo proprio in aperto. /i}

source: [_MDT_] {i}Mmm... You naughty boy! Checking out your cousin's ass whenever she bends over?{/i}
italian: [_MDT_] {i}Mmm... Hai cattivo ragazzo! Verificare il culo di tuo cugino ogni volta che si piega?{/i}

source: [_MDT_] {i}It appears that I'm not the only person in the family that struggles with longing to do things they shouldn't.{/i}
italian: [_MDT_] {i}Sembra che io non sia l'unica persona della famiglia che lotta con il desiderio di fare cose che non dovrebbero.{/i}

source: [_MDT_] {i}Or should I say, longing to do people they shouldn't.{/i}
italian: [_MDT_] {i}O dovrei dire, ansioso di fare persone che non dovrebbero.{/i}

source: [_MDT_] {i}I bet you'd love to come over here, pull these tight shorts down, and fuck my tight little pussy. Wouldn't you?{/i}
italian: [_MDT_] {i}Scommetto che ti piacerebbe venire qui, tirare giù questi pantaloncini stretti e scopare la mia figa stretta. Non dovresti tu?{/i}

source: [_MDT_] {i}Oh, God! That'd be so hot. Fucking my own cousin right here in the yard.{/i}
italian: [_MDT_] {i}Oh, Dio! Sarebbe così caldo. Cazzo il mio cugino proprio qui nel cortile.{/i}

source: [_MDT_] {i}Mom would lose her mind if she caught us!{/i}
italian: [_MDT_] {i}Mamma perderebbe la sua mente se ci catturasse!{/i}

source: [_MDT_] {i}Wow. [ryan] is really working up a sweat out there.{/i}
italian: [_MDT_] {i}Wow. [ryan] sta davvero lavorando un sudore là fuori.{/i}

source: [_MDT_] {i}Hmm... I know just the thing to cool him off.{/i}
italian: [_MDT_] {i}Hmm... So solo la cosa per rinfrescarlo.{/i}

source: [_R_] What was that for?
italian: [_R_] A cosa serviva?

source: [_MD_] What? You were looking hot. So, I thought I'd help cool you down. Aren't you going to thank me?
italian: [_MD_] Cosa? Stavate guardando caldo. Quindi, pensavo che avrei aiutato a rinfrescarti. Non mi ringrazierete?

source: [_R_] Gee... Thanks!
italian: [_R_] Accidenti... Grazie!

source: [_MD_] You're welcome!
italian: [_MD_] Sei il benvenuto!

source: [_MD_] Welp... I've done all my chores. I'm going to get something to drink.
italian: [_MD_] Welp... Ho fatto tutte le mie faccende. Ho intenzione di prendere qualcosa da bere.

source: [_MD_] See ya!
italian: [_MD_] Vedi ya!

source: {i}{b}(HINT){/b} I'll bet Mandy and I can find fun ways to make this job more exciting.{/i}
italian: {i}{b}(HINT){/b} Scommetto Mandy e posso trovare modi divertenti per rendere questo lavoro più emozionante.{/i}

source: {b}{i}"Congratulations! You just unlocked a new area!"{/i}{/b}
italian: {b}{i}"Congratulazioni! Hai appena sbloccato una nuova area!"{/i}{/b}

source: [_RT_] {i}Well, all that hard work paid off! Maybe everyone will want to start spending time back here again now that it isn't such a shit hole.{/i}
italian: [_RT_] {i}Beh, tutto quel duro lavoro ha pagato! Forse tutti vorranno iniziare a passare il tempo di nuovo qui ora che non è un buco di merda. /i}

source: [_RT_] {i}We could actually have a lot of fun back here if we got some upgrades.{/i}
italian: [_RT_] {i}Potremmo davvero divertirci molto se avessimo qualche aggiornamento.{/i}

source: [_RT_] {i}Maybe a hot tub, a pool, a grill... It'd be nice to have a place to unwind.{/i}
italian: [_RT_] {i}Forse una vasca idromassaggio, una piscina, una griglia... Sarebbe bello avere un posto per rilassarsi.{/i}

source: [_RT_] {i}For now it's just a dream, but who knows... maybe I can actually make it happen.{/i}
italian: [_RT_] {i}Per ora è solo un sogno, ma chissà... forse posso farlo accadere.{/i}

source: [_RT_] {i}Well, they're at it again... This yard is going to end up looking really nice!{/i}
italian: [_RT_] {i}Beh, sono di nuovo... Questo cantiere sta per finire davvero bello!{/i}

source: [_RT_] {i}And Mom and I both win, since Sidney is staying away from the strip club.{/i}
italian: [_RT_] {i}E Mamma ed io abbiamo vinto, dal momento che Sidney è lontano dal strip club.{/i}

source: [_RT_] {i}Hopefully the time they spend together will continue to make them closer.{/i}
italian: [_RT_] {i}Speriamo che il tempo che spendono insieme continui a renderli più vicini.{/i}

source: [_R_] Hey, ladies!
italian: [_R_] Ehi, signore!

source: [_S_] Hey, [ryan]. What are you doing out here?
italian: [_S_] Hey, [ryan]. Cosa stai facendo qui?

source: [_R_] Just checking on you two. How the hell are those weeds back already?
italian: [_R_] Basta controllare su di voi due. Come l'inferno sono quelle erbacce già indietro?

source: [_M_] Well, Do I really need to say it?
italian: [_M_] Beh, devo davvero dirlo?

source: [_R_] I swear I got all the roots.
italian: [_R_] Giuro che ho tutte le radici.

source: [_RT_] {i}I think...{/i}
italian: [_RT_] {i}Penso...{/i}

source: [_M_] They're not easy to get. We've been working on them for a while. Now, my back is killing me!
italian: [_M_] Non sono facili da ottenere. Abbiamo lavorato su di loro per un po'. Ora, la mia schiena mi sta uccidendo!

source: [_S_] God, me too!
italian: [_S_] Dio, anche me!

source: [_M_] It may be hard, but it'll be worth it when it's done.
italian: [_M_] Può essere difficile, ma ne vale la pena quando è fatto.

source: [_S_] I know it takes some work to prepare the soil, but I can't wait until we actually get planting!
italian: [_S_] So che ci vuole un po' di lavoro per preparare il terreno, ma non vedo l'ora che non riusciamo a piantare!

source: [_M_] I know I'm looking forward to the fresh garden herbs for my cooking.
italian: [_M_] So che non vedo l'ora di erbe fresche da giardino per la mia cucina.

source: [_S_] I still think we should make all those other upgrades to the yard you were talking about, too.
italian: [_S_] Penso ancora che dovremmo fare tutti gli altri aggiornamenti al cortile di cui stavi parlando, anche.

source: [_S_] I'd just love to soak it up in a hot tub at night.
italian: [_S_] Mi piacerebbe solo immergerlo in una vasca idromassaggio di notte.

source: [_R_] Maybe I can start setting aside some of our money for those upgrades?
italian: [_R_] Forse posso iniziare a mettere da parte alcuni dei nostri soldi per questi aggiornamenti?

source: [_M_] I already told you, just focus on paying off that Mafia debt your father saddled us with, please!
italian: [_M_] Ti ho già detto, concentrati solo sul pagamento del debito mafioso con cui tuo padre ci ha addossato, per favore!

source: [_M_] Everything else can wait.
italian: [_M_] Tutto il resto può aspettare.

source: [_S_] Not too much longer, if you want us to ever enjoy it. We aren't going to live with you forever.
italian: [_S_] Non troppo a lungo, se vuoi che ci piaccia mai. Non vivremo con te per sempre.

source: [_M_] Well, I still think you should. I never want any of you to leave!
italian: [_M_] Beh, penso ancora che dovresti. Non voglio mai che nessuno di voi se ne vada!

source: [_RT_] {i}Yeah, no one can leave! I've got to turn this into our own little "home sweet harem" before it's too late.{/i}
italian: [_RT_] {i}Yeah, nessuno può andarsene! Devo trasformare questo nel nostro piccolo "dolce harem" prima che sia troppo tardi.{/i}

source: [_RT_] {i}I'd better get to work on these two... Nothing like a helping hand to win over favor.{/i}
italian: [_RT_] {i}Farei meglio a lavorare su questi due... Niente come una mano d'aiuto per vincere il favore.{/i}

source: [_R_] Well, since you two have been so busy, why don't you go relax in what's left of the evening sun before it's gone.
italian: [_R_] Beh, dato che voi due siete stati così occupati, perché non andate a rilassarvi in quello che è rimasto del sole della sera prima che sia andato.

source: [_R_] I'll finish getting those weeds. Don't worry, I'll even make an extra effort to get the roots.
italian: [_R_] Finirò di ottenere quelle erbacce. Non preoccuparti, farò anche uno sforzo supplementare per ottenere le radici.

source: [_M_] Really?... You'd do that for us, again?
italian: [_M_] Davvero?... Lo faresti ancora per noi?

source: [_S_] Thanks, [ryan]!
italian: [_S_] Grazie, [ryan]!

source: [_M_] {i}(Talking quietly){/i} See... He's still just being sweet.
italian: [_M_] {i}(Talking quietly){/i} Vedi... È ancora dolce.

source: [_S_] {i}(Talking quietly){/i} I still say he's after something.
italian: [_S_] {i}(Talking tranquillamente){/i} Dico ancora che è dopo qualcosa.

source: [_M_] It doesn't mean he's after anything, I think he's just stepping up.
italian: [_M_] Non significa che lui sia dopo nulla, penso che stia solo aumentando.

source: [_MT_] {i}But he probably is after something as well.{/i}
italian: [_MT_] {i}Ma probabilmente sta anche dopo qualcosa.{/i}

source: [_RT_] {i}Boy, this is hard work.{/i}
italian: [_RT_] {i}Ragazzo, questo è duro lavoro.{/i}

source: [_RT_] {i}These weeds are tough to get out.{/i}
italian: [_RT_] {i}Queste erbacce sono difficili da uscire.{/i}

source: [_RT_] {i}Oh, Here they come.{/i}
italian: [_RT_] {i}Oh, Qui vengono.{/i}

source: [_RT_] {i}To see them come out the door dressed like that makes all this work worth it!{/i}
italian: [_RT_] {i}Per vederli uscire dalla porta vestita in questo modo vale la pena!{/i}

source: [_M_] No, really!?
italian: [_M_] No, davvero!?

source: [_S_] Yes! Can you believe it?
italian: [_S_] sì! Riesci a crederci?

source: [_M_] No, that's just so crazy!
italian: [_M_] No, è proprio così pazzo!

source: [_RT_] {i}God, they are both so sexy!{/i}
italian: [_RT_] {i}Dio, sono entrambi così sexy!{/i}

source: [_RT_] {i}Well, at least I'll have a nice view while I finish up here.{/i}
italian: [_RT_] {i}Beh, almeno avrò una bella vista mentre finirò qui.{/i}

source: [_RT_] {i}Alright, you bastards! Time to meet my friend Mr. Shovel{/i}
italian: [_RT_] {i}Va bene, bastard! È ora di incontrare il mio amico Mr. Shovel{/i}

source: [_RT_] {i}Phew... That evening sun is right in my face.{/i}
italian: [_RT_] {i}Phew... Quel sole serale è giusto in faccia.{/i}

source: [_RT_] {i}But I'm all done.{/i}
italian: [_RT_] {i}Ma sono tutto fatto.{/i}

source: [_RT_] {i}I've got to say, it feels good to finish something challenging.{/i}
italian: [_RT_] {i}Devo dire, è bene finire qualcosa di impegnativo.{/i}

source: [_RT_] {i}It also feels nice to do something to help out the girls.{/i}
italian: [_RT_] {i}È anche bello fare qualcosa per aiutare le ragazze.{/i}

source: [_RT_] {i}I know my motives are usually pretty selfish, but it does feel good to make them happy too.{/i}
italian: [_RT_] {i}So che i miei motivi sono di solito abbastanza egoisti, ma si sente bene per renderli felici troppo.{/i}

source: [_RT_] {i}Now, I'd say I deserve to reward myself with some eye candy.{/i}
italian: [_RT_] {i}Ora, direi che meriterò di premiarmi con qualche occhio.{/i}

source: [_R_] How's that sun feeling today?
italian: [_R_] Come si sente quel sole oggi?

source: [_M_] Mmm... So nice! It's just so wonderful to relax and talk with Sidney. Thanks for taking over our chore again so we could do this!
italian: [_M_] Mmm... Così bello! E 'solo così meraviglioso per rilassarsi e parlare con Sidney. Grazie per aver ripreso il nostro chore in modo da poter fare questo!

source: [_R_] My pleasure.
italian: [_R_] Il mio piacere.

source: [_R_] Oh, how's the sunscreen situation? I hope you both have protection?
italian: [_R_] Oh, come è la situazione della protezione solare? Spero che entrambi abbiate protezione?

source: [_ST_] {i}God!... That sounded like a sleazy condom joke. Is he being gross on purpose?{/i}
italian: [_ST_] {i}Dio!... Sembrava una barzelletta del preservativo. È grossolano per scopo?{/i}

source: [_M_] We were just about to put some on. It's been warming up in the sun.
italian: [_M_] Stavamo per metterne un po'. Si sta riscaldando al sole.

source: [_R_] You girls should both just relax and let me apply your sunscreen again.
italian: [_R_] Ragazze dovrebbero entrambi rilassarsi e lasciarmi applicare di nuovo la protezione solare.

source: [_MT_] {i}Is that a good idea after what happened last time?{/i}
italian: [_MT_] {i}È una buona idea dopo quello che è successo l'ultima volta?{/i}

source: [_MT_] {i}I mean, I almost humiliated myself by having a wet dream right in front of my kids, but luckily they didn't seem to notice.{/i}
italian: [_MT_] {i}Voglio dire, mi sono quasi umiliato avendo un sogno bagnato proprio di fronte ai miei figli, ma per fortuna non sembravano notare. /i}

source: [_MT_] {i}And it did end up pretty great for me.{/i}
italian: [_MT_] {i}E per me è finito abbastanza grande.{/i}

source: [_S_] Again? Don't you have anything better to do? I think Mom and I can handle putting sunscreen on ourselves.
italian: [_S_] ancora? Non hai niente di meglio da fare? Penso che la mamma e io possiamo gestire mettendo la protezione solare su noi stessi.

source: [_M_] Sidney! Don't be so rude to your brother. He just did us a big favor. [ryan], thank you for weeding the garden so we could relax.
italian: [_M_] Sidney! Non essere così maleducato a tuo fratello. Ci ha fatto solo un grande favore. [ryan], grazie per aver diserbato il giardino in modo da poterci rilassare.

source: [_S_] But Mom!...
italian: [_S_] Ma Mamma!...

source: [_M_] Don't "but Mom" me... Give your brother the sunscreen.
italian: [_M_] Non "ma la mamma" me... Dai a tuo fratello la protezione solare.

source: [_M_] You can put some on my back. Honey.
italian: [_M_] Puoi metterne un po' sulla schiena. Miele.

source: [_S_] Ugh, fine, take it dweeb. And don't think I don't see what you're doing!
italian: [_S_] Ugh, bene, prendi dweeb. E non penso che non vedo cosa stai facendo!

source: [_R_] Hey, I'm just making sure you two don't get sunburned. It's my job now, to take care of you ladies.
italian: [_R_] Hey, sto solo facendo in modo che voi due non vengano bruciati al sole. È il mio lavoro ora, prendersi cura di voi signore.

source: [_S_] We can take care of ourselves without you butting into our mother daughter time.
italian: [_S_] Possiamo prenderci cura di noi stessi senza che tu ti butti nel tempo di nostra madre figlia.

source: [_M_] Don't fight, you two...
italian: [_M_] Non combattere, voi due...

source: [_M_] And get to it before I burn, Cabin Boy!
italian: [_M_] E arrivare ad esso prima di bruciare, Cabin Boy!

source: [_R_] It thought we established that I'm the Cabin Man!
italian: [_R_] Pensavamo di aver stabilito che io sono l'uomo della cabina!

source: [_M_] Haha... That's right.
italian: [_M_] Haha... È giusto.

source: [_M_] See? He's just being nice. You should try to find a man who looks out for you like your brother does for us.
italian: [_M_] Vedi? È solo gentile. Dovresti provare a trovare un uomo che ti guarda come tuo fratello fa per noi.

source: [_ST_] {i}If only you knew the ways he looks out for me, you might not think so highly of him... or me, for that matter.{/i}
italian: [_ST_] {i}Se solo tu avessi conosciuto il modo in cui guarda per me, potresti non pensare tanto a lui. . o me, per quello.{/i}

source: [_R_] Do you want me to rub your back again while I'm at it? You said it was sore earlier?
italian: [_R_] Vuoi che ti strofinassi di nuovo mentre mi trovo? Hai detto che era dolorante prima?

source: [_M_] That'd be lovely! Thank you, Honey.
italian: [_M_] Sarebbe bello! Grazie, Miele.

source: [_S_] Well, as long as you're at it... I'm gonna need a back rub again myself.
italian: [_S_] Beh, finché sei in esso... Ho bisogno di un dorso strofinare di nuovo.

source: [_M_] You'll have to wait your turn. I get him first.
italian: [_M_] Dovrai aspettare il tuo turno. Lo prendo prima.

source: [_M_] Mmm... Just as wonderful as last time! You have magic hands.
italian: [_M_] Mmm... Proprio meraviglioso come l'ultima volta! Hai mani magiche.

source: [_R_] I'm glad someone appreciates me.
italian: [_R_] Mi fa piacere che qualcuno mi apprezzi.

source: [_S_] Oh, Haha... Just hurry up. I want my turn.
italian: [_S_] Oh, Haha... sbrigatevi. Voglio il mio turno.

source: [_R_] Why should I hurry when you keep being so salty to me?
italian: [_R_] Perché dovrei sbrigarmi quando continui ad essere così salato per me?

source: [_S_] I was just teasing. Come on, I'm grateful for everything you've been doing for the family. Really!
italian: [_S_] Stavo solo prendendo in giro. Avanti, sono grato per tutto quello che hai fatto per la famiglia. Davvero!

source: [_R_] I don't know...
italian: [_R_] Non so...

source: [_MT_] {i}There it is... That comforting sound of my kids bickering again.{/i}
italian: [_MT_] {i}C'è... quel suono confortante dei miei figli che bickering di nuovo.{/i}

source: [_MT_] {i}Sidney acting like the typical big sister, and [ryan] doing everything he can to fill his dad's shoes, even though Sidney's not totally accepting of it.{/i}
italian: [_MT_] {i}Sidney che agisce come la tipica sorella grande, e [ryan] facendo tutto il possibile per riempire le scarpe di suo papà, anche se Sidney non ne accetta del tutto. /i}

source: [_MT_] {i}How accepting of it am I going to be when he tries to fill in for his dad in my bed?{/i}
italian: [_MT_] {i}Come accetterò che sarò quando cercherà di riempire per suo papà nel mio letto?{/i}

source: [_MT_] {i}After that last wet dream, and my masturbation session that followed, I'm not entirely sure of my will to deny him.{/i}
italian: [_MT_] {i}Dopo l'ultimo sogno bagnato, e la mia sessione di masturbazione successiva, non sono del tutto sicuro della mia volontà di negarlo.{/i}

source: [_MT_] {i}It's just so comforting to know I have someone to rely on... who also has a massive cock.{/i}
italian: [_MT_] {i}È solo così confortante sapere che ho qualcuno su cui fare affidamento... che ha anche un cazzo massiccio.{/i}

source: [_R_] Just relax, Mom. I'll take care of you.
italian: [_R_] Rilassatevi e mi prenderò cura di voi.

source: [_M_] Mmm...Thank you, Honey.
italian: [_M_] Mmm... Grazie, Miele.

source: [_MT_] {i}He's grown up so much. He really has become a man...{/i}
italian: [_MT_] {i}È cresciuto così tanto. È diventato davvero un uomo...{/i}

source: [_R_] You feel asleep.
italian: [_R_] Ti senti addormentato.

source: [_M_] What are you doing?
italian: [_M_] Cosa stai facendo?

source: [_R_] I told you, I'm going to make sure you're completely covered. Head to toe.
italian: [_R_] ti ho detto, ti assicurerò che tu sia completamente coperto. Testa ai piedi.

source: [_M_] Mmm... Again?
italian: [_M_] Mmm... Ancora?

source: [_R_] Of course... I'll always take care of you!
italian: [_R_] Certo... mi prenderò sempre cura di voi!

source: [_R_] Now, turn over so I can get to your front.
italian: [_R_] Ora, gira in modo da poter arrivare sul tuo fronte.

source: [_M_] And Sidney left again?
italian: [_M_] E Sidney se n'è andato?

source: [_R_] It's just you and me here. No one else but us in the whole world.
italian: [_R_] È solo tu e me qui. Nessun altro se non noi in tutto il mondo.

source: [_R_] Now flip over for me.
italian: [_R_] Ora capovolgi per me.

source: [_R_] My God, you're beautiful.
italian: [_R_] Mio Dio, sei bello.

source: [_R_] Yes, I love every inch of you.
italian: [_R_] Sì, amo ogni centimetro di voi.

source: [_R_] Your breasts are perfection.
italian: [_R_] I tuoi seni sono perfezione.

source: [_R_] You could bounce a quarter off this tight stomach.
italian: [_R_] Si potrebbe rimbalzare un quarto di distanza da questo stomaco stretto.

source: [_M_] Stop it. I'm old enough to be your...
italian: [_M_] Fermatelo. Sono abbastanza vecchio per essere tuo...

source: [_M_] Oh no, [ryan]! I {i}am{/i} your mother... We can't do this!
italian: [_M_] Oh no, [ryan]! I {i}am{/i} tua madre... Non possiamo farlo!

source: [_R_] How can I stop myself when I love you so much.
italian: [_R_] Come posso fermarmi quando ti amo tanto.

source: [_M_] It's not right! Your Father would kill us both! If people ever found out about us they'd...
italian: [_M_] Non è giusto! Tuo Padre ci ucciderebbe entrambi! Se la gente ci avesse mai scoperto di noi...

source: [_R_] Don't worry about any of that.
italian: [_R_] Non preoccuparti di nessuno di quello.

source: [_R_] I'll take care of you. Protect you. Love you.
italian: [_R_] ti prenderò cura di te. Proteggi. Ti ami.

source: [_R_] You just need to let me.
italian: [_R_] Devi solo lasciarmi.

source: [_M_] Oh, [ryan]... This is so much for me to deal with! Please, I'm embarrassed.
italian: [_M_] Oh, [ryan]... Questo è tanto per me da affrontare! Per favore, sono imbarazzato.

source: [_R_] I need to see you! All of you.
italian: [_R_] Ho bisogno di vederti! Tutti voi.

source: [_M_] Please, [ryan]! No more... A woman can only take so much before she... she...
italian: [_M_] Per favore, [ryan]! No more... Una donna può prendere solo così tanto prima di lei... lei...

source: [_R_] Submits? Isn't that what you really want?
italian: [_R_] Invia? Non è quello che vuoi veramente?

source: [_R_] To submit? To give yourself over?
italian: [_R_] Inviare? Per darti finito?

source: [_R_] To stop having to carry everything on your shoulders by yourself?
italian: [_R_] Per smettere di dover portare tutto sulle spalle da solo?

source: [_M_] I'm afraid...
italian: [_M_] ho paura...

source: [_R_] I already told you, you don't need to be afraid anymore. I'm going to take care of everything from now on.
italian: [_R_] vi ho già detto, non c'è bisogno di avere più paura. Mi prenderò cura di tutto d'ora in avanti.

source: [_R_] You just need to let me... {b}in{/b}.
italian: [_R_] Devi solo lasciarmi... {b}in{/b}.

source: [_R_] Please, Mom. I need to hear you say it.
italian: [_R_] Per favore, mamma. Ho bisogno di sentirla dire.

source: [_M_] I... I..
italian: [_M_] Io... I..

source: [_R_] Tell me what you want me to do.
italian: [_R_] Dimmi cosa vuoi che faccio.

source: [_M_] Oh, God! I wan... I want you to...
italian: [_M_] Oh, Dio! Sono andato... voglio che tu si...

source: [_R_] Tell me.
italian: [_R_] Dimmelo.

source: [_M_] Oh, heaven help me. I'm done fighting this.
italian: [_M_] Oh, il cielo mi aiuta. Ho finito di combattere questo.

source: [_M_] [ryan]? I... I want you to take care of me.
italian: [_M_] [ryan]? Io... voglio che tu ti prenda cura di me.

source: [_R_] More, tell me more!
italian: [_R_] More, dimmi di più!

source: [_M_] I want you... in me!
italian: [_M_] ti voglio... in me!

source: [_R_] Keep going!
italian: [_R_] Continui ad andare!

source: [_M_] I won't have to be afraid anymore?
italian: [_M_] Non dovrò più avere paura?

source: [_R_] Never again.
italian: [_R_] Mai più.

source: [_M_] You'll protect me? Protect the family?
italian: [_M_] Mi proteggerai? Proteggere la famiglia?

source: [_R_] Always.
italian: [_R_] Sempre.

source: [_M_] Then do it, Baby. Take me. Ravish me!
italian: [_M_] Poi lo fate, bebè. Mi prendete. Ravish me!

source: [_M_] I want to feel all of you inside me! I'm yours, forever!
italian: [_M_] Voglio sentire tutti voi dentro di me! Sono tuo, per sempre!

source: [_R_] Oh, Mom... I love you so much!
italian: [_R_] Oh, mamma... Ti amo tanto!

source: [_MT_] {i}I love you too, Baby!{/i}
italian: [_MT_] {i}Ti amo anche, Baby!{/i}

source: [_R_] Are you okay?
italian: [_R_] Stai bene?
