Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}If I don't get control soon, she's going to have fucked every guy I know.{/i}
french: [_RT_] {i}Si je n'obtiens pas le contrôle bientôt, elle va avoir baisé tous les gars que je connaisse.{/i}
italian: [_RT_] {i}Se non ottengo il controllo presto, lei avrà scopato ogni ragazzo che conosco.{/i}
portuguese: [_RT_] {i}Se eu não conseguir controlar logo, ela vai ter fodido cada cara que eu conheço. {/i}
russian: [_RT_] {i}Если я не смогу в скором времени, она собирается похвастаться каждым знакомым мне парнем.{/i}

source: {i}{size=*1.3}"Meanwhile, not too far away."{/size}{/i}
french: {i}{size=*1.3}"Pendant ce temps, pas trop loin."{/size}{/i}
italian: {i}{size=*1.3}"Nel frattempo, non troppo lontano."{/size}{/i}
portuguese: {i}{size=*1.3}"Enquanto isso, não muito longe."{/size}{/i}
russian: {i}{size=*1.3}"А пока не слишком далеко."{/size}{/i}

source: [_C_] Please, Brittney!... It would only be for a couple weeks until we can find something more permanant.
french: [_C_] S'il vous plaît, Brittney !... Ce ne serait que pour quelques semaines jusqu'à ce que nous puissions trouver quelque chose de plus permanent.
italian: [_C_] Per favore, bretney!... sarebbe solo per un paio di settimane fino a quando non riusciamo a trovare qualcosa di più permanente.
portuguese: [_C_] Por favor, Brittney! ... Seria apenas por umas duas semanas até que possamos encontrar algo mais permanente.
russian: Пожалуйста, Бритни! Это будет всего лишь пару недель, пока мы не сможем найти что-то более постоянное.

source: [_X_] {i}(Voice muffled over intercom){/i} That doesn't change the fact that you're the wife and daughter of a known fugitive.
french: [_X_] {i}(Voix silencieuse sur intercom){/i} Cela ne change rien au fait que vous êtes la femme et la fille d'un fugitif connu.
italian: [_X_] {i}(Voice smorzato sul cito){/i} Ciò non cambia il fatto che sei la moglie e la figlia di un noto fuggitivo.
portuguese: [_X_] {i}(Voz abafado sobre interfone) {/i} Isso não muda o fato de que você é a esposa e a filha de um fugitivo conhecido.
russian: [_X_] {i}(Голос заглушил перекосы){/i} Это не меняет того факта, что вы жена и дочь известного скрывающегося от правосудия лица.

source: [_X_] The PTA elections are coming up, how am I going to keep my spot as president if I'm harboring terrorists.
french: [ _X_ ] Les élections du PTA arrivent, comment suis-je pour garder ma place de président si je garde des terroristes.
italian: [_X_] Le elezioni del PTA si stanno avvicinando, come terrò il mio posto di presidente se porto dei terroristi.
portuguese: [_X_] As eleições para o PTA estão por vir, como vou manter a minha posição como presidente, se acarinhar terroristas.
russian: [_X_] Выборы в ПТА приближаются, как я буду держать свое место в качестве президента, если я собираюсь укрывать террористов.

source: [_C_] Oh, we're terrorists now? Fuck you Brittney!
french: [_C_] Oh, nous sommes des terroristes maintenant? Fuck toi Brittney !
italian: [_C_] Oh, siamo terroristi adesso? Cazzo voi Bretagna!
portuguese: [_C_] Oh, nós somos terroristas? Porra você Bretanha!
russian: Мы теперь террористы? Твою мать, Бритни!

source: [_C_] When your mom had that stroke, and you had to rush to be by her side, who took care of your little Chelsie?
french: [ _C_ ] Quand votre mère a eu cette attaque, et que vous avez dû vous précipiter pour être à ses côtés, qui a pris soin de votre petite Chelsie?
italian: [_C_] Quando tua mamma ebbe quel colpo e dovevi correre per stare al suo fianco, chi si prese cura del tuo piccolo Chelsie?
portuguese: [__C_] Quando sua mãe teve aquele derrame, e você teve que correr para estar ao lado dela, quem cuidou da sua pequena Chelsie?
russian: [_C_] Когда мама наносила такой удар и ты должен был быть на стороне, кто заботился о вашей маленькой Челси?

source: [_X_] Your nanny Cindy did! It wasn't you. And we paid her extra since she was watching both our girls.
french: [_X_] Votre nanny Cindy l'a fait ! Ce n'était pas vous. Et nous l'avons payée en plus puisqu'elle regardait nos deux filles.
italian: [_X_] La tua bambinaia Cindy ha fatto! Non eri tu. E la abbiamo pagata in più da quando stava guardando entrambe le nostre ragazze.
portuguese: [_X_] Seu noivado Cindy aconteceu! Não foi você. E pagamos a mais por ela já que estava assistindo as duas garotas.
russian: [ _X_] Твоя няня Синди сделала! Это не ты. И мы заплатили ей за это с тех пор, как она наблюдала за нашими девочками.

source: [_C_] Yeah, but I'm still the one who made that happen! She stayed at our house, ate our food. I could have forbid Cindy from watching Chelsie.
french: [_C_] Oui, mais je suis toujours celui qui a fait cela ! Elle est restée chez nous, elle a mangé notre nourriture. J'aurais pu interdire à Cindy de regarder Chelsie.
italian: [_C_] Sì, ma sono ancora colui che ha fatto accadere! Lei è rimasta a casa nostra, ha mangiato il nostro cibo. Avrei potuto vietare a Cindy di guardare Chelsie.
portuguese: [_C_] Sim, mas eu ainda sou quem fez isso acontecer! Ela ficou em nossa casa, comeu nossa comida. Eu poderia ter proibido o Cindy de assistir Chelsie.
russian: Да, но я все равно тот, кто сделал это! Она осталась у нас дома, ела нашу еду. Я мог запретить Синди наблюдать за Чельси.

source: [_X_] And we really appreciated it, but this is much different.
french: [ _X_ ] Et nous l'avons vraiment apprécié, mais c'est bien différent.
italian: [_X_] E abbiamo apprezzato molto, ma questo è molto diverso.
portuguese: [_X_] E nós realmente apreciamos isso, mas isso é muito diferente.
russian: [_X_] И мы действительно ценили это, но это гораздо иначе.

source: [_X_] I'm sorry, I just can't expose my family to the horrors of organized crime.
french: [ _X_ ] Je suis désolé, je ne peux pas exposer ma famille aux horreurs du crime organisé.
italian: [_X_] Mi dispiace, non posso esporre la mia famiglia agli orrori del crimine organizzato.
portuguese: [__X_] Eu sinto muito, eu só não posso expor minha família aos horrores do crime organizado.
russian: [ _X_] Прости, я просто не могу подвергать свою семью ужасам организованной преступности.

source: [_C_] We wouldn't...
french: [ _C_ ] Nous ne ...
italian: [_C_] Noi no...
portuguese: [_C_] Nós não ...
russian: Мы не ...

source: [_X_] I'm going back to bed... Goodbye, Camille! {i}(Click){/i}
french: [_X_] Je retourne me coucher... Au revoir, Camille! {i}(Click){/i}
italian: [_X_] Sto tornando a letto... Arrivederci, Camille! {i}(Clic){/i}
portuguese: [__X_] Eu vou voltar para a cama ... Adeus, Camille! {i}(Clique) {/i}
russian: [_X_] Я возвращаюсь к спящей... До свидания! {i}(Click){/i}

source: [_C_] After everything we've done for these snobs, they don't want to touch us with a ten foot pole.
french: [ _C_ ] Après tout ce que nous avons fait pour ces snobs, ils ne veulent pas nous toucher avec un poteau de dix pieds.
italian: [_C_] Dopo tutto quello che abbiamo fatto per questi snobs, non vogliono toccarci con un polo di dieci piedi.
portuguese: [_C_] Depois de tudo que fizemos por esses bisbilhoteiros, eles não querem nos tocar com um mastro de dez pés.
russian: [_C_] После всего, что мы сделали для этих снобов, они не хотят прикасаться к нам с 10-ю ногами поля.

source: [_MD_] Who's next on our list?
french: [_MD_] Qui est le suivant sur notre liste ?
italian: [_MD_] Chi è il prossimo nella nostra lista?
portuguese: [_MD_] Quem é o próximo da nossa lista?
russian: [_MD_] Кто будет в нашем списке?

source: [_C_] That's it... I'm out of friends.
french: [_C_] Voilà... Je suis hors d'amis.
italian: [_C_] Questo è tutto... Sono fuori dagli amici.
portuguese: [_C_] É isso... Estou sem amigos.
russian: [_C_] Вот и это... Я из друзей.

source: [_C_] Eleven houses, eleven rejections.
french: [_C_] Onze maisons, onze rejet.
italian: [_C_] Undici case, undici rifiuti.
portuguese: [_C_] Onze casas, onze rejeições.
russian: [ _C_] Одиннадцать домов, одиннадцать отказов.

source: [_MD_] Then... Can we please just go back to Aunt [mom_name]'s?
french: [_MD_] Alors... Pouvons-nous simplement revenir à la Tante [mom_name]?
italian: [_MD_] allora... possiamo semplicemente tornare alla zia [mom_name]?
portuguese: [_MD_] Então ... Podemos por favor simplesmente voltar para a Tia [mom_name] ' s?
russian: [ _MD_] Затем ... Мы можем просто вернуться к тете [ мамочка]?

source: [_C_] Are you fucking out of your mind!?
french: [ _C_ ] Êtes-vous en dehors de votre esprit !?
italian: [_C_] Stai scopando fuori di testa!?
portuguese: [_C_] Você está saindo da sua mente!?
russian: [ _C_] Ты, блядь, с ума сойдешь!?

source: [_C_] After everything they've done to us!?
french: [ _C_ ] Après tout ce qu'ils ont fait à nous !?
italian: [_C_] Dopo tutto quello che ci hanno fatto!?
portuguese: [_C_] Depois de tudo que eles fizeram para nós!?
russian: [ _C_] После всего, что они сделали с нами!?

source: [_C_] It felt so good to finally tell my sister off, tell her what I think of that God aweful son of hers...
french: [ _C_ ] C'était si bon de dire enfin à ma sœur de lui dire ce que je pense de ce que Dieu a un fils de hers ...
italian: [_C_] Mi è sembrato così bello dire finalmente a mia sorella, dirle quello che penso di quel Dio figlio di lei...
portuguese: U[_C_] Foi muito bom finalmente contar a minha irmã, diga-lhe o que eu acho daquele Deus terrível filho dela dela...
russian: [ _C_] Было так хорошо, чтобы наконец-то сказать сестре, сказать ей, что я думаю о том, что Бог вечный сын ее ...

source: [_C_] And you want me to take it all back? Beg her to let us come back?...
french: [_C_] Et vous voulez que je reprenne tout ça ? Pensez-la de nous laisser revenir?...
italian: [_C_] E volete che me lo riprenda tutto? Pregatela di farci tornare indietro?...
portuguese: [_C_] E você quer que eu retome tudo de volta? Suplice-a para nos deixar voltar?...
russian: И ты хочешь, чтобы я все это воспринимаю? Умоляю, чтобы мы вернулись?

source: [_C_] Uh uh... No way!
french: [_C_] Uh euh... Pas le cas!
italian: [_C_] Uh uh... Nessun modo!
portuguese: [_C_] Uh não... Sem chance!
russian: [ _C_] Эм ... Ни за что!

source: [_MD_] Sorry... I shouldn't have suggested that.
french: [_MD_] Désolé... Je n'aurais pas dû suggérer cela.
italian: [_MD_] Mi dispiace... non avrei dovuto suggerirlo.
portuguese: [_MD_] Desculpe ... Eu não deveria ter sugerido isso.
russian: [ _MD_] Извините ... Я не должен был это делать.

source: [_MD_] But, where are we going to go? We don't even have money for a cheap motel.
french: [ _MD_ ] Mais, où allons-nous aller? Nous n'avons même pas d'argent pour un motel bon marché.
italian: [_MD_] Ma, dove andremo? Non abbiamo nemmeno soldi per un motel a buon mercato.
portuguese: [_MD_] Mas, para onde vamos ir? Nem temos dinheiro para um motel barato.
russian: [ _MD_] Но куда мы пойдем? У нас даже нет денег на дешевый мотель.

source: [_MD_] We can't even drive very far before we run out of gas.
french: [ _MD_ ] Nous ne pouvons même pas conduire très loin avant d'être à court de gaz.
italian: [_MD_] Non possiamo nemmeno guidare molto lontano prima di esaurire il gas.
portuguese: [__MD_] Não podemos nem dirigir muito antes de ficar sem gasolina.
russian: [ _MD_] Мы даже не можем ехать очень далеко до того, как мы выбегаем из газа.

source: [_C_] We've just got to figure out something for tonight. We'll have all day tomorrow to find something more permanant.
french: [ _C_ ] Nous devons trouver quelque chose pour ce soir. Nous aurons tous les jours demain pour trouver quelque chose de plus permanent.
italian: [_C_] Abbiamo appena capito qualcosa per stasera. Avremo tutto il giorno domani per trovare qualcosa di più permanente.
portuguese: [__C_] Nós só temos que descobrir algo para esta noite. Teremos o dia todo amanhã para encontrar algo mais permanente.
russian: Мы должны что-то придумать на сегодня. Завтра у нас будет целый день, чтобы найти что-то более перманентное.

source: [_MD_] Oh, no... You're kidding me! We're going to sleep in the park?
french: [_MD_] Oh, non... Tu me plaisantes ! On va dormir dans le parc ?
italian: [_MD_] Oh, no... Mi stai scherzando! Dormiremo nel parco?
portuguese: [_MD_] Oh, não... Você está brincando comigo! Nós vamos dormir no parque?
russian: [ _MD_] О, нет ... Ты шутишь! Мы будем спать в парке?

source: [_MD_] Mom... It's against the law to sleep in the park.
french: [_MD_] Maman... Il est contraire à la loi de dormir dans le parc.
italian: [_MD_] Moma... È contro la legge dormire nel parco.
portuguese: [_MD_] Mãe... É contra a lei dormir no parque.
russian: [ _MD_] Мама ... Это против закона, чтобы спать в парке.

source: [_C_] Do you have a better idea?
french: [ _C_ ] Avez-vous une meilleure idée?
italian: [_C_] Hai un'idea migliore?
portuguese: [_C_] Você tem uma ideia melhor?
russian: [_C_] У вас есть лучшая идея?

source: [_MDT_] {i}Yeah, Aunt [mom_name]'s, but Mom will cut my head off if I suggest that again.{/i}
french: [_MDT_] {i}Ouais, Attente [mom_name], mais maman me coupera la tête si je le suggère encore.{/i}
italian: [_MDT_] {i}Yeah, zia [mom_name], ma la mamma taglierà la testa se lo suggerisco di nuovo.{/i}
portuguese: [_MDT_] {i}Yeah, Aunt [mom_name]'s, mas a mamãe vai cortar minha cabeça se eu sugerir isso novamente.{/i}
russian: [ _MDT_] {i}Да, тетя [ мамочка] ' s, но мама отрежет мне голову, если я предлагаю это снова. { /i }

source: [_C_] If we park behind these bushes, we'll be pretty hard to spot.
french: [ _C_ ] Si nous stationnons derrière ces buissons, nous serons plutôt difficiles à repérer.
italian: [_C_] Se parcheggiamo dietro questi cespugli, saremo piuttosto difficili da individuare.
portuguese: [_C_] Se estacionar atrás destes arbustos, seremos muito difíceis de encontrar.
russian: Если мы будем припарковаться за этими кустами, мы будем очень трудно заметь.

source: [_C_] Luckily it's a warm night... We should be just fine.
french: [ _C_ ] Heureusement, c'est une nuit chaude ... Nous devrions être justes.
italian: [_C_] Fortunatamente è una notte calda... Dovremmo stare bene.
portuguese: [__C_] Luckily é uma noite quente ... Deveríamos estar apenas bem.
russian: [ _C_] Luckily это тёплый вечер ... Мы должны быть в порядке.

source: [_C_] Lay down your seat, and try to get some sleep.
french: [ _C_ ] Posez votre siège et essayez de dormir.
italian: [_C_] Posare giù il posto e cercare di dormire un po'.
portuguese: [__C_] Lay para baixo seu assento, e tente dormir um pouco.
russian: [ _C_] Лей на свое место, и попытай немного поспать.

source: [_C_] Who are you texting at this hour?
french: [ _C_ ] Qui vous textez-vous à cette heure?
italian: [_C_] Chi stai inviando SMS a quest'ora?
portuguese: [__C_] Quem você está mandando SMS a esta hora?
russian: [_C_] Кто вы пишете в этот час?

source: [_MD_] It's Lauren... She's worried about us.
french: [ _MD_ ] C'est Lauren ... Elle est inquiète pour nous.
italian: [_MD_] È Lauren... è preoccupata per noi.
portuguese: [_MD_] É Laura... Ela está preocupada conosco.
russian: Это Лорен ... Она беспокоится о нас.

source: [_MD_] I'm just letting her know we're all right.
french: [_MD_] Je lui fais juste savoir que nous sommes d'accord.
italian: [_MD_] Le sto solo facendo sapere che stiamo bene.
portuguese: [_MD_] Estou apenas avisando que estamos corretos.
russian: Я просто позволяю ей понять, что с нами все в порядке.

source: [_C_] You didn't tell her we're sleeping at the park, did you?
french: [_C_] Tu n'as pas dit que nous dormions dans le parc, n'est-ce pas?
italian: [_C_] Non le hai detto che stiamo dormendo al parco, vero?
portuguese: [_C_] Você não disse que estamos dormindo no parque, né?
russian: Ты не сказал ей, что мы спим в парке, не так ли?

source: [_MD_] I haven't yet, but I'm about to.
french: [_MD_] Je ne l'ai pas encore fait, mais je suis sur le point de le faire.
italian: [_MD_] non l'ho ancora fatto, però sto per farlo.
portuguese: [_MD_] ainda não fiz, mas estou prestes a fazê-lo.
russian: У меня еще нет, но я собираюсь.

source: [_C_] Don't you dare!
french: [_C_] N'osez pas!
italian: [_C_] Non si osa!
portuguese: [_C_] Não te atrevas!
russian: [_C_] Не торопишься!

source: [_MD_] {i}(Yelling){/i} Why not, Mom!?
french: [_MD_] {i}(Yelling){/i} Pourquoi pas, Maman !?
italian: [_MD_] {i}(Yelling){/i} Perché no, Moma!?
portuguese: [_MD_] {i}(Yelling){/i} Por que não, mamãe!?
russian: [_MD_] {i}(Отлично){/i} Почему нет, мама!?

source: [_MD_] We fucking "are" sleeping in the park!
french: [ _MD_ ] Nous sommes en train de dormir dans le parc !
italian: [_MD_] Noi scopiamo "sono" dormendo nel parco!
portuguese: [_MD_] Nós carambamos "estam" dormindo no parque!
russian: [_MD_] В парке мы едем спать "есть!

source: [_MD_] Are you too prideful to let anyone know you're not sleeping in a five star hotel?!
french: [ _MD_ ] Êtes-vous trop fier de laisser savoir que vous ne dorlorez pas dans un hôtel cinq étoiles? !
italian: [_MD_] Sei troppo orgoglioso per far sapere a chiunque di non dormire in un hotel a cinque stelle?!
portuguese: [_MD_] Você é muito orgulhoso para avisar que você não está dormindo em um hotel com cinco estrelas?!
russian: [_MD_] Вы слишком гордитесь тем, чтобы кто-нибудь знал, что вы не спали в пятизвездочном отеле?!

source: [_MD_] Why do you think you're better than other people!?
french: [ _MD_ ] Pourquoi pensez-vous que vous êtes mieux que les autres !?
italian: [_MD_] Perché pensi di essere meglio di altre persone!?
portuguese: [_MD_] Por que você acha que é melhor que as outras pessoas!?
russian: [ _MD_] Почему ты думаешь, что ты лучше других людей?

source: [_C_] I don't thi...
french: [_C_] Je ne vais pas...
italian: [_C_] Io non ti...
portuguese: [_C_] Eu não roubo...
russian: Я не ...

source: [_MD_] My question is rhetorical!
french: [ _MD_ ] Ma question est rhétorique !
italian: [_MD_] La mia domanda è retorica!
portuguese: [__MD_] Minha pergunta é retórica!
russian: [ _MD_] Мой вопрос риторический!

source: [_MD_] What have you ever achieved to make you think you're better than anyone else!?
french: [ _MD_ ] Qu'avez-vous déjà fait pour vous faire croire que vous êtes mieux que quiconque !?
italian: [_MD_] Che cosa hai mai realizzato per farti pensare di essere migliore di chiunque altro!?
portuguese: [_MD_] O que você já alcançou para fazer pensar que é melhor do que qualquer um!?
russian: [ _MD_] Что ты когда-либо достиг, чтобы заставить тебя думать, что ты лучше, чем кто-либо другой?

source: [_MD_] You've never made any money, you only ever spend it! And guess what? The money you spent wasn't even earned legitimately!
french: [_MD_] Vous n'avez jamais fait d'argent, vous n'avez jamais dépensé ! Et devinez quoi? L'argent que vous avez dépensé n'a même pas été gagné légitimement!
italian: [_MD_] Non hai mai fatto soldi, lo spendi! E indovinate cosa? I soldi che hai speso non sono stati neanche guadagnati legittimamente!
portuguese: [_MD_] Você nunca ganhou nenhum dinheiro, você só gasta! E adivinhe o quê? O dinheiro que você gastou não foi legitimamente!
russian: [_MD_] Вы никогда не заработали деньги, только когда-нибудь тратите! И угадайте, что? потраченные деньги не заработали законно!

source: [_MD_] You're a stay-at-home mom who didn't even raise her only child.
french: [ _MD_ ] Vous êtes une mère à la maison qui n'a même pas soulevé son seul enfant.
italian: [_MD_] Sei una mamma di casa che non ha nemmeno allevato il suo unico figlio.
portuguese: [_MD_] Você é uma mãe em casa que nem sequer criou o único filho dela.
russian: [ _MD_] Ты-домашняя мама, которая даже не воспитывает своего единственного ребенка.

source: [_MD_] I was mostly raised by our nanny, Cindy!
french: [ _MD_ ] J'ai surtout été élevé par notre nounou, Cindy !
italian: [_MD_] Sono stato per lo più cresciuto dalla nostra nanny, Cindy!
portuguese: [_MD_] Eu fui principalmente criado pela nossa paternidade, Cindy!
russian: [_MD_] Я был в основном поднят нашей няни, Синды!

source: [_MD_] Your only contribution to parenting was setting those fucking puritanical rules, and then making me feel guilt for ever questioning any of them!
french: [ _MD_ ] Votre seule contribution à la parentalité était de fixer ces règles puritantes, et ensuite de me faire sentir coupable d'avoir jamais questionné n'importe lequel d'entre eux !
italian: [_MD_] Il tuo unico contributo alla genitorialità stava impostando quelle regole puritaniche del cazzo, e poi facendomi sentire colpevole per aver mai messo in discussione qualcuno di loro!
portuguese: U[_MD_] Sua única contribuição para os pais foi definir as regras puritânicas falsas, e então me fazer sentir culpado por já ter questionado qualquer uma delas!
russian: [_MD_] Ваш единственный вклад в воспитание заключается в установлении этих пуританических правил, а затем в том, что я чувствую себя виновным за всякие сомнения в отношении них!

source: [_MD_] Your only focus is keeping that aging body in shape, and even half of that is made of plastic!
french: [ _MD_ ] Votre seul objectif est de garder le corps vieillissant en forme, et même la moitié est en plastique !
italian: [_MD_] Il tuo unico focus è mantenere quel corpo di invecchiamento in forma, e anche la metà di quello è fatta di plastica!
portuguese: [__MD_] Seu único foco é manter aquele corpo envelhecer em forma, e até a metade disso é feita de plástico!
russian: [_MD_] Ваш единственным фокусом является сохранение старения тела в форме, и даже половина из них сделана из пластика!

source: [_C_] You need to calm down right...
french: [ _C_ ] Vous devez vous calmer ...
italian: [_C_] Devi calmarti a destra...
portuguese: U[_C_] Você precisa se acalmar direita...
russian: [ _C_] Тебе нужно успокоиться ...

source: [_MD_] And you think Aunt [mom_name] and [ryan] treated you with disrespect?!
french: [_MD_] Et vous pensez que la Tante [mom_name] et [ryan] vous ont traité avec irrespect?!
italian: [_MD_] E pensi che la zia [mom_name] e [ryan] ti abbia curato con disrispetto?!
portuguese: [_MD_] E você acha que a tia [mom_name] e [ryan] trataram você com desrespeito?!
russian: [ _MD_] И вы думаете, что тетя [ мамочка] и [ рьян] относились к вам с неуважением?!

source: [_MD_] Heaven forbid you should have to work for once in your life!
french: [ _MD_ ] Heaven forbid vous devez travailler pour une fois dans votre vie !
italian: [_MD_] Il Cielo vieta che dovresti lavorare per una volta nella tua vita!
portuguese: [_MD_] Deus nos livre você deve ter que trabalhar por uma vez na sua vida!
russian: [_MD_] Небесное запрещает вам работать один раз в своей жизни!

source: [_MD_] And yeah... They made you wear a humiliating maid outfit, but did you ever think that maybe you deserved it for always throwing shade at Aunt [mom_name]?
french: [_MD_] Et ouais... Ils vous ont fait porter une tenue de ménage humiliante, mais avez-vous déjà pensé que vous le méritiez peut-être pour toujours jeter de l'ombre à la Tante [mom_name]?
italian: [_MD_] E sì... Ti hanno fatto indossare un abito da cameriera umiliante, ma hai mai pensato che forse l'hai meritata per aver sempre gettato ombra alla zia [mom_name]?
portuguese: [_MD_] E sim... Eles te fizeram usar uma roupa de empregada humilhante, mas você já pensou que talvez você merecia por sempre dar sombra na tia [mom_name]?
russian: [ _MD_] И да ... Они заставили тебя одеть унизительную горничную, но ты думала, что, может быть, ты заслужила это, чтобы она всегда бросала тень на тётю [ мамочку]?
