Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_MT_] {i}This kid needs to get the fuck out of my office!! I don't have much time before class!{/i}
dutch: [_MT_] {i}Dit kind moet mijn kantoorruimte verlaten hebben!! Ik heb niet veel tijd meer voor klas!{/i}
french: [_MT_] {i}Ce gamin doit sortir de mon bureau!! Je n'ai pas beaucoup de temps avant le cours!{/i}
german: [_MT_] {i}Dieser Junge muss verdammt nochmal aus meinem Büro verschwinden!!! Ich habe nicht mehr viel Zeit vor dem Unterricht! {/i}
italian: [_MT_] {i}Questo ragazzo deve uscire dal mio ufficio, cazzo! Non ho molto tempo prima della lezione!{/i}
portuguese: [_MT_] {i}Este garoto precisa tirar o caralho do meu escritório!! Eu não tenho muito tempo antes da aula! {/i}

source: [_M_] Now please hurry along.... before I cut your cock off.
dutch: [_M_] Haast u nu alsjeblieft.... voordat ik uw hant afhak.
french: [_M_] Dépêche-toi maintenant.... avant que je te coupe la queue.
german: [_M_] Jetzt beeil dich bitte.... bevor ich dir deinen Schwanz abschneide.
italian: [_M_] Ora per favore sbrigati lungo.... prima che ti tagli il cazzo.
portuguese: [_M_] Agora por favor se apresse ao longo .... antes que eu corte o seu pau.

source: [_R_] Ok.... I'm going!
dutch: [_R_] Ok.... ik ga!
french: [_R_] D'accord.... J'y vais !
german: [_R_] Ok.... Ich gehe schon!
italian: [_R_] Ok.... Me ne vado!
portuguese: [_R_] Ok.... Estou indo!

source: [_RT_] {i}Hmmmm.... her door's shut, I'll just peek in and see if she's here.{/i}
dutch: [_RT_] {i}Hmmmm.... haar deur, ik zal even kijken en kijken of ze hier is{/i}
french: [_RT_] {i}Hmmmm.... sa porte est fermée, je vais jeter un coup d'œil et voir si elle est là.{/i}
german: [_RT_] {i}Hmmmm .... ihre Tür ist geschlossen, ich werde einfach heimlich spähen, ob sie da ist. {/i}
italian: [_RT_] {i}Hmmmm.... la sua porta è chiusa, darò solo una sbirciatina per vedere se è qui.{/i}
portuguese: [_RT_] {i}Hmmmmmm.... a porta dela está fechada, eu só vou olhar para dentro e ver se ela está aqui.{/i}

source: [_RT_] {i}Oh, good.... she's here. She must be concentrating on her work. I don't think she noticed me come in.{/i}
dutch: [_RT_] {i}Oh, goed.... ze is hier. Ze moet zich concentreren op haar werk. Ik denk niet dat ze me heeft opgemerkt dat ik ben binnengekomen.{/i}
french: [_RT_] {i}Oh, bien.... elle est là. Elle doit se concentrer sur son travail. Je ne pense pas qu'elle m'ait remarqué.{/i}
german: [_RT_] {i}Oh, gut.... sie ist da. Sie scheint sich auf ihre Arbeit zu konzentrieren. Ich glaube nicht, dass sie bemerkt hat, dass ich mich hereingeschlichen habe.{/i}
italian: [_RT_] {i}Oh, bene.... è qui. Deve essere concentrata sul suo lavoro. Non credo che mi abbia notato entrare.{/i}
portuguese: [_RT_] {i}Ah, bom... ela está aqui. Ela deve estar concentrada no trabalho dela. Acho que ela não me notou entrada.{/i}

source: [_RT_] {i}Oh my God! Is she doing what I think she's doing?{/i}
dutch: [_RT_] {i}Oh mijn God! Doet ze wat ik denk dat ze doet?{/i}
french: [_RT_] {i}Oh mon Dieu! Est-ce qu'elle fait ce que je pense qu'elle fait?{/i}
german: [_RT_] {i}Oh mein Gott! Macht sie das, was ich denke?
italian: [_RT_] {i}Oh mio Dio! Sta facendo quello che penso stia facendo?{/i}
portuguese: [_RT_] {i}Oh meu Deus! Ela está fazendo o que eu acho que está fazendo?{/i}

source: [_R_] Uhhhhh.... Mom?
dutch: [_R_] Uhhhh.... Moment?
french: [_R_] Uhhhhh.... Maman?
german: [_R_] Uhhhhhhh.... Mama?
italian: [_R_] Uhhhhh.... Mamma?
portuguese: [_R_] Uhhhhh .... Mãe?

source: [_M_] [ryan]!.... Why didn't you knock!?
dutch: [_M_] [ryan]!.... Waarom heb je niet geklopt!?
french: [_M_] [ryan]!.... Pourquoi tu n'as pas frappé!?
german: [_M_] [ryan]!.... Warum hast du nicht geklopft!
italian: [_M_] [ryan]!.... Perché non hai bussato!?
portuguese: [_M_] [ryan]!.... Por que você não bateu?

source: [_R_] Ummmmm.... sorry?
dutch: [_R_] Ummm.... sorry?
french: [_R_] UmmMmm.... désolé?
german: [_R_] Ummmmmmm.... Entschuldigung?
italian: [_R_] Ummmmm.... scusa?
portuguese: [_R_] Ummmmm .... desculpe?

source: [_M_] How long have you been standing there?
dutch: [_M_] Hoe lang sta je daar?
french: [_M_] Depuis combien de temps es-tu là?
german: [_M_] Wie lange stehst du schon da?
italian: [_M_] Da quanto tempo sei lì in piedi?
portuguese: [__M_] Há quanto tempo você está parado aí?

source: [_R_] I just barely came in.
dutch: [_R_] Ik kwam net binnen.
french: [_R_] Je viens à peine d'entrer.
german: [_R_] Ich kam gerade erst rein.
italian: [_R_] Sono entrato a malapena.
portuguese: [_R_] Eu mal entenderei.

source: [_R_] Why do you ask.
dutch: [_R_] Waarom stel jij?
french: [_R_] Pourquoi demandes-tu.
german: [_R_] Warum fragst du?
italian: [_R_] Perché me lo chiedi.
portuguese: [_R_] Por que você pergunta.

source: [_M_] {i}(relieved voice){/i} Oh.... no reason.... I was just doing some of my own research for the Oedipal curriculum?
dutch: [_M_] {i}(opgeluchte stem){/i} Oh.... geen reden.... Ik deed alleen maar wat van mijn eigen onderzoek voor het Oedipal curriculum?
french: [_M_] {i}(voix soulagée){/i} Oh.... aucune raison.... Je faisais juste quelques-unes de mes propres recherches pour le programme œdipien?
german: [_M_] {i}(erleichterte Stimme) {/i} Oh .... egal .... Ich habe nur gerade meine eigenen Recherchen für die Oedipus-Aufgabe gemacht ....
italian: [_M_] {i}(voce sollevata){/i} Oh.... nessun motivo.... Stavo solo facendo qualche ricerca per il curriculum edipico?
portuguese: [_M_] {i}(voz aliviada) {/i} Ah .... sem razão .... Eu estava apenas fazendo algumas de minhas próprias pesquisas para o currículo da Oedipal?

source: [_R_] Long enough to know why you wanted your office door shut.
dutch: [_R_] lang genoeg om te weten waarom je je kantoor deur dicht wilde.
french: [_R_] Assez longtemps pour savoir pourquoi tu voulais fermer la porte de ton bureau.
german: [_R_] Lange genug, um zu wissen, warum du deine Bürotür geschlossen haben wolltest.
italian: [_R_] Abbastanza per sapere perché volevi la porta del tuo ufficio chiusa.
portuguese: [__R_] Longo o suficiente para saber por que você queria sua porta de escritório fechada.

source: {i}{b}"Mom's Anger +1"{/b}{/i}
dutch: {i}{b}"Momenthoek +1"{/b}{/i}
french: {i}{b}«Colère de maman +1»{/b}{/i}
german: {i}{b}"Mamas Wut + 1"{/b}{/i}
italian: {i}{b}"La rabbia di mamma +1"{/b}{/i}
portuguese: {i}{b}"Raiva da Mãe +1"{/b}{/i}

source: [_M_] [ryan]! I don't know what you think you saw, but I wasn't doing anything out of the ordinary.
dutch: [_M_] [ryan]! Ik weet niet wat je hebt gezien, maar ik heb niets gedaan uit de gewoonte.
french: [_M_] [ryan]! Je ne sais pas ce que tu penses avoir vu, mais je ne faisais rien d'extraordinaire.
german: [_M_] [ryan]! Ich weiß nicht, was du meintest zu sehen, aber ich habe nichts Ungewöhnliches getan.
italian: [_M_] [ryan]! Non so cosa pensi di aver visto, ma non stavo facendo niente fuori dall'ordinario.
portuguese: [_M_] [ryan]! Eu não sei o que você acha que viu, mas eu não estava fazendo nada fora do comum.

source: [_R_] Oh, you mean other teachers do that in their office too?
dutch: [_R_] Oh, bedoel je dat ook andere leraren dat op hun kantoor doen?
french: [_R_] Oh, tu voulais dire que d'autres enseignants le font aussi dans leur bureau?
german: [_R_] Oh, du meinst, dass andere Lehrer das auch in ihrem Büro tun?
italian: [_R_] Oh, vuoi dire che anche altri insegnanti lo fanno nel loro ufficio?
portuguese: [_R_] Oh, vocês querem dizer que outros professores também fazem aquilo no escritório deles?

source: [_R_] I wonder.... I should go ask Mrs. Vaughn if she does those kinds of things in her office.
dutch: [_R_] Ik vraag me af.... Ik zou eens willen vragen aan mevrouw Vaughn of ze dat soort dingen doet op haar kantoor.
french: [_R_] Je me demande.... Je devrais aller demander à Mme Vaughn si elle fait ce genre de choses dans son bureau.
german: [_R_] Ich frage mich.... Ich sollte Frau Vaughn fragen, ob sie solche Dinge in ihrem Büro tut.
italian: [_R_] Mi chiedo.... Dovrei andare a chiedere alla signora Vaughn se fa questo tipo di cose nel suo ufficio.
portuguese: [_R_] Eu me pergunto .... Eu deveria ir perguntar à Sra. Vaughn se ela faz esses tipos de coisas em seu consultório.

source: [_M_] No.... [ryan]...
dutch: [_M_] Nee.... [ryan]...
french: [_M_] Non.... [ryan]...
german: [_M_] Nein.... [ryan]...
portuguese: [_M_] Não.... [ryan]...

source: [_R_] I didn't even know that married women did those kinds of things. I just thought they wouldn't need to since...
dutch: [_R_] Ik wist niet eens dat getrouwde vrouwen dat soort dingen deden. Ik dacht alleen dat ze sindsdien...
french: [_R_] Je ne savais même pas que les femmes mariées faisaient ce genre de choses. Je pensais juste qu'elles n'en auraient plus besoin depuis...
german: [_R_] Ich wusste nicht einmal, dass verheiratete Frauen solche Dinge taten. Ich dachte nur, dass sie seither nicht mehr benötigen...
italian: [_R_] Non sapevo nemmeno che le donne sposate facessero questo tipo di cose. Pensavo solo che non ne avessero bisogno dal momento che...

source: [_R_] Oh.... is this because Dad's not here to.... '
dutch: [_R_] Oh.... is dit omdat papa er niet is tot.... '
french: [_R_] Oh.... c'est parce que papa n'est pas là pour ça.... '
german: [_R_] Oh.... ist das, weil Vater nicht hier zu.... '
italian: [_R_] Oh.... è perché papà non è qui a.... '
portuguese: [_R_] Oh.... é porque o pai não está aqui para....

source: [_M_] No.... I mean.... yes.... kind of.... [ryan]! .... I was just.... doing some of my own research on the Oedipal curriculum, and I might have gotten carried away!
dutch: [_M_] Nee.... Ik bedoelt.... ja ... . aar.... [ryan]! .... ik was slechts... . Doe een deel van mijn eigen onderzoek naar het lesprogramma Oedipal, en misschien ben ik weggehaald!
french: [_M_] Non.... Je veux dire.... Oui.... en quelque sorte.... [ryan]! .... J'étais juste.... faire certaines de mes propres recherches sur le programme œdipien, et je me suis peut-être laissée emporter!
german: [_M_] Nein.... Ich meine.... ja.... Art von.... [ryan]! .... Ich war gerecht.... einige meiner eigenen Forschungen auf dem ädipalen Lehrplan, und ich hätte vielleicht weggekommen!
italian: [_M_] No.... Voglio dire.... si.... tipo.... [ryan]! .... Stavo solo.... facendo alcune mie ricerche sul curriculum edipico, e potrei essermi lasciato trasportare!
portuguese: [_M_] Não.... quero dizer... sim... meio de.... [ryan].... Eu era just.... fazendo algumas das minhas próprias pesquisas sobre o currículo Oedipal, e eu posso ter me levado embora!

source: {i}{b}"Mom's Submission +1"{/b}{/i}
dutch: {i}{b}"Moment-indiening +1"{/b}{/i}
french: {i}{b}«Soumission de maman +1»{/b}{/i}
german: {i}{b}"Mamas Unterwerfung + 1" {/b} {/i}
italian: {i}{b}"Sottomissione della Mamma +1"{/b}{/i}
portuguese: {i}{b}"Envio da Mãe +1"{/b}{/i}

source: [_R_] Oh, well that's what I wanted to talk to you about. I'm having trouble finding more sources for the Oedipus assignment.
dutch: [_R_] Oh, dat is wat ik met je wilde praten. Ik heb moeite om meer bronnen te vinden voor de Oedipus opdracht.
french: [_R_] Oh, eh bien c'est ce dont je voulais te parler. J'ai du mal à trouver d'autres sources pour la mission d'Œdipe.
german: [_R_] Oh, das ist es, worüber ich mit dir reden wollte. Ich habe Schwierigkeiten, mehr Quellen für die Ödipus-Aufgabe zu finden.
italian: [_R_] Oh, beh, è di questo che volevo parlarti. Sto avendo problemi a trovare altre fonti per il compito su Edipo.
portuguese: [_R_] Ah, é disso que eu queria falar com você. Estou tendo problemas em encontrar mais fontes para a tarefa Oedipus.

source: [_M_] Ok, well come sit down. I might have something that will help.
dutch: [_M_] Ok, goed gaan zitten. Ik kan iets hebben dat zal helpen.
french: [_M_] Ok, bien viens t'asseoir. J'ai peut-être quelque chose qui m'aidera.
german: [_M_] Ok, jetzt setze dich zusammen. Ich könnte etwas haben, das helfen wird.
italian: [_M_] Ok, beh, vieni a sederti. Potrei avere qualcosa che ti aiuterà.
portuguese: [_M_] Ok, tudo bem vai se sentar. Eu posso ter algo que vai ajudar.

source: [_M_] During my online research, I went to that site you mentioned, F95zone, where I found a lot of inappropriate games.
dutch: [_M_] Tijdens mijn online onderzoek ging ik naar die site die je noemde, F95zone, waar ik een heleboel ongepaste spellen heb gevonden.
french: [_M_] Lors de mes recherches en ligne, je suis allé sur ce site que tu as mentionné, F95zone, où j'ai trouvé beaucoup de jeux inappropriés.
german: [_M_] Während meiner Online-Recherche bin ich zu dieser Seite gegangen, die du erwähnt hast, F95zone, wo ich viele unpassende Spiele gefunden habe.
italian: [_M_] Durante la mia ricerca online, sono andato su quel sito che hai menzionato, F95zone, dove ho trovato molti giochi inappropriati.
portuguese: [__M_] Durante minha pesquisa online, fui para aquele site que você mencionou, F95zone, onde encontrei muitos jogos inadequados.

source: [_M_] I know you were only there for research too, but you should really try to stay off that site! But I did find a few more games that seemed to fit in with the Oedipus curriculum.
dutch: [_M_] Ik weet dat je er alleen was voor onderzoek, maar je moet echt proberen om van die plaats af te blijven! Maar ik heb nog een paar spelletjes gevonden die in het Oedipus curriculum leken te passen.
french: [_M_] Je sais que tu n'étais là que pour la recherche aussi, mais tu devrais vraiment essayer de rester en dehors de ce site! Mais j'ai trouvé quelques autres jeux qui semblaient correspondre au programme d'Œdipe.
german: [_M_] Ich weiß, dass du nur für Forschung da bist, aber du solltest wirklich versuchen, von dieser Seite fernzubleiben! Aber ich habe noch ein paar weitere Spiele gefunden, die in den Lehrplan des Ödipus passen.
italian: [_M_] So che anche tu eri lì solo per una ricerca, ma dovresti davvero cercare di stare lontano da quel sito! Ma ho trovato qualche altro gioco che sembrava adattarsi al curriculum di Edipo.
portuguese: [__M_] Eu sei que você só estava lá para pesquisar também, mas você deve realmente tentar ficar fora desse site! Mas eu encontrei mais alguns jogos que pareciam se encaixar no currículo de Édipo.

source: [_RT_] {i}Hmmm.... I wonder what her user name is. I could have some interesting exchanges with her.{/i}
dutch: [_RT_] {i}Hmmm.... Ik vraag me af wat haar gebruikersnaam is. Ik zou wat interessante uitwisselingen met haar kunnen hebben.{/i}
french: [_RT_] {i}Hmmm.... Je me demande quel est son nom d'utilisateur. Je pourrais avoir des échanges intéressants avec elle.{/i}
german: [_RT_] {i}Hmmm.... Ich frage mich, was ihr Benutzername ist. Ich könnte mit ihr einen interessanten Austausch führen.{/i}
italian: [_RT_] {i}Hmmm.... Mi chiedo quale sia il suo nome utente. Potrei avere degli scambi interessanti con lei.{/i}
portuguese: [_RT_] {i}Hmmm.... Me pergunto qual é o nome de usuário dela. Poderia fazer algumas trocas interessantes com ela.{/i}

source: [_M_] This one here is called "Man of the House." by a developer named Faerin.
dutch: [_M_] Deze wordt hier ''Man van het Huis'' genoemd door een ontwikkelaar Faerin.
french: [_M_] Celui-ci s'appelle ici 'Man of the House.' par un développeur nommé Faerin.
german: [_M_] Dieser hier wird von einem Entwickler namens Faerin als "Mann des Hauses" bezeichnet.
italian: [_M_] Questo qui si chiama "L'uomo di casa" di uno sviluppatore di nome Faerin.
portuguese: [_M_] Este aqui é chamado de "Homem da Casa." por um desenvolvedor chamado Faerin.

source: [_R_] Is this what you were playing when I came in?
dutch: [_R_] Is dit wat je aan het spelen was toen ik binnenkomt?
french: [_R_] Est-ce ce que tu jouais quand je suis arrivé?
german: [_R_] spielst du genau das, wenn ich hereinkomme?
italian: [_R_] È a questo che stavi giocando quando sono entrato?
portuguese: [_R_] É isso que você estava jogando quando eu entrei?

source: [_M_] Not playing.... researching.
dutch: [_M_] speelt niet.... onderzoeken.
french: [_M_] Ne joue pas.... recherche.
german: [_M_] spielt nicht.... erforschen.
italian: [_M_] Non giocando.... ricerca.
portuguese: [_M_] Não brincando .... pesquisando.

source: [_R_] Oh.... right.... Is this what you were researching when I came in here?
dutch: [_R_] Oh.... gelijk. Is dit wat je aan het onderzoeken was toen ik hier was?
french: [_R_] Oh.... d'accord... est-ce ce que tu recherchais quand je suis arrivé ici ?
german: [_R_] Oh.... Recht.... hast du das erforscht, als ich hierher kam?
italian: [_R_] Oh.... giusto.... E' questo quello che stavi ricercando quando sono entrato qui?
portuguese: [_R_] Oh.... certo.... É isso o que você estava pesquisando quando eu cheguei aqui?

source: [_M_] Ummm.... yes...
dutch: [_M_] Ummm.... ja...
french: [_M_] Ummm.... oui...
german: [_M_] Ummm.... Ja...
italian: [_M_] Ummm.... si...

source: [_M_] Let's just pick up from where I left off.
dutch: [_M_] Laten we gewoon oppakken van waar ik ben gestopt.
french: [_M_] Reprenons là où je m'étais arrêtée.
german: [_M_] Lass uns einfach dort abholen, wo ich aufgehört habe.
italian: [_M_] Riprendiamo da dove ho lasciato.
portuguese: [__M_] Vamos apenas pegar de onde eu deixei de sair.

source: [_M_] So the son, which you can name yourself, I named him [ryan], in your honor since you introduced this genre of game to me, has been helping his mom to achieve better yoga positions.
dutch: [_M_] Dus de zoon die je zelf kunt noemen, ik heb hem genoemd [ryan], in uw eer sinds u dit genre of game voor mij hebt geïntroduceerd, heeft hij zijn moeder geholpen om betere yoga posities te bereiken.
french: [_M_] Donc le fils, que tu peux renommer, je l'ai nommé le nom [ryan], en ton honneur, depuis que tu m'as introduit dans ce genre de jeu, aide sa mère à atteindre de meilleures positions de yoga.
german: [_M_] Also habe ich den Sohn, den du selbst benennen kannst, [ryan]genannt, in Ihrer Ehre, seit Sie dieses Spielgenre zu mir eingeführt haben, hat seine Mutter geholfen, bessere Yoga-Positionen zu erreichen.
italian: [_M_] Così il figlio, che puoi chiamare te stesso, l'ho chiamato [ryan], nel vostro onore da quando hai introdotto questo genere di gioco a me, è stato aiutare la sua mamma a raggiungere migliori posizioni di yoga.
portuguese: [_M_] Então o filho, que você pode se nomear, eu o chamei de [ryan], em sua honra desde que você me apresentou este gênero de jogo, tem ajudado a mãe dele a alcançar melhores posições de ioga.

source: [_M_] Not a bad idea, I'm sure you'd get better gains with a little assistance.
dutch: [_M_] Geen slecht idee, ik ben er zeker van dat je beter zult verdienen met een beetje hulp.
french: [_M_] Pas une mauvaise idée, je suis sûr que tu obtiendras de meilleurs gains avec un peu d'aide.
german: [_M_] Keine schlechte Idee, ich bin sicher, du würdest mit ein wenig Hilfe bessere Gewinne erzielen.
italian: [_M_] Non è una cattiva idea, sono sicuro che otterrai guadagni migliori con un po' di assistenza.
portuguese: [_M_] Não é uma má ideia, eu tenho certeza que você vai ter melhores ganhos com um pouco de assistência.

source: [_R_] Well, if you need some help with your yoga, just let me know. I can come help you too.
dutch: [_R_] Nou, als je wat hulp nodig hebt met je yoga, laat het me dan weten. Ik kan ook je helpen.
french: [_R_] Eh bien, si tu as besoin d'aide pour ton yoga, fais-le moi savoir. Je peux venir t'aider aussi.
german: [_R_] Nun, wenn du Hilfe bei deinem Yoga brauchst, lass es mich wissen. Ich kann dir auch helfen.
italian: [_R_] Beh, se hai bisogno di aiuto con il tuo yoga, fammi sapere. Posso venire anche ad aiutarti.
portuguese: [__R_] Bem, se você precisar de alguma ajuda com sua ioga, só me avista. Eu posso vir ajudá-lo também.

source: [_M_] Not if you help in the way the MC is going to be soon.
dutch: [_M_] Niet als je helpt op de manier waarop de MC binnenkort zal zijn.
french: [_M_] Pas si tu aides dans la façon dont le MC va bientôt être.
german: [_M_] Nicht, wenn du dem MC in Kürze hilfst.
italian: [_M_] Non se si aiuta nel modo in cui l'MC sta per essere presto.
portuguese: [_M_] Não se você ajudar na forma como o MC vai ser em breve.

source: [_R_] Oh, shit!.... They took their clothes off.
dutch: [_R_] Oh, shit!.... ze deden hun kleren uit.
french: [_R_] Oh, merde!.... Ils se sont déshabillés.
german: [_R_] Oh, shit!.... Sie haben ihre Kleider abgenommen.
italian: [_R_] Oh, merda!.... Si sono tolti i vestiti.

source: [_M_] Haha.... yeah, I guess they thought they were too restrictive for movement?
dutch: [_M_] Haha.... toch, denk ik, dachten ze dat ze ze te beperkend waren voor beweging?
french: [_M_] Haha.... ouais, je suppose qu'ils pensaient qu'ils étaient trop restreint pour se déplacer?
german: [_M_] Haha.... ja, ich vermute, sie dachten, sie seien zu restriktiv für die Bewegung?
italian: [_M_] Haha.... sì, immagino che abbiano pensato che fossero troppo restrittivi per il movimento?
portuguese: [_M_] Haha.... Sim, acho que eles acharam que eram muito restritivos para movimento?

source: [_M_] So, in this game you're trying to bed several women, one of them being the son's mom.
dutch: [_M_] Dus, in dit spel probeer je verschillende vrouwen te slapen, een van hen is de moeder van de zoon.
french: [_M_] Donc, dans ce jeu, tu essaies de coucher avec plusieurs femmes, l'une d'elles étant la mère du fils.
german: [_M_] Also versuchst du in diesem Spiel mehrere Frauen zu betten, eine davon ist die Mutter des Sohnes.
italian: [_M_] Così, in questo gioco stai cercando di letto diverse donne, una delle quali è la mamma del figlio.

source: [_M_] So, in that way it's a source you can mention in your Oedipal paper.
dutch: [_M_] Dus op die manier is het een bron die je kan vermelden in je Oedipal papier.
french: [_M_] Donc, de cette façon, c'est une source que tu peux mentionner dans ton article œdipien.
german: [_M_] Es ist also eine Quelle, die du in deinem Ödipalpapier erwähnen kannst.
italian: [_M_] Quindi, in questo modo è una fonte che puoi citare nella tua relazione edipica.
portuguese: [_M_] Então, dessa forma é uma fonte que você pode mencionar em seu papel Oedipal.

source: [_M_] Just no visual representations in your oral presentation please!
dutch: [_M_] Geen visuele voorstellingen in je mondelinge presentatie!
french: [_M_] Juste aucune représentation visuelle dans ta présentation s'il te plait!
german: [_M_] Bitte keine visuellen Darstellungen in Ihrer mündlichen Präsentation!
italian: [_M_] Solo niente rappresentazioni visive nella tua presentazione orale per favore!
portuguese: [__M_] Apenas nenhuma representações visuais em sua apresentação oral por favor!

source: [_R_] Haha.... can you imagine?
dutch: [_R_] Haha.... kun je je voorstellen?
french: [_R_] Haha.... peux-tu imaginer?
german: [_R_] Haha.... kannst du dir vorstellen?
italian: [_R_] Haha.... te lo immagini?
portuguese: [_R_] Haha.... você consegue imaginar?

source: [_MT_] {i}Shit! Yeah, I kind of can.{/i}
dutch: [_MT_] {i}Shit! Ja, ik aardig kan.{/i}
french: [_MT_] {i}Merde ! Oui, je peux le faire.{/i}
german: [_MT_] {i}Shit! Ja, ich kann es. {/i}
italian: [_MT_] {i}merda! Sì, sono in grado di farlo.{/i}
portuguese: [_MT_] {i}Merda! É, eu meio que pode.{/i}
