Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.06.po
Languages: dutch, french, german, portuguese

source: [_RT_] {i}Now, it seems like it's the best path to getting laid.{/i}
dutch: [_RT_] {i}Nu lijkt het alsof het het beste pad is om laid te worden.{/i}
french: [_RT_] {i}Maintenant, il semble que c'est le meilleur chemin à mettre en place.{/i}
german: [_RT_] {i}Jetzt scheint es der beste Weg um laid zu werden.{/i}
portuguese: [_RT_] {i}Agora, parece que é o melhor caminho para ficar laid.{/i}

source: [_RT_] {i}Ok... I can do this...{/i}
dutch: [_RT_] {i}Ak... Ik kan dit doen...{/i}
french: [_RT_] {i}Ok ... Je peux le faire ... {/i}
german: [_RT_] {i}Ok... Ich kann das...{/i}
portuguese: [_RT_] {i}Ok... Posso fazer isso...{/i}

source: [_RT_] {i}([ryan] reading in head) Mr. and Mrs. Bursley, of number five Pecker Drive, were proud to say they were immaculately normal, thank you very much...{/i}
dutch: [_RT_] {i}([ryan] in het hoofd lezen) Mr. en Mevr. Bursley, van de nummer vijf Pecker Drive, was er trots op te zeggen dat ze heel normaal waren, dank u zeer veel...{/i}
french: [_RT_] {i}([ryan] lecture dans sa tête) M. et Mme Bursley, du numéro cinq de PeckerDrive, étaient fiers de dire qu'ils étaient impeccablement normaux, merci beaucoup...{/i}
german: [_RT_] {i}([ryan] Lesen im Kopf) Mr. und Mrs. Bursley, von der Nummer fünf Pecker Drive, waren stolz zu sagen, sie waren unheimlich normal, vielen Dank...{/i}
portuguese: [_RT_] {i}([ryan] lendo na cabeça) Sr. e Sra. Bursley, do número 5 Pecker Drive, orgulha-se de dizer que eram immaculamente normais, muito obrigado... {/i}

source: [_RT_] {i}([ryan] still reading in head) It's tonight, said Perry, once he was sure Professor McGargleCum was out of earshot.{/i}
dutch: [_RT_] {i}([ryan] nog in het hoofd) Het is vanavond Perry, nadat hij zeker wist dat professor McGargleCum van earshot.{/i}
french: [_RT_] {i}([ryan] toujours en train de lire dans sa tête) C'est ce soir, a déclaré Perry, une fois qu'il était sûr que le professeur McGargleCum était hors de portée.{/i}
german: [_RT_] {i}([ryan] immer noch im Kopf) Es ist heute Abend, sagte Perry, als er sicher war, dass Professor McGargleCum aus dem Boden kam. {/i}
portuguese: [_RT_] {i}([ryan] ainda lendo na cabeça) Hoje à noite, disse Perry, uma vez que tinha certeza de que o professor McGargleCum estava sem audiência.{/i}

source: [_M_] Oh, hey!
french: [_M_] Oh, hé!
portuguese: [_M_] Ah, ei!

source: [_R_] Oh, hi Mom.
dutch: [_R_] Oh, hi mama.
french: [_R_] Oh, salut Maman.
german: [_R_] Oh, Hallo, Mama.
portuguese: [_R_] Oh, olá mamãe.

source: [_M_] Sorry to interrupt you... I was on my way to my bedroom after my shower, and saw your light on... I was going to turn it off... but now I see you're in here.
dutch: [_M_] Sorry om je te onderbreken... Ik was onderweg naar mijn slaapkamer na mijn douche, en zag je lamp aan. . - Ik wilde het uitzetten... maar nu zie ik dat je hier bent.
french: [_M_] Désolé de vous interrompre... J'étais en route pour ma chambre après ma douche, et j'ai vu ta lumière allumée... J'allais l'éteindre... mais maintenant, je vois que tu es là.
german: [_M_] Entschuldigen Sie, Sie zu unterbrechen... Ich war auf dem Weg zu meinem Schlafzimmer nach meiner Dusche und sah Ihr Licht an. . Ich wollte es ausschalten... aber jetzt sehe ich, dass du hier bist.
portuguese: [_M_] Desculpe interromper você ... Eu estava no meu caminho para o meu quarto depois do meu chuveiro, e vi sua luz acesa ... Eu ia desligá-lo ... mas agora eu vejo que você está aqui.

source: [_M_] Oh, hey!... Is that Perry Hotter you're reading?
dutch: [_M_] Oh, hey! ... Is dat Perry Hotter die je leest?
french: [_M_] Oh, hé!... C'est Perry Plus Chaud que tu lis ?
german: [_M_] Oh, hey!... Lesst du Perry Hotter?
portuguese: [_M_] Ah, ei! ... É o Perry Hotter que você está lendo?

source: [_R_] Yeah... I decided to finally bite the bullet.
dutch: [_R_] Ja... Ik besloot eindelijk de kogel te bijten.
french: [_R_] Ouais... J'ai décidé de mordre enfin la balle.
german: [_R_] Ja... Ich habe mich entschlossen, endlich die Kugel zu beißen.
portuguese: [_R_] Sim... Eu decidi finalmente morder a bala.

source: [_M_] Don't you just love it?
dutch: [_M_] Vind je het niet leuk?
french: [_M_] Tu n'aimes pas ça ?
german: [_M_] Liebst du es nicht?
portuguese: [_M_] você não ama isso?

source: [_R_] It's ok... but there's one thing that's been bugging me... he's got a terrible nickname.
dutch: [_R_] Het is ok... maar er is één ding dat me aan het buigen, hij heeft een verschrikkelijke bijnaam.
french: [_R_] C'est bon... mais il y a une chose qui m'a dérangé... il a un surnom terrible.
german: [_R_] Es ist in Ordnung... aber es gibt eine Sache, die mich fehlerhaft macht... er hat einen schrecklichen Spitznamen.
portuguese: [__R_] Está ok ... mas tem uma coisa que está me incomodando ... ele tem um apelido terrível.

source: [_M_] Oh, really? You don't like it?
dutch: [_M_] Oh, echt? Vind je het niet leuk?
french: [_M_] Oh, vraiment? Tu n'aimes pas?
german: [_M_] Oh, wirklich? Du magst es nicht?
portuguese: [_M_] Ah, realmente? Você não gosta?

source: [_R_] You do?... Really?... You wouldn't mind being called "The boy with the golden snatch?"
dutch: [_R_] doe je?... Echt waar?... Het zou je geen zin hebben om "De jongen te worden genoemd met de gouden snatch?"
french: [_R_] Vous le faites?... Vrai?... Ça ne vous dérangerait pas d'être appelé "Le garçon à l'arraché d'or?"
german: [_R_] Du tust?... Wirklich?... Du würdest nichts dagegen haben, als "Der Junge mit dem goldenen Schnaps genannt zu werden?"
portuguese: [_R_] Você faz? ... Realmente? ... Você não se importaria de ser chamado de "O menino com o arremate dourado?"

source: [_R_] You do know what a snatch is slang for, right?
dutch: [_R_] Je weet wel waar een trekker voor is, toch?
french: [_R_] Vous savez à quoi sert un snatch, n'est-ce pas?
german: [_R_] Du weißt, was ein Snap ist, oder?
portuguese: U[_R_] Você sabe o que é um lanche, certo?

source: [_M_] No... the author is British, I don't think it means that in British English...
dutch: [_M_] Nee... de auteur is Brits, ik denk niet dat het betekent dat dit in Brits Engels betekent...
french: [_M_] Non... l'auteur est britannique, je ne pense pas que cela signifie cela en anglais britannique...
german: [_M_] Nein... der Autor ist britisch, ich glaube nicht, dass es auf britischem Englisch bedeutet...
portuguese: [_M_] Não... o autor é britânico, acho que não significa que em inglês britânico...

source: [_R_] I'm pretty sure it does.
dutch: [_R_] Ik weet het vrij zeker.
french: [_R_] J'en suis presque sûr.
german: [_R_] Ich bin ziemlich sicher, dass es das tut.
portuguese: [_R_] Eu tenho certeza que sim.

source: [_M_] Well... it doesn't mean that in the Perry Hotter world.
dutch: [_M_] Well... dat betekent niet in de Perry Hotter wereld.
french: [_M_] Bien... cela ne veut pas dire que dans le monde plus chaud de Perry.
german: [_M_] Nun... das bedeutet nicht in der Perry Hotter Welt.
portuguese: [_M_] Bem... não significa que no mundo de Perry Hotter.

source: [_M_] In the magic world, a snatch is a beautiful spherical object that they have to chase, and when they catch it... they win their game.
dutch: [_M_] In de magische wereld is een pakje een prachtig bolwerk dat ze moeten achtervolgen en wanneer ze het vangen. . ze winnen hun spel.
french: [_M_] Dans le monde magique, un arraché est un bel objet sphérique qu'ils doivent chasser, et quand ils l'attrapent... ils gagnent leur match.
german: [_M_] In der magischen Welt ist ein Schnaps ein schönes Kugelobjekt, das sie jagen müssen und wenn sie es fangen. . Sie gewinnen ihr Spiel.
portuguese: [__M_] No mundo mágico, um snatch é um belo objeto esférico que eles têm que perseguir, e quando o pegam ... ganham o seu jogo.

source: [_M_] And since Perry caught the snatch in his mouth, they gave him that nickname.
dutch: [_M_] En omdat Perry de pak in zijn mond heeft gevangen, gaven ze hem die bijnaam.
french: [_M_] Et comme Perry a pris l'arraché dans sa bouche, ils lui ont donné ce surnom.
german: [_M_] Und da Perry den Schnaps im Mund gefangen hat, gab er ihm diesen Spitznamen.
portuguese: [__M_] E desde que Perry pegou o arremate na boca, deram a ele esse apelido.

source: [_R_] And that doesn't sound like a metaphor to you?
dutch: [_R_] En dat klinkt niet als een metafoor voor je?
french: [_R_] Et cela ne ressemble pas à une métaphore pour vous?
german: [_R_] Und das klingt nicht wie eine Metapher für dich?
portuguese: [_R_] E isso não soa como uma metáfora para você?

source: [_M_] Hmmm... I don't think there's any hidden meaning there.
dutch: [_M_] Hmmm... Ik denk dat er geen verborgen betekenis is.
french: [_M_] Hmmm... Je ne pense pas qu'il y ait de sens caché là-bas.
german: [_M_] Hmmm... Ich glaube nicht, dass es eine versteckte Bedeutung gibt.
portuguese: [_M_] Hmmm ... Eu não acho que haja algum significado escondido aí.

source: [_MT_] {i}Is there?{/i}
dutch: [_MT_] {i}Is er?{/i}
french: [_MT_] {i}Existe-t-il ?{/i}
german: [_MT_] {i}Ist da? {/i}
portuguese: [_MT_] {i}Está aí?{/i}

source: [_R_] And all of these sexual innuendos? I think that...
dutch: [_R_] En al deze seksuele innuendoes? Ik denk dat...
french: [_R_] Et toutes ces insinuations sexuelles? Je pense que...
german: [_R_] Und all diese sexuellen innuendos? Ich denke, dass...
portuguese: [__R_] E todas essas insinuações sexuais? Eu acho que ...

source: [_MT_] {i}I can't believe how far [ryan]'s read in that book in one night, at this pace he'll be done before he goes to sleep tonight.{/i}
dutch: [_MT_] {i}Ik kan niet geloven hoe ver [ryan]in dat boek in één nacht heeft gelezen in dit tempo zal hij klaar zijn voor hij vannacht gaat slapen. /i}
french: [_MT_] {i}Je n'arrive pas à croire jusqu'où [ryan] a lu ce livre en une nuit, à ce rythme, il aura fini avant de s'endormir ce soir.{/i}
german: [_MT_] {i}Ich kann nicht glauben, wie weit [ryan]in diesem Buch in einer Nacht gelesen wird bei diesem Tempo wird er erledigt, bevor er heute Abend schlaft. /i}
portuguese: [_MT_] {i}Eu não posso acreditar até que ponto [ryan] está lido naquele livro em uma noite, neste ritmo ele será feito antes de ir dormir esta noite. {/i}

source: [_MT_] {i}Is he really that excited to get me to do his little photoshoot?{/i}
dutch: [_MT_] {i}Is hij echt zo enthousiast om zijn kleine fotoshoot te laten doen?{/i}
french: [_MT_] {i}Est-il vraiment excité de me faire faire cette petite séance photo ?{/i}
german: [_MT_] {i}Ist er wirklich so aufgeregt, mich dazu zu bringen, sein kleines Fotoshooting zu machen?{/i}
portuguese: [_MT_] {i}Ele está realmente animado para me fazer fazer a sua fotografia?{/i}

source: [_MT_] {i}That can't be a good sign for his Oedipal complex... I'd better do a little experiment... I'll guage by his reaction just how serious his complex is.{/i}
dutch: [_MT_] {i}Dat kan geen goed teken zijn voor zijn Oedipale complex... Ik kan beter een beetje experimenteren ... Ik raad met zijn reactie hoe ernstig zijn complex is.{/i}
french: [_MT_] {i}Cela ne peut pas être un bon signe pour son complexe œdipien... Je ferais mieux de faire une petite expérience... Je mesurerai par sa réaction à quel point son complexe est sérieux.{/i}
german: [_MT_] {i}Das kann kein gutes Zeichen für seinen Ödipalkomplex sein... Ich würde besser ein kleines Experiment machen... Ich werde durch seine Reaktion erahnen, wie ernst sein Komplex ist.{/i}
portuguese: [_MT_] {i}Que não pode ser um bom sinal para o seu complexo Oedipal ... É melhor eu fazer um pequeno experimento ... Vou guar por sua reação apenas o quão sério é o seu complexo. {/i}

source: [_R_] And another thing...
dutch: [_R_] en nog iets anders...
french: [_R_] Et une autre chose...
german: [_R_] Und noch etwas...
portuguese: U[_R_] e outra coisa...

source: [_R_] All the charact...
dutch: [_R_] Alles van het teken...
french: [_R_] Tout le charact...
german: [_R_] Alle Zeichen...
portuguese: U[_R_] Todas as coisas...

source: [_M_] Yes?
dutch: [_M_] Ja?
french: [_M_] Oui?
german: [_M_] Ja?
portuguese: U[_M_] Sim?

source: [_RT_] {i}Holy shit! Her nipple fell out of her towel!{/i}
dutch: [_RT_] {i}Heilige kleding! Haar steen viel uit haar handgoed!{/i}
french: [_RT_] {i}Merde ! Son téton est apparu quand sa serviette est tombée!{/i}
german: [_RT_] {i}Heilige Scheiße! Ihre Brustwarze fiel aus ihrem Handtuch!{/i}
portuguese: [_RT_] {i}Cara sagrada! Seu projétil caiu da toalha!{/i}

source: [_MT_] {i}That little horndog!...{/i}
dutch: [_MT_] {i}Dat kleine hoornhond!...{/i}
french: [_MT_] {i}Ce petit obsédé!...{/i}
german: [_MT_] {i}Dieser kleine Horndog!...{/i}
portuguese: [_MT_] {i}Aquele pequeno horndog! ... {/i}

source: [_MT_] {i}I haven't had anyone stare at my breasts like that for a long time!{/i}
dutch: [_MT_] {i}Ik heb iemand laten struikelen zoals dat voor een lange tijd aan mijn borsten!{/i}
french: [_MT_] {i}Je n'ai vu personne regarder mes seins comme ça depuis longtemps!{/i}
german: [_MT_] {i}Ich habe niemanden auf meine Brust getraut wie das!{/i}
portuguese: [_MT_] {i}Eu não tenho ninguém que olhe meus seios como esse há muito tempo!{/i}

source: [_M_] Uhhh... I've got to run... I think I left the oven on.
dutch: [_M_] Uhhhh... Ik moet rennen... Ik denk dat ik de oven heb achtergelaten.
french: [_M_] Uhhh... Je dois y aller... Je crois que j'ai laissé le four allumé.
german: [_M_] Uhhhh... Ich muss laufen... Ich glaube, ich habe den Ofen verlassen.
portuguese: [_M_] Uhhh ... Eu tenho que correr ... Acho que deixei o forno em frente.

source: [_RT_] {i}Whoa... That got weird fast!...{/i}
dutch: [_RT_] {i}Whoa... Dat is snel raar!...{/i}
french: [_RT_] {i}Ouah... C'est devenu bizarre rapidement!...{/i}
german: [_RT_] {i}Whoa... Das ist seltsam schnell!...{/i}
portuguese: [_RT_] {i}Uau... Isso ficou estranho rápido!...{/i}

source: [_RT_] {i}No way!... She probably just noticed her nipple was hanging out... And got super embarrassed.{/i}
dutch: [_RT_] {i}Geen manier!... Ze merkte waarschijnlijk dat haar fragment ophangt... En ze gênant was.{/i}
french: [_RT_] {i}Pas moyen!... Elle vient probablement de remarquer que son mamelon sortait... Et je suis super gêné.{/i}
german: [_RT_] {i}Kein Weg!... Wahrscheinlich hat sie gerade bemerkt, dass ihre Brustwarze ausgehängt wurde... Und sie hat sich sehr peinlich.{/i}
portuguese: [_RT_] {i}De jeito nenhum!... Ela provavelmente só notou que seu nipple estava fora... E ficou super constrangido.{/i}

source: [_R_] Just to let you know... uhhmmm... your nipple slipped out of your towel.
dutch: [_R_] Om je te laten weten... uhmmm... je bouwsteen is uit je handdoek verdwenen.
french: [_R_] Juste pour vous le faire savoir... uhhmmm... votre mamelon a glissé de votre serviette.
german: [_R_] Nur um dich wissen zu lassen... uhhmmm... deine Brustwarze rutschte aus deinem Handtuch.
portuguese: [__R_] Só para deixar você saber ... uhhmmm ... seu mamilo escorregou da sua toalha.

source: [_M_] Oh my God! I'm so sorry that happened!... I'm so embarrassed!
dutch: [_M_] Oh mijn God! Het spijt me dat dat gebeurd is!... Ik ben zo gênant!
french: [_M_] Oh mon Dieu! Je suis tellement désolé que ce soit arrivé!... Je suis tellement gênée!
german: [_M_] Oh mein Gott! Es tut mir leid, dass es passiert ist!... Ich bin so peinlich!
portuguese: [_M_] Meu Deus! Sinto muito por ter acontecido!... Estou tão envergonhado!

source: [_RT_] {i}(reading in head) I'm going to have a lot of fun with Pudgeley this summer... THE END!{/i}
dutch: [_RT_] {i}(voorlezen) Deze zomer ga ik veel plezier hebben met Pudgeley... HET EIND!{/i}
french: [_RT_] {i}(lecture dans la tête) Je vais m'amuser beaucoup avec Pudgeley cet été... FIN !{/i}
german: [_RT_] {i}(Lesen im Kopf) Ich werde in diesem Sommer viel Spaß mit Pudgeley haben... DIE ENDE!{/i}
portuguese: [_RT_] {i}(leitura na cabeça) Eu vou me divertir muito com Pudgeley neste verão ... O END! {/i}

source: [_RT_] {i}They've already showered, and will be coming out that door any second. I don't want to be creeping around when they do.{/i}
dutch: [_RT_] {i}zij hebben al douche, en komen nog een seconde de deur uit. Ik wil niet rondslingeren wanneer ze dat doen.{/i}
french: [_RT_] {i}Elles se sont déjà douchées et sortiront par cette porte d'ici une seconde. Je ne veux pas me faufiler avant qu'elles sortent.{/i}
german: [_RT_] {i}Sie haben bereits duscht und werden diese Tür in jeder Sekunde verlassen. Ich möchte nicht herumschleichen, wenn sie es tun.{/i}

source: [_RT_] {i}I'm excited about Mandy and Lauren sharing a shower in the morning... imagine the possibilities!{/i}
dutch: [_RT_] {i}Ik ben enthousiast over het delen van een douche in de ochtend... Stel je de mogelijkheden in!{/i}
french: [_RT_] {i}Je suis excité à l'idée que Mandy et Lauren partagent une douche le matin... imaginer les possibilités!{/i}
german: [_RT_] {i}Ich freue mich über Mandy und Lauren am Morgen eine Dusche freizugeben... Stellen Sie sich die Möglichkeiten vor!{/i}
portuguese: [_RT_] {i}Estou animado com o fato de Mandy e Lauren compartilhar um banho de manhã... Imagine as possibilidades!{/i}

source: [_RT_] {i}Let's just see what those two are up to.{/i}
dutch: [_RT_] {i}Laten we eens kijken waartoe die twee zijn.{/i}
french: [_RT_] {i}Voyons juste ce que ces deux-là font.{/i}
german: [_RT_] {i}Lass uns nur sehen, was diese beiden beinhalten.{/i}
portuguese: [_RT_] {i}Vamos ver ao que esses dois estão fazendo.{/i}

source: [_RT_] {i}Whoops, I caught Lauren on the toilet...{/i}
dutch: [_RT_] {i}Oeps, ik ving Lauren op de toilet...{/i}
french: [_RT_] {i}Oups, j'ai attrapé Lauren aux toilettes...{/i}
german: [_RT_] {i}Hoppla, ich habe Lauren auf der Toilette erwischt...{/i}

source: [_RT_] {i}It's still a great view of her ass, but I probably should go in case something comes out of it...{/i}
dutch: [_RT_] {i}Het is nog steeds een geweldig beeld van haar, maar ik zou er waarschijnlijk naar moeten gaan als er iets uit voortkomt...{/i}
french: [_RT_] {i}C'est toujours une vue magnifique sur son cul, mais je devrais probablement y aller au cas où quelqu'un sortirait...{/i}
german: [_RT_] {i}Es ist immer noch ein großartiger Blick auf ihren Arsch, aber ich sollte wahrscheinlich gehen, falls etwas herauskommt...{/i}

source: [_RT_] {i}I doubt she'd do that with Mandy in there with her, but I'm not sticking around to take that chance.{/i}
dutch: [_RT_] {i}Ik betwijfel of ze dat met haar zou doen, maar ik blijf niet vastklampen om die kans te nemen.{/i}
french: [_RT_] {i}Je doute qu'elle fasse ça avec Mandy là avec elle, mais je ne reste pas là pour prendre cette chance.{/i}
german: [_RT_] {i}Ich bezweifle, dass sie das mit Mandy dort drin machen würde, aber ich bin nicht herumhängt, um diese Chance zu ergreifen.{/i}

source: [_RT_] {i}I've been surprised at how open I am to a lot of kinks, but I'll never be comfortable with that one.{/i}
dutch: [_RT_] {i}ben verbaasd over hoe open ik ben voor veel soorten maar ik zal me nooit op mijn gemak behouden{/i}
french: [_RT_] {i}J'ai été surpris de voir à quel point je suis ouvert à beaucoup de problèmes, mais je ne serai jamais à l'aise avec celui-ci.{/i}
german: [_RT_] {i}Ich bin überrascht darüber, wie offen ich für viele Kinks bin, aber ich werde nie damit zufrieden sein. {/i}

source: [_RT_] {i}Yes! I caught them in the shower together.{/i}
dutch: [_RT_] {i}Ja! Ik heb ze samen in de douche gevallen.{/i}
french: [_RT_] {i}Oui! Je les ai attrapées ensemble dans la douche.{/i}
german: [_RT_] {i}Ja! Ich habe sie zusammen in der Dusche gefangen.{/i}

source: [_RT_] {i}Haha... it looks like Mandy's sneaking peeks at Lauren when she bends over to shave her legs.{/i}
dutch: [_RT_] {i}Haha... het lijkt erop dat Mandy's peeks naar Lauren sluipt wanneer ze buigt om haar benen te schatten.{/i}
french: [_RT_] {i}Haha... on dirait que Mandy jette un coup d'œil furtif à Lauren lorsqu'elle se penche pour se raser les jambes.{/i}
german: [_RT_] {i}Haha... es sieht aus wie Mandys schleichender Blick auf Lauren, wenn sie sich beugt, um ihre Beine zu zerstreuen.{/i}
portuguese: [_RT_] {i}Haha... parece que os espiões de Mandy na Lauren quando ela se inclina para fazer as pernas. {/i}

source: [_RT_] {i}Is... she the female version of me?{/i}
dutch: [_RT_] {i}Is... ze is de vrouwelijke versie van mij?{/i}
french: [_RT_] {i}Est-ce... Est-elle la version féminine de moi ?{/i}
german: [_RT_] {i}Is... sie ist die weibliche Version von mir?{/i}
portuguese: U[_RT_] {i}Is... Ela é a versão feminina de mim?{/i}

source: [_RT_] {i}Mandy is such a tease!{/i}
dutch: [_RT_] {i}Snoep is zo'n thee!{/i}
french: [_RT_] {i}Mandy est une telle allumeuse!{/i}
german: [_RT_] {i}Mandy ist so ein Tees!{/i}

source: [_RT_] {i}Haha... Lauren isn't letting her get away with that.{/i}
dutch: [_RT_] {i}Haha... Lauren laten haar daar niet mee wegkomen.{/i}
french: [_RT_] {i}Haha... Lauren ne la laisse pas s'en tirer.{/i}
german: [_RT_] {i}Haha... Lauren lässt sie damit nicht davon.{/i}
portuguese: [_RT_] {i}Haha... Lauren não a deixa escapar com isso.{/i}

source: [_RT_] {i}Now what are they doing?{/i}
dutch: [_RT_] {i}Wat doen ze nu?{/i}
french: [_RT_] {i}Maintenant que font-ils?{/i}
german: [_RT_] {i}Was machen sie? {/i}
portuguese: [_RT_] {i}Agora, o que eles estão fazendo?{/i}

source: [_RT_] {i}I'm not really sure, but I think they're comparing breast size?{/i}
dutch: [_RT_] {i}Ik weet het niet zeker, maar ik denk dat ze de grootte van de borst vergelijken?{/i}
french: [_RT_] {i}Je ne suis pas vraiment sûr, mais je pense qu'elles comparent la taille de leurs seins ?{/i}
german: [_RT_] {i}Ich bin mir nicht wirklich sicher, aber ich denke, dass sie Brustgröße vergleichen?{/i}
portuguese: [_RT_] {i}não tenho muita certeza, mas acho que eles estão comparando tamanho da mama?{/i}

source: [_RT_] {i}Oh... I've stayed too long... I'd better run before I get caught.{/i}
dutch: [_RT_] {i}Oh... Ik blijf te lang... Ik zou beter rennen voordat ik gevangen wordt.{/i}
french: [_RT_] {i}Oh... Je suis resté trop longtemps... Je ferais mieux de partir avant de me faire prendre.{/i}
german: [_RT_] {i}Oh... Ich bin zu lang... Ich würde besser laufen, bevor ich erwischt wird.{/i}

source: [_RT_] {i}The door's locked... oh yeah, it's Mandy's and Lauren't shower time.{/i}
dutch: [_RT_] {i}De deur is vergrendeld... oh ja, het is Mandy's en Lauren geen douche tijd.{/i}
french: [_RT_] {i}La porte est verrouillée... c'est l'heure de la douche de Mandy et Lauren.{/i}
german: [_RT_] {i}Die Tür gesperrt... oh ja, es ist Mandy's und Lauren't shower time.{/i}
portuguese: [_RT_] {i}A porta está trancada... oh, é chuveiro de Mandy e Lauren't Will.{/i}

source: [_RT_] {i}Damn... what a wasted opportunity... I've got to figure out a way to spy on them... maybe I can find something on the online store.{/i}
dutch: [_RT_] {i}Damn... Wat een verspilde kans... Ik moet een manier bedenken om ze te bespioneren... Misschien kan ik iets vinden in de online winkel.{/i}
french: [_RT_] {i}Merde... quelle occasion gâchée... Je dois trouver un moyen de les espionner... peut-être que je peux trouver quelque chose sur la boutique en ligne.{/i}
german: [_RT_] {i}Verdammt... was für eine verpasste Gelegenheit... Ich muss herausfinden, wie man sie ausspionieren kann... vielleicht kann ich etwas im Onlineshop finden.{/i}

source: [_RT_] {i}It sounds like Mandy is taking advantage of the weekend by getting the shower to herself.{/i}
dutch: [_RT_] {i}Het lijkt erop dat Snoep van het weekend profiteert door de douche te laten doen.{/i}
french: [_RT_] {i}On dirait que Mandy profite du week-end en prenant une douche pour elle-même.{/i}
german: [_RT_] {i}Es klingt wie Mandy nutzt das Wochenende, indem es sich selbst die Dusche holt.{/i}
portuguese: [_RT_] {i}Parece que Mandy está aproveitando o fim de semana levando o banho até ela mesmo.{/i}
