Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_LT_] {i}Now I'm going to give him something to really be jealous of.{/i}
french: [_LT_] {i}Maintenant je vais lui donner quelque chose de jaloux.{/i}
italian: [_LT_] {i}Ora gli darò qualcosa di cui essere davvero geloso.{/i}
portuguese: [_LT_] {i}Agora eu vou dar a ele algo para realmente ter inveja. {/i}
russian: [_LT_] {i}Теперь я даю ему кое-что действительно ревностно.{/i}

source: [_MB_] Hot damn! You are one fine piece of ass Luren.
french: [_MB_] Bon sang! Vous êtes un beau morceau de cul Luren.
italian: [_MB_] Hot damn! Sei un bel pezzo di culo Luren.
portuguese: [_MB_] Hot damn! Você é um belo pedaço de bunda Luren.
russian: [ _МБ_] Горячий! Ты-один прекрасный кусок задницы.

source: [_L_] If you like that, how about I give you a little lap dance?
french: [ _L_ ] Si vous aimez ça, comment je vous donne une petite danse sur les genoux?
italian: [_L_] Se ti piace, che ne dò un po' di ballo?
portuguese: [_L_] Se você gosta disso, que tal eu te dar uma dança de colo?
russian: [ _L_] Если тебе это нравится, как насчет того, чтобы я дал тебе маленький танец на коленях?

source: [_MB_] Like at a strip club? Oh, hell yeah!
french: [_MB_] Vous aimez dans un club à bande ? Oh, hein ouais !
italian: [_MB_] Come in un club di strisce? Oh, l'inferno sì!
portuguese: [_MB_] Como em um clube de tiras? Oh, olhe!
russian: Как в стриптиз-клубе? О, чёрт!

source: [_LT_] {i}Time to try out some of those lap dance moves I've been looking at online.{/i}
french: [ _LT_ ] {i}Le temps d'essayer certains de ces mouvements de danse sur les genoux que j'ai cherché en ligne. { /i }
italian: [_LT_] {i}Tempo per provare alcune di quelle mosse di lap dance che ho guardato online.{/i}
portuguese: [_LT_] {i}Tempo para experimentar alguns desses movimentos de dança de colo que eu tenho olado online. {/i}
russian: [_LT_] {i}Время опробовать некоторые из тех подвижных танцев, которые я смотрю в сети.{/i}

source: [_LT_] {i}Is it weird that I started looking up strip club videos after finding out what Moms really been doing working at the DeCapo's club?{/i}
french: [ _LT_ ] {i}Est-il bizarre que j'ai commencé à chercher des vidéos de clubs après avoir découvert ce que Moms faisait vraiment travailler au club de DeCapo? { /i }
italian: [_LT_] {i}È strano che io abbia iniziato a cercare i video di strip club dopo aver scoperto cosa facevano realmente le mamme al club di DeCapo? /i}
portuguese: [_LT_] {i}É estranho eu começar a procurar vídeos de tiras de clube depois de descobrir o que os ramos realmente estavam trabalhando no clube do DeCapo? /i}
russian: [_LT_] {i}Странно, что я начал смотреть стрип-клуб видео после того, как выяснил, что действительно делает работу в клубе DeCapo? /i}

source: [_LT_] {i}Hearing that Mom used to be a stripper was kind of a shock, but it also kinda made her more... real, I guess?{/i}
french: [_LT_] {i}a entendu que la maman était un stripper comme un choc, mais cela a aussi rendu sa plus... réelle, je suppose ?{/i}
italian: [_LT_] {i}Sentendo che la mamma era una spogliarellista era una specie di shock, ma anche una specie di kinda l'ha resa più... reale, immagino?{/i}
portuguese: [_LT_] {i}Ouvindo que mamãe era uma listrada foi meio de choque, mas também a tornou mais... real, eu acho?{/i}
russian: [ _LT_] {i}Заслушание, что мама была стриптизёрской, было как-то вроде шока, но это тоже вроде бы сделало ее более ... настоящей, я полагаю? { /i }

source: [_LT_] {i}I just wanted to see what kind of things she does, is all.{/i}
french: [_LT_] {i}Je voulais juste voir ce qu'elle fait, c'est tout. {/i}
italian: [_LT_] {i}Volevo solo vedere che tipo di cose che fa, è tutto.{/i}
portuguese: [_LT_] {i}Eu só queria ver que tipo de coisas ela faz, é tudo. {/i}
russian: [_LT_] {i}Я только что хотел узнать, какие вещи она делает, это все.{/i}

source: [_LT_] {i}I'm probably not as good as her, or the dancers in those videos are. Hehe... I bet I'm still good enough to drive [ryan] crazy.{/i}
french: [ _LT_ ] {i}Je ne suis probablement pas aussi bonne qu'elle, ou les danseurs dans ces vidéos sont. Hehe ... Je parie que je suis assez bien pour conduire [ ryan ] dingue. { /i }
italian: [_LT_] {i}Probabilmente non sono bravo come lei, o i ballerini in quei video sono. Hehe... Scommetto che sono ancora abbastanza bravo da impazzire [ryan] .{/i}
portuguese: [_LT_] {i}provavelmente não sou tão bom quanto ela, ou os dançarinos desses vídeos. Ei... Aposto que ainda estou bom o bastante para conduzir [ryan] louco.{/i}
russian: [ _LT_] {i}Я, наверное, не так хорош, как она, или танцоры в этих видео. Хэ ... Бьюсь об заклад, я все еще достаточно хорош, чтобы ездить с ума.

source: [_RT_] {i}Fuck, she saw me peeking.{/i}
french: [_RT_] {i}Fuck, elle m'a vu en scintillant.{/i}
italian: [_RT_] {i}Cazzo mi ha visto peeking.{/i}
portuguese: [_RT_] {i}Fuck, ela me viu peeking. {/i}

source: [_RT_] {i}That asshole's got his hands all over her.{/i}
french: [_RT_] {i}Cet asshole a les mains sur elle.{/i}
italian: [_RT_] {i}Quel stronzo le ha le mani dappertutto.{/i}
portuguese: [_RT_] {i}O tirou todas as mãos sobre ela.{/i}
russian: [_RT_] {i}У этого асшоты свои руки поверх нее.{/i}

source: [_RT_] {i}If Dad were here, he'd chase him out of the house with a baseball bat!{/i}
french: [ _RT_ ] {i}Si papa était là, il le chassait de la maison avec une batte de baseball ! { /i }
italian: [_RT_] {i}Se papà fosse qui, lo inseguiva fuori casa con un pipistrello da baseball!{/i}
portuguese: [_RT_] {i}Se papai estivesse aqui, ele o perseguiria para fora de casa com um taco de beisebol! {/i}
russian: [_RT_] {i}Если отчаянный был, то он отгонит его из дома бейсбол!{/i}

source: [_RT_] {i}Why isn't Sidney or Mom more concerned about Matt?{/i}
french: [_RT_] {i}Pourquoi Sidney ou Maman ne sont-ils pas plus préoccupés par Matt?{/i}
italian: [_RT_] {i}Perché Sidney o Mamma non sono più preoccupati per Matt?{/i}
portuguese: [_RT_] {i}Por que o Sidney ou a mamãe não estão mais preocupados com o Matt? {/i}
russian: [_RT_] {i}Почему не Сиднея или Мама больше обеспокоены маттом?{/i}

source: [_RT_] {i}I mean, look what he's getting away with. Right in our back yard.{/i}
french: [_RT_] {i}Je veux dire, regardez ce qu'il s'éloigne. Juste dans notre arrière-cours.{/i}
italian: [_RT_] {i}Voglio dire, guarda cosa sta facendo. Proprio nel nostro cortile posteriore.{/i}
portuguese: [_RT_] {i}quer dizer, olha o que ele está a safar. Bem no nosso quintal de trás. {/i}
russian: [_RT_] {i}Я имею в виду, посмотрите, с чем он сбежал. Прямо на нашем заднем дворе.{/i}

source: [_M_] What are you looking at, and why is your face all scrunched up like that?
french: [ _M_ ] Qu'est-ce que vous examinez, et pourquoi votre visage est-il gravé comme ça?
italian: [_M_] Che cosa stai guardando, e perché il tuo volto è tutto sbrogliato così?
portuguese: [__M_] O que você está olhando, e por que o seu rosto está todo embaralhado assim?
russian: [_M_] Что вы смотрите, и почему ваше лицо все скрутилось?

source: [_R_] Perfect timing.
french: [_R_] Timing parfait.
italian: [_R_] Tempistica perfetta.
portuguese: [_R_] Tempo perfeito.
russian: [_R_] Отличное время.

source: [_R_] Matt's taking advantage of Lauren in the backyard!
french: [_R_] Tapis en profitant de Lauren dans le jardin !
italian: [_R_] Matt's approfitta di Lauren nel cortile!
portuguese: [_R_] Matt's tira proveito de Lauren no quintal!
russian: Мэтт использует Лорен на заднем дворе!

source: [_M_] What?
french: [_M_] Quoi?
italian: [_M_] Cosa?
portuguese: [_M_] O quê?
russian: [ _M_] Что?

source: [_R_] He made her put on a bikini and dance for him.
french: [ _R_ ] Il l'a fait mettre sur un bikini et danser pour lui.
italian: [_R_] L'ha fatta indossare un bikini e ballare per lui.
portuguese: [_R_] Ele a fez vestir um biquíni e dançar para ele.
russian: [ _R_] Он заставил ее надеть бикини и танцевать для него.

source: [_S_] No, he didn't, Mom. Lauren wanted to show off her new bikini with a little dance for Matt.
french: [ _S_ ] Non, il ne l'a pas fait, maman. Lauren voulait montrer son nouveau bikini avec un peu de danse pour Matt.
italian: [_S_] No, non lo ha fatto, la mamma Lauren ha voluto mostrare il suo nuovo bikini con un piccolo ballo per Matt.
portuguese: [_S_] Não, ele não fez, mãe. Lauren quis exibir seu novo biquíni com um pouco de dança para Matt.
russian: Нет, мама. Лорен хотела показать ей новый бикини с маленьким танцем для Мэтта.

source: [_R_] That's not a little dance!
french: [_R_] Ce n'est pas une petite danse !
italian: [_R_] Non è un po' di danza!
portuguese: [_R_] Isso não é um pouco de dança!
russian: [_R_] Это не какой-то танц!

source: [_R_] Look at her! She's giving him a lap dance like she was some slutty stripper!
french: [_R_] Regardez-la ! Elle lui donne un tour de danse comme si elle était un stripper salope !
italian: [_R_] Guardatela! Gli sta dando un giro di danza come lei era una spogliarella!
portuguese: [_R_] Olhe para ela! Ela está lhe dando uma dança de colarinha como se fosse uma listra saltitante!
russian: Посмотри на неё! Она подаривает ему танец на коленях, как будто она была какой-то стройной стриптизей!

source: {i}{b}"Mom's Anger +3"{/b}{/i}
french: {i}{b}"Colère de la momie +3"{/b}{/i}
italian: {i}{b}"Rabbia Della Mamma +3"{/b}{/i}
portuguese: {i}{b}"Raiva da Mãe +3"{/b}{/i}
russian: {i}{b}"Гнев мамы +3"{/b}{/i}

source: {i}{b}"Mom's Affection -3"{/b}{/i}
french: {i}{b}"Affection de la Maman -3" {/b}{/i}
italian: {i}{b}"L'Affetto Della Mamma -3"{/b}{/i}
portuguese: {i}{b}"Afeição da Mãe -3"{/b}{/i}
russian: {i}{b}"Сладость мамы -3"{/b}{/i}

source: [_S_] Holy shit, bro... Not cool!
french: [_S_] Frappe sainte, bro... Pas cool!
italian: [_S_] merda santa, bro... Non fresco!
portuguese: [_S_] Merda sagrada, cara... Não é legal!
russian: [_S_] Святой дерьм, бро... Не круто!

source: {i}{b}"Sidney's Respect -2"{/b}{/i}
french: {i}{b}Respect de "Sidney -2" {/b}{/i}
italian: {i}{b}"Sidney Respect -2"{/b}{/i}
portuguese: {i}{b}"Sidney Respeito -2"{/b}{/i}
russian: {i}{b}"Уважение Сиднея -2"{/b}{/i}

source: [_R_] Oh... umm, I didn't mean anything by it.
french: [_R_] Oh... umm, je ne voulais rien dire par là.
italian: [_R_] Oh... umm, non intendevo niente da esso.
portuguese: [_R_] Oh... umm, eu não quis dizer nada disso.
russian: Я ничего не имел в виду.

source: [_M_] Unbelievable.
french: [ _M_ ] Incroyable.
italian: [_M_] Incredibile.
portuguese: U[_M_] Inacreditável.
russian: Невероятно.

source: [_R_] I'm sorry, Mom.
french: [_R_] Je suis désolé, Maman.
italian: [_R_] mi dispiace, mamma.
portuguese: [_R_] Me desculpe, mamãe.
russian: Прости, мам.

source: [_R_] Matt's feeling up your little girl in our backyard. She's been letting him cop a feel anytime he wants!
french: [_R_] Le mât a senti votre petite fille dans notre jardin. Elle lui a laissé une sensation quand il le veut !
italian: [_R_] Matt's feel up your little girl in our backyard. She was let him cop a feel anytime he wants!
portuguese: [_R_] Matt's está sentindo sua menininha no quintal. Ela está deixando ele policiar uma sensação sempre que quiser!
russian: Мэтт чувствует свою маленькую девочку на нашем заднем дворе. Она позволяла ему чувствовать себя в любой момент.

source: [_R_] We need to go out there and put a stop to this.
french: [ _R_ ] Nous devons y aller et y mettre un terme.
italian: [_R_] Dobbiamo andare là fuori e mettere fine a questo.
portuguese: [_R_] Precisamos ir lá e colocar uma parada para isso.
russian: Нам нужно пойти туда и положить этому конец.

source: [_M_] Absolutely not!
french: [_M_] Absolument pas !
italian: [_M_] Assolutamente no!

source: [_M_] You sound like your father did anytime Sidney brought a date over to our house.
french: [ _M_ ] Vous avez l'image de votre père quand Sidney a apporté une date à notre maison.
italian: [_M_] Sembra che tuo padre abbia fatto in qualsiasi momento Sidney abbia portato un appuntamento a casa nostra.
portuguese: [_M_] Você parece que seu pai fez a qualquer momento que Sidney trouxe um encontro a nossa casa.
russian: Ты говоришь, как твой отец делал в любое время, когда Сидни привёл свидание в наш дом.

source: [_S_] Right?
french: [_S_] D'accord?
italian: [_S_] Destra?
portuguese: [_S_] Direita?
russian: [_S_] правильно?

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around a little bit with her boyfriend.
french: [_M_] Lauren est un adulte maintenant, et aime ou non, elle a le droit de tromper un peu avec son copain.
italian: [_M_] Lauren è un adulto adesso, e piaccia o no, ha il diritto di ingannare un po 'con il suo fidanzato.
portuguese: [_M_] Lauren é uma adulta agora, e gostou ou não, ela tem o direito de enganar um pouco com seu namorado.
russian: [ _M_] Лорен сейчас взрослый, и нравится ей это или нет, она имеет право дурачить немного со своим парнем.

source: [_M_] If you brought a girlfriend over, you wouldn't want Sidney being a wet blanket about it, would you?
french: [ _M_ ] Si vous avez fait venir une petite amie, vous ne voudriez pas que Sidney soit une couverture mouillée, si?
italian: [_M_] Se hai portato una fidanzata, non vorresti che Sidney fosse una coperta bagnata al riguardo, vero?
portuguese: [__M_] Se você trouxesse uma namorada por cima, você não gostaria que Sidney fosse um cobertor molhado sobre isso, você iria?
russian: Если бы ты привела подружку, ты бы не хотела, чтобы Сидни был мокрым одеялом, не так ли?

source: [_S_] Ha! He'd need to get a girlfriend first.
french: [_S_] Ha! Il devrait d'abord obtenir une amie.
italian: [_S_] Ciao! Avrebbe bisogno di ottenere prima una ragazza.
portuguese: U[_S_] Ha! Precisa arranjar uma namorada primeiro.
russian: [ _S_] Ha! Ему нужно сначала заполучить подружку.

source: [_MB_] Fuck, girl... That was amazing! You've got me all worked up.
french: [_MB_] Fuck, fille... C'était incroyable! Vous m'avez tous travaillé.
italian: [_MB_] Cazzo ragazza... è stato incredibile! Mi hai fatto lavorare tutto.
portuguese: [_MB_] Porra, garota... Isso foi incrível! Você me tem tudo aborrecido.
russian: Блядь, девочка ... Это было потрясающе! Вы меня все сработали.

source: [_MB_] Why don't we head back to your room so you can help me release all this "tension"?
french: [ _MB_ ] Pourquoi ne retournons-nous pas dans votre chambre pour que vous puissiez m'aider à libérer toute cette "tension"?
italian: [_MB_] Perché non torniamo nella tua stanza così puoi aiutarmi a rilasciare tutta questa "tensione"?
portuguese: [__MB_] Por que não vamos voltar para o seu quarto para que você possa me ajudar a liberar toda essa "tensão"?
russian: [_MB_] Почему бы нам не вернуться в вашу комнату, чтобы вы могли помочь мне освободить все это "напряжение"?

source: [_L_] Can't. Mandy's in my room studying right now.
french: [_L_] Je ne peux pas. Mandy's dans ma chambre étudie dès maintenant.
italian: [_L_] Non può. Mandy nella mia stanza studia in questo momento.
portuguese: [_L_] Não é possível que a Mandy esteja estudando no meu quarto agora.
russian: [_L_] Can't. Манди в моей комнате учится прямо сейчас.

source: [_MB_] Shit, I don't mind if she watches. Hell, I think she'd enjoy watching us get down and dirty.
french: [_MB_] Merde, ça ne me dérange pas si elle regarde. Enfer, je pense qu'elle aimerait nous voir tomber et salir.
italian: [_MB_] Merda, non mi dispiace se lei guarda. Inferno, penso che le piacerebbe guardarci scendere e sporcare.
portuguese: [_MB_] Fechar, eu não me importo se ela observar. Inferno, eu acho que ela ia gostar de nos ver descer e sujar.
russian: Черт, я не против, если она наблюет. Чёрт, я думаю, ей бы понравилось смотреть, как мы погрязли.

source: [_MB_] Maybe she could do more than watch.
french: [ _MB_ ] Peut-être qu'elle pourrait faire plus que regarder.
italian: [_MB_] Forse potrebbe fare di più che guardare.
portuguese: [_MB_] Talvez ela pudesse fazer mais do que assistir.
russian: Возможно, она могла бы сделать больше, чем смотреть.

source: [_LT_] {i}Asshole! I'm not letting him near Mandy.{/i}
french: [_LT_] {i}Asshoe ! Je ne le laisse pas près de Mandy.{/i}
italian: [_LT_] {i}Asshole! Non lo lascio vicino a Mandy.{/i}
portuguese: [_LT_] {i}Asshole! Não o deixarei perto de mandíbula.{/i}
russian: [_LT_] {i}Asshole! Я не даю ему поблизости от Mandy.{/i}

source: [_LT_] {i}Besides. It's not her I want watching.{/i}
french: [_LT_] {i}Besides. Ce n'est pas elle que je veux regarder.{/i}
italian: [_LT_] {i}Inoltre, non è lei che voglio guardare.{/i}
portuguese: [_LT_] {i}Além disso, não é ela que quero ver.{/i}
russian: [_LT_] {i}Бешен. Это не её я хочу смотреть.{/i}

source: [_L_] I've got a better idea.
french: [ _L_ ] J'ai une meilleure idée.
italian: [_L_] Ho un'idea migliore.
portuguese: [_L_] Eu tenho uma ideia melhor.
russian: У меня есть идея получeть.

source: [_M_] Since you're so worried about it. I will keep an eye on them.
french: [ _M_ ] Puisque vous êtes si inquiet à ce sujet. Je garderai un œil sur eux.
italian: [_M_] Dal momento che sei così preoccupato a riguardo. Li terrò d'occhio.
portuguese: U[_M_] Já que você está muito preocupado com isso. Vou ficar de olho neles.
russian: [_M_] Так как ты так беспокоишься. Я буду следить за ними.

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV, or something. It's that, or you can spend the rest of the night in your room!
french: [ _M_ ] Non, vous donnerez à votre sœur et à son petit ami une certaine intimité. Va regarder la télé, ou quelque chose. C'est ça, ou vous pouvez passer le reste de la nuit dans votre chambre !
italian: [_M_] No, darai a tua sorella e al suo fidanzato una certa privacy. Vai a guardare la TV, o qualcosa. È questo, o si può trascorrere il resto della notte nella tua stanza!
portuguese: [_M_] Não, você vai dar privacidade a sua irmã e ao namorado dela. Vá ver TV, ou algo assim. É isso, ou você pode passar o resto da noite em sua sala!
russian: [ _M_] Нет, вы дадите сестре и ее бойфренду некоторую приватность. Смотрите телевизор, или что-нибудь. Это так, или ты можешь провести остаток ночи в твоей комнате!

source: [_R_] Fine!
french: [_R_] Bien!
italian: [_R_] Bene!
portuguese: U[_R_] Final!
russian: [ _R_] Отлично!

source: [_MT_] {i}My God, what is wrong with him?{/i}
french: [_MT_] {i}Mon Dieu, qu'est-ce qui ne va pas avec lui?{/i}
italian: [_MT_] {i}Mio Dio, cosa c'è di sbagliato con lui?{/i}
portuguese: [_MT_] {i}Meu Deus, o que há de errado com ele? {/i}
russian: [_MT_] {i}Мой Бог, что с ним не так?{/i}

source: [_MT_] {i}The way he was acting, you'd think Lauren and Matt were having sex on the living room couch!{/i}
french: [ _MT_ ] {i}La façon dont il agissait, vous penseriez que Lauren et Matt avaient des relations sexuelles sur le canapé de salon ! { /i }
italian: [_MT_] {i}Il modo in cui stava recitando, pensi che Lauren e Matt stavano facendo sesso sul divano del salotto!{/i}
portuguese: [_MT_] {i}Do jeito que ele estava agindo, você pensaria que Lauren e Matt estavam fazendo sexo no sofá da sala de estar! {/i}
russian: [_MT_] {i}Как он актрис, вы думаете, что Лорен и Матч секс на диване гостиной комнаты!{/i}

source: [_MT_] {i}It's perfectly normal for a girl to do a little messing around with her boyfriend.{/i}
french: [ _MT_ ] {i}Il est parfaitement normal pour une fille de faire un peu de désordre avec son copain. { /i }
italian: [_MT_] {i}È perfettamente normale che una ragazza faccia un po' di disordine con il suo fidanzato.{/i}
portuguese: [_MT_] {i}é perfeitamente normal que uma garota faça um pequeno passeio com seu namorado.{/i}
russian: [_MT_] {i}Хорошо, что девушка может пообщаться со своим парнем.{/i}

source: [_MT_] {i}Especially when that boyfriend is as attractive as Matt.{/i}
french: [_MT_] {i}Surtout lorsque ce petit ami est aussi attractif que Matt.{/i}
italian: [_MT_] {i}Soprattutto quando quel ragazzo è attraente come Matt.{/i}
portuguese: [_MT_] {i}especialmente quando aquele namorado for tão atraente quanto Matt.{/i}
russian: [ _MT_] {i}Особенно когда этот парень так же привлекателен, как Мэтт. { /i }

source: [_MT_] {i}Wait... What is she?...{/i}
french: [_MT_] {i}Attendez... Qu'est-ce qu'elle ?{/i}
italian: [_MT_] {i}Aspetta... Che cos'è?...{/i}
portuguese: [_MT_] {i}Espera ... O que ela é? ... {/i}
russian: [_MT_] Подождите {i}... Что это?...{/i}

source: [_MT_] {i}Is she going to give him a handjob right in our yard?{/i}
french: [_MT_] {i}va lui donner une main dans notre cour ?{/i}
italian: [_MT_] {i}Gli darà un bel lavoro nel nostro cortile?{/i}
portuguese: [_MT_] {i}Será que ela lhe dará um trabalho de mão bem no nosso quintal?{/i}
russian: [_MT_] {i}Она собирается дать ему руку прямо в нашем дворе?{/i}

source: [_MB_] Mmm yeah. Let's see if all that practice you've been doing at my place has paid off.
french: [_MB_] Oui Mmm. Voyons si tout ce que vous avez pratiqué à ma place a payé.
italian: [_MB_] Mmm sì. Vediamo se tutta questa pratica che stai facendo al mio posto ha pagato.
portuguese: [_MB_] mm yeah. Vamos ver se toda essa prática que você tem feito em minha casa deu resultado.
russian: Да. Посмотрим, все ли, что вы делали на моем месте, заплатили.

source: [_MB_] Try to get it all the way down your throat this time.
french: [ _MB_ ] Essayez d'obtenir tout le chemin de la gorge cette fois.
italian: [_MB_] Prova a farla scendere fino in fondo alla gola questa volta.
portuguese: [_MB_] Tente chegar até o final da garganta desta vez.
russian: [_MB_] Постарайтесь в это время полностью остановить свое горло.

source: [_L_] Hehe... Okay
french: [_L_] Hehe... Ok
portuguese: [_L_] Hehe ... Ok
russian: [ _L_] Хорошо.

source: [_MT_] {i}She's... She's licking it!{/i}
french: [_MT_] {i}Elite... Elle la lèche !{/i}
italian: [_MT_] {i}Lei... Sta leccando!{/i}
portuguese: [_MT_] {i}ela... Ela está lambendo!{/i}
russian: [_MT_] {i}Оно... Она кучает!{/i}

source: [_MT_] {i}I suppose... a little licking is no big deal. Girlfriends have certain responsibilities after all.{/i}
french: [_MT_] {i}Je suppose... un peu de léchage n'est pas une grosse affaire. Après tout, les amies ont certaines responsabilités.{/i}
italian: [_MT_] {i}Suppongo che... un po 'leccare non è un grande affare. Le amiche hanno alcune responsabilità dopo tutto.{/i}
portuguese: [_MT_] {i}Eu suponho que ... um pouco de liceu não é grande coisa. As namoradas têm certas responsabilidades depois de tudo. {/i}
russian: [_MT_] {i}Я считаю, что немножко лишайничество не имеет большого значения. У друзей есть определенные обязанности.{/i}

source: [_MT_] {i}Matt's penis is so big, it's not like she could...{/i}
french: [_MT_] Le pénis de l' {i}est si grand, ce n'est pas comme elle le pouvait...{/i}
italian: [_MT_] Il pene di {i}Mattè così grande, non è come potrebbe...{/i}
portuguese: [_MT_] {i}pênis do Matt é tão grande, não é como se ela pudesse ... {/i}
russian: [ _MT_] {i}пенис Мэтта такой большой, что она не могла ... { /i }

source: [_MT_] {i}She took it.{/i}
french: [_MT_] {i}Elle l'a prise.{/i}
italian: [_MT_] {i}Lo ha preso.{/i}
portuguese: [_MT_] {i}Ela pegou. {/i}
russian: [_MT_] {i}Она взяла это.{/i}

source: [_L_] (muffled) mmphmm
french: [_L_] (muet) mmphmm
italian: [_L_] (silenziato) mmphmm
portuguese: [_L_] (diminuído) mmphmm
russian: [ _L_] (приглушимая) mmphmm

source: [_MB_] I wonder if it runs in the family.
french: [ _MB_ ] Je me demande s'il s'enfuit dans la famille.
italian: [_MB_] Mi chiedo se funziona in famiglia.
portuguese: [_MB_] Será que corre na família?
russian: [ _MB_] Интересно, работает ли в семье.

source: [_MB_] Oh shit!
french: [_MB_] Oh merde !
italian: [_MB_] Oh merda!
portuguese: [_MB_] Oh merda!
russian: Черт!

source: [_L_] (muffled) mphmm?
french: [_L_] (muet) mphmm?
italian: [_L_] (silenziato) mphmm?
portuguese: [_L_] (silenciado) mphmm?
russian: [ _L_] (приглушется) mphmm?
