Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.07.po
Languages: dutch

source: [_L_] Just because we've messed around a little doesn't mean we're going to take it any further.
dutch: [_L_] Het feit dat we een beetje hebben gezuiverd, betekent nog niet dat we het nog verder gaan doen.

source: [_L_] Especially if you don't do your part to help me win this election.
dutch: [_L_] Vooral als je niet je steentje bijdraagt om me te helpen deze verkiezing te winnen.

source: [_L_] Now, I believe we were talking about campaign posters before that asshole interrupted us.
dutch: [_L_] Nu, ik geloof dat we het hadden over posters voor de campagne die ons onderbroken werden.

source: [_L_] Like I said. I'm not going to lose this election. But, if I do, it will be because you didn't do your part, in which case, you deserve to watch us fuck as your punishment.
dutch: [_L_] Zoals ik heb gezegd. Ik ga deze verkiezing niet verliezen. Maar als ik het wel heb, dan is dat omdat u uw deel niet heeft gedaan, in welk geval u het verdient ons als straf te moeten zien.

source: [_R_] How can you be so calm about this?!
dutch: [_R_] Hoe kun je zo rustig zijn?!

source: [_R_] What if you lose!?
dutch: [_R_] Wat als je verliest!?

source: [_L_] I'm going to win!
dutch: [_L_] Ik ga winnen!

source: [_L_] Stop assuming that I'm going to lose!
dutch: [_L_] Stop met aannemen dat ik zal verliezen!

source: [_L_] Now protect your sister's virginity, and help me win!
dutch: [_L_] Bescherm nu de maaglijkheid van je zus, en help me te winnen!

source: [_R_] You really are a virgin?
dutch: [_R_] Ben je echt maagdelijk?

source: [_L_] Well, I'm not proud of it. I've just never found a guy I liked enough to give my v card to.
dutch: [_L_] Nou, ik ben er niet trots op. Ik heb net nog nooit een man gevonden die ik leuk vond om mijn v kaart aan te geven.

source: [_L_] So, please! Don't let me lose it to Matt!
dutch: [_L_] Dus, alsjeblieft! Laat me het niet verliezen aan Matt!

source: [_R_] I'll do my best. I promise.
dutch: [_R_] Ik zal mijn best doen. Ik beloof het.

source: [_L_] Thanks! Now let's get back to those posters.
dutch: [_L_] Bedankt! Laten we nu terugkeren naar de posters.

source: [_L_] I've decided I want you to go as sexy as you can get away with.
dutch: [_L_] Ik heb besloten dat je zo sexy als je kunt weggaan.

source: [_L_] If you think you can pull off one of my full nude shots, then do it!
dutch: [_L_] Als je denkt dat je één van mijn volledige naakte schoten van je kunt halen, doe het dan!

source: [_R_] Haha... I think I'd get expelled or even arrested if I hung up your nudes around the school.
dutch: [_R_] Haha... Ik denk dat ik verdreven zou worden of zelfs gearresteerd als ik je noten rond de school ophangde.

source: [_R_] But, I'll make sure I get as close to that line as I can without going over.
dutch: [_R_] Maar ik zal ervoor zorgen dat ik zo dicht mogelijk bij die lijn kom zonder verder te gaan.

source: [_R_] I'll get them made as fast as I can, and I'll hang them up as soon as they're off the printer.
dutch: [_R_] Ik zal ze zo snel mogelijk maken, en ik zal ze ophangen zodra ze van de printer af zijn.

source: [_L_] Perfect! And thanks again for your help. I feel so much better knowing that I've got your help.
dutch: [_L_] Perfect! Nogmaals bedankt voor jouw hulp. Ik ben me er veel beter van bewust dat ik je hulp heb.

source: [_L_] Will I see you in our next class?
dutch: [_L_] Zie ik je in onze volgende les?

source: [_R_] Probably not... I've got to make some more money, and now some posters as well.
dutch: [_R_] waarschijnlijk niet... Ik moet nog wat meer geld verdienen, en nu ook wat posters.

source: [_L_] Alright. Well, if you can ever spare some time, come back here any day in the afternoons. I should have plenty for you to do.
dutch: [_L_] Ok. Nou, als je ooit wat tijd kunt sparen kom je hier elke dag terug in de middag. Ik zou veel voor jou moeten hebben.

source: [_L_] But for now, get those posters done and hung up as soon as you can.
dutch: [_L_] Maar voor nu, laat deze posters gedaan worden en hangen zo snel mogelijk op.

source: [_RT_] {i}{b}(HINT){/b} After our afternoon campaign meetings in the girls bathroom, I have the option to go see Mrs. Stone. {p}She can help me make some kick-ass posters.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Na onze campagnevergaderingen in de badkamer vanmiddag, heb ik de mogelijkheid om naar mevrouw te gaan. Steen. {p}Ze kan me helpen wat kick-ass posters.{/i}

source: [_RT_] {i}{b}(NTR EVENT HINT){/b} Lauren really has her heart set on winning this election... I wonder how far she would be willing to go?... Should I let her lose in the polls for a few weeks to see?{/i}
dutch: [_RT_] {i}{b}(NTR EVENT){/b} Lauren heeft echt haar hart gezet bij het winnen van deze verkiezing.. Ik vraag me af hoever ze wil gaan?... Moet ik haar enkele weken laten verliezen in de polls om te zien?{/i}

source: [_RT_] {i}{b}(HINT){/b} Lauren gets so sad when she loses in the polls. Imagine how happy she'd be if she were to win every week.{/i}
dutch: [_RT_] {i}{b}(HINT){/b} Lauren wordt zo droevig wanneer ze verliest in de pollen. Stel je voor hoe blij ze zou zijn als ze elke week zou winnen.{/i}

source: [_RT_] {i}Hmmm... How am I going to get those posters done?{/i}
dutch: [_RT_] {i}Hmmm... Hoe ga ik deze posters laten doneren?{/i}

source: [_RT_] {i}I'll need access to a big printer, and someone who is more artistic than me couldn't hurt either.{/i}
dutch: [_RT_] {i}Ik heb toegang nodig tot een grote printer en iemand die artistieker is dan ik, kan ook geen pijn doen.{/i}

source: [_RT_] {i}Oh, I know... Mrs. Stone, my art teacher from last semester could help me out.{/i}
dutch: [_RT_] {i}Oh, ik weet het... Mevr. Stone, mijn kunstleraar van het laatste semester zou me kunnen helpen.{/i}

source: [_RT_] {i}Besides, she owes me for saving her from poor old Mr. Peterson in the park.{/i}
dutch: [_RT_] {i}Bovendien, ze is mij schuldig voor het redden van haar van arme meneer Peterson in het park.{/i}

source: [_RT_] {i}Here we go again.{/i}
dutch: [_RT_] {i}Hier gaan we opnieuw.{/i}

source: [_Z_] Well, it was worth a try!
dutch: [_Z_] Nou, het was het proberen waard!

source: [_Z_] Maybe you won't show up one of these weeks.
dutch: [_Z_] Misschien zal je een van deze weken niet zien.

source: [_RT_] {i}I wonder how many votes she's gained today.{/i}
dutch: [_RT_] {i}Ik vraag me af hoeveel stemmen ze vandaag heeft behaald.{/i}

source: [_UB_] Hey, buddy!... The back of the line is that way!
dutch: [_UB_] Hey, makker!... De achterkant van de lijn is die manier!

source: [_AUB_] Yeah, no cutting, asshole!
dutch: [_AUB_] Yeah, geen knipper, asshole!

source: {i}(Sound of guys faintly moaning){/i}
dutch: {i}(Sound of guys flauw maan){/i}

source: [_L_] Olllcchhhh.... Hrey Hrrrroooyyyaaannn.
dutch: [_L_] Ollcchhhhh... . Rey Hrrroooyyyaaannn.

source: [_RT_] {i}She's not even stopping to acknowledge my presence anymore.{/i}
dutch: [_RT_] {i}Ze stopt niet eens meer om mijn aanwezigheid te erkennen.{/i}

source: [_LT_] {i}I love how he shows up to watch me every week.{/i}
dutch: [_LT_] {i}Ik vind het geweldig hoe hij me elke week bekijken.{/i}

source: [_LT_] {i}He might not be a good help, but he must care for me in some way.{/i}
dutch: [_LT_] {i}misschien is hij geen goede hulp, maar hij moet voor mij zorgen op de een of andere manier.{/i}

source: [_L_] Oh yeah, stud!... Cum on my face!
dutch: [_L_] Oh yeah, stud!... Kom op mijn gezicht!

source: [_UB_] Hnnnggghhh...
dutch: [_UB_] Hnnngghhh...

source: [_LT_] {i}Why does getting came on turn me on so much?{/i}
dutch: [_LT_] {i}Waarom komen we er zo veel aan?{/i}

source: [_AUB_] I'm cumming, too!
dutch: [_AUB_] Ik kummeer ook!

source: [_UB_] Ooohh...
dutch: [_UB_] Oooh...

source: [_L_] Oh, yeah... Cover me!
dutch: [_L_] Oh, ja... Bedek me!

source: [_RT_] {i}I can't even believe what she's becoming!{/i}
dutch: [_RT_] {i}Ik kan niet eens geloven wat ze wordt!{/i}

source: [_L_] Hey, [ryan]... I'm pretty busy... Why don't we talk later?
dutch: [_L_] Hé, [ryan]... Ik ben best bezig... Waarom praten we niet later?

source: [_L_] Don't forget to tell your friends and girlfriends to vote for me!
dutch: [_L_] Vergeet niet je vrienden en vriendinnen te vertellen op mij te stemmen!

source: [_L_] Will the next two in line please come up?
dutch: [_L_] Zullen de volgende twee in de lijn komen op?

source: [_R_] Whoah... Stacy?... You're back?
dutch: [_R_] Whoah... Stijg?... Je bent terug?

source: [_SY_] Yeah, all the guys let me cut the line again.
dutch: [_SY_] Yeah, alle jongens laten me de lijn opnieuw knippen.

source: [_SY_] I think they enjoyed imagining what was going on behind that stall door.
dutch: [_SY_] Ik denk dat ze zich graag inbeelden wat er achter die stallende deur aan de hand was.

source: [_SY_] And how are you doing, Little Miss Cummy Face?
dutch: [_SY_] En hoe ben je het aan het doen, Kleine Miss Cummy gezicht?

source: [_L_] Haha... That nickname better not stick.
dutch: [_L_] Haha... Die bijnaam kan je beter niet plakken.

source: [_SY_] So, are you up for another round?
dutch: [_SY_] Ben je dus voor een andere ronde klaar?

source: [_L_] Happy to serve my electorate!
dutch: [_L_] Blij om mijn electoraat te dienen!

source: [_L_] Would you shut the door please, [ryan]?
dutch: [_L_] Wil je de deur sluiten, [ryan]?

source: [_SY_] I got it.
dutch: [_SY_] Ik heb het.

source: [_R_] Can't we leave it open this time?
dutch: [_R_] kunnen we het deze keer niet openlaten?

source: [_UB_] Yeah! We want to watch!
dutch: [_UB_] Ja! We willen kijken!

source: [_SY_] Sorry, boys.
dutch: [_SY_] Sorry, jongens.

source: [_RT_] {i}Oh, wow!... That does sound so hot.{/i}
dutch: [_RT_] {i}Oh, wow!... Dat klinkt zo zo.{/i}

source: [_RT_] {i}Damn, I wish I could see what's going on in there!{/i}
dutch: [_RT_] {i}Damn, ik wou dat ik kon zien wat daar aan de hand is!{/i}

source: [_RT_] {i}I can only imagine how hot it must be in that bathroom stall.{/i}
dutch: [_RT_] {i}Ik kan mij alleen maar voorstellen hoe heet het moet zijn in die badkamer stall.{/i}

source: [_RT_] {i}God, I wish I could see Stacy grinding on Lauren's face!{/i}
dutch: [_RT_] {i}God, ik wou dat ik Stacy fladdert kon zien knipperen op Lauren's gezicht!{/i}

source: [_SY_] That was amazing Lauren, I won't be changing my vote anytime soon.
dutch: [_SY_] Dat was geweldig Lauren, ik zal mijn stem binnenkort niet wijzigen.

source: [_SY_] I know some girls from both the cheer and dance teams will be over very soon.
dutch: [_SY_] Ik weet dat sommige meisjes van zowel de cheer als dansteams binnenkort voorbij zullen zijn.

source: [_SY_] Keep up the good work, and you'll have all the women's vote soon.
dutch: [_SY_] Ga door met het goede werk en je hebt binnenkort alle vrouwen gestemd.

source: [_SY_] Later, Lauren.
dutch: [_SY_] Later Laken.

source: [_SY_] Bye, cuck...
dutch: [_SY_] Bye, kuck...

source: [_RT_] Lauren's not my girlfriend... I'm not a cuck!
dutch: [_RT_] Lauren is niet mijn vriendin... Ik ben geen schat!

source: [_SY_] Keep telling yourself that.
dutch: [_SY_] Blijf jezelf dat vertellen.

source: [_L_] [ryan]...Would you leave?... You're bad for business.
dutch: [_L_] [ryan]...Zou jij weg?... Je bent slecht voor zaken.

source: [_L_] Who's next?
dutch: [_L_] Wie is het volgende?

source: [_RT_] {i}She really doesn't even want me around anymore.{/i}
dutch: [_RT_] {i}Ze wil me echt niet meer omringen.{/i}

source: {i}"There's no maybe's about it... You like watching Lauren in this situation... I mean, You had to really try to get her to this point..."{/i}
dutch: {i}"Er is misschien geen mogelijkheid om... Je kijkt graag naar Lauren in deze situatie. . Ik bedoel, je moest echt proberen haar tot dit punt te brengen..."{/i}

source: {i}"Anyways, Lauren just gained another 5 influence points all by herself."{/i}
dutch: {i}"Overigens, Lauren heeft zojuist nog 5 beïnvloedingspunten gekregen. "{/i}

source: {i}"Now, you just need to get 5 more influence points to avoid this type of outcome next week."{/i}
dutch: {i}"Nu hoef je slechts 5 extra invloedspunten te krijgen om dit soort resultaten volgende week te voorkomen."{/i}

source: [_RT_] {i}I could probably help Lauren gain more votes by tearing down Matt's posters and replacing them with Lauren's.{/i}
dutch: [_RT_] {i}Ik zou Lauren waarschijnlijk kunnen helpen meer stemmen te krijgen door Matt's posters af te breken en te vervangen door Lauren's.{/i}

source: [_RT_] {i}Should I go see Mrs. Stone?{/i}
dutch: [_RT_] {i}Moet ik mevrouw Stone?{/i} gaan zien

source: [_Z_] But [ryan]!... Blowjobs!... From Lauren!
dutch: [_Z_] But [ryan]!... Blowjobs!... Van Lauren!

source: [_Z_] Fine... I'm going.
dutch: [_Z_] Prima! Ik ga erheen.

source: [_RT_] {i}Well, I have nobody else but myself to blame for this.{/i}
dutch: [_RT_] {i}Nou, ik heb hiervoor niemand anders dan mezelf schuldig.{/i}

source: [_RT_] {i}But, I might as well still see if there's something I can do to stop this.{/i}
dutch: [_RT_] {i}Maar, ik kan net zo goed nog zien of er iets is dat ik kan doen om dit te stoppen.{/i}

source: [_R_] Is that cum on your face?!
dutch: [_R_] Is dat kubus op je gezicht?!

source: [_L_] I thought I told you to knock, and yes, it is cum.
dutch: [_L_] Ik dacht dat ik je heb verteld om te kloppen, en ja, het is cum.

source: [_R_] You're letting guys cum on your face now?
dutch: [_R_] Je laat jongens knippen op je gezicht nu?

source: [_L_] Well... It wasn't planned... Some jerk didn't listen to my demand to cum in the toilet.
dutch: [_L_] Walt... Het was niet gepland... Sommige jersey luisterde niet naar mijn eis om in de toileet te knippen.

source: [_L_] I was mad about his cum ambush for a second, but then I noticed how much it made my tummy and pussy tingle... So I just let the next few guys do it as well.
dutch: [_L_] Ik was boos over zijn kofferbak voor een seconde, maar toen zag ik hoeveel het mijn buik en drukkende tingles heeft gemaakt. Dus laat ik de volgende paar jongens dat ook doen.

source: [_R_] My God...
dutch: [_R_] Mijn God...

source: [_L_] Don't judge me!
dutch: [_L_] Beoordeel mij niet!

source: [_L_] This is still your fault.
dutch: [_L_] Dit is nog steeds jouw fout.

source: [_L_] Now... If you'll excuse me, I've got a lot of votes to try to win.
dutch: [_L_] Now... Als je me vergeeft, heb ik veel stemmen om te proberen te winnen.

source: [_L_] Well, I hope you enjoyed the show... Is there something else I can do for you?
dutch: [_L_] Nou, ik hoop dat je genoten hebt van de show... Is er iets anders dat ik voor je kan doen?

source: [_R_] I don't think there's any stopping you.
dutch: [_R_] Ik denk dat er niemand je tegenhoudt.

source: [_L_] Yeah... You're a little late for that.
dutch: [_L_] Ja... Je bent daar een beetje laat voor.

source: [_L_] If you don't like this, you know what you need to do.
dutch: [_L_] Als je dit niet leuk vindt, weet je wat je moet doen.

source: [_RT_] {i}I can't watch any more!{/i}
dutch: [_RT_] {i}Ik kan niet meer bekijken!{/i}

source: [_R_] Whoah... Stacy?... Where did you come from?
dutch: [_R_] Wie ... Stijl?... Waar kom je vandaan?

source: [_SY_] All they guys let me cut the line.
dutch: [_SY_] Alles wat zij doen, laat me de lijn doorsnijden.

source: [_R_] And what are you doing here?
dutch: [_R_] En wat doe je hier?

source: [_SY_] What do you think?... The same thing everyone else is doing here.
dutch: [_SY_] Wat denk jij ervan?... Het is hetzelfde wat iedereen hier doet.

source: [_SY_] That is if Little Miss Cummy Face doesn't mind.
dutch: [_SY_] Dat is als het Kleine Juweel Cummy Gezicht niet erg is.

source: [_L_] Haha... Let me clean up a little.
dutch: [_L_] Haha... Laat me een beetje opruimen.

source: [_R_] The only thing, Stacy, is that Lauren's not a lesbian.
dutch: [_R_] Het enige is dat Lauren geen lesbisch is.

source: [_SY_] What, are you her pimp?
dutch: [_SY_] Wat ben jij haar pooi?

source: [_SY_] I'm not a lesbian either, but I'm not going to say no to a free pussy licking... Especially by someone as cute as Lauren.
dutch: [_SY_] Ik ben ook geen lesbiennes, maar ik ga niet nee zeggen tegen een gratis Push-licentie... Vooral niet door iemand die zo schattig is als Laken.

source: [_SY_] So hurry up and take your turn so I can go next.
dutch: [_SY_] Haast je dus en neem je beurt, zodat ik hierna kan gaan.

source: [_R_] But, I'm her brother!
dutch: [_R_] Maar ik ben haar broer!

source: [_SY_] From the way you were staring at her sucking those dicks, I'd guess that doesn't really matter between you two.
dutch: [_SY_] Vanaf de manier waarop je naar haar zuigde aan het staren was, zou ik raden dat het niet echt uitmaakt tussen je twee.

source: [_L_] Well, it does, and this lazy ass doesn't get a turn.
dutch: [_L_] Nou, dat doet en deze luie pasje kan niet draaien.

source: [_SY_] Oh, great!
dutch: [_SY_] Oh, geweldig!

source: [_SY_] So what do you say?... Are you up for it?
dutch: [_SY_] Dus wat zeg je?... Ga je er voor staan?

source: [_L_] I hadn't really thought about... doing... that.
dutch: [_L_] waar ik niet echt aan gedacht had... dat doet...

source: [_SY_] You should... You're basically ignoring fifty percent of the voters as it is.
dutch: [_SY_] Jij zou... Je negeert in feite 50 procent van de kiezers zoals het is.

source: [_SY_] I think this is a great idea to win votes, and I could send a whole bunch of female voters your way.
dutch: [_SY_] Ik denk dat dit een geweldig idee is om stemmen te winnen en ik zou een hele hoop vrouwelijke kiezers je weg kunnen sturen.

source: [_L_] It's just that I've never... done... that... before.
dutch: [_L_] is het zo dat ik nooit... gedaan... dat... voordien

source: [_L_] It's just that I don't really have much experience doing that.
dutch: [_L_] Het is gewoon dat ik niet veel ervaring heb om dat te doen.

source: [_SY_] Have you ever licked an ice cream?
dutch: [_SY_] Heb je ooit een ijsje geplakt?

source: [_L_] Yeah...
dutch: [_L_] Ja...

source: [_SY_] It's kinda like that.
dutch: [_SY_] Het is zo kinda.

source: [_L_] Yeah... I think I can do that.
dutch: [_L_] Ja... Ik denk dat ik dat kan doen.

source: [_R_] I guess I'm going to stick around a little longer.
dutch: [_R_] Ik denk dat ik iets langer ga vasthouden.

source: [_R_] This is something I actually wouldn't mind watching.
dutch: [_R_] Dit is iets wat ik eigenlijk niet leuk zou vinden om te kijken.

source: [_SY_] Can we shut the stall door?
dutch: [_SY_] Kunnen we de stal dichtdoen?

source: [_SY_] I'm not super comfortable with [ryan] and all of these guys staring at us.
dutch: [_SY_] Ik ben niet super comfortabel met [ryan] en al deze jongens staren naar ons.

source: [_L_] Shut the door, [ryan].
dutch: [_L_] sluit de deur [ryan].

source: [_RT_] {i}What the hell?... She lets me watch her suck a couple dicks, but I can't watch her eat out a girl?{/i}
dutch: [_RT_] {i}Wat de hel?... Ze laat me een paar spelden kijken maar ik kan haar een meisje niet volgen?{/i}

source: [_RT_] {i}Oh, wow!... That sounds so hot.{/i}
dutch: [_RT_] {i}Oh, wow!... Dat klinkt zo zo.{/i}

source: [_SY_] That was amazing, Lauren, you've definitely won my vote.
dutch: [_SY_] Dat was geweldig, Lauren, je hebt zeker mijn stem gewonnen.

source: [_SY_] I'll be sure to send over some more girls, I know a few on the cheer squad that will jump at a chance like this.
dutch: [_SY_] Ik zal er zeker van zijn dat ik nog wat meisjes over zal sturen, Ik ken er een paar op het vrolijke plein dat op zo'n kans zal springen.

source: [_SY_] I'm done with her, she's all yours.
dutch: [_SY_] Ik ben met haar klaar, ze is allemaal van jou.

source: [_L_] He wishes... He doesn't get a thing, since he refuses to do anything to help me.
dutch: [_L_] wenst hij... Hij wil niets zien, omdat hij niets weigert te doen om mij te helpen.

source: [_R_] You just gave me plenty. Even though I couldn't see anything... I really enjoyed hearing it!
dutch: [_R_] Je hebt me gewoon overvloed. Ook al kon ik niets zien... Ik vond het leuk om het te horen!

source: [_L_] Well, keep it up then.
dutch: [_L_] Nou, ga zo verder.

source: [_R_] Ok, I'm leaving.
dutch: [_R_] Ok, ik vertrek.

source: [_L_] Good.
dutch: [_L_] Goed.

source: {i}"Huh... Maybe you really like watching Lauren getting busy with others... I mean, how many times is that now?..."{/i}
dutch: {i}"Huh... Misschien vind je het leuk om Lauren met anderen te zien drukken... Ik bedoel, hoe vaak is dat nu?..."{/i}

source: {i}"Anyways, Lauren just gained another 5 influence points all by herself. You could add "Licks pussies for votes" on her posters now."{/i}
dutch: {i}"Overigens, Lauren heeft al 5 beïnvloedingspunten gekregen. Je kunt nu "Licentie pussies voor stemmen" op haar posters toevoegen. "{/i}

source: [_RT_] {i}Fuck... not again!{/i}
dutch: [_RT_] {i}Fuck... niet opnieuw!{/i}

source: [_RT_] {i}Why is that little shit Zack back in line?{/i}
dutch: [_RT_] {i}Waarom is dat kleine stapje terug in de lijn?{/i}

source: [_R_] Zack! I thought I told you nothing is happening between you and Lauren!
dutch: [_R_] Zack! Ik dacht dat ik je verteld heb dat er niets tussen jou en Laurent gebeurt!

source: [_Z_] No, [ryan]!... Just hear me out!
dutch: [_Z_] Nee, [ryan]!... hoor me uit!

source: [_Z_] Lauren's giving blowjobs now!
dutch: [_Z_] Lauren geven nu blowvacatures!

source: [_Z_] I've never had one! Please, please! You've got to let me stay!
dutch: [_Z_] Ik heb er nog nooit één gehad! Alstublieft! Je moet me laten blijven!

source: [_R_] Where did you hear that?
dutch: [_R_] Waar heb je dat gehoord?

source: [_Z_] The word's traveled back from the front of the line.
dutch: [_Z_] Het woord reisde terug van de voorkant van de lijn.

source: [_R_] What makes you think I'd let you get a blowjob from Lauren, if I won't let her jack you off?
dutch: [_R_] Wat zorgt ervoor dat je denkt dat ik je een klapperbaan van Lauren, laat zien, als ik je niet door haar laat vallen?

source: [_Z_] I just need you to look the other way.
dutch: [_Z_] Ik heb je gewoon nodig om de andere kant op te kijken.

source: [_Z_] Like I said, I've never had one, and while I can jerk myself off, I can't suck myself off.
dutch: [_Z_] Zoals ik heb gezegd, heb ik er nog nooit één gehad en terwijl ik mezelf kan uitraken, kan ik mezelf niet uitzuigen.

source: [_R_] Yeah? Well... learn some yoga.
dutch: [_R_] Ja? Nou... leer wat yoga.

source: [_R_] And get the fuck out of here!
dutch: [_R_] En ga hier helemaal weg!

source: [_Z_] You should have a brother's back!
dutch: [_Z_] Je zou een broer terug moeten hebben!

source: [_R_] We're not brothers, and I do have my sister's back.
dutch: [_R_] We zijn geen broers, en ik heb wel de rug van mijn zus.

source: [_R_] Now, get lost!
dutch: [_R_] Nu, ga verloren!

source: [_RT_] {i}Stupid little shit!{/i}
dutch: [_RT_] {i}Stomme kleintje!{/i}

source: [_RT_] {i}Lauren can't be giving blowjobs... Can she?{/i}
dutch: [_RT_] {i}Lauren kunnen geen gloeitaken geven... Kan ze?{/i}

source: [_RT_] {i}Zack was probably just hoping I'd let him stay in line.{/i}
dutch: [_RT_] {i}Zack hoopte waarschijnlijk net dat ik hem in de rij zou laten.{/i}

source: [_RT_] {i}Still... I'd better go see for myself.{/i}
dutch: [_RT_] {i}Stil... Ik kan beter voor mezelf zien.{/i}

source: [_RT_] {i}Ok, moment of truth.{/i}
dutch: [_RT_] {i}Ok, moment van de waarheid.{/i}

source: [_R_] You really are giving blowjobs!
dutch: [_R_] Je geeft echt kladvolle banen!

source: [_L_] Don't you know how to knock?
dutch: [_L_] Weet je niet hoe je moet kloppen?

source: [_UB_] Yeah, buddy, you're kind of interrupting something here.
dutch: [_UB_] Yeah, makker, je wil hier iets onderbreken.

source: [_UB_] I was so close!
dutch: [_UB_] Ik was zo dichtbij!

source: [_R_] I can't believe this!
dutch: [_R_] Ik kan dit niet geloven!
