Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_MT_] {i}It's better to get caught out here, then have Matt know that I fucked my own son.{/i}
dutch: [_MT_] {i}Het is beter om hier te worden betrapt, dan weet Matt dat ik mijn eigen zoon heb vermalen.{/i}
german: [_MT_] {i}Es ist besser, hier draußen erwischt zu werden und Matt wissen zu lassen, dass ich meinen eigenen Sohn gefickt habe.{/i}

source: [_MB_] Damn, Miss [mom_name]! You're even kinkier than I thought!
dutch: [_MB_] Verdraai, Mis [mom_name]! Je bent nog lekker dan ik dacht!
german: [_MB_] Verdammt, Miss [mom_name]! Du bist noch kinkter, als ich dachte!

source: [_M_] Just shut up and keep fucking me!
dutch: [_M_] Zojuist stopt en blijf me slurpen!
german: [_M_] Mach einfach los und ficke mich weiter!

source: [_R_] Can we leave, or turn around, or something?
dutch: [_R_] Kunnen we weggaan, omdraaien of iets doen?
german: [_R_] Können wir gehen, oder umdrehen, oder etwas?

source: [_R_] This is fucking torture!
dutch: [_R_] Dit is een fucking foltering!
german: [_R_] Das ist fickende Folter!

source: [_DR_] Dude! If you don't want to see it, just close your fucking eyes. Don't ruin it for Trent and I.
dutch: [_DR_] Dude! Als je het niet wilt zien, sluit dan gewoon je fucking ogen. Verpomming het niet voor Trent en I.
german: [_DR_] Dude! Wenn du es nicht sehen möchtest, schliesse einfach deine fetten Augen. Vernichte es nicht für Trent und I.

source: [_RT_] {i}Why don't I shut my eyes? I don't have to watch this! So why do I feel compelled to watch?{/i}
dutch: [_RT_] {i}Waarom heb ik mijn ogen niet gesloten? Ik hoef dit niet te bekijken! Dus waarom voel ik me gedwongen om te kijken?{/i}
german: [_RT_] {i}Warum schalte ich meine Augen nicht? Ich muss das nicht beobachten! Warum also fühle ich mich gezwungen zu beobachten?{/i}

source: [_R_] But Let me guess. Joey's limo just showed up.
dutch: [_R_] Maar laat me raden. Joey's limo is net verschenen.
german: [_R_] Aber lassen Sie mich erraten. Joey's Limo ist gerade erschienen.

source: [_M_] I hate to cut our time short but at the restaurant I promised Joey that I'd meet him at the changing shacks tonight.
dutch: [_M_] Ik vind het vervelend om onze tijd kort te houden, maar in het restaurant beloofde ik Joey dat ik hem vanavond zou ontmoeten bij de wisselkoers.
german: [_M_] Ich hasse es, unsere Zeit zu verkürzen, aber im Restaurant habe ich Joey versprochen, dass ich ihn heute Abend an den wechselnden Hütten treffen würde.

source: [_R_] Yeah, well fucking Joey and Matt left and right doesn't make you a better one.
dutch: [_R_] Yeah, het verspelen van Joey en Matt links en rechts maakt je geen betere.
german: [_R_] Ja, das ficken Joey und Matt links und rechts macht dich nicht besser.

source: [_R_] Yeah, well fucking Joey left and right doesn't make you a better one.
dutch: [_R_] Yeah, het vervagen van Joey links en rechts maakt je geen betere.
german: [_R_] Ja, das ficken Joey links und rechts macht dich nicht besser.

source: [_R_] But why Joey? Matt's bad enough, but Joey is fucking dangerous!
dutch: [_R_] Maar waarom Joey? Dierlijk genoeg, maar Joey is gevaarlijk genoeg!
german: [_R_] Aber warum Joey? Matts schlecht, aber Joey fickt gefährlich!

source: [_R_] But why Joey? Associating with him is fucking dangerous!
dutch: [_R_] Maar waarom Joey? Associëren met hem is gevaarlijk genoeg!
german: [_R_] Aber warum Joey? Sich mit ihm zu verbinden ist gefährlich!

source: [_M_] Joey's actually a very caring gentleman. He was born into the mafia, he didn't choose it.
dutch: [_M_] Joey's eigenlijk een zeer zorgzame heer. Hij is geboren in de maffia, hij heeft het niet gekozen.
german: [_M_] Joey ist eigentlich ein sehr aufmerksamer Herr. Er wurde in die Mafia geboren, er hat ihn nicht gewählt.

source: [_M_] He's got the power and muscle to screw anyone over he wants to, but he tries to be fair with everyone he does business with.
dutch: [_M_] Hij heeft de kracht en spiert om iedereen te schroeven die hij wil, maar hij probeert eerlijk te zijn tegenover iedereen waarmee hij zaken doet.
german: [_M_] Er hat die Kraft und Muskel, um jemanden über ihn zu schrauben aber er versucht, fair mit allen zu sein, mit denen er Geschäfte macht.

source: [_M_] I mean, look how he's been helping us by only charging interest.
dutch: [_M_] Ik bedoel, kijk hoe hij ons heeft geholpen door alleen rente te betalen.
german: [_M_] Ich meine, schau, wie er uns dabei geholfen hat, nur Zinsen zu berechnen.

source: [_R_] And making you strip when you can't afford it.
dutch: [_R_] En zodat je stript wanneer je het niet kunt betalen.
german: [_R_] Und du kannst dich streifen, wenn du es sich nicht leisten kannst.

source: [_M_] I could do other things at the club, but I choose to strip because there's good money in it, and I'm good at it.
dutch: [_M_] Ik kan andere dingen doen in de club, maar ik kies ervoor om te verwijderen omdat er veel geld in zit, en ik ben er goed in.
german: [_M_] Ich könnte andere Dinge im Club tun, aber ich entscheide mich zu entfernen, weil es da gutes Geld gibt, und ich bin gut drin.

source: [_M_] Joey's providing me an option when I can't make the payment. He's not forcing me to work there.
dutch: [_M_] Joey's geeft me een optie wanneer ik geen betaling kan doen. Hij dwingt me niet om daar te werken.
german: [_M_] Joey stellt mir eine Option zur Verfügung, wenn ich die Zahlung nicht leisten kann. Er zwingt mich nicht dort zu arbeiten.

source: [_R_] Oh, so he's just being charitable, is he?
dutch: [_R_] Oh, dus hij is gewoon charitabel, nietwaar?
german: [_R_] Oh, er ist also gerade wohlwollend, oder?

source: [_M_] You need to just cool it! Now, whether you like it or not, I'm going to head over to the changing shacks to meet Joey.
dutch: [_M_] Je moet gewoon koelen maar! Nu, of je het nu leuk vindt of niet, ik ga naar de wisselbakken om Joey te ontmoeten.
german: [_M_] Du musst es einfach abkühlen! Jetzt, ob es dir gefällt oder nicht, werde ich zu den wechselnden Hütten gehen, um Joey zu begegnen.

source: [_RT_] {i}Maybe Joey said something stupid to piss her off.{/i}
dutch: [_RT_] {i}Misschien heeft Joey iets dom gezegd om haar uit te spelen.{/i}
german: [_RT_] {i}Vielleicht hat Joey etwas Dummes gesagt, um sie auszupissen.{/i}

source: [_RT_] {i}Maybe I can show up early to console an emotionally wounded Mom{/i}
dutch: [_RT_] {i}Misschien kan ik vroeg om een emotioneel gewonden Mom{/i} zien
german: [_RT_] {i}Vielleicht kann ich früh erscheinen, um eine emotional verwundete Mom{/i} zu konsole

source: [_RT_] {i}I mean, God!... If anything, Joey's railing her even harder.{/i}
dutch: [_RT_] {i}Ik bedoel, God!... Eens iets, Joey's lief haar nog harder.{/i}
german: [_RT_] {i}Ich meine, Gott!... Wenn überhaupt, hat Joey sie noch härter.{/i}

source: [_RT_] {i}Joey and Matt. Who's next, our mailman?{/i}
dutch: [_RT_] {i}Joey en Matt. Wie is onze volgende mailman?{/i}
german: [_RT_] {i}Joey und Matt. Wer ist als Nächstes unser Mailman?{/i}

source: [_MT_] {i}I still can't believe I'm letting a crime lord fuck me!{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven dat ik een misdadige heer fuck laat maken!{/i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, dass ich einen Verbrechensfürsten mich ficken lasse!{/i}

source: [_J_] Oh, fuck yeah, [mom_name]! Take my cock!
dutch: [_J_] Oh, gek, [mom_name]! Pak mijn cock!
german: [_J_] Oh, ficke yeah, [mom_name]! Nimm meinen Schwanz!

source: [_M_] Oh, Joey. It feels so good!
dutch: [_M_] Oh, Joey. Het voelt zo goed aan!
german: [_M_] Oh, Joey. Es fühlt sich so gut an!

source: [_J_] You're turning into a sex addict, aren't you?
dutch: [_J_] Je wordt een seksverslaafde, nietwaar?
german: [_J_] Du verwandelst dich zu einem Sexsüchtigen, bist du nicht?

source: [_M_] No... Maybe?
dutch: [_M_] Nee... misschien?
german: [_M_] Nein... Vielleicht?

source: [_J_] Haha... You're one depraved woman!
dutch: [_J_] Haha... Je bent één slechte vrouw!
german: [_J_] Haha... Du bist eine verstorbene Frau!

source: [_MT_] {i}He has no idea how depraved I am.{/i}
dutch: [_MT_] {i}Hij heeft geen idee hoe bedrieglijk ik ben.{/i}
german: [_MT_] {i}Er hat keine Ahnung, wie verworren ich bin.{/i}

source: [_MT_] {i}What would he say if he knew I'm secretly hoping that my own son is somewhere down that beach watching us fuck?{/i}
dutch: [_MT_] {i}Wat zou hij zeggen als hij wist dat ik in het geheim hoop dat mijn eigen zoon ergens in het strand staat om ons fuck?{/i}
german: [_MT_] {i}Was würde er sagen, wenn er wüsste, dass ich heimlich hoffe, dass mein eigener Sohn irgendwo unterhalb des Strandes ist, der uns den Fick beobachtet? {/i}

source: [_J_] Since that first night you stripped in our club, I've been optimistically hoping to develope a relationship with you.
dutch: [_J_] Sinds die eerste nacht viel je in onze club, ik hoopte optimistisch op het ontwikkelen van een relatie met jou.
german: [_J_] Seit dieser ersten Nacht hast du in unserem Club abgeschnitten, ich habe optimistisch gehofft, eine Beziehung zu dir zu entwickeln.

source: [_J_] I'm so excited you're letting whatever this is grow!
dutch: [_J_] Ik ben zo enthousiast dat je alles laat groeien wat dit doet!
german: [_J_] Ich bin so aufgeregt, dass du alles lässt, was das wachsen wirst!

source: [_M_] What is this?
dutch: [_M_] Wat is dit?
german: [_M_] Was ist das?

source: [_J_] I don't know yet, but I love it.
dutch: [_J_] Ik weet het nog niet, maar ik vind het geweldig.
german: [_J_] Ich weiß noch nicht, aber ich liebe es.

source: [_M_] God!... So do I!
dutch: [_M_] God!... Dus doe ik!
german: [_M_] Gott!... Das tue ich!

source: [_MT_] {i}I just hope [ryan] isn't watching!{/i}
dutch: [_MT_] {i}Ik hoop gewoon dat [ryan] niet kijkt!{/i}
german: [_MT_] {i}Ich hoffe nur, [ryan] sieht nicht an!{/i}

source: [_MT_] {i}To have his eyes lingering on his mom while some other guy treats her like a whore.{/i}
dutch: [_MT_] {i}Om zijn ogen aan zijn moeder te laten hangen, terwijl een andere man haar trakteert als een wanneer{/i}
german: [_MT_] {i}Um seine Augen auf seine Mama zu halten, während ein anderer Kerl sie wie eine Hure behandelt.{/i}

source: [_MT_] {i}Fuck!... Maybe he is watching!... Would this turn him on, make him jealous?{/i}
dutch: [_MT_] {i}Fuck!... Misschien kijkt hij dan!... Zou dit hem in jaloers maken?{/i}
german: [_MT_] {i}Fuck!... Vielleicht schaut er an!... Würde ihn einschalten, ihn eifersüchtig machen?{/i}

source: [_MT_] {i}Why does it turn me on so bad to imagine him watching me get fucked?{/i}
dutch: [_MT_] {i}Waarom zet het me zo slecht om me te zien verpletteren?{/i}
german: [_MT_] {i}Warum schaltet es mich so schlecht ein wenn man sich vorstellt, dass er mir zuschaut, dass er gefickt wird?{/i}

source: [_M_] Yes, I did. That's his limo flashing it's lights in the parking lot.
dutch: [_M_] Ja, dat heb ik gedaan. Dat is zijn limo die knippert en de lampen op de parkeerplaats knippert.
german: [_M_] Ja, ich habe es getan. Das ist sein Limo, das es auf dem Parkplatz leuchtet.

source: [_R_] Yeah, well fucking Matt, and now going off and fucking Joey doesn't make you a better one.
dutch: [_R_] Yeah, goed fucking Matt, en nu afgaan en verspelen van Joey maakt je geen betere.
german: [_R_] Ja, gut gefickt Matt und jetzt geht es los und Joey macht dich nicht besser.

source: [_RT_] {i}I mean, God... If anything Joey's railing her even harder.{/i}
dutch: [_RT_] {i}Ik bedoel, God... Als iets wat Joey's haar nog moeilijker laat rennen.{/i}
german: [_RT_] {i}Ich meine, Gott... Wenn etwas Joey sie noch härter gelenkt. {/i}

source: [_RT_] {i}Matt, now Joey. Who's next, our mailman?{/i}
dutch: [_RT_] {i}Matt, nu Joey. Wie is onze mailman?{/i}
german: [_RT_] {i}Matt, jetzt Joey. Wer ist als Nächstes unser Mailman?{/i}

source: [_MT_] {i}I still can't believe I'm getting fucked by a crime lord!{/i}
dutch: [_MT_] {i}Ik kan nog steeds niet geloven dat ik verdomd word door een misdadige heer!{/i}
german: [_MT_] {i}Ich kann immer noch nicht glauben, dass ich von einem Verbrecher gefickt wird!{/i}

source: [_MT_] {i}Oh, God!... If [dad_name] could see me now!{/i}
dutch: [_MT_] {i}Oh, God!... Als [dad_name] me nu zou kunnen zien!{/i}
german: [_MT_] {i}Oh, Gott!... Wenn [dad_name] mich jetzt sehen könnte!{/i}

source: [_MT_] {i}It wouldn't be any more than he deserves!{/i}
dutch: [_MT_] {i}Het zou niet meer zijn dan hij verdient!{/i}
german: [_MT_] {i}Es wäre nicht mehr als er verdient!{/i}

source: [_MT_] {i}I mean, I've fantasized about having sex with other men, but now I'm outright cheating!{/i}
dutch: [_MT_] {i}Ik bedoel, ik heb fantasie gehad over seks hebben met andere mannen, maar nu ben ik regelrecht bedrogen!{/i}
german: [_MT_] {i}Ich meine, ich habe gefangen, Sex mit anderen Männern zu haben, aber jetzt bin ich regelrecht betrügerisch!{/i}

source: [_J_] Since that first night you stripped in our club, I've been optimistically hoping to do this with you.
dutch: [_J_] Sinds die eerste nacht viel je in onze club, ik hoopte optimistisch dat ik dit met je zou kunnen doen.
german: [_J_] Seit dieser ersten Nacht hast du in unserem Club abgeschnitten, ich habe mich optimistisch gehofft, dies mit dir zu tun.

source: [_J_] I'm so excited you're letting whatever this is happen!
dutch: [_J_] Ik ben zo opgewonden dat je alles laat gebeuren wat er gebeurt!
german: [_J_] Ich bin so aufgeregt, dass du alles mitmachst, was passiert ist!

source: [_AD_] You sure you want to come?
dutch: [_AD_] Je weet zeker dat je wilt komen?
german: [_AD_] Du bist sicher, dass du kommen möchtest?

source: [_AD_] We both know how to dispose of a corpse, you know?
dutch: [_AD_] We weten allebei hoe we een lijk moeten verwijderen, weet je het?
german: [_AD_] Wir beide wissen, wie man einen Leichnam entsorgt, wissen Sie?

source: [_J_] Oh, no... I want to burry that traitorous son of a bitch personally.
dutch: [_J_] Oh, nee... Ik wil die verraderlijke zoon van een beet persoonlijk verbranden.
german: [_J_] Oh, nein... Ich möchte diesen verräterischen Sohn einer Hündin persönlich begraben.

source: [_J_] Do we need to watch out for the police?
dutch: [_J_] Moeten we oppassen voor de politie?
german: [_J_] Müssen wir auf die Polizei achten?

source: [_AD_] No... Sergeant Philips said he'd keep the beach clear tonight, and take off as soon as I radio him, which I've done.
dutch: [_AD_] Nee... Sergeant Philips zei dat hij het strand vannacht schoon zou houden en zou opstijgen zodra ik hem radio ga, wat ik gedaan heb.
german: [_AD_] Nein... Sergeant Philips sagte, er würde den Strand heute Abend klar halten und starten, sobald ich ihn senden, was ich getan habe.

source: [_J_] Perfect, Diaz! You're a real asset to the family.
dutch: [_J_] Perfect, Diaz! Je bent een echte troef voor de familie.
german: [_J_] Perfekt, Diaz! Du bist ein echter Gewinn für die Familie.

source: [_AD_] Thank you, sir!
dutch: [_AD_] Dank u, meneer!
german: [_AD_] Danke, Sir!

source: {i}(Sound of footsteps in the sand){/i}
german: {i}(Sound von Fußstapfen im Sand){/i}

source: {i}(Muffled noise coming from the shacks){/i}
dutch: {i}(Muffled geluid komt van de shacks){/i}
german: {i}(verstummtes Geräusch, das von den Hütten kommt){/i}

source: [_J_] Wait, did you hear something?
dutch: [_J_] Wacht, heb je iets gehoord?
german: [_J_] Warte, hast du etwas gehört?

source: [_X_] Hey! Is somebody in there?
dutch: [_X_] Hey! Is er iemand?
german: [_X_] Hey! Ist da jemand dabei?

source: [_M_] Goddammit! Are the police back?
dutch: [_M_] Goddamm! Is de politie terug?
german: [_M_] Goddammit! Ist die Polizei zurück?

source: [_RT_] {i}No, not Joey! Not Diaz! Anyone else, Goddammit!{/i}
dutch: [_RT_] {i}Nee, geen Joey! Niet Diaz! Iedereen anders, Goddammit!{/i}
german: [_RT_] {i}Nein, nicht Joey! Nicht Diaz! Jeder, Goddammit!{/i}

source: [_R_] It's Agent Diaz, Joey Decapo and his goon! They're just standing out there.
dutch: [_R_] Het is Agent Diaz, Joey Decapo en zijn gaon! Ze staan daar gewoon uit.
german: [_R_] Es ist Agent Diaz, Joey Decapo und sein Goon! Sie stehen gerade da draußen.

source: [_R_] {i}(Muffled){/i} They already know somebody's in here. I don't think I have a choice but to go talk to them.
dutch: [_R_] {i}(gedempt){/i} Ze kennen al iemand hier in. Ik denk niet dat ik een keuze heb maar ga praten.
german: [_R_] {i}(Muffled){/i} Sie kennen hier bereits jemanden drin. Ich glaube nicht, dass ich eine Wahl habe, sondern mit ihnen zu sprechen.

source: [_J_] If you don't come out with your hands up by the time I count to three, we're going to start shooting!
dutch: [_J_] Als je niet met je handen opkomt tegen de tijd dat ik er drie tel, gaan we beginnen met schieten!
german: [_J_] Wenn du nicht mit den Händen nach oben kommst, wenn ich auf drei zähle, werden wir mit dem Schießen beginnen!

source: [_R_] {i}(Muffled voice yelling){/i} No, Mr. Decapo, it's us! Don't shoot!
dutch: [_R_] {i}(Muffled voice yelling){/i} Nee, meneer Decapo, het is ons! Niet schieten!
german: [_R_] {i}(Muffled voice yelling){/i} Nein, Herr Decapo, es ist uns! Schießen Sie nicht!

source: [_J_] What the hell? Who's in there?
dutch: [_J_] Wat de hel? Wie zit daarin?
german: [_J_] Was für eine Hölle? Wer ist da?

source: [_R_] It's me, [ryan], and [mom_name]'s in here with me!
dutch: [_R_] Het is mij, [ryan], en [mom_name]is hier met mij in!
german: [_R_] Ich bin es, [ryan], und [mom_name]ist hier mit mir!

source: [_M_] {i}(Muffled voice yelling){/i} Please, don't shoot!
dutch: [_M_] {i}(Muffled voice yelling){/i} Alsjeblieft, schiet niet!
german: [_M_] {i}(Muffled voice yelling){/i} Bitte, schießen Sie nicht!

source: [_J_] What the hell is going on?
dutch: [_J_] Wat is de hel aan het doen?
german: [_J_] Was ist die Hölle?

source: [_R_] Don't worry, Mom... It's going to be okay.
dutch: [_R_] Maak je geen zorgen, Moment... Het zal oké zijn.
german: [_R_] Keine Sorge, Mom... Es wird in Ordnung sein.

source: [_J_] But why were you skinny dipping? Why weren't you just swimming in your underwear? She's your mom for fuck's sake.
dutch: [_J_] Maar waarom ben je een mooie duik? Waarom ben je niet gewoon in je onderwezer zwemmen? Ze is je moeder voor fucks.
german: [_J_] Aber warum bist du häutlich getaucht? Warum bist du nicht nur in deiner Unterwäsche schwimmen? Sie ist deine Mutter, um ficken zu können.

source: [_R_] You saw the dress she was wearing earlier. You can't wear a bra with that dress.
dutch: [_R_] Je hebt eerder de jurk gezien die ze droeg. Je kunt geen bra dragen met die jurk.
german: [_R_] Du hast das Kleid gesehen, das sie früher trug. Du kannst keinen BH mit diesem Kleid tragen.

source: [_R_] I didn't want her to feel uncomfortable being the only one naked.
dutch: [_R_] Ik wilde niet dat haar alleen naakt was.
german: [_R_] Ich wollte mich nicht unwohl fühlen, dass sie der einzige nackte ist.

source: [_AD_] Mr. DeCapo, From my observations of the family, It appears that [ryan] might have some unnatural feelings for his mom.
dutch: [_AD_] Mr. DeCapo, van mijn waarnemingen van het gezin, lijkt het erop dat [ryan] wat onnatuurlijke gevoelens voor zijn moment kan hebben.
german: [_AD_] Herr DeCapo, Von meinen Beobachtungen der Familie scheint es, dass [ryan] einige unnatürliche Gefühle für seine Mutter haben könnte.

source: [_R_] No, I don't
dutch: [_R_] Nee, ik niet
german: [_R_] Nein, ich nicht

source: [_M_] {i}(Muffled through door){/i}Oh, good God!
dutch: [_M_] {i}(gedempt door deur){/i}Oh, Goede God!
german: [_M_] {i}(Muffled through door){/i}Oh, guter Gott!

source: [_J_] It's alright, My mother was a very attractive woman too. I understand these feelings.
dutch: [_J_] Het is goed, mijn moeder was ook een heel aantrekkelijke vrouw. Ik begrijp deze gevoelens.
german: [_J_] Es ist in Ordnung, meine Mutter war auch eine sehr attraktive Frau. Ich verstehe diese Gefühle.

source: [_J_] Let's just take care of this.
dutch: [_J_] Laten we hier gewoon voor zorgen.
german: [_J_] Wir kümmern uns nur darum.

source: [_J_] Where did you guys leave your clothes?
dutch: [_J_] Waar hebben jullie je kleren verlaten?
german: [_J_] Wo hast du deine Kleidung hinterlassen?

source: [_R_] Somewhere up the beach that way. I'm not sure how far we ran from the police before we found these shacks.
dutch: [_R_] Iets op die manier het strand op. Ik weet niet zeker hoe ver we van de politie liepen voordat we deze ketens vonden.
german: [_R_] Irgendwo oben am Strand. Ich bin mir nicht sicher, wie weit wir von der Polizei gelaufen sind, bevor wir diese Hütten gefunden haben.

source: [_J_] Alright, here's the plan...
german: [_J_] Okay, hier ist der Plan...

source: [_J_] My bodyguard is going to go on ahead and get started on the business that we came her for while we help you find your clothes.
dutch: [_J_] Mijn lijfwacht gaat door en ga aan de slag met het bedrijf waar we haar voor hebben gevonden terwijl we je helpen om je kleren te vinden.
german: [_J_] Mein Leibwächter geht voran und beginnt mit dem Geschäft, für das wir sie gekommen sind, während wir dir helfen, deine Kleidung zu finden.

source: [_J_] I'd hate to leave such a beautiful woman naked and afraid.
dutch: [_J_] Ik zou het jammer vinden om zo'n mooie vrouw naakt en banger te laten.
german: [_J_] Ich würde es hassen, eine so schöne Frau nackt und ängstlich zu lassen.

source: [_M_] {i}(Muffled through door){/i} Thank you!
dutch: [_M_] {i}(Muffled door){/i} Dank je!
german: [_M_] {i}(durch Tür gemuffelt){/i} Vielen Dank!

source: [_R_] Don't worry, Mom! We'll find them as fast as we can!
dutch: [_R_] Maak je geen zorgen, maal! We zullen ze zo snel mogelijk vinden!
german: [_R_] Keine Sorge, Mama! Wir werden sie so schnell wie möglich finden!

source: [_R_] Wait, I thought you were coming to help.
dutch: [_R_] Wacht, ik dacht dat je kwam helpen.
german: [_R_] Warte, ich dachte, du kommst zu helfen.

source: [_J_] And leave the beautiful Miss [mom_name] all by herself?
dutch: [_J_] En laat de mooie Mis [mom_name] allemaal alleen?
german: [_J_] Und lassen Sie die schöne Miss [mom_name] ganz selbst?

source: [_J_] I couldn't possibly in good conscience leave her...
dutch: [_J_] Ik kon haar onmogelijk met goed geweten verlaten...
german: [_J_] Ich konnte sie in gutem Gewissen nicht verlassen...

source: [_J_] Don't be an idiot! You're the only one who knows where your clothes might be.
dutch: [_J_] Wees geen idioot! Je bent de enige die weet waar je kleren kunnen zijn.
german: [_J_] Sei kein Idiot! Du bist der Einzige, der weiß, wo deine Kleidung liegen könnte.

source: [_J_] Don't worry, I'm going to take good care of your mom.
dutch: [_J_] Maak je geen zorgen, ik ga goed voor je moeder zorgen.
german: [_J_] Keine Sorge, ich werde mich gut um deine Mutter kümmern.

source: [_AD_] Come on, [ryan].
dutch: [_AD_] Kom op, [ryan].
german: [_AD_] Komm, [ryan].

source: [_R_] No... Let Agent Diaz stay!
dutch: [_R_] Nee... Laat Agent Diaz blijven!
german: [_R_] Nein... Lass Agent Diaz bleiben!

source: [_AD_] I said, come on!
dutch: [_AD_] heb ik gezegd, kom op!
german: [_AD_] Ich sagte, kommen Sie an!

source: [_J_] {i}(Voice through door){/i} Miss [mom_name], You there?
dutch: [_J_] {i}(Stem door deur){/i} Miss [mom_name], jij daar?
german: [_J_] {i}(Stimme durch Tür){/i} Miss [mom_name], Du da?

source: [_J_] You okay?
dutch: [_J_] Ben je goed?
german: [_J_] Du in Ordnung?

source: [_J_] You really don't need to worry, [mom_name]. I'm not the kind of man who judges.
dutch: [_J_] Je hoeft je echt geen zorgen te maken, [mom_name]. Ik ben niet het soort man die rechtert.
german: [_J_] Du musst dir wirklich keine Sorgen machen, [mom_name]. Ich bin nicht der Mann, der urteilt.

source: [_M_] I should hope not, I'm sure you've done things that would make my blood run cold.
dutch: [_M_] Ik hoop van niet, ik weet zeker dat je dingen hebt gedaan die mijn bloed koud zouden laten lopen.
german: [_M_] Ich hoffe nicht, ich bin sicher, dass du Dinge getan hast, die mein Blut kalt laufen lassen würden.
