Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_R_] Alright, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
french: [_R_] D'accord, mais il y a beaucoup de gens qui essaient de trouver la gloire sur Internet qui échouent parce qu'ils ne veulent pas faire les choses difficiles et inconfortables.

source: [_R_] Alright, your call, but there's a lot of people out there trying to find fame on the internet who fail because they're unwilling to do the hard and uncomfortable stuff.
french: [_R_] D'accord, comme tu veux, mais il y a beaucoup de gens qui essaient de trouver la gloire sur Internet qui échouent parce qu'ils ne veulent pas faire les choses difficiles et inconfortables.

source: [_R_] Since your cosplay is Arsetrid from How to Breed your Dragon, I want you to pose like a dragon is coming out of the sky and you're really surprised.
french: [_R_] Puisque ton cosplay est Arsetrid de 'Comment élever votre Dragon', je veux que tu poses comme si un dragon apparaît dans le ciel et tu es vraiment surprise.

source: [_L_] I hope you appreciate what I'm doing here. Posing partially nude is a big step from a sexy costume.
french: [_L_] J'espère que tu apprécies ce que je fais ici. Poser partiellement nue est un grand pas vers un costume sexy.

source: [_L_] How's this pose by the way?
french: [_L_] Comment se passe cette pose au fait?

source: [_R_] Looks great. You should be an actress, your expressions are so good, and I do appreciate what you're doing, but from what I've read online, posing nude is really empowering.
french: [_R_] Elle a fière allure. Tu devrais être une actrice, tes expressions sont si bonnes, et j'apprécie ce que tu fais, mais d'après ce que j'ai lu en ligne, poser nue est vraiment valorisant.

source: [_L_] Yeah, right. How is posing nude empowering?
french: [_L_] Ouais, c'est ça. Comment poser nue peut-il être valorisant?

source: [_R_] You're not allowing just a single man to have power over you, and allowing him to dictate that you only display your body for him. You're freely choosing to show it off on your own terms.
french: [_R_] Tu ne permets pas à un seul homme d'avoir le pouvoir sur toi, et tu ne lui permets pas de dicter ce que tu affiches de ton corps que pour lui. Tu choisis librement de le montrer à tes propres conditions.

source: [_L_] Yeah, well maybe you should do it then.
french: [_L_] Ouais, eh bien peut-être devrais-tu le faire alors.

source: [_R_] I would if I thought anybody would pay me for it.
french: [_R_] Je le ferais si je pensais que quelqu'un me paierait pour cela.

source: [_L_] Haha I'm sure there's a few women, and men actually, who would love to see that big cock of yours!
french: [_L_] Haha Je suis sûr qu'il y a quelques femmes, et des hommes en fait, qui aimeraient voir ta grosse bite!

source: [_R_] .... Did you like seeing it?
french: [_R_] .... As-tu aimé la voir?

source: [_L_] .... Are you going to make me pose like this all day, or are you going to take a picture?
french: [_L_] .... Tu vas me faire poser comme ça toute la journée, ou tu vas prendre une photo ?

source: [_R_] Oh right.... sorry.
french: [_R_] Oh juste.... désolé.

source: [_R_] That's perfect, and I'll use ZAD Studio to render a dragon flying into the scene.
french: [_R_] C'est parfait, et j'utiliserais ZAD Studio pour mettre un dragon volant dans la scène.

source: [_R_] Ok, now you've realized you've left your axe and shield too far away to retrieve, you might have to fight him with your fists.
french: [_R_] Ok, maintenant que tu as réalisé que tu as laissé ta hache et ton bouclier trop loin pour les récupérer, tu devras peut-être le combattre avec tes poings.

source: [_R_] Great!
french: [_R_] Génial!

source: [_R_] Ok, you've lowered your defenses since you can tell he's a friendly dragon,
french: [_R_] Ok, tu as abaissé tes défenses puisque tu peux voir que c'est un dragon amical,

source: [_R_] But you can't believe the size of the claws on his feet!
french: [_R_] Mais tu ne peux pas croire la taille des griffes sur ses pieds!

source: [_R_] Ok, good, look up just a little more, and look more surprised.
french: [_R_] Ok, bien, lèves les yeux un peu plus, et regardes plus surprise.

source: [_R_] Perfect!
french: [_R_] Parfait!

source: [_R_] Ok, now he's going to come up and start licking your face, just like a little puppy.
french: [_R_] Ok, maintenant il va venir te lécher le visage, comme un petit chiot.

source: [_L_] Yuk, I hate it when puppies lick my face.
french: [_L_] Yuk, je déteste quand les chiots me lèchent le visage.

source: [_R_] What's wrong with you?
french: [_R_] Qu'est-ce qui ne va pas chez toi?

source: [_R_] Ok, act like someone who likes puppies licking their face.
french: [_R_] D'accord, agis comme quelqu'un qui aime les chiots qui te lèchent le visage.

source: [_R_] Awesome! I think I can do something with that.
french: [_R_] Génial! Je pense que je peux faire quelque chose avec ça.

source: [_R_] Ok, now look a little shocked as the Dragon lowers his tongue from your face.
french: [_R_] Ok, maintenant, regardes un peu choquée alors que le Dragon baisse la langue vers ton visage.

source: [_L_] Are you going to make him lick my tits?
french: [_L_] Vas-tu lui faire lécher mes seins?

source: [_R_] Hey, good idea. it's nice to see you showing some initiative here.
french: [_R_] Hé, bonne idée. c'est agréable de te voir montrer de l'initiative ici.

source: [_L_] Whatever!
french: [_L_] Peu importe!

source: [_R_] Ok, now his tongue is going to move down to your belly button.
french: [_R_] Ok, maintenant sa langue va descendre jusqu'à ton nombril.

source: [_L_] Oh good, I was afraid you were going to say somewhere lower.
french: [_L_] Oh bon, j'avais peur que tu allies dire quelque part plus bas.

source: [_R_] Ummm.... yeah.... I wouldn't.... do.... that...
french: [_R_] Ummm.... ouais.... Je ne le ferais pas.... lui faire.... que...

source: [_L_] Yeah, that sounded convincing.
french: [_L_] Oui, cela semblait convaincant.

source: [_R_] Ok, make an expression on your face like the pressure of his tongue on your belly is making you need to pee.
french: [_R_] Ok, fais une expression sur ton visage comme si la pression de sa langue sur ton ventre t'obligeait à faire pipi.

source: [_R_] Yes, that's perfect!
french: [_R_] Oui, c'est parfait!

source: [_R_] We might want to consider doing videos instead of pictures with how good of an actress you are!
french: [_R_] Nous pourrions envisager de faire des vidéos au lieu des photos avec la qualité d'actrice que tu as!

source: [_L_] I don't even know what kind of videos you would want to make.
french: [_L_] Je ne sais même pas quel genre de vidéos tu voudrais faire.

source: [_L_] What's next?
french: [_L_] Quoi ensuite?

source: [_R_] Ok, I'm thinking you could crouch down and inspect his tail, since you're going to be a dragon breeder, you need to inspect your stud.... that's right.... no, just a little higher.... now cup under his tail, and with the other hand stroke one of the spikes on his tail.
french: [_R_] Ok, je pense que tu pourrais t'accroupir et inspecter sa queue, puisque tu vas être une éleveuse de dragons, tu dois inspecter ton étalon.... c'est vrai.... non, juste un peu plus haut.... maintenant, coupe sous sa queue, et de l'autre main caresse l'une des pointes sur sa queue.

source: [_L_] Does this work?
french: [_L_] Cela fonctionne-t-il?

source: [_R_] Nailed it!
french: [_R_] Dans le mille!

source: [_R_] Good, now try to look impressed at how massive the scales on his tail are.
french: [_R_] Bien, maintenant, essaies de regarder impressionné par la masse des écailles de sa queue.

source: [_R_] You should be excited because this dragon is going to make such a good stud dragon.
french: [_R_] Tu devrais être excitée parce que ce dragon va faire un si bon dragon.

source: [_R_] Perfect, now just hold that pose while I get a close-up shot and a better angle.
french: [_R_] Parfait, maintenant il suffit de tenir cette pose pendant que j'obtiens un gros plan et un meilleur angle.

source: [_R_] I'm really excited about these pictures! They are going to get the hell liked out of them!
french: [_R_] Je suis vraiment excité par ces photos! Elles vont obtenir un enfer de likes!

source: [_L_] Oh.... I really hope so!...
french: [_L_] Oh.... Je l'espère vraiment!...

source: [_RT_] {i}Lauren might be mad at first when she sees these, but I think her anger will wear off after she sees how popular these pics are going to be.{/i}
french: [_RT_] {i}Lauren pourrait être en colère au début quand elle les voit, mais je pense que sa colère s'estompera après avoir vu à quel point ces photos seront populaires.{/i}

source: [_RT_] {i}Now should I ask her to continue, or call it good?{/i}
french: [_RT_] {i}Maintenant devrais-je lui demander de continuer, ou lui dire que c'est bon?{/i}

source: [_R_] Let's see what we can do to sexy up this photoshoot even more.
french: [_R_] Voyons ce que nous pouvons faire pour être plus sexy encore avec cette séance photo.

source: [_R_] Lauren, at this point I shouldn't have to convince you anymore. Have I been wrong yet? You need to just learn to trust me.
french: [_R_] Lauren, à ce stade, je ne devrais plus avoir à te convaincre. Ais-je encore tort? Tu dois juste apprendre à me faire confiance.

source: [_L_] Well.... ok, I guess you've earned it.
french: [_L_] Bien.... ok, je suppose que tu l'as mérité.

source: [_R_] Ok, let's see what we can do to sexy up this photoshoot even more.
french: [_R_] Ok, voyons ce que nous pouvons faire de plus sexy encore pour cette séance photo.

source: [_L_] Really? You don't think we need more?
french: [_L_] Vraiment? Tu ne crois pas qu'il nous en faut plus ?

source: [_R_] No, and the ones we have are really good, and the only way they could be better, is if I pushed you to do something you might not be comfortable with.
french: [_R_] Non, et celles que nous avons sont vraiment bonnes, et la seule façon d'être mieux, c'est que je te pousse à faire quelque chose que tu pourrais ne pas être à l'aise avec.

source: [_L_] I can't believe I've let you talk me into going this far.
french: [_L_] Je n'arrive pas à croire que tu m'aies laissée aller aussi loin.

source: [_R_] Don't think about it like I've talked you into anything.
french: [_R_] N'y pense pas comme si je t'avais parlé de quoi que ce soit.

source: [_R_] Think of me like a mentor, or a life coach, and I'm helping you to do what you need to achieve your life goal.
french: [_R_] Considères-moi comme un mentor ou un coach de vie, et je t'aide à faire ce dont tu as besoin pour atteindre ton objectif de vie.

source: [_R_] And that goal is?...
french: [_R_] Et cet objectif c'est?...

source: [_L_] .... {i}(talking quietly){/i} To be internet famous.
french: [_L_] .... {i}(en parlant doucement){/i} Pour être célèbre sur Internet.

source: [_R_] What was that?...
french: [_R_] Qu'est-ce que c'était?...

source: [_L_] To be internet famous you cheeky bastard.
french: [_L_] Pour être célèbre sur Internet, bâtard effronté.

source: [_R_] Hahaha.... that's right.
french: [_R_] Hahaha.... c'est vrai.

source: [_R_] And now for the next shot, let's get a picture of you from behind, but stand in a way that conceals your goodies.
french: [_R_] Et maintenant, pour la prochaine photo, prenons une photo de toi par derrière, mais tiens-toi d'une manière qui dissimule tes parties intimes.

source: [_L_] My goodies, what are you ten?
french: [_L_] Mes parties intimes, tu as dix ans?

source: [_R_] Beautiful! And kind of turn your upper torso this way so we can see some side boob.
french: [_R_] Magnifique! Et tournes le haut du torse de cette façon pour qu'on puisse voir tes seins de côté.

source: [_L_] Well, I don't have a whole lot of boob to see, even from the front.
french: [_L_] Eh bien, je n'ai pas beaucoup de seins à montrer, même de face.

source: [_R_] Don't worry, I love little titties like yours.
french: [_R_] Ne t'inquiètes pas, j'adore les petits seins comme les tiens.

source: [_L_] Really?
french: [_L_] Vraiment?

source: [_R_] Oh, yeah!...
french: [_R_] Oh, oui!...

source: [_R_] And hold that pose.
french: [_R_] Et maintiens cette pose.

source: [_L_] How will you work the dragon into this scene?
french: [_L_] Comment vas-tu intégrer le dragon dans cette scène ?

source: [_R_] Hmmmm.... I think I'll just have him sleeping in the background.
french: [_R_] Hmmmm.... Je pense que je vais juste le faire dormir en arrière-plan.

source: [_R_] Wow, this photosession is getting really hot.
french: [_R_] Wow, cette séance photo devient vraiment chaude.

source: [_R_] Even being your brother and all, I'll admit that I'm struggling not to get turned on.
french: [_R_] Même en étant ton frère et tout, j'avoue que j'ai du mal à ne pas bander.

source: [_L_] Just try to keep it in your pants, ok?
french: [_L_] Essaie juste de le garder dans ton pantalon, ok?

source: [_R_] Haha.... of course.
french: [_R_] Haha.... bien sûr.

source: [_R_] Ok, now let's just get a quick shot of you bending over just a little bit.
french: [_R_] Ok, maintenant, prenons une photo rapide de toi te penchant un peu.

source: [_R_] Yep, got it!
french: [_R_] Oui, c'est bien!

source: [_RT_] {i}I think I might be able to get her to go just a little bit farther, but should I?{/i}
french: [_RT_] {i}Je pense que je pourrais peut-être l'amener à aller un peu plus loin, mais devrais-je?{/i}

source: [_L_] I can't believe I'm about to share the most intimate parts of my body with anybody with an internet connection.
french: [_L_] Je n'arrive pas à croire que je suis sur le point de partager les parties les plus intimes de mon corps avec qui que ce soit avec une connexion Internet.

source: [_L_] I've got a similar rush as riding on a roller coaster.
french: [_L_] J'ai une impression similaire que dans une montagne russe.

source: [_R_] Oh good, cuz that's a fun feeling.
french: [_R_] Oh bien, parce que c'est une sensation amusante.

source: [_L_] Yeah, I guess.... I'm kind of in a daze right now.
french: [_L_] Ouais, je suppose.... Je suis un peu étourdie en ce moment.

source: [_L_] So, I guess just tell me what to do.
french: [_L_] Alors, je suppose qu'il suffit de me dire ce qu'il faut faire.

source: [_R_] Let's just do a simple bend over and spread'em.
french: [_R_] Fais juste une simple courbe et écartes-les.

source: [_R_] Yeah, let me just zoom in and get a close-up shot.
french: [_R_] Ouais, permets-moi de zoomer et d'obtenir un gros plan.

source: [_R_] Ok, and now I need a front shot with your legs spread.
french: [_R_] Ok, et maintenant j'ai besoin d'un plan de face avec les jambes écartées.

source: [_R_] Let's just see how flexible you are.
french: [_R_] Voyons à quel point tu es flexible.

source: [_L_] Oh, I can be pretty flexible, just call me ElastiBabe.
french: [_L_] Oh, je peux être assez flexible, appelles-moi simplement ElastiBabe.

source: [_R_] Hey, that's not a bad idea for a future cosplay costume.
french: [_R_] Hé, ce n'est pas une mauvaise idée pour un futur costume de cosplay.

source: [_R_] That's a very pretty sight.
french: [_R_] C'est un très joli spectacle.

source: [_R_] Let me just get a close-up shot on that too.
french: [_R_] Permets-moi de faire un gros plan là-dessus aussi.

source: [_R_] I hope this doesn't sound too weird, given this situation and all, but working like this with you really makes me feel like our relationship has become a lot closer.
french: [_R_] J'espère que cela ne semble pas trop bizarre, compte tenu de cette situation et de tout, mais travailler comme ça avec toi me donne vraiment l'impression que notre relation est devenue beaucoup plus proche.

source: [_L_] Yeah, I feel closer to you too.
french: [_L_] Ouais, je me sens plus proche de toi aussi.

source: [_R_] And I think we only need one more pose and we'll call it good.
french: [_R_] Et je pense que nous n'avons besoin que d'une pose de plus et ce sera bon.

source: [_R_] For this one I want you to pose face down ass up.
french: [_R_] Pour celle-ci, je veux que tu poses tête en bas cul en haut.

source: [_L_] Ok, I've gone this far, what's a little more.
french: [_L_] Ok, je suis allée assez loin, donc un peu plus.

source: [_R_] And I want a side shot.
french: [_R_] Et je veux un plan latéral.

source: [_L_] Really? Not a close-up between the legs?
french: [_L_] Vraiment? Pas un gros plan entre les jambes?

source: [_R_] Not on this one. But we could do that too if you want.
french: [_R_] Pas sur celle-ci. Mais on pourrait le faire aussi si tu veux.

source: [_L_] I'm good.
french: [_L_] Je vais bien.

source: [_R_] Yeah, but now show a little more pain in your expression.
french: [_R_] Oui, mais montres maintenant un peu plus de douleur dans ton expression.

source: [_R_] That's great!
french: [_R_] C'est génial!

source: [_L_] Oh boy.... I don't know if I even want to know what you're going to do with this picture.
french: [_L_] Oh mec.... Je ne sais pas si je veux savoir ce que tu vas faire de cette photo.

source: [_R_] Oh, I won't do much to it, but I think you'll like it.
french: [_R_] Oh, je n'y ferais pas grand-chose, mais je pense que ça te plaira.

source: [_L_] For some reason, I have a feeling I won't.
french: [_L_] Pour une raison quelconque, j'ai le sentiment que je ne l'aimerais pas.

source: [_R_] Hahah.... it just depends on what you're into.
french: [_R_] Hahah.... ça dépend de ce que tu aimes.

source: [_R_] Let's just say you've got to earn the title of "Dragon Breeder".
french: [_R_] Disons simplement que tu dois gagner le titre 'D'éleveuse de dragons'.

source: [_L_] Oh no, [ryan], don't you dare!
french: [_L_] Oh non, [ryan], n'oses pas!

source: [_R_] Don't worry, I won't do any penetration.
french: [_R_] Ne t'inquiètes pas, je ne ferais pas de pénétration.

source: [_L_] Oh my God, [ryan]!
french: [_L_] Oh mon Dieu, [ryan]!

source: [_R_] And let me zoom in just a little bit...
french: [_R_] Et permets-moi de zoomer un peu...

source: [_R_] That's great Lauren!
french: [_R_] C'est super Lauren!

source: [_R_] I think this one is going to be my favorite.
french: [_R_] Je pense que celle-ci va être ma préférée.

source: [_R_] You can get up now if you want.
french: [_R_] Tu peux te lever maintenant si tu veux.

source: [_L_] So, that's it? We don't need any more shots this session?
french: [_L_] Alors, c'est tout? On n'a plus besoin de photos pour cette séance ?

source: [_R_] No, I think we've got a lot of good stuff to work with.
french: [_R_] Non, je pense que nous avons beaucoup de bonnes choses à travailler.

source: [_L_] Oh.... ok.... good...
french: [_L_] Oh .... ok .... bon ...

source: [_R_] Let me just say, you did an amazing job!
french: [_R_] Permets-moi de dire que tu as fait un travail incroyable!

source: [_R_] You acted like a professional, did everything I told you to, and your presence in front of the camera is so natural.
french: [_R_] Tu as agi comme une professionnelle, tu as fait tout ce que je t'ai dit, et ta présence devant la caméra est si naturelle.

source: [_R_] And I had a lot of fun working with you.
french: [_R_] Et j'ai eu beaucoup de plaisir à travailler avec toi.

source: [_R_] I'm glad we get to work together, because I miss all the time we used to spend together.
french: [_R_] Je suis heureux que nous puissions travailler ensemble, car tout le temps que nous passions ensemble me manque déjà.

source: [_L_] Thank's for being so professional, and helping me to fulfull my dream!
french: [_L_] Merci d'être si professionnel et de m'avoir aidé à réaliser mon rêve!

source: [_L_] I've really enjoyed spending this time with you too.
french: [_L_] J'ai vraiment aimé passer ce temps avec toi aussi.

source: [_L_] What are you doing?...
french: [_L_] Que fais-tu?...

source: [_R_] I'm just hugging you back.
french: [_R_] Je te serre dans mes bras.

source: [_L_] [ryan]? We're brother and sister.... you shouldn't hug your sister like this when she's completely naked.
french: [_L_] [ryan]? Nous sommes frère et sœur.... tu ne devrais pas embrasser ta sœur comme ça quand elle est complètement nue.

source: [_R_] Why not?
french: [_R_] Pourquoi pas?

source: [_L_] Because this isn't just some episode of "Game of Thots", this is real life.
french: [_L_] Parce que ce n'est pas seulement un épisode de 'Game of Thots', c'est la vraie vie.

source: [_R_] I don't care.
french: [_R_] Je m'en fiche.

source: [_L_] But society doesn't...
french: [_L_] Mais la société ne le tolère pas...

source: [_R_] Fuck society.
french: [_R_] Merde la société.

source: [_L_] Well, if you don't mind...
french: [_L_] Eh bien, si ça ne te dérange pas...

source: [_L_] Then...
french: [_L_] Alors...

source: [_R_] Oh my God, Lauren! I can't believe you just did that.
french: [_R_] Oh mon Dieu, Lauren! Je n'arrive pas à croire que tu aies fait ça.

source: [_L_] Not done yet.
french: [_L_] Pas encore fait.

source: [_RT_] {i}Oh, shit.... I got Lauren to grind me.... {/i}
french: [_RT_] {i}Oh, merde.... J'ai demandé à Lauren de me le presser.... {/i}

source: [_RT_] {i}She must want this as bad as me.{/i}
french: [_RT_] {i}Elle doit vouloir ça autant que moi.{/i}

source: [_RT_] {i}Oh, man! I'm gonna cum.... {/i}
french: [_RT_] {i}Oh, mec! Je vais jouir.... {/i}

source: [_L_] Oh my God! Your pants are wet!
french: [_L_] Oh mon Dieu! Ton pantalon est mouillé!

source: [_L_] Did you just?...
french: [_L_] As-tu jouis?...

source: [_R_] Yeah.... I did...
french: [_R_] Ouais.... Je l'ai fait...

source: [_L_] But what if some got inside me?...
french: [_L_] Mais que se passe-t-il si certains spermatosoides sont entrés en moi?...

source: [_L_] Could I get pregnant?
french: [_L_] Puis-je tomber enceinte?

source: [_R_] No.... I don't think so...
french: [_R_] Non.... Je ne pense pas...

source: [_R_] I think I'd have to be deep inside of you.
french: [_R_] Je pense que je devrais être au plus profond de toi.

source: [_L_] Oh, thank God!...
french: [_L_] Oh, Dieu merci!...

source: [_LT_] {i}Mmmmmmmm.... [ryan] deep inside of me.... {/i}
french: [_LT_] {i}Mmmmmmmm .... [ryan] profond à l'intérieur de moi .... {/i}

source: {i}{b}"Lauren's Libido +10"{/b}{/i}
french: {i}{b}«Libido de Lauren +10»{/b}{/i}

source: [_L_] I can't believe that just happened.
french: [_L_] Je n'arrive pas à croire que cela vient de se produire.

source: [_L_] We can't let this go any further.
french: [_L_] Nous ne pouvons pas laisser cela aller plus loin.

source: [_R_] Well, let's just see what happens.
french: [_R_] Eh bien, voyons juste ce qui se passe.

source: [_R_] Try not to be too closed minded to future possibilities.
french: [_R_] Essaies de ne pas être trop fermée aux possibilités futures.

source: [_L_] Well, don't push your luck.
french: [_L_] Eh bien, ne pousses pas ta chance.

source: [_L_] I love you, but what if Mom or Sidney found out?
french: [_L_] Je t'aime, mais et si maman ou Sidney le découvrait?

source: [_R_] We'll worry about that when the time comes.
french: [_R_] Nous nous en inquiéterons le moment venu.

source: [_L_] No really, I don't think we should go any further.
french: [_L_] Non vraiment, je ne pense pas que nous devrions aller plus loin.

source: [_R_] Ok, well we'll just have to worry about that when the time comes too.
french: [_R_] Ok, eh bien, nous aurons juste à nous en soucier le moment venu.

source: [_L_] [ryan]! I'm serious!
french: [_L_] [ryan]! Je suis sérieuse!

source: [_R_] Me too.
french: [_R_] Moi aussi.

source: [_L_] Well, I'd better go get my clothes back on. I'll see you back at home sometime?
french: [_L_] Eh bien, je ferais mieux d'aller récupérer mes vêtements. Je te reverrais à la maison après?
