Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_RT_] {i}That could be interesting.{/i}
french: [_RT_] {i}Cela pourrait être intéressant.{/i}
italian: [_RT_] {i}Potrebbe essere interessante.{/i}
portuguese: [_RT_] {i}Que poderia ser interessante. {/i}
russian: [_RT_] {i}Это может быть интересно.{/i}

source: [_RT_] {i}Mom's already "helping" me with my Oedipal project. Maybe she'd be willing to help "tutor" Mandy and I together?{/i}
french: [ _RT_ ] {i}Maman a déjà "aidé" avec mon projet Oedipal. Peut-être qu'elle serait prête à aider "Tutor" Mandy et moi ensemble? { /i }
italian: [_RT_] {i}Mamma già mi "aiutando" con il mio progetto edipale. Forse sarebbe disposta ad aiutare "tutor" Mandy e io insieme?{/i}
portuguese: [_RT_] {i}Mãe já está "ajudando" a mim com meu projeto de Oedipal. Talvez ela estivesse disposta a ajudar "tutor" Mandy e eu together? {/i}
russian: [_RT_] Мама {i}уже "помогает" мне с моим Эдипальным проектом. Может быть, она будет готова помочь "учить" Манди и я вместе?{/i}

source: [_RT_] {i}Wait, what am I thinking? Mom's been avoiding me ever since we had sex at the beach. I still need to figure out how to fix the awkwardness between us first.{/i}
french: [_RT_] {i}Attendez, que je pense? Maman m'évite depuis que nous avons eu des rapports sexuels à la plage. « Il me reste encore à trouver comment réparer la maladresse entre nous.{/i}
italian: [_RT_] {i}Aspetta, cosa sto pensando? La mamma mi ha evitata da quando abbiamo fatto sesso in spiaggia. Ho ancora bisogno di capire come risolvere prima la goffaggine tra noi.{/i}
portuguese: [_RT_] {i}Espera, o que eu estou pensando? A mãe está me evitando desde que fizemos sexo na praia. Eu ainda preciso descobrir como consertar o constrangimento entre nós primeiro. {/i}
russian: [_RT_] {i}Подожди, что я думаю? Мама избегает меня с тех пор, как мы секс на пляже. Мне все еще нужно выяснить, как исправить неловкость между нами.{/i}

source: [_RT_] {i}Trying to push her into a threesome with Mandy right now would probably backfire and make things worse.{/i}
french: [_RT_] {i}Tenter de la pousser dans un trio avec Mandy maintenant serait probablement en marche arrière et aggraverait les choses.{/i}
italian: [_RT_] {i}Cercando di spingerla in un trio con Mandy in questo momento probabilmente il fuoco e peggiorare le cose.{/i}
portuguese: [_RT_] {i}Tentando empurrá-la para um ménage à trois com Mandy agora provavelmente ia retrocesso e pioraria as coisas. {/i}
russian: [_RT_] {i}Пытается подтолкнуть её к трем с Манди прямо сейчас, скорее всего отстрелит и усложнит вещи.{/i}

source: [_R_] Umm... Mom's pretty busy at school, and when she's home, I'm sure the last thing she wants to do is more work.
french: [_R_] Umm... Maman est bien occupée à l'école, et quand elle est à la maison, je suis sûr que la dernière chose qu'elle veut faire, c'est plus de travail.
italian: [_R_] Umm... La mamma è piuttosto impegnata a scuola, e quando è a casa, sono sicuro che l'ultima cosa che vuole fare è più lavoro.
portuguese: [_R_] Umm... A mãe está muito ocupada na escola e, quando ela está em casa, tenho certeza de que a última coisa que ela quer fazer é mais trabalho.
russian: [ _R_] Umm ... Мама очень занята в школе, и когда она дома, я уверена, что последнее, что она хочет сделать, это больше работы.

source: [_MD_] Yeah, you're probably right.
french: [_MD_] Oui, vous avez probablement raison.
italian: [_MD_] Sì, probabilmente hai ragione.
portuguese: [_MD_] Sim, você provavelmente está certo.
russian: Да, возможно, ты прав.

source: [_R_] Hey, maybe you and I can be study buddies.
french: [ _R_ ] Hé, peut-être que vous et moi pouvons être des copains d'étude.
italian: [_R_] Ehi, forse io e te possiamo essere amici di studio.
portuguese: [_R_] Ei, talvez você e eu possamos estudar amigos.
russian: [ _R_] Эй, может быть, мы с тобой можем быть друзьями-исследователями.

source: [_MD_] Yeah, right... Knowing us, I don't think we'd get much studying done.
french: [_MD_] Ouais, non... connaissant nous, je ne pense pas qu'on ferait beaucoup d'études.
italian: [_MD_] Sì, giusto... Conoscendoci, non credo che avremmo fatto molto studio.
portuguese: [_MD_] Sim, certo... Sabendo-nos, eu não acho que tenhamos feito muito estudo.
russian: [ _MD_] Да, верно ... Зная нас, я не думаю, что мы бы много изучали.

source: [_MDT_] {i}Damn, I really wanted Aunt [mom_name] to help me. She's a great teacher and I love spending time with her.{/i}
french: [_MDT_] {i}Damn, je voulais vraiment une Tante [mom_name] pour m'aider. Elle est un grand enseignant et j'adore passer du temps avec elle.{/i}
italian: [_MDT_] {i}Damn, Volevo davvero Zia [mom_name] per aiutarmi. È una grande insegnante e amo passare del tempo con lei.{/i}
portuguese: [_MDT_] {i}Damn, eu realmente queria a tia [mom_name] me ajudar. Ela é uma ótima professora e adoro passar o tempo com ela.{/i}
russian: [ _MDT_] {i}Черт, я очень хотел, чтобы тетя [ мамочка] помогла мне. Она великолепная учительница, и я люблю проводить время с ней.

source: [_MDT_] {i}[ryan]'s right though... With Uncle [dad_name] getting arrested, the mob, her job, and now Mom and me moving in... It'd be selfish of me to ask her to spend whatever free time she has tutoring me.{/i}
french: [ _MDT_ ] {i}[ ryan ] a raison ... Avec Oncle [ dad_name ] se faire arrêter, la foule, son travail, et maintenant maman et moi ... Il serait égoïme de ma demande de lui demander de passer le temps libre qu'elle m'a consacré. { /i }
italian: [_MDT_] {i}[ryan]di destra però... Con lo zio [dad_name] che viene arrestato, la folla, il suo lavoro, e ora mamma e me che ci muoviamo. . Sarebbe egoista da parte mia chiederle di trascorrere tutto il tempo libero che mi ha tutorato.{/i}
portuguese: [_MDT_] {i}[ryan]no entanto certo... Com o tio [dad_name] a ser preso, a criatura dela, o emprego, e agora a mãe e eu nos encontramos em mudança. Eu seria egoísta da minha parte pedir-lhe que passe qualquer hora gratuita que ela me tenha tutor.{/i}
russian: [ _MDT_] {i}[ ryan]'s right thought ... С дядей [ dad_name] арестовывали, толпа, ее работа, а теперь мама и я переезжаем в ... Было бы эгоистиком просить ее провести свободное время, когда она меня обучает.

source: [_MDT_] {i}Arrghh! It's just so hard to focus my studies! Reading about Oedipal complexes gets me so horny, I can't focus.{/i}
french: [_MDT_] {i}Arrghh ! Il est si difficile de concentrer mes études ! La lecture des complexes Oedipal me fait tellement chaud, je ne peux pas me concentrer. {/i}
italian: [_MDT_] {i}Arrghh! È così difficile focalizzare i miei studi! Leggendo i complessi edipali mi fa eccitare, non riesco a concentrarmi.{/i}
portuguese: [_MDT_] {i}Arrghh! É tão difícil concentrar meus estudos! Ler sobre complexos de Oedipal me pega tanto, não posso focalizar
russian: [ _MDT_] {i}Аррг! Просто так сложно сосредоточиться на своих исследованиях! Чтение о комплексах Oedipal помогает мне, я не могу сосредоточиться. { /i }

source: [_MDT_] {i}How am I supposed to memorize all these names and terms, when I'm imagining [ryan] fucking my mom, or... Oh, God... his mom.{/i}
french: [_MDT_] {i}Comment suis-je censé mémoriser tous ces noms et termes, quand j'imagine [ryan] baiser ma mère... ou... Oh, Dieu... sa mère{/i}
italian: [_MDT_] {i}Come dovrei memorizzare tutti questi nomi e termini, quando immagino [ryan] scopare mia mamma, o... Oh, Dio... sua mamma.{/i}
portuguese: [_MDT_] {i}Como eu vou memorizar todos esses nomes e termos, quando eu estou imaginando [ryan] porra minha mãe, ou ... Oh, Deus ... sua mãe. {/i}
russian: [_MDT_] {i}Как я должен запомнить все эти имена и термины, когда я представляю себя [ryan] трахает мою маму, или... да, Бог... его мама.{/i}

source: [_MDT_] {i}Mmm. [ryan] fucking Aunt [mom_name] is so hot to picture. Too bad that'd never happen.{/i}
french: [_MDT_] {i}Mmm. [ryan] baise la Tante [mom_name] est si chaude à l'image. Dommage que cela ne se produise jamais. {/i}
italian: [_MDT_] {i}Mmm. [ryan] cazzo zia [mom_name] è così caldo per l'immagine. Peccato che non sarebbe mai successo.{/i}
portuguese: [_MDT_] {i}Misto. [ryan] foda da Tia [mom_name] é tão quente para se imaginar. Pena que isso nunca aconteceria. {/i}
russian: [ _MDT_] {i}Ммм. Ёбаная тетя [ мамочка] такая горячая, что картинка. Жаль, что этого никогда не случится.

source: [_MDT_] {i}[ryan] might be perverted enough to fuck his own mother, but Aunt [mom_name] isn't like that.{/i}
french: [_MDT_] {i}[ryan] pourrait être assez perverti pour baiser sa propre mère, mais la tante [mom_name] n'est pas comme ça.{/i}
italian: [_MDT_] {i}[ryan] potrebbe essere abbastanza pervertito per scopare la propria madre, ma la zia [mom_name] non è così.{/i}
portuguese: [_MDT_] {i}[ryan] pode ser pervertido o suficiente para matar sua própria mãe, mas a tia [mom_name] não é assim. {/i}
russian: [ _MDT_] {i}[ ryan] может быть достаточно извращено, чтобы трахать собственную мать, но тетя [ мамочка] не такая. { /i }

source: [_MDT_] {i}What about [ryan] fucking Lauren? That could actually happen.{/i}
french: [_MDT_] {i}Qu'en est-il de [ryan] baiser Lauren? Cela pourrait vraiment arriver.{/i}
italian: [_MDT_] {i}Che ne dici di [ryan] cazzo Lauren? Questo potrebbe accadere.{/i}
portuguese: [_MDT_] {i}Que tal [ryan] foder a Lauren? Isso poderia realmente acontecer. {/i}
russian: [ _MDT_] {i}Что насчет грёбаной Лорен? Это действительно может произойти. { /i }

source: [_MDT_] {i}Lauren's been hiding something about their relationship for weeks now, but I can't get her to crack and tell me if they've gone all the way yet.{/i}
french: [ _MDT_ ] {i}Lauren a caché quelque chose au sujet de leur relation depuis des semaines, mais je ne peux pas la faire craquelé et me dire s'ils sont allés jusqu'à maintenant. { /i }
italian: [_MDT_] {i}Lauren ha nascosto qualcosa sulla loro relazione da settimane, ma non riesco a farla scoppiare e dirmi se sono andati fino in fondo. /i}
portuguese: [_MDT_] {i}Lauren esconde algo sobre sua relação há semanas mas eu não posso fazê-la quebrar e me dizer se ainda foram até o fim. /i}
russian: [ _MDT_] {i}Лорен что-то скрывает о своих отношениях в течение нескольких недель, но я не могу ее взломать и сказать мне, если они все еще уехали. { /i }

source: [_R_] Mandy, you okay?
french: [_R_] Mandy, d'accord?
italian: [_R_] Mandy, va bene?
portuguese: [_R_] Mandy, tudo bem?
russian: Мэнди, ты в порядке?

source: [_MD_] You know what?
french: [_MD_] Vous savez quoi?
italian: [_MD_] Sai cosa?
portuguese: [_MD_] Sabe de uma coisa?
russian: [_MD_] Ты знаешь, что?

source: [_MD_] I need a study break.
french: [ _MD_ ] J'ai besoin d'une pause d'étude.
italian: [_MD_] Ho bisogno di una pausa di studio.
portuguese: [__MD_] Eu preciso de uma pausa de estudo.
russian: Мне нужен перерыв в исследовании.

source: [_R_] Oh, okay.
french: [_R_] Oh, d'accord.
italian: [_R_] Oh, va bene.
portuguese: [_R_] Oh, ok.

source: [_MD_] Go grab a seat on the bed so we can talk.
french: [ _MD_ ] Va prendre un siège sur le lit pour que nous puissions parler.
italian: [_MD_] Vai a prendere un posto sul letto in modo da poter parlare.
portuguese: [__MD_] Vá agarrar um assento na cama para que possamos conversar.
russian: [ _MD_] Go хватается за место на кровати, чтобы мы могли поговорить.

source: [_R_] Uh, sure... What do you want to talk about?
french: [_R_] Uh, sûr... De quoi voulez-vous parler ?
italian: [_R_] Uh, sicuro... di che cosa vuoi parlare?
portuguese: [_R_] Uh, certeza... Do que você quer falar?
russian: Да, конечно ... О чем ты хочешь поговорить?

source: [_MD_] Why don't we talk about you and Lauren? It seems like you two are always sneaking off together.
french: [ _MD_ ] Pourquoi ne parlons-nous pas de toi et Lauren? Il semble que vous deux vous éternuez toujours ensemble.
italian: [_MD_] Perché non parliamo di te e di Lauren? Sembra che tu due stia sempre scavalcando insieme.
portuguese: [_MD_] Por que não falamos sobre você e Lauren? Parece que vocês dois estão sempre se agachando juntos.
russian: Почему бы нам не поговорить о тебе и Лорен? Похоже, что вы двое всегда скрываетесь вместе.

source: [_MD_] Are you running off to do naughty things without me?
french: [ _MD_ ] Etes-vous en courant de faire des choses méchants sans moi?
italian: [_MD_] Stai correndo per fare cose cattive senza di me?
portuguese: [_MD_] Você está correndo para fazer coisas maldosas sem mim?
russian: [_MD_] Ты бегаешь, чтобы делать развратные вещи без меня?

source: [_R_] Well, we're just having a little fun, you know, like you and I do sometimes.
french: [_R_] Eh bien, nous avons juste un peu de plaisir, vous savez, comme vous et moi faisons parfois.
italian: [_R_] Beh, ci stiamo divertendo un po', sai, come te e io a volte.
portuguese: [_R_] Bem, estamos só nos divertindo um pouco, você sabe, como você e eu às vezes.
russian: Ну, мы просто веселимся, знаешь, как ты и я иногда.

source: [_MD_] It's okay, [ryan]. I'm not jealous. I just feel a little left out is all.
french: [ _MD_ ] C'est bon, [ ryan ]. Je ne suis pas jaloux. Je me sens juste un peu à gauche, c'est tout.
italian: [_MD_] Va bene, [ryan]. Non sono geloso. Mi sento solo un po' lasciato fuori è tutto.
portuguese: [_MD_] Tudo bem, [ryan]. Não sou ciumento. Só me resta um pouco de fora é tudo.
russian: Все хорошо, я не ревную. Я просто чувствую, что осталось совсем немного.

source: [_RT_] {i}Damn, she may be skinny, but she's still got a nice ass.{/i}
french: [_RT_] {i}Merde, elle peut être habillée, mais elle a quand même un beau cul.{/i}
italian: [_RT_] {i}Dannazione, può essere magra, ma lei ha ancora un bel culo.{/i}
portuguese: [_RT_] {i}Caramba, talvez seja uma skiny, mas ainda está com um bom ass.{/i}
russian: [ _RT_] {i}Черт, она может быть тощей, но у неё все еще есть хорошая задница. { /i }

source: [_R_] We're not trying to leave you out or anything. It's just sometimes...
french: [ _R_ ] Nous n'essayons pas de vous laisser dehors ou quoi que ce soit. C'est juste parfois ...
italian: [_R_] Non stiamo cercando di lasciarti fuori o niente. È solo a volte...
portuguese: [_R_] Nós não estamos tentando te deixar fora ou nada. É apenas algumas vezes...
russian: [_R_] Мы не пытаемся покинуть вас или ничего не сделать. Это лишь как...

source: [_MD_] Oh, it's fine... I just wish I could watch you two fuck.
french: [_MD_] Oh, c'est bien... J'aimerais juste pouvoir vous regarder deux baise !
italian: [_MD_] Oh, va bene... Vorrei solo che potessi guardarti due cazzi.
portuguese: [_MD_] Oh, está bem... Eu só queria poder ver você duas caralhas.
russian: О, все в порядке ... Я просто хочу, чтобы я могла смотреть тебе два трахаться.

source: [_R_] What?!... We're not... I mean, we're just messing around a little bit. We're not actually...
french: [_R_] Quoi?!... Nous ne sommes pas... Je veux dire, nous nous contentons de gâcher un peu. Nous ne sommes pas en fait...
italian: [_R_] Cosa?!... Non siamo... voglio dire, stiamo solo disordinando un po'. Non siamo realmente...
portuguese: [_R_] O quê?! ... Nós não somos ... Quer dizer, estamos apenas mexendo um pouco. Na verdade não estamos ...
russian: [ _R_] Что?! ... Мы не ... Я имею в виду, мы просто немного пошутим. Мы на самом деле не ...

source: [_MD_] It's okay, [ryan]. You don't need to hide it. Lauren already told me you two started fucking.
french: [_MD_] C'est normal, [ryan]. Vous n'avez pas besoin de le cacher. Lauren m'a déjà dit que vous deux ont commencé à baiser.
italian: [_MD_] Va bene, [ryan]. Non c'è bisogno di nasconderlo. Lauren mi ha già detto che due hanno iniziato a scopare.
portuguese: [_MD_] Está tudo bem, [ryan]. Você não precisa escondê-lo. Lauren já me disse que vocês dois começaram a caralhar.
russian: [ _MD_] Это нормально, [ ryan]. Тебе не нужно это скрывать. Лорен уже сказала, что вы начали трахаться.

source: [_MD_] She's always talking about how your massive cock stretches her out.
french: [ _MD_ ] Elle parle toujours de la façon dont votre grosse bite s'étire.
italian: [_MD_] Lei sta sempre parlando di come il tuo cazzo massiccio la allunga.
portuguese: [_MD_] Ela está sempre falando sobre como a sua enorme galinha a estica de fora.
russian: Она всегда говорит о том, как твой массивный член растягивает ее.

source: [_R_] She does?
french: [_R_] Elle le fait ?
italian: [_R_] Lei lo fa?
portuguese: [_R_] ela tem?
russian: [ _R_] Она делает?

source: [_MD_] Sure, like I said, I just wish I could watch.
french: [ _MD_ ] Bien sûr, comme je l'ai dit, je voudrais juste pouvoir regarder.
italian: [_MD_] Certo, come ho detto, vorrei solo che potessi guardare.
portuguese: [_MD_] Claro, como eu disse, eu só queria poder assistir.
russian: [ _MD_] Конечно, как я и сказал, я просто хотел бы посмотреть.

source: [_MD_] I'd love to see you sink inch after inch of your big dick into her tight little pussy.
french: [_MD_] J'aimerais vous voir couler un pouce après pouce de votre grosse bite dans sa petite chatte serrée.
italian: [_MD_] Mi piacerebbe vederti affondare pollici dopo pollici del tuo grande cazzo nella sua piccola figa stretta.
portuguese: [_MD_] Eu gostaria de te ver afundar polegada depois de uma polegada em sua polegada apertada.
russian: [_MD_] Я хотел бы видеть вас раковиной дюйма после дюйма вашей большой колючки в ее плотной кисти.

source: [_R_] Oh, I guess I thought she hadn't told you. Well, if Lauren's cool with it, I'd love for you to watch us. Maybe you could even...
french: [_R_] Oh, je suppose qu'elle ne vous avait pas dit. « Eh bien, si Lauren est bien cool, j'aurais aimé que vous nous regardiez, et peut-être même que vous le pourriez... »
italian: [_R_] Oh, immagino che non ti avesse detto. Beh, se Lauren fantastica con esso, mi piacerebbe che ci guardasse. Forse potreste anche d...
portuguese: [__R_] Ah, eu acho que eu pensei que ela não tinha dito a você. Bom, se Lauren estiver legal com isso, eu adoraria que você nos observasse. Talvez você pudesse até ...
russian: Думаю, я думала, что она тебе не сказала. Ну, если Лорен остынет, я бы хотел, чтобы ты смотрела на нас. Может, ты даже ...

source: [_MD_] Oh, my God!
french: [_MD_] Oh, mon Dieu!
italian: [_MD_] Oh, mio Dio!
portuguese: [_MD_] Oh, meu Deus!

source: [_MD_] I knew it! You two {b}are{/b} fucking!
french: [_MD_] Je le savais ! Vous avez deux {b}baiser{/b} !
italian: [_MD_] lo sapevo! Tu due {b}sono{/b} cazzo!
portuguese: [__MD_] Eu sabia disso! Vocês dois {b}são {/b} porra!
russian: [ _MD_] Я знал это! Вы двое {b}, блядь!

source: [_MD_] Lauren's been so cagey about how far you two have gone. Whenever I bring it up, she always changes the subject.
french: [_MD_] Lauren a été si cage sur la distance que vous avez parcourue. À chaque fois que je l'évoque, elle change toujours le sujet.
italian: [_MD_] Lauren è stata così ingenua su quanto sei andato lontano; ogni volta che lo sollievo lei cambia sempre il soggetto.
portuguese: [__MD_] Lauren tem sido tão cagada sobre o quão longe vocês dois se foram. Sempre que eu trago para cima, ela sempre muda de assunto.
russian: Лорен была такой каймой о том, как далеко вы ушли. Всякий раз, когда я ее поднимаю, она всегда меняет тему.

source: [_R_] But, you said...
french: [ _R_ ] Mais, vous avez dit ...
italian: [_R_] Ma, hai detto...
portuguese: [_R_] Mas, você disse...
russian: Но, ты сказал ...

source: [_MD_] I lied, Dummy.
french: [_MD_] J'ai menti, sinueux.
italian: [_MD_] ho mentito, Dummy.
portuguese: [__MD_] Eu menti, Dummy.
russian: Я солгал, Думбия.

source: [_MD_] I've been trying to get her to confess for weeks now, when all I had to do was shake my ass a little to get you to spill the beans.
french: [ _MD_ ] J'ai essayé de la faire avouer pendant des semaines, alors que tout ce que j'avais à faire était de secouer un peu mon cul pour vous faire renverser les fèves.
italian: [_MD_] Ho cercato di farla confessare da settimane ormai, quando tutto quello che dovevo fare era scuotere il mio culo un po 'per farvi fuoriuscire i fagioli.
portuguese: [__MD_] Eu tenho tentado fazer com que ela confesse por semanas agora, quando tudo o que eu tinha que fazer era apertar minha bunda um pouco para que você derrasse o feijão.
russian: Я пыталась заставить ее признаться в течение нескольких недель, когда все, что мне нужно было сделать, это пожать мне задницу, чтобы заставить тебя пролить бобы.

source: [_MD_] God, guys are {b}so easy{/b}!
french: [_MD_] Dieu, les gars sont {b}si facile{/b} !
italian: [ _MD_] Dio, ragazzi sono {b}così facili {/b}!
portuguese: [__MD_] Deus, os caras são {b}tão fáceis {/b}!
russian: [ _MD_] Бог, ребята- {b}так легко { /b }!

source: [_RT_] {i}Dammit, she got me good! Lauren's going to kill me.{/i}
french: [_RT_] {i}Dammit, elle m'a bien reçu! Lauren va me tuer.{/i}
italian: [_RT_] {i}Dammit, mi ha fatto bene! Lauren sta per uccidermi. {/i}
portuguese: [_RT_] {i}Dammit, ela me deu bem! Lauro vai me matar.{/i}
russian: [ _RT_] {i}Даммит, она достала мне добро! Лорен собирается убить меня.

source: [_R_] That was a rotten trick, Mandy. I can't believe you would manipulate me like that.
french: [ _R_ ] C'était un tour pourri, Mandy. Je n'arrive pas à croire que tu me manipulerais comme ça.
italian: [_R_] Questo è stato un trucco marcio, Mandy. Non riesco a credere che mi manipoleresti così.
portuguese: [_R_] Isso foi um truque podre, Mandy. Não acredito que você iria me manipular assim.
russian: Это был противный трюк, Мэнди. Не могу поверить, что ты так меня манипулируешь.

source: [_MD_] Me? You're the one fucking your own sister!
french: [_MD_] Moi ? Vous êtes celui qui baise votre propre sœur!
italian: [_MD_] Me? Sei tu che scopa la tua sorella!
portuguese: [_MD_] Eu? Você é a porra da sua própria irmã!
russian: Я? Ты, блядь, твоя родная сестра!

source: [_MD_] This isn't a little fooling around in the garden, you two are committing full-on sibling incest!
french: [ _MD_ ] Ce n'est pas un peu de foin dans le jardin, vous deux vous engagez à l'inceste !
italian: [_MD_] Questo non è un po 'ingannando in giardino, voi due stanno commettendo full-on fratello incesto!
portuguese: [__MD_] Isso não é um pouco de brincos no jardim, vocês dois estão cometendo o incesto completo!
russian: [_MD_] Это не немного обмануло в саду, вы оба делаете полный брачный инцест!

source: [_MD_] For shame!
french: [_MD_] C'est honteux!
italian: [_MD_] Per vergogna!
portuguese: [_MD_] Pela vergonha!
russian: [_MD_] За стыд!

source: [_R_] Are you mad at us?
french: [ _R_ ] Es-tu en colère contre nous?
italian: [_R_] Sei arrabbiato con noi?
portuguese: [_R_] Você está bravo conosco?
russian: Ты злишнешь на нас?

source: [_MD_] You're so cute.
french: [_MD_] Vous êtes si mignon.
italian: [_MD_] sei così carino.
portuguese: [_MD_] Você é tão fofo.
russian: Ты такой милый.

source: [_MD_] No, I'm not mad.
french: [ _MD_ ] Non, je ne suis pas fou.
italian: [_MD_] No, non sono pazzo.
portuguese: [_MD_] Não, eu não estou louco.
russian: Нет, я не злюсь.

source: [_R_] It doesn't freak you out, does it?
french: [ _R_ ] Ça ne vous libère pas, n'est-ce pas?
italian: [_R_] Non ti fa paura, vero?
portuguese: [_R_] Não abana você fora, né?
russian: [_R_] Это не отвлекает, не правда ли?
