Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_L_] I don't know what changed you.... but I like it.
french: [_L_] Je ne sais pas ce qui t'a changé.... mais j'aime ça.

source: [_RT_] {i}I'm pretty sure jacking off to Mom while she was stripping changed me more than Dad going to prison.{/i}
french: [_RT_] {i}Je suis presque sûr que me branler sur maman pendant qu'elle se déshabillait m'a plus travailler que le fait que papa soit en prison.{/i}

source: [_RT_] {i}In hindsight, I probably shouldn't have done that.{/i}
french: [_RT_] {i}Avec le recul, je n'aurais probablement pas dû le faire.{/i}

source: [_L_] I've noticed you staring at my ass a lot lately, but you act like a professional during our photoshoots,
french: [_L_] J'ai remarqué que tu regardais beaucoup mon cul ces derniers temps, mais tu agis comme un professionnel lors de nos séances photos,

source: [_L_] But I can't help but notice you're always pitching a tent once I start taking off my clothes.
french: [_L_] Mais je ne peux m'empêcher de remarquer que tu bandes une fois que je commence à enlever mes vêtements.

source: [_R_] Just because I'm your brother doesn't mean I won't get turned on looking at your tits and ass.
french: [_R_] Ce n'est pas parce que je suis ton frère que je ne m'exciterais pas à regarder tes seins et ton cul.

source: [_R_] I've tried to tactfully conceal my hard-on.
french: [_R_] J'ai essayé de cacher avec tact ma bite.

source: [_LT_] {i}Yeah right, like you could do anything to hide that monster.{/i}
french: [_LT_] {i}Ouais, comme si tu pouvais tout faire pour cacher ce monstre.{/i}

source: [_L_] Well, no judgements, and anyways, this gives me an idea of how I can return the favor.
french: [_L_] Eh bien, pas de jugement, et de toute façon, cela me donne une idée de la façon dont je peux rendre la pareille.

source: [_L_] Just sit there, close your eyes, and don't say anything.
french: [_L_] Assieds-toi là, ferme les yeux et ne dis rien.

source: [_R_] Ok...
french: [_R_] D'accord...

source: [_R_] Holy shit Lauren, do you want me to leave?...
french: [_R_] Putain Lauren, tu veux que je parte?...

source: [_L_] What?.... No.... you're not supposed to say anything yet.... and you're supposed to keep your eyes closed!...
french: [_L_] Quoi?.... Non.... tu n'es pas censé dire encore quoi que ce soit.... et tu es censé garder les yeux fermés !...

source: [_R_] {i}(whispering){/i} sorry...
french: [_R_] {i}(murmure){/i} désolé...

source: [_RT_] {i}Oh my.... how am I supposed to keep my eyes shut for this.... {/i}
french: [_RT_] {i}Oh mon dieu.... comment puis-je garder les yeux fermés avec ça ?... {/i}

source: [_L_] Ok, I'm serious, keep your eyes closed.
french: [_L_] Ok, je suis sérieuse, garde les yeux fermés.

source: [_L_] Ok, you can open your eyes now.
french: [_L_] Ok, tu peux les ouvrir maintenant.

source: [_R_] Holy fuck, Lauren!.... Are you going to school like that?
french: [_R_] Putain, Lauren!.... Tu vas à l'école comme ça ?

source: [_L_] No, you idiot!
french: [_L_] Non, espèce d'idiot !

source: [_L_] This is for you.
french: [_L_] Ceci est pour toi.

source: [_R_] What?!!
french: [_R_] Quoi?!!

source: [_L_] Oh, God.... please tell me I didn't mis-read the situation?
french: [_L_] Oh, mon Dieu.... dis-moi que je n'ai pas mal lu la situation ?

source: [_L_] I thought you might enjoy a little eye candy before school.
french: [_L_] J'ai pensé que tu pourrais profiter d'une friandise pour les yeux avant l'école.

source: [_L_] Give you something to think about all day.
french: [_L_] Tu me donnes quelque chose à penser toute la journée.

source: [_R_] Wow, Lauren! You look incredible!
french: [_R_] Wow, Lauren! Tu as l'air incroyable !

source: [_L_] Now that's the reaction I was hoping for.
french: [_L_] Maintenant, c'est la réaction que j'espérais.

source: [_L_] Now let me just turn on some music.
french: [_L_] Maintenant, laisse-moi allumer la musique.

source: [_R_] Wow! I've seen a lot of your body on the photo shoots,
french: [_R_] Wow! J'ai vu beaucoup de ton corps sur les séances photo,

source: [_R_] But I've never seen you move like this before.
french: [_R_] Mais je ne t'ai jamais vu bouger comme ça auparavant.

source: [_LT_] {i}Oh, the look on his face!.... I think he's really enjoying this!{/i}
french: [_LT_] {i}Oh, le regard sur son visage!.... Je pense qu'il apprécie vraiment ça!{/i}

source: [_L_] If you like that, I think you'll really like this.
french: [_L_] Si tu aimes ça, je pense que tu aimeras vraiment ça.

source: [_R_] Oh fuck, Lauren.... your ass is beautiful!
french: [_R_] Oh putain, Lauren.... ton cul est magnifique !

source: [_L_] Heheh.... I was always pretty sure you liked it.
french: [_L_] Heheh.... J'ai toujours été sûre que ça te plaisait.

source: [_L_] So, Mr. [ryan].
french: [_L_] Donc, Monsieur [ryan].

source: [_R_] Huh?.... Why did you stop the dancing?
french: [_R_] Huh? .... Pourquoi as-tu arrêté la danse?

source: [_L_] I know I'm getting an "F" in Anatomy, so I was hoping there was something I could do to bring up my grade.
french: [_L_] Je sais que j'obtiens un 'F' en anatomie, alors j'espérais qu'il y avait quelque chose que je pourrais faire pour augmenter ma note.

source: [_RT_] {i}Oh, nice! Lauren wants to do some role-play.{/i}
french: [_RT_] {i}Oh, sympa! Lauren veut faire un jeu de rôle.{/i}

source: [_RT_] {i}Maybe it's easier for her if she pretends I'm not her brother?{/i}
french: [_RT_] {i}C'est peut-être plus facile pour elle si elle prétend que je ne suis pas son frère?{/i}

source: [_R_] I don't know, young lady. You've skipped my class almost every day to make out with the head cheerleader, Megan.
french: [_R_] Je ne sais pas, jeune fille. Tu as sauté mon cours presque tous les jours pour t'enfuir avec la pom-pom girl en chef, Megan.

source: [_L_] Megan!?.... Really?
french: [_L_] Megan !? .... Vraiement?

source: [_R_] Shhhh.... don't break out of character, it ruins the illusion.
french: [_R_] Shhhh.... ne brise pas l'histoire, ça ruine l'illusion.

source: [_LT_] {i}You asshole!{/i}
french: [_LT_] {i}Connard!{/i}

source: [_R_] I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
french: [_R_] Je peux difficilement te permettre de passer à la note suivante après avoir affiché ce comportement incroyablement lubrique mais sexy.

source: [_L_] There must be something I can do to change your mind.
french: [_L_] Il doit y avoir quelque chose que je peux faire pour te faire changer d'avis.

source: [_R_] Nope! There's nothing I can think of that would keep me from failing you.
french: [_R_] Non! Il n'y a rien à quoi je peux penser qui m'empêcherait de te faire échouer.

source: [_L_] What if I show you...
french: [_L_] Et si je te montre...

source: [_L_] These!...
french: [_L_] Ceux-ci!...

source: [_R_] I.... I.... I...
french: [_R_] Je.... je... je...

source: [_L_] Hahaha.... what's under your pants is saying everything.
french: [_L_] Hahaha.... ce qu'il y a sous ton pantalon dit tout.

source: [_R_] Oh my God, Lauren.... I love those perky little titties!
french: [_R_] Oh mon Dieu, Lauren.... J'adore ces petits nichons guillerets !

source: [_L_] I'm so sorry [ryan], but I need you to hold me like this!...
french: [_L_] Je suis tellement désolé [ryan], mais j'ai besoin que tu me tiennes comme ça!...

source: [_R_] I had no idea you felt like this for me.
french: [_R_] Je ne savais pas que tu te sentais comme ça pour moi.

source: [_R_] I mean I hoped you did.
french: [_R_] Je veux dire que j'espérais que tu l'as fait.

source: [_L_] [ryan], just shut up.... I know this is so wrong.... and we can't ever do more than this...
french: [_L_] [ryan], tais-toi.... Je sais que c'est tellement mal.... et nous ne pouvons jamais faire plus que cela...

source: [_L_] But I need to have at least this...
french: [_L_] Mais j'ai besoin d'avoir au moins ceci...

source: [_R_] It's the fact that it is so forbidden that makes this so hard to resist.
french: [_R_] C'est le fait qu'il soit si interdit qui rend cela si difficile de résister.

source: [_L_] Oh, God.... I know...
french: [_L_] Oh, mon Dieu.... Je sais...

source: [_LT_] {i}[ryan]'s cock is so big! He is just throbbing and twitching all the way through all of our clothes.{/i}
french: [_LT_] {i} La bite de [ryan] est si grosse! elle palpite et se contracte tout au long dans ses vêtements.{/i}

source: [_LT_] {i}It's a good thing we'll never go further than this. I think I'd be fully impaled by his enormous shaft.{/i}
french: [_LT_] {i}C'est une bonne chose que nous n'irons jamais plus loin que cela. Je pense que je serais complètement déchirée par son énorme baton.{/i}

source: [_ADT_] {i}Ugghh.... back to my boring surveillance job for another week.{/i}
french: [_ADT_] {i}Ugghh.... revenons à mon travail de surveillance ennuyeux pour une semaine de plus.{/i}

source: [_ADT_] {i}At least I've got an extra $500 to enjoy.{/i}
french: [_ADT_] {i}Au moins, j'ai un supplément de 500$ pour en profiter.{/i}

source: [_ADT_] {i}Time to watch my favorite family on the TV again.{/i}
french: [_ADT_] {i}Il est temps de regarder à nouveau ma famille préférée à la télévision.{/i}

source: [_ADT_] {i}So much drama.... will they?.... Won't they?.... {/i}
french: [_ADT_] {i}Tant de drame.... le feront-ils?.... N'est-ce pas?.... {/i}

source: [_ADT_] {i}(sarcastically) I can't wait to watch the next episode.{/i}
french: [_ADT_] {i}(ton sarcastique) J'ai hâte de regarder le prochain épisode.{/i}

source: [_ADT_] {i}Pretty handy that [ryan] installed those spy cameras and saved me the hassle.{/i}
french: [_ADT_] {i}Assez pratique que [ryan] a installé ces caméras espions et m'a évité des tracas.{/i}

source: [_ADT_] {i}They were so easy to hack into.{/i}
french: [_ADT_] {i}Elles étaient si faciles à pirater.{/i}

source: [_ADT_] {i}I should check Lauren's room, she might be getting dressed for school.{/i}
french: [_ADT_] {i}Je devrais vérifier la chambre de Lauren, elle pourrait s'habiller pour aller à l'école.{/i}

source: [_ADT_] {i}Oh my God.... this is interesting!{/i}
french: [_ADT_] {i}Oh mon Dieu... c'est intéressant !{/i}

source: [_ADT_] {i}Haha.... I'm not surprised!{/i}
french: [_ADT_] {i}Haha.... Je ne suis pas surpris!{/i}

source: [_ADT_] {i}Just give them a little more time, and they'll be fucking like rabbits.{/i}
french: [_ADT_] {i}Leur donner juste un peu plus de temps, et ils vont baiser comme des lapins.{/i}

source: [_L_] Well, big brother?
french: [_L_] Eh bien, grand frère?

source: [_L_] How was that?
french: [_L_] Comment était-ce?

source: [_L_] Hahah.... that's what I thought.
french: [_L_] Hahah.... c'est ce que je pensais.

source: [_L_] I think you came bucketloads.
french: [_L_] Je pense que tu es venus.

source: [_L_] Your shorts are soaking wet.
french: [_L_] Ton short est trempé.

source: [_L_] Hahah.... you'd better run and get ready for school. I'm already halfway dressed.
french: [_L_] Hahah.... tu ferais mieux de courir et de te préparer pour l'école. Je suis déjà habillée à moitié.

source: [_L_] I know we need to get ready for school, but I really wanted to thank you again for protecting me from Agent Diaz.
french: [_L_] Je sais que nous devons nous préparer pour l'école, mais je voulais vraiment encore te remercier de m'avoir protégée de l'agent Diaz.

source: [_L_] Well, I wanted to take this opportunity again to return the favor.
french: [_L_] Eh bien, je voulais à nouveau profiter de cette occasion pour rendre la pareille.

source: [_R_] Well, I'll never say no to that.
french: [_R_] Eh bien, je ne dirai jamais non à ça.

source: [_RT_] {i}How am I supposed to resist a few peeks?{/i}
french: [_RT_] {i}Comment suis-je censé résister à quelques coups d'œil?{/i}

source: [_L_] [ryan]? Are you peeking?
french: [_L_] [ryan]? Tu regardes ?

source: [_R_] Wow, Lauren! I'll never get tired of seeing you in that outfit.
french: [_R_] Wow, Lauren! Je ne me lasserai jamais de te voir dans cette tenue.

source: [_L_] Just talk Mom into changing the dresscode for her class and you won't have to.
french: [_L_] Il suffit de demander à maman de changer le code vestimentaire de sa classe et tu n'auras pas à le faire.

source: [_R_] Haha.... I know school board member Will Tylor would approve the changes.
french: [_R_] Haha.... Je sais que le membre du conseil scolaire Will Tylor approuverait les changements.

source: [_L_] So, I thought you might enjoy a little eye candy before school again?
french: [_L_] Alors. j'ai pensé que tu pourrais profiter encore d'une friandise pour les yeux avant l'école?

source: [_R_] Well, you thought right!
french: [_R_] Eh bien, tu pensais bien!

source: [_R_] I love the way you move those hips.
french: [_R_] J'aime la façon dont tu bouges ces hanches.

source: [_L_] Heheh.... I know you love it.
french: [_L_] Heheh.... Je sais que tu l'aimes.

source: [_L_] That's because she tastes like cherries.... I love cherries.
french: [_L_] C'est parce qu'elle a le goût des cerises.... J'adore les cerises.

source: [_R_] Maybe you could give me your cherry!
french: [_R_] Tu pourrais peut-être me donner ta cerise !

source: [_L_] You might have to take it.
french: [_L_] Tu devrais peut-être la prendre.

source: [_R_] But young woman, I can hardly allow you to pass on to the next grade after displaying that incredibly lewd, but sexy behavior.
french: [_R_] Mais jeune femme, je peux difficilement te permettre de passer à la prochaine année après avoir affiché ce comportement incroyablement lubrique, mais sexy.

source: [_R_] Hmmmm.... well for those I might reconsider.
french: [_R_] Hmmmm.... eh bien pour ceux que je pourrais reconsidérer.

source: [_L_] Hahaha.... what's under your pants tells me that you will.
french: [_L_] Hahaha.... ce qu'il y a sous ton pantalon me dit que tu le feras.

source: [_R_] I thought you said we couldn't do this again.
french: [_R_] Je pensais que tu disais qu'on ne pouvait plus faire ça.

source: [_L_] [ryan], just shut up.... I know this is so wrong.... and this has to be the last time...
french: [_L_] [ryan], tais-toi.... Je sais que c'est tellement mal.... et ça doit être la dernière fois...

source: [_L_] But I need this today so badly!...
french: [_L_] Mais j'en ai tellement besoin aujourd'hui!...

source: [_R_] A little more forbidden fruit huh?
french: [_R_] Un peu plus de fruit défendu hein ?

source: [_L_] Oh, God.... yes...
french: [_L_] Oh, mon Dieu.... Oui...

source: [_ADT_] {i}I wonder if [ryan] and Lauren are going at it again.{/i}
french: [_ADT_] {i}Je me demande si [ryan] et Lauren y vont à nouveau.{/i}

source: [_ADT_] {i}Haha.... looks like I'm an aphrodisiac!{/i}
french: [_ADT_] {i}Haha.... on dirait que je suis un aphrodisiaque!{/i}

source: [_ADT_] {i}I wonder when they'll take it further.{/i}
french: [_ADT_] {i}Je me demande quand ils vont aller plus loin.{/i}

source: [_L_] I think you came bucketloads again.
french: [_L_] Je pense que tu es venus de nouveau.

source: [_RT_] {i}Shit.... I'm late again.... oh look there's Megan.... {/i}
french: [_RT_] {i}Merde.... Je suis encore en retard.... Oh, il y a Megan.... {/i}

source: [_RT_] {i}She kind of looks like she's waiting for me.... {/i}
french: [_RT_] {i}Elle a l'air de m'attendre.... {/i}

source: [_MG_] Hey [ryan], How's my new favorite stud in school?
french: [_MG_] Hé [ryan], Comment va mon nouveau étalon préféré à l'école?

source: [_R_] Uhhhh.... are you sure I'm who you think I am?.... You never talk to me.... plus we're late for class.
french: [_R_] Uhhhh.... tu es sûre que je suis qui tu crois que je suis?.... Tu ne me parles jamais.... en plus, nous sommes en retard pour les cours.

source: [_MG_] It's not that I've never wanted to talk to you.... It's just that Matt's my boyfriend, and he kind of tells me who I'm allowed to talk to.
french: [_MG_] Ce n'est pas que je n'ai jamais voulu te parler.... C'est juste que Matt est mon petit ami, et il me dit à qui j'ai le droit de parler.

source: [_R_] But I see you flirting with other guys and teachers all of the time.
french: [_R_] Mais je te vois flirter tout le temps avec d'autres gars et professeurs.

source: [_MG_] Only guys and teachers that Matt is trying to get something out of.
french: [_MG_] Seulement les gars et les enseignants dont Matt essaie de tirer quelque chose.

source: [_MG_] And occasionally teachers when I want to get something out of them.
french: [_MG_] Et parfois des enseignants quand je veux en tirer quelque chose.

source: [_R_] Yeah.... that's very uhh.... well, kind of messed up.
french: [_R_] Ouais.... c'est très uhh.... eh bien, un peu du gâchis.

source: [_MG_] Yeah.... I know.... but I'm afraid to end things with Matt.
french: [_MG_] Ouais.... Je sais.... mais j'ai peur d'en finir avec Matt.

source: [_MG_] He can be a little bit possessive, and sometimes violent.
french: [_MG_] Il peut être un peu possessif, et parfois violent.

source: [_RT_] {i}Man I'm glad I didn't accept his help. He sounds like a first class asshole.{/i}
french: [_RT_] {i}Mec, je suis content de ne pas avoir accepté son aide. On dirait un connard de première classe.{/i}

source: [_RT_] {i}Maybe I can show him that he's not the shit by messing with his girl.{/i}
french: [_RT_] {i}Peut-être que je peux lui montrer qu'il n'est pas la merde en déshonorant sa fille.{/i}

source: [_RT_] {i}I know she's probably trying to get something out of me, but why not try to get something out of her in return?{/i}
french: [_RT_] {i}Je sais qu'elle essaie probablement d'obtenir quelque chose de moi, mais pourquoi ne pas essayer d'obtenir quelque chose d'elle en retour?{/i}

source: [_R_] Do you ever feel like you want to end things with Matt?
french: [_R_] As-tu déjà l'impression de vouloir mettre fin aux choses avec Matt?

source: [_MG_] Sometimes, but then I remember the size of his cock, and you know what they say about how once you've had black...
french: [_MG_] Parfois, mais je me souviens de la taille de sa bite, et tu sais ce qu'ils disent sur la façon dont une fois que tu as eu du noir...

source: [_RT_] {i}Shit.... then the rumors are true.{/i}
french: [_RT_] {i}Merde.... alors les rumeurs sont vraies.{/i}

source: [_MG_] But I hear that you're quite a bit bigger than the average fucker.
french: [_MG_] Mais j'ai entendu dire que tu es un peu plus grand que le baiseur moyen.

source: [_R_] What?.... Who told you that?...
french: [_R_] Quoi?.... Qui t'a dit ça ?...

source: [_MG_] I've been befriending Lauren the last couple days.
french: [_MG_] Je me suis lié d'amitié avec Lauren ces deux derniers jours.

source: [_MG_] And she told me that you've got a monster in those pants.
french: [_MG_] Et elle m'a dit que tu avais un monstre dans ce pantalon.

source: [_R_] What?.... She.... saw it by accident.... she shouldn't be blabbing that around.
french: [_R_] Quoi?.... Elle.... l'a vu par accident.... elle ne devrait pas bavarder comme ça.

source: [_MG_] To be honest, it's not a bad bit of information to have out there.... It can really make you trend with the girls in the school.
french: [_MG_] Pour être honnête, ce n'est pas une mauvaise information à avoir.... Cela peut vraiment te faire augmenter l'attirance des filles de l'école.

source: [_R_] Well, why are you befriending Lauren in the first place?
french: [_R_] Eh bien, pourquoi te lies-tu d'amitié avec Lauren en premier lieu?

source: [_MG_] Because I saw her Cosplay Heaven profile, and her costumes and pics are amazing!
french: [_MG_] Parce que j'ai vu son profil Cosplay Heaven, et ses costumes et ses photos sont incroyables!

source: [_MG_] I've always wanted to go viral in some way on the internet, and Cosplay has never been an option.
french: [_MG_] J'ai toujours voulu devenir virale d'une manière ou d'une autre sur Internet, et le cosplay n'a jamais été une option.

source: [_MG_] I tried making a costume once, and it just looked like a 5 yr old had made it. And the only pictures I'm good at taking are selfies.
french: [_MG_] J'ai essayé de faire un costume une fois, et il semblait qu'un enfant de 5 ans l'avait fait. Et les seules photos que je suis doué pour prendre sont des selfies.

source: [_MG_] Lauren told me that you're the one who has put the whole venture together, and that you even take the pictures.
french: [_MG_] Lauren m'a dit que c'est toi qui as monté toute l'entreprise, et que tu prends même les photos.

source: [_MG_] So, how do you like taking those kinds of pictures of your own sister?
french: [_MG_] Alors, comment aimes-tu prendre ce genre de photos de ta propre sœur?

source: [_R_] It's not like that.... It's completely professional...
french: [_R_] Ce n'est pas comme ça.... C'est complètement professionnel...

source: [_MG_] Except that Lauren told me you end up pitching a tent during the entire photo shoot.
french: [_MG_] Sauf que Lauren m'a dit que tu finissais par bander pendant toute la séance photo.

source: [_R_] Why the hell is she telling you all of this?
french: [_R_] Pourquoi diable te dit-elle tout ça ?

source: [_MG_] It's a gift. Girls love to tell me everything.... they are always trying to keep my attention.
french: [_MG_] C'est un cadeau. Les filles adorent tout me dire.... elles essaient toujours de garder mon attention.

source: [_R_] So, is there a point to everything you're telling me?
french: [_R_] Alors, y a-t-il un intérêt à tout ce que tu me dis?

source: [_MG_] Right. So, I want to be a model for your photo business.
french: [_MG_] Effectivement. Donc, je veux être un modèle pour ton entreprise photo.

source: [_R_] What?!!...
french: [_R_] Quoi?!!...

source: [_R_] No way!...
french: [_R_] Pas moyen!...

source: [_R_] This is a family business...
french: [_R_] C'est une entreprise familiale...

source: [_R_] And we need all the money we make.... so.... so.... I can't afford to pay you.
french: [_R_] Et nous avons besoin de tout l'argent que nous gagnons.... si.... si.... Je ne peux pas te payer.

source: [_MG_] Please!
french: [_MG_] S'il te plaît!

source: [_MG_] You can keep the money, If I can get famous enough, people will beg me to pose for money. I just need your help getting started.
french: [_MG_] Tu peux garder l'argent, Si je peux devenir assez célèbre, les gens me supplieront de poser pour de l'argent. J'ai juste besoin de ton aide pour commencer.

source: [_MG_] I'll do anything you tell me to.
french: [_MG_] Je ferais tout ce que tu me diras.

source: [_MG_] I'll pose nude, I'll let you photoshop me into kinky stuff.
french: [_MG_] Je vais poser nue, je vais te laisser me photoshoper dans des trucs coquins.

source: [_MG_] I'll pose with girls, I'll pose with boys...
french: [_MG_] Je poserais avec des filles, je poserais avec des garçons...

source: [_MG_] Whatever you want.
french: [_MG_] Ce que tu veux.

source: [_R_] .... I don't know...
french: [_R_] .... Je ne sais pas...

source: [_R_] I'll have to think about it.
french: [_R_] Je vais devoir y penser.

source: [_MG_] You'll think about it?
french: [_MG_] Tu y penseras?

source: [_MG_] That's all I ask!
french: [_MG_] C'est tout ce que je demande!

source: [_MG_] But let me give you something to help you make a decision.
french: [_MG_] Mais laisses-moi te donner quelque chose pour t'aider à prendre une décision.

source: [_MG_] Come on, follow me to the boy's bathroom.
french: [_MG_] Aller, suis-moi aux toilettes des garçons.

source: [_R_] What?!
french: [_R_] Quoi?!

source: [_MG_] Just come on...
french: [_MG_] Viens...

source: [_MG_] Ok, so just sit down there on the toilet.
french: [_MG_] Ok, alors assieds-toi sur les toilettes.

source: [_R_] Wait!.... I need to put a liner down first.
french: [_R_] Attends!.... Je dois d'abord poser un linge.

source: [_MG_] Are you trying to ruin the vibes?
french: [_MG_] Tu essaies de ruiner les bonnes vibes?

source: [_R_] Vibes for what?
french: [_R_] Vibes pour quoi?
