Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_R_] A fake ID?
dutch: [_R_] Een nep ID?
german: [_R_] Eine gefälschte ID?

source: [_R_] With the name Ronald on it...
dutch: [_R_] Met de naam raald erop...
german: [_R_] Mit dem Namen Ronald darauf...

source: [_J_] Uhh... Yeah, sorry about that.
dutch: [_J_] Uhh... Ja, sorry daarover.
german: [_J_] Uhhh... Ja, das tut mir leid.

source: [_J_] I've had some police asking questions about the underage kid in the casino.
dutch: [_J_] heb ik wat politie vragen gesteld over het kind dat minderjarig was in het casino.
german: [_J_] Ich habe einige Polizisten Fragen über das minderjährige Kind im Casino gestellt.

source: [_J_] If they stop you, you can now show them that you're twenty one.
dutch: [_J_] Als ze je stoppen, kun je ze nu laten zien dat je twintig bent.
german: [_J_] Wenn sie dich stoppen, kannst du ihnen jetzt zeigen, dass du einundzwanzig bist.

source: [_J_] Plus, that will hold up anywhere else you want to use it.
dutch: [_J_] Plus, dat overal waar je het wilt gebruiken tegenhoudt.
german: [_J_] Plus, das wird woanders halten, wo du es verwenden möchtest.

source: [_R_] And what is this golden face card?
dutch: [_R_] En wat is deze gouden gezicht?
german: [_R_] Und was ist diese goldene Gesichtskarte?

source: [_J_] That, my friend, is one of the most valuable items I can possibly give you.
dutch: [_J_] Dat is een van de meest waardevolle dingen die ik je mogelijk kan geven.
german: [_J_] Das, mein Freund, ist eines der wertvollsten Gegenstände, die ich dir geben kann.

source: [_J_] Only 52 of those have been made.
dutch: [_J_] Slechts 52 van deze zijn gemaakt.
german: [_J_] Nur 52 davon sind gemacht worden.

source: [_J_] It's a pass to our VIP room.
dutch: [_J_] Het is een pas naar onze VIP-kamer.
german: [_J_] Es ist ein Pass in unser VIP-Zimmer.

source: [_J_] Listen, you don't realize yet just how valuable and in demand that card is.
dutch: [_J_] Luister, je realiseer je je nog niet hoe waardevol en in vraag die kaart is.
german: [_J_] Hört, du weißt noch nicht, wie wertvoll und nachgefragt diese Karte ist.

source: [_J_] Not only do you have a card, but you're part of the royal family.
dutch: [_J_] heb je niet alleen een kaart, maar je maakt ook deel uit van de koninklijke familie.
german: [_J_] Du hast nicht nur eine Karte, sondern bist Teil der königlichen Familie.

source: [_J_] Only the golden Aces outrank you. One of which is a former President of the United States, and a current Senator.
dutch: [_J_] only the golden Aces outrank you (oud-president van de Verenigde Staten) en een huidige senator.
german: [_J_] Nur die goldenen Aces outrank dir. Einer davon ist ein ehemaliger Präsident der Vereinigten Staaten und ein aktueller Senator.

source: [_J_] Your privileges' in that VIP room are only second to them.
dutch: [_J_] Je privileges' in die VIP-kamer zijn enkel tweede van hen.
german: [_J_] Deine Privilegien in diesem VIP-Raum sind nur Sekunden von ihnen.

source: [_J_] Beside yourself, all the royal cards are held by extremely rich and powerful people.
dutch: [_J_] Naast jezelf worden alle koninklijke kaarten in bezit genomen door extreem rijke en krachtige mensen.
german: [_J_] Neben dir werden alle königlichen Karten von extrem reichen und mächtigen Leuten gehalten.

source: [_J_] Somehow, your dad got possession of a "Two of Clubs" before he went to prison, and yes, he borrowed money from us for his business, but I've heard that he used part of the funds we gave him to buy that VIP card in a black market auction.
dutch: [_J_] Op de een of andere manier kreeg je vader een "Twee Clubs" voordat hij naar de gevangenis ging en ja, hij heeft geld van ons geleend voor zijn bedrijf maar ik heb gehoord dat hij een deel van de fondsen die we hem gegeven hebben gebruikt om die VIP-kaart te kopen in een zwarte markt veiling.
german: [_J_] Irgendwie bekam dein Vater einen "Zwei von Clubs" bevor er ins Gefängnis kam, und ja, er hat Geld von uns für sein Geschäft geliehen aber ich habe gehört, dass er einen Teil der Mittel verwendet haben wir ihm gegeben, um zu kaufen, dass VIP Karte in einem Schwarzmarkt Auktion.

source: [_J_] That's the rumor at least, I know he didn't get it from us.
dutch: [_J_] Dat is het gerucht althans, ik weet dat hij het niet van ons heeft gekregen.
german: [_J_] Das ist zumindest das Gerücht, ich weiß, dass er es nicht von uns bekommen hat.

source: [_R_] Does that mean I could sell this card in a black market auction to pay off our debt?
dutch: [_R_] betekent dat ik deze kaart op een zwarte markt veiling kan verkopen om onze schuld af te betalen?
german: [_R_] Heißt das, dass ich diese Karte in einer Schwarzmarkt-Auktion verkaufen könnte, um unsere Schulden zu bezahlen?

source: [_J_] Sorry, Royal cards aren't sellable or transferable. We know who have them, and we only let them and their personal guests use them.
dutch: [_J_] Sorry, Koninklijke kaarten zijn niet verkoopbaar of overdraagbaar. We weten wie ze hebben, en we laten ze alleen maar toe en hun persoonlijke gasten ze gebruiken.
german: [_J_] Entschuldigung, Royal Karten sind nicht verkaufbar oder übertragbar. Wir wissen, wer sie hat, und wir lassen sie und ihre persönlichen Gäste nur benutzen.

source: [_J_] And we've got a list longer than a CVS receipt of people begging us for one of these.
dutch: [_J_] En we hebben een lijst die langer is dan een CVS ontvangst van mensen die ons om een van hen bedelen.
german: [_J_] Und wir haben eine Liste länger als eine CVS-Quittung von Leuten, die uns für einen von diesen betteln.

source: [_R_] I could sell my dad's card to help us pay off our debt, then?
dutch: [_R_] Ik zou mijn vader zijn kaart kunnen verkopen om ons te helpen onze schuld af te schrijven?
german: [_R_] Ich konnte die Karte meines Vaters verkaufen, um uns dabei zu helfen, unsere Schulden zu begleichen?

source: [_J_] Agent Diaz has informed me that it was confiscated by the FBI, as evidence.
dutch: [_J_] Agent Diaz heeft me laten weten dat hij door de FBI in beslag is genomen.
german: [_J_] Agent Diaz hat mich darüber informiert, dass es vom FBI beschlagnahmt wurde, als Beweis.

source: [_J_] Maybe you could convince Diaz to help you steal it back?
dutch: [_J_] Misschien kunt u Diaz overtuigen om je te helpen het terug te stelen?
german: [_J_] Vielleicht kannst du Diaz überzeugen, dir dabei zu helfen, es zurückzustehlen?

source: [_RT_] {i}Steal from the FBI?{/i}
dutch: [_RT_] {i}Steel van de FBI?{/i}
german: [_RT_] {i}stehlen vom FBI?{/i}

source: [_RT_] {i}That doesn't sound like a good idea.{/i}
dutch: [_RT_] {i}Dat klinkt niet als een goed idee.{/i}
german: [_RT_] {i}Das klingt nicht nach einer guten Idee.{/i}

source: [_R_] Ok, So besides getting me into the VIP room, what's so great about this card?
dutch: [_R_] Ok, dus naast dat ik de VIP kamer binnen krijg, wat is er zo geweldig aan deze kaart?
german: [_R_] Ok, was ist so toll, dass ich nicht nur in den VIP-Raum gekommen?

source: [_J_] I could tell you, but I think you'll have more fun discovering all the possibilities yourself.
dutch: [_J_] Ik zou je kunnen vertellen, maar ik denk dat je zelf meer plezier zult hebben om alle mogelijkheden zelf te ontdekken.
german: [_J_] Ich könnte dir sagen, aber ich denke, du wirst mehr Spaß haben, alle Möglichkeiten selbst zu entdecken.

source: [_J_] Just give it to whoever is working on the strip pole. Unless by chance it's your mom, she won't know what the fuck to do with that.
dutch: [_J_] Geef het gewoon aan degene die op de strip werkt. Tenzij het toevallig jouw moeder is, zal ze niet weten wat ze daarmee moeten doen.
german: [_J_] Gib es einfach allen, die am Bandstapler arbeiten. Wenn es nicht zufällig deine Mutter ist, weiß sie nicht, was der Fick damit zu tun hat.

source: [_J_] I think Candy's working right now. Why don't you go give it to her.
dutch: [_J_] Ik denk dat Snoep op dit moment werkt. Waarom ga je het niet aan haar geven.
german: [_J_] Ich denke, dass Candy gerade funktioniert. Warum gehst du nicht zu ihr.

source: [_J_] I've got some important business to attend to.
dutch: [_J_] Ik heb belangrijke zaken te doen.
german: [_J_] Ich habe ein paar wichtige Aufgaben zu erledigen.

source: [_R_] Thanks for the card.
dutch: [_R_] Bedankt voor de kaart.
german: [_R_] Vielen Dank für die Karte.

source: [_J_] You bet, for now, just hold on to, and enjoy that card until you think of something else that's in my power to do for you. I'll take it back once you choose something else.
dutch: [_J_] Je gokt, voor nu, gewoon doorgaan en geniet van die kaart totdat je denkt aan iets anders dat in mijn macht ligt om voor je te doen. Ik neem het terug als je iets anders kiest.
german: [_J_] Sie wetten, halten Sie jetzt an und genießen Sie diese Karte, bis Sie an etwas anderes denken, das in meiner Macht ist für Sie zu tun. Ich nehme es zurück, wenn du etwas anderes wählst.

source: [_RT_] {i}Wow!... I've never been part of an exclusive club before.{/i}
dutch: [_RT_] {i}Wow!... Ik heb nog nooit deel uitgemaakt van een exclusieve club voordat.{/i}
german: [_RT_] {i}Wow!... Ich war noch nie Mitglied eines exklusiven Clubs. {/i}

source: [_RT_] {i}Ex presidents, senators, and me?{/i}
dutch: [_RT_] {i}Ex presidenten, senators en ik?{/i}
german: [_RT_] {i}Ex Präsidenten, Senatoren und mich? {/i}

source: [_RT_] {i}I need to go see what all the fuss is about.{/i}
dutch: [_RT_] {i}Ik moet gaan zien waar alle ophef over is.{/i}
german: [_RT_] {i}Ich muss sehen, worum es bei der ganzen Aufregung geht.{/i}

source: [_RT_] {i}I should go to the stripper pole and talk to Candy.{/i}
dutch: [_RT_] {i}Ik moet naar de stripper pool gaan om met snoep te praten.{/i}
german: [_RT_] {i}Ich sollte zum Abstreifer Pol gehen und mit Candy sprechen.{/i}

source: [_CD_] You're back! Didn't the VIP room satisfy you?
dutch: [_CD_] Je bent terug! VIP-kamer bevredigt je je niet?
german: [_CD_] Du bist zurück! Hast du den VIP Raum nicht erfüllt?

source: [_R_] I'm never satisfied... Can I go in again?
dutch: [_R_] Ik ben nooit tevreden... Kan ik weer binnengaan?
german: [_R_] Ich bin nie zufrieden... Kann ich wieder hineingehen?

source: [_CD_] You know you're not allowed to use the VIP room more than once each day.
dutch: [_CD_] Je weet dat je de VIP-kamer niet meer dan één keer per dag mag gebruiken.
german: [_CD_] Du weißt, du darfst den VIP Raum nicht mehr als einmal pro Tag nutzen.

source: [_CD_] You aren't the only VIP around, you know.
dutch: [_CD_] Je bent niet de enige VIP die er is, je weet het.
german: [_CD_] Du bist nicht der einzige VIP rum, du weißt.

source: [_CD_] Sorry, even with you having the "King" membership level, there are still some restrictions.
dutch: [_CD_] Sorry, zelfs als u het lidmaatschapsniveau "Koning" heeft, zijn er nog steeds enkele beperkingen.
german: [_CD_] Tut mir leid, auch wenn du das "King"-Mitgliedschaftslevel hast, gibt es immer noch einige Einschränkungen.

source: [_CD_] One of the main one is that you can only visit the VIP room once per day.
dutch: [_CD_] Een van de belangrijkste is dat u de VIP-kamer slechts eenmaal per dag kunt bezoeken.
german: [_CD_] Einer der wichtigsten ist, dass du das VIP-Zimmer nur einmal pro Tag besuchen kannst.

source: [_CD_] We've got to make sure it's available to our other VIP's as well.
dutch: [_CD_] We moeten ervoor zorgen dat het ook beschikbaar is voor onze andere VIP's.
german: [_CD_] Wir müssen sicherstellen, dass es auch unseren anderen VIPs zur Verfügung steht.

source: [_R_] I guess that's understandable.
dutch: [_R_] Ik denk dat dat begrijpelijk is.
german: [_R_] Ich denke, das ist verständlich.

source: [_CD_] Yeah, sorry!
german: [_CD_] Tut mir leid!

source: [_CD_] I'm not too busy right now, if you want a lap dance. I'd be more than happy to oblige.
dutch: [_CD_] ik ben niet zo druk op dit moment, als je een schijndans wilt. Ik ben meer dan blij om te verplichten.
german: [_CD_] Ich bin im Moment nicht zu beschäftigt, wenn du einen Rundentanz haben möchtest. Ich wäre gerne bereit, dies zu tun.

source: [_R_] Shit, I'd love too, but I'm don't have enough money for a lap dance.
dutch: [_R_] Shit, ik zou het ook leuk vinden, maar ik heb niet genoeg geld om te dansen.
german: [_R_] Shit, ich würde es auch lieben, aber ich habe nicht genug Geld für einen Rundentanz.

source: [_R_] I was hoping I might see some of your moves on the pole though.
dutch: [_R_] Ik hoopte dat ik wel wat van je bewegingen op de pool zou zien.
german: [_R_] Ich hatte gehofft, dass ich aber einige deiner Züge auf dem Pol sehen könnte.

source: [_CD_] Sorry, If you don't have the money for a lap dance, I know you don't have enough to tip me.
dutch: [_CD_] Sorry, als je het geld niet hebt voor een schijndans weet ik dat je niet genoeg hebt om me aan te vallen.
german: [_CD_] Tut mir leid, wenn du kein Geld für einen Rundentanz hast, weiß ich, dass du nicht genug hast, um mich zu kippen.

source: [_CD_] You'll just have to wait around and hope some higher rollers show up.
dutch: [_CD_] Je zult gewoon moeten wachten en hopen dat er hogere rollers verschijnen.
german: [_CD_] Du musst nur warten und hoffen, dass ein paar höhere Rollen erscheinen.

source: [_RT_] {i}I don't have time to wait for that.{/i}
dutch: [_RT_] {i}Ik heb geen tijd om daarop te wachten.{/i}
german: [_RT_] {i}Ich habe keine Zeit, darauf zu warten.{/i}

source: [_R_] Alright... I'm outta here.
dutch: [_R_] Oké... Ik ben hier weg.
german: [_R_] In Ordnung... Ich bin hier ausverkauft.

source: [_R_] Yeah... I'm not really feeling it for a lap dance today.
dutch: [_R_] Ja... Ik voel me vandaag niet echt voor een mooie dansje.
german: [_R_] Ja. Ich fühle mich heute nicht wirklich für einen Rundentanz.

source: [_R_] I was hoping I could just see some of your moves on the pole.
dutch: [_R_] Ik hoopte dat ik enkele van je bewegingen op de pool kon zien.
german: [_R_] Ich hatte gehofft, dass ich einige deiner Schritte am Pol sehen konnte.

source: [_CD_] Sorry, buddy... If you're not willing to spend the money for a lap dance, I'm sure you wouldn't tip me either.
dutch: [_CD_] Sorry, makker... Als je niet bereid bent om het geld te besteden voor een schijndans, weet ik zeker dat je me ook niet zou tikken.
german: [_CD_] Sorry, Kumpel... Wenn du nicht bereit bist, das Geld für einen Rundentanz auszugeben, bin ich sicher, dass du mich auch nicht locken würdest.

source: [_CD_] Back again?
dutch: [_CD_] terug terug?
german: [_CD_] Wieder zurück?

source: [_CD_] The VIP room is still full. Do you want a lap dance instead?
dutch: [_CD_] De VIP kamer zit nog vol. Wil je in plaats daarvan een herhaling?
german: [_CD_] Der VIP-Raum ist immer noch voll. Willst du stattdessen einen Rundentanz?

source: [_CD_] You got it!
dutch: [_CD_] Je hebt het!
german: [_CD_] Du hast es!

source: [_R_] I'm good, thanks! I'm just looking around.
dutch: [_R_] Ik ben goed, bedankt! Ik kijk gewoon rond.
german: [_R_] Ich bin gut, danke! Ich schaue mich nur um.

source: [_CD_] Oh, Ok... Come back if you decide you want me grinding all over your business.
dutch: [_CD_] Ok... Kom terug als je besluit dat je wilt dat ik al je bedrijf vermalen.
german: [_CD_] Oh, Ok... Komm zurück, wenn du entscheidest, dass ich das ganze Unternehmen schleife.

source: [_R_] Will do.
dutch: [_R_] zal doen.
german: [_R_] wird es tun.

source: [_CD_] Look who's back for more.
dutch: [_CD_] Kijk wie er terug is voor meer.
german: [_CD_] Schau nach, wer für mehr zurück ist.

source: [_CD_] What can I do for you today?
dutch: [_CD_] Wat kan ik vandaag voor je doen?
german: [_CD_] Was kann ich heute für dich tun?

source: [_CD_] Really?... You don't want to go in the VIP room and spend a whole bunch of money on me today?
dutch: [_CD_] Echt waar?... Wil je niet in de VIP-kamer gaan en vandaag een hele hoop geld aan mij spenderen?
german: [_CD_] Wirklich?... Du möchtest heute nicht im VIP-Raum gehen und eine ganze Menge Geld für mich ausgeben?

source: [_R_] Sorry, not today.
dutch: [_R_] Sorry, niet vandaag.
german: [_R_] Entschuldigung, nicht heute.

source: [_CD_] Whatever you want.
dutch: [_CD_] wat je wil.
german: [_CD_] was immer du willst.

source: [_CD_] I'm sorry, but the VIP room is occupied by someone with an Ace level membership.
dutch: [_CD_] Het spijt me, maar de VIP-kamer is bezet door iemand met een Ace level lidmaatschap.
german: [_CD_] Es tut mir leid, aber der VIP Raum wird von jemandem besetzt, der eine Ace Level Mitgliedschaft besitzt.

source: [_CD_] I'm not allowed to kick him out for a "King".
dutch: [_CD_] Het is niet toegestaan om hem uit te schoppen voor een "Koning".
german: [_CD_] Ich darf ihn nicht für einen "König" kicken.

source: [_CD_] I won't be needed in there for a little while though, would you be interested in a lap dance before I have to go?
dutch: [_CD_] Ik heb daar een tijdje geen tijd meer nodig, maar zou je wel geïnteresseerd zijn in een dans voordat ik weg moet?
german: [_CD_] Ich werde dort aber nicht noch eine Weile gebraucht, wäre du an einem Rundentanz interessiert, bevor ich gehen muss?

source: [_R_] I'm sorry, but I think I'll have to pass on the lap dance today.
dutch: [_R_] Het spijt me, maar ik denk dat ik vandaag de laatste draai moet doorgeven.
german: [_R_] Es tut mir leid, aber ich denke, ich muss heute den Rundentanz weitergeben.

source: [_R_] I'll just come back another day to see if the VIP room is available.
dutch: [_R_] Ik kom nog een dag terug om te zien of de VIP kamer beschikbaar is.
german: [_R_] Ich komme einfach an einem anderen Tag zurück, um zu sehen, ob der VIP-Raum verfügbar ist.

source: [_CD_] I'm sorry we couldn't make it happen today. I'll be hoping it's available for you next time too!
dutch: [_CD_] Het spijt me dat we het vandaag niet konden laten gebeuren. Ik hoop dat het ook de volgende keer voor je beschikbaar is!
german: [_CD_] Es tut mir leid, dass wir es heute nicht geschafft haben. Ich hoffe, dass es nächstes Mal auch für dich verfügbar ist!

source: [_CD_] You bet. Let me just let them know we're coming.
dutch: [_CD_] je weddenschap. Laat me ze gewoon laten weten dat we komen.
german: [_CD_] Sie wetten. Lassen Sie mich einfach wissen, dass wir kommen.

source: [_CD_] Aaaand sent.
dutch: [_CD_] Aaaand verzonden.
german: [_CD_] Aaand gesendet.

source: [_CD_] Ok, follow me.
dutch: [_CD_] Ok, volg me.
german: [_CD_] Ok, folge mir.

source: [_CD_] I was hoping you'd be returning soon.
dutch: [_CD_] Ik hoopte dat je snel terug zou keren.
german: [_CD_] Ich hatte gehofft, dass du bald zurückkehren würdest.

source: [_CD_] I hope you'll spend some money on me tonight.
dutch: [_CD_] Ik hoop dat je vanavond wat geld aan me zal uitgeven.
german: [_CD_] Ich hoffe, du wirst heute Abend etwas Geld für mich ausgeben.

source: [_CD_] Let me just scan your card, aaand...
dutch: [_CD_] Laat me gewoon je kaart scannen, aaand...
german: [_CD_] Lass mich einfach deine Karte scannen, aaand...

source: [_CD_] You're good to go.
dutch: [_CD_] Je bent klaar om te gaan.
german: [_CD_] Du bist gut zu gehen.

source: [_CD_] I'm going to run change... I'll see you in there.
dutch: [_CD_] Ik ga veranderingen uitvoeren... Ik zie je daarbinnen.
german: [_CD_] Ich werde Änderungen durchführen... Ich werde dich dort sehen.

source: [_RV_] Hi, [ryan]! It's so good to have you back here with us!
dutch: [_RV_] Hi, [ryan]! Het is zo goed dat je hier terug bij ons bent!
german: [_RV_] Hallo, [ryan]! Es ist so schön, dass du wieder hier bei uns bist!

source: [_RV_] Can I get you something to drink?
dutch: [_RV_] Kan ik je iets te drinken krijgen?
german: [_RV_] Kann ich dir etwas zum Trinken bringen?

source: [_RV_] Uhhh... Ok, I'll be right back with that... Make yourself comfortable.
dutch: [_RV_] Uhhh... Ok, ik zal er zo weer mee zijn... maak je comfortabel.
german: [_RV_] Uhhhh... Ok, damit bin ich gleich zurück... Mach dich bequem.

source: [_R_] And make sure you give yourself a twenty dollar tip.
dutch: [_R_] En zorg ervoor dat je jezelf een punt van twintig dollar geeft.
german: [_R_] Und vergewissern Sie sich, dass Sie sich einen 20 Dollar-Tipp geben.

source: [_RV_] You're too kind!
dutch: [_RV_] Je bent te aardig!
german: [_RV_] Du bist zu freundlich!

source: [_RV_] I'll be right back with that.
dutch: [_RV_] Daar zal ik zo weer mee zijn.
german: [_RV_] Ich bin gleich wieder dabei.

source: [_RV_] Make yourself comfortable while you wait.
dutch: [_RV_] Maak jezelf comfortabel terwijl je wacht.
german: [_RV_] Bequeme dich während du wartest.

source: [_RT_] {i}What kind of fun do I want to have today?{/i}
dutch: [_RT_] {i}Wat voor plezier wil ik vandaag hebben?{/i}
german: [_RT_] {i}Welche Art von Spaß möchte ich heute haben? {/i}

source: [_RV_] Here's you free water.
dutch: [_RV_] Hier heb je water vrij.
german: [_RV_] Hier bist du kostenloses Wasser.

source: [_RV_] Is there anything else I can get for you?
dutch: [_RV_] Is er iets anders dat ik voor je kan krijgen?
german: [_RV_] Gibt es noch etwas, was ich für dich bekommen kann?

source: [_R_] I was hoping that maybe you offered some "Special" services... If you know what I mean?
dutch: [_R_] Ik hoopte dat je wat "Speciale" diensten zou aangeboden... Als je weet wat ik bedoel?
german: [_R_] Ich hatte gehofft, dass Sie vielleicht einige "spezielle" Dienste angeboten haben... Wenn Sie wissen, was ich meine?

source: [_RV_] And I was hoping you'd order a nice drink and give me a decent tip, but it looks like we're both going to be disappointed.
dutch: [_RV_] En ik hoopte dat je een leuke drank zou bestellen en me een fatsoenlijke tip zou geven. maar het lijkt erop dat we allebei teleurgesteld zullen zijn.
german: [_RV_] Und ich hoffte, du würdest ein schönes Getränk bestellen und mir einen anständigen Tipp geben, aber es sieht so aus, als würden wir beide enttäuscht werden.

source: [_RV_] I hope you enjoy the rest of your time here.
dutch: [_RV_] Ik hoop dat je de rest van je tijd hier leuk vindt.
german: [_RV_] Ich hoffe, du genießt den Rest deiner Zeit hier.

source: [_RV_] Ok, I hope you enjoy the rest of your time here.
dutch: [_RV_] Ok, ik hoop dat je de rest van je tijd hier leuk vindt.
german: [_RV_] Ok, ich hoffe, du genießt den Rest deiner Zeit hier.

source: [_RV_] Here's that whiskey for you.
dutch: [_RV_] Hier is die whiskey voor jou.
german: [_RV_] Hier ist dieser Whiskey für dich.

source: [_R_] I was hoping you'd be willing to offer me some of those special services, again.
dutch: [_R_] Ik hoopte dat je me weer een paar van die speciale diensten zou aanbieden.
german: [_R_] Ich hatte gehofft, dass du bereit bist, mir wieder einige dieser besonderen Dienste anzubieten.

source: [_RV_] Hmmm... Yeah, I could use some extra money tonight.
dutch: [_RV_] Hmmm... Ja, ik zou vanavond wat extra geld kunnen gebruiken.
german: [_RV_] Hmmm... Ja, ich könnte heute Abend etwas mehr Geld verwenden.

source: [_RV_] Well, since I'm just a waitress, I can say no to anyone who asks, but I think I kind of want to make some extra money tonight.
dutch: [_RV_] Nou, omdat ik slechts een wachttijd ben, kan ik nee zeggen tegen iedereen die daarom vraagt. maar ik denk dat ik een beetje extra geld wil verdienen vanavond.
german: [_RV_] Nun, da ich nur ein Kellner bin, kann ich Nein sagen zu jedem, der fragt, aber ich denke, ich möchte etwas mehr Geld heute Abend zu verdienen.

source: [_RT_] {i}How much should I spend? What kind of service do I want?{/i}
dutch: [_RT_] {i}hoeveel moet ik uitgeven? Wat voor service wil ik?{/i}
german: [_RT_] {i}Wie viel soll ich ausgeben? Welche Art von Dienst möchte ich?{/i}

source: {b}{i}"Money - $100"{/i}{/b}
dutch: {b}{i}"Geld - $100"{/i}{/b}
german: {b}{i}"Geld - $100"{/i}{/b}

source: {b}{i}"Money - $200"{/i}{/b}
dutch: {b}{i}"Geld - $200"{/i}{/b}
german: {b}{i}"Geld - $200"{/i}{/b}

source: {b}{i}"Money - $800"{/i}{/b}
dutch: {b}{i}"Geld - $800"{/i}{/b}
german: {b}{i}"Geld - $800"{/i}{/b}
