Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08_2.po
Languages: dutch, german

source: [_W_] Sorry to bother you guys, but if you're waiting for the check, you just need to pay it up front again.
dutch: [_W_] Sorry, maar als je op de cheque wacht, hoef je alleen maar voor de cheque te betalen.
german: [_W_] Entschuldigen Sie, dass Sie sich Sorgen machen, aber wenn Sie auf den Scheck warten, müssen Sie es einfach noch einmal bezahlen.

source: [_M_] Oh, okay, thank you, Chelsea.
dutch: [_M_] Oh, oké, dank je, Chelzee.
german: [_M_] Oh, okay, danke, Chelsea.

source: [_M_] Also, I'm sorry, but I spilled my water on the floor again.
dutch: [_M_] Ook, het spijt me, maar ik morste weer mijn water op de vloer.
german: [_M_] Es tut mir Leid, aber ich habe mein Wasser wieder auf den Boden verschüttet.

source: [_W_] Oh, don't worry about it, Miss [mom_name]. I'll clean it up.
dutch: [_W_] Oh, maak je geen zorgen, Miss [mom_name]. Ik zal het opruimen.
german: [_W_] Oh, mache dir keine Sorgen, Miss [mom_name]. Ich werde es bereinigen.

source: [_RT_] {i}My God!... Chelsea is sopping up Mom's pussy juices again!{/i}
dutch: [_RT_] {i}Mijn God!... Chelsea hakt Mom's pussy sap weer op!{/i}
german: [_RT_] {i}Mein Gott!... Chelsea saugt wieder Mamas Fotzensäfte auf!{/i}

source: [_RT_] {i}Shit!... I've got to think of something else before this semi boner fully develops again.{/i}
dutch: [_RT_] {i}Shit!... Ik moet nog iets anders bedenken voordat deze puntkommer zich volledig ontwikkelt.{/i}
german: [_RT_] {i}Shit!... Ich muss an etwas anderes denken, bevor sich dieser Halbbonier wieder voll entwickelt.{/i}

source: [_MT_] {i}Oh, my!... My student Chelsea is cleaning my own pussy juices off the floor again.{/i}
dutch: [_MT_] {i}Ah, ik!... Mijn student Chelsea schoont mijn eigen parese sapen weer van de vloer.{/i}
german: [_MT_] {i}Ah, mich!... Mein Schüler Chelsea reinigt meine eigenen Fotzensäfte noch einmal.{/i}

source: [_MT_] {i}Why is that turning me on?{/i}
dutch: [_MT_] {i}Waarom zet je me aan?{/i}
german: [_MT_] {i}Warum schaltet mich das ein? {/i}

source: [_M_] Thanks for bringing me on another date.
dutch: [_M_] Bedankt voor het brengen van mij op een andere datum.
german: [_M_] Danke, dass du mich zu einem anderen Datum gebracht hast.

source: [_M_] I really needed a break from the everyday grind.
dutch: [_M_] Ik had echt een pauze nodig van de alledaagse korrel.
german: [_M_] Ich brauchte wirklich eine Pause vom täglichen Schleifen.

source: [_M_] Going shopping almost made everything feel normal again.
dutch: [_M_] Gaan winkelen heeft er bijna voor gezorgd dat alles weer normaal was.
german: [_M_] Einkaufen hat fast alles normal gemacht.

source: [_M_] Haha... Except what we did in the dressing room again.
dutch: [_M_] Haha... Behalve wat we in de kledingkamer hebben gedaan.
german: [_M_] Haha... Außer was wir im Umkleideraum wieder gemacht haben.

source: [_M_] That reminded me that things have changed.
dutch: [_M_] Dat herinnerde me eraan dat er dingen zijn veranderd.
german: [_M_] Das hat mich daran erinnert, dass sich die Dinge geändert haben.

source: [_M_] I know this situation we're in is really hard, but in some ways... the change has been for the better.
dutch: [_M_] Ik weet dat we ons in een moeilijke situatie bevinden, maar op sommige manieren ... de verandering is beter geweest.
german: [_M_] Ich weiß, dass diese Situation, in der wir uns befinden, wirklich schwierig ist, aber in mancherlei Weise... die Änderung war zum Besseren.

source: [_M_] And the sooner we get things back to normal, the better.
dutch: [_M_] En hoe eerder we dingen weer normaal maken, hoe beter.
german: [_M_] Und je früher wir die Dinge wieder normal machen, desto besser.

source: [_M_] I guess we're ready to go back home?
dutch: [_M_] Ik denk dat we klaar zijn om naar huis te gaan?
german: [_M_] Ich denke, wir sind bereit, nach Hause zurückzukehren?

source: [_R_] Yeah, that's probably a good idea.
dutch: [_R_] Yeah, dat is waarschijnlijk een goed idee.
german: [_R_] Ja, das ist wahrscheinlich eine gute Idee.

source: [_R_] We both have school tomorrow.
dutch: [_R_] We hebben morgen allebei school.
german: [_R_] Wir beide haben morgen eine Schule.

source: [_M_] What happened to my son?... Since when did you become so responsible?
dutch: [_M_] Wat is er gebeurd met mijn zoon?... Sinds wanneer ben je zo verantwoordelijk geworden?
german: [_M_] Was ist mit meinem Sohn passiert? Seit wann bist du so verantwortlich geworden?

source: [_R_] Haha... Yeah... Probably less fun, though...
dutch: [_R_] Haha... Ja... Waarschijnlijk minder plezier...
german: [_R_] Haha... Ja. Wahrscheinlich weniger Spaß...

source: [_M_] Well, I had a great time... If you're willing, maybe you can take me out again next Sunday?
dutch: [_M_] Nou, ik had een leuke tijd... Als je wilt, kun je me aanstaande zondag misschien weer uitzetten?
german: [_M_] Nun, ich hatte eine tolle Zeit... Wenn du willst, vielleicht kannst du mich am nächsten Sonntag wieder austreten?

source: [_R_] Really?... I'd love to.
dutch: [_R_] Echt waar?... Dat zou ik graag doen.
german: [_R_] Wirklich?... Ich würde es lieben.

source: [_M_] I'll be waiting for you to ask me out on Sunday, then.
dutch: [_M_] Ik zal dan op je wachten om me op zondag te vragen.
german: [_M_] Ich warte also darauf, dass du mich am Sonntag fragst.

source: [_M_] Now, where is the turn to our house?... I always miss it.
dutch: [_M_] Nu, waar is de beurt aan ons huis?... Ik mis het altijd.
german: [_M_] Jetzt, wo ist die Wende zu unserem Haus?... Ich vermisse es immer.

source: [_R_] Now hold on... There's nothing at home that's not going to be waiting for us if we get home later.
dutch: [_R_] Nu wachten... Er is niets thuis dat niet op ons zal wachten als we later thuiskomen.
german: [_R_] Halten Sie jetzt an... Es gibt zu Hause nichts, was nicht auf uns warten wird, wenn wir später nach Hause kommen.

source: [_R_] Lets keep things going.
dutch: [_R_] Laten we de zaken draaiende houden.
german: [_R_] Lassen Sie uns die Dinge in Gang halten.

source: [_M_] Let me guess... You want to go back to the beach?
dutch: [_M_] Laat me raden... Wil je terug gaan naar het strand?
german: [_M_] Lassen Sie mich erraten... Sie wollen zum Strand zurückkehren?

source: [_R_] That's a great idea.
dutch: [_R_] Dat is een geweldig idee.
german: [_R_] Das ist eine großartige Idee.

source: [_M_] Ah, scew it. Let's go.
dutch: [_M_] Ah, scui. Laten we gaan.
german: [_M_] Ah, schaukeln. Lass uns gehen.

source: [_R_] Actually, I've got a fun idea, if you're up for it.
dutch: [_R_] Eigenlijk heb ik een leuk idee, als je er klaar voor bent.
german: [_R_] Eigentlich habe ich eine lustige Idee, wenn du dafür bereit bist.

source: [_M_] I mean, we do both have school tomorrow...
dutch: [_M_] Ik bedoel, we hebben morgen beide school...
german: [_M_] Ich meine, wir haben beide Schule morgen...

source: [_M_] Ah, screw it. What do you have in mind?
dutch: [_M_] Ah, schroef het. Wat denk je?
german: [_M_] Ah, schraube es. Was hast du im Sinn?

source: [_R_] Alright!... Okay, when you get to our street don't turn down it, keep heading towards the ocean.
dutch: [_R_] Oké!... Oké, als je naar onze straat komt, keer het niet af, blijf op weg naar de oceaan.
german: [_R_] Also!... Okay, wenn du zu unserer Straße kommst, biege sie nicht ab, halte weiter in Richtung Meer.

source: [_R_] I was thinking we could have one more adventure before we head back home.
dutch: [_R_] Ik dacht dat we nog één avontuur zouden kunnen hebben voordat we weer naar huis gaan.
german: [_R_] Ich dachte, wir könnten noch ein Abenteuer haben, bevor wir nach Hause zurückkehren.

source: [_R_] You up for it?
dutch: [_R_] jij er klaar voor?
german: [_R_] Du bist dabei?

source: [_M_] I don't know... It isn't a very responsible idea where we both have school early in the morning.
dutch: [_M_] Ik weet het niet... Het is geen erg verantwoordelijk idee waar we beiden 's ochtends de school hebben.
german: [_M_] Ich weiß es nicht... Es ist keine sehr verantwortungsvolle Idee, wo wir beide am frühen Morgen eine Schule haben.

source: [_MT_] {i}Real subtle, [ryan]. He's just hoping for a repeat of last time.{/i}
dutch: [_MT_] {i}Real subtle, [ryan]. Hij hoopt gewoon op een herhaling van de laatste keer.{/i}
german: [_MT_] {i}Real subtil, [ryan]. Er hofft nur auf eine Wiederholung des letzten Mals.{/i}

source: [_MT_] {i}I don't know if it's worth it... I was finding sand where it shouldn't be three days later.{/i}
dutch: [_MT_] {i}Ik weet niet of het de moeite waard is... Ik was zand aan het vinden waar het niet drie dagen later zou moeten.{/i}
german: [_MT_] {i}Ich weiß nicht, ob es sich lohnt... Ich habe Sand gefunden, wo er nicht drei Tage später sein sollte.{/i}

source: [_M_] And I've got some papers to grade tonight...
dutch: [_M_] En ik heb wat papieren te beoordelen vanavond...
german: [_M_] Und ich habe heute Abend einige Papiere zum Bewerten...

source: [_M_] Yeah, Sorry, but I'm going to have to say no on that one.
dutch: [_M_] Yeah, Sorry, maar daar moet ik nee tegen zeggen.
german: [_M_] Ja, tut uns leid, aber ich muss zu diesem nein sagen.

source: [_M_] But I had a really good time!
dutch: [_M_] Maar ik had een heel goede tijd!
german: [_M_] Aber ich hatte eine wirklich gute Zeit!

source: [_M_] I'm hoping maybe you'll invite me to go out again next Sunday?
dutch: [_M_] Ik hoop dat ik me volgende zondag misschien zal uitnodigen om weer uit te gaan?
german: [_M_] Ich hoffe, dass du mich am nächsten Sonntag wieder einladen wirst?

source: [_M_] Yeah, I could go for a bite to eat.
dutch: [_M_] Yeah, ik zou een beet kunnen gaan eten.
german: [_M_] Ja, ich könnte einen Biss zum Essen gehen.

source: [_M_] No, we can't. You didn't dress up well enough to go where I want to go.
dutch: [_M_] Nee, we kunnen niet. Je hebt niet goed genoeg gekleed om te gaan waar ik naartoe wil.
german: [_M_] Nein, wir können nicht. Du hast dich nicht gut genug gekleidet, um dorthin zu gehen, wo ich hingehen möchte.

source: [_M_] They won't let you in if you don't have at least a collared shirt, so...
dutch: [_M_] Ze zullen je niet binnenlaten als je geen minstens een gecollareerde shirt hebt, dus...
german: [_M_] Sie werden dich nicht hineinlassen, wenn du nicht mindestens ein Kragenhemd hast...

source: [_R_] Don't worry, Mom... I know a really great place! Everyone takes their dates there, since it's so nice.
dutch: [_R_] Maak je geen zorgen, ma... Ik ken een leuke plaats! Iedereen neemt daar zijn data aan, want het is zo aardig.
german: [_R_] Keine Sorge, Mom... Ich kenne einen wirklich tollen Ort! Jeder nimmt seine Termine dort, da es so schön ist.

source: [_R_] Just take a right on 900 West.
dutch: [_R_] Neem gewoon een recht op 900 West.
german: [_R_] Nehmen Sie einfach rechts auf 900 West.

source: [_R_] See?... What did I tell you?
dutch: [_R_] Zieken?... Wat heb ik je verteld?
german: [_R_] See?... Was habe ich dir gesagt?

source: [_MT_] {i}That woman looks like me ten years ago.{/i}
dutch: [_MT_] {i}Die vrouw lijkt er tien jaar geleden op mij.{/i}
german: [_MT_] {i}Diese Frau sieht aus wie ich vor zehn Jahren.{/i}

source: [_MT_] {i}I need to warn her!{/i}
dutch: [_MT_] {i}Ik moet haar waarschuwen!{/i}
german: [_MT_] {i}Ich muss sie warnen!{/i}

source: [_MT_] {i}Keep that son of yours away from incest games!{/i}
dutch: [_MT_] {i}Houd die zoon van jou weg van incest games!{/i}
german: [_MT_] {i}Behalte deinen Sohn vor inzest Spielen!{/i}

source: [_M_] Didn't this used to be Paul's Pizza?
dutch: [_M_] Was dit niet vroeger Paul's Pizza?
german: [_M_] Früher war das nicht Pauls Pizza?

source: [_R_] Maybe, it just re-opened last year. Now it's called "The La Trattoria".
dutch: [_R_] Misschien, het is net heropend vorig jaar. Nu heet het "The La Trattoria".
german: [_R_] Vielleicht, es wurde gerade im letzten Jahr wieder geöffnet. Jetzt heißt es "The La Trattoria".

source: [_M_] You mean La Trattoria.
dutch: [_M_] Je bedoelt La Trattoria.
german: [_M_] Du meinst La Trattoria.

source: [_R_] No, I'm pretty sure it's The La Trattoria
dutch: [_R_] Nee, ik ben vrij zeker dat het de La Trattoria is
german: [_R_] Nein, ich bin ziemlich sicher, dass es die La Trattoria ist

source: [_M_] But that means it's called The The Tratt... Never mind.
dutch: [_M_] Maar dat betekent dat het de The Tratt... genoemd moet worden.
german: [_M_] Aber das heißt, es heißt The Tratt... Macht nichts.

source: [_M_] Okay, lets go sit in a booth in that dark corner over there.
dutch: [_M_] Oké, laten we in een draaitafel zitten in die donkere hoek daar.
german: [_M_] Okay, lasst uns in einem Stand sitzen in dieser dunklen Ecke drüben.

source: [_R_] Okay, but the waitress might not see us over...
dutch: [_R_] Oké, maar de wachttijd ziet ons misschien niet over...
german: [_R_] Okay, aber die Kellnerin sieht uns vielleicht nicht über...

source: [_R_] Oh... Never mind.
dutch: [_R_] Oh... Maakt u zich niet uit.
german: [_R_] Oh... Macht nichts.

source: [_R_] It's not too pricey and the food is excellent!
dutch: [_R_] Het is niet te geprijsd en het voedsel is uitstekend!
german: [_R_] ist nicht zu teuer und das Essen ist hervorragend!

source: [_M_] I can't wait.
dutch: [_M_] Ik kan niet wachten.
german: [_M_] Ich kann nicht warten.

source: [_W_] My goodness, Miss [mom_name], Don't you look stunning in that dress?
dutch: [_W_] Mijn hemel, mevrouw [mom_name], lijkt je niet verbluffend in die jurk?
german: [_W_] Meine Güte, Miss [mom_name], schaust du nicht erstaunlich in diesem Kleid aus?

source: [_W_] Oh, don't be silly! You're just the classiest woman in the restaurant, and that's a good thing!
dutch: [_W_] Oh, wees niet dom! Je bent gewoon de klassieke vrouw in het restaurant, en dat is een goede ding!
german: [_W_] Oh, sei nicht dumm! Du bist nur die klassischste Frau im Restaurant, und das ist eine gute Sache!

source: [_M_] How long have you been waitressing here?
dutch: [_M_] Hoe lang wacht je hier al lang?
german: [_M_] Wie lange wartest du hier schon?

source: [_W_] Oh, since they opened last year.
dutch: [_W_] Oh, sinds ze vorig jaar geopend hebben.
german: [_W_] Oh, seit sie im letzten Jahr geöffnet haben.

source: [_W_] And for you?
dutch: [_W_] En voor jou?
german: [_W_] Und für Sie?

source: [_R_] Hey, Chelsea... It's me, [ryan].
dutch: [_R_] Hé, Chelsea... Dat ben ik, [ryan].
german: [_R_] Hey, Chelsea... Ich bin es, [ryan].

source: [_W_] Oh, hey [ryan]. I didn't recognize you.
dutch: [_W_] Oh, hey [ryan]. Ik herkende je niet.
german: [_W_] Oh, hey [ryan]. Ich habe dich nicht erkannt.

source: [_W_] Or, maybe I just didn't expect to see you on a date with Miss [mom_name].
dutch: [_W_] Of, misschien had ik je gewoon niet verwacht op een datum met Miss [mom_name] te zien.
german: [_W_] Oder, vielleicht habe ich nicht erwartet, dich an einem Datum mit Miss [mom_name] zu sehen.

source: [_R_] Well, she's my mom, so...
dutch: [_R_] Nou, ze is mijn mama, dus...
german: [_R_] Nun, sie ist meine Mama, so...

source: [_W_] Oh, I didn't know that!
dutch: [_W_] Oh, dat wist ik niet!
german: [_W_] Oh, ich wusste das nicht!

source: [_W_] So, Did you want a drink?
dutch: [_W_] Dus, wilde je een drankje?
german: [_W_] Also, wolltest du ein Getränke?

source: [_RT_] {i}Damn... I won't be able to get away with using my fake ID with Chelsea as the waitress.{/i}
dutch: [_RT_] {i}Damn... Ik kan mijn nep ID niet met Chelsea gebruiken als de wachttijden{/i}
german: [_RT_] {i}Verdammt... Ich kann nicht mit meiner gefälschten ID mit Chelsea als Kellner davonkommen.{/i}

source: [_MT_] {i}To just look at him, you'd think he's just an average high school senior, but this last little while, he's grown so much.{/i}
dutch: [_MT_] {i}Om gewoon naar hem te kijken denk je dat hij gewoon een gemiddelde senior van de middelbare school is, maar dit laatste moment gekweekt hij zo veel.{/i}
german: [_MT_] {i}Um nur einen Blick auf ihn zu werfen, solltest du denken, dass er nur ein durchschnittlicher Senior ist, aber das letzte wenig, während er so viel gewachsen ist.{/i}

source: [_MT_] {i}Maybe not in stature, but he's become a man in so many ways.{/i}
dutch: [_MT_] {i}Misschien niet in staat, maar hij is op zoveel manieren een man geworden.{/i}
german: [_MT_] {i}Vielleicht nicht an Statur, aber er ist in so vieler Hinsicht ein Mann. {/i}

source: [_MT_] {i}Oh, God... Not to mention how I helped him become a man personally.{/i}
dutch: [_MT_] {i}Oh, God... Niet te vertellen hoe ik hem persoonlijk heb geholpen een man te worden.{/i}
german: [_MT_] {i}Oh, Gott... Ganz zu schweigen davon, wie ich ihm persönlich geholfen habe, ein Mann zu werden.{/i}

source: [_MT_] {i}I thought his desire to become the man of the house was kind of cute at first, but look what he's done since.{/i}
dutch: [_MT_] {i}Ik vond dat zijn wens om de man van het huis te worden eerst een aardige schattige man was, maar kijk wat hij heeft gedaan sindsdie.{/i}
german: [_MT_] {i}Ich dachte, dass sein Wunsch, der Mann des Hauses zu werden, zunächst irgendwie süß war, aber schau, was er seitdem getan hat.{/i}

source: [_MT_] {i}The way he takes care of me and his sisters. Protects us from his Dad's mistakes.{/i}
dutch: [_MT_] {i}De manier waarop hij voor mij en zijn zusters zorgt. Beschermt ons tegen de fouten van zijn papa.{/i}
german: [_MT_] {i}Die Art und Weise, wie er sich um mich und seine Schwester kümmert. Schützt uns vor Fehlern seines Vaters. {/i}

source: [_MT_] {i}Makes enough money to take care of not only us, but his aunt and cousin as well.{/i}
dutch: [_MT_] {i}Maakt genoeg geld om niet alleen voor ons, maar ook voor zijn tante en neef te zorgen.{/i}
german: [_MT_] {i}verdient genug Geld, um nicht nur uns, sondern auch seine Tante und Cousine zu versorgen. {/i}

source: [_R_] Oh man, there was this one...
dutch: [_R_] Oh man, er was deze...
german: [_R_] Oh Mann, es gab diese...

source: [_MT_] {i}Oh, my... Did I subconsciously start rubbing my pussy?{/i}
dutch: [_MT_] {i}Ah, mij... Heb ik bewust mijn push?{/i} neergeschoten
german: [_MT_] {i}Oh, mich... Habe ich unbewusst damit begonnen, meine Fotze zu reiben?{/i}

source: [_R_] It's fucking Matt!
dutch: [_R_] Het is een verdomde Matt!
german: [_R_] Es fickt Matte!

source: [_M_] What do you have against Matt, anyways?
dutch: [_M_] Wat heb je toch tegen Matt?
german: [_M_] Was hast du sowieso gegen Matt?

source: [_R_] I don't know, he's just a dick!
dutch: [_R_] Ik weet het niet, hij is maar een doekje.
german: [_R_] Ich weiß nicht, er ist nur ein Schwanz!

source: [_M_] So, he's everything you want to be?
dutch: [_M_] Dus, hij is alles wat je wilt zijn?
german: [_M_] Also, er ist alles, was du sein möchtest?

source: [_M_] I think that's just confidence, women are drawn to confidence.
dutch: [_M_] Ik denk dat dat alleen maar vertrouwen is voor vrouwen.
german: [_M_] Ich denke, das ist nur Vertrauen, Frauen werden ins Vertrauen gezogen.

source: [_M_] All the ladies may want him, but I'm pretty sure he's pretty faithful to Megan.
dutch: [_M_] Alle dames kunnen hem willen, maar ik ben er vrij zeker van dat hij aardig trouw is aan Megan.
german: [_M_] Alle Damen mögen ihn wollen, aber ich bin mir ziemlich sicher, dass er Megan ziemlich treu ist.

source: [_R_] Haha... Who's been telling you that story?
dutch: [_R_] Haha... Wie vertelt je dat verhaal?
german: [_R_] Haha... Wer hat dir diese Geschichte erzählt?

source: [_R_] Dammit, they're going to come over.
dutch: [_R_] Dammit, ze gaan over.
german: [_R_] Verdammnis, sie werden vorbei sein.

source: [_MB_] Miss [mom_name], [ryan]... imagine seeing you here!
dutch: [_MB_] Miss [mom_name], [ryan]... stel je voor je hier te zien!
german: [_MB_] Miss [mom_name], [ryan]... Stellen Sie sich vor, Sie hier zu sehen!

source: [_T_] Almost.
dutch: [_T_] Bijna.
german: [_T_] fast.

source: [_DR_] Miss [mom_name]? You don't happen to have a blue SUV parked around the corner, do you?
dutch: [_DR_] Miss [mom_name]? Het is niet toevallig dat er een blauwe SUV door de hoek geparkeerd is, toch?
german: [_DR_] Miss [mom_name]? Sie haben kein blaues SUV um die Ecke parken, oder?

source: [_M_] I do, actually.
dutch: [_M_] I is dat ook, eigenlijk.
german: [_M_] Ich tue es tatsächlich.

source: [_DR_] Oh, damn! Some old homeless guy was peeing on it, and trying to break in.
dutch: [_DR_] Oh, damn! Een oude dakloze kerel schoot erop, en probeerde in te breken.
german: [_DR_] Oh, verdammt! Ein alter obdachloser Kerl pissen ihn und versuchte, einzubrechen.

source: [_M_] [ryan], go do something!
dutch: [_M_] [ryan], ga iets doen!
german: [_M_] [ryan], machen Sie etwas!

source: [_M_] So, You're not going to help?
dutch: [_M_] Dus, ga je niet helpen?
german: [_M_] Du wirst also nicht helfen?

source: [_MB_] Nah, I think they can handle it without me.
dutch: [_MB_] Nah, ik denk dat ze het zonder mij kunnen verwerken.
german: [_MB_] Nur, ich glaube, sie können es ohne mich bewältigen.

source: [_MB_] I was hoping I'd get a chance to see how my favorite teacher is doing.
dutch: [_MB_] Ik hoopte dat ik een kans kreeg om te zien hoe mijn favoriete leraar het doet.
german: [_MB_] Ich hatte gehofft, ich hätte eine Chance zu sehen, wie mein Lieblingslehrer vorgeht.

source: [_R_] Well, he seems to have left.
dutch: [_R_] Nou, hij lijkt weg te zijn.
german: [_R_] Nun, er scheint übrig zu sein.

source: [_R_] I don't see any damage to the car.
dutch: [_R_] Ik zie geen schade aan de auto.
german: [_R_] Ich sehe keinen Schaden am Auto.

source: [_R_] I guess we can go back in.
dutch: [_R_] Ik denk dat we terug kunnen gaan.
german: [_R_] Ich denke, wir können zurück gehen.

source: [_DR_] Not yet, we can't.
dutch: [_DR_] nog niet, we kunnen het niet.
german: [_DR_] Noch nicht, wir können es nicht.

source: [_T_] Yeah, Matt asked us to keep you out here for ten minutes.
dutch: [_T_] Yeah, Matt vroeg ons om je tien minuten buiten te houden.
german: [_T_] Ja, Matt hat uns gebeten, dich für zehn Minuten hier draußen zu halten.

source: [_R_] Fuck that!... Why?
dutch: [_R_] Fuck dat!... Waarom?
german: [_R_] Fuck dass!... Warum?

source: [_T_] He said something about repaying Miss [mom_name] for something she gave him at your little photo shoot.
dutch: [_T_] Hij zei iets over het terugbetalen van Miss [mom_name] voor iets wat ze hem gaf bij je foto schiette.
german: [_T_] Er sagte etwas über die Rückzahlung von Miss [mom_name] für etwas, das sie ihm auf deinem kleinen Fotoshoot gegeben hat.

source: [_R_] Oh, no he won't!
dutch: [_R_] Oh, nee, hij heeft het niet!
german: [_R_] Oh, nein, er wird es nicht!

source: [_T_] Well, that's up to your mom now, isn't it.
dutch: [_T_] Nou, dat is nu aan je moeder, nietwaar!
german: [_T_] Nun, das ist bis jetzt deine Mutter, nicht das.

source: [_DR_] Yeah, he's not going to force himself on her. Anything that happens in there will be because Miss [mom_name] wants it.
dutch: [_DR_] Yeah, hij zal haar niet opdringen. Alles wat daar gebeurt zal zijn omdat mevrouw [mom_name] het wil.
german: [_DR_] Ja, er wird ihr nicht aufzwingen. Alles was dort passiert, wird sein, weil Miss [mom_name] es will.

source: [_DR_] So, just relax, and lets see what happens.
dutch: [_DR_] Dus, relax, en laat zien wat er gebeurt.
german: [_DR_] Also, einfach entspannen, und lässt sehen, was passiert.

source: [_R_] No!
dutch: [_R_] Nee!
german: [_R_] Nein!

source: [_R_] Let me go!
dutch: [_R_] Laat me gaan!
german: [_R_] Lassen Sie mich gehen!

source: [_R_] You sons of bitches!
dutch: [_R_] Jij hebt een hoop bitches ges!
german: [_R_] Du bist Söhne der Hünden!

source: [_T_] Just calm down, [ryan]!
dutch: [_T_] Eet rustig, [ryan]!
german: [_T_] Beruhigen Sie sich, [ryan]!

source: [_DR_] Dude! Do you think she'll let him fuck her in the bathroom or something?
dutch: [_DR_] Dude! Denk je dat ze haar in de badkamer of iets zal laten trotseren?
german: [_DR_] Dude! Denkst du, dass er sie im Bad oder etwas ficken lassen wird?

source: [_R_] Mom!
german: [_R_] Mama!
