Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_R_] See?
french: [_R_] Voir?
italian: [_R_] Vedi?
portuguese: [_R_] Ver?
russian: [_R_] Смотрить?

source: [_A_] Fuck... You're mom's going to become a legend here.
french: [_A_] Fuck... Tu es maman va devenir une légende ici.
italian: [_A_] Fuck... Stai per diventare una leggenda qui.
portuguese: [_A_] Fuck ... Você é mãe vai se tornar uma lenda aqui.
russian: [ _A_] Fuck ... Ты станешь мамой легендой.

source: [_M_] {i}(Cheerily){/i} There you two are.
french: [_M_] {i}(bienveillant){/i} Vous y êtes.
italian: [_M_] {i}(Cheerily){/i} Ci siete due.
portuguese: [_M_] {i}(Cheerily){/i} Aqui estão vocês.
russian: [_M_] {i}(Черили){/i} Там вы два.

source: [_M_] {i}You shouldn't have left so soon.{/i}
french: [_M_] {i}Vous n'auriez pas dû quitter aussi bientôt.{/i}
italian: [_M_] {i}Non saresti dovuto lasciare così presto.{/i}
portuguese: [_M_] {i}Você não deveria ter saído tão cedo. {/i}
russian: [_M_] {i}Вы не должны скоро уйти.{/i}

source: [_R_] Oh, really... Why's that?
french: [_R_] Oh, vraiment... Pourquoi?
italian: [_R_] Oh, davvero... Perché?
portuguese: [_R_] Ah, realmente ... Por que isso?
russian: О, правда ... Почему?

source: [_M_] It was one of the biggest ones I've ever done. You should have seen it.
french: [ _M_ ] C'était l'un des plus gros que j'aie jamais fait. Vous devriez l'avoir vu.
italian: [_M_] Era uno dei più grandi che io abbia mai fatto. Avresti dovuto vederlo.
portuguese: [_M_] Foi um dos maiores que eu já fiz. Você deveria ter visto.
russian: Это был один из самых больших, что я когда-либо делал. Ты должен был это увидеть.

source: [_R_] Oh, that's just wonderful. I couldn't be more impressed.
french: [_R_] Oh, c'est tout simplement merveilleux. Je ne pourrais pas être plus impressionné.
italian: [_R_] Oh, è semplicemente meraviglioso. Non potrei essere più impressionato.
portuguese: [_R_] Oh, isso é simplesmente maravilhoso. Eu não poderia ficar mais impressionado.
russian: Это просто замечательно. Я не могу больше впечатлить.

source: [_M_] Sheesh, you need to stop acting like such a little baby.
french: [_M_] Sheesh, vous devez cesser d'agir comme un si petit bébé.
italian: [_M_] Sheesh, devi smettere di comportarti come un bambino così piccolo.
portuguese: [_M_] Sheesh, você precisa parar de agir como um bebê.
russian: Шееш, тебе нужно перестать вести себя как маленький ребенок.

source: [_M_] These shows are making us a lot of money, and it's money that's actually paying down the principal of our loan.
french: [ _M_ ] Ces spectacles nous font beaucoup d'argent, et c'est de l'argent qui paie en fait le principal de notre prêt.
italian: [_M_] Questi spettacoli ci stanno facendo un sacco di soldi, ed è denaro che sta effettivamente pagando il principale del nostro prestito.
portuguese: [_M_] Esses shows estão nos fazendo muito dinheiro, e é dinheiro que na verdade está pagando abaixo o principal do nosso empréstimo.
russian: [_M_] Эти сериалы делают нас большим количеством денег, и это деньги, которые фактически выплачивают главному из наших займов.

source: [_M_] And I hate to threaten this again, but if you don't start acting like more of a man, than I'm not going to be taking care of you at all tonight.
french: [ _M_ ] Et je déteste la menacer à nouveau, mais si vous ne commencez pas à agir comme plus d'un homme, que je ne vais pas vous prendre soin de vous ce soir.
italian: [_M_] E io odio minacciare di nuovo questo, ma se non cominci a comportarti come più di un uomo, che non mi prenderò cura di voi per niente stasera.
portuguese: [_M_] E eu odeio ameaçar isso novamente, mas se você não começar a agir como mais de um homem, do que eu não vou tomar conta de você de forma alguma esta noite.
russian: [ _M_] И я ненавижу угрожать этому снова, но если ты не начнешь вести себя как мужчина, я не собираюсь заботиться о тебе сегодня.

source: [_R_] Okay... I'm really sorry.
french: [_R_] D'accord... Je suis vraiment désolé.
italian: [_R_] Okay... Mi dispiace davvero.
portuguese: [_R_] Okay... Me desculpe muito.
russian: [_R_] Хорошо... Мне очень жаль.

source: [_M_] I don't know...
french: [_M_] Je ne sais pas...
italian: [_M_] non lo so...
russian: [_M_] Я не знаю...

source: [_M_] Are you really sorry?
french: [ _M_ ] Êtes-vous vraiment désolé?
italian: [_M_] Ti dispiace veramente?
portuguese: [_M_] Você sente mesmo?
russian: [_M_] Приносим извинения?

source: [_R_] Of course I am.
french: [_R_] Bien sûr que je le suis.
italian: [_R_] Certo che sono.
portuguese: [_R_] Claro que sou.
russian: Конечно, я.

source: [_M_] I hope so, I'm sick of having this conversation.
french: [_M_] Je l'espère, j'en ai assez d'avoir cette conversation.
italian: [_M_] spero di sì, sono stufo di avere questa conversazione.
portuguese: [__M_] Espero que sim, estou doente de ter essa conversa.
russian: Надеюсь, что так, я устал от этого разговора.

source: [_M_] That bulge is starting to look a little sorry.
french: [ _M_ ] Ce renflement commence à être un peu désolé.
italian: [_M_] Quel rigonfiamento sta cominciando a sembrare un po' dispiaciuto.
portuguese: [__M_] Aquele bulge está começando a olhar um pouco.
russian: [_M_] Эта волна начинает выглядеть немного жаль.

source: [_M_] Maybe I should just be a good mom, forgive you, and take care of that little problem in your pants.
french: [ _M_ ] Peut-être que je devrais être une bonne mère, pardonner, et prendre soin de ce petit problème dans votre pantalon.
italian: [_M_] Forse dovrei essere solo una buona mamma, perdonarti, e prendermi cura di quel piccolo problema nei tuoi pantaloni.
portuguese: [_M_] Talvez eu deva ser apenas uma boa mãe, perdoá-lo, e cuidar desse pequeno problema em suas calças.
russian: [ _M_] Может быть, я должна быть хорошей мамой, простить тебя и заботиться об этой маленькой проблеме в штанах.

source: [_R_] Really?
french: [_R_] Vraiment?
italian: [_R_] Davvero?
portuguese: U[_R_] realmente real?
russian: Правда?

source: [_M_] Yeah.
french: [_M_] Ouais.
italian: [_M_] Sì.
portuguese: [_M_] Sim,
russian: [ _M_] Да.

source: [_M_] Do you think the VIP room is available?
french: [ _M_ ] Pensez-vous que la salle VIP est disponible?
italian: [_M_] Pensi che la sala VIP sia disponibile?
portuguese: [_M_] Você acha que a sala VIP está disponível?
russian: [_M_] Думаете, что номер VIP доступен?

source: [_R_] Let's go check.
french: [_R_] Allons vérifier.
italian: [_R_] Andiamo a controllare.
portuguese: [_R_] Vamos verificar.
russian: [_R_] Давайте проверим.

source: [_RT_] {i}Goddammit! Diaz is here too. She's got a front row seat to all of my recent humiliations.{/i}
french: [_RT_] {i}Goddammit! Diaz est là aussi. Elle a un siège de première rangée pour toutes mes récentes humiliations.{/i}
italian: [_RT_] {i}Goddammit! Diaz è anche qui. Ha un posto in prima fila per tutte le mie umiliazioni recenti.{/i}
portuguese: [_RT_] {i}Goddammit! Diaz também está aqui. Ela tem um lugar na primeira fila para todas as minhas humilhações recentes. {/i}
russian: [_RT_] {i}Годдамит! Диас тоже здесь. Она получила переднюю подряд ко всем моим недавним унижениям.{/i}

source: [_RT_] {i}Plus I think watching Mom fuck Joey on the surveillance camera really got her engine revving.{/i}
french: [_RT_] {i}Plus Je pense que regarder la baise de maman Joey sur la caméra de surveillance a vraiment fait remonter son moteur.{/i}
italian: [_RT_] {i}Plus Penso che guardare la mamma scopare Joey sulla telecamera di sorveglianza abbia davvero il suo motore revving.{/i}
portuguese: [_RT_] {i}Plus acho que assistir Mamãe Joey na câmera de vigilância está recuperando o motor.{/i}
russian: [_RT_] {i}Plus I think watching Mom fuck Joey on the surveillance camera really got her engine reving.{/i}

source: [_RT_] {i}I mean, how could it not!{/i}
french: [_RT_] {i}Je veux dire, comment cela ne pourrait-il pas être !{/i}
italian: [_RT_] {i}Voglio dire, come potrebbe no!{/i}
portuguese: [_RT_] {i}quer dizer, como não poderia! {/i}
russian: [ _RT_] {i}Я имею в виду, как это не могло быть! { /i }

source: [_RT_] {i}As jealous as it made me, I can't deny watching her get fucked like that made me hell'a horny.{/i}
french: [_RT_] {i}aussi jaloux que moi, je ne peux pas nier de la regarder se faire baiser comme ça m'a fait cicatriser le hella.{/i}
italian: [_RT_] {i}Come geloso come mi ha fatto me, non posso negare guardarla farsi scopare come questo mi ha fatto hell'un cornea.{/i}
portuguese: [_RT_] {i}Tão ciumento quanto me fez, eu não posso negar de vê-la ficar fodida assim me fez ser 'um tesão'. {/i}
russian: [ _RT_] {i}Как я ревновал, я не могу отрицать, что смотреть, как она трахается, как это сделала меня hell'a horny. { /i }

source: [_RT_] {i}Fuck!... Look at her! She's getting way too comfortable being naked in public.{/i}
french: [_RT_] {i}Fuck !... Regardez-la! Elle est bien trop à l'aise d'être nue en public.{/i}
italian: [_RT_] {i}Fuck!... Guardate! Sta diventando troppo comoda in pubblico.{/i}
portuguese: [_RT_] {i}Presa!... Olhe para ela! Ela está ficando muito confortável sendo nu em público.{/i}
russian: [_RT_] {i}Fuck!... Посмотри на него! Она слишком удобна для обнажения.{/i}

source: [_MT_] {i}This may not be some fashion runway like I dreamed, but it's becoming a lot more fun than I remember.{/i}
french: [_MT_] {i}Cela peut ne pas être une piste de mode comme je l'imaginais, mais ça devient beaucoup plus amusant que je ne m'en souviens.{/i}
italian: [_MT_] {i}Questa potrebbe non essere una pista di moda come ho sognato, ma sta diventando molto più divertente di me ricordo.{/i}
portuguese: [_MT_] {i}isto pode não ser uma pista de moda como eu sonhei, mas está se tornando muito mais divertida do que me lembro.{/i}
russian: [_MT_] {i}Это может быть не взлетно-посадочной полосы моды, как я мечтал, но она становится гораздо веселее, чем я помню.{/i}

source: [_MT_] {i}Look how bad all these men want me.{/i}
french: [_MT_] {i}Regarde à quel point tous ces hommes veulent moi.{/i}
italian: [_MT_] {i}Guardate quanto male tutti questi uomini mi vogliono.{/i}
portuguese: [_MT_] {i}Olha como todos esses homens querem que eu. {/i}
russian: [_MT_] {i}Смотрите, насколько плохим они мне нравят.{/i}

source: [_MT_] {i}They're all going to be thinking about me when they're fucking their wives tonight, or finishing themselves off.{/i}
french: [_MT_] {i}Ils vont tous penser à moi quand ils baiseront leurs épouses ce soir, ou se termineront seuls.{/i}
italian: [_MT_] {i}Sta pensando tutti a me quando stanno scopando le loro mogli stasera, o finendo se stessi.{/i}
portuguese: [_MT_] {i}Eles vão estar pensando em mim quando falarem suas esposas hoje à noite, ou se encerrarem.{/i}
russian: [_MT_] {i}Они все собираются подумать обо мне, когда сегодня сеют своих жен или завершаются.{/i}

source: [_MT_] {i}I could ask any one of them to fuck me, and it would be the greatest day of their lives.{/i}
french: [_MT_] {i}Je pourrais demander à l'un d'eux de me baiser, et ce serait le plus grand jour de sa vie.{/i}
italian: [_MT_] {i}Potrei chiedere a qualcuno di loro di scoparmi, e sarebbe il giorno più grande della loro vita.{/i}
portuguese: [__MT_] {i}Eu poderia pedir a qualquer um deles para me foder, e seria o maior dia de suas vidas. {/i}
russian: [ _MT_] {i}Я мог бы попросить кого-нибудь из них трахать меня, и это был бы величайший день в их жизни. { /i }

source: [_MT_] {i}That makes me a powerful wo...{/i}
french: [_MT_] {i}Cela fait de moi une lune puissante...{/i}
italian: [_MT_] {i}Che mi rende una potente wo...{/i}
portuguese: [_MT_] {i}Isso faz de mim um poderoso wo ... {/i}
russian: [_MT_] {i}Это делает меня мощной горе...{/i}

source: [_RT_] {i}Oh, looks like Mom just noticed me.{/i}
french: [_RT_] {i}Oh, on dirait que ma mère vient de me remarquer. {/i}
italian: [_RT_] {i}Oh, sembra che la mamma mi abbia appena notato.{/i}
portuguese: [_RT_] {i}Oh, parece que a mamãe acabou de me notar.{/i}
russian: [_RT_] {i}Ах, кажется, что Мама только что заметил меня.{/i}

source: [_RT_] {i}This is a little awkward.{/i}
french: [_RT_] {i}C'est un peu maladroit. {/i}
italian: [_RT_] {i}Questo è un po' imbarazzante.{/i}
portuguese: [_RT_] {i}isso é um pouco estranho.{/i}
russian: [_RT_] {i}Это немного неудобно.{/i}

source: [_MT_] {i}He's just staring at me.{/i}
french: [_MT_] {i}Il me regarde à peine. {/i}
italian: [_MT_] {i}Mi sta solo fissando.{/i}
portuguese: [_MT_] {i}Ele está apenas olhando para mim. {/i}
russian: [_MT_] {i}Он только что меня порадует.{/i}

source: [_MT_] {i}Probably thinking about every sexual thing we've done together lately.{/i}
french: [ _MT_ ] {i}Pensons probablement à chaque chose sexuelle que nous avons fait ensemble dernièrement. { /i }
italian: [_MT_] {i}Probabilmente pensando a ogni cosa sessuale che abbiamo fatto insieme ultimamente.{/i}
portuguese: [_MT_] {i}Provavelmente pensando em todas as coisas sexuais que fizemos juntas ultimamente.{/i}
russian: [_MT_] {i}, возможно, думает о каждом сексуальном отношении, которое мы недавно сделали.{/i}

source: [_MT_] {i}And here I am, shaking my ass in front of a bunch of strangers.{/i}
french: [_MT_] {i}Et voilà, je suis en train de secouer mon cul devant un tas d'étrangers.{/i}
italian: [_MT_] {i}Ed ecco, scuotendo il culo davanti a un gruppo di sconosciuti.{/i}
portuguese: [_MT_] {i}e aqui estou tremendo a minha cama diante de vários estranhos.{/i}
russian: [_MT_] {i}И вот я потрясаю задницу перед кучей незнакомцев.{/i}

source: [_MT_] {i}Does it make him jealous?{/i}
french: [_MT_] {i}Le rend-il jaloux ?{/i}
italian: [_MT_] {i}Lo rende geloso?{/i}
portuguese: [_MT_] {i}o deixa ciumento? {/i}
russian: [_MT_] {i}делает его ревностным?{/i}

source: [_MT_] {i}Maybe he likes seeing me make a complete slut of myself.{/i}
french: [_MT_] {i}Peut-être qu'il aime me voir faire une grosse salope de moi-même.{/i}
italian: [_MT_] {i}Forse gli piace vedermi fare una troia completa di me stesso.{/i}
portuguese: [_MT_] {i}Talvez ele goste de me ver fazer uma lesma completa de mim mesmo. {/i}
russian: [_MT_] {i}Может быть, он любит видеть меня как полную грязь себя.{/i}

source: [_MT_] {i}Maybe he'd enjoy watching me fuck all of these people at the same time.{/i}
french: [_MT_] {i}Peut-être qu'il aimerait me regarder baiser tous ces gens en même temps.{/i}
italian: [_MT_] {i}Forse gli piacerebbe guardarmi scopare tutte queste persone allo stesso tempo.{/i}
portuguese: [_MT_] {i}talvez ele tivesse gostado de me ver com todas essas pessoas ao mesmo tempo.{/i}
russian: [_MT_] {i}Может быть, он с удовольствием смотрит на меня сразу все эти люди.{/i}

source: [_MT_] {i}Would he join in?{/i}
french: [_MT_] {i}rejoindra-t-il ?{/i}
italian: [_MT_] {i}si unirà?{/i}
portuguese: [_MT_] {i}Gostaria de entrar?{/i}
russian: [ _MT_] {i}Он войдет в систему? { /i }

source: [_RT_] {i}Fuck! She knows I'm here, and she's getting off on it.{/i}
french: [_RT_] {i}Fuck ! Elle sait que je suis là, et qu'elle s'en va, {/i}
italian: [_RT_] {i}Fuck! Lei sa che sono qui, e lei sta scendendo su di esso.{/i}
portuguese: [_RT_] {i}Presa! Ela sabe que estou aqui, e vai descer.{/i}
russian: [_RT_] {i}Хак! Она знает, что я здесь, и снимается с него.{/i}

source: [_RT_] {i}Does it turn her on to act like a slut right in front of me?{/i}
french: [_RT_] {i}Faut-il la mettre en marche pour agir comme une chienne juste devant moi ?{/i}
italian: [_RT_] {i}La attiva per agire come una troia di fronte a me?{/i}
portuguese: [_RT_] {i}Ela a liga para agir como um lama direto na minha frente?{/i}
russian: [_RT_] {i}Поворачивает её как шлюха справа перед мной?{/i}

source: [_RT_] {i}Oh, holy fuck! She's grinding the pole now!{/i}
french: [_RT_] {i}Oh, baise sacrée! Elle broie le mât maintenant!{/i}
italian: [_RT_] {i}Oh, santa scopata! Ora sta macinando il palo!{/i}
portuguese: [_RT_] {i}Oh, sagrada foda! Ela está moendo o poste agora! {/i}
russian: [ _RT_] {i}О, черт! Она сейчас шлифовает штанги!

source: [_MT_] {i}What would it be like to fuck two guys at the same time?{/i}
french: [_MT_] {i}Ce serait comme si on baisait deux mecs en même temps ?{/i}
italian: [_MT_] {i}Cosa vorrebbe scopare due ragazzi allo stesso tempo?{/i}
portuguese: [_MT_] {i}Como seria foda-se foder dois caras no mesmo time? {/i}
russian: [_MT_] {i}Что бы хотелось сбить двух парней одновременно?{/i}

source: [_MT_] {i}Or even five?{/i}
french: [_MT_] {i}Ou même cinq ?{/i}
italian: [_MT_] {i}O anche cinque?{/i}
portuguese: [_MT_] {i}Ou até mesmo five? {/i}
russian: [_MT_] {i}Или еще пять?{/i}

source: [_MT_] {i}I could take a dick in each hole, one in the mouth, and one in each hand.{/i}
french: [_MT_] {i}Je pourrais prendre une bite dans chaque trou, un dans la bouche et un dans chaque main.{/i}
italian: [_MT_] {i}Potrei prendere un cazzo in ogni buco, uno in bocca, e uno in ogni mano.{/i}
portuguese: [__MT_] {i}Eu poderia pegar um pau em cada buraco, um na boca, e um em cada mão. {/i}
russian: [ _MT_] {i}Я мог бы взять член в каждой норе, один в рот, и один в каждой руке. { /i }

source: [_MT_] {i}I'd get to shower in their cum!{/i}
french: [_MT_] {i}Je vais me doucher dans leur foutre !{/i}
italian: [_MT_] {i}Saprò fare la doccia nel loro sperma!{/i}
portuguese: [_MT_] {i}Eu iria tomar banho em seu cum! {/i}
russian: [ _MT_] {i}Я бы мог принять душ в их куме! { /i }

source: [_MT_] {i}Oh God!... My pussy feels so tingly... I'm going to!{/i}
french: [_MT_] {i}Oh Dieu!... Ma chatte se sent si perplexe... J'y vais !{/i}
italian: [_MT_] {i}Oh Dio!... La mia figa si sente così tingly... Sto andando a!{/i}
portuguese: [_MT_] {i}Oh Deus!... Meu pussy se sente tão tonto... Vou para!{/i}
russian: [ _MT_] {i}О Боже! ... Моя киска так себя чувствует ... Я собираюсь! { /i }

source: [_MT_] {i}Oh, no no no!... I got carried away in my thoughts I'm about to...
french: [_MT_] {i}Oh, pas non !... Je me suis emporté dans mes pensées sur moi...
italian: [_MT_] {i}Oh, no no!... Mi sono portato via nei miei pensieri sto per fare...
portuguese: [_MT_] {i}Oh, não não não! ... Eu me empolrei em meus pensamentos que estou prestes a ...
russian: [ _MT_] {i}О, нет нет! ... Меня унесли в мыслях, что я собираюсь ...

source: [_R_] No... she... didn't
french: [_R_] Non... elle... pas
italian: [_R_] No... lei... non
portuguese: [_R_] Não... ela... não
russian: Нет.

source: [_X_] Oh... my... God!
french: [_X_] Oh... mon... Dieu!
italian: [_X_] Oh... mio... Dio!
portuguese: [_X_] Oh ... meu ... Deus!
russian: [ _X_] Oh ... my ... Боже!

source: [_MT_] {i}NO!... Not in public like this!{/i}
french: [_MT_] {i}NO!... Pas en public comme ça !{/i}
italian: [_MT_] {i}NO!... Non in pubblico così!{/i}
portuguese: [_MT_] {i}NÃO!... Não é público assim!{/i}
russian: [_MT_] {i}НЕТ!... Это не общее!{/i}

source: [_MT_] {i}How could I let this happen!?{/i}
french: [_MT_] {i}Comment pourrais-je laisser cela se produire !{/i}
italian: [_MT_] {i}Come posso permettere che questo accada!?{/i}
portuguese: [_MT_] {i}Como eu poderia deixar isso acontecer!? {/i}
russian: [_MT_] {i}Как я мог это сделать!?{/i}

source: {i}(Crowd going wild!!){/i}
french: {i}(Crowd sauvage !!){/i}
portuguese: {i}(Vantagem passando selvagem!!){/i}
russian: {i}(Кород пойдёт дикий!!){/i}

source: [_MT_] {i}No, no, no, no, no!{/i}
french: [_MT_] {i}Non, non, non, non, non !{/i}
italian: [_MT_] {i}No, no, no, no, no, no!{/i}
portuguese: [_MT_] {i}Não, não, não, não, não!{/i}
russian: [ _MT_] {i}Нет, нет, нет, нет! { /i }

source: [_MT_] {i}My God, I'll never live this down.{/i}
french: [_MT_] {i}Mon Dieu, je ne vivrai jamais ça. {/i}
italian: [_MT_] {i}Mio Dio, non lo vivrò mai.{/i}
portuguese: [_MT_] {i}Meu Deus, eu nunca viverei isso abaixo. {/i}
russian: [ _MT_] {i}Мой Бог, я никогда не доживу до этого. { /i }

source: {i}(Everyone joining in){/i} [mom_name], [mom_name], [mom_name]!
french: {i}(Toutes les personnes se joignent à) { /i } [ mom_name ], [ mom_name ], [ mom_name ] !
italian: {i}(Partecipazione di tutti a){/i} [mom_name], [mom_name], [mom_name]!
portuguese: {i}(Todo mundo entrando em){/i} [mom_name], [mom_name], [mom_name]!
russian: {i}(присоединение к эфиру){/i} [mom_name], [mom_name], [mom_name]!

source: [_MT_] {i}Wait... They liked it?{/i}
french: [_MT_] {i}Attendre... Ils l'ont aimé ?{/i}
italian: [_MT_] {i}Aspetta... Gli è piaciuto?{/i}
portuguese: [_MT_] {i}Espera ... Eles gostaram de it? {/i}
russian: [ _MT_] {i}Ожидание ... Им понравилось?

source: {i}(Continued chanting){/i} [mom_name], [mom_name], [mom_name]!
french: {i}(chantage continu) {/i} [mom_name], [mom_name], [mom_name]!
portuguese: {i}(Continua cantando){/i} [mom_name], [mom_name], [mom_name]!
russian: {i}(Продолжение чартов){/i} [mom_name], [mom_name], [mom_name]!

source: [_MT_] {i}They loved it!{/i}
french: [_MT_] {i}Ils ont adoré !{/i}
italian: [_MT_] {i}Lo hanno amato!{/i}
portuguese: [_MT_] {i}Eles adoraram! {/i}
russian: [_MT_] {i}Они его любили!{/i}

source: [_RT_] {i}Good God, I can't watch anymore!{/i}
french: [_RT_] {i}Bon Dieu, je ne peux plus regarder !{/i}
italian: [_RT_] {i}Buon Dio, non riesco più a guardare!{/i}
portuguese: [_RT_] {i}Bom Deus, eu não posso assistir mais! {/i}
russian: [_RT_] {i}Бог добрый, я больше не могу смотреть!{/i}

source: [_RT_] {i}Things have gotten way out of hand.{/i}
french: [_RT_] Les objets {i}sont sortis de la main.{/i}
italian: [_RT_] {i}Le cose sono sfuggite di mano.{/i}
portuguese: [_RT_] {i}Coisas ficaram de fora da mão. {/i}
russian: [ _RT_] {i}Вещи вышли из рук. { /i }

source: [_A_] You're fucking kidding me!
french: [_A_] Vous vous moquez de moi !
italian: [_A_] Mi stai scherzando!
portuguese: [_A_] Você está brincando comigo!
russian: [_A_] Ты меня кушаешь!

source: [_A_] Right there, in front of eveyone?!
french: [_A_] Juste là, devant eveyone ?!
italian: [_A_] Proprio lì, di fronte a eveyone?!
portuguese: [_A_] Aqui mesmo, na frente do éveyone?!
russian: [_A_] Вот, перед злом?!

source: [_A_] Does she have no shame?
french: [ _A_ ] N'a-t-elle aucune honte?
italian: [_A_] Non ha vergogna?
portuguese: [_A_] Ela não tem vergonha?
russian: [_A_] У неё нет позора?

source: [_R_] God... She just gets so out of control when she's horny.
french: [_R_] Dieu... Elle échappe à tout contrôle quand elle est cornée.
italian: [_R_] Dio... Lei si mette così fuori controllo quando è eccitata.
portuguese: U[_R_] Deusa... Ela só fica tão fora de controle quando está chifre.
russian: [ _R_] Бог ... Она просто выходит из-под контроля, когда она возбудилась.

source: [_A_] Maybe she's drunk too, though, I don't think she's ordered any drinks since she came in.
french: [_A_] Peut-être aussi buvait-elle peut-être, mais je ne pense pas qu'elle ait commandé de boissons depuis qu'elle est entrée.
italian: [_A_] Forse anche lei è ubriaca, però, non penso che abbia ordinato nessuna bevanda da quando è entrata.
portuguese: [_A_] Talvez ela esteja bêbada também, mas eu não acho que tenha ordenado nenhuma bebida desde que chegou.
russian: [ _A_] Может быть, она тоже пьяна, но я не думаю, что она заказала напитки с тех пор, как пришла.

source: [_R_] Cum drunk, maybe.
french: [_R_] Cum ivre, peut-être.
italian: [_R_] Cum bevuto, forse.
portuguese: [_R_] Cum bêbado, talvez.

source: [_A_] Oh, yeah... From what she did with my uncle in his office.
french: [_A_] Oh, ouais... De ce qu'elle a fait avec mon oncle dans son bureau.
italian: [_A_] Oh, sì... Da quello che ha fatto con mio zio nel suo ufficio.
portuguese: [_A_] Ah, sim ... Pelo que ela fez com o meu tio em seu escritório.
russian: О, да ... Из того, что она сделала с моим дядей в его кабинете.

source: [_A_] Goddam! This isn't your night.
french: [_A_] Diable ! Ce n'est pas votre nuit.
italian: [_A_] Goddam! Questa non è la tua notte.
portuguese: [_A_] Goddam! Esta não é sua noite.
russian: [_A_] Божьи! Это не ваша ночья.
