Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: [_RT_] {i}Shit!... Was the headboard banging the wall, or something?{/i}
french: [_RT_] {i}Merde ... La tête de lit a heurté le mur, ou quelque chose comme ça ?{/i}
german: [_RT_] {i}Shit!... Wurde die Wand von der Kopfbrett, oder etwas?{/i}
italian: [_RT_] {i}Shit!... La testiera stava sbattendo il muro, o qualcosa?{/i}

source: [_M_] Sidney said she was helping you with your homework.
french: [_M_] Sidney a dit qu'elle t'aidait à faire tes devoirs.
german: [_M_] Sidney sagte, sie hilf dir bei deinen Hausaufgaben.
italian: [_M_] Sidney ha detto che ti stava aiutando con i compiti.

source: [_R_] Oh, yeah... she was helping me with my science homework.
french: [_R_] Oh, oui... elle m'aidait avec mes devoirs de sciences.
german: [_R_] Oh, ja... sie hat mir bei meinen wissenschaftlichen Hausaufgaben geholfen.
italian: [_R_] Oh, sì... mi stava aiutando con i miei compiti di scienza.

source: [_M_] She said she was helping you with math.
french: [_M_] Elle a dit qu'elle t'aidait en maths.
german: [_M_] Sie sagte, dass sie dir bei der Mathematik hilft.
italian: [_M_] Ha detto che ti stava aiutando con la matematica.

source: [_R_] Uhhh... Yeah, it was math first, then she helped me with my science too.
french: [_R_] Uhhh... Ouais, c'était d'abord les maths, puis elle m'a aidé avec mes sciences aussi.
german: [_R_] Uhhhh... Ja, es war zuerst Mathematik, dann half sie mir auch mit meiner Wissenschaft.
italian: [_R_] Uhhhh... Sì, prima era matematica, poi mi ha aiutato anche con la mia scienza.

source: [_MT_] {i}Hmmmm... Those two are hiding something from me!{/i}
french: [_MT_] {i}Hmmmm... Ces deux-là me cachent quelque chose!{/i}
german: [_MT_] {i}Hmmmm... Diese beiden verstecken etwas vor mir!{/i}
italian: [_MT_] {i}Hmmmm... Questi due mi stanno nascondendo qualcosa!{/i}

source: [_R_] Now, can we get back to our campaign?
french: [_R_] Maintenant, pouvons-nous revenir à notre campagne ?
german: [_R_] Jetzt können wir zu unserer Kampagne zurückkehren?
italian: [_R_] Ora, possiamo tornare alla nostra campagna?

source: [_M_] Are you guys playing Monsters and Mountains?
french: [_M_] Vous jouez à Monstres et Montagnes ?
german: [_M_] spielst du Monster und Gebirge?
italian: [_M_] Stai giocando a mostri e montagne?

source: [_MD_] Yeah, you've heard of it?
french: [_MD_] Oui, vous en avez entendu parler ?
german: [_MD_] Ja, du hast davon gehört?
italian: [_MD_] Sì, ne hai sentito parlare?

source: [_M_] Are you kidding? It was really popular when I was a teenager.
french: [_M_] Vous plaisantez ? C'était vraiment populaire quand j'étais adolescente.
german: [_M_] Scherzen? Es war wirklich populär, als ich Teenager war.
italian: [_M_] Stai scherzando? Era davvero popolare quando ero adolescente.

source: [_M_] Your grandma wouldn't let your mom or I play it. She thought that it had ties the occult.
french: [_M_] Ta grand-mère ne laissait pas ta mère ou moi y jouer. Elle pensait que ça avait des liens avec l'occulte.
german: [_M_] Deine Oma würde deine Mama nicht spielen lassen oder sie nicht spielen lassen. Sie dachte, dass sie die okkultistischen Verbindungen hat.
italian: [_M_] Tua nonna non lascerebbe che tua mamma o io la suoni. Pensava che avesse legami l'occulto.

source: [_R_] Well it's too late for you to join our game. We're already well into our campaign.
french: [_R_] Il est trop tard pour que vous rejoigniez notre jeu. Nous sommes déjà bien engagés dans notre campagne.
german: [_R_] Nun ist es zu spät, dass du unserem Spiel beitrittst. Wir sind schon weit in unserer Kampagne.
italian: [_R_] Beh, è troppo tardi per partecipare al nostro gioco. Siamo già bene nella nostra campagna.

source: [_M_] Oh, relax! I'm not trying to join your little game.
french: [_M_] Oh, relaxe ! Je n'essaie pas de me joindre à votre petit jeu.
german: [_M_] Oh, entspannen! Ich versuche nicht, deinem kleinen Spiel beizutreten.
italian: [_M_] Oh, rilassati! Non sto cercando di partecipare alla tua piccola partita.

source: [_R_] It's a campaign, Mom!
french: [_R_] C'est une campagne, maman !
german: [_R_] Es ist eine Kampagne, Mama!
italian: [_R_] È una campagna, mamma!

source: [_MB_] She can take over my character. I'm ready to be done for the night.
french: [_MB_] Elle peut prendre le contrôle de mon personnage. Je suis prêt à en finir pour la nuit.
german: [_MB_] Sie kann meinen Charakter übernehmen. Ich bin bereit für die Nacht zu tun.
italian: [_MB_] Lei può assumere il mio personaggio. Sono pronto per essere fatto per la notte.

source: [_MB_] I still don't see what the hell you all see in this game.
french: [_MB_] Je ne vois toujours pas ce que vous voyez tous dans ce jeu.
german: [_MB_] Ich sehe immer noch nicht, was du in diesem Spiel siehst.
italian: [_MB_] Non vedo ancora cosa l'inferno che tutti vedete in questo gioco.

source: [_MB_] Pretty much this exact game exists in video games, but it doesn't take ten days to finish a campaign.
french: [_MB_] C'est à peu près le même jeu qui existe dans les jeux vidéo, mais il ne faut pas dix jours pour terminer une campagne.
german: [_MB_] Dieses exakte Spiel existiert in Videospielen, aber es dauert nicht zehn Tage, um eine Kampagne zu beenden.
italian: [_MB_] Molto questo gioco esatto esiste nei videogiochi, ma non ci vogliono dieci giorni per finire una campagna.

source: [_MG_] Would you please stop shitting all over this game! If I hadn't already dumped your ass, I sure as hell would dump you here on the spot!
french: [_MG_] Voulez-vous arrêter de chier sur ce jeu ? Si je ne t'avais pas déjà jeté, je te jetterais ici sur-le-champ !
german: [_MG_] Würdest du bitte aufhören, dieses Spiel zu versauen! Wenn ich dich nicht schon rausgeschmissen hätte, würde ich dich hier auf der Stelle rausschmeißen!
italian: [_MG_] smetteresti di fermare tutto questo gioco! Se non avessi già scaricato il tuo asino, sono sicuro che l'inferno ti scaricherebbe qui sul posto!

source: [_MG_] Would you please stop shitting all over this game! I swear, if you say one more bad thing about Monsters and Mountains than we'll be through for good!
french: [_MG_] Pourriez-vous s'il vous plaît arrêter de chier sur ce jeu ! Je vous jure que si vous dites encore une seule fois du mal de Monstres et Montagnes, nous en aurons fini pour de bon !
german: [_MG_] Würdest du bitte aufhören, ganz über dieses Spiel zu schlittern! Ich schwöre, wenn du etwas Schlechteres über Monster und Berge sagst als wir es für immer durch!
italian: [_MG_] smetteresti di fermare tutto questo gioco! Giuro, se dici ancora una cosa cattiva di Mostri e Montagne che faremo per bene!

source: [_MB_] Sheesh... Why so touchy?
french: [_MB_] Sheesh... Pourquoi être si susceptible ?
german: [_MB_] Sheesh... Warum so berühren?
italian: [_MB_] Sheesh... Perché così toccato?

source: [_MG_] I've got great memories of playing this with my brothers when I was little, and your ruining my love for this game!
french: [_MG_] J'ai de bons souvenirs de ce jeu avec mes frères quand j'étais petit, et vous ruinez mon amour pour ce jeu !
german: [_MG_] Ich habe große Erinnerungen, dies mit meinen Brüdern zu spielen, als ich wenig war, und du hast meine Liebe zu diesem Spiel zerstört!
italian: [_MG_] Ho grandi ricordi di giocare a questo con i miei fratelli quando ero piccolo, e il vostro rovinare il mio amore per questo gioco!

source: [_MG_] So, shut up, or fuck off!
french: [_MG_] Alors, fermez-la, ou allez vous faire voir !
german: [_MG_] Also, mach mal raus oder ficke ab!
italian: [_MG_] Quindi, zitte, o scopare fuori!

source: [_MD_] {i}(Talking quietly){/i} [ryan] I think you ought to get the game rolling again.
french: [_MD_] {i}(Parlant à voix basse){/i} [ryan] Je pense que vous devriez reprendre le jeu.
german: [_MD_] {i}(leise reden){/i} [ryan] Ich denke, du solltest das Spiel wieder rollen lassen.
italian: [_MD_] {i}(Talking quietly){/i} [ryan] Penso che si dovrebbe ottenere il gioco di nuovo.

source: [_R_] I think you're right.
french: [_R_] Je pense que tu as raison.
german: [_R_] Ich denke, du hast Recht.
italian: [_R_] penso che tu abbia ragione.

source: [_R_] Who's turn is it?
french: [_R_] C'est à qui le tour ?
german: [_R_] Wer ist an der Reihe?
italian: [_R_] Chi è il turno?

source: [_L_] It's my turn. I was trying to decide which spell I should use against the DemiGobbler.
french: [_L_] C'est mon tour. J'essayais de décider quel sort je devais utiliser contre le DemiGobbler.
german: [_L_] Ich bin an der Reihe. Ich habe versucht zu entscheiden, welchen Zauber ich gegen den DemiGobbler verwenden sollte.
italian: [_L_] È il mio turno. Stavo cercando di decidere quale incantesimo dovrei usare contro il DemiGobbler.

source: [_L_] If I remember right, I think a fire spell would be best.
french: [_L_] Si je me souviens bien, je pense qu'un sort de feu serait le mieux.
german: [_L_] Wenn ich mich recht erinnere, denke ich, dass ein Feuerzauber am besten wäre.
italian: [_L_] Se mi ricordo bene, penso che un incantesimo di fuoco sarebbe meglio.

source: [_MG_] No, isn't water it's weakness?
french: [_MG_] Non, l'eau n'est-elle pas sa faiblesse ?
german: [_MG_] Nein, ist Wasser nicht Schwäche?
italian: [_MG_] No, l'acqua non è debolezza?

source: [_MD_] I think we'd be safer to cast a protective spell on our party first.
french: [_MD_] Je pense qu'il serait plus sûr de lancer un sort de protection sur notre groupe d'abord.
german: [_MD_] Ich denke, wir wären sicherer, wenn wir zuerst einen Schutzzauber auf unsere Gruppe wirken würden.
italian: [_MD_] Penso che saremmo più sicuri per lanciare prima un incantesimo protettivo sul nostro partito.

source: [_MT_] {i}Wow!... This really is a pretty nerdy game.{/i}
french: [_MT_] {i}Wow !... C'est vraiment un jeu assez ringard.{/i}
german: [_MT_] {i}Wow!... Das ist wirklich ein ziemlich nerviges Spiel.{/i}
italian: [_MT_] {i}Wow!... Questo è davvero un gioco nerdy. {/i}

source: [_MT_] {i}Matt clearly isn't interested. Maybe we could have a little fun together if he can get away from this game.{/i}
french: [_MT_] {i}Matt n'est clairement pas intéressé. Peut-être qu'on pourrait s'amuser un peu ensemble, s'il arrive à s'éloigner de ce jeu.{/i}
german: [_MT_] {i}Matt ist eindeutig nicht interessiert. Vielleicht könnten wir ein bisschen Spaß miteinander haben, wenn er von diesem Spiel wegkommt.
italian: [_MT_] {i}Matt chiaramente non è interessato. Forse potremmo divertirci un po 'insieme se lui può allontanarsi da questo gioco.{/i}

source: [_MT_] {i}I can't stop thinking about that blowjob I gave him at the photo studio.{/i}
french: [_MT_] {i}Je n'arrête pas de penser à la pipe que je lui ai faite au studio photo.{/i}
german: [_MT_] {i}Ich kann nicht aufhören, an den Blowjob zu denken, den ich ihm im Fotostudio gegeben habe.{/i}
italian: [_MT_] {i}Non posso smettere di pensare a quel pompino che gli ho dato nello studio fotografico.{/i}

source: [_M_] That was weird!
french: [_M_] C'était bizarre !
german: [_M_] Das war seltsam!
italian: [_M_] Era strano!

source: [_M_] Don't worry, it was probably just caused by the wind.
french: [_M_] Ne vous inquiétez pas, c'était probablement juste causé par le vent.
german: [_M_] Keine Sorge, es wurde wahrscheinlich gerade durch den Wind verursacht.
italian: [_M_] Non ti preoccupare, probabilmente è stato solo causato dal vento.

source: [_M_] I'm going to run get dressed. Just yell if you need me.
french: [_M_] Je vais courir m'habiller. Crie si tu as besoin de moi.
german: [_M_] Ich werde laufen gehüllt. Sprich nur, wenn du mich brauchst.
italian: [_M_] correrò per vestirmi. Basta urlare se hai bisogno di me.

source: [_R_] Alright, with the right spells and high enough rolls, you just might have a chance at defeating the DemiGobbler.
french: [_R_] D'accord, avec les bons sorts et des jets suffisamment élevés, vous pourriez avoir une chance de vaincre le DemiGobbler.
german: [_R_] Okay, mit den richtigen Zaubern und hohen Rollen hast du die Chance, den DemiGobbler zu besiegen.
italian: [_R_] Va bene, con gli incantesimi giusti e abbastanza alti rulli, potresti solo avere la possibilità di sconfiggere il DemiGobbler.

source: [_R_] Megan, you're up first.
french: [_R_] Megan, vous êtes la première.
german: [_R_] Megan, du bist zuerst auf dem Laufenden.
italian: [_R_] Megan, sei alzato prima.

source: [_MD_] Cast an orb of protection!
french: [_MD_] Lancez un orbe de protection !
german: [_MD_] Wirf eine Kugel des Schutzes!
italian: [_MD_] Crea un orlo di protezione!

source: [_L_] No, go for the glory! Cast "Major Fireball!"
french: [_L_] Non, va pour la gloire ! Lancez 'Major Fireball !'
german: [_L_] Nein, mach den Ruhm! Sprich "Großer Feuerball!"
italian: [_L_] No, vai per la gloria! Getta "Grande Palla Di Fuoco!"

source: [_R_] You've got to decide, Megan.
french: [_R_] Tu dois décider, Megan.
german: [_R_] Du musst entscheiden, Megan.
italian: [_R_] Devi decidere, Megan.

source: [_R_] What's it going to be?
french: [_R_] Qu'est-ce que ça va être ?
german: [_R_] Was wird es sein?
italian: [_R_] Cos'è che sarà?

source: [_MG_] I cast "Greyoll's Roar"!
french: [_MG_] Je lance 'Rugissement de Greyoll' !
german: [_MG_] Ich habe "Greyoll's Roar" gewirkt!
italian: [_MG_] Ho lanciato "Ruggito di Greyoll"!

source: [_MG_] Oh, no!
french: [_MG_] Oh, non!

source: [_MD_] It went on the floor!
french: [_MD_] Il est tombé sur le sol !
german: [_MD_] Es ist auf den Boden gekommen!
italian: [_MD_] E 'andato sul pavimento!

source: [_MG_] Quick, find it, we need to know what she rolled!
french: [_MG_] Vite, trouve-la, on doit savoir ou elle a roulé !
german: [_MG_] Schnell, finde es, wir müssen wissen, was sie gewollt hat!
italian: [_MG_] Veloce, trovalo, dobbiamo sapere cosa ha rotto!

source: [_L_] What was that noise?
french: [_L_] Quel était ce bruit ?
german: [_L_] Was war der Geräusch?
italian: [_L_] Che cos'era quel rumore?

source: [_MB_] Haha... Sidney must be taking a monster shit!
french: [_MB_] Haha ... Sidney doit prendre un monstre !
german: [_MB_] Haha... Sidney muss ein Monster shit!
italian: [_MB_] Haha... Sidney deve prendere un mostro merda!

source: [_L_] [ryan], you should go check it out!
french: [_L_] [ryan] vous devriez aller voir !
german: [_L_] [ryan], du solltest es dir ansehen!
italian: [_L_] [ryan], dovresti andare a controllarlo!

source: [_RT_] {i}Shit! What was the noise? I should probably go check it out. The only problem is that if Lauren finds the die first, she's going to cheat.{/i}
french: [_RT_] {i}Merde ! C'était quoi ce bruit ? Je devrais probablement aller voir. Le seul problème est que si Lauren trouve le dé en premier, elle va tricher.{/i}
german: [_RT_] {i}Shit! Was war der Geräusch? Ich würde es wahrscheinlich überprüfen. Das einzige Problem ist, dass, wenn Lauren zuerst den Tod findet, sie zu betrügen geht.{/i}
italian: [_RT_] {i}merda! Qual è stato il rumore? Probabilmente dovrei andare a controllarlo. L'unico problema è che se Lauren trova il morire per primo, sta andando a barare.{/i}

source: [_RT_] {i}She always fudges the dice rolls whenever she gets the chance.{/i}
french: [_RT_] {i}Elle truque toujours les jets de dés dès qu'elle en a l'occasion.{/i}
german: [_RT_] {i}Sie verfälscht immer die Würfelwürfel, wann immer sie die Chance bekommt.{/i}
italian: [_RT_] {i}Fudge sempre i dadi rotolano ogni volta che ha la possibilità.{/i}

source: [_RT_] {i}What should I do?{/i}
french: [_RT_] {i}Que dois-je faire ?{/i}
german: [_RT_] {i}Was soll ich tun? {/i}
italian: [_RT_] {i}Cosa devo fare?{/i}

source: [_RT_] {i}Goddammit! I hope Sidney's ok... Somebody else besides Lauren better find that die!{/i}
french: [_RT_] {i}Bon sang ! J'espère que Sidney va bien... Quelqu'un d'autre que Lauren ferait mieux de trouver ce dé!{/i}
german: [_RT_] {i}Goddammit! Ich hoffe, Sidneys ok... Jemand außer Lauren findet diesen Tod besser!{/i}
italian: [_RT_] {i}Goddammit! Spero che Sidney ok... qualcun altro oltre a Lauren meglio trovare che muore!{/i}

source: {b}{i}"Are you sure you're okay with monster sex? If not, you should roll back and choose the other one."{/i}{/b}
french: {b}{i}«Êtes-vous sûr d'être d'accord avec le sexe des monstres ? Si ce n'est pas le cas, vous devriez revenir en arrière et choisir l'autre.«{/i}{/b}
german: {b}{i}"Bist du dir sicher, dass du mit dem Monster-Geschlecht in Ordnung bist? Wenn nicht, solltest du dich zurücklehnen und den anderen auswählen."{/i}{/b}
italian: {b}{i}"Sei sicuro che stai bene con il sesso dei mostri? In caso contrario, dovresti tornare indietro e scegliere l'altro."{/i}{/b}

source: {b}{i}"You have been warned! Please don't complain about being offended later!"{/i}{/b}
french: {b}{i}'Vous avez été prévenu ! Ne vous plaignez pas d'avoir été offensé plus tard !'{/i}{/b}
german: {b}{i}"Sie wurden gewarnt! Bitte beschweren Sie sich nicht darüber, dass Sie später beleidigt werden!"{/i}{/b}
italian: {b}{i}"Sei stato avvisato! Per favore non lamentarti di essere offeso più tardi!"{/i}{/b}

source: [_R_] Oh, you'd like me to go check on Sidney, wouldn't you?
french: [_R_] Oh, vous aimeriez que j'aille voir Sidney, n'est-ce pas ?
german: [_R_] Oh, du möchtest, dass ich auf Sidney schaue, würdest du es nicht?
italian: [_R_] Oh, vorresti che io andassi a controllare Sidney, vero?

source: [_R_] Then you can cheat like you always do!
french: [_R_] Alors vous pouvez tricher comme vous le faites toujours !
german: [_R_] Dann kannst du wie immer betrügen!
italian: [_R_] Allora puoi imbrogliare come fai sempre!

source: [_L_] Let go of me!
french: [_L_] Laisse-moi !
german: [_L_] Lassen Sie mich gehen!
italian: [_L_] Lasciami andare!

source: [_SM_] We've got to find a way out!
french: [_SM_] Nous devons trouver un moyen de sortir !
german: [_SM_] Wir müssen einen Ausweg finden!
italian: [_SM_] Dobbiamo trovare una via d'uscita!

source: [_SM_] Martha! We can't stop running!
french: [_SM_] Martha ! On ne peut pas s'arrêter de courir !
german: [_SM_] Martha! Wir können nicht aufhören!
italian: [_SM_] Martha! Non possiamo smettere di correre!

source: [_SM_] That... Thing... is right behind us!
french: [_SM_] Cette... Chose... est juste derrière nous !
german: [_SM_] das... Dagegen... steht hinter uns!
italian: [_SM_] Quello... La cosa... è proprio dietro di noi!

source: [_SF_] My lungs... are about... to explode!
french: [_SF_] Mes poumons... sont sur le point... d'exploser !
german: [_SF_] Meine Lungen... um zu explodieren!
italian: [_SF_] I miei polmoni... sono circa... per esplodere!

source: [_SM_] Can't we just... Hide for a minute?
french: [_SM_] On ne peut pas juste... Se cacher une minute ?
german: [_SM_] Können wir nicht gerecht werden... Verstecken für eine Minute?
italian: [_SM_] Non possiamo solo... Nascondere per un minuto?

source: [_SM_] I don't hear it coming anymore.
french: [_SM_] Je ne l'entends plus venir.
german: [_SM_] Ich höre es nicht mehr kommen.
italian: [_SM_] Non lo sento più venire.

source: [_SF_] I think I'm about to lose my lunch!
french: [_SF_] Je pense que je suis sur le point de perdre mon déjeuner !
german: [_SF_] Ich denke, ich bin dabei, mein Mittagessen zu verlieren!
italian: [_SF_] penso che sto per perdere il mio pranzo!

source: [_SF_] What the hell was that thing?
french: [_SF_] C'était quoi ce truc ?
german: [_SF_] Was zur Hölle war das?
italian: [_SF_] Che diavolo era quella cosa?

source: [_SM_] I don't know... But we never should have been playing God!
french: [_SM_] Je ne sais pas... Mais nous n'aurions jamais dû jouer à Dieu !
german: [_SM_] Ich weiß es nicht... Aber wir hätten Gott nie spielen sollen!
italian: [_SM_] Non lo so... Ma non avremmo mai dovuto suonare Dio!

source: [_SM_] Now, how can we ask him to save us?
french: [_SM_] Maintenant, comment pouvons-nous lui demander de nous sauver ?
german: [_SM_] Nun, wie können wir ihn bitten, uns zu retten?
italian: [_SM_] Ora, come possiamo chiedergli di salvarci?

source: [_SF_] Are you kidding? Did you see that thing? There is no God!
french: [_SF_] Vous plaisantez ? Tu as vu cette chose ? Il n'y a pas de Dieu !
german: [_SF_] Scherzhaft? Hast du das gesehen? Es gibt keinen Gott!
italian: [_SF_] stai scherzando? Hai visto quella cosa? Non c'è Dio!

source: [_SF_] We have to save ourselves!
french: [_SF_] Nous devons nous sauver nous-mêmes !
german: [_SF_] Wir müssen uns selbst retten!
italian: [_SF_] Dobbiamo salvare noi stessi!

source: [_SM_] Fuck, Martha! The guards are all dead!
french: [_SM_] Putain, Martha ! Les gardes sont tous morts !
german: [_SM_] Fuck, Martha! Die Wachen sind alle tot!
italian: [_SM_] Cazzo Martha! Le guardie sono tutte morte!

source: [_SM_] How are we supposed to defend ourselves?
french: [_SM_] Comment sommes-nous censés nous défendre ?
german: [_SM_] Wie sollen wir uns verteidigen?
italian: [_SM_] Come dobbiamo difenderci?

source: [_SM_] Ok, I see a crowbar over there.
french: [_SM_] Ok, je vois un pied de biche par là.
german: [_SM_] Ok, da sehe ich eine Brechstange drüben.
italian: [_SM_] Ok, vedo un crowbar laggiù.

source: [_SM_] I'm going to run and grab it!
french: [_SM_] Je vais courir et le prendre !
german: [_SM_] Ich renne los und hole es mir!
italian: [_SM_] sto per correre e afferrarlo!

source: [_SF_] A crowbar? The guards couldn't even stop this thing with bullets!
french: [_SF_] Un pied de biche ? Les gardes n'ont même pas pu arrêter cette chose avec des balles !
german: [_SF_] Eine Crowbar? Die Wächter konnten diese Sache nicht einmal mit Kugeln aufhalten!
italian: [_SF_] Un crowbar? Le guardie non potevano nemmeno fermare questa cosa con i proiettili!

source: [_SM_] It's better than nothing!
french: [_SM_] C'est mieux que rien !
german: [_SM_] Es ist besser als nichts!
italian: [_SM_] È meglio di niente!

source: [_SF_] You're just going to get yourself killed.
french: [_SF_] Tu vas juste te faire tuer.
german: [_SF_] Du wirst dich gerade töten.
italian: [_SF_] Hai solo intenzione di farti uccidere.

source: [_SF_] Fuck!
french: [_SF_] Putain!
german: [_SF_] Verdammt!
italian: [_SF_] Scopata!

source: [_SF_] He's going to get us both killed!
french: [_SF_] Il va nous faire tuer tous les deux !
german: [_SF_] Er wird uns beide töten!
italian: [_SF_] Ci farà uccidere entrambi!

source: [_SF_] {i}(Whispering){/i} Dr. Branson? Where did you go?
french: [_SF_] {i}(chuchotement){/i} Dr. Branson ? Où êtes-vous allé ?
german: [_SF_] {i}(Flüstern){/i} Dr. Branson? Wohin bist du gegangen?
italian: [_SF_] {i}(Whispering){/i} Dr. Branson? Dove sei andato?

source: [_SF_] {i}(Whispering to herself){/i} Oh, no!... Oh, God!...
french: [_SF_] {i}(Chuchotant pour elle-même){/i} Oh, non !... Oh, mon Dieu !...
german: [_SF_] {i}(flüsternd zu sich selbst){/i} Oh, nein!... Oh, Gott!...
italian: [_SF_] {i}(Whispering to self){/i} Oh, no!... Oh, Dio!...

source: [_SF_] I can't die! Who's goin to take care of my cats?
french: [_SF_] Je ne peux pas mourir ! Qui va s'occuper de mes chats ?
german: [_SF_] Ich kann nicht sterben! Wer geht um meine Katzen zu kümmern?
italian: [_SF_] Non posso morire! Chi va a prendersi cura dei miei gatti?

source: [_SF_] Dr. Branson! Where are you?
french: [_SF_] Dr. Branson ! Où êtes-vous ?
german: [_SF_] Dr. Branson! Wo bist du?
italian: [_SF_] Dr. Branson! Dove sei?

source: [_SF_] Oh, God... Oh, no...
french: [_SF_] Oh, mon Dieu... Oh, non...
german: [_SF_] Oh, Gott... Oh, nein...
italian: [_SF_] Oh, Dio... Oh, no...

source: [_SF_] Is that blood?
french: [_SF_] C'est du sang ?
german: [_SF_] Ist das Blut?
italian: [_SF_] È quel sangue?

source: [_SF_] Is that the crowbar Dr. Branson was trying to get?
french: [_SF_] C'est le pied de biche que le Dr Branson essayait d'obtenir ?
german: [_SF_] Ist das der Crowbar Dr. Branson?
italian: [_SF_] È che il crowbar Dr. Branson stava cercando di ottenere?
