Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_R_] And I know you don't have any money to buy one now, so when I asked for a fashion show, it was because I thought it would be a fun way to surprise you with a new one.
french: [_R_] Et je sais que tu n'as pas d'argent pour en acheter un maintenant, alors quand j'ai demandé un défilé de mode, c'est parce que je pensais que ce serait une façon amusante de te surprendre avec un nouveau.

source: [_R_] Although admittedly I do understand why you would have thought I was trying to get a sexy show.
french: [_R_] Bien qu'il soit vrai que je comprends pourquoi tu aurais pensé que j'essayais d'obtenir un spectacle sexy.

source: [_R_] And with your body, you can't help but make it sexy.
french: [_R_] Et avec ton corps, tu ne peux pas t'empêcher de le rendre sexy.

source: [_M_] [ryan], you can be such a flatterer.
french: [_M_] [ryan], tu peux être si flatteur.

source: [_M_] You're so sweet to get me a new swimsuit, I guess we better go make sure it fits.
french: [_M_] Tu es si gentil de m'acheter un nouveau maillot de bain, je suppose qu'on ferait mieux d'aller s'assurer qu'il me va bien.

source: [_M_] Go get the swimsuit and meet me outside my room.
french: [_M_] Va chercher le maillot de bain et retrouve-moi devant ma chambre.

source: [_M_] [ryan]! I can't tell if that was supposed to be a joke or not, but either way it was inappropriate.
french: [_M_] [ryan]! Je ne peux pas dire si c'était censé être une blague ou non, mais de toute façon, c'était inapproprié.

source: {i}"Mom's affection -3"{/i}
french: {i}«Affection de maman -3»{/i}

source: [_R_] But Mom, I was just...
french: [_R_] Mais maman, j'étais juste...

source: [_M_] Just nothing! Sometimes your sense of humor and your sense of what's acceptable to say, and what's just creepy is a bit off.
french: [_M_] Juste rien! Parfois, ton sens de l'humour et ton sens de ce qui est acceptable à dire, et ce qui est juste effrayant est un peu décalé.

source: [_R_] No.... I.... just.... well I bought you a swimsuit...
french: [_R_] Non.... Je.... juste.... je t'ai acheté un maillot de bain...

source: [_M_] Once again that's a creepy thing to buy your mother.... why don't you just leave it by my bedroom door, and we'll meet in the car. Maybe I'll wear it sometime in the future.
french: [_M_] Encore une fois, c'est effrayant d'acheter ça à ta mère.... laisse-le près de la porte de ma chambre et on se retrouvera dans la voiture. Peut-être que je le porterais dans le futur.

source: [_S_] Hey [ryan], what can I do for you?
french: [_S_] Hé [ryan], que puis-je faire pour toi ?

source: [_R_] Nothing, just felt like talking with you.
french: [_R_] Rien, j'avais juste envie de parler avec toi.

source: [_S_] Sorry little brother, but right now I'm really busy trying to finish up some designs.
french: [_S_] Désolé petit frère, mais en ce moment je suis vraiment occupé à essayer de finir quelques dessins.

source: [_S_] Come find me again when I'm not so busy.
french: [_S_] Viens me revoir quand je ne suis pas si occupée.

source: [_RT_] {i}She's flashing me again!{/i}
french: [_RT_] {i}Elle me le montre à nouveau!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
french: [_RT_] {i}Fait-elle cela exprès?{/i}

source: [_RT_] {i}Or could she really be this clueless?{/i}
french: [_RT_] {i}Ou pourrait-elle vraiment être aussi désemparée.{/i}

source: [_R_] Ok, I'll find you again soon.
french: [_R_] Ok, je reviendrais bientôt.

source: [_R_] I need you to make another cosplay outfit for Lauren.
french: [_R_] J'ai besoin que tu fasses une autre tenue de cosplay pour Lauren.

source: [_S_] Really? There's not another convention for another 6 months. What's the occasion?
french: [_S_] Vraiment? Il n'y a pas d'autre convention avant encore 6 mois. Quelle est l'occasion?

source: [_R_] Lauren asked me to take pictures of her and Mandy in their outfits, and I posted them online.
french: [_R_] Lauren m'a demandé de prendre des photos d'elle et de Mandy dans leurs tenues, et je les ai postées en ligne.

source: [_S_] That sounds rather pervy!
french: [_S_] Cela semble plutôt pervers!

source: [_R_] No.... they asked me to!
french: [_R_] Non.... elles m'ont demandées de le faire!

source: [_S_] Uh huh.... sure.
french: [_S_] Uh huh .... sûr.

source: [_R_] Well anyways, their pictures got a ton of likes, and so sponsors are posting on their profile, and so basically, these pictures are making us a little money.
french: [_R_] De toute façon, leurs photos ont reçu une tonne de likes, et les sponsors postent donc sur leur profil, et donc fondamentalement, ces photos nous rapportent un peu d'argent.

source: [_R_] I also sold both of the outfits, and people are commenting on their profile that they want to buy more outfits as well.
french: [_R_] J'ai également vendu les deux tenues, et les gens commentent leur profil qu'ils veulent également acheter plus de tenues.

source: [_R_] They're offering more money if they don't wash them after wearing them for some reason.
french: [_R_] Ils offrent plus d'argent s'ils ne les lavent pas après les avoir portés pour une raison quelconque.

source: [_S_] Uhhh.... that's because.... never mind.
french: [_S_] Uhhh.... c'est parce que.... Ça ne fait rien.

source: [_RT_] {i}Haha.... she thinks I really don't know.{/i}
french: [_RT_] {i}Haha.... elle pense que je ne sais vraiment pas.{/i}

source: [_S_] And obviously Lauren and Mandy are happy because they are getting attention online.
french: [_S_] Et évidemment Lauren et Mandy sont heureuses parce qu'elles attirent l'attention en ligne.

source: [_R_] Yep, they're on their way to achieving their dreams of getting internet famous.
french: [_R_] Oui, elles sont sur le point de réaliser leurs rêves de devenir célèbres sur Internet.

source: [_S_] And how much are you paying them?
french: [_S_] Et combien les paies-tu?

source: [_R_] I'm not. All the money is going to pay Mom's Mafia debt each week.
french: [_R_] Je ne le fais pas. Tout l'argent va pour payer la dette mafieuse de maman chaque semaine.

source: [_S_] Does Mom know about this money?
french: [_S_] Maman est-elle au courant de cet argent?

source: [_R_] Not yet, but don't tell her. I don't want to get her hopes up until we are doing better.
french: [_R_] Pas encore, mais ne lui dis pas. Je ne veux pas lui donner de faux espoirs tant qu'on ne va pas mieux.

source: [_S_] More like you don't want Mom to shut you down when she realizes you're posting sexy pictures of her daughter online.
french: [_S_] Plutôt comme si tu ne voulais pas que maman te tape quand elle réalise que tu publies des photos sexy de sa fille en ligne.

source: [_R_] Lauren is legally an adult. She can make that decision for herself.
french: [_R_] Lauren est légalement une adulte. Elle peut prendre cette décision pour elle-même.

source: [_S_] Ok, well sounds like you know what you're doing, and as long as I get paid, you can do whatever you want with these outfits.
french: [_S_] Ok, on dirait que tu sais ce que tu fais, et tant que je suis payée, tu peux faire ce que tu veux avec ces tenues.

source: [_S_] I'll charge you my standard rate.
french: [_S_] Je te facturerais mon tarif standard.

source: [_S_] And what cosplay do you want?
french: [_S_] Et quel cosplay veux-tu ?

source: [_R_] I'll let you and Lauren work that out.... but it needs to be sexy!
french: [_R_] Je vais te laisser, toi et Lauren, régler ça.... mais ça doit être sexy !

source: [_S_] Ok...
french: [_S_] D'accord...

source: [_S_] Oh, and you'll still be able to pay Mom's Mafia debt this week?
french: [_S_] Oh, et tu pourras toujours payer la dette mafieuse de maman cette semaine?

source: [_R_] I've been working really hard lately, and I should have enough to pay for Lauren's outfit and the weekly Mafia debt.
french: [_R_] J'ai travaillé très dur ces derniers temps, et je devrais en avoir assez pour payer la tenue de Lauren et la dette hebdomadaire de la Mafia.

source: {i}{b}"Sidney's Respect +1"{/b}{/i}
french: {i}{b}«Respect de Sidney +1»{/b}{/i}

source: [_S_] Good for you little brother! Keep it up and maybe we will be able to get along without Dad after all.
french: [_S_] Bon pour toi petit frère! Continue et peut-être que nous pourrons nous entendre sans papa après tout.

source: {i}"Money - $400"{/i}
french: {i}'Argent -400$'{/i}

source: [_R_] Why should I be the one responsible to pay off the debt every week, Mom can help out too.
french: [_R_] Pourquoi devrais-je être le seul responsable de rembourser la dette chaque semaine, maman peut aussi aider.

source: [_S_] Yeah, well I guess it's your money. You earned it. If you'd rather pay me for a sexy costume for your little sister then keep Mom safe from the Mafia that's up to you.
french: [_S_] Ouais, eh bien je suppose que c'est ton argent. Tu l'as mérité. Si tu préfères payer un costume sexy à ta petite sœur, au lieu de protéger maman de la Mafia qui dépend de toi.

source: [_R_] Oh please, Mom's not in any danger.
french: [_R_] Oh s'il te plait, maman n'est pas en danger.

source: [_R_] So, how long will it take to finish?
french: [_R_] Alors, combien de temps faudra-t-il pour le terminer?

source: [_S_] Give me a couple days and then I'll have it ready for fitting on Lauren.
french: [_S_] Donne-moi quelques jours et ensuite je l'aurai prêt pour l'essayage sur Lauren.

source: [_R_] Awesome, I can't wait!
french: [_R_] Génial, j'ai hâte!

source: [_S_] Haha, I'll bet you can't.
french: [_S_] Haha, je parie que tu ne peux pas patienter.

source: [_R_] What's that supposed to mean?
french: [_R_] Qu'est-ce que cela signifie?

source: [_S_] Oh, I think you know.
french: [_S_] Oh, je pense que tu sais.

source: [_S_] I think you're enjoying more than the money from this little venture.
french: [_S_] Je pense que tu appréciais plus que l'argent de cette petite entreprise.

source: [_R_] Whatever.... I'll keep checking back to see when you're done.
french: [_R_] Peu importe.... Je reviendrais te voir quand tu auras fini.

source: [_RT_] {i}{b}(HINT){/b} I can't wait for Sidney to finish Lauren's Cosplay outfit!... I should go to the lounge and check with her this evening to see if it's done.{/i}
french: [_RT_] {i}{b}(Indice){/b} Je ne peux pas attendre que Sidney finisse la tenue Cosplay de Lauren .... Je devrais aller au salon et vérifier avec elle ce soir pour voir si c'est fait.{/i}

source: [_R_] Oh sweet! The new outfit is done!
french: [_R_] Oh chérie! La nouvelle tenue est terminée !

source: [_R_] Let me guess, Arsetrid, from "How to Breed your Dragon"?
french: [_R_] Laisse-moi deviner, Arsetrid, de 'Comment élever votre Dragon'?

source: [_L_] Yep! Do you like it?
french: [_L_] Oui! Ça te plaît?

source: [_R_] Yeah, but isn't that character a little young to be doing a sexy cosplay of her?
french: [_R_] Ouais, mais ce personnage n'est-il pas un peu jeune pour faire un cosplay sexy d'elle?

source: [_S_] That's only in the first two movies, in the third movie Arsetrid is old enough that it shouldn't be weird.
french: [_S_] C'est seulement dans les deux premiers films, dans le troisième film, Arsetrid est assez vielle pour que ça ne soit pas bizarre.

source: [_R_] You sure know a lot about a kids movie series for a girl in college.
french: [_R_] Tu en sais certainement beaucoup sur une série de films pour enfants pour une fille à l'université.

source: [_S_] Oh, haha.... I'll have you know that almost half the audience of these animated movies are adults.
french: [_S_] Oh, haha.... Je te ferais savoir que près de la moitié du public de ces films d'animation sont des adultes.

source: [_R_] Or are you just bumping the statistics by watching it over and over and over?
french: [_R_] Ou es-tu simplement en train de bousculer les statistiques en les regardant encore et encore et encore?

source: [_R_] Ok then.... how close is it to being ready?
french: [_R_] Ok alors.... est-ce proche d'être prêt?

source: [_S_] Hmmm.... I'll have all the sizing done for the adjustments in about 10 minutes, and then I'll finish up all the sewing late tonight.
french: [_S_] Hmmm.... J'aurai tout le dimensionnement fait pour les ajustements dans environ 10 minutes, puis je finirai toute la couture tard ce soir.

source: [_S_] So, you can probably take it anytime tomorrow.
french: [_S_] Donc, tu peux probablement le prendre à tout moment demain.

source: [_R_] Nice! Does tomorrow work for you Lauren?
french: [_R_] Sympa! Est-ce que demain fonctionne pour toi Lauren?

source: [_L_] My schedule is basically {b}weekdays in the late morning.{/b}
french: [_L_] Mon emploi du temps est essentiellement libre {b}les jours de semaine en fin de matinée.{/b}

source: [_L_] Just head to the {b}warehouse and give me a call{/b} when you're ready.
french: [_L_] Diriges-toi simplement vers l'entrepôt {b}et appelles-moi{/b} lorsque tu es prêt.

source: [_R_] Won't you miss school?
french: [_R_] Ne manqueras-tu pas l'école?

source: [_L_] Yeah?.... So?.... Do you really expect me to sacrifice my free time to take pictures in a dirty old warehouse?
french: [_L_] Ouais?.... Alors ?.... Tu t'attends vraiment à ce que je sacrifie mon temps libre pour prendre des photos dans un vieil entrepôt sale ?

source: [_L_] Besides.... Mom's letting you miss school to work.
french: [_L_] D'ailleurs.... Maman te laisse manquer l'école pour travailler.

source: [_L_] We'll just ask her to make the same exception for me.
french: [_L_] Nous allons juste lui demander de faire la même exception pour moi.

source: [_R_] You haven't told her what you're doing for work, have you?
french: [_R_] Tu ne lui as pas dit ce que tu faisais pour le travail, n'est-ce pas?

source: [_L_] Haha of course not.... I'm leaving that up to you.
french: [_L_] Haha bien sûr que non.... Je laisse ça à toi.

source: [_RT_] {i}Shit!.... How am I going to tell Mom about this?{/i}
french: [_RT_] {i}Merde!.... Comment vais-je en parler à maman?{/i}

source: [_RT_] {i}Oh, well.... another problem for another day.{/i}
french: [_RT_] {i}Oh, eh bien.... un autre problème pour un autre jour.{/i}

source: [_R_] So, Sidney?
french: [_R_] Alors, Sidney ?

source: [_S_] Yeah?
french: [_S_] Ouais?

source: [_R_] How easy is it to make adjustments to this outfit?
french: [_R_] Est-il facile de faire des ajustements à cette tenue?

source: [_S_] Do you mean how easy is it to strip this down into a skimpy whore outfit?
french: [_S_] Veux-tu dire à quel point est-il facile de se déshabiller dans une tenue de pute étriquée?

source: [_R_] .... Basically.... yeah...
french: [_R_] .... Fondamentalement.... ouais...

source: [_S_] Don't forget that it's your little sister you're taking pictures of please!
french: [_S_] N'oubles pas que c'est ta petite sœur dont tu prends des photos s'il te plait!

source: [_RT_] {i}Says the girl jerking off her brother when she thinks he's sleeping.{/i}
french: [_RT_] {i}Dire que cette fille branle son frère quand elle pense qu'il dort.{/i}

source: [_R_] Yeah, yeah.... I'll have you know I'm very respectful. I'm basically a feminist. This has been all Lauren's idea, and I'm just trying to help her feel empowered.
french: [_R_] Ouais, ouais.... Je te ferais savoir que je suis très respectueux. Je suis essentiellement féministe. Tout cela a été l'idée de Lauren, et j'essaie juste de l'aider à se sentir autonome.

source: [_S_] {i}(sarcastically){/i} Wow!.... What a champion of women's rights!
french: [_S_] {i}(ton sarcastique) {/i} Wow!.... Quelle championne des droits des femmes !

source: [_R_] K Lauren, so I'll give you a call when I'm ready.
french: [_R_] Ok Lauren, je t'appellerai quand je serai prête.

source: [_L_] K bye!
french: [_L_] au revoir !

source: [_M_] Wow! I can't believe you bought me a Hyongu bikini. I know these aren't cheap!
french: [_M_] Wow! Je n'arrive pas à croire que tu m'aies acheté un bikini Hyongu. Je sais qu'ils ne sont pas bon marché!

source: [_M_] How did you afford it? I better not have to strip at the club on Saturday because you spent too much on this bikini!
french: [_M_] Comment l'as tu payé ? Je ne devrais pas me déshabiller au club samedi parce que tu as trop dépensé pour ce bikini !

source: [_R_] Don't worry, Mom, I found a really good deal. Plus I know how judgy the women at the club can be if they see you in a cheap swimsuit.
french: [_R_] Ne t'inquiète pas, maman, j'ai trouvé une très bonne affaire. De plus, je sais à quel point les femmes du club peuvent être commères si elles te voient en maillot de bain bon marché.

source: [_R_] And I know it's the kind of thing Dad would have bought for you.
french: [_R_] Et je sais que c'est le genre de chose que papa aurait achetée pour toi.

source: [_M_] Well, thank you! Let me go try it on. Actually let me try on the one I've already got, and then I'll try on this new one. Then I'll let you decide which one I'm going to wear to the pool.
french: [_M_] Eh bien, merci! Laisse-moi l'essayer. En fait, laisse-moi essayer celui que j'ai déjà, puis j'essaierais celui-ci. Ensuite, je te laisserais décider lequel je vais porter à la piscine.

source: [_R_] Really? You're going to give me a bikini fashion show?!...
french: [_R_] Vraiment? Tu vas me faire un défilé de bikini ?!...

source: [_M_] It's like you said, I guess.... you're going to see me in it at the pool anyways. And since you bought me this suit, I want you to decide if you like it enough for me to wear it to the club pool.
french: [_M_] C'est comme tu l'as dit, je suppose.... tu vas me voir à la piscine de toute façon. Et puisque tu m'as acheté ce costume, je veux que tu décides si tu l'aimes assez pour que je le porte à la piscine du club.

source: [_M_] But if there's a problem, and you can't keep "little [ryan]" from popping up and giving us a visit like he's been doing all too frequently lately, then the show will end, and we won't go to the pool. So, control yourself!
french: [_M_] Mais s'il y a un problème, et que tu ne peux pas empêcher 'le petit [ryan]' d'apparaître et de nous rendre visite comme il le fait trop souvent ces derniers temps, alors le spectacle se terminera, et nous n'irons pas à la piscine. Alors, contrôle-toi!

source: [_R_] Of course.... I mean "little [ryan]" won't be visiting.... I mean.... yuck!.... Why would I react like that to my own mom?
french: [_R_] Bien sûr.... Je veux dire que 'le petit [ryan]' ne sera pas de passage.... Je veux dire.... beurk!.... Pourquoi réagirais-je ainsi à ma propre mère?

source: [_M_] Uh huh.... that's very reassuring.
french: [_M_] Euh huh.... c'est très rassurant.

source: [_M_] Give me just a second.
french: [_M_] Donne-moi juste une seconde.

source: [_RT_] {i}I can't believe how easy it was to talk her into trying on bikinis for me.{/i}
french: [_RT_] {i}Je n'arrive pas à croire à quel point il était facile de la convaincre d'essayer des bikinis pour moi.{/i}

source: [_RT_] {i}I can't wait to see what I can talk her into next.{/i}
french: [_RT_] {i}J'ai hâte de voir de quoi je peux lui parler ensuite.{/i}

source: [_RT_] {i}Maybe something at the pool.{/i}
french: [_RT_] {i}Peut-être quelque chose dans la piscine.{/i}

source: [_M_] Ok, so this is the last swimsuit your father bought me before he was sent to prison.
french: [_M_] Ok, donc c'est le dernier maillot de bain que ton père m'a acheté avant d'être envoyé en prison.

source: [_M_] What do you think?
french: [_M_] Qu'en penses-tu?

source: [_R_] I think Dad has good taste.
french: [_R_] Je pense que papa a bon goût.

source: [_R_] Pink looks really good on you.
french: [_R_] Le rose te va vraiment bien.

source: [_RT_] {i}Oh my God.... stay in control. Stay in control. Stay in control.... {/i}
french: [_RT_] {i}Oh mon Dieu.... garder le contrôle. Garder le contrôle. Garder le contrôle.... {/i}

source: [_MT_] {i}I wonder if I can get him excited. Then I wouldn't have to go to the pool.{/i}
french: [_MT_] {i}Je me demande si je peux l'exciter. Alors je n'aurais pas à aller à la piscine.{/i}

source: [_M_] It doesn't quite cover up as much of my ass as I would like it to though.
french: [_M_] Cela ne couvre pas tout à fait autant mon cul que je le voudrais.

source: [_R_] Ummm.... yeah.... I think it's not.... too.... bad...
french: [_R_] Ummm.... ouais.... Je pense que non.... trop.... mauvais...

source: [_M_] You doing okay back there [ryan]?
french: [_M_] Tout va bien sur le site [ryan]?

source: [_MT_] {i}Haha.... I think I've almost got him.... {/i}
french: [_MT_] {i}Haha.... Je pense que je l'ai presque eu... {/i}

source: [_MT_] {i}Shit.... what's the matter with me?.... {/i}
french: [_MT_] {i}Merde.... qu'y a-t-il avec moi ?.... {/i}

source: [_MT_] {i}I shouldn't be trying to tease him in this way.{/i}
french: [_MT_] {i}Je ne devrais pas essayer de le taquiner de cette façon.{/i}

source: [_M_] Alright, I'm going to try the other one on now.
french: [_M_] D'accord, je vais essayer l'autre maintenant.

source: [_R_] Ok.... I'll just.... wait here then...
french: [_R_] D'accord.... Je vais juste.... attendre ici alors...

source: [_MT_] {i}Shit!.... Why did I agree to this?.... Why did I say those teasing comments?.... I've made it a bit awkward...{/i}
french: [_MT_] {i}Merde!.... Pourquoi ai-je accepté cela?.... Pourquoi ai-je dit ces commentaires taquins?.... Je l'ai rendu un peu bizarre...{/i}

source: [_RT_] {i}Oh my God!!.... Was Mom trying to turn me on, on purpose?!!.... {/i}
french: [_RT_] {i}Oh mon Dieu!!.... Maman essayait-elle de m'exciter, exprès?!!.... {/i}

source: [_RT_] {i}Ok.... un-sexy thought, un-sexy thoughts.... {/i}
french: [_RT_] {i}Ok.... pensées non sexy, pensées non sexy.... {/i}

source: [_RT_] {i}Grandma naked, grandma naked, grandma naked.... {/i}
french: [_RT_] {i}Grand-mère nue, grand-mère nue, grand-mère nue.... {/i}

source: [_RT_] {i}Shit.... grandma's too sexy also.... {/i}
french: [_RT_] {i}Merde.... grand-mère est trop sexy aussi.... {/i}

source: [_RT_] {i}I know.... grandpa naked on a cold day, grandpa naked on a cold day, grandpa naked on a cold day.{/i}
french: [_RT_] {i}Je sais.... grand-père nue par une journée froide, grand-père nu par une journée froide, grand-père nu par une journée froide.{/i}

source: [_RT_] {i}Oh thank God.... that took care of it.... {/i}
french: [_RT_] {i}Oh merci mon dieu.... qui s'en est chargé.... {/i}

source: [_M_] Well?.... What do you think?
french: [_M_] Eh bien?.... Qu'en penses-tu?

source: [_R_] Wow!.... The blue is really pretty with your eyes!...
french: [_R_] Wow!.... Le bleu est vraiment joli avec tes yeux!...

source: [_R_] Turn around, let's see the back.
french: [_R_] Tourne-toi, voyons le dos.

source: [_M_] Uhhh.... this one is too revealing in the back. I don't think I'd be comfortable wearing it in front of own son.
french: [_M_] Uhhh.... celui-ci est trop révélateur dans le dos. Je ne pense pas que je serais à l'aise de le porter devant mon propre fils.

source: [_M_] Wait!.... I have an idea.... I'll be right back.
french: [_M_] Attends!.... J'ai une idée.... Je reviens tout de suite.

source: [_R_] {i}Shit! I was worried that buying a bikini with a thong bottom might be pushing it.{/i}
french: [_R_] {i}Merde! J'avais peur que l'achat d'un bikini avec un bas en string puisse la dérenger.{/i}

source: [_R_] {i}I wonder if she'll even let me make a choice now.{/i}
french: [_R_] {i}Je me demande si elle va même me laisser faire un choix maintenant.{/i}

source: [_M_] There. I found the perfect solution. It keeps me more modest in front of my son, but allows everyone at the club to imagine what's going on underneath them.
french: [_M_] Là. J'ai trouvé la solution parfaite. Cela me permet de rester plus modeste devant mon fils, mais permet à tout le monde au club d'imaginer ce qui se passe en dessous d'eux.
