Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_M_] I don't want to hear it!
italian: [_M_] Non voglio sentirlo!

source: [_MT_] {i}Have I let this go to far?{/i}
italian: [_MT_] {i}Ho lasciato andare lontano?{/i}

source: [_MT_] {i}What if board member Will Tylor's theories are just a bunch of bullshit, and I'm giving my own son delusions about something he can never have?{/i}
italian: [_MT_] {i}Che cosa succede se le teorie del membro del consiglio di amministrazione Will Tylor sono solo un mucchio di stronzate, e sto dando a mio figlio illusioni su qualcosa che non può mai avere? /i}

source: [_M_] Now, I'm going to finish getting ready, so why don't you just go wait in the car for me.
italian: [_M_] Ora, finirò di prepararmi, quindi perché non vai ad aspettare in macchina per me.

source: [_RT_] {i}What the hell?... How did I misread that situation?{/i}
italian: [_RT_] {i}Che inferno?... Come ho letto male quella situazione?{/i}

source: [_RT_] {i}Mom's clearly desperate for some affection.{/i}
italian: [_RT_] {i}Mamma chiaramente disperata per qualche affetto.{/i}

source: [_RT_] {i}Why else would she have asked me to hug her in her underwear?{/i}
italian: [_RT_] {i}Perché altrimenti mi avrebbe chiesto di abbracciarla nella sua biancheria intima?{/i}

source: [_RT_] {i}What am I thinking?... I can't grab her ass!{/i}
italian: [_RT_] {i}Cosa sto pensando?... Non posso afferrare il suo culo!{/i}

source: [_RT_] {i}She'd probably kick me in the nuts.{/i}
italian: [_RT_] {i}Probabilmente mi avrebbe cacciato nelle noci.{/i}

source: [_RT_] {i}No, I just need to enjoy this hug as long as I can.{/i}
italian: [_RT_] {i}No, ho solo bisogno di godere di questo abbraccio il più a lungo possibile. {/i}

source: [_M_] Alright, [ryan], thanks for the hug... I'm going to finish getting ready now.
italian: [_M_] Alright, [ryan], grazie per l'abbraccio... Finirò di prepararmi adesso.

source: [_M_] Maybe you can go wait for me in the car.
italian: [_M_] Forse puoi andare ad aspettarmi in macchina.

source: [_RT_] {i}Yes!... I'm making progress!{/i}
italian: [_RT_] {i}Sì!... Sto facendo progressi!{/i}

source: [_RT_] {i}Mom never would have given me a hug in her underwear a few months ago.{/i}
italian: [_RT_] {i}Mamma non mi avrebbe mai dato un abbraccio nella sua biancheria intima qualche mese fa.{/i}

source: [_RT_] {i}Hell, she wouldn't have even let me see her in her underwear{/i}
italian: [_RT_] {i}Inferno, non mi avrebbe nemmeno lasciato vedere nella sua biancheria intima{/i}

source: [_RT_] {i}Mmmm... and those were some sexy panties!{/i}
italian: [_RT_] {i}Mmmm... e quelli erano alcuni pantaloni sexy!{/i}

source: [_RT_] {i}I think she's just getting desperate for some affection.{/i}
italian: [_RT_] {i}Penso che stia solo disperando per qualche affetto.{/i}

source: [_RT_] {i}Shit!!!... What if she gets her needs met at the prison today?{/i}
italian: [_RT_] {i}merda!!!... Cosa succede se lei ottiene le sue esigenze incontrate in prigione oggi?{/i}

source: [_RT_] {i}I'm pretty sure she was talking to their lawyer about conjugal visits on the phone...{/i}
italian: [_RT_] {i}Sono abbastanza sicuro che stava parlando con il loro avvocato di visite coniugali sul telefono...{/i}

source: [_RT_] {i}She must be pretty desperate. The Mom I knew would be too shy to speak to a lawyer about such things.{/i}
italian: [_RT_] {i}Deve essere piuttosto disperata. La mamma che sapevo sarebbe stata troppo timida per parlare a un avvocato di tali cose.{/i}

source: [_RT_] {i}Would she really do that with Dad while I'm sitting there waiting for them?{/i}
italian: [_RT_] {i}Lo farebbe davvero con papà mentre sono seduto lì ad aspettarli?{/i}

source: [_RT_] {i}And what could I do to stop it?{/i}
italian: [_RT_] {i}E cosa posso fare per fermarlo?{/i}

source: [_RT_] {i}Fuck!... Maybe I'll come up with an idea in the car.{/i}
italian: [_RT_] {i}Fuck!... Forse arriverò un'idea in auto.{/i}

source: [_R_] What's taking Mom so long?
italian: [_R_] Cosa sta prendendo mamma così a lungo?

source: [_R_] You about ready?
italian: [_R_] Sei pronto?

source: [_M_] Almost! Go get in the car, I'll be there in a minute.
italian: [_M_] Quasi! Vai in macchina, ci sarò tra un minuto.

source: [_RT_] {i}I was able to stop Mom from masturbating in the bathroom again, but it's likely that she'll try and take care of herself in her bedroom again.{/i}
italian: [_RT_] {i}Sono stato in grado di impedire la mamma di masturbarsi di nuovo in bagno, ma è probabile che lei cercherà di prendersi cura di se stessa nella sua camera da letto di nuovo. /i}

source: [_RT_] {i}I'd better run check on her.{/i}
italian: [_RT_] {i}Farei meglio ad eseguire il controllo su di lei.{/i}

source: [_RT_] {i}Just as I thought, Aunt Cami's leaving Mom's room again.{/i}
italian: [_RT_] {i}Proprio come pensavo, Aunt Cami lasciare di nuovo la stanza della mamma.{/i}

source: [_C_] Well, watch what you say if you're going in there.
italian: [_C_] Beh, guarda quello che dici se stai andando lì dentro.

source: [_C_] Or... Don't. I wouldn't mind if she tore you a new asshole.
italian: [_C_] Oppure... non mi dispiacerebbe se ti strappasse un nuovo stronzo.

source: [_RT_] {i}I think Mom's pretty frustrated again after what I did to her in the bathroom.{/i}
italian: [_RT_] {i}Penso che la mamma abbia nuovamente frustrato dopo quello che le ho fatto in bagno.{/i}

source: [_RT_] {i}I should check the spy-cam before I go in.{/i}
italian: [_RT_] {i}dovrei controllare la spy-cam prima di andare in.{/i}

source: [_RT_] {i}Why am I not surprised?{/i}
italian: [_RT_] {i}Perché non sono sorpreso?{/i}

source: [_RT_] {i}She doesn't like to waste any time.{/i}
italian: [_RT_] {i}Non le piace perdere tempo. {/i}

source: [_RT_] {i}And once again, going straight for the ass.{/i}
italian: [_RT_] {i}E ancora una volta, andando dritto per il culo.{/i}

source: [_RT_] {i}The look on her face!{/i}
italian: [_RT_] {i}Lo sguardo sul suo viso!{/i}

source: [_MT_] {i}Fucking [ryan]! Interrupting me in the bathroom!{/i}
italian: [_MT_] {i}Cazzo [ryan]! Interrompendomi in bagno!{/i}

source: [_MT_] {i}At least I finally have some time to myself.{/i}
italian: [_MT_] {i}Almeno ho un po' di tempo per me stesso.{/i}

source: [_MT_] {i}This is going to feel so good!{/i}
italian: [_MT_] {i}Questo si sentirà così bene!{/i}

source: [_MT_] {i}Yes! Just like that!{/i}
italian: [_MT_] {i}Sì! Proprio così!{/i}

source: [_RT_] {i}If I play this just right, faking a call from Dad worked really well last time... I wonder if it would work again.{/i}
italian: [_RT_] {i}Se gioco questo giusto, falso una chiamata da papà ha funzionato davvero bene l'ultima volta... Mi chiedo se funzionerebbe di nuovo.{/i}

source: [_MT_] {i}At least I got to see his huge semi hard cock in the bathroom again!{/i}
italian: [_MT_] {i}Almeno ho avuto modo di vedere il suo enorme cazzo duro in bagno di nuovo!{/i}

source: [_MT_] {i}Ok, this time I'm really going to picture that cock on someone else.{/i}
italian: [_MT_] {i}Ok, questa volta ho davvero intenzione di immaginare quel cazzo su qualcun altro.{/i}

source: [_MT_] {i}I can just imagine [ryan]'s dick impaling me!... Fuck... I mean someone else with a dick as big as [ryan]'s impaling me.{/i}
italian: [_MT_] {i}Posso solo immaginare il cazzo di [ryan]che mi impala!... Fuck... Voglio dire che qualcun altro con un cazzo grande come [ryan]mi impala.{/i}

source: [_MT_] {i}I'll bet I could get his cock in my ass.{/i}
italian: [_MT_] {i}Scommetto che potrei ottenere il suo cazzo nel mio culo.{/i}

source: [_RT_] {i}She's close!{/i}
italian: [_RT_] {i}Lei è vicina!{/i}

source: [_RT_] {i}I'd better make my move!{/i}
italian: [_RT_] {i}farei meglio a fare la mia mossa!{/i}

source: [_MT_] {i}No!... no... not a-fucking-gain!{/i}
italian: [_MT_] {i}No!... no... no... not a-fucking-gain!{/i}

source: [_MT_] {i}I was so close!{/i}
italian: [_MT_] {i}Ero così vicino!{/i}

source: [_MT_] {i}I'm going to kill that son of a bitch!{/i}
italian: [_MT_] {i}ucciderò quel figlio di una cagna!{/i}

source: [_MT_] {i}Wait!... that's not very flattering to me.{/i}
italian: [_MT_] {i}Aspetta!... non è molto lusinghiero per me.{/i}

source: [_M_] [ryan]!... If this isn't important, I'm going to lock you in your bedroom for a week!
italian: [_M_] [ryan]!... Se questo non è importante, ti chiuderò nella tua camera da letto per una settimana!

source: [_RT_] {i}I love that sexy bra!... I don't ever get tired of seeing those beautiful tits!{/i}
italian: [_RT_] {i}Mi piace quel cervello sexy!... non mi stanco mai di vedere quelle belle tette!{/i}

source: [_MT_] {i}He's shamelessly staring at my breasts!{/i}
italian: [_MT_] {i}Sta spudoratamente fissando i miei seni!{/i}

source: [_MT_] {i}I mean... I guess to be fair, I was just thinking about his cock.{/i}
italian: [_MT_] {i}Voglio dire... Immagino di essere giusto, stavo solo pensando al suo cazzo.{/i}

source: [_MT_] {i}No!... This is not ok!... I've got to stop this type of behavior!{/i}
italian: [_MT_] {i}No!... Questo non va bene!... Devo fermare questo tipo di comportamento!{/i}

source: [_MT_] {i}I mean... I probably do.{/i}
italian: [_MT_] {i}Voglio dire... Probabilmente lo faccio.{/i}

source: [_M_] You've got to be kidding me!... [ryan], look at my face, and tell me what you want!
italian: [_M_] Devi prendermi in giro!... [ryan], guarda la mia faccia e dimmi quello che vuoi!

source: [_RT_] {i}Don't look down... Don't look down!{/i}
italian: [_RT_] {i}Non guardare in basso... Non guardare in basso!{/i}

source: [_M_] You'd better hurry up and tell me what you want.
italian: [_M_] Faresti meglio ad affrettarmi e dirmi quello che vuoi.

source: [_R_] Uhh... Yeah! I was just about to.
italian: [_R_] Uhh... Sì! Stavo proprio per farlo.

source: [_R_] Dad's on the phone again.
italian: [_R_] papà di nuovo al telefono.

source: [_RT_] {i}Hope this works again.{/i}
italian: [_RT_] {i}Spero che questo funzioni di nuovo.{/i}

source: [_M_] You're Dad?... Again?... Here, give me the phone!
italian: [_M_] Sei Papà?... Ancora?... Qui, datemi il telefono!

source: [_M_] [dad_name]?... Hello?... Are you there?
italian: [_M_] [dad_name]?... Ciao?... Sei lì?

source: [_M_] He hung up, again.
italian: [_M_] Ha appeso, di nuovo.

source: [_M_] Urrgghh... What does he want!?... And why does he always call me at the worst time?
italian: [_M_] Urrgghh... Che cosa vuole!?... E perché mi chiama sempre al momento peggiore?

source: [_R_] Why is this a bad time?
italian: [_R_] Perché questo è un brutto momento?

source: [_M_] Because it's none of your business.
italian: [_M_] Perché non è nessuno dei tuoi affari.

source: [_M_] If he calls again... Tell him to stay on the line!
italian: [_M_] Se chiama di nuovo... Ditegli di rimanere in linea!

source: [_R_] Okay, I'll try.
italian: [_R_] Okay, proverò.

source: [_R_] Leave your door unlocked again, and I'll come running if he calls back.
italian: [_R_] Lascia di nuovo la tua porta sbloccata, e verrò in esecuzione se ti richiama.

source: [_M_] Yeah, ok... I'll do that.
italian: [_M_] Sì, ok... lo farò.

source: [_R_] Alright, Mom... I'm just going to go to bed.
italian: [_R_] Bene, Mamma... andrò solo a letto.

source: [_M_] You bet... See you tomorrow... or tonight, if your dad calls.
italian: [_M_] Scommettete... Ci vediamo domani... o stasera, se il papà chiama.

source: [_MT_] {i}Why didn't I just invite him in?{/i}
italian: [_MT_] {i}Perché non l'ho invitato?{/i}

source: [_MT_] {i}I've already let him give me an orgasm in the bathroom.{/i}
italian: [_MT_] {i}Ho già lasciato che mi dia un orgasmo in bagno.{/i}

source: [_MT_] {i}And my office, for that matter.{/i}
italian: [_MT_] {i}E il mio ufficio, per quello.{/i}

source: [_MT_] {i}Urrgghh... I can't let him give me an orgasm in the bedroom I share with his father... That would be going too far!{/i}
italian: [_MT_] {i}Urrgghh... Non posso fargli dare un orgasmo in camera da letto che condivido con suo padre... Sarebbe andare troppo lontano!{/i}

source: [_MT_] {i}Ohh... but, I needed some damn relief tonight!{/i}
italian: [_MT_] {i}Ohh... ma stasera avevo bisogno di qualche maledetto sollievo!{/i}

source: {b}{i}"Mom's Sexual Frustration + 5"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma + 5"{/i}{/b}

source: [_MT_] {i}Have I been cursed to never have another orgasm again?{/i}
italian: [_MT_] {i}Sono stato maledetto di non avere mai più un altro orgasmo?{/i}

source: [_MT_] {i}Even if [dad_name] wanted to have phone sex... I don't know if I'd be willing to do that with him.{/i}
italian: [_MT_] {i}Anche se [dad_name] volesse fare sesso telefonico... non so se sarei disposto a farlo con lui.{/i}

source: [_MT_] {i}Fucking bastard is the reason I'm in this situation!{/i}
italian: [_MT_] {i}Fucking bastard è il motivo per cui sono in questa situazione!{/i}

source: [_MT_] {i}Who am I kidding? Of course I'd have phone sex with him... I'm so desperate, I'd almost consider doing it with [ryan].{/i}
italian: [_MT_] {i}Chi sto scherzando? Naturalmente avrei fatto sesso telefonico con lui... sono così disperato, quasi prenderei in considerazione di farlo con [ryan].{/i}

source: [_MT_] {i}No, no... That's going to far... Though that penis of his...{/i}
italian: [_MT_] {i}No, no... Sta andando lontano... Anche se quel pene del suo...{/i}

source: [_MT_] {i}Goddammit!... Another day with no relief!{/i}
italian: [_MT_] {i}Goddammit!... Un altro giorno senza sollievo!{/i}

source: {b}{i}"Mom's Sexual Frustration + 2"{/i}{/b}
italian: {b}{i}"Frustrazione Sessuale Della Mamma + 2"{/i}{/b}

source: [_RT_] {i}Oh good!... Looks like that did the trick.{/i}
italian: [_RT_] {i}Oh buono!... Sembra che questo abbia fatto il trucco.{/i}

source: [_RT_] {i}She's probably too worried about me coming in to try and finish herself off.{/i}
italian: [_RT_] {i}Probabilmente è troppo preoccupata per me entrare per cercare di finire se stessa.{/i}

source: [_RT_] {i}If I keep this up, she'll be begging me for some relief.{/i}
italian: [_RT_] {i}Se mantengo questo su, lei mi chiederà un po' di sollievo.{/i}

source: [_RT_] {i}Now, I should go see if I can get some relief for myself somewhere else.{/i}
italian: [_RT_] {i}Ora, dovrei andare a vedere se posso ottenere qualche sollievo da qualche altra parte.{/i}

source: [_RT_] {i}I successfully stopped Mom from masturbating in the shower.{/i}
italian: [_RT_] {i}Ho smesso con successo Mamma di masturbarsi nella doccia.{/i}

source: [_RT_] {i}She shouldn't be able to pull anything like that off in her bedroom with Aunt Cami sleeping right next to her... but it wouldn't hurt to check on them.{/i}
italian: [_RT_] {i}Lei non dovrebbe essere in grado di tirare nulla di simile nella sua camera da letto con zia Cami dormendo proprio accanto a lei. . ma non farebbe male controllare su di loro.{/i}

source: [_RT_] {i}Why's Aunt Cami leaving Mom's room?{/i}
italian: [_RT_] {i}Perché la zia Cami lascia la stanza della mamma?{/i}

source: [_RT_] {i}And with her pillow in her arms?{/i}
italian: [_RT_] {i}E con il suo cuscino tra le braccia?{/i}

source: [_RT_] {i}Where is she planning on sleeping?{/i}
italian: [_RT_] {i}Dove ha intenzione di dormire?{/i}

source: [_RT_] {i}Too bad I can't invite her to my bed... It's already too full.{/i}
italian: [_RT_] {i}Peccato che non posso invitarla al mio letto... è già troppo pieno.{/i}

source: [_R_] Aren't you sleeping with Mom tonight?
italian: [_R_] Non stai dormendo con la mamma stasera?

source: [_C_] I was planning on it... But she's in a rare mood.
italian: [_C_] Stavo pianificando su di esso... Ma lei è in uno stato d'animo raro.

source: [_R_] What do you mean?
italian: [_R_] Cosa vuoi dire?

source: [_C_] I don't know... She seems really agitated.
italian: [_C_] Non lo so... Sembra davvero agitata.

source: [_C_] Her temper is really short. Everything I say, she snaps back at me with an angry reply.
italian: [_C_] Il suo temperamento è davvero breve. Tutto quello che dico, mi strappa con una risposta arrabbiata.

source: [_C_] I don't dare hang out in there any longer.
italian: [_C_] Non oserei più uscire in là.

source: [_C_] I'm sleeping on the couch tonight.
italian: [_C_] Sto dormendo sul divano stasera.

source: [_C_] If you're going to talk with her... Good luck!
italian: [_C_] Se parlerai con lei... Buona fortuna!

source: [_R_] Thanks... I'll be careful.
italian: [_R_] Grazie... Sarò prudente.

source: {b}{i}{b}(HINT){/b} I'm sure Aunt Camille's going to notice that Sidney's not sleeping on the couch anymore. Hopefully she doesn't suspect that she's been sleeping in my room.{/i}{/b}
italian: {b}{i}{b}(HINT){/b} Sono sicuro che zia Camille noterà che Sidney non dorme più sul divano. Speriamo che non sospetti che stia dormendo nella mia stanza.{/i}{/b}

source: {b}{i}{b}(HINT){/b} Aunt Cami's no longer behind a locked door every night. I should visit her in the lounge when she's sleeping on the couch.{/i}{/b}
italian: {b}{i}{b}(HINT){/b} zia Cami non più dietro una porta chiusa ogni notte. Dovrei visitarla nella lounge quando sta dormendo sul divano.{/i}{/b}

source: [_RT_] {i}Sounds like Mom's pretty frustrated after what I did to her in the bathroom.{/i}
italian: [_RT_] {i}Suona come la mamma abbastanza frustrato dopo quello che ho fatto a lei in bagno.{/i}

source: [_RT_] {i}She was probably just desperate for some alone time.{/i}
italian: [_RT_] {i}Probabilmente era solo disperata per qualche tempo solo.{/i}

source: [_RT_] {i}Yep, just as I suspected.{/i}
italian: [_RT_] {i}Yep, proprio come sospettavo.{/i}

source: [_RT_] {i}Wow! She must be really desperate... She didn't waste any time.{/i}
italian: [_RT_] {i}Wow! Deve essere davvero disperata... Non ha perso tempo.{/i}

source: [_RT_] {i}And going straight for the ass.{/i}
italian: [_RT_] {i}E andare dritto per il culo.{/i}

source: [_RT_] {i}At least one girl from my family won't take any convincing.{/i}
italian: [_RT_] {i}Almeno una ragazza della mia famiglia non prenderà alcuna convincente.{/i}

source: [_RT_] {i}If I play this just right, that will be me soon... I've got to interrupt her, but I've got to think of just the right thing to say.{/i}
italian: [_RT_] {i}Se gioco questo giusto, questo mi sarà presto... Devo interromperla, ma devo pensare alla cosa giusta da dire.{/i}

source: [_MT_] {i}At least I got to see his huge semi hard cock in the bathroom!{/i}
italian: [_MT_] {i}Almeno ho avuto modo di vedere il suo enorme cazzo duro in bagno!{/i}

source: [_MT_] {i}Now, I've got to picture that cock on someone else. Why does [dad_name] have to have such a pencil dick?{/i}
italian: [_MT_] {i}Ora, devo immaginare quel cazzo su qualcun altro. Perché [dad_name] deve avere un tale cazzo a matita?{/i}

source: [_MT_] {i}I can just imagine [ryan]'s dick impaling me!... Fuck... I mean a dick as big as [ryan]'s impaling me.{/i}
italian: [_MT_] {i}Posso solo immaginare il cazzo di [ryan]che mi impala!... Fuck... intendo un cazzo grande come [ryan]mi impala.{/i}

source: [_MT_] {i}Would his cock even fit in my ass?{/i}
italian: [_MT_] {i}Il suo cazzo sarebbe anche in forma nel mio culo?{/i}

source: [_MT_] {i}Did I just hear a knock?{/i}
italian: [_MT_] {i}Ho appena sentito un busso?{/i}

source: [_MT_] {i}I'm going to kill that little mother fucker!{/i}
italian: [_MT_] {i}ucciderò quel piccolo cazzo madre!{/i}

source: [_MT_] {i}Shit... I did it again... I meant, that little fucker!{/i}
italian: [_MT_] {i}merda... L'ho fatto di nuovo... Voglio dire, quel piccolo cazzo!{/i}

source: [_MT_] {i}Where are my underwear?{/i}
italian: [_MT_] {i}Dove sono i miei intimi?{/i}

source: [_M_] [ryan]!... If this isn't important, I'm going to give you a failing grade in my class, and ground you for the foreseeable future.!
italian: [_M_] [ryan]!... Se questo non è importante, ti darò un voto sbagliato nella mia classe, e ti metterò a terra per il futuro prevedibile.!

source: [_R_] Dad's on the phone.
italian: [_R_] papà al telefono.

source: [_RT_] {i}Shit! That's the best I could come up with?... I hope this doesn't backfire.{/i}
italian: [_RT_] {i}merda! È il meglio che potessi venire con?... Spero che questo non torni a fuoco.{/i}

source: [_M_] You're Dad?... What's wrong?... Here, give me the phone!
italian: [_M_] Sei Papà?... Cosa c'è di sbagliato?... Qui, datemi il telefono!

source: [_M_] Nobody's there.
italian: [_M_] Nessuno è lì.

source: [_M_] What's your pass code, so I can see what number he called from?
italian: [_M_] Qual è il tuo codice di passaggio, quindi posso vedere da che numero ha chiamato?

source: [_RT_] {i}Shit!{/i}
italian: [_RT_] {i}Merda! {/i}

source: [_R_] Uhhh... I think it was a burner phone... The number said unlisted.
italian: [_R_] Uhhhh... Penso che fosse un telefono bruciatore... Il numero detto non è stato elencato.

source: [_R_] I'm pretty sure it was an unauthorized call... He seemed like he was in a hurry.
italian: [_R_] Sono abbastanza sicuro che si trattasse di una chiamata non autorizzata... Sembrava che fosse di fretta.

source: [_M_] Oh no!... He's probably in trouble... What if he needs our help?
italian: [_M_] Oh no!... Probabilmente è nei guai... E se avesse bisogno del nostro aiuto?

source: [_RT_] {i}Shit, I didn't mean to worry her.{/i}
italian: [_RT_] {i}Merda, non avevo intenzione di preoccuparla.{/i}

source: [_R_] Don't worry Mom, He's probably just lonely... hoping he could hear your voice.
italian: [_R_] Non preoccuparti Mamma, probabilmente è solo solo... sperando di poter sentire la tua voce.

source: [_R_] Uhh... He said the phone he's using has a broken three button... Since my number doesn't have a three in it, he's got to call me.
italian: [_R_] Uhh... Ha detto che il telefono che sta usando ha un pulsante rotto tre. Poiché il mio numero non ne ha tre, deve chiamarmi.

source: [_M_] Oh, ok... That makes sense, I guess.
italian: [_M_] Oh, ok... Questo ha senso, immagino.

source: [_R_] Tell you what... Give me back my phone, leave your bedroom door unlocked, and if he calls me again, I'll come rushing in.
italian: [_R_] Ti dica cosa... Ritorna il mio telefono, lascia la porta della tua camera da letto sbloccata, e se mi chiama di nuovo, verrò in fretta.

source: [_MT_] {i}[ryan]'s probably right.{/i}
italian: [_MT_] {i}[ryan]probabilmente a destra.{/i}

source: [_MT_] {i}I'm sure there's nothing to be worried about.{/i}
italian: [_MT_] {i}Sono sicuro che non c'è nulla di cui preoccuparsi.{/i}

source: [_MT_] {i}Maybe [dad_name] just wanted some phone sex.{/i}
italian: [_MT_] {i}Forse [dad_name] voleva solo qualche sesso telefonico.{/i}

source: [_MT_] {i}Shit!... Now I want to finish myself off, but [ryan] could burst through that door any second!{/i}
italian: [_MT_] {i}Shit!... Ora voglio finire fuori, ma [ryan] potrebbe scoppiare attraverso quella porta qualsiasi secondo!{/i}

source: [_RT_] {i}Huh... Mom and Aunt Cami aren't here.{/i}
italian: [_RT_] {i}Huh... Mamma e zia Cami non sono qui.{/i}

source: [_RT_] {i}Where on earth could they be at this time of night?{/i}
italian: [_RT_] {i}Dove potrebbe essere sulla terra in questo momento della notte?{/i}

source: [_RT_] {i}I guess I should either go look for them, or go to bed.{/i}
italian: [_RT_] {i}Immagino che dovrei andare a cercarli, o andare a letto.{/i}

source: [_R_] Wow... you guys are flexible! I think my nutsack would rip open if I tried that.
italian: [_R_] Wow... voi ragazzi siete flessibili! Penso che il mio sacchetto di noce sarebbe strappare aperto se ho provato quello.

source: [_C_] Or I could just rip you nutsack open.
italian: [_C_] O potrei solo strappare voi nutsack aperto.

source: [_R_] Aunt Cami?... I didn't realize you were so eager to get your hands on my nuts!
italian: [_R_] zia Cami?... Non mi sono reso conto che eravate così ansiosi di mettere le mani sulle mie noci!

source: [_M_] Would you guys stop it?
italian: [_M_] li fermeresti?
