Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_R_] Yeah.... I'll just clean things up here, and I'll be home soon too.
french: [_R_] Ouais.... Je vais juste nettoyer les choses ici, et je serais bientôt à la maison aussi.

source: [_L_] Mmmmm.... I love your hugs.
french: [_L_] Mmmmm.... J'adore tes câlins.

source: [_R_] This feels so right.
french: [_R_] Cela semble si juste.

source: [_L_] [ryan]? I know I said we shouldn't go any farther, but it's okay if we just go as far as we did before right?
french: [_L_] [ryan]? Je sais que j'ai dit que nous ne devrions pas aller plus loin, mais c'est bon si nous allons aussi loin que nous l'avons fait auparavant, n'est-ce pas ?

source: [_R_] I think so.
french: [_R_] Je pense que oui.

source: [_L_] Good!
french: [_L_] Bien!

source: [_R_] Oh my God, Lauren! This feels so good!
french: [_R_] Oh mon Dieu, Lauren! Ça fait tellement du bien!

source: [_RT_] {i}Oh, shit.... I got Lauren to grind me again.... {/i}
french: [_RT_] {i}Oh, merde.... J'ai demandé à Lauren de me le presser à nouveau.... {/i}

source: [_RT_] {i}She won't admit it to herself, but she wants this as bad as me.{/i}
french: [_RT_] {i}Elle ne l'admettra pas à elle-même, mais elle le veut aussi fort que moi.{/i}

source: [_L_] I got you there again?...
french: [_L_] Je t'ai encore fait jouir?...

source: [_R_] Yeah.... you did...
french: [_R_] Ouais.... tu l'as fait...

source: [_LT_] {i}Mmmmmmmm.... I love his wet cum against my pussy.... {/i}
french: [_LT_] {i}Mmmmmmmm.... J'adore son sperme mouillé contre ma chatte.... {/i}

source: [_L_] I can't believe that just happened again.
french: [_L_] Je n'arrive pas à croire que cela vient de se produire de nouveau.

source: [_L_] I told myself it wouldn't!
french: [_L_] Je me suis dit que ce ne serait pas le cas!

source: [_R_] Well, sometimes you just have to live in the moment.
french: [_R_] Eh bien, parfois, il suffit de vivre dans l'instant présent.

source: [_L_] Oh.... I really hope Mom and Sidney don't find out.
french: [_L_] Oh.... J'espère vraiment que maman et Sidney ne le sauront pas.

source: [_L_] They would be so disgusted.
french: [_L_] Elles seraient tellement dégoûtées.

source: [_R_] Well, you never know,
french: [_R_] Eh bien, on ne sait jamais,

source: [_R_] They might just have some surprises of their own.
french: [_R_] Elles pourraient avoir quelques surprises.

source: [_L_] Doubt it would be anything like this.
french: [_L_] Je doute que ce serait quelque chose comme ça.

source: [_R_] Who knows.
french: [_R_] Qui sait.

source: [_RT_] {i}Uuuuugghhh, who's texting me this early in the morning?{/i}
french: [_RT_] {i}Uuuuughhh, qui m'envoie un texto si tôt le matin?{/i}

source: [_RT_] {i}Oh man, it's just an email alert. You buy one thing at Hardnlong, and the emails never stop.{/i}
french: [_RT_] {i}Oh mec, c'est juste une alerte email. Tu achètes une chose chez Hardnlong, et les e-mails ne s'arrêtent jamais.{/i}

source: [_RT_] {i}Huh? Oh, man! I'd love to see Mom in this! Maybe I should check the store and get it for her. I'm sure I can think of some way to get her to wear it.{/i}
french: [_RT_] {i}Hein ? Oh, mec ! J'adorerais voir maman là-dedans ! Je devrais peut-être aller voir au magasin et en obtenir pour elle. Je suis sûr que je peux trouver un moyen de la faire le porter.{/i}

source: [_RT_] {i}{b}(HINT){/b} I got an email ad on my phone for a special deal on a Hyongu bikini. The deal is for a very limited time, so if I want to get it, I'd better do it soon.{/i}
french: [_RT_] {i}{b}(Indice){/b} J'ai reçu une annonce sur mon téléphone pour une offre spéciale sur un bikini Hyongu. L'offre est très limitée dans le temps, donc si je veux l'avoir, je ferais mieux de le faire rapidement.{/i}

source: Kenzie's Thoughts
french: Les pensées de Kenzie

source: Waitress
french: Serveuse

source: Everybody Else
french: Tout les autres

source: Matt's Thoughts
french: Les pensées de Matt

source: Agent Diaz's Thoughts
french: Pensées de l'Agent Diaz

source: Of course I'll protect Lauren!
french: Bien sûr que je protégerai Lauren!

source: Shit!.... I don't have the money to protect her this week!
french: Merde!.... Je n'ai pas l'argent pour la protéger cette semaine !

source: I need that money elsewhere.... Lauren's ass will have to pay the bill this week.
french: J'ai besoin de cet argent pour autre chose.... Le cul de Lauren devra payer la facture cette semaine.

source: Just Leave her alone.
french: La laisser tranquille.

source: Commission a new cosplay outfit.
french: Commander une nouvelle tenue de cosplay.

source: Ask her to take off her skirt. {i}(submission 5+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
french: Demander d'enlever sa jupe. {i}(soumission +5 {b}{color=#0000ff}ou{/color}{/b} libido +9){/i}

source: Ask her to show her buckskin thong from behind. {i}(submission 7+ {b}{color=#0000ff}or{/color}{/b} libido 9+){/i}
french: Demander de montrer son string en peau de daim par derrière. {i}(soumission +7 {b}{color=#0000ff}ou{/color}{/b} libido +9){/i}

source: Ask her to take off her buckskin bra. {i}(submission 10+ {b}{color=#0000ff}or{/color}{/b} libido 10){/i}
french: Demander d'enlever son soutien-gorge en peau de daim. {i}(soumission +10 {b}{color=#0000ff}ou{/color}{/b} libido 10){/i}

source: Ask her to show her titties. {i}(submission 14+){/i}
french: Demander de montrer ses nichons. {i}(soumission +14){/i}

source: Ask her to take off her buckskin thong. {i}(submission 19+){/i}
french: Demander d'enlever son string en peau de daim. {i}(soumission +19){/i}

source: Ask her for explicit close-ups. {i}(submission 25+){/i}
french: Demander des gros plans explicites. {i}(soumission +25) {/i}
