Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScriptHalloweenEvent.po
Languages: french, german, italian

source: [_ST_] {i}A life will begin to grow for sure!{/i}
french: [_ST_] {i}Une vie va commencer à grandir, c'est sûr!{/i}
german: [_ST_] {i}Ein Leben wird mit Sicherheit wachsen!{/i}
italian: [_ST_] {i}Una vita inizierà a crescere di sicuro!{/i}

source: [_ST_] {i}Oh... I think I'm gonna...{/i}
french: [_ST_] {i}Oh... Je pense que je vais...{/i}
german: [_ST_] {i}Oh... Ich glaube, ich bin gonna...{/i}
italian: [_ST_] {i}Oh... Penso che sarò andato...{/i}

source: [_R_] No, Sidney!
french: [_R_] Non, Sidney !
german: [_R_] Nein, Sidney!

source: [_RT_] {i}Don't be dead!{/i}
french: [_RT_] {i}Ne sois pas mort!{/i}
german: [_RT_] {i}Sei nicht tot!{/i}
italian: [_RT_] {i}Non essere morto!{/i}

source: [_RT_] {i}Oh, thank God! She's breathing!{/i}
french: [_RT_] {i}Oh, Dieu merci ! Elle respire!{/i}
german: [_RT_] {i}Oh, Gott sei Dank! Sie atmet ein!{/i}
italian: [_RT_] {i}Oh, grazie Dio! Sta respirando!{/i}

source: [_RT_] {i}What is that horrid piece of shit doing now?{/i}
french: [_RT_] {i}Que fait cet horrible morceau de merde maintenant ?{/i}
german: [_RT_] {i}Was ist jetzt das schreckliche Stück Scheiße? {/i}
italian: [_RT_] {i}Che cos'è quell'orribile pezzo di merda che fa ora?{/i}

source: [_RT_] {i}No! I've seen enough hentai and comic books to know that's a symbiote!{/i}
french: [_RT_] {i}Non ! J'ai vu assez de hentai et de Bd pour savoir que c'est un symbiote !{/i}
german: [_RT_] {i}Nein! Ich habe genug hentai und Comic Bücher gesehen um zu wissen, dass das ein Symbiose ist!{/i}
italian: [_RT_] {i}No! Ho visto abbastanza hentai e fumetti per sapere che è una simbiotta!{/i}

source: [_RT_] {i}That parasite will either consume her, or use her body to fulfil whatever foul purpose it has.{/i}
french: [_RT_] {i}Ce parasite va soit la consommer, soit utiliser son corps pour remplir un quelconque but immonde.{/i}
german: [_RT_] {i}Dieser Parasit wird ihn entweder konsumieren oder seinen Körper verwenden, um seinen fehlerhaften Zweck zu erfüllen.{/i}
italian: [_RT_] {i}Quel parassita la consumerà, o userà il suo corpo per soddisfare qualsiasi scopo scorretto che ha.{/i}

source: [_R_] Sidney! Wake up!
french: [_R_] Sidney ! Réveillez-vous !
german: [_R_] Sidney! Wach auf!
italian: [_R_] Sidney! Svegliati!

source: [_RT_] {i}There's got to be something I can do for her!{/i}
french: [_RT_] {i}Il doit bien y avoir quelque chose que je puisse faire pour elle!{/i}
german: [_RT_] {i}Es muss etwas sein, was ich für sie tun kann!{/i}
italian: [_RT_] {i}C'è qualcosa che posso fare per lei!{/i}

source: [_R_] Oh, hell no! What the fuck is that?!
french: [_R_] Oh, non ! C'est quoi ce bordel ?!
german: [_R_] Oh, Hölle nein! Was der Fick ist das?!
italian: [_R_] Oh, diavolo no! Che cazzo è quello?!

source: [_R_] Go away! Shoo!
french: [_R_] Va-t'en ! Ouste !
german: [_R_] Gehe weg! Shoo!
italian: [_R_] Vai! Shoo!

source: [_R_] Get the fuck away!
french: [_R_] Dégagez !
german: [_R_] Hol dir den Fick weg!
italian: [_R_] Scopa via!

source: [_R_] NO!
french: [_R_] NON !
german: [_R_] Nein!

source: [_MD_] Good God, [ryan]! Tell us!
french: [_MD_] Bon Dieu, [ryan]! Dites-nous !
german: [_MD_] Guten Gott, [ryan]! Sag uns!
italian: [_MD_] Buon Dio, [ryan]! Diteci!

source: [_L_] Yeah! I broke my level sixty nine magic staff to get that tomb unsealed!
french: [_L_] Ouais ! J'ai cassé mon bâton magique de niveau 69 pour desceller cette tombe !
german: [_L_] Ja! Ich habe mein Level sechzig neun magische Stab durchbrochen, um dieses Grab unversiegelt zu bekommen!
italian: [_L_] Yeah! Ho rotto il mio personale magico di livello sessantanove per ottenere quella tomba smantellata!

source: [_MD_] What's waiting behind the door?
french: [_MD_] Qu'est-ce qui attend derrière la porte ?
german: [_MD_] Was wartet hinter der Tür?
italian: [_MD_] Cosa sta aspettando dietro la porta?

source: [_MG_] Yeah, enough with the suspense!
french: [_MG_] Ouais, assez avec le suspense !
german: [_MG_] Ja, genug mit der Spannung!
italian: [_MG_] Sì, basta con la sospensione!

source: [_R_] Alright, alright, Sheesh!
french: [_R_] D'accord, d'accord, Sheesh !
german: [_R_] Okay, in Ordnung, Sheesh!
italian: [_R_] Va bene, va bene, Sheesh!

source: [_R_] Nobody appreciates the art of a good Dungeon Master.
french: [_R_] Personne n'apprécie l'art d'un bon maître du donjon.
german: [_R_] Niemand schätzt die Kunst eines guten Dungeon-Meisters.
italian: [_R_] Nessuno apprezza l'arte di un buon Dungeon Master.

source: [_R_] So, as the heavy stone door of the ancient king's tomb crashed to the floor, the stench of putrid rotting flesh overwhelms you nostrils!
french: [_R_] Alors que la lourde porte de pierre de la tombe de l'ancien roi s'écrase sur le sol, la puanteur de la chair putride en décomposition vous envahit les narines !
german: [_R_] Nun, als die schwere Steintür des alten Königs auf den Boden gestürzt ist, überwältigt dich der Gestank des verrottenden Fleischs!
italian: [_R_] Così, come la pesante porta in pietra della tomba del re antico si schiantò al pavimento, il putrido di carne marciante ti travolge le narici!

source: [_R_] As you try to peer into the darkness, you suddenly hear a high pitched
french: [_R_] Alors que vous essayez de regarder dans l'obscurité, vous entendez soudain un son aigu
german: [_R_] Während du versuchst in die Dunkelheit zu peer hörst du plötzlich ein hoch aufgestelltes
italian: [_R_] Mentre provi a sbirciare nell'oscurità, senti improvvisamente un campo alto

source: [_MG_] Oh, God! What could it be? I'm literally on the edge of my seat!
french: [_MG_] Oh, mon Dieu ! Qu'est-ce que ça peut être ? Je suis littéralement sur le bord de mon siège !
german: [_MG_] Oh, Gott! Was könnte es sein? Ich bin buchstäblich am Rande meines Sitzs!
italian: [_MG_] Oh, Dio! Cosa potrebbe essere? Sono letteralmente sul bordo del mio posto!

source: [_R_] From the darkness within, you can barely see the terrifying silhouette of a creature emerging into the pale torch light.
french: [_R_] De l'obscurité qui règne à l'intérieur, on peut à peine voir la silhouette terrifiante d'une créature émerger dans la lumière blafarde de la torche.
german: [_R_] Aus der Dunkelheit im Inneren kannst du kaum die schreckliche Silhouette einer Kreatur sehen, die in das blasse Fackellicht entsteht.
italian: [_R_] Dall'oscurità all'interno, si vede a malapena la terrificante silhouette di una creatura che emerge nella luce pallida della torcia.

source: [_MB_] {i}(Muttering to himself){/i}Oh my God... I can't believe this is how we're spending our Sunday night.
french: [_MB_] {i}(marmonnant pour lui-même) Oh mon Dieu... Je ne peux pas croire que c'est ainsi que nous passons notre dimanche soir.
german: [_MB_] {i}(Muttering to self){/i}Oh mein Gott... Ich kann nicht glauben, dass wir so unsere Sonntagnacht verbringen.
italian: [_MB_] {i}(Muttering to se stesso){/i}Oh mio Dio... Non riesco a credere che questo sia il modo in cui passiamo la domenica sera.

source: [_R_] To your horror, you finally are able to identify this horrifying monster!
french: [_R_] À votre grande horreur, vous êtes enfin capable d'identifier ce monstre effroyable !
german: [_R_] Zu deinem Schrecken bist du endlich in der Lage, dieses schreckliche Monster zu identifizieren!
italian: [_R_] Per il tuo orrore, sei finalmente in grado di identificare questo orribile mostro!

source: [_R_] The DemiGobbler!
french: [_R_] Le DemiGobbler !
german: [_R_] Der DemiGobbler!
italian: [_R_] Il DemiGobbler!

source: [_L_] Noooo!
french: [_L_] Noooonnnn !
german: [_L_] Noo!

source: [_R_] I'm afraid so.
french: [_R_] J'en ai bien peur.
german: [_R_] Ich fürchte das.
italian: [_R_] Ho paura di sì.

source: [_R_] A creature so powerful, that it will take all of your strength, skills, and powers, not to mention, a lot of luck, to defeat.
french: [_R_] Une créature si puissante qu'il vous faudra toute votre force, vos compétences et vos pouvoirs, sans oublier beaucoup de chance, pour la vaincre.
german: [_R_] Eine Kreatur, die so mächtig ist, dass man seine ganze Kraft, sein ganzes Können und seine ganze Macht einsetzen muss, um sie zu besiegen, ganz zu schweigen von einer Menge Glück.
italian: [_R_] Una creatura così potente, che ci vorrà tutta la tua forza, abilità e poteri, per non menzionare, molta fortuna, per sconfiggere.

source: [_R_] You'll have to have a combined roll of over 40 to be able to vanquish this foe!
french: [_R_] Vous devrez obtenir un résultat combiné de plus de 40 pour pouvoir vaincre cet ennemi !
german: [_R_] Du musst eine kombinierte Rolle von über 40 haben, um diesen Feind besiegen zu können!
italian: [_R_] Dovrai avere un rotolo combinato di oltre 40 per essere in grado di sconfiggere questo nemico!

source: [_R_] What is it, Mom?
french: [_R_] Qu'est-ce qu'il y a, maman ?
german: [_R_] Was ist es, Mama?
italian: [_R_] Che cos'è, la mamma?

source: [_R_] Can't you see we're busy?
french: [_R_] Vous ne voyez pas que nous sommes occupés ?
german: [_R_] Kannst du nicht sehen, dass wir beschäftigt sind?
italian: [_R_] Non riesci a vedere che siamo occupati?

source: [_M_] Don't you talk to your mother like that, Mister!
french: [_M_] Ne parle pas à ta mère comme ça, Monsieur !
german: [_M_] Sprich nicht mit deiner Mutter, wie das!
italian: [_M_] Non parli così con tua madre, Mister!

source: [_M_] I've had it with you leaving the toilet seat up, and not wiping up your pee from the edge of the bowl!
french: [_M_] J'en ai assez que tu laisses le siège des toilettes relevé et que tu n'essuies pas ton pipi sur le bord de la cuvette !
german: [_M_] Ich hatte es mit dem Verlassen des Toilettensitzes und wischte dein Pissen nicht vom Rand der Schüssel ab!
italian: [_M_] L'ho avuto con te lasciando il sedile dei servizi igienici in su, e non spazzare via il tuo pisello dal bordo della ciotola!

source: [_M_] Imagine my surprise when I went to sit and almost fell through into the water, only to catch myself by sticking my hand in a puddle of your piss!
french: [_M_] Imaginez ma surprise lorsque j'ai voulu m'asseoir et que j'ai failli tomber dans l'eau, pour me rattraper en mettant ma main dans une flaque de votre pisse !
german: [_M_] Stellen Sie sich meine Überraschung vor, als ich saß und fast ins Wasser fiel nur um mich zu fangen, indem ich meine Hand in einem Puddle deiner Piss!
italian: [_M_] Immaginate la mia sorpresa quando sono andato a sedermi e quasi caduto nell'acqua, solo per prendermi attaccando la mia mano in una pozza del vostro piss!

source: [_R_] How do you know it was me?... Maybe it was Lauren.
french: [_R_] Comment sais-tu que c'était moi ?... Peut-être que c'était Lauren.
german: [_R_] Wie weisst du, dass es mich war?... Vielleicht war es Lauren.
italian: [_R_] Come sai che ero io?... Forse era Lauren.

source: [_M_] Yeah, right... That would almost be as difficult for her, as you not doing it in the first place.
french: [_M_] Ouais, c'est ça... Ce serait presque aussi difficile pour elle, que toi de ne pas le faire en premier lieu.
german: [_M_] Ja, richtig... Das wäre für sie fast genauso schwierig wie du es überhaupt nicht machst.
italian: [_M_] Sì, giusto... Questo sarebbe quasi difficile per lei, come non lo fai in primo luogo.

source: [_M_] Oooo... Did you guys order pizza?
french: [_M_] Oooo... Vous avez commandé une pizza ?
german: [_M_] Oooo... Habt ihr Jungs Pizza bestellt?
italian: [_M_] Oooo... Hai ordinato la pizza?

source: [_MB_] Yeah, Megan and I brought it with us. Come grab a slice!
french: [_MB_] Oui, Megan et moi l'avons apporté avec nous. Venez prendre une tranche !
german: [_MB_] Ja, Megan und ich haben sie mitgebracht. Komm und nimm dir ein Stück!
italian: [_MB_] Sì, Megan e io l'ho portato con noi. Venite a prendere una fetta!

source: [_MB_] Can I just tell you how fine you are looking Miss [mom_name]?
french: [_MB_] Puis-je vous dire que vous êtes très belle, Mlle [mom_name]?
german: [_MB_] Darf ich Ihnen nur sagen, wie gut Sie aussehen, Miss [mom_name]?
italian: [_MB_] Posso solo dirti quanto stai cercando Miss [mom_name]?

source: [_M_] Oh, stop. I'm not even wearing anything.
french: [_M_] Oh, arrête. Je ne porte rien du tout.
german: [_M_] Ach, hör auf. Ich habe nicht einmal etwas an.
italian: [_M_] Oh, fermati. Non sto nemmeno indossando nulla.

source: [_MB_] I know, that's my favorite kind of outfit.
french: [_MB_] Je sais, c'est mon genre de tenue préféré.
german: [_MB_] Ich weiß, das ist mein Lieblings-Outfit.
italian: [_MB_] Lo so, è il mio abito preferito.

source: [_MT_] {i}My God, you are a bold one.{/i}
french: [_MT_] {i}Mon Dieu, vous êtes audacieux. {/i}
german: [_MT_] {i}Mein Gott, bist du dreist.{/i}
italian: [_MT_] {i}Mio Dio, tu sei grassetto.{/i}

source: [_MT_] {i}Maybe I should be a little more bold, too.{/i}
french: [_MT_] {i}Peut-être que je devrais être un peu plus audacieux, aussi.{/i}
german: [_MT_] {i}Vielleicht sollte ich auch ein bisschen mutiger sein {/i}.
italian: [_MT_] {i}Forse dovrei anche essere un po' più audace.{/i}

source: [_M_] Mmmm... Pepperoni, my favorite!
french: [_M_] Mmmm... Pepperoni, mon préféré !
german: [_M_] Mmmm... Peperoni, mein Favorit!
italian: [_M_] Mmmm... Pepperoni, il mio preferito!

source: [_MBT_] {i}Oh, fuck yeah! I know she's doing that on purpose!{/i}
french: [_MBT_] {i}Oh, putain oui ! Je sais qu'elle le fait exprès!{/i}
german: [_MBT_] {i}Oh, verdammt, ja! Ich weiß, dass sie das mit Absicht macht! {/i}
italian: [_MBT_] {i}Oh, scopa sì! So che lo sta facendo per scopo!{/i}

source: [_L_] My God, Mom!... Your towel is slipping down!
french: [_L_] Mon Dieu, maman ... Ta serviette glisse vers le bas !
german: [_L_] Mein Gott, Mama!... Dein Handtuch rutscht runter!
italian: [_L_] Mio Dio, la mamma!... Il tuo asciugamano sta scivolando!

source: [_M_] Oh, my!... How embarrassing!
french: [_M_] Oh, mon ... Comme c'est embarrassant !
german: [_M_] Oje!... Wie peinlich!
italian: [_M_] Oh, mio!... Che imbarazzante!

source: {i}(Sound of door opening.){/i}
french: {i}(Bruit de porte qui s'ouvre.){/i}
german: {i}(Klang der Türöffnung.){/i}

source: [_S_] Mom!... I'm home!
french: [_S_] Maman ... Je suis rentré !
german: [_S_] Sofort!... Ich bin zu Hause!
italian: [_S_] Mom!... Sono a casa!

source: [_M_] We're in the dining room, Honey!
french: [_M_] On est dans la salle à manger, chérie !
german: [_M_] Wir sind im Speisesaal, Honig!
italian: [_M_] Siamo nella sala da pranzo, miele!

source: [_S_] What's up guys?
french: [_S_] Quoi de neuf, les gars ?
german: [_S_] Was sind Jungs?
italian: [_S_] Che cos'è dei ragazzi?

source: [_S_] Oh, I see... A nerd party. {i}(sarcastically){/i} How fun.
french: [_S_] Oh, je vois... Une fête d'intellos. {i}(sarcastiquement){/i} Comme c'est amusant.
german: [_S_] Oh, ich sehe... Eine Nerd-Party. {i}(sarkastisch){/i} Wie Spaß.
italian: [_S_] Oh, vedo... Una festa nerd. {i}(sarcastically){/i} Quanto divertimento.

source: [_MB_] Tell me about it!
french: [_MB_] Parles-moi de ça !
german: [_MB_] Erzähle mir davon!
italian: [_MB_] Me ne parla!

source: [_L_] Monsters and Mountains is not nerdy... Well, maybe a little, but can we please get on with the game?
french: [_L_] Monstres et Montagnes n'est pas ringard... Bon, peut-être un peu, mais pouvons-nous s'il te plaît continuer avec le jeu ?
german: [_L_] Monster und Berge sind nicht nervös. Nun, vielleicht ein wenig, aber können wir bitte mit dem Spiel fortfahren?
italian: [_L_] Mostri e montagne non sono nerd... Beh, forse un po ', ma possiamo andare avanti con il gioco?

source: [_R_] Yeah... We've had enough interruptions.
french: [_R_] Ouais... Nous avons eu assez d'interruptions.
german: [_R_] Ja. Wir haben genug Unterbrechungen.
italian: [_R_] Sì... Abbiamo avuto abbastanza interruzioni.

source: [_S_] Whatever, nerds!
french: [_S_] Peu importe, les nerds !
german: [_S_] <unk> ver, Nerds!
italian: [_S_] Qualunque sia il nerds!

source: [_M_] Sidney, please don't tell me you went jogging this late!
french: [_M_] Sidney, ne me dis pas que tu as fait ton jogging si tard !
german: [_M_] Sidney, bitte sag mir nicht, dass du zu spät geloggt!
italian: [_M_] Sidney, per favore non dirmi che sei andato a fare jogging questo tardi!

source: [_S_] Yeah, of course I did. Why else would I be dressed like this?
french: [_S_] Oui, bien sûr que oui. Pourquoi d'autre serais-je habillé comme ça ?
german: [_S_] Ja, natürlich habe ich es getan. Warum sonst wäre ich so gekleidet?
italian: [_S_] Sì, naturalmente, ho fatto. Perché altrimenti sarei vestito così?

source: [_S_] And don't worry, Mom! I didn't wear ear buds, and I kept my eyes open for any creepers.
french: [_S_] Et ne t'inquiète pas, maman ! Je n'ai pas mis d'écouteurs et j'ai gardé les yeux ouverts pour éviter toute intrusion.
german: [_S_] Und keine Sorge, Mama! Ich habe keine Ohrbuys getragen und habe meine Augen für alle Creepern offen gehalten.
italian: [_S_] E non preoccupatevi, Mamma! Non indossavo gemme di orecchio, e tenevo gli occhi aperti per qualsiasi creeper.

source: [_M_] I don't care how careful you were. Creepers are going to be just as sneaky as you are careful!
french: [_M_] Je me fiche de savoir si tu as été prudente. Les Creepers vont être aussi sournois que tu es prudente !
german: [_M_] Es ist mir egal, wie vorsichtig du warst. Creeper werden genauso schlampig wie du bist vorsichtig!
italian: [_M_] Non mi importa quanto sei stato attento. I creeper saranno altrettanto subdoli come se fossi prudente!

source: [_M_] Sidney, we've been over this!
french: [_M_] Sidney, on en a déjà parlé !
german: [_M_] Sidney, wir waren über!
italian: [_M_] Sidney, siamo stati finiti!

source: [_S_] Yeah, so there's no point in going over it again.
french: [_S_] Oui, donc il n'y a pas de raison de revenir dessus.
german: [_S_] Ja, es hat also keinen Sinn, es noch einmal zu übergehen.
italian: [_S_] Sì, quindi non ha senso riprenderlo.

source: [_M_] Well, apparently there is, since you didn't listen to me.
french: [_M_] Eh bien, apparemment si, puisque tu ne m'as pas écouté.
german: [_M_] Nun, anscheinend gibt es da nicht, da du mir nicht zugehört hast.
italian: [_M_] Beh, a quanto pare c'è, dal momento che non mi hai ascoltato.

source: [_M_] I'm only trying to keep you safe!
french: [_M_] J'essaie seulement de te garder en sécurité !
german: [_M_] Ich versuche nur, dich sicher zu halten!
italian: [_M_] Sto solo cercando di tenerti al sicuro!

source: [_S_] I know, Mom! I'm sorry. I do try to listen.
french: [_S_] Je sais, maman ! Je suis désolée. J'essaie d'écouter.
german: [_S_] Ich kenne Mama! Es tut mir leid. Ich versuche es zu hören.
italian: [_S_] lo so, mamma! Mi dispiace. Cerco di ascoltare.

source: [_S_] Normally I jog in the early morning, but [ryan] and I were up super late last night, and I was too tired to get up this morning.
french: [_S_] Normalement, je fais mon jogging tôt le matin, mais [ryan] et moi sommes restés debout très tard hier soir, et j'étais trop fatiguée pour me lever ce matin.
german: [_S_] Normalerweise jog ich am frühen Morgen aber [ryan] und ich waren super spät in der letzten Nacht, und ich war zu müde, um heute Morgen aufzusteigen.
italian: [_S_] Normalmente ho suonato la mattina presto, ma [ryan] ed io eravamo super tardi ieri sera, ed ero troppo stanco per alzarmi questa mattina.

source: [_M_] What were you two doing up so late?
french: [_M_] Que faisiez-vous tous les deux si tard ?
german: [_M_] Was hast du zwei so spät gemacht?
italian: [_M_] Che cosa stavate facendo due così tardi?

source: [_ST_] {i}Oh, fuck! Why did I tell her [ryan] and I were up late? What was I thinking?{/i}
french: [_ST_] {i}Oh, putain ! Pourquoi je lui ai dit que [ryan] et moi étions debout tard ? A quoi je pensais ?{/i}
german: [_ST_] {i}Oh, fuck! Warum habe ich ihr [ryan] gesagt und ich war zu spät? Was dachte ich?{/i}
italian: [_ST_] {i}Oh, cazzo! Perché le ho detto [ryan] e sono stato in ritardo? Cosa stavo pensando?{/i}

source: [_ST_] {i}Am I supposed to tell her that my brother was cleaning out my pussy with his tongue, or that I was getting my womb smashed by his huge cock?{/i}
french: [_ST_] {i}Suis-je censé lui dire que mon frère nettoyait ma chatte avec sa langue, ou que je me faisais écraser l'utérus par son énorme bite ?{/i}
german: [_ST_] {i}Ich soll ihr sagen, dass mein Bruder meine Fotze mit seiner Zunge gereinigt hat Oder dass ich meine Gebärmutter durch seinen riesigen Schwanz zerschlagen hat? /i}
italian: [_ST_] {i}Dovrei dirle che mio fratello stava pulendo la mia figa con la sua lingua, o che stavo facendo scoppiare il mio grembo dal suo enorme cazzo? /i}

source: [_ST_] {i}Hurry, brain! Come up with an excuse!{/i}
french: [_ST_] {i}Dépêche-toi, cerveau ! Trouve une excuse!{/i}
german: [_ST_] {i}Beehe, Gehirn! Komm mit einer Ausrede!{/i}
italian: [_ST_] {i}Affretta, cervello! Vieni con una scusa!{/i}

source: [_S_] I was helping him with his history homework, okay? Now I need to run take a shower.
french: [_S_] Je l'aidais avec ses devoirs d'histoire, d'accord ? Maintenant je dois aller prendre une douche.
german: [_S_] Ich habe ihm bei seinen Hausaufgaben geholfen, okay? Jetzt muss ich rennen.
italian: [_S_] Stavo aiutandolo con i suoi compiti di storia, okay? Ora ho bisogno di correre fare una doccia.

source: [_M_] [ryan] isn't taking any history classes this semester.
french: [_M_] [ryan] ne prend pas de cours d'histoire ce semestre.
german: [_M_] [ryan] nimmt in diesem Semester keine Verlaufsklassen auf.
italian: [_M_] [ryan] non sta prendendo nessuna classe di storia questo semestre.

source: [_S_] I meant math... I was helping him with his math.
french: [_S_] Je voulais dire les maths... Je l'aidais avec ses maths.
german: [_S_] Ich meinte Mathematik... Ich habe ihm bei seiner Mathematik geholfen.
italian: [_S_] intendevo matematica... lo stavo aiutando con la sua matematica.

source: [_R_] No, I'm not telling you. Try to remember what the dwarves told you about the DemiGobbler in the tavern.
french: [_R_] Non, je ne te le dirai pas. Essaie de te rappeler ce que les nains t'ont dit sur le DemiGobbler à la taverne.
german: [_R_] Nein, ich sage dir nicht etwas. Versuche dich daran zu erinnern, was die Zwerge dir über den DemiGobbler in der Taverne erzählten.
italian: [_R_] No, non ti sto dicendo. Prova a ricordare quello che i nani ti hanno detto del DemiGobbler nella taverna.

source: [_L_] That was like three campaigns ago!
french: [_L_] C'était il y a trois campagnes !
german: [_L_] Das war wie vor drei Kampagne!
italian: [_L_] Era come tre campagne fa!

source: [_R_] Well, you should have written it down!
french: [_R_] Eh bien, vous auriez dû l'écrire !
german: [_R_] Nun, du solltest es aufgeschrieben haben!
italian: [_R_] Beh, dovresti averlo scritto!

source: [_R_] Ow!
french: [_R_] Aïe !
german: [_R_] Euch!

source: [_S_] Later, nerds!
french: [_S_] A plus tard, les nerds !
german: [_S_] später, Nerds!
italian: [_S_] Più tardi, nerds!

source: [_R_] Really, Mom? You're going to interrupt our campaign again?
french: [_R_] Vraiment, maman ? Tu vas encore interrompre notre campagne ?
german: [_R_] Wirklich, Mama? Du wirst unsere Kampagne erneut unterbrechen?
italian: [_R_] Davvero, Mom? Stai per interrompere di nuovo la nostra campagna?

source: [_M_] What were you and Sidney doing up so late last night?
french: [_M_] Que faisiez-vous avec Sidney si tard hier soir ?
german: [_M_] Was hast du und Sidney so spät in der Nacht gemacht?
italian: [_M_] Che cosa stavate facendo voi e Sidney così tardi ieri sera?

source: [_R_] Uhhh... were we up late last night?
french: [_R_] Uhhh... on a veillé tard la nuit dernière ?
german: [_R_] Uhhh... waren wir gestern Abend hoch?
italian: [_R_] Uhhhh... eravamo in ritardo ieri sera?
