Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_MT_] {i}She's actually not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
french: [ _MT_ ] {i}Elle n'est pas mauvaise pour un débutant. J'ai vu pire de certaines des nouvelles filles du club de Joey. { /i }
italian: [_MT_] {i}In realtà non è male per un principiante. Ho visto peggio da alcune delle nuove ragazze del club di Joey. {/i}
portuguese: [_MT_] {i}ela na verdade não é má para um iniciante. Eu vi pior por algumas das novas garotas do clube do Joey. {/i}
russian: [_MT_] {i}Она на самом деле не плохо для начинающих. Я видел несколько новых девушек в клубе Джоэ.{/i}

source: [_R_] So, it's okay with both of you that Lauren's acting like a total slut?
french: [ _R_ ] Donc, c'est bon avec vous deux que Lauren agit comme une salope totale?
italian: [_R_] Quindi, va bene con entrambi voi che Lauren agisca come una troia totale?
portuguese: [_R_] Então, está tudo bem com vocês dois que Lauro está agindo como uma vula total?
russian: Так что с вами обоими, что Лорен ведет себя как полная шлюха?

source: {i}{b}"Mom's Respect -1"{/b}{/i}
french: {i}{b}«Respect de maman -1»{/b}{/i}
italian: {i}{b}"Rispetto della mamma -1"{/b}{/i}
portuguese: {i}{b}"Respeito da mãe -1"{/b}{/i}
russian: {i}{b}"Уважение мамы -1"{/b}{/i}

source: [_M_] Don't call your sister a slut!
french: [ _M_ ] N'appelez pas votre sœur une salope !
italian: [_M_] Non chiamare una troia tua sorella!
portuguese: U[_M_] Não chame a vula de sua irmã!
russian: [_M_] Не назовите сестру слюну!

source: [_R_] But, look!
french: [_R_] Mais, regardez !
italian: [_R_] Ma, guardate!
portuguese: [_R_] Mas, olhe!
russian: [_R_] Но, смотрите!

source: [_R_] She's been letting him cop a feel in our house anytime he wants!
french: [_R_] Elle lui a laissé une sensation dans notre maison quand il le veut !
italian: [_R_] Lei gli ha fatto sentire in casa nostra ogni volta che vuole!
portuguese: [_R_] Ela está deixando ele arrulhar um sentimento de nossa casa a qualquer momento que ele quiser!
russian: Она позволяла ему чувствовать себя в нашем доме в любое время, когда захочет!

source: [_R_] How is that not acting like a slut?
french: [ _R_ ] Comment ça ne se fait pas comme une salope?
italian: [_R_] Com'è che non agisce come una troia?
portuguese: [_R_] Como isso não está agindo como uma vadia?
russian: [_R_] Как это не действовать как шлаг?

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around with her boyfriend now and then.
french: [_M_] Lauren est un adulte maintenant, et aime ou non, elle a le droit de tromper avec son copain de temps en temps.
italian: [_M_] Lauren è un adulto adesso, e piaccia o no, ha il diritto di ingannarsi con il suo fidanzato di tanto in tanto.
portuguese: [_M_] Lauren é um adulto agora, e gostou ou não, ela tem o direito de se enganar com seu namorado de vez em quando.
russian: [ _M_] Лорен сейчас взрослый, и нравится ей это или нет, она имеет право дурачить себя со своим парнем сейчас и тогда.

source: [_MB_] Fuck, girl! You're getting better at that. I'm all worked up again.
french: [_MB_] Fuck, fille ! Vous vous améliorez. Je suis à nouveau travaillé.
italian: [_MB_] Cazzo ragazza! Stai migliorando a quello. Sono tutto lavorato di nuovo.
portuguese: [_MB_] Porra, garota! Você está ficando melhor nisso. Estou tudo chupado de novo.
russian: Блядь, девочка! У тебя получается лучше. Я снова сработал.

source: [_R_] Am I the only one who cares that this douchebag is invading our house, or that Lauren is acting like a slut whenever he's around?!
french: [_R_] Suis-je le seul à se soucier que ce douchebag envahit notre maison, ou que Lauren se comporte comme une chienne quand il est ?!
italian: [_R_] Sono io l'unico che si preoccupa che questo douchebag stia invadendo la nostra casa, o che Lauren si comporta come una troia ogni volta che è intorno?!
portuguese: [_R_] Sou o único que se importa com que essa bolsa de doucheg esteja invadindo nossa casa, ou aquela Lauren está agindo como um lama sempre que passar?!
russian: Я единственный, кого волнует, что этот придурковато вторгается в наш дом, или что Лорен ведет себя как шлюха, когда он рядом?

source: [_R_] I suppose it's fine if he starts fucking her in the backyard too?!
french: [_R_] Je suppose que c'est bien s'il commence à la baiser dans la cour aussi ?!
italian: [_R_] Suppongo che vada bene se inizia a farla scopare nel cortile troppo?!
portuguese: [__R_] Eu suponho que tudo bem se ele começar a transar com ela no quintal também?!
russian: [_R_] Я полагаю, что это хорошо, если он начнет трахать ее на задней площадке?!

source: [_M_] Control yourself young man!
french: [ _M_ ] Contrôlez-vous le jeune homme !
italian: [_M_] Controlla te stesso giovane!
portuguese: [_M_] Controle a si mesmo um jovem homem!
russian: [ _M_] Управляй, молодой человек!

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it.
french: [ _M_ ] Non, vous donnerez à votre sœur et à son petit ami une certaine intimité. Va regarder la télé ou quelque chose, ou mieux encore, aller dans votre chambre et faire des études. Dieu sait que vous en avez besoin.
italian: [_M_] No, darai a tua sorella e al suo fidanzato una certa privacy. Vai a guardare la TV o qualcosa, o meglio ancora, vai nella tua stanza e fai qualche studio. Dio sa che ne hai bisogno.
portuguese: [_M_] Não, você vai dar privacidade a sua irmã e ao namorado dela. Vá assistir TV ou algo, ou melhor, vá ao seu quarto e estude um pouco. Deus sabe que você precisa.
russian: [ _M_] Нет, вы дадите сестре и ее бойфренду некоторую приватность. Иди смотреть телевизор или еще что-нибудь, или еще лучше, иди в свою комнату и занимай кое-какое изучение. Бог знает, что тебе это нужно.

source: [_MT_] {i}Finally!{/i}
french: [_MT_] {i}enfin !{/i}
italian: [_MT_] {i}Finalmente!{/i}
portuguese: [_MT_] {i}Finalmente! {/i}
russian: [_MT_] {i}наконец!{/i}

source: [_MT_] {i}If he reacts like that from her giving Matt a lap dance, Sidney and I would have to pin him down if he saw what else they do in our yard.{/i}
french: [_MT_] {i}S'il réagit comme ça en donnant à Matt un tour de danse, Sidney et moi devrions le clouer s'il voyait ce qu'ils font d'autre dans notre cour. /i}
italian: [_MT_] {i}Se reagisce così da lei dando a Matt un giro di danza, Sidney e io dovrei fissarlo se avesse visto cos'altro fanno nel nostro cortile. /i}
portuguese: [_MT_] {i}se ele reage assim dando-lhe Matt uma dança de volta, Eu e Sidney teríamos de o deitar abaixo se ele visse o que mais eles fazem no nosso quintal. /i}
russian: [_MT_] {i}Если он реагирует подобно ей, давая Матту танцующий колень, Sidney и мне придется закрепить его, если он увидел, что еще они делают на нашем дворе. /i}

source: [_MT_] {i}Is she going to suck him off again?{/i}
french: [_MT_] {i}va-t-elle le sucer à nouveau ?{/i}
italian: [_MT_] {i}Sta per succhiare di nuovo lui?{/i}
portuguese: [_MT_] {i}será que ele vai saquear de novo?{/i}
russian: [_MT_] {i}Она снова высасывает его?{/i}

source: [_MB_] Mmm... yeah.
french: [_MB_] Mmm... oui.
italian: [_MB_] Mmm... sì.
portuguese: [_MB_] Mmm... sim.
russian: Да.

source: [_MB_] You've been getting real good at throating my dick. You just love taking all of me in your pretty little mouth don't you, slut?
french: [_MB_] Vous avez vraiment réussi à gicler ma bite. Vous aimez juste me prendre tout dans votre jolie petite bouche, pas vous, chienne?
italian: [_MB_] Sei stato davvero bravo a golare il mio cazzo. Ti piace prendere tutti me nella tua bella bocca non tu, troia?
portuguese: [_MB_] Você está ficando muito bom em gargalhar meu pau. Você só adora me tomar todos na sua boca tão pequena, não você, vular?
russian: Ты очень хорошо себя замучаешь. Ты просто любишь принимать меня во рту, не так ли, шлюха?

source: [_MT_] {i}She's... She's licking it again.{/i}
french: [_MT_] {i}Elite... Elle la lèche à nouveau.{/i}
italian: [_MT_] {i}Lei... Lo sta leccando di nuovo.{/i}
portuguese: [_MT_] {i}ela... Ela está lambendo de novo.{/i}
russian: [_MT_] {i}Оно... Она снова лизнула.{/i}

source: [_MT_] {i}Maybe she won't suck it this time, Matt's monster is so big, I'm sure it's hard for her to...{/i}
french: [_MT_] {i}Peut-être qu'elle ne va pas la sucer cette fois, le monstre de Maste est si grand, je suis sûr que c'est difficile pour elle...{/i}
italian: [_MT_] {i}Forse non lo succhierà questa volta, il mostro di Matt's è così grande, sono sicuro che è difficile per lei... {/i}
portuguese: [_MT_] {i}Talvez ela não vá chupá-lo desta vez, o monstro do Matt é tão grande, tenho certeza que é difícil para ela ... {/i}
russian: [_MT_] {i}Может быть, в этот раз она не сосает, монстр Матта настолько большой, что ей сложно...{/i}

source: [_M_] Oh, my God!...
french: [_M_] Oh, mon Dieu!...
italian: [_M_] Oh, mio Dio!...
portuguese: U[_M_] Oh, meu Deus!...
russian: О, Боже мой!

source: [_S_] You okay?
french: [_S_] Vous êtes d'accord ?
italian: [_S_] Stai bene?
portuguese: [_S_] Está bem?
russian: Ты в порядке?

source: [_M_] Umm... yes... I'm fine.
french: [_M_] Euh... oui... je vais bien.
italian: [_M_] Umm... sì... sto bene.
portuguese: [_M_] Umm... sim... estou bem.
russian: [ _M_] Umm ... да ... Я в порядке.

source: [_MT_] {i}She's really doing it again.{/i}
french: [_MT_] {i}Elle recommence vraiment.{/i}
italian: [_MT_] {i}Lo sta facendo davvero di nuovo.{/i}
portuguese: [_MT_] {i}Ela está realmente fazendo isso de novo.{/i}
russian: [_MT_] {i}Она действительно делает это снова.{/i}

source: [_MT_] {i}My little girl. She's swallowing all of his...{/i}
french: [_MT_] {i}Ma petite fille. Elle avale tout sien...{/i}
italian: [_MT_] {i}La mia bambina. Sta ingoiando tutto il suo...{/i}
portuguese: [_MT_] {i}Minha meninininha. Ela engoliu todo ele... {/i}
russian: [_MT_] {i}Моя маленькая девочка. Она проглотила его...{/i}

source: [_MT_] {i}Big... meaty...{/i}
french: [_MT_] {i}Grande... viande...{/i}
italian: [_MT_] {i}Grande... carne...{/i}
portuguese: [_MT_] {i}grande... carne...{/i}
russian: [ _MT_] {i}Большие ... мяты ... { /i }

source: [_MB_] Fuck, yeah, baby!
french: [_MB_] Fuck, oui, bébé !
italian: [_MB_] Cazzo sì, bebè!
portuguese: [_MB_] Porra, sim, bebê!
russian: Бля, да, детка!

source: [_L_] {i}(Muffled){/i} mmphmm...
french: [_L_] {i}(muet) {/i} mmphmm...
russian: [_L_] {i}(Вмещенный){/i} мфм...

source: [_MB_] I wonder if it runs in the family?
french: [ _MB_ ] Je me demande s'il s'enfuit dans la famille?
italian: [_MB_] Mi chiedo se funziona in famiglia?
portuguese: [_MB_] Eu me pergunto se ele corre na família?
russian: [_MB_] Интересно, бежит ли она в семье?

source: [_MBT_] {i}Haha! Miss. [mom_name]'s peeping on us again.{/i}
french: [_MBT_] {i}Haha! Miss. [mom_name]nous lance à nouveau.{/i}
italian: [_MBT_] {i}Haha! Miss. [mom_name]sta tornando su di noi.{/i}
portuguese: [_MBT_] {i}Haha! Miss. [mom_name]está fazendo xixi em nós novamente.{/i}
russian: [ _MBT_] {i}Хаха! Miss. [ mom_name]'s peeping on us again. { /i }

source: [_MBT_] {i}What a slut!{/i}
french: [_MBT_] {i}Quelle salope !{/i}
italian: [_MBT_] {i}Che slut!{/i}
portuguese: [_MBT_] {i}Que vagabunda! {/i}
russian: [_MBT_] {i}Какой разбой!{/i}

source: [_MB_] You like that, don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy.
french: [_MB_] Vous aimez ça, pas cha? Pariez que vous avez hâte de me faire tomber mon anaconda dans la chatte de votre gingembre.
italian: [_MB_] Ti piace, non cha? Scommetti che non mi aspetti di affondare la mia anaconda nella tua figa di zenzero.
portuguese: [_MB_] Você gosta disso, não cha? Aposto que não espere que eu afunde minha anaconda na sua bengala de gengibre.
russian: Тебе это нравится, не так ли? Спорим, ты не можешь дождаться, когда я погрузим мою анаконду в твою имбирную киску.

source: [_MB_] Don't worry, slut... I'm gonna be fuck'en ya real soon.
french: [ _MB_ ] Ne vous inquiétez pas, salope ... Je vais être fougue'en un vrai bientôt.
italian: [_MB_] Non ti preoccupare, troia... Sarò presto a farti scopare.
portuguese: [_MB_] Não se preocupe, vagabunda ... Eu vou ser fuck'en ya real em breve.
russian: [_MB_] Не волнуйтесь, сли... Я буду кусать я в ближайшее время.

source: [_MT_] {i}Oh, my God! I did it again!{/i}
french: [_MT_] {i}Oh, mon Dieu! Je l'ai fait à nouveau !{/i}
italian: [_MT_] {i}Oh, mio Dio! L'ho fatto di nuovo!{/i}
portuguese: [_MT_] {i}Oh, meu Deus! Eu fiz de novo! {/i}
russian: [ _MT_] {i}Ой, боже мой! Я сделал это снова! { /i }

source: [_MT_] {i}Stupid, stupid, [mom_name]!{/i}
french: [_MT_] {i}Stupide, stupide, [mom_name]!{/i}
italian: [_MT_] {i}Stupido, stupido, [mom_name]!{/i}
portuguese: [_MT_] {i}Estúpida, estúpida, [mom_name]!{/i}
russian: [_MT_] {i}Гтупый, глупый, [mom_name]!{/i}

source: [_MT_] {i}Oh, God, he saw me again. Why can't I control myself around him?{/i}
french: [_MT_] {i}Oh, Dieu, il m'a revue. Pourquoi ne puis-je pas me contrôler autour de lui?{/i}
italian: [_MT_] {i}Oh, Dio, mi vide di nuovo. Perché non posso controllarmi intorno a lui?{/i}
portuguese: [_MT_] {i}Oh, Deus, ele me viu de novo. Por que eu não posso me controlar em torno de him? {/i}
russian: [ _MT_] {i}О, Боже, он снова меня видел. Почему я не могу контролировать себя вокруг него?

source: [_MT_] {i}I need to get some relief!{/i}
french: [_MT_] {i}J'ai besoin de soulagement !{/i}
italian: [_MT_] {i}Ho bisogno di un po' di sollievo!{/i}
portuguese: [_MT_] {i}Eu preciso obter algum alívio! {/i}
russian: [ _MT_] {i}Мне нужно немного облегчения! { /i }

source: [_RT_] {i}Matt's doing who knows what to Lauren, and Mom's standing around, not doing anything to stop it.{/i}
french: [ _RT_ ] {i}Matt fait qui sait quoi Lauren, et Mom se tient debout, ne fait rien pour l'arrêter. { /i }
italian: [_RT_] {i}Matt's doing who know what to Lauren, and Mom's standing intorno, not doing anything to stop it.{/i}
portuguese: [_RT_] {i}Matt's fazendo quem sabe o que para Lauro e a Mãe está de pé, sem fazer nada para detê-lo.{/i}
russian: [ _RT_] {i}Мэтт делает, кто знает, что Лорен, а мама стоит рядом, не делая ничего, чтобы остановить её. { /i }

source: [_RT_] {i}Did she really watch Lauren giving Matt a blow job last time? Maybe nothing happened and she was just fantasizing.{/i}
french: [_RT_] {i}a-t-elle vraiment regardé Lauren donner un coup de main à Matt la dernière fois ? Peut-être que rien ne s'est passé et qu'elle était juste fantastique.{/i}
italian: [_RT_] {i}Ha davvero guardato Lauren dando un colpo a Matt la scorsa volta? Forse non è successo nulla e stava solo fantasticando.{/i}
portuguese: [_RT_] {i}Será que ela realmente viu Lauren dando um golpe no Matt na última vez? Talvez nada tenha acontecido e ela estava apenas fantasiando. {/i}
russian: [ _RT_] {i}Она действительно смотрела, как Лорен подавал Мэтту в прошлый раз? Возможно, ничего не произошло, и она просто фантазила. { /i }

source: [_RT_] {i}Lauren may be trying to make me jealous, but she'd never do something like that if she knew Mom was watching. And she saw me arguing with Mom in the window.{/i}
french: [ _RT_ ] {i}Lauren peut essayer de me rendre jaloux, mais elle ne ferait jamais quelque chose comme ça si elle savait que maman regardait. Et elle m'a vu discuter avec maman dans la fenêtre. { /i }
italian: [_RT_] {i}Lauren potrebbe tentare di rendermi geloso, ma lei non avrebbe mai fatto qualcosa del genere se sapesse che la mamma stava guardando. E mi vide litigare con la mamma nella finestra.{/i}
portuguese: [_RT_] {i}Lauren pode estar tentando me deixar ciumento, mas ela nunca faria algo assim se soubesse que mamãe estava assistindo. E ela me viu discutindo com Mãe na janela.{/i}
russian: [_RT_] {i}Лорен может попытаться сделать меня ревностным, но она никогда не делать что-то, как если бы она знала маму смотреть. И она увидела меня в окне, спорив с Мамом.{/i}

source: [_RT_] {i}Didn't she?{/i}
french: [_RT_] {i}n'est-ce pas ?{/i}
italian: [_RT_] {i}non l'ha fatto?{/i}
portuguese: [_RT_] {i}Não she? {/i}
russian: [_RT_] {i}не так ли?{/i}

source: [_RT_] {i}That's what she said last time... I have to check this out.{/i}
french: [_RT_] {i}C'est ce qu'elle a dit la dernière fois... Je dois vérifier cela.{/i}
italian: [_RT_] {i}È quello che ha detto l'ultima volta... Devo controllare questo.{/i}
portuguese: [_RT_] {i}Foi o que ela disse da última vez ... Eu tenho que verificar isso. {/i}
russian: [_RT_] {i}Вот что сказала в прошлый раз... Я должен проверить это.{/i}

source: [_RT_] {i}Hmmm.... The doors locked again.{/i}
french: [_RT_] {i}Hmmm... Les portes sont à nouveau verrouillées.{/i}
italian: [_RT_] {i}Hmmm.... Le porte chiuse di nuovo.{/i}
portuguese: [_RT_] {i}Hmmm.... As portas bloqueadas novamente.{/i}
russian: [ _RT_] {i}Hmmm .... Двери снова заперты. { /i }

source: [_RT_] {i}Yep... more moaning.{/i}
french: [_RT_] {i}Yep... plus de gémissements.{/i}
portuguese: [_RT_] {i}Sim... mais gemas.{/i}
russian: [_RT_] {i}Yep... больше увлажний.{/i}

source: [_RT_] {i}She's masturbating again!{/i}
french: [_RT_] {i}Elle se masturbe à nouveau !{/i}
italian: [_RT_] {i}Si sta masturbando di nuovo!{/i}
portuguese: [_RT_] {i}Ela está se masturbando de novo! {/i}
russian: [_RT_] {i}Она снова мастурбируется!{/i}

source: [_RT_] {i}Maybe this time, she's thinking about me?{/i}
french: [_RT_] {i}Peut-être cette fois, elle pense à moi ?{/i}
italian: [_RT_] {i}Forse questa volta mi sta pensando?{/i}
portuguese: [_RT_] {i}Talvez desta vez, ela está pensando em me? {/i}
russian: [_RT_] {i}Может быть, на этот раз она обдумывает меня?{/i}

source: [_M_] I'm sorry, baby, but watching you sucking Matt's cock got me all horny again!
french: [_M_] Je suis désolé, bébé, mais vous regarder sucer la queue de Matt m'a fait à nouveau chaud !
italian: [_M_] Mi dispiace, bambino, ma guardando che si succhia il cazzo di Matt's mi ha fatto tutti arrapati!
portuguese: [__M_] Eu sinto muito, baby, mas ver você chupando o pau do Matt me pegou todo excitado de novo!
russian: Прости, детка, но смотреть, как ты сосал член Мэтта, я снова охмурился!

source: [_M_] You don't mind me borrowing your boyfriend again, do you Sweetie? Just for a little bit.
french: [_M_] Vous n'avez pas de problème à me réemprunter votre petit ami, vous êtes Sweetie ? Juste pour un peu.
italian: [_M_] Non ti dispiace che io presti di nuovo il tuo ragazzo, tu Sweetie? Solo per un po'.
portuguese: [_M_] Você não se importa se eu pegar de novo seu namorado, você doce? Só por um pouquinho.
russian: Ты не возражаешь, что я снова одолжишь твоего парня? Просто немного.

source: [_M_] I've seen you oggling me in class. You've been wanted to fuck your teacher for years, haven't you?
french: [_M_] Je vous ai vu me déranger en classe. Vous vouliez baiser votre professeur depuis des années, n'est-ce pas?
italian: [_M_] Ti ho visto schernirmi in classe. Sei stato desiderato scopare il tuo insegnante per anni, vero?
portuguese: [_M_] Eu vi você me brincando na turma. Você foi querido ter seu professor há anos, não é mesmo?
russian: [_M_] Я видел тебя в классе. Тебе было хочется кусать учителя лет назад, не так ли?

source: [_M_] You're such a naughty boy. Fucking my daughter isn't enough for you is it? You want her mother too, don't you?
french: [ _M_ ] Tu es un garçon si méchant. Fucking ma fille n'est pas assez pour toi? Tu veux sa mère aussi, n'est-ce pas?
italian: [_M_] Sei un ragazzo così cattivo. Cazzo mia figlia non è abbastanza per te? Vuoi anche sua madre, vero?
portuguese: [_M_] Você é um garoto tão malvado. Porrar minha filha não é o suficiente para você é? Você quer a mãe dela também, não é?
russian: [_M_] Ты такой развратный мальчик. Вкус моей дочери не хватает для тебя? Ты тоже хочешь ее мать, не так ли?

source: [_RT_] {i}No, it's not supposed to be like this! Your both supposed to be mine! Not his!{/i}
french: [_RT_] {i}Non, ce n'est pas censé être comme ça! Vous êtes censés être à moi tous les deux! Pas le sien!{/i}
italian: [_RT_] {i}No, non dovrebbe essere così! Entrambi dovrebbero essere miei! Non suoi!{/i}
portuguese: [_RT_] {i}Não, não deveria ser assim! A tua duas deveria ser minha! Não é!{/i}
russian: [ _RT_] {i}Нет, это не должно быть так! Вы оба должны быть моими! Не его! { /i }

source: [_M_] Mmph!... Your mother's so close, Baby! Where should your boyfriend cum?
french: [_M_] Mmph!... Ta mère est si proche, bébé! Où devrait ton copain foutre ?
italian: [_M_] Mmph!... Tua madre è così vicina, Neonato! Dove dovrebbe cumare il tuo fidanzato?
portuguese: [_M_] Mmph!... A sua mãe está tão próxima, bebê! Onde deve ir buscar o namorado?
russian: [ _M_] Ммп! ... Твоя мать так близко, детка! Где твой дружок?

source: [_M_] Or maybe he should cover my face with his spunk?
french: [ _M_ ] Ou peut-être qu'il devrait couvrir mon visage avec son spunk?
italian: [_M_] O forse dovrebbe coprire il mio viso con il suo sperone?
portuguese: [_M_] Ou talvez ele devesse cobrir meu rosto com seu espinho?
russian: Или, может быть, он должен прикрыть мое лицо его скунсом?

source: [_M_] Wait! No, not inside! I'm not on the pill... He can't cum in me!
french: [_M_] Attendez ! Non, pas à l'intérieur ! Je ne suis pas sur la pilule... Il ne peut pas me foutre !
italian: [_M_] Aspetta! No, non dentro! Non sono sulla pillola... Non può sperare in me!
portuguese: [_M_] Espere! Não, não estou dentro! Não estou na pílula... Ele não pode usar em mim!
russian: [ _M_] Подождите! Нет, не внутри! Я не на таблетках ... Он не может меня обнимать!

source: [_M_] Lauren, no! I'm sorry for peeping. Please, don't make your boyfriend inseminate your mother!
french: [_M_] Lauren, non ! Je suis désolé d'avoir piégé. S'il vous plaît, ne faites pas votre petit ami inséminer votre mère !
italian: [_M_] Lauren, no! Mi dispiace per il peeping. Per favore, non far inseminare il tuo fidanzato tua madre!
portuguese: [_M_] Lauren, não! Desculpe por picar. Por favor, não faça o seu namorado inseminar a sua mãe!
russian: Лорен, нет! Прости, что подглядывал. Пожалуйста, не заставляй своего бойфренда оплодотвовать свою мать!

source: [_M_] Oh, Matt. You naughty boy. If only you knew what you're doing to your teacher.
french: [_M_] Oh, Matt. Vous méchant garçon. Si seulement vous saviez ce que vous faites à votre professeur.
italian: [_M_] Oh, Matt. Hai cattivo ragazzo. Se solo sapevi cosa stai facendo al tuo insegnante.
portuguese: [_M_] Oh, Matt. Seu menino travesso. Se só você soubesse o que está fazendo com o seu professor.
russian: О, Мэтт. Ты непослушный мальчик. Если бы ты знала, что делаешь с учителем.

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney instead?{/i}
french: [ _RT_ ] {i}Je suis sûr que je ne peux rien faire pour les empêcher de se réveiller ... Devrais-je encore essayer, ou les ignorer et sortir avec Sidney à la place? { /i }
italian: [_RT_] {i}Sono sicuro di non poter fare nulla per impedire loro di ingannare di nuovo. . Dovrei ancora provare, o ignorarli, e andare a uscire con Sidney invece?{/i}
portuguese: [_RT_] {i}tenho certeza de que não posso fazer nada para impedi-los de enganar de novo. . Eu ainda deveria tentar, ou ignorá-los e sair com Sidney em vez disso?{/i}
russian: [_RT_] {i}Я уверен, что не могу ничего помешать им снова обмануть. . Попытаться или проигнорировать их и поболтаться с Сидней?{/i}
