Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.03.po
Languages: french

source: [_M_] Ok, I'm guessing I've caught Kenzie!
french: [_M_] Ok, je suppose que j'ai attrapé Kenzie!

source: [_M_] Oh my God, [ryan]!
french: [_M_] Oh mon Dieu, [ryan]!

source: [_M_] Was I grabbing?.... Did you just?.... Why didn't you?...
french: [_M_] Est-ce que je saisissais?.... Tu viens d'arriver?.... Pourquoi tu ne l'as pas dis?...

source: [_M_] Oh my God, [ryan]!!
french: [_M_] Oh mon Dieu, [ryan]!!

source: [_R_] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
french: [_R_] Je suis désolé!.... Tu viens de l'attraper et tu as commencé à tirer.... J'espérais que tu lâcherais sans ouvrir les yeux.

source: [_R_] But you just kept pulling!
french: [_R_] Mais tu as continué à tirer!

source: [_R_] I didn't know what to do...
french: [_R_] Je ne savais pas quoi faire...

source: [_M_] Ok just shhh...
french: [_M_] Ok juste chut...

source: [_R_] I'm sorry!...
french: [_R_] Je suis désolé!...

source: [_M_] It's ok, just keep it down...
french: [_M_] C'est bon, il suffit de le garder en bas...

source: [_M_] {i}(whispering){/i} We don't want everyone in the pool to hear what happened. Hopefully they didn't notice.
french: [_M_] {i}(murmure){/i} Nous ne voulons pas que tout le monde dans la piscine sache ce qui s'est passé. J'espère qu'ils ne l'ont pas remarqué.

source: [_RT_] {i}Yeah right, fat chance of that.{/i}
french: [_RT_] {i}Ouais, grosse chance pour ça.{/i}

source: [_M_] I'm not mad. Accidents happen.
french: [_M_] Je ne suis pas en colère. Des accidents arrivent.

source: [_M_] But let's just get our stuff and hurry out to the car.
french: [_M_] Mais prenons nos affaires et dépêchons-nous d'aller à la voiture.

source: [_MT_] {i}Oh my God! If that didn't let his Oedipal phase develop, I don't know what will.{/i}
french: [_MT_] {i}Oh mon Dieu! Si cela n'a pas permis à sa phase œdipienne de se développer, je ne sais pas ce qui le fera.{/i}

source: [_MT_] {i}I just made my own son blow his load!{/i}
french: [_MT_] {i}Je viens de branler mon propre fils!{/i}

source: [_MT_] {i}Shit, [mom_name]!.... Stop thinking about your son's huge pulsing cock!{/i}
french: [_MT_] {i}Merde, [mom_name]!.... Arrête de penser à l'énorme bite pulsante de ton fils!{/i}

source: [_MT_] {i}We've got to get out of here.{/i}
french: [_MT_] {i}Nous devons sortir d'ici.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office, that is unless I have the chance to see where Matt and Megan sneak off to.{/i}
french: [_RT_] {i}{b}(Indice){/b} Je dois garder 'Parler à maman du devoir d'Oedipe' dans son bureau, à moins que j'aie la chance de voir où Matt et Megan s'éclipsent.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to keep "Talking to Mom about the Oedipus assignment" in her office. Is it me, or does she seem flushed when I come see her... maybe if I don't get distracted on the way, I can see what she's doing in there.{/i}
french: [_RT_] {i}{b}(Indice){/b} Je dois garder 'Parler à maman du devoir d'Oedipe' dans son bureau. C'est moi, ou elle semble rougir quand je viens la voir... peut-être que si je ne me laisse pas distraire en chemin, je pourrais voir ce qu'elle fait là-dedans.{/i}

source: [_M_] Was I grabbing?.... Why didn't you say something?...
french: [_M_] Est-ce que je saisissais?.... Pourquoi tu n'as rien dit ?...

source: [_R_] I thought if I could get away you wouldn't realize what you had grabbed!
french: [_R_] Je pensais que si je m'enfuiais, tu ne réaliserais pas ce que tu avais attrapé!

source: [_M_] But why was it out?!...
french: [_M_] Mais pourquoi était-il sorti?!...

source: [_R_] It doesn't fit in my shorts when I'm hard...
french: [_R_] Ça ne rentre pas dans mon short quand je suis dur...

source: [_R_] And I've been hard ever since I grabbed your boobs.
french: [_R_] Et je suis dur depuis que j'ai attrapé tes seins.

source: [_M_] I've never been so embarrassed.
french: [_M_] Je n'ai jamais été aussi gêné.

source: {i}"Mom's Respect -1"{/i}
french: {i}«Respect de maman -1»{/i}

source: [_M_] Let's just get our stuff and hurry out to the car.
french: [_M_] Allons chercher nos affaires et dépêchons-nous d'aller à la voiture.

source: [_MT_] {i}I was just jacking off my son's huge cock!{/i}
french: [_MT_] {i}Je viens de branler l'énorme bite de mon fils!{/i}

source: [_MT_] {i}I'll go for Kenzie, she should be easy to catch, and the sooner this game's done, the sooner we can go home!{/i}
french: [_MT_] {i}Je vais aller chercher Kenzie, elle devrait être facile à attraper, et plus tôt ce jeu sera terminé, plus tôt nous pourrons rentrer à la maison!{/i}

source: [_MT_] {i}I think I can hear Kenzie just ahead.{/i}
french: [_MT_] {i}Je pense que je peux entendre Kenzie juste devant moi.{/i}

source: [_MT_] {i}Ha! I've almost got someone, but I'm not positive it's Kenzie.{/i}
french: [_MT_] {i}Ha! J'entends quelqu'un, mais je ne suis pas certaine que c'est Kenzie.{/i}

source: [_MT_] {i}I thought I was chasing Kenzie, but I'm really not sure what I'm grabbing.{/i}
french: [_MT_] {i}Je pensais courir après Kenzie, mais je ne sais vraiment pas ce que j'attrape.{/i}

source: [_KT_] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's groping my coochie and ass?!{/i}
french: [_KT_] {i}Oh mon dieu, oh mon dieu, oh mon dieu!!!.... Est-ce que Madame [mom_name] sait qu'elle me tripote la chatte et le cul?!{/i}

source: [_MT_] {i}Hmmmm.... I'm not positive this is Kenzie, but I'm pretty sure. I'm just not sure what I'm feeling here.{/i}
french: [_MT_] {i}Hmmmm.... Je ne suis pas certain que c'est Kenzie, mais j'en suis à peu près sûr. Je ne sais pas ce que je ressens ici.{/i}

source: [_KT_] {i}Oh, shit!!!.... What do I do? I'd just swim away, but she's holding on tight.{/i}
french: [_KT_] {i}Oh, merde!!!.... Que dois-je faire ? Je m'éloignerais à la nage, mais elle tient bon.{/i}

source: [_KT_] {i}But why oh why is it kinda turning me on to have my teacher groping my goodies?{/i}
french: [_KT_] {i}Mais pourquoi oh pourquoi ça m'excite d'avoir mon professeur à tâtoner mon intimité?{/i}

source: [_KT_] {i}I can't get away! Shit, I guess it's time to say something.{/i}
french: [_KT_] {i}Je ne peux pas m'enfuir! Merde, je suppose qu'il est temps de dire quelque chose.{/i}

source: [_K_] Ummmm.... miss [mom_name]!
french: [_K_] Ummmm.... madame [mom_name]!

source: [_M_] Oh my God, Kenzie!
french: [_M_] Oh mon Dieu, Kenzie!

source: [_M_] Was I grabbing?.... Why didn't you?...
french: [_M_] Est-ce que je saisissais?.... Pourquoi tu ne l'as pas dit?...

source: [_M_] Oh my God, Kenzie! I'm so so sorry!
french: [_M_] Oh mon Dieu, Kenzie! Je suis tellement désolée!

source: [_K_] I'm sorry!.... You just grabbed and started groping.... I was hoping you would just let go without opening your eyes.
french: [_K_] Je suis désolé!.... Tu viens de t'en saisir et tu as commencé à tripoter.... J'espérais que tu lâcherais sans ouvrir les yeux.

source: [_K_] But you just kept groping!
french: [_K_] Mais tu as continué à tripoté!

source: [_K_] I didn't know what to do...
french: [_K_] Je ne savais pas quoi faire...

source: [_K_] I'm sorry!...
french: [_K_] Je suis désolé!...

source: [_M_] Please don't say anything to anybody, especially Lauren.
french: [_M_] S'il te plait, ne dis rien à personne, surtout à Lauren.

source: [_K_] Ok, I promise.
french: [_K_] Ok, promis.

source: [_M_] {i}(whispering){/i} Could you tell what just happened?
french: [_M_] {i}(murmure){/i} Peux-tu me dire ce qui vient de se passer?

source: [_R_] What do you mean? Did you get Kenzie? Is she it now?
french: [_R_] Que veux-tu dire? Tu as eu Kenzie ? C'est elle maintenant?

source: [_RT_] {i}Hahah.... I saw exactly what happened.{/i}
french: [_RT_] {i}Hahah.... J'ai vu exactement ce qui s'est passé.{/i}

source: [_R_] Or did you guess wrong. Are you coming after me next?
french: [_R_] Ou as-tu mal deviné. Tu viens après moi ?

source: [_RT_] {i}Why doesn't she seem more upset?{/i}
french: [_RT_] {i}Pourquoi ne semble-t-elle pas plus bouleversée?{/i}

source: [_RT_] {i}Maybe it's the alcohol.{/i}
french: [_RT_] {i}C'est peut-être l'alcool.{/i}

source: [_M_] No. I can't tell you what happened, but you'd probably die laughing if you saw...
french: [_M_] Non. Je ne peux pas te dire ce qui s'est passé, mais tu mourrais probablement de rire si tu l'avais vu...

source: [_M_] No.... sorry.... I can't tell you.
french: [_M_] Non.... désolé.... Je ne peux pas te le dire.

source: [_RT_] {i}Mom is a lot more fun when she's drunk.{/i}
french: [_RT_] {i}Maman est beaucoup plus amusante quand elle est ivre.{/i}

source: [_M_] Let's just say, it might be a little awkward for Kenzie to visit Lauren in the future.... hahah...
french: [_M_] Disons simplement qu'il pourrait être un peu gênant pour Kenzie de rendre visite à Lauren à l'avenir.... hahah...

source: [_MT_] {i}I can't believe I was groping her tight little pussy and ass like that.{/i}
french: [_MT_] {i}Je n'arrive pas à croire que je tâtais sa petite chatte et son cul serrés comme ça.{/i}

source: [_MT_] {i}And she just let it happen.... didn't say a word for a long time.... did she like it?.... {/i}
french: [_MT_] {i}Et elle a juste laissé faire.... je n'ai pas dit un mot depuis longtemps.... ça lui a plu ?.... {/i}

source: [_M_] Come on [ryan], we've got to grab our stuff and get out of here.
french: [_M_] Allez [ryan], nous devons prendre nos affaires et sortir d'ici.

source: [_R_] What!?.... Why?.... What happened?...
french: [_R_] Quoi!?.... Pourquoi?.... Qu'est-ce qui s'est passé?...

source: [_M_] Just shut up and come on!
french: [_M_] Tais-toi et viens!

source: [_RT_] {i}She looks kind of upset?{/i}
french: [_RT_] {i}Elle a l'air un peu bouleversée?{/i}

source: [_M_] No. Nothing happened, just forget I asked...
french: [_M_] Non. Il ne s'est rien passé, oublie juste ce que j'ai demandé...

source: [_RT_] {i}She looks really embarrassed.{/i}
french: [_RT_] {i}Elle a l'air vraiment gênée.{/i}

source: [_MT_] {i}I'll go for Matt, maybe I can get some revenge for him stripping my top off!{/i}
french: [_MT_] {i}Je vais aller chercher Matt, peut-être que je pourrai me venger de lui en enlevant mon haut!{/i}

source: [_MT_] {i}I think that's Matt just ahead!{/i}
french: [_MT_] {i}Je pense que c'est Matt juste devant!{/i}

source: [_MT_] {i}Ha! I've almost got Matt, the star of the basketball team. Is he even trying to get away from me?{/i}
french: [_MT_] {i}Ha ! J'ai presque attrapé Matt, la star de l'équipe de basket. Essaie-t-il même de m'échapper ?{/i}

source: [_MBT_] {i}Alright, she's getting closer. Now to see if I can make this happen just right.{/i}
french: [_MBT_] {i}D'accord, elle se rapproche. Maintenant à voir si je peux faire en sorte que cela se passe correctement{/i}

source: [_M_] But what do I have?
french: [_M_] Mais qu'est-ce que j'ai ?

source: [_MT_] {i}I thought I was chasing Matt, but this feels more like one of [ryan]'s wrists.{/i}
french: [_MT_] {i}Je pensais poursuivre Matt, mais cela ressemble plus à l'un des poignets de [ryan].{/i}

source: [_MBT_] {i}Oh my God, oh my God, oh my God!!!.... Does Miss [mom_name] know she's jacking me off?{/i}
french: [_MBT_] {i}Oh mon Dieu, oh mon Dieu, oh mon Dieu!!!.... Est-ce que madame [mom_name] sait qu'elle me branle?{/i}

source: [_MT_] {i}Hmmmm.... I really think this must be [ryan], but I thought I heard his voice on the other side of the pool.{/i}
french: [_MT_] {i}Hmmmm.... Je pense vraiment que ça doit être [ryan], mais je sais que j'ai entendu sa voix de l'autre côté de la piscine.{/i}

source: [_MBT_] {i}Oh, shit!!!.... I can't hold back any more!{/i}
french: [_MBT_] {i}Oh, merde!!!.... Je ne peux plus me retenir!{/i}

source: [_MBT_] {i}Holy fucking shit!!.... Miss [mom_name] just made me splooge in the pool!!{/i}
french: [_MBT_] {i}Putain de merde!!.... madame [mom_name] vient de me faire du jouir dans la piscine!!{/i}

source: [_RT_] Mom!.... Stop.... open your eyes!
french: [_RT_] Maman!.... Arrête.... ouvre les yeux !

source: [_M_] Ok, I'm guessing I've caught [ryan]!
french: [_M_] Ok, je suppose que j'ai attrapé [ryan]!

source: [_M_] Oh my God, Matt!
french: [_M_] Oh mon Dieu, Matt!

source: [_M_] Oh my God, Matt!!
french: [_M_] Oh mon Dieu, Matt!!

source: [_MB_] I'm sorry!.... You just grabbed it and started pulling.... I was hoping you would just let go without opening your eyes.
french: [_MB_] Je suis désolé!.... Tu viens de l'attraper et tu as commencé à tirer.... J'espérais que tu lâcherais sans ouvrir les yeux.

source: [_MB_] But you just kept pulling!
french: [_MB_] Mais tu as continué à tirer!

source: [_MB_] I didn't know what to do...
french: [_MB_] Je ne savais pas quoi faire...

source: [_MB_] I'm sorry!...
french: [_MB_] Je suis désolé!...

source: [_M_] And please don't tell anyone what happened. Especially your parents.
french: [_M_] Et ne dis à personne ce qui s'est passé. Surtout tes parents.

source: [_R_] Yeah.... It was pretty obvious by the look on Matt's face!
french: [_R_] Ouais.... C'était assez évident par le regard sur le visage de Matt!

source: [_MT_] {i}Hahah.... I wish I had seen his face!{/i}
french: [_MT_] {i}Hahah.... J'aurais aimé voir son visage !{/i}

source: [_R_] How could you not tell you had a grip on his cock?
french: [_R_] Comment pourrais-tu ne pas dire que tu avais pris sa bite?

source: [_M_] Language, [ryan]! I thought I had you by the wrist.
french: [_M_] Langage, [ryan]! Je croyais t'avoir pris le poignet.

source: [_R_] Me?.... By the wrist?.... Is Matt that big?
french: [_R_] Moi?.... Par le poignet ?.... Matt est-il si gros ?

source: [_M_] Oh.... yeah.... and I thought you were big.
french: [_M_] Oh... oui.... et je pensais que tu étais le plus grand.

source: [_M_] I mean.... oh heck.... I'm sorry to compare you to him.
french: [_M_] Je veux dire.... oh zut.... Désolé de te comparer à lui.

source: [_RT_] {i}Mom is kind of a floozy when she's drunk. I can't believe Matt already got the best of me! I've got to bring it to him hard!{/i}
french: [_RT_] {i}Maman est une sorte de pouffiasse quand elle est ivre. Je n'arrive pas à croire que Matt ait déjà eu le meilleur et pas moi ! Je dois m'investir pour elle à fond !{/i}

source: [_M_] Let's just say, I think he will have to find more experienced women, or he might just split them in half!
french: [_M_] Disons simplement, je pense qu'il devra trouver des femmes plus expérimentées, ou il pourrait simplement les diviser en deux!

source: [_R_] Mom!.... That's not any better!
french: [_R_] Maman!.... Ce n'est pas mieux!

source: [_MT_] {i}And he just let it happen.... didn't say a word for a long time.... oh, I wish I'd seen his face.... {/i}
french: [_MT_] {i}Et il a juste laissé faire.... je n'ai pas dit un mot.... j'aurais aimé voir son visage.... {/i}

source: [_R_] What!?.... Why?...
french: [_R_] Quoi!?.... Pourquoi?...

source: [_R_] Mom!.... Stop.... open your eyes!
french: [_R_] Maman!.... Arrête.... ouvre les yeux !

source: [_M_] Oh my God, Matt.
french: [_M_] Oh mon Dieu, Matt.

source: [_MB_] I thought if I could get away you wouldn't realize what you had grabbed!
french: [_MB_] Je pensais que si je m'enfuiais, tu ne réaliserais pas ce que tu avais attrapé!

source: [_MB_] It doesn't fit in my shorts when I'm hard...
french: [_MB_] Ça ne rentre pas dans mon short quand je suis dur...

source: [_MB_] And I've been hard ever since I pulled your top off by accident.
french: [_MB_] Et je suis dur depuis que j'ai enlevé ton haut par accident.

source: [_MT_] {i}Pshhh.... accident my ass.{/i}
french: [_MT_] {i}Pouah.... accident mon cul.{/i}

source: [_M_] Don't you dare say a word to anyone! Especially your parents!
french: [_M_] N'oses-pas dire un mot à personne! Surtout tes parents!

source: [_MT_] Oh, God! I'm so humiliated!
french: [_MT_] Oh, mon Dieu! Je suis tellement humiliée !

source: [_M_] Sshhhhh.... I don't want anyone to know what we're talking about!
french: [_M_] Chhhuuuttt.... Je ne veux pas qu'on sache de quoi on parle !

source: [_M_] I mean.... oh heck.... I'm sorry to make you feel inadequate.
french: [_M_] Je veux dire .... oh ... Je suis désolé de te faire te sentir mal.

source: [_MT_] {i}Matt just let it happen.... didn't say a word for a long time.... would he have ever stopped me, or let me make him cum?.... {/i}
french: [_MT_] {i}Matt me laisse faire.... je n'ai pas dit un mot depuis longtemps.... m'aurait-il jamais arrêté ou laisser le faire jouir ?.... {/i}

source: {i}"You will not have the option to start the Sidney photo-shoot until you have bought both the green screen and the professional lights."{/i}
french: {i}'Vous n'aurez pas la possibilité de démarrer la séance photo de Sidney tant que vous n'aurez pas acheté à la fois l'écran vert et les spots professionnels.'{/i}

source: Lauren is only available to take pictures in the late morning.
french: Lauren n'est disponible pour prendre des photos qu'en fin de matinée.

source: You have completed this photo session with Lauren entirely.
french: Vous avez entièrement terminé cette séance photo avec Lauren.

source: You can still play through the event, but you will not be able to increase Lauren's stats, or be able to generate any more likes for the Cosplay Heaven website.
french: Vous pouvez toujours participer à l'événement, mais vous ne pourrez pas augmenter les statistiques de Lauren, ni générer plus de likes pour le site Web Cosplay Heaven.

source: You have already done this photo session with Lauren this week.
french: Vous avez déjà fait cette séance photo avec Lauren cette semaine.

source: You will still be able to increase Lauren's stats and progress through this scene,
french: Vous pourrez toujours augmenter les statistiques de Lauren et progresser dans cette scène,

source: But only the first playthrough of this event each week will generate likes for the Cosplay Heaven website.
french: Mais seule la première partie de cet événement chaque semaine générera des likes pour le site Web Cosplay Heaven.

source: [_R_] Yeah.... I'm already over here.
french: [_R_] Ouais.... Je suis déjà là.

source: [_R_] No.... I said I'm already here, I'm not coming to get you.
french: [_R_] Non.... J'ai dit que je suis déjà là, je ne viens pas te chercher.

source: [_R_] Just ride your bike, it's not that far.
french: [_R_] Il suffit de faire du vélo, ce n'est pas si loin.

source: [_R_] Yeah and bring your cosplay costume.
french: [_R_] Ouais et apportes ton costume de cosplay.

source: [_R_] No, I'm sure you can fit it in your backpack.
french: [_R_] Non, je suis sûr que tu peux l'insérer dans ton sac à dos.

source: [_R_] Ok, I'll get the studio ready while I'm waiting for you.
french: [_R_] Ok, je prépare le studio pendant que je t'attends.

source: [_L_] Wow! These are some professional looking lights! Were they expensive?
french: [_L_] Wow! Ce sont des lumières professionnelles! Étaient-elles chères?

source: [_R_] Of course, but it will be worth the investment with the quality of pictures we'll get out of them.
french: [_R_] Bien sûr, mais cela vaudra l'investissement avec la qualité des images que nous en sortirons.

source: [_L_] Nice background! But why is it green?
french: [_L_] Joli fond! Mais pourquoi est-ce vert?

source: [_R_] It will make it so we can add any background we want to the pictures later.
french: [_R_] Cela fera en sorte que nous puissions ajouter n'importe quel arrière-plan que nous voulons aux images plus tard.

source: [_R_] I've been playing with the ZAD 3D computer program, and I should be able to do a lot of fun effects with the pictures we take.
french: [_R_] J'ai joué avec le programme informatique ZAD 3D, et je devrais pouvoir faire beaucoup d'effets amusants avec les photos que nous prenons.

source: [_L_] Awesome, I can't wait to see them!
french: [_L_] Génial, j'ai hâte de les voir!

source: [_L_] Oh Nice! You've added a background as well, but why green?
french: [_L_] Oh Sympa! Tu as également ajouté un arrière-plan, mais pourquoi vert?

source: [_L_] Oh, wow! You've added some really professional looking lights as well! Were they expensive?
french: [_L_] Oh, wow! Tu as également ajouté des lumières vraiment professionnelles! Étaient-elles chères?

source: [_L_] Oh my gosh! You've upgraded the place! New professional looking lights, and a background that's green for some reason.
french: [_L_] Oh mon dieu! Tu as amélioré l'endroit! De nouvelles lumières d'apparence professionnelle et un arrière-plan vert pour une raison quelconque.

source: [_R_] The green screen will make it so we can add any background we want to the pictures later.
french: [_R_] L'écran vert fera en sorte que nous puissions ajouter n'importe quel arrière-plan que nous voulons aux images plus tard.

source: [_R_] The lights will just make the quality of the pictures so much better. They will definitely be worth every penny we paid for them.
french: [_R_] Les lumières rendront la qualité des images tellement meilleure. Elles vaudront certainement chaque centime que nous avons payé pour elles.

source: [_L_] Awesome! I can't wait the see how the pictures turn out.
french: [_L_] Génial! J'ai hâte de voir comment les images seront.

source: [_R_] So, are you ready to get going?
french: [_R_] Alors, es-tu prête à y aller?

source: [_L_] So ready!
french: [_L_] Alors prêt!

source: [_R_] Ok, just run to the supply closet and get changed into your costume while I get a few more small details ready for the shoot.
french: [_R_] Ok, il suffit d'aller au placard et de se changer en costume pendant que je prépare quelques petits détails pour le tournage.

source: [_L_] Ok, I'm dressed, but I'm a little nervous about the shoot.
french: [_L_] Ok, je suis habillée, mais je suis un peu nerveuse à propos du tournage.

source: [_R_] Ok Lauren, I know this is only the second photoshoot you've ever done.
french: [_R_] Ok Lauren, je sais que ce n'est que la deuxième séance photo que tu as jamais faite.

source: [_R_] But I'm going to try to be as professional as possible.
french: [_R_] Mais je vais essayer d'être aussi professionnel que possible.

source: [_R_] I might push you a little bit out of your comfort zone, but remember, it's just because I know what people want to see on the internet,
french: [_R_] Je pourrais te pousser un peu hors de ta zone de confort, mais rappelles-toi, c'est juste parce que je sais ce que les gens veulent voir sur Internet,

source: [_R_] And I'll only be suggesting things that will get you more likes and more money to help pay Mom's Mafia debt.
french: [_R_] Et je ne ferais que suggérer des choses qui te rapporteront plus de likes et plus d'argent pour aider à payer la dette mafieuse de maman.

source: [_R_] If you're too uncomfortable to go any further with the shoot, we'll just call it a day, and see how we feel on the next one.
french: [_R_] Si tu es trop mal à l'aise pour aller plus loin avec le tournage, nous allons juste l'ajourner, et voir ce que nous ressentons sur le prochain tournage.

source: [_RT_] {i}{b}I've got to remember not to push Lauren too hard. If I make her mad, she's just going to end the photo shoot and go home.{/b}{/i}
french: [_RT_] {i}{b}Je dois me rappeler de ne pas trop pousser Lauren. Si je la rends folle, elle finira la séance photo et rentrera chez elle.{/b} {/i}

source: [_R_] So, are you ready?
french: [_R_] Alors, es-tu prête?

source: [_L_] I think so. Thanks for being so professional, I almost forgot you were my brother for a second.
french: [_L_] Je pense que oui. Merci d'être si professionnel, j'ai presque oublié que tu étais mon frère pendant une seconde.
