Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}I need to get an even better view!{/i}
italian: [_RT_] {i}Ho bisogno di ottenere una vista ancora migliore!{/i}

source: [_M_] [ryan]!... What the hell?
italian: [_M_] [ryan]!... Che inferno?

source: [_M_] I can't believe you just did that again!
italian: [_M_] Non posso credere che tu lo abbia fatto di nuovo!

source: [_M_] Don't you "wow" me!... Let go!
italian: [_M_] Non "wow" me!... Lasciate andare!

source: [_M_] I didn't tell you to touch me yet.
italian: [_M_] non ti ho ancora detto di toccarmi.

source: [_R_] Sorry, Mom!
italian: [_R_] Scusa, Mamma!

source: [_R_] I got a little carried away... again.
italian: [_R_] mi sono trasportato un po'via... di nuovo.

source: [_M_] Fine... but you need to control yourself.
italian: [_M_] Fine... ma devi controllare te stesso.

source: [_RT_] {i}Look who's talking.{/i}
italian: [_RT_] {i}Guarda chi sta parlando.{/i}

source: [_M_] Why don't you get started though... We really do need to hurry.
italian: [_M_] Perché non iniziate però... Abbiamo davvero bisogno di sbrigarci.

source: [_R_] Do you want me to start fingering just your pussy, or should I go straight to your pussy and asshole?
italian: [_R_] Vuoi che inizi a diteggiare solo la tua figa, o dovrei andare dritto alla tua figa e stronzo?

source: [_MT_] {i}[ryan]'s' using such dirty words to describe my vagina and anus... Why do I like it when he talks dirty like that?{/i}
italian: [_MT_] {i}[ryan]'s' usando parole così sporche per descrivere la mia vagina e l'ano... Perché mi piace quando parla sporco così?{/i}

source: [_M_] I know we're in a hurry, but I need a little foreplay.
italian: [_M_] So che siamo di fretta, ma ho bisogno di un piccolo preliminare.

source: [_R_] You got it.
italian: [_R_] L'hai capito.

source: [_M_] Mmmm, [ryan]! That feels great!
italian: [_M_] Mmmm, [ryan]! Ci si sente bene!

source: [_M_] Alright, Honey... I think I'm ready for you to add your other finger.
italian: [_M_] Alright, Honey... Penso di essere pronto per voi per aggiungere il vostro altro dito.

source: [_R_] Add my other finger, where?
italian: [_R_] Aggiungere il mio altro dito, dove?

source: [_M_] please, insert your finger into my butthole.
italian: [_M_] per favore, inserisci il dito nel mio butthole.

source: [_R_] How can I refuse such a polite request?
italian: [_R_] Come posso rifiutare una richiesta così educata?

source: [_M_] I don't think we've got time for foreplay... better just finger both my holes from the start.
italian: [_M_] Non penso che abbiamo tempo per i preliminari... meglio dito entrambi i miei buchi fin dall'inizio.

source: [_M_] Oh God!... That's the spot!
italian: [_M_] Oh Dio!... Questo è il posto!

source: [_RT_] {i}Her tight little asshole's gripping my finger again...{/i}
italian: [_RT_] {i}Il suo piccolo stronzo stringendo il mio dito ancora...{/i}

source: [_RT_] {i}I'm surprised it's as tight as it is with how many things she sticks up there.{/i}
italian: [_RT_] {i}Sono sorpreso che sia stretto come lo sia con quante cose che lei si attacca lì.{/i}

source: [_MT_] {i}I don't think his finger was wet enough...{/i}
italian: [_MT_] {i}Non credo che il suo dito fosse abbastanza bagnato...{/i}

source: [_MT_] {i}It feels like my asshole is really gripping it.{/i}
italian: [_MT_] {i}Mi sembra che il mio culo lo stia davvero afferrando.{/i}

source: [_MT_] {i}Almost feels better that way, though.{/i}
italian: [_MT_] {i}Quasi si sente meglio in questo modo, però.{/i}

source: [_MT_] {i}God, that's starting to feel really good.{/i}
italian: [_MT_] {i}Dio, sta iniziando a sentirsi davvero bene.{/i}

source: [_RT_] {i}Mom's responding really well, but I'd really push her over the edge if I kicked this up a notch.{/i}
italian: [_RT_] La risposta di {i}Mamma è davvero buona, ma la spingerei davvero oltre il bordo se l'ho cacciata su un notch.{/i}

source: [_RT_] {i}I've done everything she's told me up till now, should I risk taking a little initiative?{/i}
italian: [_RT_] {i}Ho fatto tutto quello che mi ha detto fino ad ora, dovrei rischiare di prendere una piccola iniziativa?{/i}

source: [_RT_] {i}I mean, look at that wet pussy! It's just begging to be licked.{/i}
italian: [_RT_] {i}Voglio dire, guarda quella figa bagnata! È solo l'accattonaggio di essere leccato.{/i}

source: [_RT_] {i}I know Mom's warned me not to lick her pussy again, but I know deep down she loves it.{/i}
italian: [_RT_] {i}So che la mamma mi ha avvertito di non leccare di nuovo la figa, ma so che in profondità lo ama.{/i}

source: [_RT_] {i}If she was really mad, I wouldn't be fingering her pussy right now.{/i}
italian: [_RT_] {i}Se fosse davvero pazza, non sarei stato diteggiando la figa in questo momento.{/i}

source: [_RT_] {i}Should I risk a taste of that pussy?{/i}
italian: [_RT_] {i}Dovrei rischiare un assaggio di quella figa?{/i}

source: [_RT_] {i}I can't resist!{/i}
italian: [_RT_] {i}Non posso resistere!{/i}

source: [_M_] Hey!... I thought I told you to never...
italian: [_M_] Hey!... Pensavo di averti detto di non averti mai...

source: [_M_] God!... That feels good.
italian: [_M_] Dio!... Che si sente bene.

source: [_M_] But... you're... not... supposed... to...
italian: [_M_] Ma... non si... supposto... a... a... a...

source: [_RT_] {i}Just like last time... her resolve is weak, at best.{/i}
italian: [_RT_] {i}Proprio come l'ultima volta... la sua risoluzione è debole, al massimo.{/i}

source: [_RT_] {i}She's not comfortable with the idea of her son eating her out, but she's too horny to try and stop me.{/i}
italian: [_RT_] {i}Non è a suo agio con l'idea di suo figlio che la mangia fuori, ma è troppo eccitata per cercare di fermarmi. {/i}

source: [_MT_] {i}Why am I letting this happen?{/i}
italian: [_MT_] {i}Perché faccio questo accadere?{/i}

source: [_MT_] {i}I need to stop this!... maybe in a few seconds.{/i}
italian: [_MT_] {i}Ho bisogno di fermarlo!... forse in pochi secondi.{/i}

source: [_X_] {i}(Muffled voice behind door){/i} Miss [mom_name]?
italian: [_X_] {i}(Voce mischiata dietro la porta){/i} Miss [mom_name]?

source: [_X_] Are you in there?
italian: [_X_] Sei lì dentro?

source: [_MT_] {i}Oh God... My own son is fingering me on my work desk, with one of my students just on the other side of the door.{/i}
italian: [_MT_] {i}Oh Dio... Mio figlio mi sta diteggiando sul mio banco di lavoro, con uno dei miei studenti solo sull'altro lato della porta.{/i}

source: [_MT_] {i}Why does that turn me on so bad?{/i}
italian: [_MT_] {i}Perché mi accende così male?{/i}

source: [_M_] Sorry, I'm really busy right now!... You'll have to come back tomorrow!
italian: [_M_] Mi dispiace, sono davvero impegnato in questo momento!... Dovrai tornare domani!

source: [_M_] [ryan]... You shouldn't be...
italian: [_M_] [ryan]... Non dovresti essere...

source: [_M_] No!... I'm about to cum!
italian: [_M_] no!... Sto per cum!

source: [_MT_] {i}This feels so amazing!{/i}
italian: [_MT_] {i}Questo sembra così incredibile!{/i}

source: [_MT_] {i}If only I could ask him to do more!{/i}
italian: [_MT_] {i}Se solo potessi chiedergli di fare di più!{/i}

source: [_MT_] {i}There's no way I could do that!{/i}
italian: [_MT_] {i}Non c'è modo di farlo!{/i}

source: [_MT_] {i}Why does he have to be my son?{/i}
italian: [_MT_] {i}Perché deve essere mio figlio?{/i}

source: [_RT_] {i}She's got to be wanting more... When is she going to ask me to take the next step?{/i}
italian: [_RT_] {i}Lei deve volere di più... Quando mi chiederà di fare il passo successivo?{/i}

source: [_RT_] {i}What if she never does... I might have to take a few more risks, or our relationship might get stuck right here.{/i}
italian: [_RT_] {i}Cosa succede se non fa mai... Potrei dover correre qualche rischio in più, o il nostro rapporto potrebbe rimanere bloccato proprio qui.{/i}

source: [_MT_] {i}Oh yeah... I'm getting close!{/i}
italian: [_MT_] {i}Oh sì... Sto avvicinando!{/i}

source: [_M_] [ryan]... I'm about to...
italian: [_M_] [ryan]... Sto parlando...

source: [_RT_] {i}Holy shit!... Luckily I saw that coming!{/i}
italian: [_RT_] {i}merda santa!... Per fortuna ho visto quella venire!{/i}

source: [_M_] Oh my God!... I can't believe we just did that in my office again!
italian: [_M_] Oh mio Dio!... non posso credere che lo abbiamo fatto nel mio ufficio di nuovo!

source: [_M_] I told myself that wasn't going to happen here again!
italian: [_M_] Mi dissi che non sarebbe successo di nuovo qui!

source: [_MT_] {i}Why do I forget to use rational thoughts when I'm horny?{/i}
italian: [_MT_] {i}Perché dimentico di usare pensieri razionali quando sono arrapato?{/i}

source: [_R_] Don't worry, Mom, No one found out last time, no one's going to find out this time either.
italian: [_R_] Non ti preoccupare, Mamma, Nessuno lo ha scoperto l'ultima volta, nessuno lo scoprirà neanche questa volta.

source: [_M_] You're damn right, nobody's going to find out!
italian: [_M_] Hai maledetto, nessuno lo scoprirà!

source: [_M_] Help me move my desk, and then I've got to get out there! I'm late for my next class!
italian: [_M_] Aiutami a spostare la scrivania, e poi devo uscire! Sono in ritardo per la mia prossima lezione!

source: [_M_] You hide under the desk for a few minutes and then sneak out a few minutes after I've left.
italian: [_M_] Ti nascondi sotto la scrivania per qualche minuto e poi fuoriesci qualche minuto dopo che me ne sono andato.

source: [_RT_] {i}Hide under the desk?... Mom's still pretty ashamed of what we just did.{/i}
italian: [_RT_] {i}Nascondi sotto la scrivania?... Mamma è ancora abbastanza vergognata di quello che abbiamo appena fatto.{/i}

source: [_RT_] {i}Of course, I can't blame her.{/i}
italian: [_RT_] {i}Naturalmente, non posso incolparla.{/i}

source: [_RT_] {i}It just sucks that we've got to hide who we are all the time.{/i}
italian: [_RT_] {i}Si fa solo schifo che dobbiamo nascondere chi siamo tutto il tempo.{/i}

source: [_RT_] {i}Why can't people be more accepting.{/i}
italian: [_RT_] {i}Perché le persone non possono essere più accettate.{/i}

source: [_M_] You're the one who said we don't have time... That other students would be coming to talk about their Oedipal projects.
italian: [_M_] Sei quello che ha detto che non abbiamo tempo... Che altri studenti sarebbero venuti a parlare dei loro progetti edipali.

source: [_R_] Well, there's got to be a way we can keep them out of here for a little while.
italian: [_R_] Beh, ci deve essere un modo in cui possiamo tenerli fuori da qui per un po '.

source: [_M_] Oh, there's not! Trust me... They didn't put any locks on our office doors.
italian: [_M_] Oh, non c'è! Fidati di me... Non hanno messo serrature sulle porte del nostro ufficio.

source: [_R_] Hmmm... What if we block the door?
italian: [_R_] Hmmm... Cosa succede se blocchiamo la porta?

source: [_M_] With what?
italian: [_M_] Con che cosa?

source: [_R_] Hmmm... How about... oh, I know... Your desk.
italian: [_R_] Hmmm... Come... oh, so... La tua scrivania.

source: [_M_] I've thought about it... I know it looks like wood, but It's really made of heavy metal with a wood print... it's too heavy for me to move on my own.
italian: [_M_] l'ho pensato... So che sembra legno, ma è davvero in metallo pesante con una stampa di legno. . è troppo pesante per me per muovermi da sola.

source: [_M_] But, with you here...
italian: [_M_] Ma, con voi qui...

source: [_M_] Luckily this door swings into the office. This wouldn't work if it swung the other way.
italian: [_M_] Fortunatamente questa porta sbalza in ufficio. Questo non funzionerebbe se cambiasse in altro modo.

source: [_R_] You sure? It looks like...
italian: [_R_] Sei sicuro? Sembra come...

source: [_M_] Yes, I'm sure [ryan]!
italian: [_M_] Sì, sono sicuro [ryan]!

source: [_M_] I think that will hold anyone off who wants to come in... Let's just hope Principal Hardun doesn't come knocking.
italian: [_M_] Penso che questo impedirà a chiunque voglia entrare... Speriamo solo che il Principale Hardun non venga a bussare.

source: [_R_] Can we take things up a notch?... Can I take off my pants this time?
italian: [_R_] Possiamo prendere le cose su una tacca?... Posso togliermi i pantaloni questa volta?

source: [_R_] Hey, I'm the one doing you a favor here.
italian: [_R_] Ehi, io sono quello che ti fa un favore qui.

source: [_M_] Oh, really?... This is all completely altruistic?
italian: [_M_] Oh, davvero?... Tutto questo è completamente altruistico?

source: [_RT_] {i}I don't even know what that word means.{/i}
italian: [_RT_] {i}Non so nemmeno cosa significhi quella parola.{/i}

source: [_M_] I didn't think so.
italian: [_M_] non pensavo così.

source: [_M_] So, do we have a deal or not?
italian: [_M_] Quindi, abbiamo un accordo o no?

source: [_M_] If I'm bent over the desk like this, it should give you pretty good access, right?
italian: [_M_] Se sono piegato sulla scrivania in questo modo, dovrebbe darti un buon accesso, giusto?

source: [_RT_] {i}And the best view I've ever seen.{/i}
italian: [_RT_] {i}E la migliore vista che abbia mai visto.{/i}

source: [_RT_] {i}Goddam!... That's one beautiful ass!{/i}
italian: [_RT_] {i}Goddam!... Questo è un bel culo!{/i}

source: [_R_] I got a little carried away.
italian: [_R_] mi sono portato un po' via.

source: [_M_] Fine... I won't hold it against you this time.
italian: [_M_] Fine... Questa volta non lo terrò contro di te.

source: [_MT_] {i}God! My son's using such dirty words to describe my vagina and anus... Why does that give me butterflies?{/i}
italian: [_MT_] {i}Dio! Mio figlio sta usando parole così sporche per descrivere la mia vagina e l'ano... Perché questo mi dà le farfalle?{/i}

source: [_M_] Thank you, [ryan]! That feels great!
italian: [_M_] Grazie, [ryan]! Ci si sente bene!

source: [_M_] It feels so good to get some fingers other than my own in there.
italian: [_M_] Ci si sente così bravi ad avere delle dita diverse da quelle mie.

source: [_R_] It just amazes me how wet your pussy always is.
italian: [_R_] Mi stupisce quanto sia sempre bagnata la tua figa.

source: [_M_] That's completely natural, Honey.
italian: [_M_] È completamente naturale, il miele.

source: [_MT_] {i}What's not natural, is that my pussy's responding that way to my own son!{/i}
italian: [_MT_] {i}Ciò che non è naturale, è che la mia figa risponde così a mio figlio!{/i}

source: [_MT_] {i}I can't believe things have deteriorated to the point that getting relief from my son is my best option.{/i}
italian: [_MT_] {i}Non riesco a credere che le cose siano peggiorate al punto che ottenere sollievo da mio figlio è la mia migliore opzione.{/i}

source: [_M_] Alright, Honey... I think I'm ready for you to add your finger.
italian: [_M_] Alright, Honey... Penso di essere pronto per voi ad aggiungere il dito.

source: [_R_] Add my finger, where?
italian: [_R_] Aggiungere il dito, dove?

source: [_M_] You know...
italian: [_M_] Lo sa...

source: [_R_] I'm not sure what you mean.
italian: [_R_] Non sono sicuro di cosa intendi.

source: [_M_] Just like you did before.
italian: [_M_] Proprio come hai fatto prima.

source: [_M_] Just stick your finger in my asshole, ok?
italian: [_M_] Basta bastare il dito nel mio stronzo, ok?

source: [_R_] Your wish is my command.
italian: [_R_] Il tuo desiderio è il mio comando.

source: [_M_] That's bringing immediate satisfaction!
italian: [_M_] Questo sta portando soddisfazione immediata!

source: [_RT_] {i}Her tight little asshole's gripping my finger...{/i}
italian: [_RT_] {i}Il suo piccolo stronzo stringendo il mio dito...{/i}

source: [_RT_] {i}I don't think she want's to give it back.{/i}
italian: [_RT_] {i}Non penso che voglia restituirlo.{/i}

source: [_MT_] {i}That's kind of embarrassing.{/i}
italian: [_MT_] {i}È una specie di imbarazzante.{/i}

source: [_MT_] {i}Well, I'm not stopping now!{/i}
italian: [_MT_] {i}Beh, non sto fermando adesso!{/i}

source: [_M_] Sorry!... I'm really busy today!... You'll have to come back tomorrow!
italian: [_M_] Mi dispiace!... Sono davvero impegnato oggi!... Dovrai tornare domani!

source: [_RT_] {i}Good thing we put that desk there.{/i}
italian: [_RT_] {i}Buona cosa che mettiamo quel desk lì.{/i}

source: [_M_] Hey!... What do you think you're do...?
italian: [_M_] Hey!... Cosa pensi che sia...?

source: [_RT_] {i}Just as I thought... her resolve is weak, at best.{/i}
italian: [_RT_] {i}Proprio come pensavo... la sua risoluzione è debole, al massimo.{/i}

source: [_RT_] {i}Holy shit!... I dodged that just in time!{/i}
italian: [_RT_] {i}merda santa!... Ho schivato questo solo in tempo!{/i}

source: [_M_] Oh my God!... I can't believe we just did that in my office!
italian: [_M_] Oh mio Dio!... non posso credere che l'abbiamo fatto solo nel mio ufficio!

source: [_M_] We shouldn't be doing this anywhere... but here?... In my office?... What was I thinking?
italian: [_M_] Non dovremmo farlo da nessuna parte... ma qui?... nel mio ufficio?... Cosa stavo pensando?

source: [_R_] Don't worry, Mom, No one's going to know!
italian: [_R_] Non ti preoccupare, Mamma, nessuno lo saprà!

source: [_M_] You're damn right, nobody's going to know!
italian: [_M_] Hai maledetto ragione, nessuno lo saprà!

source: [_RT_] {i}Hide under the desk?... Mom's pretty ashamed of what we just did.{/i}
italian: [_RT_] {i}Nascondi sotto la scrivania?... La bella vergogna di mamma di quello che abbiamo appena fatto.{/i}

source: [_RT_] {i}Wish the world was a little less judgmental.{/i}
italian: [_RT_] {i}Desiderare il mondo è stato un po' meno giudizioso.{/i}

source: {i}{b}(HINT){/b} (This NTR event won't trigger if you're on the loyalty path){/i}
italian: {i}{b}(HINT){/b} (Questo evento NTR non si attiverà se sei sul percorso fedeltà){/i}

source: {i}{b}(HINT){/b} I need to keep visiting Aunt Camille in the Lounge whenever Mom kicks her out of her room.{/i}
italian: {i}{b}(HINT){/b} Devo continuare a visitare zia Camille nella Lounge ogni volta che la mamma la esce dalla sua stanza.{/i}

source: {i}{b}(HINT){/b} Mom told Dad she would deliver a letter from him to Joey DeCapo... I wonder what happened with that?... I shouldn't have to wait more than a week to find out.{/i}
italian: {i}{b}(HINT){/b} Mamma ha detto a papà che avrebbe consegnato una lettera da lui a Joey DeCapo.. Mi chiedo cosa sia successo con quello?... non dovrei aspettare più di una settimana per scoprirlo.{/i}

source: [_G_] Well, if it isn't the lovely Miss [mom_name].
italian: [_G_] Beh, se non è la bella signorina [mom_name].

source: [_G_] Funny seeing you here on a Monday night... And at your own free will, to boot.
italian: [_G_] Divertente vedervi qui il lunedì sera... E a vostra volontà, per avviare.

source: [_M_] I've got an important message I'm supposed to deliver to Joey's hands only... Is he here in the club?
italian: [_M_] Ho un messaggio importante che dovrei consegnare solo alle mani di Joey... È qui nel club?

source: [_G_] Sure thing. He's actually been expecting a visit from you. He's in his office. Past the stage, down the hall, third door on the left.
italian: [_G_] Sure thing. In realtà si aspettava una visita da parte vostra. Lui è nel suo ufficio. Superato il palco, giù la sala, terza porta a sinistra.

source: [_MT_] {i}Fucking [dad_name]!... Making me be his delivery girl!... I hate coming to this place!{/i}
italian: [_MT_] {i}Cazzo [dad_name]!... Mi fa essere la sua ragazza di consegna!... Odio venire in questo posto!{/i}

source: [_MT_] {i}I wish I'd brought [ryan] with me.{/i}
italian: [_MT_] {i}Vorrei aver portato [ryan] con me.{/i}

source: [_MT_] {i}However; I don't think Joey would have liked that.{/i}
italian: [_MT_] {i}Tuttavia; non credo che Joey sarebbe piaciuto.{/i}

source: [_A_] Be careful in the lounge area, Senator McFeely is extra grabby tonight.
italian: [_A_] Fai attenzione nella zona salotto, il senatore McFeely è grabby in più stasera.

source: [_S_] Don't worry, I've learned how to handle the senator.
italian: [_S_] Non ti preoccupare, ho imparato a gestire il senatore.

source: [_S_] Are there any more beers, or do I need to go grab some in storage?
italian: [_S_] Ci sono altre birre, o ho bisogno di andare a prendere un po 'in magazzino?

source: [_A_] Check the bottom shelf.
italian: [_A_] Controlla lo scaffale inferiore.

source: [_S_] I'm not seeing any.
italian: [_S_] non ne sto vedendo.

source: [_A_] All the way to the back.
italian: [_A_] Tutto il cammino verso la schiena.

source: [_S_] Oh... I see a few.
italian: [_S_] Oh... Ne vedo alcuni.

source: [_S_] Just like you said.
italian: [_S_] Proprio come hai detto.

source: [_A_] Flirt just enough to get a good tip, but not so much that he grabs your tit.
italian: [_A_] Flirtare abbastanza per ottenere una buona punta, ma non tanto che afferra la tua tetta.

source: [_S_] Nice rhyming... Is that a line from a Dr. Seuss book?
italian: [_S_] Nice rhyming... È una linea da un libro del Dr. Seuss?

source: [_J_] Thanks for the heads up... I'll just be here waiting.
italian: [_J_] Grazie per la testa in alto... Sarò qui ad aspettare.

source: [_J_] Oh, she's here already.
italian: [_J_] Oh, è già qui.

source: [_J_] Come in!
italian: [_J_] Vieni in!

source: [_J_] Ahhh... The lovely Miss [mom_name]!
italian: [_J_] Ahhh... La bella signorina [mom_name]!

source: [_J_] I've been expecting you.
italian: [_J_] ti sto aspettando.

source: [_J_] Please, come in and sit down.
italian: [_J_] Per favore, entrati e siediti.

source: [_J_] I take it you've brought me the important note from your husband in prison?
italian: [_J_] Lo prendo che mi hai portato l'importante nota di tuo marito in prigione?

source: [_M_] Yes, it's right here in my pocket.
italian: [_M_] Sì, è proprio qui in tasca.

source: [_J_] Please, hand it over.
italian: [_J_] Per favore, passalo.

source: [_J_] Thank you... I'll rest much easier now that I've got that information.
italian: [_J_] Grazie... Mi riposerò molto più facile ora che ho queste informazioni.

source: [_J_] Did you try to read it?
italian: [_J_] Hai provato a leggerlo?

source: [_M_] What would I get out of reading a coded message?
italian: [_M_] Cosa farei uscire dalla lettura di un messaggio codificato?

source: [_J_] Did you try to give it to the FBI?
italian: [_J_] Hai provato a darlo all'FBI?

source: [_M_] As angry as I am at my husband, I don't want to see him shanked in prison, so no, The FBI has no idea about this note.
italian: [_M_] Per quanto arrabbiato come sono contro mio marito, non voglio vederlo struggiato in prigione, quindi no, L'FBI non ha idea di questa nota.

source: [_J_] I appreciate your discretion.
italian: [_J_] Apprezzo la tua discrezione.

source: [_J_] It's hard for us to find people we can trust, so having leverage over them is almost as good.
italian: [_J_] È difficile per noi trovare persone di cui possiamo fidarci, quindi avere la leva su di loro è quasi altrettanto buona.

source: [_J_] It's always unwise to test us to see if we'll really use that leverage.
italian: [_J_] Non è sempre saggio metterci alla prova per vedere se useremo davvero quella leva.

source: [_M_] Is that a threat?
italian: [_M_] È una minaccia?

source: [_J_] Just a warning.
italian: [_J_] Solo un avvertimento.

source: [_J_] We always take care of those who take care of us.
italian: [_J_] Ci prendiamo sempre cura di coloro che si prendono cura di noi.

source: [_J_] I'm happy with the effort your family has made to comply with everything we've asked of you.
italian: [_J_] Sono felice dello sforzo che la tua famiglia ha fatto per rispettare tutto ciò che ti abbiamo chiesto.

source: [_M_] Happy enough to ever forgive our debt?
italian: [_M_] abbastanza felice da perdonare mai il nostro debito?

source: [_J_] Well, right now it gives me a lot of leverage over your husband and your family.
italian: [_J_] Beh, in questo momento mi dà un sacco di leva su tuo marito e la tua famiglia.
