Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.04.po
Languages: dutch, french, german, italian, portuguese

source: [_R_] No.... some people really like the smaller breasts, and your tan lines make them extra sexy.
french: [_R_] Non.... certaines personnes aiment vraiment les petits seins, et tes lignes de bronzage les rendent très sexy.
german: [_R_] Nein.... Einige Leute mögen die kleineren Brüste, und deine Bräunungslinien machen sie extra sexy.
italian: [_R_] No.... ad alcune persone piace molto il seno più piccolo, e le vostre linee di abbronzatura li rendono più sexy.
portuguese: [_R_] Não.... algumas pessoas realmente gostam dos peitos menores, e suas linhas curtas as tornam mais sexy.

source: [_S_] Well ok, that's pretty mild compared to what we just did.... I suppose I can pose for one more picture.
dutch: [_S_] Goed zo, dat is best mild in vergelijking met wat we net gedaan hebben.... Ik denk dat ik nog één foto kan voorstellen.
french: [_S_] Eh bien, c'est assez doux par rapport à ce que nous venons de faire.... Je suppose que je peux poser pour une photo de plus.
german: [_S_] Nun ok, das ist ziemlich mild im Vergleich zu dem, was wir gerade gemacht haben.... Ich nehme an, ich kann für ein weiteres Bild stellen.
italian: [_S_] Bene ok, che è piuttosto mite rispetto a quello che abbiamo appena fatto.... Suppongo che posso posare per un'altra immagine.
portuguese: [_S_] Bem, isso é muito gentil em comparação com o que acabamos de fazer.... Eu acho que eu posso dar para mais uma foto.

source: [_S_] How do you want me?
dutch: [_S_] Hoe wil je mij?
french: [_S_] Comment me veux-tu ?
german: [_S_] Wie willst du mich?
italian: [_S_] Come mi vuole?
portuguese: [_S_] Como você me quer?

source: [_RT_] {i}On my bedroom floor with your bare ass in the air!{/i}
dutch: [_RT_] {i}Op de slaapkamer vloer met jouw blote tas in de lucht!{/i}
french: [_RT_] {i}Sur le sol de ma chambre avec son cul nu en l'air!{/i}
german: [_RT_] {i}Auf meinem Schlafboden mit deinem nackten Arsch in der Luft!{/i}
italian: [_RT_] {i}Al piano della mia camera da letto con il culo nudo in aria!{/i}

source: [_R_] Let's imagine you're back in the tunnel, and now you have to army crawl to get through a tight spot.
dutch: [_R_] Laten we ons voorstellen dat je terug bent in de tunnel, en nu moet je leger kruipen om door een strakke plek te komen.
french: [_R_] Imaginons que tu sois de retour dans le tunnel, et maintenant tu dois ramper comme à l'armée pour traverser un endroit serré.
german: [_R_] Stellen wir uns einmal vor, du bist wieder im Tunnel und jetzt musst du Armee kriechen, um einen engen Platz zu erreichen.
italian: [_R_] Immaginiamo di essere tornato nel tunnel, e ora devi strisciare l'esercito per passare attraverso un punto stretto.

source: [_R_] I want you to look to your left and have an expression of fear on your face because of all the spiders.
dutch: [_R_] Ik wil dat je naar links kijkt en een uitdrukking van angst op je gezicht hebt vanwege alle spinnen.
french: [_R_] Je veux que tu regardes à ta gauche et que tu as une expression de peur sur ton visage à cause de toutes les araignées.
german: [_R_] Ich möchte, dass du nach links schaust und wegen aller Spinnen Angst auf deinem Gesicht äußerst.
italian: [_R_] Voglio che tu guardi alla tua sinistra e abbia un'espressione di paura sul tuo viso a causa di tutti i ragni.

source: [_S_] Something like this?
dutch: [_S_] Iets zoals dit?
french: [_S_] Quelque chose comme ça?
german: [_S_] Etwas ähnliches?
italian: [_S_] Qualcosa di simile?

source: [_R_] That's really good!
dutch: [_R_] Dat is heel goed!
french: [_R_] C'est vraiment bien!
german: [_R_] Das ist wirklich gut!
italian: [_R_] È davvero buono!
portuguese: [_R_] Isso é muito bom!

source: [_RT_] {i}For what I have planned for this pic, I'll only be able to put in my private collection as well.{/i}
dutch: [_RT_] {i}Voor wat ik voor deze foto heb gepland, zal ik mijn privé collectie ook alleen kunnen plaatsen.{/i}
french: [_RT_] {i}Pour ce que j'ai prévu pour cette photo, je ne pourrai que mettre dans ma collection privée aussi.{/i}
german: [_RT_] {i}Für das, was ich für dieses Bild geplant habe, werde ich nur in meiner privaten Sammlung einfügen können.{/i}
italian: [_RT_] {i}Per quello che ho pianificato per questa foto, sarò in grado di inserire solo nella mia collezione privata.{/i}

source: [_RT_] {i}If this one ended up on the website, I'm sure I'd wake up without balls.{/i}
dutch: [_RT_] {i}Als deze op de website is gekomen, weet ik zeker dat ik wakker zal worden zonder balls.{/i}
french: [_RT_] {i}Si celle-ci se retrouvait sur le site, je suis sûr que je me réveillerais sans mes couilles.{/i}
german: [_RT_] {i}Wenn dieser auf der Webseite landete, bin ich sicher, dass ich ohne Kugeln aufwachen würde. {/i}
italian: [_RT_] {i}Se questo finisse sul sito web, sono sicuro che mi sveglierei senza palle. {/i}
portuguese: [_RT_] {i}Se este acabou no site, tenho certeza de que acordaria sem bolas.{/i}

source: [_R_] And that's our last picture! Good.... jo...
dutch: [_R_] En dat is onze laatste foto! Goed.... jo...
french: [_R_] Et c'est notre dernière photo! Bien.... jol...
german: [_R_] Und das ist unser letztes Bild! Gute.... jo...
italian: [_R_] E questa è la nostra ultima foto! Buono.... jo...
portuguese: [_R_] E essa é a nossa última foto! Bom.... jogue...

source: [_RT_] {i}Oh my God.... Is Sidney crying?{/i}
dutch: [_RT_] {i}Oh mijn God.... Is Sidney aan het huuren?{/i}
french: [_RT_] {i}Oh mon Dieu.... Sidney pleure ?{/i}
german: [_RT_] {i}Oh mein Gott.... Weint Sidne?{/i}
italian: [_RT_] {i}Oh mio Dio.... Sta piangendo Sidney?{/i}
portuguese: [_RT_] {i}Oh meu Deus.... Sidney está chorando?{/i}

source: [_RT_] {i}Shit!.... She must be regretting the photoshoot.{/i}
dutch: [_RT_] {i}Shit!.... ze moet spijt hebben van de fotoshoot.{/i}
french: [_RT_] {i}Merde!.... Elle doit regretter la séance photo.{/i}
german: [_RT_] {i}Shit!.... Sie muss den Fotoshoot bedauern.{/i}
italian: [_RT_] {i}Shit!.... Deve rimpiangere il photoshoot.{/i}

source: [_RT_] {i}I need to be careful what I say here.... I got her into this.... I don't want her to hate me for it.{/i}
dutch: [_RT_] {i}Ik moet voorzichtig zijn met wat ik hier zeg... . Ik heb haar hierin laten werken... . Ik wil niet dat ze me er voor haat.{/i}
french: [_RT_] {i}Je dois faire attention à ce que je dis ici.... Je l'ai prise dedans ce.... Je ne veux pas qu'elle me déteste pour ça.{/i}
german: [_RT_] {i}Ich muss vorsichtig sein, was ich hier sage... Ich habe sie hier... Ich möchte nicht, dass sie mich dafür hass.{/i}
italian: [_RT_] {i}Ho bisogno di stare attenti a quello che dico qui.... l'ho presa in questo.... Non voglio che mi odii per esso.{/i}

source: [_R_] Hey.... you ok, Sidney?
dutch: [_R_] Hey.... ok, Sidney?
french: [_R_] Hé... tu vas bien, Sidney?
german: [_R_] Hey.... du ok, Sidney?
italian: [_R_] Hey.... ok, Sidney?
portuguese: [_R_] Ei... Você ok, Sidney?

source: [_R_] Sid?...
french: [_R_] Quoi?...
german: [_R_] Seite?...
italian: [_R_] Lido?...

source: [_S_] .... I can't believe I just let you take that gape picture of me...
dutch: [_S_] .... Ik kan niet geloven dat ik je die gapende foto van mij laat maken...
french: [_S_] .... Je n'arrive pas à croire que je te laisse prendre cette photo de moi...
german: [_S_] .... Ich kann nicht glauben, ich lasse dich einfach dieses klaffe Bild von mir machen...
italian: [_S_] .... Non posso credere di averti appena lasciato fare quella foto a bocca aperta di me...
portuguese: [_S_] .... Eu não acredito que eu te deixei tirar essa foto de macaco...

source: [_S_] I mean titties are one thing, but close-ups of my winking ass?
dutch: [_S_] Ik meen dat titels één ding zijn, maar dicht bij mijn knipoog?
french: [_S_] Je veux dire que les nichons sont une chose, mais des gros plans de mon cul qui gigotte?
german: [_S_] Ich meine Titten sind eine Sache, aber Nahaufnahmen von meinem flüchtenden Arsch?
italian: [_S_] Intendo i gattini sono una cosa, ma i primi piani del mio culo?

source: [_R_] You seemed fine about it when I was taking the picture.
dutch: [_R_] Je leek er goed over toen ik de foto nam.
french: [_R_] Tu avais l'air bien quand je prenais la photo.
german: [_R_] Du schien gut damit umzugehen, als ich das Bild machte.
italian: [_R_] Sembravi bene quando stavo scattando la foto.
portuguese: [_R_] Você ficou bem a respeito disso quando eu estava tirando a foto.

source: [_S_] Yeah, well I think reality is starting to set in.
dutch: [_S_] Yeah, ik denk dat de werkelijkheid begint aan te komen.
french: [_S_] Ouais, eh bien je pense que la réalité commence à s'installer.
german: [_S_] Ja, nun, ich glaube, die Realität beginnt sich zu setzen.
italian: [_S_] Sì, credo che la realtà stia cominciando ad entrare.
portuguese: [_S_] Sim, pois penso que a realidade está a começar a instalar-se.

source: [_S_] [ryan]!.... You can't post that anal gape picture on the internet!
dutch: [_S_] [ryan]!.... Je kan die anale gatenfoto niet posten op het internet!
french: [_S_] [ryan]!.... Tu ne peux pas poster cette image de bouche anale sur Internet!
german: [_S_] [ryan]!.... Sie können dieses anale Lückenbild nicht im Internet veröffentlichen!
italian: [_S_] [ryan]!.... Non puoi postare quella foto di gape anale su internet!
portuguese: U[_S_] [ryan]!.... Você não pode postar essa imagem anal de gape na internet!

source: [_S_] You have to delete it!
dutch: [_S_] Je moet het verwijderen!
french: [_S_] Tu dois la supprimer!
german: [_S_] Du musst es löschen!
italian: [_S_] Devi eliminarlo!

source: [_R_] But Sidney! That picture is the icing on this photosession cake!
dutch: [_R_] Maar Zidney! Die foto is het ijs op deze fotocake!
french: [_R_] Mais Sidney! Cette photo est la cerise sur ce gâteau de la session photo!
german: [_R_] Aber Sidney ist das Bild auf dieser Fotosession!
italian: [_R_] Ma Sidney! Quella foto è la ciliegina su questa torta di fotosessione!
portuguese: [_R_] Mas Sidney! Essa foto é a coberta neste bolo de fotografia!

source: [_R_] That picture alone will probably generate more likes than all of the other pics combined.
dutch: [_R_] Die foto alleen zal waarschijnlijk meer likes genereren dan alle andere foto's samen.
french: [_R_] Cette image seule générera probablement plus de likes que toutes les autres photos combinées.
german: [_R_] Das Bild allein wird wahrscheinlich mehr Gefällt mir als alle anderen Bilder zusammen erzeugen.
italian: [_R_] Quella foto da sola probabilmente genererà più simili di tutte le altre foto combinate.

source: [_S_] Fuck!.... Who cares about likes!
dutch: [_S_] Fuck!.... Wie geeft om lievelingen!
french: [_S_] Putain!.... Qui se soucie des likes!
german: [_S_] Fuck!.... Wer kümmert sich um Gefällt mir!
italian: [_S_] Fuck!.... A chi importa piace!

source: [_R_] I do!.... "likes" bring in money, and I need the money to help Mom pay off the Mafia.
dutch: [_R_] ik wel!.... "graag" brengt geld mee en ik heb het geld nodig om de maan te helpen betalen.
french: [_R_] Je le fais!.... Les 'likes' apportent de l'argent, et j'ai besoin de l'argent pour aider maman à payer la Mafia.
german: [_R_] Ich tue!.... "Gefällt mir" Geld einbringen, und ich brauche das Geld, um Mama zu helfen, die Mafia zu bezahlen.
italian: [_R_] Lo faccio!.... "mi piace" portare in denaro, e ho bisogno del denaro per aiutare mamma a pagare la mafia.
portuguese: [_R_] eu faço!.... "curtidas" trazem dinheiro, e eu preciso do dinheiro para ajudar Mamãe a pagar da Máfia.

source: [_R_] I know from your perspective, it might seem like I'm just trying to exploit you and Lauren,
dutch: [_R_] Ik weet uit jouw perspectief, het lijkt erop dat ik alleen maar jou en Lauren, probeer te exploiteren
french: [_R_] Je sais que de ton point de vue, il peut sembler que j'essaie juste de t'exploiter, toi et Lauren,
german: [_R_] Ich kenne aus deiner Sicht vielleicht so, als versuche ich dich und Lauren auszunutzen
italian: [_R_] Lo so dal tuo punto di vista, potrebbe sembrare che sto solo cercando di sfruttare te e Lauren,

source: [_R_] But I wouldn't do this kind of thing to my sisters if I wasn't deathly afraid of what the Mafia could do to our family.
dutch: [_R_] Maar ik zou dit soort dingen niet doen voor mijn zusters als ik niet dodelijk bang was voor wat de maffia onze familie zou kunnen doen.
french: [_R_] Mais je ne ferais pas ce genre de chose à mes sœurs si je n'avais pas peur de ce que la Mafia pourrait faire à notre famille.
german: [_R_] Aber so etwas würde ich meinen Schwestern nicht tun, wenn ich nicht tödlich Angst davor hätte, was die Mafia unserer Familie tun könnte.
italian: [_R_] Ma non farei questo tipo di cose per le mie sorelle se non avessi paura mortale di quello che la mafia poteva fare alla nostra famiglia.
portuguese: [_R_] Mas eu não faria esse tipo de coisa com as minhas irmãs se não tivesse medo mortal do que a Máfia poderia fazer com a família.

source: [_R_] But as it is, I need to make money. And I don't have any talents or skills to get a job that pays us what we need.
dutch: [_R_] Maar zoals het is, moet ik geld verdienen. En ik heb geen talenten of vaardigheden om een baan te krijgen die ons betaalt wat we nodig hebben.
french: [_R_] Mais en l'état, j'ai besoin de gagner de l'argent. Et je n'ai pas de talents ni de compétences pour trouver un emploi qui nous rapporte ce dont nous avons besoin.
german: [_R_] Aber wie es ist, muss ich Geld verdienen. Und ich habe keine Talente oder Fähigkeiten, um einen Job zu bekommen, der uns bezahlt, was wir brauchen.
italian: [_R_] Ma così com'è, ho bisogno di fare soldi. E non ho talenti o abilità per ottenere un lavoro che ci paghi quello di cui abbiamo bisogno.
portuguese: [_R_] Mas como está, eu preciso fazer dinheiro. E eu não tenho nenhum talento ou habilidade para conseguir um emprego que nos pague o que precisamos.

source: [_R_] I'm good at photography.... I'm okay at photo-shopping, and Zad3d modelling, and I'm getting better. We're already making some money from Lauren and Mandy's pictures.
dutch: [_R_] Ik ben goed in fotografie.... Ik ben okay in foto-shopping, en Zad3d modelling, en ik word beter. We verdienen al wat aan Lauren en Mandy's foto's.
french: [_R_] Je suis bon en photographie.... Je me débrouille bien en photo-shopping et en modélisation Zad3d, et je m'améliore. Nous gagnons déjà de l'argent avec les photos de Lauren et Mandy.
german: [_R_] Ich bin gut in der Fotografie.... Ich bin im Foto-Shopping, und Zad3d Modellierung und ich werde besser. Wir verdienen bereits etwas Geld aus den Bildern von Lauren und Mandy.
italian: [_R_] Sono bravo in fotografia.... sto bene al foto-shopping, e alla modellazione Zad3d, e sto migliorando. Stiamo già facendo dei soldi dalle foto di Lauren e Mandy.
portuguese: [_R_] Eu sou bom em fotografia.... Estou bem nas fotografias e no modelamento do Zad3d, e estou melhorando. Já estamos ganhando algum dinheiro com as fotos de Lauren e Mandy.

source: [_R_] I really think it's possible for this venture to make us enough money to get us out of trouble with the Mafia, then we won't have to live in constant fear for our lives.
dutch: [_R_] Ik denk echt dat het mogelijk is om ons genoeg geld te verdienen om ons uit de problemen met de maffia te halen. dan hoeven we niet voortdurend in angst voor ons leven te leven.
french: [_R_] Je pense vraiment qu'il est possible que cette entreprise nous rapporte assez d'argent pour nous sortir des ennuis avec la Mafia, alors nous n'aurons pas à vivre dans la peur constante pour nos vies.
german: [_R_] Ich glaube wirklich, dass es möglich ist, dass dieses Projekt uns genug Geld verschafft, um uns aus den Schwierigkeiten mit der Mafia zu befreien dann müssen wir nicht in ständiger Angst um unser Leben leben.
italian: [_R_] Penso davvero che sia possibile per questa impresa farci abbastanza soldi per farci uscire dai guai con la mafia, allora non dovremo vivere nella paura costante per le nostre vite.

source: [_S_] Well, that makes sense, but couldn't you just get other girls who aren't related to you to pose for the camera?
dutch: [_S_] Nou, dat is zinvol, maar kun je niet gewoon andere meisjes krijgen die geen verband met jou hebben om voor de camera te stellen?
french: [_S_] Eh bien, c'est logique, mais ne peux-tu pas simplement demander à d'autres filles qui ne te sont pas apparentées de poser pour la caméra?
german: [_S_] Nun, das macht Sinn, aber kannst du nicht einfach andere Mädchen, die nicht mit dir in Verbindung stehen, für die Kamera stellen?
italian: [_S_] Beh, ha senso, ma non è possibile ottenere solo altre ragazze che non sono legati a te per posare per la fotocamera?
portuguese: [_S_] Bem, isso faz sentido, mas você não poderia pegar outras garotas que não estão relacionadas a você para colocar para a câmera?

source: [_R_] Most other girls wouldn't pose like this unless I paid them a lot of money.
dutch: [_R_] De meeste andere meisjes zouden dit niet leuk vinden tenzij ik hun veel geld heb betaald.
french: [_R_] La plupart des autres filles ne poseraient pas comme ça à moins que je ne leur paie beaucoup d'argent.
german: [_R_] Die meisten anderen Mädchen würden nicht so auftreten, es sei denn, ich habe ihnen viel Geld gezahlt.
italian: [_R_] La maggior parte delle altre ragazze non porrebbe come questo a meno che non ho pagato loro un sacco di soldi.

source: [_R_] I got lucky and figured out a way to exploit you...
dutch: [_R_] Ik kreeg geluk en heb een manier uitgeprobeerd om je te uitbuiten...
french: [_R_] J'ai eu de la chance et j'ai trouvé un moyen de vous exploiter...
german: [_R_] Ich hatte Glück und habe einen Weg gefunden, dich auszunutzen...
italian: [_R_] Ho avuto fortuna e ho trovato un modo per sfruttarti...

source: [_R_] And Lauren honestly is just pumped to do it for the fame and attention.
dutch: [_R_] En Lauren wordt gewoon gewoon gepompt om het voor de fame en aandacht te doen.
french: [_R_] Et Lauren honnêtement est juste ravie de le faire pour la gloire et l'attention.
german: [_R_] Und Lauren ehrlich ist nur gepumpt, um es für den Ruhm und die Aufmerksamkeit zu tun.
italian: [_R_] E Lauren onestamente è solo pompato per farlo per la fama e l'attenzione.
portuguese: [_R_] E Lauren honestamente só é bombeado para fazer isso pela fama e atenção.

source: [_S_] Haha.... yeah, she's on track to be the next Kard-ass-ian.
dutch: [_S_] Haha.... ja, ze is op weg om de volgende Kard-ass-ian te zijn.
french: [_S_] Haha.... oui, elle est sur la bonne voie pour être la prochaine Kard-ass-ian.
german: [_S_] Haha.... ja, sie ist auf dem Weg zum nächsten Kard-ass-ian.
italian: [_S_] Haha.... sì, è sulla buona strada per diventare la prossima Kard-ass-iana.
portuguese: [_S_] Haha.... sim, ela está no caminho para ser a próxima Kard-ass-ian.

source: [_R_] Haha.... for sure.
dutch: [_R_] Haha.... zeker.
french: [_R_] Haha.... assurément.
german: [_R_] Haha.... sicher.
italian: [_R_] Haha.... di sicuro.
portuguese: U[_R_] Haha.... com certeza.

source: [_R_] Also don't forget, I gave you an option to get out of taking these pictures.
dutch: [_R_] vergeet ook niet, ik heb je een optie gegeven om deze foto's te maken.
french: [_R_] N'oublies pas non plus, je t'ai donné la possibilité de ne plus prendre ces photos.
german: [_R_] Vergessen Sie auch nicht, ich habe Ihnen die Möglichkeit gegeben, diese Bilder zu machen.
italian: [_R_] Inoltre non dimenticate, vi ho dato la possibilità di uscire da queste foto.

source: [_S_] Ew.... [ryan]!.... That option involved sucking my brother's dick!
dutch: [_S_] Ew.... [ryan]!.... die optie hield in dat mijn broerzucht zucht!
french: [_S_] Ew.... [ryan]!.... Cette option impliquait de sucer la bite de mon frère!
german: [_S_] Ew.... [ryan]!.... Diese Option bestand darin, den Schwanz meines Bruders zu saugen!
italian: [_S_] Ew.... [ryan]!.... Quella opzione implicava succhiare il cazzo di mio fratello!
portuguese: [_S_] Ew.... [ryan]!.... Essa opção envolveu sugar o pau do meu irmão!

source: [_S_] How do you not see how fucked up that is?
dutch: [_S_] Hoe zie je niet hoe onduidelijk dat is?
french: [_S_] Comment ne vois-tu pas à quel point c'est mal?
german: [_S_] Wie siehst du nicht, wie gefickt das ist?
italian: [_S_] Come non vedi come è scopata quella?

source: [_R_] Is it more fucked up than you jacking off your brother while he's sleeping?
dutch: [_R_] Is het meer ingeburgerd dan dat je je broer uitgooit terwijl hij slaapt.
french: [_R_] Est-ce plus mal que de branler ton frère pendant qu'il dort?
german: [_R_] Ist es mehr gefickt als du deinen Bruder während er schläft?
italian: [_R_] È più scopata di quanto tu si stia sollevando tuo fratello mentre dormi?
portuguese: [_R_] O tempo está mais estragado do que um tiro no seu irmão enquanto ele está dormindo?

source: [_S_] Uhhggghhh.... do we really have to talk about this again?
dutch: [_S_] Uhgghhh.... moeten we hier echt nog eens over praten?
french: [_S_] Uhhggghhh.... faut-il vraiment en reparler ?
german: [_S_] Uhhggghh.... müssen wir wirklich noch einmal darüber reden?
italian: [_S_] Uhhggghhh.... dobbiamo davvero parlarne di nuovo?

source: [_R_] Well, yeah.... don't you think there's a double standard here?
dutch: [_R_] Nou, ja.... denk je niet dat er hier een dubbele standaard is?
french: [_R_] Eh bien, oui.... tu ne penses pas qu'il y a deux poids, deux mesures ici ?
german: [_R_] Nun, ja.... denkst du nicht, dass es hier eine Doppelmoral gibt?
italian: [_R_] Beh, sì... non pensi che ci sia un doppio standard qui?
portuguese: [_R_] Bem, sim.... você acha que não tem dois pesos e duas medidas aqui?

source: [_S_] I already told you that it was just curiosity, it wasn't because I was longing for my brother's dick!
dutch: [_S_] Ik vertelde je al dat het gewoon nieuwsgierig was, het was niet omdat ik naar mijn broerdol wilde!
french: [_S_] Je t'ai déjà dit que c'était juste de la curiosité, ce n'était pas parce que j'avais envie de la bite de mon frère!
german: [_S_] Ich sagte dir bereits, dass es nur Neugier sei, nicht weil ich nach dem Schwanz meines Bruders sehnte!
italian: [_S_] vi ho già detto che era solo curiosità, non era perché stavo desiderando il cazzo di mio fratello!
portuguese: [_S_] Eu já te disse que era só curiosidade, não era porque eu estava ansioso pelo pau do meu irmão!

source: [_R_] Yeah.... I get that.... and that was the same reason I wanted a blowjob.... mostly just curiosity.
dutch: [_R_] Ja.... . Ik snap dat.... en dat was dezelfde reden waarom ik een klage baan wilde .... meestal gewoon nieuwsgierigheid.
french: [_R_] Ouais.... Je comprends.... et c'était la même raison pour laquelle je voulais une fellation.... surtout juste de la curiosité.
german: [_R_] Ja.... Ich bekomme das.... und das war der gleiche Grund, warum ich einen Blowjob wollte.... meistens nur Neugier.
italian: [_R_] Sì... lo capisco... e questa era la stessa ragione per cui volevo un pompino... per lo più solo curiosità.
portuguese: [_R_] Aê.... entendi isso.... e essa foi a mesma razão que eu queria um boquete.... na maioria das vezes só curiosidade.

source: [_R_] I don't have some weird Alabaman crush on you.... I just was thinking of it like.... jacking off feels really good.... I'll bet a blowjob feels incredible.
dutch: [_R_] Ik heb geen vreemde Alabaman crush op je.... Ik dacht er net aan. Het afsnijden voelt echt goed.... Ik wed dat een schok zich ongelofelijk voelt.
french: [_R_] Je n'ai pas un béguin étrange pour toi.... J'y pensais comme ça.... se branler, c'est vraiment bien.... Je parie qu'une fellation est incroyable.
german: [_R_] Ich habe kein seltsames Alabaman auf dich. Ich dachte nur daran. .. Jacking off fühlt sich wirklich gut an.... Ich wette, ein Blowjob fühlt sich unglaublich.
italian: [_R_] Non ho qualche strano cotta di Alabaman su di te... Stavo pensando proprio a questo. .. jacking off si sente davvero buono.... Scommetto un pompino si sente incredibile.
