Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_AD_] It's extremely fortuitous that you showed up just as I'm running out of cash.
french: [ _AD_ ] C'est extrêmement fortuit que vous vous moniez à court d'argent.
italian: [_AD_] E 'estremamente fortuito che si è presentato proprio come sto esaurendo i soldi.
portuguese: [_AD_] É extremamente fortuito que você tenha aparecido assim que estou ficando sem dinheiro.
russian: [_AD_] Очень шумно, что вы показались точно так же, как я закончил наличными.

source: [_AD_] I've been hoping for some more personal attention from Emma, but you know... strippers are only generous with those who are generous to them.
french: [ _AD_ ] J'ai espéré une attention plus personnelle de la part d'Emma, mais vous savez ... les strip-geurs ne sont que généreux avec ceux qui sont généreux envers eux.
italian: [_AD_] Ho sperato in qualche attenzione più personale da Emma, ma sapete... gli spogliarellisti sono solo generosi con coloro che sono generosi con loro.
portuguese: [_AD_] Eu tenho esperado por alguma atenção mais pessoal de Emma, mas você sabe ... strippers só são generosos com aqueles que são generosos com eles.
russian: [ _AD_] Я надеялся на некоторое личное внимание от Эммы, но вы знаете ... стриптиз щедр только с теми, кто щедр к ним.

source: [_AD_] Hook me up, and I'll show you what your mom is up to.
french: [_AD_] Crochez-moi et je vais vous montrer ce que votre mère a à faire.
italian: [_AD_] Mi aggancia e ti mostrerò ciò che la tua mamma sta per fare.
portuguese: [_AD_] Hook me up, e eu mostrarei o que sua mãe está apta.

source: [_R_] Are you kidding?
french: [_R_] Vous plaisantez ?
italian: [_R_] Stai scherzando?
portuguese: [_R_] Você está brincando?
russian: [_R_] Вы шутите?

source: [_AD_] I rarely kid.
french: [_AD_] Je suis rarement enfant.
italian: [_AD_] raramente capisco.
portuguese: [_AD_] Eu raramente criança.
russian: [ _AD_] Я редко пацан.

source: [_R_] I'll just go ask Armani.
french: [_R_] Je vais juste aller demander à Armani.
italian: [_R_] andrò a chiedere ad Armani.
portuguese: [__R_] Eu só vou perguntar ao Armani.
russian: Я просто спрошу Армани.

source: [_AD_] She's working the bar. She doesn't have time to keep track of people. I guarantee she doesn't know where your mom is.
french: [_AD_] Elle travaille sur la barre. Elle n'a pas le temps de suivre les gens. Je vous garantis qu'elle ne sait pas où se trouve votre maman.
italian: [_AD_] Lei sta lavorando al bar. Non ha tempo per tenere traccia delle persone. Io garantisco che non sa dove sia tua mamma.
portuguese: [_AD_] Ela está trabalhando a barra. Ela não tem tempo para acompanhar as pessoas. Garanto que ela não sabe onde sua mãe está.
russian: Она работает в баре. У нее нет времени на то, чтобы следить за людьми. Я гарантирую, что она не знает, где твоя мама.

source: [_AD_] On the other hand, keeping track of people is my specialty.
french: [ _AD_ ] D'un autre côté, le suivi des gens est ma spécialité.
italian: [_AD_] D'altra parte, tenere traccia delle persone è la mia specialità.
portuguese: [_AD_] Por outro lado, acompanhar as pessoas é a minha especialidade.
russian: [_AD_] С другой стороны, отслеживание людей – моя специальность.

source: [_R_] I'm sure she's just in the dressing room getting ready.
french: [ _R_ ] Je suis sûr qu'elle est juste dans le vestiaire pour se préparer.
italian: [_R_] sono sicuro che è solo nello spogliatoio che si sta preparando.
portuguese: [__R_] Tenho certeza de que ela está apenas no vestiário se preparando.
russian: [_R_] Я уверен, что она только в гардеробной комнате готова.

source: [_AD_] That's a good guess, but I'm afraid you're wrong.
french: [ _AD_ ] C'est une bonne idée, mais j'ai peur que vous ayez tort.
italian: [_AD_] È una buona ipotesi, ma temo che ti sbagli.
portuguese: [_AD_] Esse é um bom palpite, mas receio que você esteja errado.
russian: Это хорошая догадка, но я боюсь, что ты ошибаешься.

source: [_AD_] Just give me a hundred dollars and I'll show you where you can find her.
french: [ _AD_ ] Laisse-moi cent dollars et je te montrerai où tu peux la trouver.
italian: [_AD_] Basta darmi cento dollari e ti mostrerò dove puoi trovarla.
portuguese: [_AD_] Apenas me dê uma centena de dólares e eu mostrarei onde você pode encontrá-la.
russian: Просто дай мне сто долларов, и я покажу тебе, где ты сможешь найти ее.

source: [_A_] Sorry, I haven't seen her.
french: [_A_] Désolé, je ne l'ai pas vu.
italian: [_A_] Scusa, non l'ho vista.
portuguese: [_A_] Desculpe, eu não a vi.
russian: [_A_] Извините, я ее не видел.

source: [_A_] You can try waiting around here, but it's probably more likely that she'll show up at the stage.
french: [ _A_ ] Vous pouvez essayer d'attendre ici, mais c'est probablement plus probable qu'elle se présente à l'étape.
italian: [_A_] Si può provare ad aspettare qui, ma probabilmente è più probabile che si presenterà alla fase.
portuguese: [_A_] Você pode tentar esperar por aqui, mas é provavelmente mais provável que ela apareça no palco.
russian: [_A_] Вы можете постараться подождать здесь, но скорее всего она появится на сцене.

source: [_R_] Thanks anyways.
french: [ _R_ ] Merci de toute façon.
italian: [_R_] Grazie comunque.
portuguese: [_R_] Obrigado de qualquer maneira.
russian: Спасибо.

source: [_R_] Fine... But you'd better know where she is.
french: [_R_] Très bien... Mais vous devriez mieux savoir où elle se trouve.
italian: [_R_] Fine... Ma faresti meglio a sapere dov'è.
portuguese: [_R_] Fine ... Mas é melhor você saber onde ela está.
russian: [ _R_] Хорошо ... Но тебе лучше знать, где она.

source: [_AD_] I think you'll find it's worth your money.
french: [ _AD_ ] Je pense que vous allez trouver ça vaut votre argent.
italian: [_AD_] penso che troverai che vale il tuo denaro.
portuguese: [_AD_] Eu acho que você vai encontrar que vale o seu dinheiro.
russian: [_AD_] Я думаю, что вы найдете это стоит.

source: [_R_] Yeah right... I'm not spending any of my hard earned money on your stripper addiction.
french: [ _R_ ] Oui ... Je ne dépense aucun de mes revenus gagnés sur votre addiction au strip-teaseuse.
italian: [_R_] Sì bene... Non sto spendendo nessuno dei miei soldi guadagnati duramente per la tua dipendenza spogliarellista.
portuguese: [_R_] Sim certo ... Eu não estou gastando nenhum do meu dinheiro ganho com o seu vício de stripper.
russian: [ _R_] Да, да ... Я не трачу свои заработаные деньги на твою пристрастию.

source: [_AD_] And I'm not helping you find your mom.
french: [ _AD_ ] Et je ne t'aide pas à trouver ta mère.
italian: [_AD_] E non ti sto aiutando a trovare tua mamma.
portuguese: [_AD_] e não estou te ajudando a encontrar sua mãe.
russian: [_AD_] И я не помогаю вам найти свою маму.

source: [_AD_] Unless you change your mind of course.
french: [ _AD_ ] Sauf si vous changez d'avis, bien sûr.
italian: [_AD_] A meno che tu non cambi idea.
portuguese: [_AD_] A menos que você mude de ideia de curso.
russian: [ _AD_] Если вы не передумали.

source: [_R_] I'm not going to change my mind.
french: [_R_] Je ne vais pas changer d'avis.
italian: [_R_] Non cambierò idea.
portuguese: [__R_] Eu não vou mudar de opinião.
russian: [ _R_] Я не собираюсь менять свое мнение.

source: [_AD_] Well, you know where to find me if you do.
french: [ _AD_ ] Eh bien, vous savez où me trouver si vous le faites.
italian: [_AD_] Beh, sai dove trovarmi se lo fai.
portuguese: [_AD_] Bem, você sabe onde me encontrar se quiser.
russian: Ну, ты знаешь, где меня найти, если хочешь.

source: {i}"A little later..."{/i}
french: {i}"Un peu plus tard..." {/i}
italian: {i}"Un po' più tardi..."{/i}
portuguese: {i}"Um pouco mais tarde..."{/i}
russian: {i}"Немного позже..."{/i}

source: [_AD_] So when are you going to admit that watching your mom fuck other guys makes you hard?
french: [ _AD_ ] Alors, quand allez-vous admettre que regarder votre mère baiser les autres vous rend difficile?
italian: [_AD_] Quindi quando ammetti che guardare tua mamma scopare altri ragazzi ti rende difficile?
portuguese: [_AD_] Então, quando você vai admitir que ver a sua mãe foda-se outros caras te faz difícil?
russian: [ _AD_] Итак, когда ты собираешься признать, что смотреть на то, как твоя мама трахает других парней, делает тебя тяжело?

source: [_R_] No, I told you... It doesn't!
french: [_R_] Non, je vous l'ai dit... Ce n'est pas le cas!
italian: [_R_] No, ti ho detto... Non è così!
portuguese: [_R_] Não, eu te disse... Não é!
russian: Нет, я сказал тебе ... Это не так!

source: [_AD_] Don't lie. I saw the bulge in your pants the last time you were staring at her on the monitor getting fucked by Joey.
french: [ _AD_ ] Ne mens pas. J'ai vu le gonflement dans votre pantalon la dernière fois que vous lui fixiez sur le moniteur se faire baiser par Joey.
italian: [_AD_] Non mentire. Ho visto il rigonfiamento nei pantaloni l'ultima volta che la stavi fissando sul monitor farsi scopare da Joey.
portuguese: [_AD_] Não minta. Eu vi o bulge em suas calças na última vez que você estava olhando fixando para ela no monitor sendo foda por Joey.
russian: Не лги. Я видел, как в твоих штанах в последний раз ты смотрел на нее на мониторе, который трахал Джоуи.

source: [_R_] It just makes me feel fucking jealous, okay. It makes me wish I'd made better choices to have prevented her ever going into that office in the first place.
french: [ _R_ ] Ça me fait me sentir putain de jaloux, d'accord. Cela me fait souhaiter que j'ai fait de meilleurs choix pour l'empêcher d'entrer dans ce bureau en premier lieu.
italian: [_R_] Mi fa solo sentire geloso, ok. Mi fa desiderare di aver fatto scelte migliori per averla impedita di entrare in quell'ufficio in primo luogo.
portuguese: [_R_] Isso só me faz sentir porra de ciúmes, ok. Isso me faz desejar ter feito escolhas melhores para tê-la impedido de ir a esse escritório em primeiro lugar.
russian: Это просто заставляет меня чувствовать, блядь, ревновать, хорошо. Это заставляет меня желать лучшего выбора, чтобы помешать ей когда-либо попасть в этот офис.

source: [_R_] The fact that I get hard just confuses me. Like, I hate it, but it turns me on.
french: [ _R_ ] Le fait que je me sens dur me confond. Je déteste ça, mais ça me tourne.
italian: [_R_] Il fatto che mi faccia fatica mi confonde. Mi piace, lo odio, ma mi accende.
portuguese: [_R_] O fato de eu ficar duro só me confunde. Como eu, eu odeio, mas isso me liga.
russian: [ _R_] Тот факт, что я сильно путаю меня. Типа, я ненавижу это, но меня это касается.

source: [_AD_] Maybe you can process some stuff by watching her go at it again tonight, huh?
french: [_AD_] Peut-être pouvez-vous traiter des choses en la regardant à nouveau ce soir, hein?
italian: [_AD_] Forse è possibile elaborare qualche roba guardandola andare di nuovo stasera, eh?
portuguese: [_AD_] Talvez você possa processar algumas coisas assistindo a que ela vá novamente hoje à noite, hein?
russian: [ _AD_] Может быть, вы можете обработать некоторые вещи, наблюдая за ней сегодня вечером, а?

source: [_RT_] {i}What's there to process? I'm a sick fuck, I already know that.{/i}
french: [_RT_] {i}Qu'est-ce qu'il y a à traiter ? Je suis une baise malade, je le sais déjà.{/i}
italian: [_RT_] {i}Cosa c'è da elaborare? Sono un cazzo malato, lo so già.{/i}
portuguese: [_RT_] {i}O que há para processar? Eu sou um fodo doente, eu já sei disso. {/i}
russian: [_RT_] {i}Что там делать? Я больной кулак, я уже знаю это.{/i}

source: [_AD_] Busy as always, huh JJ?
french: [_AD_] Occupé comme toujours, hein JJ ?
italian: [_AD_] Occupato come sempre, huh JJ?
portuguese: [_AD_] Ocupado como sempre, huh JJ?
russian: Как всегда, а Джей Джей?

source: [_JJ_] Getting more done than you are.
french: [ _JJ_ ] Pour plus d'efforts que vous ne l'êtes.
italian: [_JJ_] Come fare di più di te.
portuguese: [_JJ_] Obtendo mais feito do que você é.
russian: [_JJ_] Получение больше, чем вы.

source: [_AD_] Go get more done somewhere else, kay... I need the room again.
french: [ _AD_ ] Allez chercher plus fait ailleurs, kay ... J'ai besoin de la chambre à nouveau.
italian: [_AD_] Vai a fare di più da qualche altra parte, kay... Ho bisogno della stanza di nuovo.
portuguese: U[_AD_] Vá fazer mais em outro lugar, tudo bem... Eu preciso da sala novamente.
russian: [_AD_] Пойду сделать больше где-то еще, кая... Мне нужна комната снова.

source: [_JJ_] Why is it that you have no respect for me or the gaming community?
french: [ _JJ_ ] Pourquoi est-ce que vous n'avez aucun respect pour moi ou la communauté des jeux?
italian: [_JJ_] Perché non hai rispetto per me o per la comunità di giochi?
portuguese: [_JJ_] Por que você não tem respeito por mim ou pela comunidade de jogos?
russian: [_JJ_] Почему вы не уважаете меня или игрового сообщества?

source: [_JJ_] I can't just keep abandoning my band of virtual voyagers every time you come in here.
french: [ _JJ_ ] Je ne peux pas continuer à abandonner mon groupe de voyageurs virtuels chaque fois que vous venez ici.
italian: [_JJ_] Non posso continuare ad abbandonare la mia band di viaggiatori virtuali ogni volta che arrivi qui.
portuguese: [__JJ_] Eu não posso simplesmente continuar abandonando minha banda de voyagers virtuais toda vez que você entra aqui.
russian: [_JJ_] Я не могу просто оставлять мою группу виртуальных путешественников каждый раз, когда вы приедете сюда.

source: [_AD_] You can, and you will.
french: [ _AD_ ] Vous pouvez, et vous le pouvez.
italian: [_AD_] Puoi e lo farai.
portuguese: [_AD_] Você pode, e você vai.
russian: [ _AD_] Вы можете, и вы будете.

source: [_AD_] And has there been any problems in the casino someone should know about?
french: [ _AD_ ] Et est-ce qu'il y a eu des problèmes dans le casino que quelqu'un devrait savoir?
italian: [_AD_] E ci sono stati problemi nel casinò qualcuno dovrebbe saperlo?
portuguese: [_AD_] E tem havido algum problema no cassino que alguém deve saber?
russian: [_AD_] И возникли какие-либо проблемы в казино, о которых кто-то должен знать?

source: [_JJ_] Besides what I'm recording in my uncle's office, and Armani spitting in that creepy guy's drink again, everything is pretty chill.
french: [ _JJ_ ] En plus de ce que j'enregistre dans le bureau de mon oncle, et Armani craché dans cette boisson de ce type, tout est assez froid.
italian: [_JJ_] Oltre a quello che sto registrando nell'ufficio di mio zio, e Armani sputare in quel ragazzo raccapricciante bevanda di nuovo, tutto è piuttosto freddo.
portuguese: [__JJ_] Além do que eu estou gravando no meu escritório de unCles, e Armani cuspindo naquela bebida de cara arrepiante de novo, tudo é bem frio.
russian: Кроме того, что я записываю в кабинете моего дяди, и Армани снова плюет в выпивку этого жутковатого парня, все довольно холодно.

source: [_AD_] Good, now get lost.
french: [_AD_] Bien, se perd.
italian: [_AD_] Bene, ora perderai.
portuguese: U[_AD_] Bom, agora seja perdido.
russian: [_AD_] Хорошо, теперь теряется.

source: [_JJ_] Dude, let me know if you ever want me to send you one of your mom's recordings.
french: [ _JJ_ ] Dude, laissez-moi savoir si vous voulez que je vous envoie un de vos enregistrements de maman.
italian: [_JJ_] Dude, fatemi sapere se volete che vi invii una delle registrazioni di vostra mamma.
portuguese: [_JJ_] Cara, me conte se você quiser que eu te mande uma das gravações da sua mãe.
russian: [_JJ_] Dude, сообщите мне, если вы хотите, чтобы я прислал вам одну из записей.

source: [_R_] Get fucked!
french: [_R_] Soignez-vous !
italian: [_R_] Fottevi scopare!
portuguese: U[_R_] fique preso!
russian: [_R_] Приручиться!

source: [_JJ_] You sure? Sitting in class listening to your mom teach a lesson is so much more enjoyable when you're picturing a scene from one of these recordings.
french: [_JJ_] Vous êtes sûr ? Assis en classe à l'écoute de votre mère enseigner une leçon est tellement plus agréable quand vous photographiez une scène de l'un de ces enregistrements.
italian: [_JJ_] Sei sicuro? Seduto in classe ascoltando tua mamma insegnare una lezione è molto più piacevole quando stai fotografando una scena da una di queste registrazioni.
portuguese: [_JJ_] Tem certeza? Sentar na turma que ouve sua mãe ensinar uma aula é muito mais agradável quando você está impondo uma cena de uma dessas gravações.
russian: Ты уверен? Сидеть в классе, слушая свою маму, преподавать урок намного приятнее, когда ты представляешь сцену из одной из этих записей.

source: [_JJ_] I could even use AI to put your face on Uncle Joey's body if you were into it.
french: [ _JJ_ ] Je pourrais même utiliser l'IA pour mettre votre visage sur le corps de Oncle Joey si vous y étiez.
italian: [_JJ_] Potrei anche usare l'IA per mettere il tuo viso sul corpo dello zio Joey se fossi in esso.
portuguese: [__JJ_] Eu poderia até usar AI para colocar o seu rosto no corpo do tio Joey se você estivesse afim.
russian: [_JJ_] Я даже могу использовать ИИ, чтобы поставить ваше лицо на тело Дядя Джоя, если вы были в нем.

source: [_JJ_] Okay, not now, but let me know if you change your mind.
french: [ _JJ_ ] Ok, pas maintenant, mais laissez-moi savoir si vous changez d'avis.
italian: [_JJ_] Okay, non ora, ma fatemi sapere se cambiate idea.
portuguese: [_JJ_] Ok, não agora, mas deixe-me saber se você mudar de opinião.
russian: Ладно, не сейчас, но дай мне знать, если ты передумаешь.

source: [_AD_] Ready?
french: [_AD_] Prêt?
italian: [_AD_] Pronto?
portuguese: [_AD_] pronto?
russian: [ _AD_] Готово?

source: [_AD_] Let me just get this to the right camera.
french: [ _AD_ ] Laissez-moi juste passer à la bonne caméra.
italian: [_AD_] Permettetemi di ottenere questo alla macchina fotografica giusta.
portuguese: [_AD_] Deixe-me apenas levar isso para a câmera certa.
russian: Позволь мне взять это на правую камеру.

source: [_AD_] Yep, there we go.
french: [ _AD_ ] Yep, on y va.
italian: [_AD_] Yep, lì andiamo.
portuguese: [_AD_] Yep, lá vamos nós.
russian: Да, вот так.

source: [_AD_] Doing the very same thing she was doing the last time we came in here.
french: [ _AD_ ] Faire la même chose qu'elle faisait la dernière fois que nous sommes venus ici.
italian: [_AD_] Facendo la stessa cosa che stava facendo l'ultima volta che siamo entrati qui.
portuguese: [_AD_] Fazendo a mesma coisa que ela estava fazendo a última vez que viemos aqui.
russian: [ _AD_] Делать то же самое, что она делала в последний раз, когда мы пришли сюда.

source: [_R_] Can you at least cancel the recording JJ's making?
french: [ _R_ ] Pouvez-vous au moins annuler l'enregistrement des JJ?
italian: [_R_] Puoi almeno annullare la registrazione JJ?
portuguese: [_R_] Você pode pelo menos cancelar a gravação do JJ de gravação?
russian: [_R_] Можете ли вы, по крайней мере, отменить запись JJ?

source: [_AD_] I can try...
french: [ _AD_ ] Je peux essayer ...
italian: [_AD_] posso provare...
portuguese: [_AD_] Eu posso tentar...
russian: [_AD_] Я могу попробовать...

source: [_AD_] Nope, he's locked me out the controls again. Smart little fucker.
french: [_AD_] Non, il m'a à nouveau verrouillé les commandes. Un petit coup de foutre intelligent.
italian: [_AD_] Nope, mi ha bloccato di nuovo i controlli. Piccolo cazzo intelligente.
portuguese: [_AD_] Nope, ele me trancou os controles novamente. Pequeno esperto.
russian: [_AD_] Нет, он снова заблокировал меня от элементов. Умный маленький кулак.

source: [_AD_] Nope, I guess you should just forget about that, sit back, and enjoy the show.
french: [ _AD_ ] Non, je suppose que tu devrais oublier ça, t'asseoir, et apprécier le spectacle.
italian: [_AD_] Nope, suppongo che dovreste solo dimenticarvi, sedervi e godervi lo spettacolo.
portuguese: [_AD_] Não, acho que você deve simplesmente esquecer isso, sentar e aproveitar o espelho.
russian: Нет, думаю, тебе стоит забыть об этом, сидеть и наслаждаться шоу.

source: [_R_] I've never been down this hallway.
french: [ _R_ ] Je n'ai jamais été dans le couloir.
italian: [_R_] non sono mai stato giù per questo corridoio.
portuguese: [_R_] Nunca estive por este corredor.
russian: Я никогда не был в этом коридоре.

source: [_AD_] You haven't been down a lot of hallways down here.
french: [ _AD_ ] Vous n'avez pas descendu beaucoup de couloirs ici.
italian: [_AD_] Non sei stato giù un sacco di corridoi qui.
portuguese: [_AD_] Você não tem desferido um monte de corredores aqui embaixo.
russian: Ты не был в коридоре внизу.

source: [_AD_] There's a lot that happens behind the scenes in a casino that you would never imagine.
french: [ _AD_ ] Il y a beaucoup de chose qui se passe dans les coulisses d'un casino que vous n'imaginez jamais.
italian: [_AD_] C'è molto che accade dietro le quinte in un casinò che non si potrebbe mai immaginare.
portuguese: [_AD_] Tem muita coisa que acontece nos bastidores de um cassino que você nunca imaginaria.
russian: [_AD_] За сценой в казино много бывает, что вы никогда не представляли.

source: [_R_] You mean like a torture room?
french: [_R_] Vous voulez dire comme une salle de torture?
italian: [_R_] Vuoi dire come una stanza di tortura?
portuguese: [__R_] Quer dizer como uma sala de tortura?
russian: [ _R_] Вы имеете в виду, как в комнате пыток?

source: [_AD_] Haha... Not just one.
french: [_AD_] Haha... Pas un seul.
italian: [_AD_] Haha... Non solo.
portuguese: U[_AD_] Haha... Não é só uma.
russian: [ _AD_] Хаха ... Не только один.

source: [_AD_] Okay, here we are. The surveillance room.
french: [ _AD_ ] Ok, nous sommes là. La salle de surveillance.
italian: [_AD_] Okay, eccoci qui. La sala di sorveglianza.
portuguese: [_AD_] Ok, aqui estamos nós. A sala de vigilância.
russian: Хорошо, вот и мы. Комната наблюдения.

source: [_AD_] Let me just find my key...
french: [ _AD_ ] Laisse-moi trouver ma clé ...
italian: [_AD_] Permettetemi di trovare la mia chiave...
portuguese: U[_AD_] Deixe-me encontrar a minha chave...
russian: Позволь мне найти мой ключ ...

source: [_AD_] JJ, what the hell? You're supposed to be watching the video feed.
french: [_AD_] JJ, quel enfer ? Vous êtes censé regarder le flux vidéo.
italian: [_AD_] JJ, qual è l'inferno? Dovresti guardare il feed video.
portuguese: [_AD_] JJ, que inferno? É suposto você estar assistindo a transmissão do vídeo.
russian: [_AD_] JJ, что за ад? Ты должен смотреть видеоканал.

source: [_JJ_] Okay... Mom!
french: [_JJ_] Ok... Maman !
italian: [_JJ_] Okay... Mamma!
portuguese: [_JJ_] Ok ... Mãe!
russian: [ _JJ_] Хорошо ... Мама!

source: [_JJ_] Get off my ass... Sheesh!
french: [_JJ_] Quittez mon cul... Sheesh!
italian: [_JJ_] Scendi dal culo... Sheesh!
portuguese: [_JJ_] Saia da minha vida... Sheesh!
russian: [_JJ_] Выйди мою асс... Шеш!

source: [_JJ_] And relax... I installed an AI that can detect cheating on the casino floor better than any human. It'll alert me as soon as it finds any problems.
french: [ _JJ_ ] Et détendu ... J'ai installé un IA qui peut détecter la tricherie sur le plancher du casino mieux que n'importe quel humain. Il m'alertera dès qu'il aura trouvé des problèmes.
italian: [_JJ_] E relax... Ho installato un'IA che può rilevare truffa sul pavimento del casinò meglio di qualsiasi essere umano. Mi avviserà non appena trova problemi.
portuguese: [_JJ_] E relaxar ... Instalei uma IA que pode detectar trapaça no chão do cassino melhor do que qualquer humano. Vai me alertar assim que encontrar algum problema.
russian: [_JJ_] И релаксация... Я установил ИИ, который может обнаружить обман на полу казино лучше, чем любой человек. Он предупредит меня, как только он найдет какие-либо проблемы.
