Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_RT_] {i}Fuck... I can just imagine it sitting on my face!{/i}
italian: [_RT_] {i}Fuck... Posso solo immaginarlo seduto sul mio viso!{/i}

source: [_RT_] {i}She'd probably do it too, if I could get up the guts to ask.{/i}
italian: [_RT_] {i}Probabilmente lo farebbe anche, se potessi alzarmi la busta per chiedere.{/i}

source: [_RT_] {i}Do I dare compliment her ass this time?{/i}
italian: [_RT_] {i}Ho il coraggio di complimentarmi con il suo culo questa volta?{/i}

source: [_R_] I really like those shorts, Mandy. They make your ass look sexy.
italian: [_R_] Mi piacciono molto quei pantaloncini, Mandy. Fanno apparire il culo sexy.

source: [_MD_] Oh, is that why your pants are bulging?
italian: [_MD_] Oh, è questo il motivo per cui i pantaloni sono ingombranti?

source: [_R_] No comment.
italian: [_R_] Nessun commento.

source: [_MDT_] {i}Mmm... that dick is growing!{/i}
italian: [_MDT_] {i}Mmm... quel cazzo sta crescendo!{/i}

source: [_MDT_] {i}Oh, my God! He can't stop staring at my ass!{/i}
italian: [_MDT_] {i}Oh, mio Dio! Non può smettere di fissare il mio culo!{/i}

source: [_MDT_] {i}I'm sure he's noticed that I've been presenting it to him this whole time.{/i}
italian: [_MDT_] {i}Sono sicuro che ha notato che l'ho presentato per tutto questo tempo.{/i}

source: [_MDT_] {i}I wonder what he'll say?{/i}
italian: [_MDT_] {i}Mi chiedo cosa dirà?{/i}

source: [_MDT_] {i}Really?... Nothing?...{/i}
italian: [_MDT_] {i}Davvero?... Niente?...{/i}

source: [_MDT_] {i}Well, that's disappointing!{/i}
italian: [_MDT_] {i}Beh, è deludente!{/i}

source: [_R_] Oh?... I feel so bad for you. Why don't you spray yourself with freezing cold hose water?
italian: [_R_] Oh?... Mi sento così male per te. Perché non ti spruzzi con acqua fredda congelante?

source: [_RT_] {i}Wet T-shirt, wet T-shirt, wet T-shirt!{/i}
italian: [_RT_] {i}T-shirt bagnata, T-shirt bagnata, T-shirt bagnata!{/i}

source: [_R_] Wha... Uh, what problem?
italian: [_R_] Wha... Uh, quale problema?

source: [_R_] Mandy... You're not wearing a bra... I can see your...
italian: [_R_] Mandy... Non stai indossando un reggiseno... posso vedere il tuo...

source: [_R_] Wait... My fault?
italian: [_R_] Aspetta... La colpa mia?

source: [_MD_] I can't stop thinking about our late night games with Lauren.
italian: [_MD_] Non riesco a smettere di pensare ai nostri giochi di tarda notte con Lauren.

source: [_R_] Oh, you mean...
italian: [_R_] Oh, intendete...

source: [_MD_] Yes.
italian: [_MD_] Sì.

source: [_R_] I'm, uh.... glad you liked it.
italian: [_R_] Io, uh.... felice che ti sia piaciuto.

source: [_R_] Wait, someone could come out here and catch us.
italian: [_R_] Aspetta, qualcuno potrebbe uscire qui e prenderci.

source: [_MD_] Someone like Lauren?
italian: [_MD_] Qualcuno come Lauren?

source: [_MD_] Oh, dirty boy!
italian: [_MD_] Oh, ragazzo sporco!

source: [_MD_] Your dick twitched when I said your sister's name.
italian: [_MD_] Il tuo cazzo si è spaccato quando ho detto il nome di tua sorella.

source: [_MD_] But it's not your sister you're going to cover in sperm this time.
italian: [_MD_] Ma questa volta non è tua sorella che coprirai di spermatozoi.

source: [_R_] Oh, God... Mandy... Your hand feels good. But we'll get caught out here.
italian: [_R_] Oh, Dio... Mandy... La tua mano si sente buona. Ma saremo presi qui.

source: [_MD_] Didn't you say you like my little titties?
italian: [_MD_] Non hai detto che ti piacciono le mie cucciolette?

source: [_R_] Fuck, yes! I want to drench you in my sperm.
italian: [_R_] Cazzo sì! Voglio strizzarti nel mio sperma.

source: [_C_] You mother fucker!
italian: [_C_] Tu madre scopata!

source: [_C_] [ryan]!... Get away from my daughter!
italian: [_C_] [ryan]!... Allontanati da mia figlia!

source: [_R_] {i}(Whispering){/i} Shit, we're fucked!
italian: [_R_] {i}(Whispering){/i} Merda, siamo scopati!

source: [_MD_] {i}(Whispering){/i} Quick, cover your dick up!
italian: [_MD_] {i}(Whispering){/i} Rapido, copri il tuo cazzo!

source: [_MD_] Hey, Mom... I didn't know you were home.
italian: [_MD_] Hey, Mamma... Non sapevo che fossi a casa.

source: [_C_] Mandy, I've told you not to go near that pervert.
italian: [_C_] Mandy, ti ho detto di non avvicinarti a quel pervertito.

source: [_MD_] We were just doing our chores.
italian: [_MD_] Stavamo solo facendo le nostre faccende.

source: [_C_] I don't care! [ryan] can do them! Now come here young lady.
italian: [_C_] non mi importa! [ryan] può farli! Ora venite qui la giovane signora.

source: [_C_] Why are you all wet? Oh, my God!
italian: [_C_] Perché siete tutti bagnati? Oh, mio Dio!

source: [_C_] Are you not wearing a bra again?
italian: [_C_] Non stai ancora indossando un reggiseno?

source: [_MD_] What's the big deal? Unlike you, I don't have massive fake knockers. I don't need a bra.
italian: [_MD_] Qual è il grande affare? A differenza di te, non ho grossi falsi bussanti. Non ho bisogno di un reggiseno.

source: [_C_] That is not the point. I can see your nipples for Christ' sake! You're lucky [ryan] didn't attack you.
italian: [_C_] Questo non è il punto. Posso vedere i tuoi capezzoli per amore di Cristo! Sei fortunato [ryan] non ti ha attaccato.

source: [_C_] What have I told you about acting like a tramp? Now go inside.
italian: [_C_] Che cosa ti ho detto di comportarti come una trappola? Ora vai dentro.

source: [_MD_] But, Mom!
italian: [_MD_] Ma, mamma!

source: [_C_] Don't raise your voice to me! Now go inside.
italian: [_C_] Non alzare la tua voce per me! Ora vai dentro.

source: [_C_] And put a bra on!
italian: [_C_] E mettere un reggiseno!

source: [_MDT_] {i}Just you wait, Mom...{/i}
italian: [_MDT_] {i}Basta aspettare, Mom...{/i}

source: [_MDT_] {i}You won't be controlling my life for much longer.{/i}
italian: [_MDT_] {i}Non controllerai la mia vita molto più a lungo.{/i}

source: [_RT_] {i}What a hypocrite... Chews Mandy out for dressing like a slut and immediately lays out on the deck in a string bikini, in full view of her own "perverted" nephew.{/i}
italian: [_RT_] {i}Che ipocrita... Orologi Mandy per vestirsi come una troia e subito si stende sul ponte in un bikini a corda, in piena vista del suo proprio nipote "pervertito". /i}

source: [_RT_] {i}I didn't really understand why Mandy wanted me to fuck her mom before, but I sort of get it now. It's still a little twisted, but who am I to talk?{/i}
italian: [_RT_] {i}Non ho capito davvero perché Mandy voleva che scopassi prima sua mamma, ma ora lo ottengo. È ancora un po' contorto, ma chi sono io a parlare?{/i}

source: [_RT_] {i}Now, I just have to figure out how to fuck my own aunt.{/i}
italian: [_RT_] {i}Ora, devo solo capire come scopare la mia zia, {/i}

source: [_R_] Yeah, that yard work sneaks up on you.
italian: [_R_] Sì, quel cantiere lavora furtivamente su di te.

source: [_R_] Now... Should we swap jobs today?
italian: [_R_] Now... Dovremmo scambiare lavori oggi?

source: [_MD_] Nu huh... I think we'll go faster if we just do the chores we're already good at.
italian: [_MD_] Nu huh... Penso che andremo più velocemente se facciamo solo le faccende a cui siamo già bravi.

source: [_R_] But don't you want to get better at...
italian: [_R_] Ma non si vuole migliorare a...

source: [_RT_] {i}If I lose a finger or a toe, it's her fault for distracting me.{/i}
italian: [_RT_] {i}Se perdo un dito o un dito, è colpa sua per distrarmi. {/i}

source: [_RT_] {i}Fuck... That ass is making my imagination run wild!{/i}
italian: [_RT_] {i}Fuck... Quel culo sta rendendo la mia immaginazione selvaggia!{/i}

source: [_RT_] {i}Those hips are so thin!... I wonder if she could even take me.{/i}
italian: [_RT_] {i}Quei fianchi sono così sottili!... Mi chiedo se potrebbe anche prendermi.{/i}

source: [_RT_] {i}Fuck... My dick is growing!{/i}
italian: [_RT_] {i}Fuck... Il mio cazzo sta crescendo!{/i}

source: [_RT_] {i}Shit... I've got to think of something gross! I know... The school lunch lady naked.{/i}
italian: [_RT_] {i}merda... Devo pensare a qualcosa di grossolano! Lo so... La signora del pranzo della scuola nuda.{/i}

source: [_RT_] {i}Ah, Damnit... It's not working... I'm getting turned on my some weird shit lately.{/i}
italian: [_RT_] {i}Ah, Damnit... Non sta funzionando... Sto accendendo la mia strana merda ultimamente.{/i}

source: [_RT_] {i}Why does she keep pointing her ass at me?{/i}
italian: [_RT_] {i}Perché continua a puntare il culo verso di me?{/i}

source: [_RT_] {i}Is she wanting me to compliment her?{/i}
italian: [_RT_] {i}Mi vuole complimentarmi con lei? {/i}

source: [_R_] You're looking fine from behind!
italian: [_R_] Stai guardando bene da dietro!

source: [_MD_] Uhhh... Thanks?
italian: [_MD_] Uhhhh... Grazie?

source: [_RT_] {i}Uh, oh... The look on her face... She didn't like me saying that.{/i}
italian: [_RT_] {i}Uh, oh... Lo sguardo sul suo viso... Non le piaceva dirlo.{/i}

source: [_RT_] {i}Stupid, stupid, stupid!{/i}
italian: [_RT_] {i}Stupido, stupido!{/i}

source: [_MDT_] {i}I know I provoked that... But why did he have to say something?{/i}
italian: [_MDT_] {i}So che l'ho provocato... Ma perché ha detto qualcosa?{/i}

source: [_MDT_] {i}I guess I'm not feeling horny enough to like that kind of compliment right now.{/i}
italian: [_MDT_] {i}Immagino di non sentirmi abbastanza arrapato da apprezzare questo tipo di complimenti in questo momento.{/i}

source: {i}{b}"Mandy's Libido -1"{/b}{/i}
italian: {i}{b}"La libido di Mandy -1"{/b}{/i}

source: [_MDT_] {i}Oh, my God! I'm pretty sure he's popping a boner!{/i}
italian: [_MDT_] {i}Oh, mio Dio! Sono abbastanza sicuro che sta spuntando un boner!{/i}

source: [_MDT_] {i}Jesus Christ, that's a big bulge!{/i}
italian: [_MDT_] {i}Gesù Cristo, questo è un grosso ingombro!{/i}

source: [_MDT_] {i}He'd better pay better attention to what he's doing or he's going to cut it off!{/i}
italian: [_MDT_] {i}Sarebbe meglio prestare maggiore attenzione a quello che sta facendo o sta per tagliarlo!{/i}

source: [_MDT_] {i}Maybe I should stop teasing him by waving my ass across his field of vision over and over.{/i}
italian: [_MDT_] {i}Forse dovrei smettere di prendere in giro il mio culo attraverso il suo campo visivo.{/i}

source: [_MDT_] {i}Ha... I should water my cousin again while I'm at it.{/i}
italian: [_MDT_] {i}Ha... Dovrei annaffiare di nuovo il mio cugino mentre mi trovo.{/i}

source: [_MD_] Well... I don't want you to get heat stroke! Trust me, I only have your best interests in mind.
italian: [_MD_] Beh... Non voglio che tu ottenga colpo di caldo! Fidati di me, ho solo i tuoi migliori interessi in mente.

source: [_MD_] Well, my part of the yard is finished. Have fun mowing the lawn... I'm off to get a drink.
italian: [_MD_] Beh, la mia parte del cortile è finita. Buon divertimento falciare il prato... Sono fuori per prendere un drink.

source: [_MD_] Later!
italian: [_MD_] Più tardi!

source: [_RT_] {i}Damn!... I was kind of hoping she'd grab my dick again.{/i}
italian: [_RT_] {i}Damn!... Ho sperato che lei avrebbe preso di nuovo il mio cazzo.{/i}

source: [_RT_] {i}Her libido must not be off the charts like that last time.{/i}
italian: [_RT_] {i}La sua libido non deve essere fuori dai grafici come quella ultima volta.{/i}

source: [_RT_] {i}Well, at least Aunt Camille won't be chewing us out again.{/i}
italian: [_RT_] {i}Beh, almeno zia Camille non ci masticherà di nuovo.{/i}

source: [_RT_] {i}Sheesh!... That Mandy's a bold one. I'll bet if she were horny enough she'd try to do something with me right here in the yard.{/i}
italian: [_RT_] {i}Sheesh!... Quel Mandy è audace. Scommetterò se fosse abbastanza arrapata lei avrebbe provato a fare qualcosa con me proprio qui nel cantiere. {/i}

source: [_RT_] {i}I'd better be careful not to get her libido too high, or who knows what could happen?{/i}
italian: [_RT_] {i}farei meglio a non alzare troppo la sua libido, o chissà cosa potrebbe succedere?{/i}

source: {i}{b}TIP:{/b}"For some additional fun, see what happens if you get Mandy's libido to 8 or higher.{/i}
italian: {i}{b}SUGGERIMENTO:{/b}"Per qualche divertimento aggiuntivo, vedi cosa succede se hai la libido di Mandy a 8 o superiore.{/i}

source: [_RT_] {i}Not bad.{/i}
italian: [_RT_] {i}Non cattivo.{/i}

source: [_RT_] {i}All in all, I've got to say all that work, and the finished results feel pretty satisfying.{/i}
italian: [_RT_] {i}Tutto sommato, devo dire tutto quel lavoro e i risultati finiti si sentono abbastanza soddisfacenti.{/i}

source: [_RT_] {i}Now, we can all keep enjoying the sunshine.{/i}
italian: [_RT_] {i}Ora, possiamo continuare a goderci il sole.{/i}

source: [_R_] You really never had to do chores at your house?
italian: [_R_] Non hai mai dovuto fare faccende a casa tua?

source: [_MD_] Never. We had a housekeeper that kept everything clean.
italian: [_MD_] Mai. Avevamo un governante che teneva tutto pulito.

source: [_R_] Was she, uh...
italian: [_R_] Era lei, uh...

source: [_MD_] Was she the homewrecker that Dad ran away with?... Yeah...
italian: [_MD_] Lei era la casalinga con cui papà è scappato via?... Sì...

source: [_R_] Ah, I'm sorry... I didn't mean to bring that up.
italian: [_R_] Ah, mi dispiace... non avevo intenzione di farlo suonare.

source: [_MD_] Don't sweat it.
italian: [_MD_] Non la sudi.

source: [_MD_] Now, tell me what we're supposed to do.
italian: [_MD_] Ora, dimmi cosa dovremmo fare.

source: [_R_] Ok, well... I suppose I normally start by taking the trash and recycling out to the curb.
italian: [_R_] Ok, bene... Suppongo che normalmente inizio prendendo il cestino e riciclo fuori alla curva.

source: [_MD_] Eww... carrying garbage? Maybe you can do that.
italian: [_MD_] Eww... portando spazzatura? Forse puoi farlo.

source: [_RT_] {i}Jeez... It's not that big of a deal, and only takes a minute.{/i}
italian: [_RT_] {i}Jeez... Non è così grande di un affare, e richiede solo un minuto.{/i}

source: [_RT_] {i}Oh! Maybe I can use this to pass on "The curse of the Beast" to Mandy!{/i}
italian: [_RT_] {i}Oh! Forse posso usare questo per trasmettere "La maledizione della Bestia" a Mandy!{/i}

source: [_R_] Uh, yeah... It's pretty gross, but if you want, I can do that and you can do something else?
italian: [_R_] Uh, sì... è piuttosto grossolano, ma se vuoi, posso farlo e puoi fare qualcos'altro?

source: [_MD_] Cool... thanks [ryan]. So, what else?
italian: [_MD_] Cool... grazie [ryan]. Quindi, cos'altro?

source: [_R_] Next, I usually pick up the yard. The girls are always leaving crap out on the deck.
italian: [_R_] Successivamente, di solito raccolgo il cortile. Le ragazze stanno sempre lasciando sfuggire sul mazzo.

source: [_MD_] You have to pick up after them? Why can't they pick up their own stuff?
italian: [_MD_] Devi prendere dopo di loro? Perché non possono prendere la loro roba?

source: [_R_] I know, right? It's super demeaning. Like I'm their slave or something.
italian: [_R_] lo so, giusto? È super dissennato. Come se fossi schiavo o qualcosa.

source: [_MD_] I guess it's not too bad?...
italian: [_MD_] Immagino che non sia troppo male?...

source: [_RT_] {i}Uh oh... I need her to pass on this one too... I need to free myself from the Beast's curse!{/i}
italian: [_RT_] {i}Uh oh... Ho bisogno che lei trasmetta anche questo... Devo liberarmi dalla maledizione della Bestia!{/i}

source: [_RT_] {i}Think, [ryan]!{/i}
italian: [_RT_] {i}Pensare, [ryan]!{/i}

source: [_R_] You're right... It really isn't too bad, but it's the principal behind it that really gets to me.
italian: [_R_] Hai ragione... Non è davvero male, ma è il principale dietro di esso che mi arriva davvero.

source: [_R_] I hate the fact that my sisters just think I should be their slave!
italian: [_R_] Odio il fatto che le mie sorelle pensino solo che dovrei essere loro schiavi!

source: [_R_] I mean, I know you don't have siblings... but would you like it if you're mom left a wake of garbage everywhere she went, and expected you to clean it up?
italian: [_R_] Voglio dire, so che non hai fratelli... ma ti piacerebbe se sei mamma ha lasciato una scia di spazzatura ovunque andava, e si aspettava che lo ripulisci?

source: [_MD_] She kind of does, only... our housekeeper, Cindy was always there to clean up after her.
italian: [_MD_] Lei è gentile, solo... il nostro governante, Cindy era sempre lì per ripulire dopo di lei.

source: [_R_] Well, I'm sure she's going to be using the backyard once we get it back into usable order.
italian: [_R_] Beh, sono sicuro che lei userà il cortile una volta che lo riprenderemo nell'ordine utilizzabile.

source: [_R_] You think you wouldn't mind cleaning up after her?
italian: [_R_] Pensi che non ti dispiacerebbe ripulire dopo di lei?

source: [_MD_] No way am I cleaning up after my lazy ass of a mom! What else is there?
italian: [_MD_] Nessun modo sto ripulendo dopo il mio culo pigro di una mamma! Che altro c'è?

source: [_RT_] {i}Okay, [ryan]... time to bring it home. Dad passed this curse to you, now you need to pass it on to Mandy and you'll finally be free.{/i}
italian: [_RT_] {i}Okay, [ryan]... tempo per portarlo a casa. Papà ti ha passato questa maledizione, ora devi passarla a Mandy e sarai finalmente gratuito.{/i}

source: [_MD_] Wow! What's that thing?
italian: [_MD_] Wow! Che cos'è?

source: [_R_] This, Mandy, is the pinacle of lawn care technology.
italian: [_R_] Questo, Mandy, è il pinacolo della tecnologia di cura del prato.

source: [_R_] One of the most useful inventions on four plastic wheels.
italian: [_R_] Una delle invenzioni più utili su quattro ruote in plastica.

source: [_R_] My Dad calls her, "The Beast".
italian: [_R_] Mio papà la chiama, "La Bestia".

source: [_R_] So mowing the lawn is something easy you can do.
italian: [_R_] Così falciare il prato è qualcosa di facile che si può fare.

source: [_R_] You just rev it up and run it over all the grass. Super easy.
italian: [_R_] Basta rivederlo e farlo correre su tutta l'erba. Super facile.

source: [_MD_] It looks so old.
italian: [_MD_] Sembra così vecchio.

source: [_R_] That just means it's reliable.
italian: [_R_] Questo significa solo che è affidabile.

source: [_RT_] {i}I'm sure we'd have a state of the art lawnmower if it was Dad's job to mow the lawn, but since it's my job, he just had to make sure it kept running.{/i}
italian: [_RT_] {i}Sono sicuro che avremmo uno stato dell'arte rasaerba se fosse il lavoro di papà per falciare il prato, ma dato che è il mio lavoro, ha dovuto solo assicurarsi che continuasse a correre. /i}

source: [_MD_] It seems dangerous.
italian: [_MD_] Sembra pericoloso.

source: [_R_] It couldn't be safer!
italian: [_R_] Non poteva essere più sicuro!

source: [_RT_] {i}Yeah, right... The Beast is as rickety as they come.{/i}
italian: [_RT_] {i}Yeah, destra... La Bestia è così ricca come vengono.{/i}

source: [_RT_] {i}Not to mention you get to spend the whole time mowing in a cloud of the Beast's exhaust.{/i}
italian: [_RT_] {i}Per non parlare si arriva a trascorrere tutto il tempo falciando in una nuvola di esaurimento della Bestia.{/i}

source: [_MD_] You know, picking up the deck and moving the trash doesn't sound so bad.
italian: [_MD_] Sai, prendere il mazzo e spostare il cestino non suona così male.

source: [_R_] Come on, it's really easy.
italian: [_R_] Avanti, è davvero facile.

source: [_MD_] It seems so complicated. I'm afraid I'll mess something up and break it, or get hurt.
italian: [_MD_] Sembra così complicato. Temo che farò impazzire qualcosa e romperlo, o farò del male.

source: [_R_] You'll be fine. Honest! If you take care of mowing, I'll do everything else.
italian: [_R_] starai bene. Onesto! Se ti prendi cura di falciare, farò tutto il resto.

source: [_MD_] Maybe we should talk to Aunt [mom_name] and see if she thinks it's okay for me to try and use it
italian: [_MD_] Forse dovremmo parlare con zia [mom_name] e vedere se pensa che sia bene per me provare a usarlo

source: [_RT_] {i}Crap! If she asks Mom, not only will she make sure I'm the one doing it, but she'll probably yell at me for trying to pass the curse off again, like when I tried with Lauren.{/i}
italian: [_RT_] {i}Crap! Se lei chiede Mamma, non solo lei si assicurerà che io sono quello che fa, ma probabilmente griderà contro di me per aver provato a superare la maledizione di nuovo, come quando ho provato con Lauren. /i}

source: [_R_] Alright, fine... I'll mow the yard, but you've got to do everything else!
italian: [_R_] Va bene, va bene... Farò mow il cortile, ma devi fare tutto il resto!

source: [_MD_] That seems fair to me.
italian: [_MD_] Mi sembra giusto.

source: [_RT_] {i}Well, it looks like the only way I'll be rid of the curse is to have a son of my own.{/i}
italian: [_RT_] {i}Beh, sembra che l'unico modo per sbarazzarmi della maledizione sia avere un figlio mio.{/i}

source: [_RT_] {i}Stupid, Beast!... I'll be free of you yet!{/i}
italian: [_RT_] {i}Stupid, Bestia!... Sarò ancora libero da te!{/i}

source: [_R_] Only other thing to do is watering the plants.
italian: [_R_] Solo un'altra cosa da fare è annaffiare le piante.

source: [_MD_] I saw the ones on the porch, but nothing is growing back here.
italian: [_MD_] Ho visto quelli sul portico, ma niente sta crescendo qui.

source: [_MD_] It's been a while since I've been in your backyard, but wasn't all this really beautiful before?
italian: [_MD_] È passato un po' da quando sono nel tuo cortile, ma non era tutto questo davvero bello prima?

source: [_R_] I don't know if I'd have called it beautiful.
italian: [_R_] Non so se l'avrei chiamata bella.

source: [_MD_] God, you men. If it doesn't have tits or a big engine, you can't appreciate it.
italian: [_MD_] Dio, voi uomini. Se non ha tette o un grande motore, non potete apprezzarlo.

source: [_R_] Well, sorry for not finding a bunch of colored weeds beautiful.
italian: [_R_] Beh, mi dispiace per non aver trovato un mucchio di erbe colorate belle.

source: [_MD_] Whatever.
italian: [_MD_] Qualunque cosa.

source: [_R_] I would have liked a pool like yours. But Mom and Sidney convinced Dad to put in a garden for them instead.
italian: [_R_] Avrei voluto una piscina come la tua. Ma mamma e Sidney convinsero papà a mettere in un giardino per loro.

source: [_MD_] Lauren didn't want a pool?
italian: [_MD_] Lauren non voleva una piscina?

source: [_R_] She did, but Sidney was always Dad's little princess. So, when she turned on the charm, he melted.
italian: [_R_] Lei lo faceva, ma Sidney era sempre la piccola principessa del papà. Così, quando ha acceso il fascino, si è sciolto.

source: [_R_] Haha... I think Lauren is still mad about that.
italian: [_R_] Haha... Penso che Lauren sia ancora arrabbiato su questo.

source: [_MD_] So, what changed?
italian: [_MD_] Quindi, cosa è cambiato?

source: [_R_] Well, Mom and Sidney were the ones who took care of it. They were out here together all the time chatting away.
italian: [_R_] Beh, Mamma e Sidney erano quelli che si sono presi cura di esso. Erano qui insieme tutto il tempo a chiacchierare via.

source: [_R_] But after a while, Mom stopped coming out with Sidney as much.
italian: [_R_] Ma dopo un po ', la mamma ha smesso di uscire con Sidney tanto.

source: [_MD_] Why?
italian: [_MD_] Perché?

source: [_R_] Hell if I know.
italian: [_R_] Inferno se lo so.

source: [_R_] When Sidney left for college, Mom stopped working on it entirely. I thought when she moved back in, maybe they'd hang out back here again, but they didn't.
italian: [_R_] Quando Sidney è partito per l'università, la mamma ha smesso di lavorare su di esso completamente. Ho pensato che quando si è trasferita dentro, forse si sarebbero ritirati di nuovo qui, ma non lo hanno fatto.

source: [_MD_] Well, we should get to work I guess?
italian: [_MD_] Beh, dovremmo arrivare a lavorare indovino?

source: [_R_] Yeah.
italian: [_R_] Sì.
