Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.09.po
Languages: french, italian, portuguese, russian

source: [_M_] If only all my children were as appreciative as you.
french: [ _M_ ] Si seulement tous mes enfants étaient aussi reconnaissants que vous.
italian: [_M_] Se solo tutti i miei figli erano graditi come voi.
portuguese: [__M_] Se só todos os meus filhos fossem tão apreciativos quanto você.
russian: [ _M_] Если бы только все мои дети были столь же признательны, как и вы.

source: [_R_] And how do you keep yourself so beautiful? Three grown kids, a full time job, and you're still the prettiest Mom in the whole city.
french: [ _R_ ] Et comment te gardez-vous si belle? Trois enfants, un emploi à temps plein, et vous êtes toujours le plus grand maman de toute la ville.
italian: [_R_] E come ti mantieni così bello? Tre bambini cresciuti, un lavoro a tempo pieno, e sei ancora la mamma più bella di tutta la città.
portuguese: [_R_] E como você se mantém tão bonito? Três crianças crescidas, um emprego a tempo inteiro, e você ainda é a mãe mais bonita de toda a cidade.
russian: [_R_] И как вы заботитесь о себе настолько красиво? Три взрослых детей, полная работа, и вы все еще красивейшая мама во всем городе.

source: [_M_] [ryan], stop it. You're making me blush.
french: [_M_] [ryan], arrêtez-le. Vous me faites rougir.
italian: [_M_] [ryan], fermatelo. Mi stai facendo arrossire.
portuguese: [_M_] [ryan], pare com isso. Você está me fazendo blush.
russian: [ _M_] [ ryan], остановите. Ты заставляешь меня краснеть.

source: [_M_] Hurry up and eat your breakfast before it gets cold.
french: [ _M_ ] Dépêchez et mangez votre petit déjeuner avant qu'il ne soit froid.
italian: [_M_] Sbrigati e mangia la tua colazione prima che diventi fredda.
portuguese: [__M_] Se apresse e coma o seu café da manhã antes que esfrie.
russian: [_M_] Поторопитесь и поедайте завтрак, прежде чем он будет холодным.

source: [_L_] Why are you sucking up to Mom all the sudden?
french: [ _L_ ] Pourquoi vous aspirez à Maman tout à coup?
italian: [_L_] Perché stai succhiando fino a mamma tutto l'improvviso?
portuguese: [_L_] Por que você está sugando para a mamãe todo o repente?
russian: Почему ты так внезапно засосала маму?

source: [_R_] What? I can't make her feel appreciated?
french: [_R_] Quoi? Je ne peux pas la faire apprécier ?
italian: [_R_] Cosa? Non posso farla sentire apprezzata?
portuguese: [_R_] O quê? Eu não posso fazer com que ela se sinta valorizada?
russian: [ _R_] Что? Я не могу заставить ее чувствовать себя благодарным?

source: [_L_] You never have before.
french: [ _L_ ] Vous n'avez jamais auparavant.
italian: [_L_] Non hai mai prima.
portuguese: [_L_] Você nunca tem antes.
russian: У тебя никогда не было.

source: [_R_] Well, maybe I should have.
french: [_R_] Eh bien, peut-être devrais-je avoir.
italian: [_R_] Beh, forse dovrei avere.
portuguese: [_R_] Bem, talvez eu deva.
russian: Ну, может быть, я должна была.

source: [_R_] Damn, Lauren. Why are you scarfing your breakfast down like that? Most mornings you don't even finish your food.
french: [_R_] Bon sang, Lauren. Pourquoi cicatrisez-vous votre petit déjeuner comme ça ? La plupart des matins que vous ne finissez même pas votre nourriture.
italian: [_R_] Damn, Lauren. Perché stai sciarpando la tua colazione giù così? La maggior parte delle mattine non finisci nemmeno il tuo cibo.
portuguese: [_R_] Droga, Lauren. Por que você está assustando seu café da manhã assim? Na maioria das manhãs, você nem termina a sua comida.
russian: Черт, Лорен. Почему ты так позавтракаешь? По самым утрам ты даже не закончишь свою еду.

source: [_L_] I can't help it. I'm hungry.
french: [_L_] Je ne peux pas l'aider. J'ai faim.
italian: [_L_] non posso aiutarlo. Ho fame.
portuguese: [_L_] não posso evitar. Estou com fome.
russian: [_L_] Я не могу помочь. Я голоден.

source: [_L_] I've been doing so much cardio lately, it's affecting my appetite.
french: [ _L_ ] J'ai fait tellement de cardio dernièrement, ça affecte mon appétit.
italian: [_L_] Ho fatto così tanto cardio ultimamente, sta influenzando il mio appetito.
portuguese: [_L_] Eu tenho feito tanta cardio ultimamente, está afetando o meu apetite.
russian: [ _L_] В последнее время я делаю так много кардио, это влияет на мой аппетит.

source: [_R_] Cardio? What cardio? Did you join a club, or something?
french: [_R_] Cardio? Quel cardio? Avez-vous rejoint un club ou quelque chose ?
italian: [_R_] Cardio? Che cardio? Ti sei unito a un club, o qualcosa?
portuguese: [_R_] Cardio? Que cardio? Você entrou em um clube ou alguma coisa?
russian: Кардио? Что за кардио? Вы присоединились к клубу или что-то еще?

source: [_L_] From Matt's marathon fuck sessions. Unlike you, he's not one and done.
french: [ _L_ ] Des séances de marathons de Matt. Contrairement à toi, il n'est pas un seul.
italian: [_L_] Dalle sessioni della maratona di Matt. A differenza di te, non è uno e fatto.
portuguese: [_L_] De maratona de maratona de Matts. Ao contrário de você, ele não está fazendo uma para terminar.
russian: [ _L_] От марафонских сеансов Мэтта. В отличие от тебя, он не один и не сделал.

source: [_L_] From you pounding my poor little pussy every chance you get.
french: [ _L_ ] À partir de toi, ma pauvre petite chatte chaque fois que tu en as.
italian: [_L_] Da voi martellando la mia povera piccola figa ogni possibilità che ottieni.
portuguese: [_L_] De você bater na minha coxinha pobre cada chance que você receber.
russian: [_L_] От вас набивая мою бедную пыльцу всякий шанс, что вы получите.

source: [_M_] {b}Sidney! Breakfast is ready!{/b}
french: [_M_] {b}Sidney ! Le petit déjeuner est prêt !{/b}
italian: [_M_] {b}Sidney! La colazione è pronta!{/b}
portuguese: U[_M_] {b}Sidney! O café da manhã está pronto!{/b}
russian: [_M_] {b}Сидней! Завтрак готов!{/b}

source: [_RT_] {i}Holy shit, Lauren! Mom's right behind you.{/i}
french: [_RT_] {i}Sainte merde, Lauren! Maman est derrière vous.{/i}
italian: [_RT_] {i}Santa merda, Lauren! La mamma è proprio dietro di te.{/i}
portuguese: [_RT_] {i}merda Santa, Lauren! A mãe está logo atrás de você. {/i}
russian: [ _RT_] {i}Святое дерьмо, Лорен! Мама прямо за тобой.

source: [_RT_] {i}Thank God she didn't hear that.{/i}
french: [_RT_] {i}Dieu merci, elle n'a pas entendu cela.{/i}
italian: [_RT_] {i}Grazie a Dio non l'ha sentito.{/i}
portuguese: [_RT_] {i}Graças a Deus, ela não ouviu isso.{/i}
russian: [ _RT_] {i}Слава Богу, что она не слышала этого. { /i }

source: [_S_] {i}(yelling){/i} Be there in a sec!
french: [_S_] {i}(crier) {/i} Soyez là dans une seconde!
italian: [_S_] {i}(yelling){/i} Sii lì tra un secondo!
portuguese: [_S_] {i}(gritando) {/i} Esteja lá em um sec!
russian: [ _S_] {i}(крик) { /i } Встаться в секунду!

source: [_M_] {b}Get out of my room, and come eat!{/b}
french: [_M_] {b}Sortez de ma salle et venez manger !{/b}
italian: [_M_] {b}Esci dalla mia stanza e vieni a mangiare!{/b}
portuguese: [__M_] {b}Saia do meu quarto, e venha comer! {/b}
russian: [_M_] {b}Выбери из моей комнаты и поесть!{/b}

source: [_S_] Mmm... Breakfast looks good.
french: [_S_] Mmm... Le petit déjeuner est bon.
italian: [_S_] Mmm... La colazione sembra buona.
portuguese: [_S_] Humm ... Café da manhã parece bom.
russian: [_S_] Ммм... Завтрак выглядит хорошо.

source: [_S_] Hey, Bro... you don't mind if I sit next to you, do you?
french: [_S_] Hé, Bro... ça ne vous dérange pas si je suis assis à vos côtés, n'est-ce pas?
italian: [_S_] Ehi, Bro... non ti dispiace se mi siedo accanto a te, vero?
portuguese: [_S_] Ei, Bro... você não se importa se eu me sentar ao seu lado, não é?
russian: Эй, Бро ... ты не возражаешь, если я сяду рядом с тобой, не так ли?

source: [_L_] {i}(Choking){/i} {b}Kaff, kaff!{/b}
french: [_L_] {i}(Choisir){/i} {b}Kaff, kaff!{/b}
portuguese: [_L_] {i}(Cavando){/i} {b}Kaff, kaff!{/b}
russian: [ _L_] {i}(Выбор) { /i } {b}Кафф, kaff! { /b }

source: [_S_] So? How do I look? Hot right?
french: [_S_] Alors ? Que dois-je faire ? Très chaud ?
italian: [_S_] Così? Come sembro? Caldo destra?
portuguese: [_S_] Então? Como eu aparente? Certo? Certo?
russian: [ _S_] Так? Как я выгляжу? Горячо?

source: [_M_] Is that my lingerie? Why on earth are you wearing my lingerie?
french: [ _M_ ] Est-ce ma lingerie? Pourquoi tu portes ma lingerie?
italian: [_M_] È la mia lingerie? Perché a terra stai indossando la mia lingerie?
portuguese: [_M_] É essa minha lingerie? Por que na terra você está usando minha lingerie?
russian: [_M_] Это мой бельё? Почему на земле ты носишь мое белье?

source: [_S_] I thought it'd be fun. It's not like this is the first time I've borrowed some of your clothes.
french: [ _S_ ] J'ai pensé que ce serait amusant. Ce n'est pas comme ça, c'est la première fois que j'ai emprunté certains de tes vêtements.
italian: [_S_] pensavo che sarebbe stato divertente. Non è così la prima volta che ho preso in prestito alcuni dei tuoi vestiti.
portuguese: [_S_] Eu pensei que seria divertido. Não é como esta é a primeira vez que emprestei algumas de suas roupas.
russian: Я думал, будет весело. Это не первый раз, когда я одолжила твою одежду.

source: [_M_] Trying on a dress, or borrowing a pair of shoes is very different from putting on my... My unmentionables.
french: [ _M_ ] L'achat d'une robe, ou l'emprunt d'une paire de chaussures est très différent de la mise sur mon ... Mes inmentionables.
italian: [_M_] Provare su un vestito, o prendere in prestito un paio di scarpe è molto diverso da indossare il mio...
portuguese: [_M_] Tentando em um vestido, ou emprestando um par de sapatos é muito diferente de colocar no meu ... Meus desmensionáveis.
russian: [_M_] Пытаться на платье или занимать пару обуви очень отличается от наложения на мой... Мои несменные способности.

source: [_M_] Go change, right now. You shouldn't be dressed like that at the table.
french: [_M_] Allez changer, maintenant. Vous ne devriez pas être habillé comme ça à la table.
italian: [_M_] Vai a cambiare, in questo momento. Non dovresti essere vestito così al tavolo.
portuguese: [__M_] Vá mudar, agora mesmo. Você não deveria estar vestida assim na mesa.
russian: [ _M_] Go change, right now. Ты не должен быть так одет за столом.

source: [_S_] Come on. It's not a big deal. You're just in your bra and painties.
french: [ _S_ ] Allez. Ce n'est pas un gros problème. Vous êtes juste dans votre soutien-gorge et vos douleurs.
italian: [_S_] Avanti. Non è un grande affare. Sei solo nel tuo reggiseno e vernici.
portuguese: [_S_] Vamos lá. Não é um grande negócio. Você está apenas em sua bra e dor.
russian: [ _S_] Давай. Это не очень важно. Ты просто в лифте и в трусиках.

source: [_M_] That's because my robe dissapeared.
french: [ _M_ ] C'est parce que ma robe a explosé.
italian: [_M_] Questo è perché la mia veste dissaporita.
portuguese: [_M_] Isso porque meu robe dessapatou.
russian: Это потому, что мой халявчится.

source: [_S_] Should have had [ryan] buy you a new one.
french: [ _S_ ] Devrait avoir eu [ ryan ] vous en acheter un nouveau.
italian: [_S_] Avrebbe dovuto avere [ryan] comprarne uno nuovo.
portuguese: [_S_] Deveria ter tido [ryan] comprar um novo.
russian: [ _S_] Должен был быть [ риян] куплю тебе новую.

source: [_S_] Come on... I don't have any problem with what you wear to breakfast. I'm just having a little fun. I'll change after breakfast. Okay?
french: [ _S_ ] Allez ... Je n'ai pas de problème avec ce que vous portez au petit déjeuner. J'ai juste un peu de plaisir. Je changerai après le petit-déjeuner. Ok?
italian: [_S_] Avanti... Non ho alcun problema con quello che indossi a colazione. Sto solo divertendomi un po'. Cambierò dopo la colazione. Okay?
portuguese: [_S_] Venha em ... Eu não tenho nenhum problema com o que você usa no café da manhã. Só estou me divertindo um pouco. Vou mudar depois do café da manhã. Ok?
russian: [ _S_] Давай ... У меня нет проблем с тем, что ты носишь на завтрак. Я просто развлекаюсь. Я поменяю после завтрака. -Хорошо?

source: [_MT_] {i}Shit! The underwear I wear to breakfast isn't much more modest than what she's wearing.{/i}
french: [_MT_] {i}Shy! Les sous-vêtements que je porte pour le petit déjeuner ne sont pas beaucoup plus modestes que ce qu'elle porte.{/i}
italian: [_MT_] {i}merda! L'intimo che indosso alla colazione non è molto più modesto di quello che indossa. {/i}
portuguese: [_MT_] {i}Merda! O vestido que eu uso no café da manhã não é muito mais modesto do que o que ela está usando.{/i}
russian: [_MT_] {i}Шикар! Нижнее белье, которое я надеваю на завтрак, не гораздо скромнее, чем носить.{/i}

source: [_MT_] {i}I sounded like such a hypocrite by telling her she shouldn't be dressed like that at the table.{/i}
french: [_MT_] {i}Je me suis senti comme une telle hypocrite en lui disant qu'elle ne devrait pas être vêtue comme cela à la table.{/i}
italian: [_MT_] {i}Ho suonato come una tale ipocrita dicendo che non dovrebbe essere vestita come quella al tavolo.{/i}
portuguese: [_MT_] {i}Eu soava como tal hipócrita ao dizer a ela que ela não deveria estar vestida assim na mesa. {/i}
russian: [_MT_] {i}Я чувствовал себя гипокритом, рассказав ей, что за столом она не должна одеваться.{/i}

source: [_M_] Fine, but only because I don't want the food I cooked you getting cold.
french: [_M_] Très bien, mais seulement parce que je ne veux pas de la nourriture que je vous ai cuite en devenant froide.
italian: [_M_] Bene, ma solo perché non voglio che il cibo che ho cucinato si fa freddo.
portuguese: [_M_] Tudo bem, mas só porque eu não quero a comida que te cozinhei esfriando.
russian: [ _M_] Хорошо, но только потому, что я не хочу, чтобы еда я приготовила тебе холодно.

source: [_M_] We'll both change right after we're finished eating.
french: [ _M_ ] Nous allons tous les deux changer juste après avoir fini de manger.
italian: [_M_] cambieremo subito dopo che avremo finito di mangiare.
portuguese: [_M_] Nós dois vamos mudar logo depois de terminarmos de comer.
russian: [_M_] Мы оба изменим сразу после того, как мы закончим есть.

source: [_M_] But from now on, if you want to borrow something, ask me first.
french: [ _M_ ] Mais à partir de maintenant, si vous voulez emprunter quelque chose, demandez-moi d'abord.
italian: [_M_] Ma d'ora in poi, se vuoi prendere in prestito qualcosa, chiedi prima a me.
portuguese: [_M_] Mas de agora em diante, se você quiser emprestar algo, me pergunte primeiro.
russian: Но с этого момента, если хочешь что-то позаимствовать, спроси меня первым.

source: [_L_] I can see your boobs, you know.
french: [ _L_ ] Je peux voir tes seins, tu sais.
italian: [_L_] Io posso vedere le tue tette, sai.
portuguese: [_L_] Eu posso ver seus peitos, você sabe.
russian: [_L_] Я вижу твоих бубов, ты знаешь.

source: [_S_] So?
french: [_S_] Alors ?
italian: [_S_] Quindi?
portuguese: [_S_] Então?
russian: [ _S_] Так?

source: [_M_] So, [ryan] can see them too. That top is too big for you.
french: [ _M_ ] Donc, [ ryan ] peut les voir aussi. Ce sommet est trop grand pour toi.
italian: [_M_] Così, [ryan] può vederli anche. Quel top è troppo grande per te.
portuguese: [_M_] Então, [ryan] pode vê-los também. Esse top é muito grande para você.
russian: [_M_] Итак, [ryan] также может видеть их. Эта верхняя часть слишком большая для вас.

source: [_S_] I don't mind. It's not like he hasn't seen the three of us naked at his studio anyways.
french: [_S_] Cela ne me dérange pas. Ce n'est pas comme s'il n'avait pas vu les trois personnes nues dans son studio de toute façon.
italian: [_S_] Non mi dispiace. Non è come se non avesse mai visto i tre di noi nudi nel suo studio.
portuguese: [_S_] Eu não me importo. Não é como se ele não tivesse visto os três de nós nus em seu estúdio de jeito nenhum.
russian: Я не против. Не похоже, что он не видел троих обнаженных в своей студии.

source: [_S_] Isn't that why you were okay going shopping for lingerie with him in the first place, Mom?
french: [_S_] N'est-ce pas pour cela que vous avez fait du shopping pour la lingerie avec lui en premier lieu, Maman ?
italian: [_S_] Non è questo il motivo per cui stavi andando bene a fare shopping per lingerie con lui in primo luogo, la mamma?
portuguese: [_S_] Não é por isso que você estava ok indo fazer compras de lingerie com ele em primeiro lugar, mãe?
russian: Не так ли, почему ты в порядке с ним шоппинг, мама?

source: [_S_] Since you've been posing nude for him down at Dad's wearhouse, why not let him buy you some sexy new underwear, right?
french: [ _S_ ] Depuis que vous vous êtes posé nu pour lui à la maison de Dad, pourquoi ne pas le laisser vous acheter quelques nouvelles sous-vêtements sexy, n'est-ce pas?
italian: [_S_] Dal momento che hai posato nudo per lui giù all'indossa del papà, perché non lasciarlo comprare qualche biancheria intima sexy nuova, giusto?
portuguese: [_S_] Desde que você posou nua para ele na casa de wearhouse do papai, por que não deixar ele comprar algumas roupas íntimas novas sexy, né?
russian: С тех пор, как ты позировала для него в доме отца, почему бы ему не купить тебе какое-нибудь сексуальное новое нижнее белье, верно?

source: [_M_] I wish you wouldn't put it that way. And don't get any food stains on my new lingerie.
french: [ _M_ ] J'aimerais que vous ne metiez pas ça comme ça. Et n'avez pas de taches de nourriture sur ma nouvelle lingerie.
italian: [_M_] Vorrei che non lo metteste così. E non ottenete macchie di cibo sulla mia nuova biancheria intima.
portuguese: [_M_] Eu queria que você não fosse por assim. E não pegue nenhuma mancha de comida na minha nova lingerie.
russian: [ _M_] Я бы хотел, чтобы ты так не ставил. И не нажми на мое новое белье.

source: [_L_] Wait... [ryan]'s buying you lingerie?
french: [_L_] Attendez... [ryan]vous achète de la lingerie?
italian: [_L_] Aspetta... [ryan]ti sta comprando lingerie?
portuguese: U[_L_] Espere... [ryan]está te comprando?
russian: [ _L_] Подождите ... Ты покупаешь белье?

source: [_S_] That's what the two of them have been doing when they go out on weekends.
french: [ _S_ ] C'est ce que les deux ont fait lorsqu'ils sortent le week-end.
italian: [_S_] Questo è ciò che i due di loro hanno fatto quando escono nei fine settimana.
portuguese: [_S_] É o que os dois têm feito quando saem aos fins de semana.
russian: [_S_] Вот что два из них делали, когда они выходят в выходные дни.

source: [_S_] She's got a bunch of sexy new numbers in her closet now.
french: [_S_] Elle a un tas de nouveaux numéros sexy dans son placard.
italian: [_S_] Ha un sacco di sexy nuovi numeri nel suo armadio ora.
portuguese: [_S_] Ela tem um monte de novos números atraentes em seu armário agora.
russian: Теперь у неё в шкафу куча сексуальных новых номеров.

source: [_RT_] {i}Sexy is right! The top's a bit big, but Sidney looks amazing in that outfit!{/i}
french: [_RT_] {i}Sexy a raison! Le sommet est un peu grand, mais Sidney a l'air incroyable dans cette tenue !{/i}
italian: [_RT_] {i}Sexy ha ragione! Il top è un po 'grande, ma Sidney sembra incredibile in quel outfit!{/i}
portuguese: [_RT_] {i}Sexy está certo! O topo é um pouco grande, mas Sidney parece incrível com essa roupa!{/i}
russian: [_RT_] {i}Секция правда! Вершина немного большая, но Сиднея выглядит удивительным в этом окружении!{/i}

source: [_L_] No fair! How come you get free lingerie, Mom? You don't even need them with Dad in jail.
french: [_L_] Pas de foire ! Comment se fait-il que vous ayez de la lingerie gratuite, Maman ? Vous n'en avez même pas besoin avec votre papa en prison.
italian: [_L_] Non è giusto! Come si ottiene la lingerie, la mamma? Non ne hai nemmeno bisogno con il papà in carcere.
portuguese: [_L_] Nada justo! Como você fica livre de lingerie, mãe? Você nem precisa deles com o papai na cadeia.
russian: [_L_] Нет правды! Как ты получаешь бесплатное белье, мама? Тебе даже не нужны папа в тюрьме.

source: [_M_] Just because your father's not here, doesn't mean I don't want to feel sexy sometimes.
french: [ _M_ ] Juste parce que votre père n'est pas là, ne veux pas dire que je ne veux pas me sentir sexy parfois.
italian: [_M_] Solo perché tuo padre non è qui, non significa che a volte non voglio sentirmi sexy.
portuguese: [_M_] Só porque o seu pai não está aqui, não quer dizer que eu não queira me sentir sexy às vezes.
russian: Просто потому что твоего отца здесь нет, не значит, что я не хочу иногда чувствовать себя сексуально.

source: [_M_] And didn't [ryan] buy you and Mandy those new bikinis I'm always seeing you in?
french: [_M_] Et [ryan] n'a-t-il pas acheté vous et Mandy ces nouveaux bikinis que je vous vois toujours ?
italian: [_M_] E non [ryan] ti compri e Mandy quei nuovi bikini ti vedo sempre?
portuguese: [_M_] E [ryan] não comprou pra você e mandar aquele bikinis novo que eu sempre estou te vendo?
russian: [_M_] И не [ryan] купить вас и Манди эти новые бикинис я всегда вижу вас?

source: [_RT_] {i}This conversation is a little dangerous for me to let continue, but I can't stop staring at Sidney in that outfit.{/i}
french: [_RT_] {i}Cette conversation est un peu dangereuse pour moi de laisser continuer, mais je ne peux pas arrêter de regarder Sidney dans cette tenue.{/i}
italian: [_RT_] {i}Questa conversazione è un po' pericolosa per me per lasciare che continui, ma non posso smettere di fissare Sidney in quel outfit.{/i}
portuguese: [_RT_] {i}Essa conversa é um pouco perigosa para eu deixar continuar, mas eu não consigo parar de encarar Sidney nessa roupa. {/i}
russian: [_RT_] {i}Этот разговор немного опасен для меня, чтобы продолжить разговор, но я не могу перестать голодать на Сидней в этой форме.{/i}

source: [_ST_] {i}That's right, little brother. Take it all in.{/i}
french: [_ST_] {i}C'est vrai, petit frère. Prends tout dans.{/i}
italian: [_ST_] {i}È giusto, fratellino. Prendi tutto in.{/i}
portuguese: [_ST_] {i}É isso mesmo, irmãozinho. Tome tudo dentro.{/i}
russian: [_ST_] {i}Это правильно, маленький брат. Возьми все в.{/i}

source: [_ST_] {i}You've been spending so much time with Mom lately, I'm getting jealous. I know you've got a little crush on her, but what about me?{/i}
french: [_ST_] {i}Vous avez passé autant de temps avec la maman ces derniers temps, je suis jaloux. « Je sais que vous avez un peu d'écrasement sur elle, mais qu'en est-il de moi? {/i}
italian: [_ST_] {i}Hai passato così tanto tempo con la mamma ultimamente, sto diventando geloso. So che hai un po 'di schiacciare su di lei, ma che dire di me?{/i}
portuguese: [__ST_] {i}Você tem passado tanto tempo com a mamãe ultimamente, eu estou ficando com ciúmes. Eu sei que você tem uma pequena queda por ela, mas que tal me? {/i}
russian: [_ST_] {i}Вы провели так много времени с мамой в последнее время, я ревную. Я знаю, что у тебя есть немного крушки, но как насчет меня?{/i}

source: [_ST_] {i}Maybe after seeing how hot I look in this little number, you'll buy me some of my own.{/i}
french: [ _ST_ ] {i}Peut-être après avoir vu à quel point je regarde dans ce petit nombre, vous m'achèterez une partie de mon propre. { /i }
italian: [_ST_] {i}Forse dopo aver visto quanto caldo guardo in questo piccolo numero, mi comprerai alcuni dei miei.{/i}
portuguese: [_ST_] {i}Talvez depois de ver o quão quente eu olho neste pequeno número, você vai me comprar alguns dos meus. {/i}
russian: [_ST_] {i}Может быть, после того, как я посмотрю на этот маленький номер, ты купишь мне свою.{/i}

source: [_L_] Could I try on one of your new outfits?
french: [ _L_ ] Pourrais-je essayer un de vos nouveaux vêtements?
italian: [_L_] Potrei provare uno dei tuoi nuovi outfit?
portuguese: [_L_] Eu poderia tentar em um dos seus novos traje?
russian: [_L_] Могу ли я попробовать один из ваших новых нарядов?

source: [_S_] Ha! They wouldn't fit you, Ms. Tiny Tits.
french: [_S_] Ha! Ils ne vous conviendraient pas, Madame Tiny Tits.
italian: [_S_] Ciao! Non ti adatterebbero, la signora Tiny Tits.
portuguese: U[_S_] Ha! Eles não queriam em você, Srta. Pequenas Títulos.
russian: [ _S_] Ha! Они не подойдут тебе, мисс Крошечные сиськи.
