Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/UpdateScript0.08.po
Languages: italian

source: [_R_] Even if you just lay on your stomach, that top looks like it exposes a lot of side boob, which will get burned if you don't put some sunscreen on them.
italian: [_R_] Anche se posi sul tuo stomaco, quel top sembra esporre un sacco di tette laterali, che si brucerà se non si mette un po 'di protezione solare su di loro.

source: [_R_] I'm betting even a light burn would make wearing a bra to school tomorrow very uncomfortable.
italian: [_R_] Sto scommettendo anche una leggera bruciatura renderebbe molto scomodo indossare un reggiseno a scuola domani.

source: [_M_] And I suppose you think I should let Sidney take care of it again?
italian: [_M_] E suppongo che pensate che dovrei lasciare che Sidney se ne occupi di nuovo?

source: [_R_] Do what you want, but you two are probably starting to feel the bond that comes with skinship, right?
italian: [_R_] Che cosa vuoi, ma probabilmente voi due state iniziando a sentire il legame che viene con la pelletteria, giusto?

source: [_MT_] {i}Little fucker!... How do I say no to that? I can't tell Sidney that I'm not feeling like we're bonding!{/i}
italian: [_MT_] {i}Little fucker!... Come dico no a quello? Non posso dire a Sidney che non mi sento come se fossimo legati!{/i}

source: [_M_] No, I mean, I know we're bonding, but it doesn't mean we have to do it every time we lay out.
italian: [_M_] No, voglio dire, so che stiamo legando, ma non significa che dobbiamo farlo ogni volta che ci mettiamo.

source: [_R_] No... I'm sorry... I'm not trying to force you girls to get the most out of your time together. If touching each other makes you uncomfortable...
italian: [_R_] No... Mi dispiace... Non sto cercando di costringere le ragazze a ottenere il massimo dal tuo tempo insieme. Se si tocca l'un l'altro ti rende a disagio...

source: [_M_] Why would it make us uncomfortable?... I mean it doesn't make us uncomfortable. Sidney, if it's alright with you, go ahead and finish applying suncreen to the sides of my... breasts.
italian: [_M_] Perché ci renderebbe a disagio?... voglio dire che non ci rende a disagio. Sidney, se è giusto con voi, andare avanti e finire l'applicazione di crema solare ai lati del mio... seni.

source: [_ST_] {i}Oh, my God! I can't believe [ryan] got Mom to agree to this... Again!{/i}
italian: [_ST_] {i}Oh, mio Dio! Non riesco a credere che [ryan] abbia avuto mamma per accettare questo... Ancora!{/i}

source: [_S_] Uhh... no... I don't mind... We're both girls, after all. It's no big deal?
italian: [_S_] Uhh... no... non mi dispiace... Siamo entrambe ragazze, dopotutto. Non è un grande affare?

source: [_S_] Then, I guess...
italian: [_S_] Poi, immagino...

source: [_ST_] {i}Mom and I are finally reconnecting and I don't want her to get the impression that I want to keep distance between us.{/i}
italian: [_ST_] {i}Mamma e io ci stiamo finalmente ricongiungendo e non voglio che lei abbia l'impressione di voler mantenere la distanza tra noi.{/i}

source: [_ST_] {i}Once again, [ryan] tricked us into the position where if either of us say no, it will look like we don't want to commit to improving our relationship.{/i}
italian: [_ST_] {i}Ancora una volta, [ryan] ci ha ingannati nella posizione in cui uno di noi dice no, apparirà come non vogliamo impegnarci a migliorare la nostra relazione. /i}

source: [_ST_] {i}That little bastard!{/i}
italian: [_ST_] {i}Quel piccolo bastardo!{/i}

source: [_MT_] {i}My heart is racing!{/i}
italian: [_MT_] {i}Il mio cuore è in corso!{/i}

source: [_MT_] {i}I thought the last side boob massage was going to be a one time thing... But as long as [ryan] keeps bringing up skinship...{/i}
italian: [_MT_] {i}Ho pensato che l'ultimo massaggio laterale sarebbe stato una cosa una volta. . Ma fino a quando [ryan] continua ad alzare la pelle...{/i}

source: [_ST_] {i}Fuck me... Her tits are so soft!{/i}
italian: [_ST_] {i}Cazzo me... Le sue tette sono così morbide!{/i}

source: [_ST_] {i}Will my breasts be this great after I have kids.{/i}
italian: [_ST_] {i}I miei seni saranno così grandi dopo aver figli.{/i}

source: [_ST_] {i}I bet [ryan] is loving this. He's right over there watching me feel Mom up.{/i}
italian: [_ST_] {i}Scommetto [ryan] è amorevole questo. È proprio lì sopra guardandomi sentire Mamma su.{/i}

source: [_ST_] {i}Shit!... Why the hell am I getting excited again?{/i}
italian: [_ST_] {i}merda!... Perché l'inferno mi eccita di nuovo?{/i}

source: [_MT_] {i}God, why does this feel so nice? My breasts are just so starved for attention...{/i}
italian: [_MT_] {i}Dio, perché questo si sente così bello? I miei seni sono così affamati per l'attenzione...{/i}

source: [_MT_] {i}No!... This isn't sexual!{/i}
italian: [_MT_] {i}No!... Questo non è sessuale!{/i}

source: [_MT_] {i}It's just my daughter rubbing sunscreen onto my...{/i}
italian: [_MT_] {i}È solo mia figlia che sfrega la protezione solare sul mio...{/i}

source: [_ST_] {i}Big, luscious, tits.{/i}
italian: [_ST_] {i}Grande, lussureggiante, titoli.{/i}

source: [_S_] Sorry, is that too hard?
italian: [_S_] Siamo spiacenti, è troppo difficile?

source: [_M_] N-No... it's fine. Keep going.
italian: [_M_] N-No... va bene. Continua ad andare.

source: [_MT_] {i}This isn't sexual. This isn't sexual.{/i}
italian: [_MT_] {i}Questo non è sessuale. Non è sessuale.{/i}

source: [_MT_] {i}Keep it together. You don't want your daughter to know this is exciting you a little.{/i}
italian: [_MT_] {i}Tienilo insieme. Non vuoi che tua figlia sappia che questo è un po' eccitante.{/i}

source: [_ST_] {i}I thought that touching Mom's tits was going to be a one time thing... But if we're sun tanning in the backyard on the regular...{/i}
italian: [_ST_] {i}Ho pensato che toccare le tette di mamma sarebbe stata una cosa una tantum. . Ma se stiamo abbronzando il sole nel cortile sul regolare...{/i}

source: [_ST_] {i}How many times am I going to get to...{/i}
italian: [_ST_] {i}Quante volte arriverò a...{/i}

source: [_M_] Mmm!... S-Sidney... I think I'm sufficiently protected now. Thank you!
italian: [_M_] Mmm!... S-Sidney... penso di essere sufficientemente protetto ora. Grazie!

source: [_RT_] {i}Thank you, God! That was amazing!{/i}
italian: [_RT_] {i}Grazie, Dio! È stato incredibile!{/i}

source: [_RT_] {i}There's definitely some strong sexual tension there.{/i}
italian: [_RT_] {i}C'è sicuramente una forte tensione sessuale lì.{/i}

source: [_RT_] {i}I'd say there's some evidence that both of them are bisexual.{/i}
italian: [_RT_] {i}Direi che c'è qualche prova che entrambi sono bisessuali.{/i}

source: [_RT_] {i}If only this were one of those sex games where I could read their thoughts!{/i}
italian: [_RT_] {i}Se solo questo fosse uno di quei giochi di sesso in cui potevo leggere i loro pensieri!{/i}

source: [_M_] Ok, go lay down and I'll put some on you too.
italian: [_M_] Ok, andate a sdraiarsi e ve ne metto un po'.

source: [_RT_] {i}Oh, shit!... That made me as hard as a rock again! If they see my dick poking out or at them, it'll ruin everything!{/i}
italian: [_RT_] {i}Oh, merda!... Questo mi ha reso ancora più duro come un rock! Se vedono il mio cazzo scoppiare o contro di loro, rovinerà tutto!{/i}

source: [_RT_] {i}Just play it cool... You're just hanging out and taking a breather.{/i}
italian: [_RT_] {i}Basta giocare cool... Sei appena uscito e prendere una breve.{/i}

source: [_M_] Here, hand me the sunscreen.
italian: [_M_] Qui, mano me la protezione solare.

source: [_S_] There you go.
italian: [_S_] Lì vai.

source: [_M_] Do you want me to give you a massage this time too?
italian: [_M_] Vuoi che ti dia un massaggio anche questa volta?

source: [_S_] Sure, that'd be nice. My legs and lower back are still killing me from all the squatting.
italian: [_S_] Certo, sarebbe bello. Le mie gambe e la schiena inferiore mi stanno ancora uccidendo da tutti gli squatti.

source: [_MT_] {i}God, It isn't any less awkward this time... Maybe this was a bad idea!{/i}
italian: [_MT_] {i}Dio, Non è meno imbarazzante questa volta... Forse questa è stata una cattiva idea!{/i}

source: [_M_] [ryan], are you ok? You don't have to hang out with us every time we're out here.
italian: [_M_] [ryan], stai bene? Non devi uscire con noi ogni volta che siamo qui.

source: [_R_] No, I'm fine... I'm just relaxing a bit before I go inside to do my homework. Don't mind me.
italian: [_R_] No, sto bene... Mi sto solo rilassando un po 'prima di andare dentro a fare i miei compiti.

source: [_ST_] {i}Yeah, right!... With how his hands are covering up his crotch, there's no way he'd risk standing up right now. Hehehe...{/i}
italian: [_ST_] {i}Sì, giusto!... Con come le sue mani stanno coprendo il suo cavallo, non c'è modo che lui rischierebbe di alzarsi in piedi in questo momento. Hehehe...{/i}

source: [_S_] Hey, [ryan]. Do you want the rest of my soda? It's still cold and refreshing. All you have to do is come over here and get it.
italian: [_S_] Hey, [ryan]. Vuoi il resto della mia soda? Fa ancora freddo e rinfrescante. Tutto quello che dovete fare è venire qui e ottenerlo.

source: [_R_] Uh, no... I'm fine, really.
italian: [_R_] Uh, no... sto bene, davvero.

source: [_S_] You sure you're not thirsty after all that hard work?
italian: [_S_] Sei sicuro di non avere sete dopo tutto quel duro lavoro?

source: [_R_] I'm one hundred percent sure.
italian: [_R_] sono sicuro al cento per cento.

source: [_ST_] {i}I'm still not sure if this feeling of excitement comes from touching my mom, or knowing that [ryan] is getting turned on from watching me touch our mom.{/i}
italian: [_ST_] {i}Non sono ancora sicuro che questa sensazione di eccitazione venga dal toccare mia mamma, o sapendo che [ryan] si sta accendendo guardandomi toccare la nostra mamma. /i}

source: [_ST_] {i}I mean... it's not like I don't know that Mom's got a great body.{/i}
italian: [_ST_] {i}Voglio dire... non è come non so che la mamma abbia un grande corpo.{/i}

source: [_ST_] {i}But I'm into guys. Guys with big dicks, who make me feel safe, and are up for taking some risks.{/i}
italian: [_ST_] {i}Ma sono in ragazzi. Ragazzi con grossi cazzi, che mi fanno sentire al sicuro, e sono in procinto di correre qualche rischio.{/i}

source: [_ST_] {i}Risks like, getting me to grope our hot mother right in front of him.{/i}
italian: [_ST_] {i}Rischi come, farmi accarezzare la nostra madre calda proprio di fronte a lui.{/i}

source: [_RT_] {i}Oh, fuck yes!... Sidney's bikini has her whole ass hanging out!{/i}
italian: [_RT_] {i}Oh, scopate sì!... Il bikini di Sidney ha tutto il suo culo appesante!{/i}

source: [_RT_] {i}Any second now, Mom's going to be feeling up those tight cheeks.{/i}
italian: [_RT_] {i}Ogni secondo ora, la mamma sta per sentire quelle guance strette.{/i}

source: [_RT_] {i}Shit!... I hope I don't have to be the one to make this happen again. It might not play off as well this time.{/i}
italian: [_RT_] {i}merda!... Spero di non dover essere quello per far accadere di nuovo questo. Potrebbe non riprodurre anche questa volta.{/i}

source: [_MT_] {i}Well, it's come down to it again...{/i}
italian: [_MT_] {i}Beh, è di nuovo giù...{/i}

source: [_MT_] {i}Does Sidney expect me to rub sunscreen on her ass?{/i}
italian: [_MT_] {i}Sidney si aspetta che io sfreghi la crema solare sul suo culo?{/i}

source: [_MT_] {i}I mean... She did just rub it into the sides of my breasts.{/i}
italian: [_MT_] {i}Voglio dire... Lei lo ha appena strofinato nei lati del mio seno.{/i}

source: [_MT_] {i}More likely [ryan] will draw attention to it if I don't and make us both feel awkward and uncomfortable.{/i}
italian: [_MT_] {i}Più probabile [ryan] attirerà l'attenzione su di esso se non e ci fa sentire entrambi imbarazzanti e scomodi.{/i}

source: [_ST_] {i}Fuck... the only place left to cover in sunscreen is my ass.{/i}
italian: [_ST_] {i}Fuck... l'unico posto da coprire nella protezione solare è il mio culo.{/i}

source: [_ST_] {i}Is Mom going to rub my ass again?{/i}
italian: [_ST_] {i}Mamma sta per strofinare il mio culo di nuovo?{/i}

source: [_ST_] {i}God! What if she does, and I can't control my emotions?... What if I become visibly wet?{/i}
italian: [_ST_] {i}Dio! E se facesse, e non posso controllare le mie emozioni?... E se fossi visibilmente bagnato?{/i}

source: [_MT_] {i}Okay, [mom_name]... You'd better just do it... Just don't let it turn you on again!{/i}
italian: [_MT_] {i}Okay, [mom_name]... Faresti meglio a farlo... Basta non lasciarti accendere di nuovo!{/i}

source: [_ST_] {i}Okay... This is happening!... Sidney, stay calm!{/i}
italian: [_ST_] {i}Okay... Questo sta accadendo!... Sidney, restate calmi!{/i}

source: [_MT_] {i}This isn't weird, this isn't weird... You're just protecting your oldest daughter's cute little butt.{/i}
italian: [_MT_] {i}Questo non è strano, questo non è strano... stai solo proteggendo il bottino carino di tua figlia più anziana.{/i}

source: [_RT_] {i}Fuck, yes!... She did it!{/i}
italian: [_RT_] {i}Cazzo sì!... Lo ha fatto!{/i}

source: [_RT_] {i}God!... I wish I could just pull it out and jack off while I watch these two!{/i}
italian: [_RT_] {i}Dio!... Vorrei poterlo tirare fuori e tirare via mentre guardo questi due!{/i}

source: [_RT_] {i}Shit... I've got to keep it together!{/i}
italian: [_RT_] {i}merda... Devo tenerlo insieme!{/i}

source: [_ST_] {i}I hate to admit it, but Mom really knows what she's doing. I swear this feels even better than last time.{/i}
italian: [_ST_] {i}Odio ammetterlo, ma la mamma sa davvero cosa sta facendo. Giuro che questo si sente ancora meglio dell'ultima volta.{/i}

source: [_MT_] {i}My girls got such a nice butt! I remember when my ass was this tight.{/i}
italian: [_MT_] {i}Le mie ragazze hanno ottenuto un culo così bello! Ricordo quando il mio culo era stretto.{/i}

source: [_MT_] {i}God, why does doing this for my own daughter feel so... intimate.{/i}
italian: [_MT_] {i}Dio, perché fare questo per mia figlia si sente così... intimo.{/i}

source: [_R_] Didn't you say your thighs were sore, Sidney?
italian: [_R_] Non hai detto che le tue cosce erano dolorose, Sidney?

source: [_M_] Oh, I almost forgot. Thank you, [ryan].
italian: [_M_] Oh, ho quasi dimenticato. Grazie, [ryan].

source: [_ST_] {i}Oh, God!{/i}
italian: [_ST_] {i}Oh, Dio! {/i}

source: [_ST_] {i}Her hands are stroking my thighs. She's getting so close to my pussy!{/i}
italian: [_ST_] {i}Le sue mani stanno accarezzando le cosce. Sta diventando così vicina alla mia figa!{/i}

source: [_ST_] {i}Shit! I was a little turned on before, but now I'm getting wet!{/i}
italian: [_ST_] {i}merda! Ero un po' acceso prima, ma ora mi sto bagnando!{/i}

source: {b}{i}"Sidney's Libido +1"{/i}{/b}
italian: {b}{i}"Libido di Sidney +1""{/i}{/b}

source: [_ST_] {i}If I really start flowing... Mom's going to notice!{/i}
italian: [_ST_] {i}Se davvero comincio a fluire... la mamma sta per notare!{/i}

source: [_ST_] {i}Enough is enough. I've been a good sport, but you've pushed this too far [ryan]! Time to end this game, little brother.{/i}
italian: [_ST_] {i}Abbastanza abbastanza. Sono stato un buon sport, ma hai spinto troppo lontano [ryan]! È tempo di terminare questo gioco, fratellino piccolo.{/i}

source: [_S_] Hey, [ryan]... Why don't you come lay down next to Mom and me?
italian: [_S_] Hey, [ryan]... Perché non ti sdrai accanto a mamma e me?

source: [_R_] Uh... what?
italian: [_R_] Uh... cosa?

source: [_RT_] {i}Shit, she's playing hard ball again!{/i}
italian: [_RT_] {i}Merda, sta giocando di nuovo con la palla dura!{/i}

source: [_M_] {i}(Whispering){/i} Sidney, You think it'll work again?
italian: [_M_] {i}(Whispering){/i} Sidney, Pensi che funzionerà di nuovo?

source: [_S_] {i}(Whispering){/i} I do... Just watch... he's about to go inside.
italian: [_S_] {i}(Whispering){/i} Lo faccio... Basta guardare... sta per entrare dentro.

source: [_S_] Come on, Bro! You could use some sun. Take your shirt off and Mom can rub some sunscreen on you too.
italian: [_S_] Avanti, Bro! Potresti usare un po' di sole. Togli la camicia e la mamma può strofinare un po' di protezione solare anche su di te.

source: [_R_] Um, that's okay. I'm fine laying over here.
italian: [_R_] Um, va bene. Sto bene posando qui.

source: [_S_] Don't be like that, you said no last time. Stop being such a boring brother!
italian: [_S_] Non siate così, non avete detto l'ultima volta. Smettetela di essere un fratello così noioso!

source: [_R_] Really, I'm fine over here.
italian: [_R_] Davvero, sto bene qui.

source: [_S_] Now, [ryan]! I'll tickle you into submission if I have to.
italian: [_S_] Now, [ryan]! Ti farò il solletico se dovessi farlo.

source: [_R_] No! Uhh... I'm actually all rested up. I think I'll go inside and do some homework!
italian: [_R_] No! Uhh... in realtà sono tutto riposato. Penso che andrò dentro e farò qualche compito!

source: [_M_] How'd you know it would work again?
italian: [_M_] Come sai che funzionerebbe di nuovo?

source: [_MT_] {i}I'm still shocked he didn't jump at the chance to have me rubbing suntan oil on him.{/i}
italian: [_MT_] {i}Sono ancora scioccato che non ha saltato la possibilità di farmi rubare olio abbronzante su di lui.{/i}

source: [_S_] Sisterly intuition.
italian: [_S_] Sorella intuizione.

source: [_S_] So, What were we talking about before?
italian: [_S_] Quindi, di cosa stavamo parlando prima?

source: [_RT_] {i}Oh, man!... Sidney got me again.{/i}
italian: [_RT_] {i}Oh, uomo!... Sidney mi ha ripreso.{/i}

source: [_RT_] {i}Haha... She see's what I'm doing... And yet... She's kinda playing along. That's really encouraging!{/i}
italian: [_RT_] {i}Haha... Vede quello che sto facendo... eppure lei sta suonando a lungo. È davvero incoraggiante!{/i}

source: [_RT_] {i}After what I saw and heard in Mom's room after I rubbed her down last time, I think it won't be long till I can unashamedly join them, pants off, raging hard-on, and all.{/i}
italian: [_RT_] {i}Dopo quello che ho visto e sentito nella stanza di mamma dopo averla strofinata l'ultima volta, Penso che non sarà lungo fino a quando non posso svergognosamente unirmi a loro, pantaloni fuori, infuriando hard-on, e tutti. /i}

source: [_RT_] {i}I just need to break down a few more barriers with Mom, and then I'll be able to unashamedly join them, pants off, raging hard-on, and all.{/i}
italian: [_RT_] {i}Ho solo bisogno di abbattere alcune barriere con la Mamma, e poi sarò in grado di unirmi a loro, pantaloni fuori, infuriando duramente, e tutti. /i}

source: [_RT_] {i}Well, they're at it again... I'm glad to see it wasn't a one time thing.{/i}
italian: [_RT_] {i}Beh, sono di nuovo... Sono contento di vedere che non era una cosa sola.{/i}

source: [_RT_] {i}I guess Mom would do anything to keep Sidney out of her Monday job at the strip club.{/i}
italian: [_RT_] {i}Credo che Mamma farebbe qualcosa per tenere Sidney fuori dal suo lavoro lunedì al club di striscia.{/i}

source: [_RT_] {i}Hopefully the time they spend together will make them closer.{/i}
italian: [_RT_] {i}Speriamo che il tempo che spendono insieme li avvicinerà.{/i}

source: [_M_] Well, if you don't get the roots, they come back.
italian: [_M_] Beh, se non si ottengono le radici, tornano.

source: [_R_] I swear I got them all.
italian: [_R_] Giuro che li ho presi tutti.

source: [_M_] You just focus on paying off that Mafia debt your father saddled us with, please!
italian: [_M_] Ti concentri solo sul pagare quel debito mafioso con cui tuo padre ci ha addossati, per favore!

source: [_M_] Well, I think you should. I never want any of you to leave!
italian: [_M_] Beh, penso che dovresti. Non voglio mai che nessuno di voi se ne vada!

source: [_M_] {i}(Talking quietly){/i} What a sweety! He's sure been extra helpful lately.
italian: [_M_] {i}(Talking tranquillamente){/i} Che dolce! È sicuro che ultimamente è stato molto utile.

source: [_S_] {i}(Talking quietly){/i} Makes me wonder what he's after.
italian: [_S_] {i}(Talking tranquillamente){/i} Mi fa chiedermi cosa stia succedendo.

source: [_M_] No, He said that!?
italian: [_M_] No, l'ha detto!?

source: [_S_] He did, and Armani didn't even flinch! I kind of think she liked it!
italian: [_S_] Lo ha fatto, e Armani non è nemmeno scintillata! Penso che le sia piaciuto!

source: [_M_] Well, when you practically grow up in a strip club...
italian: [_M_] Beh, quando praticamente crescete in un club di striscia...

source: [_M_] I'm so glad you're not going there every Monday anymore!
italian: [_M_] Sono così felice che tu non ci vada più ogni lunedì!

source: [_R_] How's the sun feeling?
italian: [_R_] Com'è la sensazione del sole?

source: [_M_] Oh, you're done already?
italian: [_M_] Oh, hai già finito?

source: [_M_] Are you sure you got all of the roots this time?
italian: [_M_] Sei sicuro di avere tutte le radici questa volta?

source: [_R_] This time?... I got them last time too.
italian: [_R_] Questa volta?... Li ho presi anche l'ultima volta.

source: [_S_] If you'd got them last time, they wouldn't have been so bad today, Dumbass.
italian: [_S_] Se li avessi ottenuti l'ultima volta, non sarebbero stati così cattivi oggi, Dumbass.

source: [_S_] What?
italian: [_S_] Cosa?

source: [_M_] Be nice to your brother. He saved us both a lot of work.
italian: [_M_] Siate gentili con vostro fratello. Ci ha salvati entrambi un sacco di lavoro.

source: [_RT_] {i}Shit... Why can't I look at two attractive women for two seconds without getting hard?{/i}
italian: [_RT_] {i}Shit... Perché non posso guardare due donne attraenti per due secondi senza diventare difficile?{/i}

source: [_R_] It's fine, really... I was happy to help.
italian: [_R_] Va bene, davvero... ero felice di aiutare.

source: [_RT_] {i}I'd better sit down before anyone sees me full out pitch a tent.{/i}
italian: [_RT_] {i}Farei meglio a sedermi prima che qualcuno mi vedesse il campo pieno una tenda.{/i}

source: [_R_] I assume you're both wearing sunscreen already?
italian: [_R_] Suppongo che tu stia già indossando una protezione solare?

source: [_M_] No, not yet. We're still waiting for the sun to warm it up.
italian: [_M_] No, non ancora. Stiamo ancora aspettando che il sole lo scaldi.

source: [_S_] Really?
italian: [_S_] Davvero?

source: [_S_] What makes you think we'd let you rub sunscreen on us, when I shut you down so hard last time?
italian: [_S_] Cosa ti fa pensare che ti lasceremmo strofinare la protezione solare su di noi, quando ti chiudo così duramente l'ultima volta?

source: [_RT_] {i}Sidney thinks I'm an idiot... Of course I'm not stupid enough to make that mistake again.{/i}
italian: [_RT_] {i}Sidney pensa di essere un idiota... Naturalmente non sono abbastanza stupido da commettere nuovamente quell'errore.{/i}

source: [_R_] Actually, I'm pretty tired from all that work. I'm just going to rest out here for a bit.
italian: [_R_] In realtà, sono abbastanza stanco da tutto quel lavoro. Sto solo per riposare qui per un po'.

source: [_S_] Um, sure... It's not like we haven't done that for each other before.
italian: [_S_] Um, sicuro... Non è come non l'abbiamo fatto l'uno per l'altro prima.

source: [_R_] Didn't you say your shoulders were stiff, Mom? Maybe Sidney can rub them a bit too while she's at it.
italian: [_R_] Non hai detto che le tue spalle erano rigide, la mamma? Forse Sidney può strofinarle un po' troppo mentre ce l'è.

source: [_M_] Oh, that'd be wonderful. Do you mind, Sidney? I'd return the favor.
italian: [_M_] Oh, sarebbe meraviglioso. Ti dispiace, Sidney? Ritornerei il favore.

source: [_ST_] {i}I put sunscreen on my friends all the time. And when I was younger, Mom and I would give each other massages too.{/i}
italian: [_ST_] {i}Metto la protezione solare sui miei amici tutto il tempo. E quando ero più giovane, Mamma e mi darei anche dei massaggi.{/i}
