Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/character.po
Languages: tr_tr

source: [ryan]'s Thoughts
tr_tr: Senin düşüncelerin

source: Mom's Thoughts
tr_tr: Annemin düşünceleri

source: Dad
tr_tr: Babam

source: Lauren's Thoughts
tr_tr: Lauren'in düşünceleri

source: Mafia Goon
tr_tr: Mafya Goon

source: Voice over Microphone
tr_tr: Mikrofondan konuşan ses

source: Sidney's Thoughts
tr_tr: Sidney'in düşünceleri

source: Mandy's Thoughts
tr_tr: Mandy'nin düşünceleri

source: Aunt Camille
tr_tr: Camille Teyze

source: Aunt Camille's Thoughts
tr_tr: Camille Teyze'nin düşünceleri
