Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/Cosplay_gallery.po
Languages: tr_tr

source: [_RT_] {i}Yes... I have sold another pair of oufits for $[sold] more.{/i}
tr_tr: [_RT_] {i}Evet... Bir çift kıyafet daha sattım.[sold] daha fazla.{/i}

source: [_RT_] {i}I should check if I got any likes and if I can transfer the money to my account.{/i}
tr_tr: [_RT_] {i}Herhangi bir beğeni alıp almadığımı ve parayı hesabıma transfer edip edemeyeceğimi kontrol etmeliyim.{/i}

source: You were sponsored by a total of [var_total_supporters] supporters and earned $[var_earnings_from_supporters]!
tr_tr: Toplam [var_total_supporters] destekçisi tarafından desteklendiniz ve[var_earnings_from_supporters]$ kazandınız!

source: You have already withdrawn the money that you have earned this month!
tr_tr: Bu ay kazandığınız parayı çoktan çektiniz!

source: [_RT_] {i}I must wait until the end of the month to withdraw my funds.{/i}
tr_tr: [_RT_] {i}Paramı çekmek için ay sonuna kadar beklemeliyim.{/i}

source: You have received [new_likes] new likes and earned $[income]!
tr_tr: [new_likes] yeni beğeni aldınız ve [income]$ kazandınız!

source: You have already withdrawn the money that you have earned!
tr_tr: Bu ay kazandığınız parayı çoktan çektiniz!

source: [_RT_] {i}I must wait until the end of the week to withdraw my funds.{/i}
tr_tr: [_RT_] {i}Paramı çekmek için ay sonuna kadar beklemeliyim.{/i}

source: [_RT_] {i}For only 5 bucks I'll get more likes. I should remember to do this daily.{/i}
tr_tr: [_RT_] {i}Yalnızca 5 dolara daha çok beğeni alacağım. Bunu her gün yapmayı unutmamalıyım.{/i}

source: [_RT_] {i}I already advertised today.{/i}
tr_tr: [_RT_] {i}Bugün zaten reklam verdim.{/i}

source: [_RT_] {i}Yes... The outfits were sold and now I have $[sold] more in my account.{/i}
tr_tr: [_RT_] {i}Evet... Kıyafetler satıldı ve şimdi hesabımda[sold] $ daha var.{/i}

source: [_RT_] {i}I should sell the cosplay outfits.{/i}
tr_tr: [_RT_] {i}Kostüm kıyafetlerini satmalıyım.{/i}

source: [_RT_] {i}There... all outfits have been put up for sale, now I'll just have to wait and see if they'll sell.{/i}
tr_tr: [_RT_] {i}İşte... tüm kıyafetler satışa çıkarıldı, şimdi sadece bekleyip satılıp satılmayacaklarını görmem gerekecek.{/i}

source: [_RT_] {i}I don't have anything to sell.{/i}
tr_tr: [_RT_] {i}Satacak bir şeyim yok.{/i}

source: [_RT_] {i} The first cosplay outfit that [outfit_nfo_name] wore on our first photoshoot.{/i}
tr_tr: [_RT_] {i} [outfit_nfo_name] ile ilk fotoğraf çekimimizde giydiği ilk cosplay kıyafeti.{/i}

source: [_RT_] {i}I hope we can sell more of them.{/i}
tr_tr: [_RT_] {i}Umarım daha fazla satabiliriz. {/i}

source: {color=#ffffff}{b}Supporters{/b}{/color}
tr_tr: {color=#ffffff}{b}Destekçiler{/b}{/color}

source: {color=#ffffff}{b}Advertising{/b}{/color}
tr_tr: {color=#ffffff}{b}Destekçiler{/b}{/color}

source: {color=#ffffff}{b}Images Videos{/b}{/color}
tr_tr: {color=#ffffff}{b}Destekçiler{/b}{/color}

source: {color=#ffffff}{b}Outfits{/b}{/color}
tr_tr: {color=#ffffff}{b}Destekçiler{/b}{/color}

source: {color=#000000}{b}Likes: [total_likes]{/b}{/color}
tr_tr: {color=#000000}{b}Beğeniler: [total_likes]{/b}{/color}

source: {color=#ffffff}{b}Press to change likes to money{/b}{/color}
tr_tr: {color=#ffffff}{b} beğenileri paraya çevirmek için basın{/b}{/color}

source: {color=#000000}{b}Sell{/b}{/color}
tr_tr: {color=#000000}{b}Sat{/b}{/color}

source: {color=#000000}{b}outfits{/b}{/color}
tr_tr: {color=#ffffff}{b}Destekçiler{/b}{/color}

source: {color=#ff0000}{b}Supporters: [var_total_supporters]{/b}{/color}
tr_tr: {color=#ff0000}{b}Destekçiler: [var_total_supporters]{/b}{/color}

source: {b}{color=#ffffff}Press to receive {size=18} monthly earnings:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
tr_tr: {b}{color=#ffffff} {size=18} aylık kazançları almak için basın:{/size} {color=#00ff00}{outlinecolor=#000000}{size=16} $[var_earnings_from_supporters]{/size}{/outlinecolor}{/color}{/b}
