Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/New_inventory.po
Languages: tr_tr

source: Expensive, but the most stylish swimsuit for my mom.
tr_tr: Pahalı ama anneme iyi gider.

source: Generic milk chocolate bar.
tr_tr: Jenerik sütlü çikolata.

source: hardnLong.com $25 Gift Card(s).
tr_tr: hardnLong.com 25$ hediye kart(lar)ı.

source: Flowers for my ladies.
tr_tr: Hanımlarıma çiçek.

source: Melatonin, the strongest over the counter sleep aid that I can buy. It's all natural... non addictive...
tr_tr: Melatonin, satın alabileceğim en güçlü reçetesiz uyku ilacı. Tamamen doğal... Bağımlılık yapmıyor...

source: Webcam(s), I can use this item to spy on the girls.
tr_tr: Webcam(ler), bu eşyayı kızları gözetlemek için kullanabilirim.

source: A green screen will make us look more professional.
tr_tr: Yeşil ekran bizi daha profesyonel gösterecektir.

source: With this lights the photos will look better and we'll get more likes.
tr_tr: Bu ışıklarla fotoğraflar daha iyi görünecek ve daha fazla beğeni alacağız.

source: This items helps you get more likes from images.
tr_tr: Bu öğeler resimlerden daha fazla beğeni almanıza yardımcı olur.

source: This items is needed to make videos.
tr_tr: Bu öğeler video yapmak için gereklidir.

source: This items helps you get more likes from videos.
tr_tr: Bu öğeler, videolardan daha fazla beğeni almanıza yardımcı olur.

source: A childrens book that turned out to be full of hidden sexual themes and innuendos... Maybe it is my kind of book!
tr_tr: Gizli cinsel temalar ve imalarla dolu olduğu ortaya çıkan bir çocuk kitabı... Belki de benim tarzım bir kitaptır!

source: Second book in the Perry Hotter Series.
tr_tr: Perry Hotter Serisi'nin ikinci kitabı.

source: Third book in the Perry Hotter Series.
tr_tr: Perry Hotter Serisi'nin üçüncü kitabı.

source: Money:$[money]
tr_tr: Para:$[money]

source: INVENTORY
tr_tr: ENVANTER
