Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/Phone_interface.po
Languages: tr_tr

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
tr_tr: [_RT_] {i}Şu anda vakit kaybedemem, DeCapolar her an burada olabilirler.{/i}

source: [_RT_] {i}It's night, I should go to sleep.{/i}
tr_tr: [_RT_] {i}Gece oldu, uyumam gerek.{/i}

source: [_RT_] {i}Right now I'm at School, I must first go home to advance time.{/i}
tr_tr: [_RT_] {i}Şu anda okuldayım, zamanı ilerletebilmek için önce eve gitmem gerek.{/i}

source: [_RT_] {i}I can't waist time. I need to go to school and see how Lauren is doing in the student body election poll.{/i}
tr_tr: [_RT_] {i}Zaman kaybedemem. Okula gidip Lauren'in öğrenci birliği seçim anketinde ne yaptığına bakmalıyım.{/i}

source: [_RT_] {i}I can't waist time. I need to get ready to visit Dad in prison.{/i}
tr_tr: [_RT_] {i}Zaman kaybedemem. Babamı hapishanede ziyaret etmek için hazırlanmalıyım.

source: [_RT_] {i}School has ended, I must return home.{/i}
tr_tr: [_RT_] {i}Okul bitti, eve dönmeliyim.{/i}
