Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_RT_] {i}I wonder where he is?{/i}
tr_tr: [_RT_] {i}Onun nerede olduğunu merak ediyorum.{/i}

source: [_B_] Oh good, you're finally here!
tr_tr: [_B_] İyi, sonunda gelebildin!

source: [_R_] .... What in the hell is going on, Uncle Bobby?...
tr_tr: [_R_] .... Neler oluyor Bobby Amca?...

source: [_B_] Relax kid, you're out of breath, have some whisky or something.
tr_tr: [_B_] Sakin ol evlat, nefes nefese kaldın, biraz viski falan iç.

source: [_R_] I'm too young to drink.
tr_tr: [_R_] İçmek için çok gencim.

source: [_B_] Ehh.... suit yourself. More for me. {p}God knows I need a few more!
tr_tr: [_B_] Ehh.... sen bilirsin. Benim için daha fazla. {p}Tanrı biliyor ya, birkaç taneye daha ihtiyacım var!

source: [_R_] What's going on, Uncle Bobby?
tr_tr: [_R_] Neler oluyor Bobby Amca?

source: [_B_] The Feds got wise to us, is what's going on.
tr_tr: [_B_] Federaller bizi fark etti, olan bu.

source: [_R_] The Feds got wise to what?
tr_tr: [_R_] Federaller neyi fark etti?

source: [_B_] To our not so legitimate business operations.
tr_tr: [_B_] Pekte meşru olmayan ticari faaliyetlerimizi fark ettiler.

source: [_B_] To the fact that we have been facilitating the movement of items of questionable legality for groups of questionable reputation.
tr_tr: [_B_] İtibarı şüpheli gruplar için yasallığı şüpheli maddelerin hareketini kolaylaştırdığımız gerçeğine.

source: [_R_] .... What?.... Dad's been breaking the law?!
tr_tr: [_R_] .... nE? .... Babam yasaları mı çiğniyor?!

source: [_B_] More like skirting the law, but the Feds don't seem to notice no distinction.
tr_tr: [_B_] Daha çok yasaları çiğnemek gibi ama Federaller bu ayrımı fark etmemiş gibi görünüyor.

source: [_R_] .... I.... I.... can't believe this? my father's a real-life criminal?
tr_tr: [_R_] .... Ben.... Ben.... buna inanamıyorum? Babam gerçek hayatta bir suçlu mu?

source: [_B_] Yeah.... well, don't think too bad of your old man. {p}Your family's been living pretty well as a result of his hard work.
tr_tr: [_B_] Evet.... baban hakkında çok kötü düşünme. {p}Onun sıkı çalışması sayesinde aileniz oldukça iyi yaşıyor.

source: [_B_] He's built this business from nothing, and taken some incredible risks along the way. {p}All of which have paid off in the end.
tr_tr: [_B_] Bu işi sıfırdan kurdu ve yol boyunca bazı inanılmaz riskler aldı. {p}Bunların hepsinin sonunda karşılığını aldı.

source: [_R_] Paid off!?! He's in fucking jail!
tr_tr: [_R_] Karşılığını mı aldı!?! O, hapishanede!

source: [_B_] Yeah, well... present circumstances excluded.
tr_tr: [_B_] Evet, şey... şu anki koşullar hariç.

source: [_R_] How did he get caught?
tr_tr: [_R_] Peki babamı nasıl paketlediler?

source: [_B_] They busted him last night on a late delivery.{p}Luckily he wasn't in a company ride, or on company property, but now we're being heavily watched and investigated.
tr_tr: [_B_] Dün gece bir teslimatta onu yakaladılar.{p}Neyse ki şirket aracında ya da şirket mülkünde değildi, ama şimdi yoğun bir şekilde izleniyor ve soruşturuluyoruz.

source: [_R_] Dad said on the phone that we could be in danger, or trouble?
tr_tr: [_R_] Babam telefonda tehlikede ya da belada olabileceğimizi mi söyledi?

source: [_B_] Yes.... so that's the tricky part. {p}Your dad recently took out a sizable loan from the DeCapo crime family.
tr_tr: [_B_] Evet.... işte işin zor kısmı. {p}Baban yakın zamanda DeCapo suç ailesinden büyük bir kredi aldı.

source: [_B_] It's a personal handshake loan, no paper trail, so the feds have no idea about it. {p}But just because your dads going to be in prison, doesn't mean they don't expect to be paid.
tr_tr: [_B_] Bu kişisel bir el sıkışma kredisi, kağıt izi yok, bu yüzden federallerin bu konuda hiçbir fikri yok. {p}Ama babanın hapse girecek olması, ödeme yapılmasını beklemedikleri anlamına gelmiyor.

source: [_B_] The good news is we talked this morning, and I let 'em know about present circumstances.
tr_tr: [_B_] İyi haber şu ki, bu sabah konuştuk ve onlara mevcut durum hakkında bilgi verdim.

source: [_B_] As a good will gesture to [dad_name] for not ratting them out, they said they're willing to accept interest-only payments for a short while, until we can figure something else out.
tr_tr: [_B_] Kendilerini ispiyonlamadığı için [dad_name] 'e bir iyi niyet jesti olarak, biz başka bir çözüm bulana kadar kısa bir süre için sadece faiz ödemelerini kabul etmeye istekli olduklarını söylediler.

source: [_R_] WHAT?.... We're expected to pay Dad's loan while he's in prison?...
tr_tr: [_R_] NE?.... Babam hapisteyken onların borcunu ödememizi mi bekliyorlar?...

source: [_B_] Well, [dad_name] used his household as collateral, and since we're dealing with the Mafia, that includes human capital. So, if you don't pay, they'll basically human traffic you into white slavery... Even you pretty boy.
tr_tr: [_B_] [dad_name] ev halkını teminat olarak kullandı ve mafya ile uğraştığımıza göre, bu insan sermayesini de içeriyor. Yani, eğer ödeme yapmazsan, seni beyaz kölelik için insan ticareti yapacaklar... Seni bile.

source: [_R_] Fuck!
tr_tr: [_R_] Hay amk!

source: [_R_] Can't you?.... Or.... or.... or.... the business pay back the loan for us?
tr_tr: [_R_] Sen yapamaz mısın?.... Veya.... veya.... veya.... işletme bizim için krediyi geri ödeyemez mi?

source: [_B_] I'm sorry, but this is strictly off the books, and the Feds have seized all our cash, frozen all of our assets and accounts, including my personal ones.
tr_tr: [_B_] Üzgünüm ama bu kesinlikle kayıt dışı ve Federaller tüm paramıza el koydu, kişisel hesaplarım da dahil olmak üzere tüm varlıklarımız ve hesaplarımız donduruldu.

source: [_B_] We have a federal accountant in our office, right now, as we speak, that will be controlling all the movement of funds until the investigation is over.
tr_tr: [_B_] Biz bunları konuşurken ofisimizde soruşturma sona erene kadar tüm varlık hareketlerini kontrol edecek federal bir muhasebecimiz var.

source: [_B_] If I had anything extra to give you, it would be yours, but I have to take care of my own wife and daughter. The Feds will only allow me enough to survive on.
tr_tr: [_B_] Sana verecek fazladan bir şeyim olsaydı, senin olurdu ama kendi karıma ve kızıma bakmak zorundayım. Federaller bana sadece hayatta kalmama yetecek kadar izin verecek.

source: [_R_] Can't we just tell the police about the DeCapos?
tr_tr: [_R_] Polise DeCapo'lardan bahsedemez miyiz?

source: [_B_] If you want the DeCapos to put a hit on your old man, they can get him in prison you know.{p}But they'll come after his wife first, to teach him a lesson.{p}They have people everywhere. The police can't protect her.
tr_tr: [_B_] DeCaposların babanı öldürmesini istiyorsan, onları hapse tıkabilirler.{p}Ama önce ona bir ders vermek için karısının peşine düşerler.{p}Her yerde adamları var. Polis, babanı koruyamaz.

source: [_R_] Shit...
tr_tr: [_R_] Siktir...

source: [_R_] Shit!...
tr_tr: [_R_] Siktir!...

source: [_R_] .... SHIT!!...
tr_tr: [_R_] .... SİKTİR!!...

source: [_R_] Well, how much are the payments?
tr_tr: [_R_] Peki, ödenmesi gereken miktar ne kadar?

source: [_B_] For now.... only $1,000 dollars each week.
tr_tr: [_B_] Şimdilik.... haftalık sadece 1.000 dolar.

source: [_R_] Pfft.... $1,000 DOLLARS EACH WEEK? I'm only in high school. Where am I going to come up with that kind of cash?
tr_tr: [_R_] Pfft.... HAFTALIK 1,000 DOLAR MI? Ben daha lisedeyim. Bu kadar parayı nereden bulacağım?

source: [_B_] Just relax kid, I have a way for you to make some extra money.
tr_tr: [_B_] Sakin ol evlat, sana fazladan para kazandıracak bir yol buldum.

source: [_B_] We still have a pretty large pile of contraband in our underground warehouse, and we still have clients who expect delivery of said goods.
tr_tr: [_B_] Yeraltı depomuzda hala oldukça büyük bir kaçak mal yığını var ve hala söz konusu malların teslim edilmesini bekleyen müşterilerimiz var.

source: [_B_] If you can come here during the afternoons, you can make these deliveries for us. I even have a little pizza box container we can attach right onto your scooter to carry the packages.
tr_tr: [_B_] Öğleden sonraları buraya gelebilirsen, bizim için bu teslimatları yapabilirsin. Paketleri taşımak için scooter'ına takabileceğim küçük bir pizza kutusu konteynerim bile var.

source: [_B_] No one will ever suspect a young pizza delivery boy.
tr_tr: [_B_] Kimse genç bir pizzacıdan şüphelenmez.

source: [_B_] The clients will pay you directly, and you can keep the money they give you.
tr_tr: [_B_] Müşteriler sana doğrudan ödeme yapacak ve sana verdikleri para sende kalacak.

source: [_B_] Some of them are fairly generous and will even give you some decent tips.
tr_tr: [_B_] Bazıları oldukça cömerttir ve sana bazen bağışta da bulunabilirler.

source: [_B_] The FBI has no reason to suspect you, so it should be relatively low risk.
tr_tr: [_B_] FBI'ın senden şüphelenmesi için bir nedeni yok, bu yüzden nispeten düşük riskli olmalı.

source: [_B_] If you're not able to make the deliveries some days, or if you find a better way to make the cash, I'll just have to make the deliveries myself.{p}It will be riskier since I'm being watched, but the deliveries have to be made.
tr_tr: [_B_] Eğer bazı günler teslimatları yapamazsan ya da para kazanmak için daha iyi bir yol bulursan, teslimatları kendim yapmak zorunda kalacağım.{p}İzlendiğim için daha riskli olacak ama teslimatlar da bir yandan yapılmak zorunda.

source: [_B_] So what do you think?
tr_tr: [_B_] Ee ne düşünüyorsun peki?

source: [_R_] .... {p}I don't think I have a choice,{p}.... so I guess I'm in?...
tr_tr: [_R_] .... {p}Başka seçeneğim olduğunu sanmıyorum,{p}.... yani artık bende bu işteyim?...

source: [_B_] Great!.... Oh, and here's the little bit of cash I do have,
tr_tr: [_B_] Harika!.... Oh, ve işte elimdeki azıcık nakit para,

source: {i}Received $300 dollars.{/i}
tr_tr: {i}300 dolar aldın.{/i}

source: [_B_] Hopefully It can help you make this week's payment.
tr_tr: [_B_] Umarım bu haftanın ödemesini yapmana yardımcı olabilir.

source: [_R_] .... Thanks.... oh, and how do I make the payments?
tr_tr: [_R_] .... Bu iyi oldu... peki ödemeleri nasıl yapacağım?

source: [_B_] Every Saturday evening, the DeCapos will send a couple guys to your front door to pick up the money.
tr_tr: [_B_] Her Cumartesi akşamı DeCaposlar parayı almaları için kapınıza birkaç adam gönderecek.

source: [_B_] You pay them the money and bada bing bada boom, they'll be on their merry way.
tr_tr: [_B_] Onlara parayı ödersin ve bada bing bada boom, neşeli şekilde giderler.

source: [_R_] Saturday!.... But that's today!!.... How will I get the money together by this evening?
tr_tr: [_R_] Cumartesi mi?.... Ama bugün Cumartesi!.... Bu akşama kadar parayı nasıl toplayacağım?

source: [_B_] With the $300 I gave you, and if you make deliveries today. And hopefully your mom has a little cash on her. Hopefully you'll have enough...
tr_tr: [_B_] Sana verdiğim 300 dolarla ve bugün teslimat yaparsan. Ve umarım annenin üzerinde biraz nakit vardır. Umarım yeterince paran olur...

source: [_B_] .... I'll be praying to the Virgin Mary that you can make it.
tr_tr: [_B_] .... Başarabilmen için Meryem Ana'ya dua edeceğim.

source: [_R_] {i}(sarcastically){/i} Oh.... that's a relief.
tr_tr: [_R_] {i}(alaycı bir şekilde){/i} Oh.... bu çok rahatlatıcı oldu.

source: [_B_] Sorry.... I wish there was more I could do.... If there was anything else I'd do it.
tr_tr: [_B_] Üzgünüm.... Keşke yapabileceğim daha fazla şey olsaydı.... Başka bir şey olsaydı yapardım.

source: [_R_] I know.... really.... thanks for helping us out.
tr_tr: [_R_] Biliyorum.... gerçekten.... bize yardım ettiğin için teşekkürler. (çok soğuk kanlısın kardeşşş).

source: [_B_] You're welcome! And be safe on your deliveries. Try to make sure no one is following you, and if they are, return here immediately.
tr_tr: [_B_] Bir şey değil! Ve teslimatlarda güvende ol. Kimsenin seni takip etmediğinden emin olmaya çalış ve eğer takip ediyorlarsa hemen buraya dön.

source: [_R_] Alright, I'll keep an eye out,{p}and thanks again.
tr_tr: [_R_] Pekala, gözümü dört açacağım.{p}Ve tekrardan teşekkürler.

source: [_B_] Oh Right.... one more thing I almost forgot! If your mom asks what you're doing to make this extra money, just tell her you're doing some janitorial work for us.
tr_tr: [_B_] Ahh.... neredeyse unutuyordum! Annen fazladan para kazanmak için ne yaptığını sorarsa, ona bizim için temizlik işi yaptığını söyle.

source: [_B_] I don't thinks she'd be too thrilled if she suspected you were making deliveries for your old man.
tr_tr: [_B_] Baban için teslimat yaptığından şüphelenirse onun sevineceğini sanmıyorum.

source: [_B_] Capisce?
tr_tr: [_B_] Kapiş?

source: [_R_] Yeah.... I capisce.
tr_tr: [_R_] Evet.... anladım.

source: [_B_] Great, now go hook that pizza box to your scooter, and go make some deliveries.
tr_tr: [_B_] Harika, şimdi git ve o pizza kutusunu scooter'ına bağla sonra da birkaç teslimat yap.

source: {i}"You received $200 and no tips."{/i}
tr_tr: {i}"200 dolar aldınız, bahşiş yok."{/i}

source: {i}"You received $200 and $50 in tips."{/i}
tr_tr: {i}"200 dolar ve 50 dolar bahşiş aldınız."{/i}

source: {i}"You received $200 and $100 in tips."{/i}
tr_tr: {i}"200 dolar ve 100 dolar bahşiş aldınız."{/i}

source: {i}"You received $200 and $150 in tips."{/i}
tr_tr: {i}"200 dolar ve 150 dolar bahşiş aldınız."{/i}

source: {i}"You received $200 and $200 in tips."{/i}
tr_tr: {i}"200 dolar ve 200 dolar bahşiş aldınız."{/i}

source: {i}"You received $200 and $250 in tips."{/i}
tr_tr: {i}"200 dolar ve 250 dolar bahşiş aldınız."{/i}

source: I can only make deliveries in the afternoon.
tr_tr: Sadece öğleden sonra teslimat yapabilirim.

source: "You received a green screen."
tr_tr: "Yeşil bir perde aldınız."

source: "There's nothing else to do here."
tr_tr: "Burada yapacak başka bir şey yok."

source: "There's nothing left to do here."
tr_tr: "Burada bir şey yok."

source: [_RT_] {i}Oh, man.... I can't get my conversation with Uncle Bobby out of my head. {p}More importantly, how do I tell Mom and Lauren about it?{/i}
tr_tr: [_RT_] {i}Oh, adamım.... Bobby Amca ile yaptığım konuşmayı aklımdan çıkaramıyorum. {p}Daha da önemlisi, bunu anneme ve Lauren'a nasıl söyleyeceğim?{/i}

source: [_M_] Oh, honey, it was just terrible.... men from the FBI were here all day, going through our things, digging through our garbage, making copies of all our computer drives.
tr_tr: [_M_] Tatlım, korkunç bir şeydi.... FBI'dan adamlar bütün gün buradaydı, eşyalarımızı karıştırdılar, çöplerimizi karıştırdılar, tüm bilgisayar sürücülerimizin kopyalarını aldılar.

source: [_RT_] {i}Oh, shit.... well, I guess they're going to find my porn collection. Hopefully they don't know what kind of games "Milfy City" and "Big Brother" are.{/i}
tr_tr: [_RT_] {i}Kahretsin.... sanırım porno koleksiyonumu bulacaklar. Umarım "Milfy City" ve "Big Brother"ın ne tür oyunlar olduğunu bilmiyorlardır.{/i}

source: [_M_] Having your privacy invaded like that makes me feel so vulnerable. Almost naked, you know?
tr_tr: [_M_] Mahremiyetinin bu şekilde ihlal edilmesi beni çok savunmasız hissettiriyor. Neredeyse çıplak gibi, anlıyor musun?

source: [_M_] So what did Uncle Bobby have to say?
tr_tr: [_M_] Peki Bobby Amca ne dedi?

source: {i}10 minutes later.... {/i}
tr_tr: {i}10 dakika sonra.... {/i}

source: [_L_] OMG [ryan], you missed everything! A bunch of hunky FBI guys were here digging through all our junk, combing through our trash. They even copied everything on my phone and our computers! I better not find any of my selfies on the internet!
tr_tr: [_L_] TANRIM, [ryan], her şeyi kaçırdın! Bir grup yakışıklı FBI elemanı burada tüm ıvır zıvırımızı karıştırıyor, çöplerimizi tarıyorlardı. Hatta telefonumdaki ve bilgisayarlarımızdaki her şeyi kopyaladılar! İnternette selfie'lerimi bulmasam iyi olur!

source: [_L_] One of the agents kept staring at my ass. She really gave me the creeps!
tr_tr: [_L_] Onlardan birisi kıçıma bakıp duruyordu. Beni gerçekten ürküttü!

source: [_L_] So where have you been all day?
tr_tr: [_L_] Tüm gün nerelerdeydin?

source: [_R_] And so somehow we have to come up with the rest of the money before the DeCapo thugs come over, which could be any minute!
tr_tr: [_R_] Ve bir şekilde DeCapo haydutları gelmeden önce paranın geri kalanını bulmamız gerekiyor, ki bu her an olabilir!

source: [_R_] Do either of you have any cash lying around?
tr_tr: [_R_] İkinizden birinde hiç nakit var mı?

source: [_M_] OH NO!.... No! We don't have any extra cash!{p}The FBI made me open our safe and they confiscated all our emergency cash. They gave me this debit card, with only enough money to pay our bills and buy food, and they are monitoring all of our transactions.
tr_tr: [_M_] HAYIR!.... Hayır! Hayır! Hiç fazladan paramız yok!{p}FBI bana kasamızı açtırdı ve tüm acil durum nakit paramıza el koydular. Bana sadece faturalarımızı ödemeye ve yiyecek almaya yetecek kadar para içeren bu banka kartını verdiler ve tüm işlemlerimizi izliyorlar.

source: [_L_] Don't look at me, it's not like I have a secret stash of cash hidden under my bed!
tr_tr: [_L_] Bana bakmayın, yatağımın altında gizli bir para zulam falan yok!

source: [_R_] Well, shit! What are we going to do?
tr_tr: [_R_] Siktir! Şimdi ne yapacağız peki?

source: [_M_] Language, [ryan]!
tr_tr: [_M_] Ne dedin sen [ryan]!

source: [_R_] We're about to have our legs broken, and you're worried about me saying "shit"?
tr_tr: [_R_] Bacaklarımız kırılmak üzere ve sen benim "siktir" dememe mi takıldın?

source: [_M_] Yes! Where did you ever learn to be so crass?
tr_tr: [_M_] Evet! Bu kadar kaba olmayı nereden öğrendin?

source: "{b}KNOCK" "KNOCK" "KNOCK{/b}"
tr_tr: "{b}TAK" "TAK" "TAK{/b}"

source: [_M_] Oh, fuck! Oh, shit! They're here!
tr_tr: [_M_] Ah, siktir! Ah, kahretsin! Geldiler!

source: [_MT_] {i}SHIT!! Think [mom_name]! Think! What am I going to do?{/i}
tr_tr: [_MT_] {i}SİKTİR!! Düşün [mom_name]! Düşün! Ne yapacağım ben?{/i}

source: [_M_] [ryan].... give me the cash that you have.
tr_tr: [_M_] [ryan].... elindeki parayı bana ver.

source: {i}"Money = $0"{/i}
tr_tr: {i}"Paran= $0"{/i}

source: [_M_] Lauren, you and [ryan] go into the kitchen and do the dishes while I go talk to the gentlemen at the door.
tr_tr: [_M_] Lauren, sen ve [ryan] mutfağa gidip bulaşıkları yıkayın, ben de gidip kapıdaki beyefendiyle konuşayım.

source: [_M_] I'm sure I can work something out that doesn't involve violence.
tr_tr: [_M_] Şiddet içermeyen bir şeyler bulabileceğime eminim.

source: [_M_] So just get the dishes done, and I'll be back as soon as I'm done talking to them!
tr_tr: [_M_] Bulaşıkları halledin, onlarla konuşmam biter bitmez döneceğim!

source: [_L_] ... And all the sexts I sent to my ex-boyfriend were still on my phone.
tr_tr: [_L_] ... Ve eski erkek arkadaşıma gönderdiğim tüm seks mesajları hala telefonumdaydı.

source: [_R_] Would you shut up about your stupid phone? We're about to be murdered by the mob, and all you can think of is your stupid phone!
tr_tr: [_R_] Aptal telefonun hakkında konuşmayı keser misin? Mafya tarafından öldürülmek üzereyiz ve senin tek düşünebildiğin şey sadece lanet telefonun!

source: [_L_] Oh, just relax!.... Mom will take care of everything. She always does.
tr_tr: [_L_] Oh, rahatla!.... Annem her şeyi halledecektir. O her zaman halleder.

source: [_R_] Dad said I'm the man of the house now! I'm the one who should be out there working things out with the DeCapo's!
tr_tr: [_R_] Babam artık evin erkeği olduğumu söyledi! Dışarıda DeCapolarla işleri halletmesi gereken kişi benim!

source: [_L_] Hahahaha.... you the man of the house? Hahaha.... I wouldn't trust you to work things out with the school bully, let alone a bunch of Mafiosos.
tr_tr: [_L_] Hahahaha.... evin erkeği sen misin? Hahaha.... Bırak bir grup mafyayı, okulun kabadayısıyla bile aranı düzeltebileceğine inanmazdım.

source: [_R_] Just wait and see! I'll fix all of this, and earn everyone's respect!
tr_tr: [_R_] Sadece bekle ve gör! Tüm bunları düzelteceğim ve herkesin saygısını kazanacağım!

source: [_L_] Yeah, and on that day I'll let you fuck me in the ass!
tr_tr: [_L_] Aynen aynen, o gün beni götümden sikmene izin vereceğim!

source: [_R_] Gross, why would you say something like that!
tr_tr: [_R_] İğrençsin, neden böyle bir şey söyledin ki!

source: [_M_] Hey guys, I'm back. Thanks for cleaning up!
tr_tr: [_M_] Çocuklar, geri döndüm. Temizlik için teşekkürler!

source: [_R_] Oh, thank God! Is everything ok?
tr_tr: [_R_] Oh, Tanrıya şükür! Her şey yolunda mı?

source: [_M_] Yes, everything is fine. I worked everything out with Joey.
tr_tr: [_M_] Evet, her şey yolunda. Joey ile her şeyi hallettim.

source: [_L_] Joey, who's Joey?
tr_tr: [_L_] Joey mi, Joey kim?

source: [_M_] Oh, I don't know his last name, maybe it's DeCapo, but he was over this summer for your lousy dad's work BBQ.
tr_tr: [_M_] Soyadını bilmiyorum, belki DeCapo'dur, ama bu yaz berbat babanın iş barbeküsü için buradaydı.

source: [_M_] Way overdressed for the occasion.
tr_tr: [_M_] Bu durum için fazla giyinmişsin.

source: [_L_] Oh yeah, I think I remember him.
tr_tr: [_L_] Evet, sanırım onu hatırlıyorum.

source: [_M_] Right, so he has a small job tonight that he said I'm more than qualified for, and can earn the other $500 in just a couple hours.
tr_tr: [_M_] Doğru, bu gece küçük bir işi varmış, bu iş için fazlasıyla nitelikli olduğumu ve diğer 500 doları sadece birkaç saat içinde kazanabileceğimi söyledi.

source: [_R_] No, wait!.... You're going to take a job from a Mafia goon, where you'll make $500 in a couple hours? That sounds like a bad idea!
tr_tr: [_R_] Anlamadım!.... Bir mafyadan birkaç saat içinde 500 dolar kazanacağın bir iş mi alacaksın? Bu kötü bir fikre benziyor!

source: [_M_] Yeah, well it's not like I have a lot of options here!{p}I don't want to go, but at least it will keep us safe until we have to make another payment next week!
tr_tr: [_M_] Evet, pek fazla seçeneğim yok gibi!{p}Gitmek istemiyorum ama en azından önümüzdeki hafta bir ödeme daha yapana kadar bizi güvende tutacak!

source: [_R_] Ok.... so then what is the job?
tr_tr: [_R_] Tamam o zaman.... iş ne?

source: [_M_] .... It's none of your business!
tr_tr: [_M_] .... Bu seni ilgilendirmez!

source: [_R_] Is it legal?
tr_tr: [_R_] Yasal bir iş mi?

source: [_M_] Of course it's legal! What do you think I am?
tr_tr: [_M_] Tabii ki yasal! Ne olduğumu sanıyorsun?

source: [_R_] Well, why won't you tell us, and what's with the bag?
tr_tr: [_R_] Peki, neden bize söylemiyorsun ve bu çantada ne var?

source: [_M_] I already told you that it's none of your business! So don't ask again!
tr_tr: [_M_] Bunun seni ilgilendirmediğini zaten söyledim! O yüzden tekrar sorma!

source: [_M_] Finish cleaning up!
tr_tr: [_M_] Temizliği bitirin!

source: [_M_] I'll be home very late!
tr_tr: [_M_] Eve çok geç geleceğim!

source: [_R_] Oh, shit!
tr_tr: [_R_] Oh, siktir!

source: [_L_] What?
tr_tr: [_L_] Ne?

source: [_R_] What do you mean "What?".
tr_tr: [_R_] Ne demek "Ne?".

source: [_R_] Mom's leaving our house with the mob, to do a job for the mob, to pay off the mob!
tr_tr: [_R_] Annem mafya için bir iş yapmak, mafyaya borcu ödemek için mafyayla birlikte evimizi terk ediyor!

source: [_L_] I'm sure she's going to be fine?
tr_tr: [_L_] Onun iyi olacağından eminim.

source: [_R_] I'm going to follow her, and make sure she'll be ok.
tr_tr: [_R_] Onu takip edeceğim ve iyi olduğundan emin olacağım.

source: [_L_] What about me? You can't just leave me here alone.
tr_tr: [_L_] Peki ya ben? Beni burada yalnız bırakamazsın.

source: [_L_] I'll be too scared.
tr_tr: [_L_] Ben çok korkarım.
