Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_MT_] {i}I still can't believe my son snuck in here and saw me stripping.{/i}
tr_tr: [_MT_] {i}Oğlumun buraya gizlice girip beni soyunurken gördüğüne hala inanamıyorum.{/i}

source: [_MT_] {i}I hope that didn't traumatize him too much!{/i}
tr_tr: [_MT_] {i}Umarım bu onu çok fazla travmatize etmemiştir!{/i}

source: [_MT_] {i}Actually, if I remember right, he said I looked amazing!{/i}
tr_tr: [_MT_] {i}Aslında, yanlış hatırlamıyorsam, harika göründüğümü söylemişti!{/i}

source: [_MT_] {i}He really is such a sweet boy. Maybe a little perverted, but that probably is just because he's got raging hormones and is living in a house full of girls.{/i}
tr_tr: [_MT_] {i}Gerçekten çok tatlı bir çocuk. Belki biraz sapık, ama bu muhtemelen azgın hormonları olduğu ve kızlarla dolu bir evde yaşadığı içindir.{/i}

source: [_RT_] {i}I feel bad for whoever has to clean up after me.{/i}
tr_tr: [_RT_] {i}Benden sonra temizlik yapmak zorunda kalanlar için üzülüyorum.{/i}

source: [_MT_] {i}I shouldn't be thinking about my own son so much while I'm up here shaking my ass!{/i}
tr_tr: [_MT_] {i}Burada götümü sallarken kendi oğlumu bu kadar çok düşünmemeliyim!{/i}

source: [_MT_] {i}Yet for some reason thinking of him watching me strip in public excites me just a bit.{/i}
tr_tr: [_MT_] {i}Yine de nedense onun beni herkesin içinde soyunurken izlediğini düşünmek beni biraz heyecanlandırıyor.{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +3"{/b}{/i}

source: [_MT_] {i}I've got to be careful, or this pole will get too wet and slippery for the next girl.{/i}
tr_tr: [_MT_] {i}Dikkatli olmalıyım, yoksa bu direk bir sonraki kız için çok ıslak ve kaygan olacak.{/i}

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married. Well, now just my own son and a bunch of random men.{/i}
tr_tr: [_MT_] {i}Evlendiğimizden beri kocamdan başka kimse memelerimi görmedi. Şimdi sadece oğlum ve bir grup rastgele adam var.{/i}

source: [_MT_] {i}And they seem to appreciate them more than my husband does.{/i}
tr_tr: [_MT_] {i}Ve onlar kocamdan daha çok seviyor gibiler.{/i}

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $1000 I need.{/i}
tr_tr: [_MT_] {i}Bana para atıp duruyorlar. Bahse girerim ihtiyacım olan 1000 doları kazanmaya çok yakınım.{/i}

source: [_MT_] {i}Oh, God! Am I actually enjoying this. I think I'm getting really wet!{/i}
tr_tr: [_MT_] {i}Oh, Tanrım! Bundan gerçekten zevk alıyorum. Sanırım gerçekten ıslanıyorum!{/i}

source: [_MT_] {i}OH MY GOD!! Is my own son peeking around the corner again?!!{/i}
tr_tr: [_MT_] {i}AMAN TANRIM! Oğlum yine köşeden mi izliyor?!!{/i}

source: [_MT_] {i}Oh no! I really have fucked him up!{/i}
tr_tr: [_MT_] {i}Olamaz! Onu gerçekten mahvettim!{/i}

source: [_RT_] {i}I need to get my dick back in my pants!{/i}
tr_tr: [_RT_] {i}Sikimi pantolonuma geri sokmam lazım!{/i}

source: [_RT_] {i}Now careful not to zip him up!{/i}
tr_tr: [_RT_] {i}Fermuarını çekmemeye dikkat et!{/i}

source: [_RT_] {i}Shit!.... She's coming over here!{/i}
tr_tr: [_RT_] {i}Siktir!.... Buraya geliyor!{/i}

source: [_RT_] {i}Shit, shit, shit!.... What am I going to say?{/i}
tr_tr: [_RT_] {i}Siktir, siktir, siktir!.... Ne diyeceğim?{/i}

source: [_M_] [ryan]! What the hell are you doing here again!
tr_tr: [_M_] [ryan]! Burada yine ne halt ediyorsun!

source: [_R_] I.... I.... I...
tr_tr: [_R_] Ben.... Ben.... Ben...

source: [_M_] Eyes up here!
tr_tr: [_M_] Gözler yukarı!

source: [_R_] Sorry, it's just you're naked, and it's really distracting.
tr_tr: [_R_] Üzgünüm, çıplaksın ve bu gerçekten dikkat dağıtıcı.

source: [_M_] Well, do I need to go get some clothes on?
tr_tr: [_M_] Gidip üzerime bir şeyler giyeyim mi?

source: [_R_] No!.... I mean.... only if you.... want to.
tr_tr: [_R_] Hayır!.... Demek istediğim.... sadece.... eğer istiyorsan.

source: [_M_] HA!.... I knew it.
tr_tr: [_M_] HA!.... Biliyordum.

source: [_R_] Knew what?
tr_tr: [_R_] Neyi biliyordun?

source: [_M_] You're a little lying pervert!
tr_tr: [_M_] Sen küçük yalancı bir sapıksın!

source: {i}{b}"Mom's Anger +10"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı +10"{/b}{/i}

source: [_R_] What?!...
tr_tr: [_R_] Ne?!...

source: [_M_] Did you really not have enough money to pay off our weekly Mafia debt?
tr_tr: [_M_] Haftalık mafya borcumuzu ödeyecek kadar paran yok muydu gerçekten?

source: [_R_] What are you saying?
tr_tr: [_R_] Ne demek istiyorsun?

source: [_M_] I'm saying that I'm beginning to suspect that even if you had the money, you wouldn't have given it to the DeCapos bacause you wanted to come here and stare at your mom naked!
tr_tr: [_M_] Diyorum ki, paran olsa bile buraya gelip annene çıplak bakmak istediğin için DeCapos'a vermeyeceğinden şüphelenmeye başlıyorum!

source: [_R_] Oh my God! Mom!...
tr_tr: [_R_] Aman Tanrım! Anne!...

source: [_R_] How could you even say such a thing!
tr_tr: [_R_] Böyle bir şeyi nasıl söylersin!

source: [_M_] [ryan]! Your eyes are wandering again! Look up here!
tr_tr: [_M_] [ryan]! Gözlerin yine aşağıda! Yukarı bak!

source: [_R_] What was I saying?
tr_tr: [_R_] Ne diyordum ben?

source: [_M_] You were trying to convince me that you wouldn't fail to make a payment, just so you can stare at your mom's tits!
tr_tr: [_M_] Sırf annenin memelerine bakabilmek için ödemeyi aksatmayacağına beni ikna etmeye çalışıyordun!

source: [_M_] And not very convincingly!
tr_tr: [_M_] Ve pek inandırıcı değil!

source: [_R_] Mom.... I'm so offended...
tr_tr: [_R_] Anne.... Çok gücendim...

source: [_R_] I'll admit they are distracting when you're standing right in front of me with them on full display.
tr_tr: [_R_] Tam karşımda durup onları sergilediğinde dikkat dağıtıcı olduklarını kabul ediyorum.

source: [_R_] But I'm only here with honorable intentions.
tr_tr: [_R_] Ama ben sadece onurlu niyetlerle buradayım.

source: [_M_] Honorable? That's hard to believe when You're pitching a tent the size of a horse!
tr_tr: [_M_] Onurlu mu? At büyüklüğünde bir çadır kurarken buna inanmak zor!

source: [_R_] You think I'm that big?...
tr_tr: [_R_] O kadar büyük olduğunu mu düşünüyorsun?...

source: [_R_] I mean compared with other men you've seen?
tr_tr: [_R_] Yani gördüğün diğer erkeklerle kıyasladığında?

source: [_M_] [ryan].... that is besides the point! And how many do you think I've seen?!!
tr_tr: [_M_] [ryan].... bu konunun dışında! Sence kaç tane görmüşümdür?!!

source: [_R_] Right.... well.... It's...
tr_tr: [_R_] Doğru.... şey.... Bu...

source: [_R_] Anyways, I'm not hard because of you!
tr_tr: [_R_] Her neyse, sana karşı sert değilim!

source: [_R_] I mean you're beautiful and all.... and if you weren't my mom...
tr_tr: [_R_] Yani sen çok güzelsin.... ve eğer annem olmasaydın...

source: [_R_] Well.... what I'm trying to say is that I'm just excited by the situation.... I mean, I'm in a strip club! I've had a boner since I first started thinking about coming in here.
tr_tr: [_R_] Şey.... söylemeye çalıştığım şey.... bu durum beni heyecanlandırıyor. Yani, bir striptiz kulübündeyim! Buraya gelmeyi düşünmeye başladığımdan beri ereksiyon halindeyim.

source: [_R_] It's not because I was watching you.
tr_tr: [_R_] Seni izlediğim için değil.

source: [_M_] Is that right?
tr_tr: [_M_] Bu doğru mu?

source: [_R_] I'm just here to keep you safe.
tr_tr: [_R_] Ben sadece seni güvende tutmak için buradayım.

source: [_M_] Ha! You're here to keep me safe?
tr_tr: [_M_] Ha! Beni güvende tutmak için mi buradasın?

source: [_R_] Well, yeah.... to protect you.
tr_tr: [_R_] Evet.... seni korumak için.

source: [_R_] I mean.... this is a rough side of town.... there are men of questionable motives here.
tr_tr: [_R_] Demek istediğim.... burası şehrin zorlu bir tarafı.... burada şüpheli güdüleri olan adamlar var.

source: [_R_] What if someone tries to grab you or something?
tr_tr: [_R_] Ya biri seni yakalamaya falan çalışırsa?

source: [_M_] [ryan]! That's why they have bouncers!
tr_tr: [_M_] [ryan]! Bu yüzden güvenlikler var!

source: [_M_] Joey gives me an escort both here and back home again.
tr_tr: [_M_] Joey bana hem burada hem de eve dönüşte eşlik ediyor.

source: [_M_] I'm perfectly safe here without you!
tr_tr: [_M_] Sensiz burada tamamen güvendeyim!

source: [_R_] Hmmm.... well, I guess I didn't think about that.
tr_tr: [_R_] Hmmm.... sanırım bunu düşünmemiştim.

source: [_M_] Obviously not!
tr_tr: [_M_] Belli ki hayır!

source: [_R_] Sorry.... I'm just trying to do what Dad told me to do.
tr_tr: [_R_] Üzgünüm.... Sadece babamın bana söylediği şeyi yapmaya çalışıyorum.

source: [_M_] Oh, did he tell you to perv out on your mom while he's gone?
tr_tr: [_M_] O yokken annene sapıklık yapmanı mı söyledi?

source: [_R_] No!, just.... he told me to keep my family safe.
tr_tr: [_R_] Hayır!, sadece.... ailemi güvende tutmamı söyledi.

source: [_M_] Well, I'm perfectly safe, so just.... just.... get your ass home and keep your mouth shut about what I do here.
tr_tr: [_M_] Ben tamamen güvendeyim, bu yüzden sadece.... sadece.... götünü kaldır eve git ve burada ne yaptığım hakkında çeneni kapalı tut.

source: [_M_] And just to make it clear! This.... this right here.... this isn't normal!.... Sons aren't supposed to see so much skin from their moms!
tr_tr: [_M_] Ve sadece açıklığa kavuşturmak için! Bu.... tam burada.... bu normal değil!.... Oğulların annelerinden bu kadar çok çıplaklık görmemeleri gerekir!

source: [_M_] This isn't the kind of example I want to set for your sisters.
tr_tr: [_M_] Kız kardeşlerine böyle örnek olmak istemem.

source: [_RT_] {i}Hmmm.... that's not a bad idea. Maybe they would be a little less prudish if they saw what Mom does on the weekends.{/i}
tr_tr: [_RT_] {i}Hmmm.... bu kötü bir fikir değil. Annemin hafta sonları ne yaptığını görseler belki biraz daha az namuslu olurlar.{/i}

source: [_MT_] {i}Did he really come here with good intentions?{/i}
tr_tr: [_MT_] {i}Buraya gerçekten iyi niyetle mi geldi?{/i}

source: [_MT_] {i}If he did, I really feel kind of bad for yelling at him.{/i}
tr_tr: [_MT_] {i}Eğer bu yüzdense, ona bağırdığım için kendimi gerçekten kötü hissediyorum.{/i}

source: [_MT_] {i}But if he didn't, I might really have a growing problem on my hands.{/i}
tr_tr: [_MT_] {i}Ama yapmadıysa, elimde gerçekten büyüyen bir sorun olabilir.{/i}

source: [_RT_] {i}Well, I guess I should get one more peek for the road.{/i}
tr_tr: [_RT_] {i}Sanırım bir kez daha bakabilirim.{/i}

source: [_M_] [ryan]! It's time for you to leave!
tr_tr: [_M_] [ryan]! Gitme vaktin geldi!

source: [_R_] Of course, I'm leaving right now.
tr_tr: [_R_] Tabii ki, şimdi gidiyorum.

source: [_R_] I love you, mom!
tr_tr: [_R_] Seni seviyorum, anne!

source: [_M_] I know.... I'll see you tomorrow.
tr_tr: [_M_] Biliyorum.... Yarın görüşürüz.

source: [_RT_] {i}And queue the post-coital regret!{/i}
tr_tr: [_RT_] {i}Ve seks sonrası pişmanlığı sıraya koyun!

source: [_RT_] {i}I'm out of control.... maybe I should get help?.... Nah this is just harmless fun.{/i}
tr_tr: [_RT_] {i}Kontrolden çıktım.... belki de yardım almalıyım? Hayır, bu sadece zararsız bir eğlence.{/i}

source: [_RT_] {i}Now I better get out of here before she notices me.{/i}
tr_tr: [_RT_] {i}Şimdi o beni fark etmeden buradan gitsem iyi olacak.{/i}

source: [_RT_] {i}Good feelings gone. What's wrong with me!{/i}
tr_tr: [_RT_] {i}İyi duygular yok. Benim neyim var ki!

source: Would you like to see the tutorial?
tr_tr: Öğretiyici görmek ister misiniz?

source: Yes.
tr_tr: Evet.

source: No.
tr_tr: Hayır.

source: Skip to the end of v0.01b
tr_tr: V0.01b sonuna geç

source: Don't skip the game
tr_tr: Oyunu atlamayın.

source: Chose your route!
tr_tr: Rotanızı seçtik!

source: Loyalty route
tr_tr: Sadakat rotası

source: NTR route
tr_tr: NTR rotası

source: Back
tr_tr: Geri

source: Peek down her robe
tr_tr: Geceliğini kontrol et

source: Gross!! That's just weird!
tr_tr: Kendine hakim ol asker!

source: Lauren, what the hell are you doing?
tr_tr: Lauren, ne yapıyorsun?

source: Sleep
tr_tr: Uyku

source: Never mind
tr_tr: Boşver

source: Memes (Advances time)
tr_tr: Meme'sler (zamanı ilerletir)

source: Go sit down
tr_tr: Otur

source: Ask Mom about her day
tr_tr: Annene günün nasıl geçtiğini sor

source: Ask Lauren about her day
tr_tr: Lauren'e günün nasıl geçtiğini sor

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Skip event and sleep till tomorrow
tr_tr: Etkinliği atla ve yarına kadar uyu.

source: Jump to Mafia payment event.
tr_tr: Mafya ödeme olaylarına atla.

source: I'll pay them $1,000.
tr_tr: Onlara 1,000 dolar veririm.

source: Shit!... I don't have enough money to pay the Mafia.
tr_tr: Lanet olsun! Mafyayı ödeyecek param yok.

source: Let Mom use her "ass"ets to pay the debt this week.
tr_tr: Bırak annem bu hafta borcunu ödemek için "götten" letini kullansın.

source: Look down
tr_tr: Külotuna bak

source: Look up
tr_tr: Yukarı bak

source: Cover up
tr_tr: Ört

source: "Why should I?"
tr_tr: "Neden yapayım?"

source: Watch TV with Lauren
tr_tr: Lauren ile TV izle

source: Look.
tr_tr: Bak.

source: Never mind.
tr_tr: Boşver.

source: Peek
tr_tr: Süz

source: Have Dinner
tr_tr: Yemek ye

source: Hey Mom, it's good to see you up and about!
tr_tr: Anne, seni ayakta görmek güzel!

source: Are you drinking again?!
tr_tr: Yine mi içiyorsun?

source: Look around
tr_tr: Etrafa bakın

source: Talk to Sidney
tr_tr: Sidney ile konuş

source: Try to keep eye contact
tr_tr: Göz teması kurmaya çalışın

source: Just a really quick peek
tr_tr: Sadece hızlı bir bakış

source: Don't risk it
tr_tr: Risk alma

source: Give her money for Lauren's cosplay outfit.
tr_tr: Lauren'in cosplay kıyafeti için ona para ver.

source: Ask her to work at club.
tr_tr: Kulüpte çalışmasını iste.

source: Take a look
tr_tr: Göz at

source: Stay Strong
tr_tr: Dayan Asker

source: What do you think, slut?!
tr_tr: Ne düşünüyorsun, sürtük?!

source: Nothing!
tr_tr: Hiçbir şeye!

source: Just walk away
tr_tr: Sadece uzaklaş

source: Knock
tr_tr: Tıklat

source: Just leave her be.
tr_tr: Sadece onları kendi hallerine bırak.

source: Knock on her door
tr_tr: Kapısını çal

source: Look closer.
tr_tr: Daha yakından bak.

source: Try using subliminal messages
tr_tr: Bilinçaltı mesajları kullanmayı dene

source: Just leave her alone, she's had a rough few days.
tr_tr: Onu rahat bırak, zor birkaç gün geçirdi.

source: Subliminal messages
tr_tr: Bilinçaltı mesajları

source: Peek through the spy-cam.
tr_tr: Casusluk kamerasından bak.

source: Nah, she's probably just sleeping.
tr_tr: Hayır, muhtemelen sadece uyuyordur.

source: Peek through spy-cam
tr_tr: Casusluk kamerasından bak

source: I'm just going to give her some time to cool down
tr_tr: Ona sakinleşmesi için biraz zaman vereceğim

source: Give her a gift
tr_tr: Ona bir hediye ver

source: I just wanted to apologize
tr_tr: Sadece özür dilemek istedim

source: Give her a chocolate bar
tr_tr: Ona bir çikolata ver

source: Give her Hardnlong gift card
tr_tr: Ona Hardnlong hediye kartı ver

source: Give her flowers
tr_tr: Ona çiçekleri ver

source: Get a closer look
tr_tr: Daha yakından bak

source: Why would I even think of looking?
tr_tr: Neden bakmayı düşüneyim ki?

source: Use spy-cam.
tr_tr: Casusluk kamerasını kullan.

source: Not right now.
tr_tr: Şimdi olmaz.

source: Take a peek.
tr_tr: Bir göz at.

source: Let's just take a peek at what she's doing.
tr_tr: Ne yaptığına bir göz atalım.

source: Yes, I need an ally
tr_tr: Evet, bir müttefike ihtiyacım var

source: More subliminal messages!
tr_tr: Daha fazla bilinçaltı mesajı!

source: Not tonight.
tr_tr: Bu gece olmaz.

source: Spy on Sidney
tr_tr: Sidney'i gözetle

source: Keep looking around
tr_tr: Etrafa bakın

source: Just a little bit
tr_tr: Sadece birazcık.

source: Nothing
tr_tr: Hiçbir şeye

source: Of course!
tr_tr: Kesinlikle!

source: Continue sneaking
tr_tr: Sinsice devamke

source: Leave
tr_tr: Ayrıl

source: Attend Class
tr_tr: Derse katıl

source: Start Election Campaign Storyline
tr_tr: Seçim Kampanyası Öykülerini Başlat

source: Talk to Mom about Oedipus assignment
tr_tr: Annenle Oedipus ödevi hakkında konuş

source: Accept Matt's help ("WARNING" future NTR content)
tr_tr: Matt'in yardımını kabul edin ("UYARI" gelecekteki NTR içeriği)

source: Tell Matt to go fuck himself
tr_tr: Matt'e söyle, gitsin kendisini siksin.

source: Just the tip
tr_tr: Sadece başı

source: Throat Fuck
tr_tr: Boğazını sik

source: Deeper
tr_tr: Daha derine

source: Cum
tr_tr: Boşal

source: Down Megan's throat
tr_tr: Megan'ın boğazına

source: All over her face
tr_tr: Yüzüne

source: Make Deliveries
tr_tr: Teslimata çık

source: Pick up Items
tr_tr: Eşyaları al

source: Go to Photo Studio.
tr_tr: Photo Studio 'ya gidin.

source: Return to Map
tr_tr: Haritaya geri dön

source: Tell them about the conversation with Uncle Bobby
tr_tr: Onlara Bobby Amca ile yaptığın konuşmayı anlat

source: Tell them about visit with Uncle Bobby
tr_tr: Onlara Bobby Amca ile olan ziyaretini anlat

source: Stay and Watch
tr_tr: Kal ve izle

source: Go home
tr_tr: Eve git

source: Keep Watching
tr_tr: İzlemeye devamke

source: Go answer the door
tr_tr: Git kapıya bak

source: No (lie)
tr_tr: Hayır (yalan)
