Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_RT_] {i}I wonder if my visit last night caused any of those dreams.{/i}
tr_tr: [_RT_] {i}Acaba dün geceki ziyaretim bu rüyalardan herhangi birine neden oldu mu?{/i}

source: [_RT_] {i}Could my subliminal messages have actually worked?{/i}
tr_tr: [_RT_] {i}Subliminal mesajlarım gerçekten işe yaramış olabilir mi?{/i}

source: [_L_] Plus I am dying with curiosity about what happened with you and Mom last night.
tr_tr: [_L_] Ayrıca dün gece annemle aranızda neler olduğunu merak etmekten ölüyorum.

source: [_R_] What do you mean "with Mom and me last night" nothing happened between us last night!
tr_tr: [_R_] Ne demek "dün gece annem ve benimle" dün gece aramızda hiçbir şey olmadı!

source: [_L_] So.... you didn't follow her to see where she went?
tr_tr: [_L_] Yani.... nereye gittiğini görmek için onu takip etmedin mi?

source: [_R_] Oh.... right.... yes.... I did follow her.
tr_tr: [_R_] Oh.... doğru.... evet.... Onu takip ettim.

source: [_RT_] {i}WOW.... what a view!{/i}
tr_tr: [_RT_] {i}Vay.... ne manzara ama!{/i}

source: [_L_] And?
tr_tr: [_L_] Ve?

source: [_R_] Oh uhh.... they just took her to their night club.
tr_tr: [_R_] Oh uhh.... onu gece kulübüne götürdüler.

source: [_L_] To their nightclub?
tr_tr: [_L_] Gece kulübüne mi?

source: [_L_] Huh.... I wonder what they would have her do there?
tr_tr: [_L_] Huh.... Acaba ona orada ne yaptırdılar?

source: [_RT_] {i}Huh.... nothing as wonderful as Mom's, but her small titties have some appeal as well.{/i}
tr_tr: [_RT_] {i}Huh.... anneminki kadar harika değil ama küçük memelerinin de bir çekiciliği var.{/i}

source: [_L_] Well, did you follow her in?
tr_tr: [_L_] Onu içeriye kadar takip ettin mi?

source: [_R_] Uh.... yeah, I did.
tr_tr: [_R_] Uh.... evet.

source: [_L_] And?...
tr_tr: [_L_] Ve?...

source: [_R_] Oh.... uh.... nothing weird or perverted or anything.
tr_tr: [_R_] Oh.... uh.... garip ya da sapıkça bir şey olmadı.

source: [_L_] Huh?...
tr_tr: [_L_] Hah?...

source: [_R_] I mean they just had her showing off to some customers.... uh.... serving them drinks.... I mean.
tr_tr: [_R_] Yani az önce bazı müşterilere.... uh.... onlara içki servisi yapıyordu.... Yani.

source: [_R_] Why didn't you ask her about it?
tr_tr: [_R_] Neden ona sormadın?

source: [_L_] Oh, she's still asleep with her door locked.
tr_tr: [_L_] Hala kapısı kilitli bir şekilde uyuyor.

source: [_L_] She's grumpier than you are when I wake her up.
tr_tr: [_L_] Onu uyandırdığımda senden daha huysuz oluyor.

source: [_L_] Hey.... what the hell?
tr_tr: [_L_] Hey.... ne oluyor?

source: [_R_] Ohh.... uhh.... It's just morning wood.
tr_tr: [_R_] Ohh.... uhh.... Sadece sabah ereksiyonu.

source: [_L_] Morning wood my ass. You didn't have it when you first woke up!
tr_tr: [_L_] Sabah ereksiyonuymuş, kıçıma anlat sen onu. Uyandığında böyle olmamıştı!

source: [_R_] Oh yeah, uhh.... it can still happen shortly after you wake up.
tr_tr: [_R_] Evet.... uyandıktan kısa bir süre sonra da olabilir.

source: [_L_] Yeah, I'm pretty sure that's not a thing.
tr_tr: [_L_] Evet, öyle bir şey olmadığına eminim.

source: [_R_] No really.... that can happen.
tr_tr: [_R_] Gerçekten.... böyle olabilir.

source: [_L_] Ok.... whatever.... you're the one with a penis.
tr_tr: [_L_] Tamam.... her neyse.... siki olan sensin.

source: [_L_] Aren't you going to cover him up?
tr_tr: [_L_] Onu yerine koymayacak mısın?

source: [_L_] You're actually bigger than I dreamt you were last ni.... I mean than I imagined you were.
tr_tr: [_L_] Aslında geçen gece hayal ettiğimden daha büyükmüş.... Yani düşündüğümden.

source: [_L_] I mean, I've never seen one in real life, just in porn...
tr_tr: [_L_] Yani, gerçek hayatta hiç görmedim, sadece pornoda...

source: [_L_] And you're as big as they are.
tr_tr: [_L_] Ve sendeki de büyük.

source: [_RT_] {i}So she did dream about me last night. I'll have to keep whispering suggestions at night.{/i}
tr_tr: [_RT_] {i}Demek dün gece rüyasında beni görmüş. Geceleri önerileri fısıldamaya devam etmem gerekecek.{/i}

source: [_R_] Thanks.... I guess.
tr_tr: [_R_] Teşekkürler.... Sanırım.

source: [_L_] Anyways.... I should go and let you take care of that, or get dressed, or whatever you do to hide your boner.
tr_tr: [_L_] Her neyse.... Gidip bununla ilgilenmene ya da giyinmene izin vermeliyim ya da ereksiyonunu gizlemek için ne yaparsan yap.

source: [_R_] Ok, see you later I guess.
tr_tr: [_R_] Tamam, sonra görüşürüz sanırım.

source: [_RT_] {i}{b}(HINT){/b} Lauren likes to hang out in the living room in the evenings. Maybe I should go see her.{/i}
tr_tr: [_RT_] {i}Lauren akşamları oturma odasında takılmayı seviyor. Belki de gidip onu görmeliyim.{/i}

source: [_R_] You're the one in my room uninvited.
tr_tr: [_R_] Odama davetsiz gelen sensin.

source: [_L_] Weird flex, but ok.
tr_tr: [_L_] Garip, ama tamam.

source: {i}{b}"Lauren's Libido +5"{/b}{/i}
tr_tr: {i}{b}"Lauren'in azgınlığı +5"{/b}{/i}

source: [_L_] Do you mind me looking?
tr_tr: [_L_] Bakmamın sakıncası var mı?

source: [_R_] No, not really. I know you're just curious.
tr_tr: [_R_] Hayır, bakabilirsin. Sadece merak ettiğini biliyorum.

source: [_R_] I get curious too sometimes. Maybe you can show me something as well.
tr_tr: [_R_] Bazen ben de merak ediyorum. Belki bana da bir şeyler gösterebilirsin.

source: [_L_] Ohh! You Pervert!
tr_tr: [_L_] Ohh! Seni sapık!

source: [_L_] I should have known better then to talk about anything sexual with you!
tr_tr: [_L_] Seninle cinsellikle ilgili bir şey konuşmamam gerektiğini bilmeliydim!

source: [_L_] I'm leaving so you can take care of your little morning wood problem however you want!
tr_tr: [_L_] Ben gidiyorum, sen de sabah ereksiyonu sorununu istediğin gibi halledebilirsin!

source: {i}{b}"Lauren's Anger +10"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı +10"{/b}{/i}

source: [_RT_] {i}If only it was the real thing.{/i}
tr_tr: [_RT_] {i}Eğer gerçek olsaydı. { /i }

source: [_RT_] {i}What is wrong with me?{/i}
tr_tr: [_RT_] {i}Neyim var benim?{/i}

source: [_RT_] {i}{b}(HINT){/b} I should go to the kitchen in the evening for family dinner.{/i}
tr_tr: [_RT_] {i}Akşam aile yemeği için mutfağa gitmeliyim.{/i}

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love
tr_tr: [_R_] Çok değil ama bana göre bu eşcinsel olmak gibi bir şey. Eğer iki insan birbirine aşıksa, neden insanlar onlara aşık olamayacaklarını söyleme hakkına sahip olduklarını düşünüyorlar

source: [_RT_] {i}I wonder if Lauren would mind if I joined her.{/i}
tr_tr: [_RT_] {i}Acaba Lauren ona katılmamı sorun eder mi?{/i}

source: [_R_] Do you mind if I watch some TV with you?
tr_tr: [_R_] Seninle biraz televizyon izlememin sakıncası var mı?

source: [_L_] Hey [ryan], do you want to watch something with me?
tr_tr: [_L_] Hey [ryan], benimle bir şeyler izlemek ister misin?

source: [_RT_] {i}I wonder If Lauren would mind if I joined her?{/i}
tr_tr: [_RT_] {i}Acaba Lauren ona katılmamı sorun eder mi?{/i}

source: [_L_] Let's watch the next episode of "Game of Thots"!
tr_tr: [_L_] Game of Thots'un bir sonraki bölümünü izleyelim!

source: [_L_] Does the brother and sister have to fuck each other in every episode?
tr_tr: [_L_] Kardeşler her bölümde sikişmek zorundalar mı?

source: [_RT_] {i}I better not push it any further tonight.{/i}
tr_tr: [_RT_] {i}Bu gece daha fazla zorlamasam iyi olur.{/i}

source: [_RT_] {i}I'd wake everyone up if I watch TV now.{/i}
tr_tr: [_RT_] {i}Şimdi televizyon izlersem herkesi uyandırırım.{/i}

source: [_RT_] {i}I don't have time for that now.{/i}
tr_tr: [_RT_] {i}Bunun için zamanım yok.{/i}

source: [_RT_] {i}I love her face in this picture.... I wonder what it will take to get closer to her!{/i}
tr_tr: [_RT_] {i}bu resimdeki yüzünü seviyorum .... Ona daha yakın olmak için ne gerekir diye merak ediyorum!

source: [_RT_] {i}This is my older sister Sidney,{p}She moved out of the house last year.{/i}
tr_tr: [_RT_] {i}Bu benim ablam Sidney,{p}geçen yıl evden taşındı.{/i}

source: [_RT_] {i}She still lives here in the city,{p}but she wanted to be on her own while she attends college.{/i}
tr_tr: [_RT_] {i}Yine de bu şehirde yaşıyor,{p}ama üniversiteye devam ederken kendi başına olmak istiyordu.{/i}

source: [_RT_] {i}She attends the Fine Arts Academy,{p}she's majoring in fashion design.{/i}
tr_tr: [_RT_] {i}Güzel Sanatlar Akademisi'ne devam ediyor,{p}moda tasarımı alanında uzmanlaşıyor.{/i}

source: [_RT_] {i}Dad pays for everything.{p}We hardly ever see her anymore.{/i}
tr_tr: [_RT_] {i}Babam her şeyini ödüyor.{p}Artık onu neredeyse hiç görmüyoruz.{/i}

source: [_RT_] {i}Why do I always have a goofy smile in family pictures?{/i}
tr_tr: [_RT_] {i}aile resimlerinde neden her zaman gofy gülücüm oluyor? { /i }

source: [_RT_] {i}Well, that's me,{p} Mom says I'm handsome,{p} though I've never really had any luck with the ladies.{/i}
tr_tr: [_RT_] {i}İşte ben,{p} Annem yakışıklı olduğumu söylüyor,{p} yine de kadınlar konusunda hiç şansım olmadı.{/i}

source: [_RT_] {i}I got mono last year,{p} as in "mononucleosis."{p} I had to miss a ton of school.{/i}
tr_tr: [_RT_] {i}Geçen yıl mono oldum,{p} "mononükleoz" gibi. (öpücük hastalığı){p} Bir sürü okulu kaçırmak zorunda kaldım.{/i}

source: [_RT_] {i}I have to make up some of my credits again this year before they will give me my diploma.{/i}
tr_tr: [_RT_] {i}Diplomamı vermeleri için bu yıl da bazı kredilerimi telafi etmem gerekiyor.{/i}

source: [_RT_] {i}Lucky for me, my mom's my teacher this year, and she goes pretty easy on me,{p} she understands my situation.{/i}
tr_tr: [_RT_] {i}Şanslıyım ki annemle öğretmenim bu yıl bana karşı oldukça yumuşak davranıyor,{p} durumumu anlıyor.{/i}

source: [_RT_] {i}My idiot dad has been trying to get me to drop out of school and join him in the family business.{/i}
tr_tr: [_RT_] {i}Salak babam ise okulu bırakıp aile işinde ona katılmam için uğraşıyor.{/i}

source: [_RT_] {i}But I have no interest in shipping things around the country,{/i}
tr_tr: [_RT_] {i}Benimse ülkenin dört bir yanına bir şeyler göndermeye hiç niyetim yok,{/i}

source: [_RT_] {i}I want to make money by broadcasting me playing video games, or maybe more realistically, a photographer or something along those lines.{/i}
tr_tr: [_RT_] {i}Video oyunları oynarken kendimi videoya çekerek para kazanmak istiyorum, ya da belki daha gerçekçi olarak, bir fotoğrafçı ya da bu çizgide bir şey.{/i}

source: [_RT_] {i}I miss how close we used to be.... I wonder how we can get closer.{/i}
tr_tr: [_RT_] {i}eskiden ne kadar yakın olduğumuzu özledim .... Nasıl yakınlaşabileceğimizi merak ediyorum. { /i }

source: [_RT_] {i}This is my little sister Lauren,{p} We were super close through most of our childhood,{p} but now her best friend is her phone.{/i}
tr_tr: [_RT_] {i}Bu benim küçük kız kardeşim Lauren,{p} Çocukluğumuzun çoğunda çok yakındık,{p} ama şimdi en iyi arkadaşı telefonu.{/i}

source: [_RT_] {i}My mom just recently allowed her onto social media,{p} and now the floodgates have opened.{/i}
tr_tr: [_RT_] {i}Annem kısa süre önce onun sosyal medyaya girmesine izin verdi,{p} ve şimdi sel kapıları açıldı.{/i}

source: [_RT_] {i}I really miss spending more time with her.{p} Lucky for me, she is in my class, although, I'm not sure if she's noticed.{/i}
tr_tr: [_RT_] {i}Onunla daha fazla vakit geçirmeyi gerçekten özledim.{p} Şanslıyım ki o benim sınıfımda, ama fark edip etmediğinden emin değilim.{/i}

source: [_RT_] {i}What a douche! I can't believe the trouble he's gotten us into.{/i}
tr_tr: [_RT_] {i}What a doug! Bizi bu belaya sokmaya ne kadar zorlayacağına inanamıyorum.

source: [_RT_] {i}This is my dad, [dad_name], {p}The best way to describe him is "Larger Than Life."{/i}
tr_tr: [_RT_] {i}Babam [dad_name], {p}Onu tanımlamanın en iyi yolu "Hayattan Daha Büyük".{/i}

source: [_RT_] {i}He started his own shipping and delivery business, and has been very successful.{/i}
tr_tr: [_RT_] {i}Kendi nakliye ve teslimat işini kurdu ve çok başarılı oldu.{/i}

source: [_RT_] {i}He runs his family like he does his business. {p}With complete control. {p}He says jump, we all say "How high?".{/i}
tr_tr: [_RT_] {i}Ailesini de işini yaptığı gibi yönetiyor. {p}Tam bir kontrolle. {p}O atla diyor, hepimiz "Ne kadar yükseğe?" diyoruz.{/i}

source: [_RT_] {i}He's never been physically abusive, {p}but he's made up for that through mental and emotional abuse.{/i}
tr_tr: [_RT_] {i}Hiçbir zaman fiziksel tacizde bulunmadı {p}ama bunu zihinsel ve duygusal tacizle telafi etti.{/i}

source: [_RT_] {i}If he didn't provide all the money we needed to survive, we would all probably be happier with him in prison.{/i}
tr_tr: [_RT_] {i}Hayatta kalmak için ihtiyacımız olan tüm parayı o sağlamasaydı, muhtemelen hepimiz onun hapiste olmasıyla daha mutlu olurduk.{/i}

source: [_RT_] {i}She's still pretty hot for a mom. It would be fun to see more of her wild side.{/i}
tr_tr: [_RT_] {i}O hala bir anne için çok seksi. Onun vahşi tarafını daha fazla görmek eğlenceli olur.

source: [_RT_] {i}This is my mom Jackelyn, she goes by [mom_name] but we call her Mom.{/i}
tr_tr: [_RT_] {i}Bu annem Jackelyn, [mom_name] olarak tanınıyor ama biz ona anne diyoruz.{/i}

source: [_RT_] {i}She's always been a good mother, as far as providing for our physical needs,{/i}
tr_tr: [_RT_] {i}İhtiyaçlarımızı karşılama konusunda her zaman iyi bir anne oldu.{/i}

source: [_RT_] {i}But she's always focused more attention on the things that kept my dad happy, rather than giving us the attention we needed and wanted.{/i}
tr_tr: [_RT_] {i}Ama bize ihtiyacımız olan ve istediğimiz ilgiyi göstermek yerine her zaman babamı mutlu eden şeylere daha fazla odaklandı.{/i}

source: [_RT_] {i}I guess she used to be quite the party girl in high school.{p}Now my dad proudly boasts how he tamed her into an obedient wife and mother.{/i}
tr_tr: [_RT_] {i}Sanırım lisedeyken tam bir parti kızıydı.{p}Şimdi babam onu itaatkar bir eş ve anne olarak nasıl evcilleştirdiğini gururla anlatıyor.{/i}

source: [_RT_] {i}She always has plenty of bad things to say about him, {p}but only behind his back. {p}She wouldn't dream of saying anything to his face.{/i}
tr_tr: [_RT_] {i}Her zaman onun hakkında söyleyecek bir sürü kötü şeyi vardır {p}ama sadece arkasından. {p}Yüzüne karşı bir şey söylemeyi aklından bile geçirmezdi.{/i}

source: [_RT_] {i}She started teaching high school about five years ago, {p}I think just to get out of the house and be more social. {p}I think it has made her happier.{/i}
tr_tr: [_RT_] {i}Yaklaşık beş yıl önce lise öğretmenliğine başladı, {p}sanırım sadece evden çıkmak ve daha sosyal olmak için. {p}Bence bu onu daha mutlu etti.{/i}

source: [_RT_] {i}And now Lauren and I are lucky enough to be in her class.{/i}
tr_tr: [_RT_] {i}Ve şimdi Lauren ve ben onun sınıfında olacak kadar şanslıyız.{/i}

source: [_RT_] {i}Lauren's in there again... I should look online to see if there's a way I can spy on her.{/i}
tr_tr: [_RT_] {i}Lauren yine orada ... Onu takip edebileceğim bir yol olup olmadığını görmek için internete bakmalıyım.

source: [_RT_] {i}Lauren is taking her early morning shower, I wonder if there is some way to spy on her.{/i}
tr_tr: [_RT_] {i}Lauren sabah erkenden duş alıyor, acaba onu gözetlemenin bir yolu var mı?{/i}

source: [_RT_] {i}{b}(HINT){/b} I should see if I can buy a spy-cam online and place it in the bathroom when no one is around.{/i}
tr_tr: [_RT_] {i}İnternetten bir casus kamera alıp etrafta kimse yokken banyoya yerleştirebilir miyim diye bakmalıyım.{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
tr_tr: [_RT_] {i}Lauren sabah erkenden duş alıyor. Bekle.... az önce bir inleme mi duydum? Hızlıca bir göz atalım.{/i}

source: {i}{b}"Lauren's Libido -5"{/b}{/i}
tr_tr: {i}{b}"Lauren'in azgınlığı -5"{/b}{/i}

source: [_RT_] {i}Lauren is taking her early morning shower. Wait.... did I just hear some moaning?, uggh I've got to find a way to see what's going on in there.{/i}
tr_tr: [_RT_] {i}Lauren sabah duşunu alıyor. Bekle.... az önce bir inleme mi duydum?, uggh orada neler olduğunu görmenin bir yolunu bulmalıyım.{/i}

source: [_RT_] {i}Looks like I caught Sidney taking a shower again. I really wish I could watch.{/i}
tr_tr: [_RT_] {i}Sidney 'i tekrar duş alırken yakalamışım gibi görünüyor. Keşke izleyebilseydim. { /i }

source: [_RT_] {i}Sidney must be taking a shower, Mom and Lauren already left for school.{/i}
tr_tr: [_RT_] {i}Sidney duş alıyor olmalı. Annem ve Lauren ortalıkta görünmüyorlar.{/i}

source: [_RT_] {i}Sidney must be taking a shower.{/i}
tr_tr: [_RT_] {i}Sidney duş alıyor olmalı. { /i }

source: [_RT_] {i}Sidney must be taking a shower. Wait.... did I just hear some moaning? Let's just take a quick look through the spy-cam.{/i}
tr_tr: [_RT_] {i}Sidney duş alıyor olmalı. Bekle.... az önce bir inleme mi duydum? Hadi casusluk kamerasıyla hızlıca bir göz atalım.{/i}

source: {i}{b}"Sidney's Libido -5"{/b}{/i}
tr_tr: {i}{b}"Sidney'in azgınlığı -5"{/b}{/i}

source: [_RT_] {i}I think that's Mom. I'm so glad she finally came out of her room. Sounds like she's taking a shower.{/i}
tr_tr: [_RT_] {i}Sanırım bu annem. Sonunda odasından çıkmasına çok sevindim. Duş alıyor gibi görünüyor.{/i}

source: [_RT_] {i}If only I could see her. I should check online for some ideas on how I can spy behind locked doors.{/i}
tr_tr: [_RT_] {i}Keşke onu görebilseydim. Kilitli kapılar ardında nasıl casusluk yapabileceğime dair fikirler için internete bakmalıyım.{/i}

source: [_RT_] {i}Mom is taking her after school shower. Wait.... did I just hear some moaning? Let's just take a quick look.{/i}
tr_tr: [_RT_] {i}Annem okuldan sonra duş alıyor. Bekle.... az önce bir inleme mi duydum? Hızlıca bir göz atalım.{/i}

source: {i}{b}"Mom's Libido -5"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı -5"{/b}{/i}

source: [_RT_] {i}No time for a shower.{/i}
tr_tr: [_RT_] {i}Duş almaya vakit yok.{/i}

source: [_RT_] {i}.... oh, Mom must have fallen asleep waiting for her tea to boil.{/i}
tr_tr: [_RT_] {i}.... oh, annem çayın kaynamasını beklerken uyuyakalmış olmalı.{/i}

source: [_RT_] {i}She still hasn't changed out of her nightgown.{/i}
tr_tr: [_RT_] {i}Üzerini daha değişmemiş.{/i}

source: [_RT_] {i}I still can't believe she got after me this morning for sleeping in my underwear.{/i}
tr_tr: [_RT_] {i}Bu sabah iç çamaşırımla uyuduğum için peşime düştüğüne hala inanamıyorum.{/i}

source: [_RT_] {i}I mean look at her, exposing herself all over the house. {p}She must have been up most of the night worrying.{/i}
tr_tr: [_RT_] {i}Yani ona baksana, evin her yerinde kendini teşhir ediyor. {p}Gecenin çoğunu endişelenerek geçirmiş olmalı.{/i}

source: [_RT_] {i}I'll just leave her phone on the counter next to her.{/i}
tr_tr: [_RT_] {i}Telefonunu tezgahın üzerine, yanına bırakacağım.{/i}

source: [_M_] Oh, there you are, honey. Please come sit down and have some dinner.
tr_tr: [_M_] Oh, işte buradasın tatlım. Lütfen gel otur ve biraz yemek ye.

source: [_R_] Ok, Mom.
tr_tr: [_R_] Tamam anne.

source: [_R_] Mom! I'm just really worried about you! I know you're under a lot of stress.
tr_tr: [_R_] Anne! Senin için gerçekten endişelendim! Çok fazla stres altında olduğunu biliyorum.

source: [_R_] That's why I'm going to help make everything be ok.
tr_tr: [_R_] işte bu yüzden her şeyin yoluna girmesine yardım ediyorum.

source: {i}{b}"Mom's Submission +2"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +2"{/b}{/i}

source: [_M_] Oh, honey! You don't need to take that kind of responsibility on yourself.
tr_tr: [_M_] Oh, tatlım! Bu tür bir sorumluluğu kendi başına almana gerek yok.

source: [_R_] I really want to help make all of these changes easier on you!
tr_tr: [_R_] Bu değişikliklerin hepsini sizin için daha kolay hale getirmek için gerçekten yardım etmek istiyorum!

source: [_M_] You're already working at your dad's warehouse to help pay the weekly Mafia bill.
tr_tr: [_M_] Haftalık Mafya faturasını ödemek için babanın deposunda çalışıyorsun zaten.

source: [_RT_] {i}All I have to do is get the cash flowing into our household. Which will be no easy thing.{/i}
tr_tr: [_RT_] {i}Tek yapmam gereken parayı ev eşyalarımıza akıtmak. Ki bu da kolay bir şey değil.

source: [_RT_] {i}No dishes to do right now.{/i}
tr_tr: [_RT_] {i}Şu anda temizlenecek bulaşık yok.{/i}

source: [_RT_] {i}It's too late to do dishes right now.{/i}
tr_tr: [_RT_] {i}Şu anda bulaşık yıkamak için çok geç.{/i}

source: [_RT_] {i}No time, the DeCapos will be here any minute.{/i}
tr_tr: [_RT_] {i}Bunun için zamanım yok. DeCapolar her an burada olabilirler.{/i}

source: [_RT_] {i}Is a little extra affection from Mom even worth all this work?{/i}
tr_tr: [_RT_] {i}Tüm bu işe rağmen annemden biraz daha fazla sevgi mi var?

source: {i}'Mom's Affection +1"{/i}
tr_tr: {i}'Annemin saygısı+1"{/i}

source: [_RT_] {i}Nah.... I don't want to do any dishes right now.{/i}
tr_tr: [_RT_] {i}Hayır .... Şu anda bulaşık yıkamak istemiyorum.

source: [_M_] Hey honey, come sit down. We're having pizza for dinner.
tr_tr: [_M_] Tatlım, gel otur. Akşam yemeğinde pizza yiyeceğiz.

source: [_M_] Oh, my day was fine. How did you think my lesson on Oedipu___
tr_tr: [_M_] Günüm güzel geçti. Oedipu hakkındaki dersimi nasıl buldunuz___

source: [_M_] Oh my God, look everyone, Sidney is home!
tr_tr: [_M_] Aman Tanrım, bakın, Sidney eve dönmüş!

source: [_M_] It's so good to see you!
tr_tr: [_M_] Seni görmek çok güzel!

source: [_M_] How's everything going at school?
tr_tr: [_M_] Okulda işler ne...

source: [_S_] How's everything going at school?
tr_tr: [_S_] Okulda işler ne...

source: [_S_] How's everything going at school!!!?
tr_tr: [_S_] Okulda işler nasıl mı gidiyor!!!?

source: [_S_] If you'd answer your phone you would know how everything is going at school!
tr_tr: [_S_] Telefonuna cevap verseydin okulda her şeyin nasıl gittiğini bilirdin!

source: [_M_] I'm sorry honey, but I've been a little indisposed!
tr_tr: [_M_] Üzgünüm tatlım, ama biraz rahatsızdım!

source: [_L_] {i}(whispers){/i} More like drunk!
tr_tr: [_L_] {i}(fısıldar){/i} Daha çok sarhoş gibi!

source: [_R_] {i}(whispers){/i} Lauren, shut up!
tr_tr: [_R_] {i}(fısıldar){/i} Lauren, kapa çeneni!

source: [_S_] And what about you Lauren? Why did you keep ignoring my calls?
tr_tr: [_S_] Peki ya sen Lauren? Neden aramalarımı görmezden geliyorsun?

source: [_L_] My friend Brittney has been going through a messy breakup and has needed my support!
tr_tr: [_L_] Arkadaşım Brittney karmaşık bir ayrılık sürecinden geçiyor ve desteğime ihtiyacı var!

source: [_L_] I haven't exactly had time to have any long converstations with anyone else.
tr_tr: [_L_] Başka biriyle uzun uzun sohbet edecek zamanım olmadı.

source: [_S_] Long conversations!? I just needed you to get Mom for me!
tr_tr: [_S_] Uzun uzun sohbet mi!? Sadece benim için annemi bulmana ihtiyacım vardı!

source: [_R_] You could have called me.
tr_tr: [_R_] Beni arayabilirdin.

source: [_S_] I never call you. I don't even think I have your number!
tr_tr: [_S_] Seni hiç aramadım. Numaranın bende olduğunu bile sanmıyorum!

source: [_RT_] {i}Ouch.... {/i}
tr_tr: [_RT_] {i}ahh .... { /i }

source: [_M_] Honey! Please just sit and try to calm down. Then you can tell us what's wrong.
tr_tr: [_M_] Tatlım! Lütfen otur ve sakinleşmeye çalış. Sonra bize sorunun ne olduğunu söyleyebilirsin.

source: [_S_] I've been kicked out of school!
tr_tr: [_S_] Okuldan siktir edildim!

source: [_M_] What?
tr_tr: [_M_] Ne?

source: [_S_] They said the check for this coming semester's tuition bounced, and they can't keep on students who don't pay their bills.
tr_tr: [_S_] Bu dönemin okul harcını kontrol ettiklerini söylediler, faturalarını ödemeyen öğrencileri okulda tutamayacaklarını söylediler.
