Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_S_] They kicked me out of the dorm, took away my meal plan.
tr_tr: [_S_] Beni yurttan attılar ve yemek planımı elimden aldılar.

source: [_S_] It was soooo embarassing!
tr_tr: [_S_] Çooook utanç vericiydi!

source: [_S_] So, I tried to call Dad because he takes care of my tuition and housing.
tr_tr: [_S_] Ben de babamı aramaya çalıştım çünkü okul ve ev masraflarımı o karşılıyordu.

source: [_S_] But all I get when I call Dad is a message that his phone's been disconnected.!
tr_tr: [_S_] Ama babamı aradığımda tek aldığım mesaj telefonunun kapalı olduğuydu.!

source: [_S_] Mom? Where's Dad and why can't I get a hold of him?
tr_tr: [_S_] Anne? Babam nerede ve neden ona ulaşamıyorum?

source: Mom tells Sidney about the events that took place over the weekend.
tr_tr: Annem, Sidney'e hafta sonu olanları anlatır.

source: 10 minutes later.
tr_tr: 10 dakika sonra.

source: [_S_] Wow! That is unbelievable! It sounds like a bad plotline for a crappy Mafia movie, or a bad computer game!
tr_tr: [_S_] Vay canına! Bu inanılmaz! Kulağa berbat bir mafya filmi ya da kötü bir bilgisayar oyunu için kötü bir olay örgüsü gibi geliyor!

source: [_M_] Oh yes!
tr_tr: [_M_] Ah evet!

source: [_L_] Absolutely!
tr_tr: [_L_] Kesinlikle!

source: [_R_] The worst!
tr_tr: [_R_] En kötüsü!

source: [_S_] So would it help if I came and served drinks with you at your weekend Mafia jo...
tr_tr: [_S_] Hafta sonu mafya toplantınıza gelip seninle içki servisi yapmamın bir faydası olur m...

source: [_M_] NOOO!.... No no.... no.... thank you. I don't want my girls around the Mafia type men.
tr_tr: [_M_] HAYIR!.... Hayır.... hayır.... teşekkürler. Kızlarımı mafya tipi erkeklerin etrafında istemiyorum.

source: [_L_] You mean Mafia type men, as in men like Dad?
tr_tr: [_L_] Mafya tipi adamlardan mı bahsediyorsun, babam gibi adamlardan mı?

source: [_M_] No, your dad isn't in the Mafia. He just works sometimes with the Mafia.
tr_tr: [_M_] Hayır, baban mafya değil. Sadece bazen mafya ile çalışıyor.

source: [_M_] Anyways, it goes to show that crime doesn't pay.
tr_tr: [_M_] Her neyse, bu da gösteriyor ki suçun karşılığı yok.

source: [_M_] Honey, I will feel much better if you can find a better way to make money than working at your father's warehouse.
tr_tr: [_M_] Tatlım, para kazanmak için babanın deposunda çalışmaktan daha iyi bir yol bulabilirsen kendimi çok daha iyi hissedeceğim.

source: [_R_] Yeah, well I'm trying to figure something else out, so I'll let you know when I do.
tr_tr: [_R_] Evet, başka bir şey bulmaya çalışıyorum, bulduğumda size haber ederim.

source: [_L_] Well, nobody hold your breath.
tr_tr: [_L_] Seni tutan yok.

source: [_R_] Suck a dick!
tr_tr: [_R_] Sikimi ye!

source: [_M_] [ryan]! Language! Please!
tr_tr: [_M_] [ryan]! Ağzından çıkanlara dikkat et! Lütfen!

source: [_S_] So can I have my old bedroom back?
tr_tr: [_S_] Eski yatak odamı geri alabilir miyim?

source: [_L_] You mean my bedroom? No way! I'm not moving back in with [ryan], we're too old now. Plus I think [ryan] is kind of a pervert.
tr_tr: [_L_] Yatak odamı mı kastediyorsun? Asla olmaz! [ryan] yanına geri taşınmayacağım, artık çok yaşlıyız. Ayrıca bence [ryan] sapık.

source: [_R_] No I'm not!
tr_tr: [_R_] Hayır değilim!

source: [_RT_] {i}She's got me pegged.{/i}
tr_tr: [_RT_] {i}Beni yakaladı.{/i}

source: [_M_] No, Sidney is right. He and Lauren have matured too much to share a room now. You're going to have to move into Lauren's room.
tr_tr: [_M_] Hayır, Sidney haklı. O ve Lauren artık aynı odayı paylaşamayacak kadar olgunlaştılar. Lauren'in odasına taşınmak zorunda kalacaksın.

source: [_L_] But Mom, we got rid of her bed.
tr_tr: [_L_] Ama anne, biz onun yatağından kurtulduk.

source: [_M_] Yes, and bought you a nice big queen size bed. You're going to have to share it with Sidney.
tr_tr: [_M_] Evet, ve sana güzel bir büyük boy yatak aldım. Sidney ile paylaşmak zorunda kalacaksın.

source: [_L_] But, Mom...
tr_tr: [_L_] Ama anne...

source: [_M_] We all have to make sacrifices.
tr_tr: [_M_] Hepimiz fedakarlık yapmak zorundayız.

source: [_L_] Ok, fine.
tr_tr: [_L_] Peki, tamam.

source: [_M_] Now let's eat before our food gets any colder.
tr_tr: [_M_] Yemeğimiz daha fazla soğumadan yiyelim.

source: [_RT_] {i}{b}(HINT){/b} I need to sneak into Lauren's room at night and see if I can use subliminal messages on the girls.{/i}
tr_tr: [_RT_] {i}Geceleri Lauren'in odasına gizlice girip kızlar üzerinde bilinçaltı mesajlar kullanıp kullanamayacağıma bakmalıyım.{/i}

source: [_RT_] {i}Ok, I have the melatonin, now I need to figure out how to drug the girls without drugging myself.{/i}
tr_tr: [_RT_] {i}Tamam, melatonini aldım, şimdi kendimi uyuşturmadan kızları nasıl uyuşturacağımı bulmam gerekiyor.{/i}

source: [_RT_] {i}Ok, coffee? No.... I drink that.{/i}
tr_tr: [_RT_] {i}Tamam, kahve? Hayır.... Onu içerim.{/i}

source: [_RT_] {i}Sugar?.... No.... {/i}
tr_tr: [_RT_] {i}Şeker mi?.... Hayır.... {/i}

source: [_RT_] {i}Tea?.... Perfect.{/i}
tr_tr: [_RT_] {i}Çay?.... Mükemmel.{/i}

source: [_RT_] {i}All the girls drink a cup of tea before bed.{/i}
tr_tr: [_RT_] {i}Bütün kızlar yatmadan önce bir fincan çay içerler.{/i}

source: [_RT_] {i}I've just got to grind it up, and mix it in.{/i}
tr_tr: [_RT_] {i}Sadece öğütüp karıştırmam gerekiyor.{/i}

source: [_RT_] {i}Now I just wait for tonight to see how well it works.{/i}
tr_tr: [_RT_] {i}Şimdi ne kadar iyi çalıştığını görmek için bu geceyi bekleyeceğim.{/i}

source: [_S_] What do you want pervert?
tr_tr: [_S_] Ne istiyorsun sapık?

source: [_R_] I just wanted to talk with you.
tr_tr: [_R_] Sadece seninle konuşmak istedim.

source: [_S_] Yeah, well besides me being extremely busy, I'm also still pretty pissed off at you.
tr_tr: [_S_] Evet, çok meşgul olmamın yanı sıra sana hala çok kızgınım.

source: [_S_] So why don't you just go piss up a rope.
tr_tr: [_S_] Neden gidip bir ipe işemiyorsun.

source: [_R_] Ok, fine I'm leaving.
tr_tr: [_R_] Tamam, ben gidiyorum.

source: [_S_] Not soon enough!
tr_tr: [_S_] Bu yeterli değil!

source: [_R_] Hey Sidney, what's up?
tr_tr: [_R_] Hey Sidney, naber?

source: [_S_] Just a second, let me just finish this up.... and.... done.
tr_tr: [_S_] Bir saniye, şunu bitireyim.... ve.... bitti.

source: [_S_] What can I do for you?
tr_tr: [_S_] Senin için ne yapabilirim?

source: [_RT_] {i}Oh, shit.... I can see up her skirt.... {/i}
tr_tr: [_RT_] {i}Oh, siktir.... Eteğinin altını görebiliyorum.... {/i}

source: [_R_] Oh, nothing, just wondering what you're up to.
tr_tr: [_R_] Oh, hiçbir şey. Sadece neyin peşinde olduğunu merak ediyorum.

source: [_S_] Oh, I'm just finishing up some design work for a cosplay outfit I was going to make for Lauren.
tr_tr: [_S_] Lauren için yapacağım bir cosplay kıyafeti için bazı tasarım çalışmalarını bitirmek üzereyim.

source: [_R_] Cosplay?.... I didn't know Lauren was into that.
tr_tr: [_R_] Cosplay mi?.... Lauren'in böyle bir şeyle ilgilendiğini bilmiyordum.

source: [_S_] I don't think she is, but our cousin Mandy asked her to go to the Comic-Con Expo, and begged her to dress in cosplay with her.
tr_tr: [_S_] Öyle olduğunu sanmıyorum, ama kuzenimiz Mandy ondan Comic-Con Expo'ya gitmesini istedi ve onunla birlikte cosplay giymesi için yalvardı.

source: [_R_] I didn't know you knew how to make cosplay costumes.
tr_tr: [_R_] Cosplay kostümleri yapmayı bildiğini bilmiyordum.

source: [_S_] Well, what do you think I've been doing at college dipshit!
tr_tr: [_S_] Peki, üniversitede ne yaptığımı sanıyorsun salak!

source: [_R_] I don't know, like fancy dresses and shit.
tr_tr: [_R_] Bilmiyorum, süslü elbiseler falan.

source: [_S_] Well, I have been doing that too, but I've also been studying all forms of fashion.
tr_tr: [_S_] Ben de bunu yapıyorum ama aynı zamanda modanın her türünü de inceliyorum.

source: [_S_] Designing some cosplay outfits isn't anything too out there, considering how far out some of the avant-garde styles can be.
tr_tr: [_S_] Bazı avangart tarzların ne kadar uçuk olabileceği düşünüldüğünde, bazı cosplay kıyafetleri tasarlamak çok da uçuk bir şey değil.

source: [_R_] I don't know what that means.
tr_tr: [_R_] Bunun ne anlama geldiğini bilmiyorum.

source: [_S_] Avant-garde is just fashion that is meant to push boundaries, or just be outside of the norm.
tr_tr: [_S_] Avangart, sınırları zorlayan ya da normların dışında kalan modadır.

source: [_S_] You know like hmmm.... like the stuff Mugatu wears on the movie Zoolander?
tr_tr: [_S_] Bilirsin işte hmmm.... Zoolander filminde Mugatu'nun giydiği şeyler gibi.

source: [_R_] Oh right gotcha...
tr_tr: [_R_] Oh doğru, anladım...

source: [_RT_] {i}Is she flashing me on purpose, to see if I'll look?{/i}
tr_tr: [_RT_] {i}Bakıp bakmayacağımı görmek için beni bilerek mi teşhir ediyor?{/i}

source: [_RT_] {i}This is just cruel.{/i}
tr_tr: [_RT_] {i}Bu çok zalimce.{/i}

source: [_RT_] {i}Wow! That was awesome! I don't think she noticed.{/i}
tr_tr: [_RT_] {i}Vay canına! Bu harikaydı! Fark ettiğini sanmıyorum.{/i}

source: [_S_] I'm still working on Lauren's costume. Try back again tomorrow, maybe I'll be done by then.
tr_tr: [_S_] Lauren'in kostümü üzerinde çalışmaya devam ediyorum. Yarın tekrar dene, belki o zamana kadar bitirmiş olurum.

source: [_S_] Hey [ryan], what can I do for you?
tr_tr: [_S_] Hey [ryan], senin için ne yapabilirim?

source: [_R_] Nothing, just felt like talking with you.
tr_tr: [_R_] Yok bir şey, sadece seninle konuşmak istedim.

source: [_S_] Sorry little brother, but right now I'm really busy trying to finish up some designs.
tr_tr: [_S_] Üzgünüm küçük kardeşim, ama şu anda bazı tasarımları bitirmeye çalışmakla meşgulüm.

source: [_S_] Come find me again when I'm not so busy.
tr_tr: [_S_] Bu kadar meşgul olmadığım bir zamanda beni tekrar bul.

source: [_RT_] {i}I can't believe she enjoys flashing me her naked pussy so much!{/i}
tr_tr: [_RT_] {i}o çıplak kukumu bana bu kadar göstermekten zevk aldığına inanamıyorum!

source: [_RT_] {i}She's flashing me again!{/i}
tr_tr: [_RT_] {i}Bana yine gösteriyor!{/i}

source: [_RT_] {i}Is she doing this on purpose?{/i}
tr_tr: [_RT_] {i}Bunu bilerek mi yapıyor?{/i}

source: [_RT_] {i}Or could she really be this clueless.{/i}
tr_tr: [_RT_] {i}Yoksa gerçekten bundan haberi mi yok?{/i}

source: [_R_] Ok, I'll find you again soon.
tr_tr: [_R_] Tamam, seni tekrar bulacağım.

source: [_S_] I don't really know why I'm wasting my time designing it though.... It will never get made.
tr_tr: [_S_] Bunu tasarlayarak neden zamanımı harcadığımı gerçekten bilmiyorum.... Asla bitmeyecek.

source: [_R_] What?.... Why not?
tr_tr: [_R_] Ne?.... Neden olmasın?

source: [_S_] The kind of stuff I need for cosplay costumes are expensive.
tr_tr: [_S_] Cosplay kostümleri için ihtiyacım olan şeyler pahalı.

source: [_S_] Now that I've been cut off from Dad's credit card.... I don't have a job yet, or any way to pay for the materials.
tr_tr: [_S_] Şimdi babamın kredi kartıyla ilişkim kesildi.... Henüz bir işim ya da malzemelerin parasını ödeyecek bir yolum yok.

source: [_S_] Lauren's just going to have to go without a costume.
tr_tr: [_S_] Lauren'in kostümsüz gitmesi gerekecek.

source: [_R_] Well, how much does it cost? Maybe I could pay for it.
tr_tr: [_R_] Peki, ne kadar tutuyor? Belki ben ödeyebilirim.

source: [_S_] Well, I was going to charge Dad $500 for it.
tr_tr: [_S_] Babamdan bunun için 500 dolar alacaktım.

source: [_R_] .... Hack.... cough.... wheeze.... did you just say $500 for a costume?
tr_tr: [_R_] .... Ne.... harbi mi.... anlamadım.... az önce bir kostüm için 500 dolar mı dedin?

source: [_S_] Haha.... yeah, but that included my labor costs. If it was just materials it will only cost $250.
tr_tr: [_S_] Haha.... evet, ama buna işçilik masraflarım da dahil. Eğer sadece malzeme olsaydı sadece 250 dolara mal olacaktı.

source: [_R_] Wow!
tr_tr: [_R_] Vay canına!

source: [_S_] Haha.... I know! Why do you think I wanted to get into fashion design. There is some serious money to be made if you do it right.
tr_tr: [_S_] Haha.... Biliyorum! Neden moda tasarımına girmek istediğimi sanıyorsun? Eğer doğru yaparsan ciddi paralar kazanabilirsin.

source: [_R_] So, to make the outfit, you're going to need $250?
tr_tr: [_R_] Yani bu kıyafeti yapmak için 250 dolara mı ihtiyacın olacak?

source: [_S_] At least $400.
tr_tr: [_S_] En az 400 dolar.

source: [_R_] But you said...
tr_tr: [_R_] Ama dedin ki...

source: [_S_] I love Lauren, but I'm not going to go to all that work just for charity.
tr_tr: [_S_] Lauren'i severim ama sırf hayır işi için onca zahmete girmeyeceğim.

source: [_S_] Making a costume is a really big job.
tr_tr: [_S_] Kostüm yapmak gerçekten büyük bir iş.

source: [_R_] Ok, so if I can get you $400, you will go ahead and make Lauren her costume?
tr_tr: [_R_] Tamam, eğer sana 400 dolar bulabilirsem, Lauren'a kostümünü yapacak mısın?

source: [_S_] Yeah I guess, but why are you so interested in helping Lauren?
tr_tr: [_S_] Evet, sanırım, ama neden Lauren'a yardım etmekle bu kadar ilgileniyorsun?

source: [_R_] Well.... to make her happy.
tr_tr: [_R_] Şey.... onu mutlu etmek için.

source: [_S_] Yeah.... I don't buy it. That can't be your only motivation.
tr_tr: [_S_] Evet.... Buna inanmıyorum. Tek motivasyonun bu olamaz.

source: [_S_] What else is in it for you?
tr_tr: [_S_] Senin için başka ne var?

source: [_R_] Honestly?.... I guess I just want to show our family that I can take care of them...
tr_tr: [_R_] Gerçekten mi?.... Sanırım sadece ailemize onlara bakabileceğimi göstermek istiyorum...

source: [_R_] I want our family to be able to continue living normally while Dad is in prison.
tr_tr: [_R_] Babam hapisteyken ailemizin normal bir şekilde yaşamaya devam edebilmesini istiyorum.

source: [_R_] Dad told me I'm the man of the house now, so I want to prove that I'm up to the...
tr_tr: [_R_] Babam artık evin erkeği olduğumu söyledi, ben de bunu kanıtlamak istiyorum...

source: [_R_] What the?...
tr_tr: [_R_] Ne?...

source: [_S_] HAAHAAHAA.... hahahah!!!
tr_tr: [_S_] HAHAHAAHA .... hahahah !!!

source: [_R_] What?
tr_tr: [_R_] Ne?

source: [_S_] Hahaha.... you.... think you.... can replace Dad?.... Hahaha.
tr_tr: [_S_] Hahaha.... sen.... babamın yerini alabileceğini mi sanıyorsun? Hahaha.

source: [_R_] Well, no.... but I'm going to try to...
tr_tr: [_R_] Hayır.... ama deniyorum...

source: [_S_] HAhahahah.... do you know how hard he's had to work to build his business?...
tr_tr: [_S_] HAhahahah.... işini kurmak için ne kadar çok çalışması gerektiğini biliyor muydun?...

source: [_R_] Well, I know it won't be easy but...
tr_tr: [_R_] Kolay olmayacağını biliyorum ama...

source: [_S_] Hahaha.... won't be easy?.... Hahahah.... you're in high school.... hahaha.
tr_tr: [_S_] Hahaha.... kolay olmayacağını mı?.... Hahahah.... sen lisedesin.... hahaha.

source: [_R_] Stop laughing!.... It's not that funny!
tr_tr: [_R_] Gülmeyi kes!.... O kadar da komik değil!

source: [_S_] Hahahahahahha.... I'm sorry.... hahahahha.... I can't stop thinking about you.... hahhahah...
tr_tr: [_S_] Hahahahahahha.... Özür dilerim.... hahahahha.... Seni düşünmeden duramıyorum.... hahhahah...

source: [_S_] I suppose you will want Lauren and me to call you daddy?!.... Hahahhahhah...
tr_tr: [_S_] Sanırım Lauren ve benim sana baba dememizi isteyeceksin?!.... Hahahhahhah...

source: [_RT_] {i}What a bitch! I was trying to bare my soul to her!{/i}
tr_tr: [_RT_] {i}Kokuşmuşa bak! Ona ruhumu açmaya çalışıyordum!{/i}

source: [_RT_] {i}Tried to resist looking at her partially exposed pussy!{/i}
tr_tr: [_RT_] {i}Kısmen açıkta kalan amına bakmamak için kendimi zor tuttum!{/i}

source: [_RT_] {i}And she has the nerve to just laugh at me?.... {/i}
tr_tr: [_RT_] {i}Ve bana gülmeye cüret ediyor?.... {/i}

source: [_RT_] {i}I should just take a look as payment for her making fun of me.{/i}
tr_tr: [_RT_] {i}Benimle dalga geçmesinin karşılığı olarak bir göz atmalıyım.{/i}

source: [_RT_] {i}If she can get so much pleasure out of me.... {/i}
tr_tr: [_RT_] {i}Eğer benden bu kadar zevk alabiliyorsa.... {/i}

source: [_RT_] {i}Than I'm going to enjoy myself too.{/i}
tr_tr: [_RT_] {i}O zaman ben de eğleneceğim.{/i}

source: [_S_] Hahahahh...
tr_tr: [_S_] Hahahahah ...

source: {i}"(abrubt end to laughing)"{/i}
tr_tr: {i}"(gülmeyi keser)"{/i}

source: [_S_] What were you looking at!?
tr_tr: [_S_] Neye bakıyordun!?

source: [_S_] Oh, I see, you think just because I was laughing at you, you have the right to act like a perverted asshole?
tr_tr: [_S_] Anlıyorum, sırf sana güldüğüm için sapık bir pislik gibi davranma hakkına sahip olduğunu mu düşünüyorsun?

source: [_S_] That just because I didn't realize I was flashing you, you have the right to look?
tr_tr: [_S_] Seni kışkırttığımı fark etmemiş olmam, bakmaya hakkın olduğu anlamına gelmez.

source: [_S_] Well, you'd better check your white male privilege you chauvinistic...
tr_tr: [_S_] Beyaz erkek ayrıcalığını kontrol etsen iyi olur seni şovenist...

source: [_R_] Sidney.... please don't start with the liberal arts social justice BS!
tr_tr: [_R_] Sidney.... lütfen liberal sanatlar sosyal adalet zırvalığına başlama!

source: [_S_] BS? That's exactly what a priviledged white boy from a patriarchal...
tr_tr: [_S_] ZIRVALIK MI? Bu tam da ataerkilliğin ayrıcalıklı beyaz çocuğunun söyleyeceği şey...

source: [_S_] Don't you dare walk away from me while I'm trying to educate you about...
tr_tr: [_S_] Seni şu konuda eğitmeye çalışırken sakın benden uzaklaşayım deme...

source: {i}{b}"Sidney's Anger +10"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı +10"{/b}{/i}

source: [_R_] I'm sorry, I was just looking down because your laughing embarassed me.
tr_tr: [_R_] Özür dilerim, gülüşün beni utandırdığı için aşağıya bakıyordum.

source: [_R_] And I had just barely noticed you were flashing before you did.
tr_tr: [_R_] Ve bunu yapmadan önce altını gösterdiğini fark etmiştim.

source: [_S_] Well, I hope that's true, because that would be pretty fucked up if you were staring at your sister's pussy!
tr_tr: [_S_] Umarım bu doğrudur, çünkü kız kardeşinin amına bakıyor olsaydın bu oldukça berbat bir durum olurdu!

source: {i}{b}"Sidney's Anger +5"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı +5"{/b}{/i}

source: [_R_] No I wouldn't stare at your lovely.... I mean...
tr_tr: [_R_] Hayır.... senin büyüleyiciliğine bakmazdım. Yani...

source: [_R_] I didn't mean to say it was lovely.... I just meant that...
tr_tr: [_R_] Büyüleyici olduğunu söylemek istememiştim.... Sadece şunu demek istedim...

source: [_S_] [ryan], why don't you just run along and go play with your video games or something.
tr_tr: [_S_] [ryan], neden gidip video oyunlarıyla falan oynamıyorsun.

source: [_S_] And let the adults actually worry about taking care of this family.
tr_tr: [_S_] Bırakalım da yetişkinler bu aileye bakma konusunda endişelensin.

source: {i}"[ryan] Leaves"{/i}
tr_tr: {i}"[ryan] ayrılır"{/i}

source: [_ST_] {i}Oh my God! Could I have been subconsciously flashing my brother on purpose?{/i}
tr_tr: [_ST_] {i}Aman Tanrım! Bilinçaltımda kardeşime bilerek altımı gösteriyor olabilir miyim?{/i}

source: [_ST_] {i}Is something wrong with me?{/i}
tr_tr: [_ST_] {i}Bende bir sorun mu var?{/i}

source: [_ST_] {i}First I'm molesting my sister in her sleep, and now this.{/i}
tr_tr: [_ST_] {i}Önce kız kardeşimi uykusunda taciz ettim, şimdi de bu.{/i}

source: [_ST_] {i}Worst of all, [ryan] seemed to like it.{/i}
tr_tr: [_ST_] {i}En kötüsü de, [ryan] bundan hoşlanıyor gibiydi.{/i}

source: [_ST_] {i}Ha the look on his face when I caught him.{/i}
tr_tr: [_ST_] {i}Onu yakaladığımda yüzündeki ifade.{/i}

source: [_ST_] {i}I don't buy that it was an accident.{/i}
tr_tr: [_ST_] {i}Bunun bir kaza olduğuna inanmıyorum.{/i}

source: [_ST_] {i}But am I just as perverted as him?.... {/i}
tr_tr: [_ST_] {i}Ama ben de onun kadar sapık mıyım?.... {/i}

source: {i}{b}"Sidney's Libido +3"{/b}{/i}
tr_tr: {i}{b}"Sidney'in azgınlığı +3"{/b}{/i}

source: [_S_] Oh my.... I'm sorry.... I really am sorry for laughing.
tr_tr: [_S_] Oh benim.... Özür dilerim.... Güldüğüm için gerçekten özür dilerim.

source: [_S_] That just really hit my funny bone.
tr_tr: [_S_] Bu gerçekten komik kemiğime çarptı.

source: [_R_] Yeah, well laugh all you want!
tr_tr: [_R_] Evet, istediğin kadar gül!

source: [_R_] Once I figure out how to provide for this family, you will have to come to me for your spending money.
tr_tr: [_R_] Bu aileyi nasıl geçindireceğimi bulduğumda, harcama parası için bana gelmen gerekecek.

source: [_R_] And thanks for the suggestion, when you want money from me in the future, I'll make you call me daddy to get it.
tr_tr: [_R_] Ve önerin için teşekkürler, gelecekte benden para istediğinde, almak için bana baba demeni sağlayacağım.

source: {i}"[ryan] storms out"{/i}
tr_tr: {i}"[ryan] fırtına gibi uzaklaştı"{/i}

source: [_ST_] {i}Wow, I think I really pissed him off.{/i}
tr_tr: [_ST_] {i}Vay canına, sanırım onu gerçekten kızdırdım.{/i}

source: [_ST_] {i}He sure looked determined when he left.{/i}
tr_tr: [_ST_] {i}Giderken kararlı görünüyordu.{/i}

source: [_ST_] {i}It made me almost believe him when he says he's going to provide for the family.{/i}
tr_tr: [_ST_] {i}Ailenin geçimini sağlayacağını söylediğinde neredeyse ona inanmamı sağladı.{/i}

source: [_ST_] {i}Shit, if he succeeds, would I really be willing to call him daddy to get money from him?{/i}
tr_tr: [_ST_] {i}Siktir, eğer başarılı olursa, ondan para almak için ona baba demeye gerçekten razı olur muyum?{/i}

source: {i}"Sidney's Submission +1"{/i}
tr_tr: {i}"Sidney'in Teslimiyeti +1"{/i}

source: [_ST_] {i}I wonder if [ryan] understands the sexual connotation of a woman calling him daddy.{/i}
tr_tr: [_ST_] {i}Acaba [ryan] bir kadının ona baba demesinin cinsel çağrışımlarını anlıyor mu?{/i}

source: {i}{b}"Sidney's Libido +1"{/b}{/i}
tr_tr: {i}{b}"Sidney'in azgınlığı +1"{/b}{/i}

source: [_RT_] {i}Why am I standing by Mom's door again. She already said she wasn't going to let me in.{/i}
tr_tr: [_RT_] {i}Neden yine annemin kapısının yanında duruyorum? Beni içeri almayacagına söyledi zaten.

source: [_RT_] {i}Mom's usually doing her yoga in her bedroom this early in the morning. She usually locks her door. Should I knock and see if she'll let me in?{/i}
tr_tr: [_RT_] {i}Annem genellikle sabahın bu erken saatlerinde yatak odasında yoga yapar. Genelde kapısını kilitler. Kapıyı çalıp içeri girmeme izin verecek mi diye bakayım mı?{/i}

source: [_M_] {i}(Yelling through the door){/i} Who is it?
tr_tr: [_M_] {i}(Kapıdan bağırır)){/i} Kim o?

source: [_R_] It's me, Mom!... Will you let me in?
tr_tr: [_R_] Benim, anne! Beni içeri alır mısın?

source: [_M_] Try the door. Sometimes I don't lock it.
tr_tr: [_M_] Kapıyı dene. Bazen kilitlemiyorum.

source: [_R_] Uhh... It's locked.
tr_tr: [_R_] Uhh... Kilitli.

source: [_M_] Sorry, Honey. I'm trying to hold a position. And as soon as I'm done, I'll have to hurry and get dressed.
tr_tr: [_M_] Üzgünüm, tatlım. Pozisyonumu korumaya çalışıyorum. Ve işim biter bitmez, acele edip giyinmem gerekecek.

source: [_M_] You're just going to have to talk to me later.
tr_tr: [_M_] Benimle sonra konuşmak zorunda kalacaksın.

source: [_R_] Alright, talk to you later.
tr_tr: [_R_] Tamam, sonra konuşuruz.

source: [_RT_] {i}Mom doing yoga is so damn sexy! I wish there was a way I could see inside her room. Like a hidden camera or something?{/i}
tr_tr: [_RT_] {i}annem yoga yapıyor çok seksi! Keşke odasının içinde görebildiğim bir yol olsaydı. Gizli kamera gibi bir şey mi?

source: [_RT_] {i}Huh.... It's late morning, and Mom still hasn't come out of her room. That's pretty unusual for her.{/i}
tr_tr: [_RT_] {i}Huh.... Sabahın geç saatleri ve annem hala odasından çıkmadı. Bu onun için oldukça alışılmadık bir durum.{/i}

source: [_RT_] {i}I'd better check on her.{/i}
tr_tr: [_RT_] {i}Onu kontrol etsem iyi olacak.{/i}
