Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_S_] Ok, goodnight.
tr_tr: [_S_] Tamam, iyi geceler.

source: [_L_] Try to keep your hands to yourself for the rest of the night.
tr_tr: [_L_] Gecenin geri kalanında ellerini kendine saklamaya çalış.

source: [_S_] Yeah, fuck you too. Goodnight.
tr_tr: [_S_] Evet, sen de siktir git. İyi geceler.

source: [_RT_] {i}Oh, thank God, they are finally asleep again!{/i}
tr_tr: [_RT_] {i}Oh, Tanrıya şükür, sonunda tekrar uyudular!{/i}

source: [_RT_] {i}That didn't go exactly as I hoped, but it was still very interesting.{/i}
tr_tr: [_RT_] {i}Tam olarak umduğum gibi gitmedi, ama yine de çok ilginçti.{/i}

source: [_RT_] {i}I think I'll have to give it another try.{/i}
tr_tr: [_RT_] {i}Sanırım bir kez daha denemem gerekecek.{/i}

source: It's too early to go to school.
tr_tr: Okula gitmek için çok erken.

source: There's no school on the weekend.
tr_tr: Hafta sonu okullar kapalı.

source: [_RT_] {i}I'm going to be late for class if I don't hurry.{/i}
tr_tr: [_RT_] {i}Acele etmezsem derse geç kalacağım.{/i}

source: [_RT_] {i}Should I sit through another class, or find something else to do?{/i}
tr_tr: [_RT_] {i}Başka bir derse mi gireyim, yoksa yapacak başka bir şey mi bulayım?{/i}

source: School's over for the day.
tr_tr: Okul bugünlük bitti.

source: It's too late to go to school.
tr_tr: Okula gitmek için çok geç.

source: [_RT_] {i}I don't need anything out of there right now.{/i}
tr_tr: [_RT_] {i}Şu anda oradan bir şeye ihtiyacım yok.{/i}

source: [_M_] Okay class, let's pick up where we left off last time with our discussion on the Oedipus tragedy, and its influence today.
tr_tr: [_M_] Pekala sınıf, Oidipus trajedisi ve günümüzdeki etkisi üzerine tartışmamıza geçen sefer kaldığımız yerden devam edelim.

source: [_RT_] {i}I've heard they have an exciting announcement to start it off. I'd better make sure I'm in {b}Mom's class every Monday morning{/b} so I don't miss the announcements.{/i}
tr_tr: [_RT_] {i}Başlamak için heyecan verici bir duyuruları olduğunu duydum. Duyuruları kaçırmamak için her Pazartesi sabahı{/b} {b}annemin sınıfında olsam iyi olur.{/i}

source: [_RT_] {i}Looks like just any other day at school.{/i}
tr_tr: [_RT_] {i}Okuldaki sıradan bir gün gibi görünüyor.{/i}

source: [_RT_] {i}Mom and Lauren seem to be acting normal.{/i}
tr_tr: [_RT_] {i}Annem ve Lauren normal görünüyorlar.{/i}

source: [_RT_] {i}Hopefully we can keep the fact that our dad was thrown in prison a secret.{/i}
tr_tr: [_RT_] {i}Umarım babamızın hapse atıldığı gerçeğini bir sır olarak saklayabiliriz.{/i}

source: [_RT_] {i}If these snobby private school kids find out, we'll be treated like garbage.{/i}
tr_tr: [_RT_] {i}Eğer bu züppe özel okul çocukları öğrenirse, bize çöp muamelesi yaparlar.{/i}

source: [_RT_] {i}Lauren is talking to her friend Kenzie. I'm actually pretty shocked that they are talking face to face, and not by texting while sitting at their desks.{/i}
tr_tr: [_RT_] {i}Lauren arkadaşı Kenzie ile konuşuyor. Aslında masalarında otururken mesajlaşarak değil de yüz yüze konuşuyor olmaları beni oldukça şaşırttı.{/i}

source: [_RT_] {i}Kenzie is pretty hot. I've tried to get her to notice me, but I get tongue tied around her, and she treats me like a loser.{/i}
tr_tr: [_RT_] {i}Kenzie oldukça seksi. Beni fark etmesini sağlamaya çalıştım ama onun yanında ağzım tutuluyor ve bana ezikmişim gibi davranıyor.{/i}

source: [_RT_] {i}I wonder what Zack and Matt are talking about.{/i}
tr_tr: [_RT_] {i}Zack ve Matt'in ne hakkında konuştuğunu merak ediyorum.{/i}

source: [_RT_] {i}Zack's probably trying to get dating tips from Matt.{/i}
tr_tr: [_RT_] {i}Zack muhtemelen Matt'ten randevu tüyoları almaya çalışıyordur.{/i}

source: [_RT_] {i}I know I should. Matt's freaking smooth. He's probably nailed half the girls in our school,{/i}
tr_tr: [_RT_] {i}Biliyorum, yapmalıyım. Matt oldukça düzgün biri. Muhtemelen okulumuzdaki kızların yarısına çakmıştır ve,{/i}

source: [_RT_] {i}And then there's the rumors that he fucked Mrs. Stone the art teacher and Mrs. Perry the girls PE teacher.{/i}
tr_tr: [_RT_] {i}bir de resim öğretmeni Bayan Stone ve kızların beden eğitimi öğretmeni Bayan Perry ile yattığı dedikoduları var.{/i}

source: [_RT_] {i}As if being charming and confident weren't enough, being captain of the freaking basketball team can't hurt either.{/i}
tr_tr: [_RT_] {i}Çekici ve kendine güvenen biri olmak yetmezmiş gibi, basketbol takımının kaptanı olmanın da zararı olmaz.{/i}

source: [_RT_] {i}And on top of that there's also the rumor that he's hung like a horse.{/i}
tr_tr: [_RT_] {i}Üstelik bir de at gibi asıldığı söylentisi var.{/i}

source: [_RT_] {i}I can tell by the way he stares at Mom, he's more than a little interested.{/i}
tr_tr: [_RT_] {i}Anneme bakışlarından anladığım kadarıyla, biraz ilgisini çekmiş.{/i}

source: [_RT_] {i}Looks like Mom's having to explain something else to Megan.{/i}
tr_tr: [_RT_] {i}Görünüşe göre annem Megan'a başka bir şey açıklamak zorunda.{/i}

source: [_RT_] {i}She may not be the sharpest tool in the shed, but she might just be the prettiest.{/i}
tr_tr: [_RT_] {i}Kulübedeki en keskin alet olmayabilir, ama en güzeli olabilir.{/i}

source: [_RT_] {i}I wonder if she's still dating Matt. Not that they have ever been exclusive or anything.{/i}
tr_tr: [_RT_] {i}Acaba hala Matt'le çıkıyor mu? Özel bir ilişkileri olduğundan falan değil.{/i}

source: [_RT_] {i}I think she's fucked a teacher or two to get her grades up. I know she got an A in chemistry, and I know it wasn't for her academic performance.{/i}
tr_tr: [_RT_] {i}Bence notlarını yükseltmek için bir ya da iki öğretmenle yattı. Kimyadan A aldığını biliyorum ve bunun akademik performansı için olmadığını da biliyorum.{/i}

source: [_RT_] {i}She was my lab partner and I only got a B-.{/i}
tr_tr: [_RT_] {i}Laboratuvar ortağımdı ve ben sadece B- aldım.{/i}

source: [_RT_] {i}Unfortunately for Megan, she can't fuck her way to an A in this class. I'll bet she wishes the teacher was a guy.{/i}
tr_tr: [_RT_] {i}Ne yazık ki Megan, bu dersten A almak için kendisini sikemiyor. Eminim öğretmenin erkek olmasını isterdi.{/i}

source: [_RT_] {i}I wonder if she would even try on Mom. I don't know if Megan swings that way or not.{/i}
tr_tr: [_RT_] {i}Acaba annemin üzerinde dener miydi? Megan o tarafa kayıyor mu bilmiyorum.{/i}

source: [_RT_] {i}Hmmm.... that's fun to imagine.{/i}
tr_tr: [_RT_] {i}Hmmm.... bunu hayal etmesi bile eğlenceli.{/i}

source: [_M_] Ok class, everyone take your seats!
tr_tr: [_M_] Tamam sınıf, herkes yerine!

source: [_M_] For our next section in our literature class, we will be studying the Greek tragedy Oedipus Rex. We will also study further writings and studies that have used this play as a reference work.
tr_tr: [_M_] Edebiyat dersimizin bir sonraki bölümünde Yunan trajedisi Oedipus Rex üzerinde çalışacağız. Ayrıca bu oyunu referans olarak kullanan başka yazıları ve çalışmaları da inceleyeceğiz.

source: [_M_] Our story starts out in Thebes, at the royal palace where Oedipus is greeted by a procession of priests...
tr_tr: [_M_] Hikayemiz Thebes'te, Oedipus'un rahipler alayı tarafından karşılandığı kraliyet sarayında başlar...

source: [_RT_] {i}Oh my gosh this is so boring! Greek plays are the worst, how am I supposed to pay attention to this. I've never heard of Oedipus before, why should I care about him now?{/i}
tr_tr: [_RT_] {i}Aman Tanrım, bu çok sıkıcı! Yunan oyunları en kötüsü, buna nasıl dikkatimi verebilirim ki? Oedipus'u daha önce hiç duymadım, şimdi neden umursayayım ki?{/i}

source: [_RT_] {i}Oh, yeah! I just remembered that Mom is wearing the same outfit that she wore on the stage at the strip club!{/i}
tr_tr: [_RT_] {i}Oh, evet! Annemin striptiz kulübünde sahneye çıkarken giydiği elbiseyi giydiğini şimdi hatırladım!{/i}

source: [_RT_] {i}Those are some good memories.... {/i}
tr_tr: [_RT_] {i}Bunlar güzel anılar.... {/i}

source: [_RT_] {i}Why does Mom have to be so hot?{/i}
tr_tr: [_RT_] {i}Annem neden bu kadar ateşli olmak zorunda?{/i}

source: [_RT_] {i}Why did I have to see her humping that pole?{/i}
tr_tr: [_RT_] {i}Neden onu o direğe tırmanırken görmek zorundaydım ki?{/i}

source: [_RT_] {i}I'll never be able to look at her the same again.{/i}
tr_tr: [_RT_] {i}Ona bir daha asla aynı gözle bakamayacağım.{/i}

source: [_RT_] {i}I just wish I could knock off my dad and take his place in her bed.{/i}
tr_tr: [_RT_] {i}Keşke babamı devirip onun yatağındaki yerini alabilseydim.{/i}

source: [_RT_] {i}Wooow, that's pretty fucked up, I'll bet there's not even a name for this sick psychotic condition I have.{/i}
tr_tr: [_RT_] {i}Vay be, bu çok boktan bir durum, bahse girerim sahip olduğum bu hastalıklı psikotik durumun bir adı bile yoktur.{/i}

source: [_M_] And so Oedipus orders that the murderer of Laius be driven out...
tr_tr: [_M_] Ve böylece Oidipus, Laius'un katilinin kovulmasını emreder...

source: [_RT_] {i}I wish I could just taste that beautiful ass!{/i}
tr_tr: [_RT_] {i}Keşke o güzel götü tadabilseydim!{/i}

source: [_M_] Lauren? What was Laius' relationship to Oedipus?
tr_tr: [_M_] Lauren? Laius'un Oidipus ile ilişkisi neydi?

source: [_L_] He was his father, but Oedipus didn't know it.
tr_tr: [_L_] Babasıydı ama Oedipus bunu bilmiyordu.

source: [_M_] Correct! Now you get a prize for such a good answer.
tr_tr: [_M_] Doğru cevap! Şimdi bu kadar iyi bir cevap için bir ödül alacaksın.

source: [_M_] Just come and take it.
tr_tr: [_M_] Sadece gel ve al.

source: [_R_] Huh?...
tr_tr: [_R_] Hah?...

source: [_M_] [ryan] you were falling asleep. I need you to pay attention. You will be graded on your participation.
tr_tr: [_M_] [ryan] uykuya dalıyordun. Dikkatini vermeni istiyorum. Katılımına göre not alacaksın.

source: [_R_] Yeah, I know.... I'll try...
tr_tr: [_R_] Evet, biliyorum.... Deneyeceğim...

source: [_M_] And so hearing all of this, Oedipus decides to solve the mystery of Laius' murder...
tr_tr: [_M_] Ve tüm bunları duyan Oidipus, Laius'un cinayetinin gizemini çözmeye karar verir...

source: [_X_] Pssst.... {p}Pssst.... {p}PSSSSSTTTTT!!!!!!!!
tr_tr: [_X_] Şşşt.... {p}Şşt.... {p}ŞŞŞŞTTT!!!!!!!!

source: [_MB_] {i}(whispering){/i} Your mom has one fine ass! Don't you think?
tr_tr: [_MB_] {i}(fısıldayarak){/i} Annenin güzel bir götü var! Sence de öyle değil mi?

source: [_R_] {i}(whispering desperately){/i}.... what, are you crazy! She's my mom! I would never think of her like that!
tr_tr: [_R_] {i}(umutsuzca fısıldayarak){/i}.... ne, delirdin mi sen! O benim annem! Onun hakkında asla böyle düşünmem!

source: [_MB_] {i}(whispering){/i} yeah right, and that's just a circus tent under your pants.
tr_tr: [_MB_] {i}(fısıldayarak){/i} evet doğru, ve bu sadece pantolonunun altındaki bir sirk çadırı.

source: [_MB_] {i}(whispering){/i} I know the hunger that's in your expression as you stare at her.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Ona bakarken yüz ifadendeki açlığı biliyorum.

source: [_MB_] {i}(whispering){/i} Relax though.... I don't judge, and I don't blame you one little bit.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Yine de rahatla.... Yargılamıyorum ve seni zerre kadar suçlamıyorum.

source: [_MB_] {i}(whispering){/i} In fact, I can help you get what you want.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Aslında, istediğini elde etmene yardımcı olabilirim.

source: [_R_] {i}(whispering){/i} What do you mean?
tr_tr: [_R_] {i}(fısıldayarak){/i} Ne demek istiyorsun?

source: [_MB_] {i}(whispering){/i} I mean I can help you conquer your mom.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Yani anneni kazanmana yardım edebilirim.

source: [_R_] {i}(whispering){/i} Ha.... yeah right.
tr_tr: [_R_] {i}(fısıldayarak){/i} Ha.... aynen.

source: [_MB_] {i}(whispering){/i} I'm serious, all I would want in return is a go at her myself.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Ben ciddiyim, karşılığında tek istediğim ona kendim gitmek.

source: [_MB_] {i}(whispering){/i} And if you're willing to share, I'd be willing to share what I have with you.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Eğer sen de paylaşmak istersen, ben de elimdekileri seninle paylaşmaya hazırım.

source: [_RT_] {i}If anyone could help me seduce Mom, it would probably be Matt.{/i}
tr_tr: [_RT_] {i}Annemi baştan çıkarmama yardım edebilecek biri varsa, o da Matt'tir herhalde.{/i}

source: [_RT_] {i}Would I really be willing to share Mom with someone?{/i}
tr_tr: [_RT_] {i}Annemi gerçekten biriyle paylaşmak ister miydim?{/i}

source: [_RT_] {i}I could always use another ally in my quest to fuck Mom{/i}
tr_tr: [_RT_] {i}Annemi sikmek için her zaman başka bir müttefik kullanabilirim.{/i}

source: [_RT_] {i}But would it bother me if the treasure gets passed around?{/i}
tr_tr: [_RT_] {i}Ama hazinenin elden ele dolaşması beni rahatsız eder mi?{/i}

source: [_RT_] {i}And if I get to share what's Matt's, I could be getting way more treasure than just Mom.{/i}
tr_tr: [_RT_] {i}Ve Matt'in olanı paylaşabilirsem, annemden çok daha fazla hazineye sahip olabilirim.{/i}

source: [_RT_] {i}Hmmm.... what should I do?{/i}
tr_tr: [_RT_] {i}Hmmm.... ne yapmalıyım?{/i}

source: [_R_] {i}(whispering){/i} Ok, but the deal is that I get her first. After I've "conquered" her, then you can have a go at her.
tr_tr: [_R_] {i}(fısıldayarak){/i} Tamam, ama anlaşmaya göre onu ilk ben alacağım. Ben onu "fethettikten" sonra, sen de onu deneyebilirsin.

source: [_MB_] {i}(whispering){/i} Ha.... I knew you were a horndog like me! Ok, just give me a little time and I'll figure something out.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Ha.... Benim gibi azgın olduğunu biliyordum! Tamam, bana biraz zaman ver, bir yolunu bulacağım.

source: [_MB_] {i}(whispering){/i} And to show you how committed I am, go into the first bathroom stall in the boy's bathroom during the afternoon and I'll send you a surprise.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Ve ne kadar kararlı olduğumu göstermek için, öğleden sonra erkekler tuvaletindeki ilk tuvalet kabinine git ve sana bir sürpriz göndereceğim.

source: [_RT_] {i}Hmmmm.... I wonder what the surprise could be.{/i}
tr_tr: [_RT_] {i}Hmmmm.... Sürprizin ne olacağını merak ediyorum.{/i}

source: [_M_] So, to help him find the murderer, Oedipus calls for the great prophet Tiresias...
tr_tr: [_M_] Oedipus, katili bulmasına yardım etmesi için büyük kahin Tiresias'ı çağırır...

source: [_RT_] {i}Oh good, class is finally over.{/i}
tr_tr: [_RT_] {i}Oh güzel, ders sonunda bitti.{/i}

source: [_R_] {i}(whispering){/i} You're a sick fuck. Did you know that?
tr_tr: [_R_] {i}(fısıldayarak){/i} Sen hasta bir pisliksin. Bunu biliyor musun?

source: [_R_] {i}(whispering){/i} I don't know what your perverted imagination is coming up with, but I don't want to fuck my own mother!
tr_tr: [_R_] {i}(fısıldayarak){/i} Sapkın hayal gücün neler üretiyor bilmiyorum ama ben kendi annemi sikmek istemiyorum!

source: [_MB_] {i}(whispering){/i} yeah, well you're clearly in denial, and since you're pretending not to be interested, I think I'll just try to have a go at her anyways.
tr_tr: [_MB_] {i}(fısıldayarak){/i} evet, açıkça inkar ediyorsun ve ilgilenmiyormuş gibi davrandığına göre, sanırım yine de ona ulaşmaya çalışacağım.

source: [_R_] {i}(whispering){/i} Don't you dare!
tr_tr: [_R_] {i}(fısıldayarak){/i} Sakın cüret edeyim deme!

source: [_MB_] {i}(whispering){/i} Ah ha.... I knew it!
tr_tr: [_MB_] {i}(fısıldayarak){/i} Ah ha.... Biliyordum!

source: [_MB_] {i}(whispering){/i} Don't worry, I won't tell anyone, and I won't go after her, but if she comes sniffing around here, I won't be able to resist myself.
tr_tr: [_MB_] {i}(fısıldayarak){/i} Merak etme, kimseye söylemeyeceğim ve peşinden gitmeyeceğim, ama buraları koklamaya gelirse, kendime karşı koyamam.

source: [_R_] {i}(whispering){/i} Yeah, right.... like that would ever happen.
tr_tr: [_R_] {i}(fısıldayarak){/i} .... böyle bir şey asla olmaz.

source: [_RT_] {i}Would that ever happen?{/i}
tr_tr: [_RT_] {i}Bu olur muydu?{/i}

source: [_RT_] {i}I never thought Mom would take off her clothes in front of a bunch of horny guys either, but my own eyes proved me otherwise.{/i}
tr_tr: [_RT_] {i}Ben de annemin bir grup azgın erkeğin önünde soyunacağını hiç düşünmemiştim, ama kendi gözlerim bana aksini kanıtladı.{/i}

source: [_RT_] {i}Maybe I better keep a close eye on her, now that Dad's in prison, she just might start shopping around. I better make sure she only has eyes for me.{/i}
tr_tr: [_RT_] {i}Belki de onu yakından takip etsem iyi olur, babam hapse girdiğine göre etrafta alışveriş yapmaya başlayabilir. Gözünün sadece bende olduğundan emin olsam iyi olur.{/i}

source: [_RT_] {i}I really believe that I'll get something just as good, if not better. I'll just have to be very patient until then.{/i}
tr_tr: [_RT_] {i}Daha iyisi olmasa bile en az onun kadar iyi bir şey alacağıma gerçekten inanıyorum. Sadece o zamana kadar çok sabırlı olmam gerekecek.{/i}

source: [_M_] Now Tiresias is being pressured by Oedipus to reveal to him what he knows of the murder of Laius...
tr_tr: [_M_] Şimdi Tiresias, Oidipus tarafından Laius'un öldürülmesiyle ilgili bildiklerini ona açıklaması için baskı görmektedir...

source: [_RT_] {i}So boring, how am I going to stay focused?{/i}
tr_tr: [_RT_] {i}Çok sıkıcı, nasıl odaklanacağım?{/i}

source: [_RT_] {i}At least there is some good eye candy to entertain me through the lecture.{/i}
tr_tr: [_RT_] {i}En azından ders boyunca beni eğlendirecek güzel bir göz zevki var.{/i}

source: [_M_] Oedipus grows angry, because Tiresias wishes he did not know who Laius' murderer is, and does not want to reveal to Oedipus and Thebes the truth.
tr_tr: [_M_] Oidipus öfkelenir, çünkü Tiresias Laius'un katilinin kim olduğunu bilmemeyi dilemekte ve gerçeği Oidipus'a ve Thebes'e açıklamak istememektedir.

source: [_RT_] {i}I can remember exactly what they look like.{/i}
tr_tr: [_RT_] {i}Tam olarak neye benzediklerini hatırlayabiliyorum.{/i}

source: [_RT_] {i}To think I used to suck on those things! I wish I was right now!{/i}
tr_tr: [_RT_] {i}Eskiden o şeyleri emdiğimi düşününce! Keşke şu anda olsaydı!{/i}

source: [_M_] Oedipus grows so angry after Tiresias reveals that Oedipus is the curse of Thebes, that he accuses Tiresias of conspiring with Creon to overthrow him.
tr_tr: [_M_] Tiresias, Oidipus'un Teb'in laneti olduğunu açıkladıktan sonra Oidipus o kadar öfkelenir ki Tiresias'ı kendisini devirmek için Kreon'la komplo kurmakla suçlar.

source: [_M_] Remember to read lines 508 to 750, and we'll start from here next time.
tr_tr: [_M_] 508'den 750'ye kadar olan satırları okumayı unutmayın, bir dahaki sefere buradan başlayacağız.

source: {i}{b}"Mom's Respect +1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +1"{/b}{/i}

source: [_M_] And we'll start from here next time.
tr_tr: [_M_] Bir dahaki sefere buradan başlayacağız.

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome! I've got to convince Matt to let Megan give me some more action.{/i}
tr_tr: [_RT_] {i}İlk oral seks sahnem. Vay be! Bu harikaydı! Matt'i Megan'ın bana biraz daha sakso çekmesi için ikna etmeliyim.{/i}

source: [_RT_] {i}The scene of my first blowjob. Man! That was awesome!{/i}
tr_tr: [_RT_] {i}İlk oral seks sahnem. Vay be! Bu harikaydı!{/i}

source: [_RT_] {i}I don't need to use the bathroom right now.{/i}
tr_tr: [_RT_] {i}Şu anda tuvaleti kullanmama gerek yok.{/i}

source: [_RT_] {i}Ok, so Matt said to wait in the afternoon and he'd send me a surprise.{/i}
tr_tr: [_RT_] {i}Tamam, Matt öğleden sonra beklememi ve bana bir sürpriz göndereceğini söyledi.{/i}

source: [_RT_] {i}I wonder what it could be. Hmmm maybe dirty pictures of girls in our school? That would be awesome.{/i}
tr_tr: [_RT_] {i}Ne olabileceğini merak ediyorum. Belki de okulumuzdaki kızların çıplak resimleri? Bu harika olurdu.{/i}

source: {i}"knock knock knock"{/i}
tr_tr: {i}"tak tak tak"{/i}

source: [_X_] {i}(whispering){/i} Hey [ryan], is that you?
tr_tr: [_X_] {i}(fısıldayarak){/i} Hey [ryan], sen misin?

source: [_RT_] {i}(whispering){/i} Yes it's me. Who's asking?
tr_tr: [_RT_] {i}(fısıldayarak){/i} Evet, benim. Kim soruyor?

source: [_MG_] Hey there, stud. Are you ready to get your knob polished?
tr_tr: [_MG_] Selam, aygır. Topuzunu parlatmaya hazır mısın?

source: [_R_] .... What?!!.... Am I?.... Did Matt send you?
tr_tr: [_R_] .... Ne?!.... Ben mi? .... Seni Matt mi gönderdi?

source: [_MG_] No, I've just had an insatiable craving for your cock!.... Haha.... of course Matt sent me.
tr_tr: [_MG_] Hayır, sadece senin sikin için doyumsuz bir istek duydum!.... Haha.... tabii ki beni Matt gönderdi.

source: [_MG_] He said he owes you a favor?
tr_tr: [_MG_] Sana bir iyilik borçlu olduğunu mu söyledi?

source: [_R_] Well yeah, but this isn't what I was expecting.... wow!!
tr_tr: [_R_] Evet, ama beklediğim bu değildi.... vay be!!

source: [_MG_] Wow yourself, you're already hard, and almost as big as he is!
tr_tr: [_MG_] Vay canına, şimdiden sertleşmişsin!

source: [_MG_] Now just relax while I take care of you.
tr_tr: [_MG_] Şimdi ben seninle ilgilenirken rahatla.

source: [_MG_] You'll find that it's nice to have Matt owe you a favor.
tr_tr: [_MG_] Matt'in sana bir iyilik borçlu olmasının güzel olduğunu göreceksin.

source: [_R_] Oh shit, this feels so good.
tr_tr: [_R_] Siktir, bu çok iyi hissettiriyor.

source: [_MG_] Haha.... well, hold on a little longer.
tr_tr: [_MG_] Haha.... biraz daha dayan.

source: [_MG_] {i}"Bleurghch"{/i}
tr_tr: [_MG_] {i}"Gukkguk"{/i}

source: [_MG_] {i}"Schhhhluurrrrp"{/i}
tr_tr: [_MG_] {i}"Lokloklok"{/i}

source: [_RT_] {i}Oh my God, I'm gonna cum!{/i}
tr_tr: [_RT_] {i}Evetttt, boşalacağım!{/i}

source: [_RT_] {i}Where should I do it?{/i}
tr_tr: [_RT_] {i}Ama neresine?{/i}

source: [_MG_] Oohh Mry Groshh!! Thrat wras sro mruch crumm!!
tr_tr: [_MG_] Aaman Tanrm!! Cçok faazla speeerm!!

source: [_R_] Oh my God!!.... My first blowjob!!.... That was incredible!!
tr_tr: [_R_] Aman Tanrım!.... İlk oral seksim!.... Bu inanılmazdı!!

source: [_MG_] Hrahrahra.... wrell gret Mratt tro owre ru anrother fravor, arnd I'rrll sree ru agrain sroon.
tr_tr: [_MG_] Haharsah.... iiy ki Mratt sane bır iilikk daa yabptı vee yakıenda görrüsşeceeğizz.

source: [_MG_] Wow, that was a lot of cum!
tr_tr: [_MG_] Vay canına, çok fazla sperm var!

source: [_MG_] Thank you for not getting it in my hair.
tr_tr: [_MG_] Saçıma bulaştırmadığın için teşekkürler.

source: [_RT_] {i}What am I doing here? I could get in a lot of trouble if somebody sees me.{/i}
tr_tr: [_RT_] {i}Ne yapıyorum ben burada? Biri beni görürse başım belaya girebilir.{/i}

source: [_RT_] {i}I better not try to push my luck anymore tonight.{/i}
tr_tr: [_RT_] {i}Bu gece şansımı daha fazla zorlamasam iyi olur.{/i}

source: [_RT_] {i}They'll only let me in while Mom is working.{/i}
tr_tr: [_RT_] {i}Beni sadece annem çalışırken içeri alırlar.{/i}

source: [_RT_] {i}It's only open at night.{/i}
tr_tr: [_RT_] {i}Sadece geceleri açık.{/i}

source: [_RT_] {i}Ok, off to the studio!{/i}
tr_tr: [_RT_] {i}İstikamet stüdyo!{/i}

source: (Wait! I know you're in a hurry to go see Uncle Bobby, but you really need to go check out the portrait in the lounge.)
tr_tr: (Durun! Bobby Amca'yı görmek için acele ettiğinizi biliyorum ama salondaki portreye gerçekten bakmanız gerekiyor.)

source: (It's just nice to have some back-story.)
tr_tr: (Sadece biraz geçmişten hikayesi olması güzel.)

source: (If you're just really not into backstory, you can just click on [dad_name], the dad, and rush through his whole spiel, then you will be able to come back here and see Uncle Bobby.)
tr_tr: (Eğer gerçekten geçmişle ilgilenmiyorsanız, [dad_name] tıklayabilir ve tüm konuşmasını hızlıca geçebilirsiniz, sonra buraya geri dönüp Bobby Amca'yı görebilirsiniz.)

source: (Good Luck)
tr_tr: (İyi şanslar)

source: [_RT_] {i}It's too dangerous to go at night.{/i}
tr_tr: [_RT_] {i}Gece gitmek çok tehlikeli.{/i}

source: [_RT_] {i}Ok, off to the warehouse!{/i}
tr_tr: [_RT_] {i}İstikamet depo!{/i}
