Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_RT_] {i}Hmmm.... no answer. I don't have a key, but I'm started to get a little worried about her.{/i}
tr_tr: [_RT_] {i}Hmmm.... cevap yok. Anahtarım yok, ama onun için biraz endişelenmeye başladım.{/i}

source: [_RT_] {i}There's a sliding door outside on the patio into her room. Hopefully it's unlocked.{/i}
tr_tr: [_RT_] {i}Verandadan odasına açılan sürgülü bir kapı var. Umarım kilitli değildir.{/i}

source: [_RT_] {i}Looks like she's passed out.{/i}
tr_tr: [_RT_] {i}Bayılmış gibi görünüyor.{/i}

source: [_RT_] {i}Is that one of Dad's empty whiskey bottles she's cuddling?{/i}
tr_tr: [_RT_] {i}Babamın boş viski şişelerinden biri mi?{/i}

source: [_RT_] {i}I wonder how much of it she drank. I don't think I've actually ever seen her dead drunk before.{/i}
tr_tr: [_RT_] {i}Ne kadar içtiğini merak ediyorum. Onu daha önce hiç körkütük sarhoş gördüğümü sanmıyorum.{/i}

source: [_RT_] {i}Last night must have been pretty traumatic for her.{/i}
tr_tr: [_RT_] {i}Dün gece onun için oldukça travmatik geçmiş olmalı.{/i}

source: [_RT_] {i}She didn't even change. I can see she's still wearing the thong from last night.{/i}
tr_tr: [_RT_] {i}Üstünü bile değiştirmemiş. Hala dün geceden kalma tangayı giydiğini görebiliyorum.{/i}

source: [_M_] Mmmhhh.... who.... who's there?
tr_tr: [_M_] Mmmhhh.... kim.... kim var orada?

source: [_R_] Hey Mom, it's ok, it's just me.
tr_tr: [_R_] Anne, sorun yok, benim.

source: [_M_] [ryan]?.... What are you doing in my room?
tr_tr: [_M_] [ryan]?.... Odamda ne yapıyorsun?

source: [_R_] I was worried about you, so I came through the patio door to check on you.
tr_tr: [_R_] Senin için endişelendim ve seni kontrol etmek için verandadan içeri girdim.

source: [_M_] You were worried about me?...
tr_tr: [_M_] Benim için endişelendin mi?...

source: [_M_] Really?.... I thought you hated me after last night.
tr_tr: [_M_] Gerçekten mi?.... Dün geceden sonra benden nefret ettiğini sandım.

source: [_R_] Hated you.... Mom.... I could never hate you!.... I love you!
tr_tr: [_R_] Senden nefret etmek m.... Anne.... Senden asla nefret etmem!.... Seni seviyorum!

source: [_M_] Really?.... But the way you were looking at me last night when you walked in on my dance...
tr_tr: [_M_] Gerçekten mi?.... Ama dün gece dansıma girdiğinde bana bakış şeklin...

source: [_M_] You looked so ashamed of me...
tr_tr: [_M_] Benden çok utanmış görünüyordun...

source: [_M_] No boy should see their mother like that...
tr_tr: [_M_] Hiçbir çocuk annesini böyle görmemeli...

source: [_M_] So, I just thought you hated me for it.
tr_tr: [_M_] Bu yüzden benden nefret ettiğini düşünmüştüm.

source: [_R_] Oh God, no, Mom, to be completely honest I looked that way because I was ashamed of myself.
tr_tr: [_R_] Tanrım, hayır anne, dürüst olmak gerekirse kendimden utandığım için öyle görünüyordum.

source: [_M_] Oh, honey.... why would you be ashamed of yourself?
tr_tr: [_M_] Tatlım.... neden kendinden utanasın ki?

source: [_R_] Because I thought you looked amazing.... , and I know that sons shouldn't think that way about their moms.
tr_tr: [_R_] Çünkü harika göründüğünü düşündüm.... ve oğulların anneleri hakkında böyle düşünmemesi gerektiğini biliyorum.

source: [_M_] Oh, honey.... that's one of the cutest things I've ever heard you say.
tr_tr: [_M_] Tatlım.... bu senden duyduğum en şirin şeylerden biri.

source: [_R_] Cute?...
tr_tr: [_R_] Şirin mi?...

source: [_M_] I mean yes.... hahaha.... boys should not think of their mothers that way, but that's very flattering to me that you thought I looked amazing.
tr_tr: [_M_] Yani evet.... hahaha.... erkekler annelerini bu şekilde düşünmemeli, ama harika göründüğümü düşünmen benim için çok gurur verici.

source: [_M_] I know those horny old farts at the club like what they see, but the fact that I'm still attractive to a young man is nice for me to hear.
tr_tr: [_M_] Kulüpteki o azgın bunakların gördüklerinden hoşlandıklarını biliyorum ama genç bir adam için hala çekici olduğum gerçeğini duymak benim için güzel.

source: [_M_] And it's not weird to have those kind of thoughts when you see a mostly nude woman moving that way on a stripper pole.
tr_tr: [_M_] Ve bir striptiz direğinin üzerinde bu şekilde hareket eden çoğunlukla çıplak bir kadın gördüğünde bu tür düşüncelere sahip olmak garip değildir.

source: [_M_] That's totally normal, so don't feel ashamed of yourself.
tr_tr: [_M_] Bu tamamen normaldir, bu yüzden kendinden utanma.

source: [_M_] The fact that it was your mom on the pole was just a fucked up situation, that you had no control over. Oh.... sorry about my language.
tr_tr: [_M_] Direkte annenin olması, üzerinde hiçbir kontrolünün olmadığı berbat bir durumdu. Oh.... kullandığım dil için özür dilerim.

source: [_M_] But just so we're clear, I want you to try and get those images of me stripping out of your head. Continuing to think about that wouldn't be normal. Just kind of creepy.
tr_tr: [_M_] Ama açıklığa kavuşturalım, soyunduğum görüntüleri aklından çıkarmaya çalışmanı istiyorum. Bunu düşünmeye devam etmek normal olmaz. Sadece biraz ürkütücü.

source: [_R_] Oh.... I know that.
tr_tr: [_R_] Oh.... biliyorum.

source: [_M_] Good!
tr_tr: [_M_] Güzel!

source: [_M_] How did you get into the club?
tr_tr: [_M_] Kulübe nasıl girdin?

source: [_R_] They just let me in without even asking if I was old enough.
tr_tr: [_R_] Yeterince büyük olup olmadığımı bile sormadan beni içeri aldılar.

source: [_MT_] {i}That stupid asshole Joey!{/i}
tr_tr: [_MT_] {i}Aptal şerefsiz Joey!{/i}

source: [_R_] And I just searched around until I found you.
tr_tr: [_R_] Ve seni bulana kadar etrafta dolaştım.

source: [_R_] I wanted to be sure you were safe.
tr_tr: [_R_] Güvende olduğundan emin olmak istemiştim.

source: [_M_] That is so chival.... chiverrll.... chivalrous of you!
tr_tr: [_M_] Bu çök kiberc.... çok kebir.... çok kibarca!

source: [_M_] What a perfect little gentleman I raised.
tr_tr: [_M_] Ne mükemmel bir beyefendi yetiştirmişim.

source: [_R_] Yeah, well Dad said I'm the man of the house now.
tr_tr: [_R_] Evet, babam bana artık evin erkeği olduğumu söyledi.

source: [_R_] So, I felt responsible for keeping you safe.
tr_tr: [_R_] Bundan ötürü seni güvende tutmaktan kendimi sorumlu hissettim.

source: [_M_] Ok, let's get this straight. You may be the only male in the house, but I'm the man of the house so to speak! I'm responsible for this family!
tr_tr: [_M_] Tamam, şunu açıklığa kavuşturalım. Evdeki tek erkek sen olabilirsin, ama evin erkeği benim! Bu aileden ben sorumluyum!

source: [_R_] Well, still.... I'm going to try to work my ass off to make sure you don't have to go back there next week.
tr_tr: [_R_] Peki, hala.... Gelecek hafta oraya geri dönmek zorunda kalmaman için götümü yırtarak çalışacağım.

source: [_M_] Ok honey, that's very noble of you, but don't forget that you have to go to school too. I would feel like a terrible mother if you didn't graduate again this year.
tr_tr: [_M_] Tamam tatlım, bu çok asilce bir davranış ama unutma ki senin de okula gitmen gerekiyor. Bu yıl da mezun olamazsan kendimi berbat bir anne gibi hissederim.

source: [_R_] Well, lucky for me you're my teacher, so you can give me extra help at home, and cover for me in the afternoons when I have to go work at Dad's warehouse.
tr_tr: [_R_] Şanslıyım ki öğretmenimsin, böylece evde bana ekstra yardım edebilir ve öğleden sonraları babamın deposunda çalışmak zorunda kaldığımda yerime bakabilirsin.

source: [_M_] Are you sure working at your dad's warehouse is such a great idea? His business is what got us into this mess in the first place.
tr_tr: [_M_] Babanın deposunda çalışmanın iyi bir fikir olduğuna emin misin? Bizi bu karmaşanın içine sokan şey onun işi.

source: [_R_] Yeah.... well.... I'm not doing anything illegal there, just doing some cleaning and light maintenance.
tr_tr: [_R_] Evet.... belki.... Orada yasadışı bir şey yapmıyorum, sadece biraz temizlik ve hafif bakım yapıyorum.

source: [_M_] Ok, I'm going to cover for you temporarily until we figure something else out.
tr_tr: [_M_] Tamam, başka bir şey bulana kadar geçici olarak senin yerine bakacağım.

source: [_R_] Thanks, Mom! I won't let you down. I'll try to make sure you never have to get on that pole again.
tr_tr: [_R_] Teşekkürler anne! Seni hayal kırıklığına uğratmayacağım. Bir daha asla o direkte dans etmek zorunda kalmayacağından emin olmaya çalışacağım.

source: [_R_] Oh, and Mom?
tr_tr: [_R_] Oh, ve anne?

source: [_M_] Yes?...
tr_tr: [_M_] Evet?...

source: [_R_] Why is it you're so good at pole dancing?
tr_tr: [_R_] Direk dansında neden bu kadar iyisin?

source: [_M_] Oh, God.... I hoped you wouldn't ask me that!
tr_tr: [_M_] Oh, Tanrım.... Bana bunu sormayacağını ummuştum!

source: [_M_] Well, to tell you the truth. Before I met your father I did some stripping at a night club.
tr_tr: [_M_] Doğruyu söylemek gerekirse, babanla tanışmadan önce bir gece kulübünde striptizcilik yapıyordum.

source: [_R_] I figured that must have been it.
tr_tr: [_R_] Ben de böyle düşünmüştüm.

source: [_M_] Yeah, well I really wanted to go to modeling school, so I needed the money to pay for it.
tr_tr: [_M_] Evet, modellik okuluna gitmeyi çok istiyordum, bu yüzden bir yandan paraya ihtiyacım vardı.

source: [_M_] I also thought being on a stage in front of people would give me good experience.
tr_tr: [_M_] Ayrıca insanların önünde sahneye çıkmanın bana iyi bir deneyim kazandıracağını düşündüm.

source: [_M_] The money I made also kept me fed and a roof over my head.
tr_tr: [_M_] Kazandığım para aynı zamanda karnımı doyurmamı ve başımı sokacak bir evim olmasını sağlıyordu.

source: [_R_] And is that where you met Dad?
tr_tr: [_R_] Babamla orada mı tanıştın?

source: [_M_] Yes.... not a very romantic tale for your kids, is it?
tr_tr: [_M_] Evet.... çocuklarım için pek romantik bir hikaye değil, değil mi?

source: [_R_] I guess not...
tr_tr: [_R_] Sanırım değil...

source: [_M_] So we met, he liked me a lot, kept coming in while I was working, giving me lots of tips, soon he asked me out, and not long after I was pregnant with Sidney.
tr_tr: [_M_] Tanıştık, benden çok hoşlandı, ben çalışırken sürekli geldi, bana bir sürü bahşiş verdi, kısa süre sonra bana çıkma teklif etti ve çok geçmeden Sidney'e hamile kaldım.

source: [_M_] Once I was pregnant we had to get married, both of us coming from strict Catholic families.
tr_tr: [_M_] Hamile kaldığımda evlenmek zorunda kaldık, ikimiz de katı Katolik ailelerden geliyorduk.

source: [_M_] And then the rest just kind of fell into place.
tr_tr: [_M_] Sonra gerisi çorap söküğü gibi gerçekleşti.

source: [_R_] Why didn't you finish modeling school?
tr_tr: [_R_] Modellik okulunu neden bitirmedin?

source: [_M_] Your selfish, over protective, jealous dad didn't want anyone else even looking at me.
tr_tr: [_M_] Bencil, aşırı korumacı, kıskanç baban başka kimsenin bana bakmasını bile istemiyordu.

source: [_M_] Once I was his property, he only wanted me for his own eyes.
tr_tr: [_M_] Bir zamanlar sadece onundum, beni sadece kendi gözleri için istiyordu.

source: [_M_] Kind of hard to be a model in that situation.
tr_tr: [_M_] Bu durumda model olmak biraz zor.

source: [_R_] Well, I think you would have made an amazing model.
tr_tr: [_R_] Bence senden harika bir model olurdu.

source: [_M_] You are just the sweetest boy in the world.
tr_tr: [_M_] Sen dünyadaki en tatlı çocuksun.

source: [_M_] I need to get a hug from my new "big man of the house and protector".
tr_tr: [_M_] Yeni "evin adamı ve koruyucumdan" bir kucak almam gerekiyor.

source: [_RT_] {i}Mom's extra affectionate when she's drunk. I'll have to remember that. Ohhh this hug feels so good.{/i}
tr_tr: [_RT_] {i}Annem sarhoşken daha sevecen oluyor. Bunu hatırlamam gerekecek. Ohhh bu sarılma çok iyi hissettiriyor.{/i}

source: [_MT_] {i}Uh oh, I think this hug might be getting [ryan] a little too excited.{/i}
tr_tr: [_MT_] {i}Uh oh, sanırım bu sarılma onu biraz fazla heyecanlandırıyor olabilir.{/i}

source: [_M_] Ok [ryan], why don't you run along.
tr_tr: [_M_] Tamam [ryan], neden gitmiyorsun.

source: [_R_] Ok, love you, Mom.
tr_tr: [_R_] Tamam, seni seviyorum anne.

source: [_M_] Love you too.
tr_tr: [_M_] Ben de seni seviyorum.

source: [_RT_] {i}She just went in to go to bed, I should at least give her a little time to fall asleep before I try to sneak in.{/i}
tr_tr: [_RT_] {i}O sadece yatmaya gitti, ben de en azından içeri girmeye çalışmadan önce uyuması için biraz zaman tanımalıyım. { /i }

source: [_RT_] {i}Not much I can do until I find and get rid of that bathrobe.{/i}
tr_tr: [_RT_] {i}O geceliği bulup kurtulana kadar yapabileceğim pek bir şey yok.{/i}

source: [_RT_] {i}I don't think the subliminal messages are having any more effect, I'll have to think of something else to make her more submissive.{/i}
tr_tr: [_RT_] {i}Bilinçaltı mesajların daha fazla etkisi olduğunu sanmıyorum, onu daha itaatkar hale getirmek için başka bir şey düşünmem gerekecek.{/i}

source: [_RT_] {i}With her in such a deep sleep, I could probably get away with a few naughty pranks.{/i}
tr_tr: [_RT_] {i}O bu kadar derin bir uykudayken, muhtemelen birkaç yaramazlık yapabilirim.{/i}

source: [_RT_] {i}That bathrobe might make things a little bit difficult though.{/i}
tr_tr: [_RT_] {i}Üstüne giydiği gecelik işleri biraz zorlaştırabilir ama.{/i}

source: [_RT_] {i}I Need to find where she keeps it when she's not in the room... I'll have to come back and look around later.{/i}
tr_tr: [_RT_] {i}Odada olmadığı zamanlarda nereye koyduğunu bulmalıyım. Daha sonra gelip etrafa bakmam gerekecek.{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to find and hide Mom's bathrobe. The most likely spot would be in her room.{/i}
tr_tr: [_RT_] {i}Annemin bornozunu bulup saklamam gerekiyor. En olası yer onun odası.{/i}

source: [_RT_] {i}Oh there she is! The object of my desire!{/i}
tr_tr: [_RT_] {i}İşte orada! Arzularımın ta kendisi!{/i}

source: [_RT_] {i}Why does she even wear that robe? Does she think she's being modest? I've seen more skin from her in the last few days, than I have in my whole life.{/i}
tr_tr: [_RT_] {i}Neden bu geceliği giyiyor ki? Mütevazı olduğunu mu sanıyor? Son birkaç gündür hayatım boyunca gördüğümden daha fazla ten gördüm ondan.{/i}

source: [_RT_] {i}Still, I wish I could see more. Maybe I should make that robe disappear.{/i}
tr_tr: [_RT_] {i}Yine de, keşke daha fazlasını görebilseydim. Belki de o geceliği ortadan kaldırmalıyım.{/i}

source: [_RT_] {i}So Mom thinks she's the "man of the house"huh?.... I've got to prove to her that I should have that role.{/i}
tr_tr: [_RT_] {i}Demek annem "evin erkeği" olduğunu düşünüyor ha?.... Ona bu rolün bende olması gerektiğini kanıtlamalıyım.{/i}

source: [_RT_] {i}I'm going to have to find a way to make more money than she does. That just seems so impossible since I'm just a high schooler, but I've got to come up with a better idea than just delivering packages for Dad.{/i}
tr_tr: [_RT_] {i}Ondan daha fazla para kazanmanın bir yolunu bulmam gerekecek. Sadece bir lise öğrencisi olduğum için bu çok imkansız görünüyor, ama babam için paket dağıtmaktan daha iyi bir fikir bulmalıyım.{/i}

source: [_RT_] {i}Now that I know he's making dirty money, I'll never take over his business. But I've got to figure out how to replace his income.{/i}
tr_tr: [_RT_] {i}Artık kirli para kazandığını bildiğime göre, işini asla devralmayacağım. Ama gelirinin yerini nasıl dolduracağımı bulmalıyım.{/i}

source: [_RT_] {i}I know if she keeps having to strip for the extra money each week, she'll never respect me enough for me to take charge.{/i}
tr_tr: [_RT_] {i}Her hafta fazladan para için soyunmaya devam ederse, bana asla sorumluluk alacak kadar saygı duymayacağını biliyorum.{/i}

source: [_RT_] {i}I guess for now there's no real way to convince her otherwise.{/i}
tr_tr: [_RT_] {i}Sanırım şimdilik onu başka türlü ikna etmenin gerçek bir yolu yok.{/i}

source: [_RT_] {i}Huhhh.... unless!{/i}
tr_tr: [_RT_] {i}Huhhh.... tabi!{/i}

source: [_RT_] {i}Ok, here goes nothing.{/i}
tr_tr: [_RT_] {i}Tamam, başlıyorum.{/i}

source: [_R_] {i}(Whispering){/i} "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... " "[ryan] should be man of the house.... "
tr_tr: [_R_] {i}(fısıltılı){/i} "[ryan] evin erkeği olmalı.... " "[ryan] evin erkeği olmalı.... " "[ryan] evin erkeği olmalı.... " "[ryan] evin erkeği olmalı.... "

source: {i}{b}"Mom's Submission +1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +1"{/b}{/i}

source: [_RT_] {i}Ok, I've got to call it a night, my legs are asleep.{/i}
tr_tr: [_RT_] {i}Tamam, bu gecelik bu kadar yeter, bacaklarım uyuştu.{/i}

source: [_RT_] {i}I hope I don't wake her!{/i}
tr_tr: [_RT_] {i}Umarım onu uyandırmam!{/i}

source: [_RT_] {i}Ok, let's try the subliminal messages again.{/i}
tr_tr: [_RT_] {i}Tamam, bilinçaltı mesajlarını tekrar deneyelim.{/i}

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I could take a little peek and see what she's doing.{/i}
tr_tr: [_RT_] {i}Kapısını kilitlemiş! Annem hâlâ kızgın olmalı. Küçük bir göz atıp ne yaptığına bakabilirim.{/i}

source: [_RT_] {i}She locked her door! Mom must still be pissed off. I guess I better just let her sleep.{/i}
tr_tr: [_RT_] {i}Kapısını kilitlemiş! Annem hala kızgın olmalı. Sanırım uyumasına izin versem iyi olacak.{/i}

source: [_RT_] {i}She's always got her room locked in the morning while she does yoga and gets ready.... I wonder if she's still mad at me though.{/i}
tr_tr: [_RT_] {i}O her zaman odasını kilitledi. O yoga yaparken ve hazırlanıyor .... Hala bana kızgın mı acaba? { /i }

source: [_R_] Hey Mom, doing some yoga?
tr_tr: [_R_] Anne, yoga mı yapıyorsun?

source: [_M_] Honey, I really don't want to talk to you right now!
tr_tr: [_M_] Tatlım, şu anda seninle gerçekten konuşmak istemiyorum!

source: [_M_] You bought me a gift?
tr_tr: [_M_] Bana bir hediye mi aldın?

source: [_M_] Thank you I love chocolate!
tr_tr: [_M_] Teşekkür ederim, çikolataya bayılırım!

source: {i}{b}"Mom's Anger -2"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı -2"{/b}{/i}

source: [_M_] But don't think that I've forgiven you yet. Whether intentional or not, your actions were completely inappropriate.
tr_tr: [_M_] Ama seni henüz affettiğimi düşünme. Kasıtlı olsun ya da olmasın, davranışların tamamen uygunsuzdu.

source: [_M_] Thank you honey! What kind of mom would I be if I didn't forgive you?
tr_tr: [_M_] Teşekkürler tatlım! Seni affetmesem nasıl bir anne olurum?

source: [_M_] That's so thoughtful, especially since the FBI won't let me go shopping with any of our credit cards!
tr_tr: [_M_] Bu çok düşünceli, özellikle de FBI ' ın kredi kartlarımızdan biriyle alışverişe çıkmama izin vermeyeceğini.

source: {i}{b}"Mom's Anger -5"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı -5"{/b}{/i}

source: [_M_] honey, this is completely inappropriate! I'm your mom, not your girlfriend!
tr_tr: [_M_] Tatlım, bu tamamen uygunsuz! Ben senin annenim, kız arkadaşın değil!

source: {i}"Throws them in her trash"{/i}
tr_tr: {i}"Onları çöpe atıyor!"{/i}

source: [_M_] I'm sorry, I just can't keep them.
tr_tr: [_M_] Üzgünüm, onları tutamam.

source: [_M_] Maybe next time try to think of something a little less creepy.
tr_tr: [_M_] Belki bir dahaki sefere daha az korkunç bir şey düşünmeye çalışırsın.

source: {i}{b}"Mom's Anger +2"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı +2"{/b}{/i}

source: {i}"You need higher affection to gift flowers."{/i}
tr_tr: {i}"Çiçek hediye etmek için daha yüksek bir sevgiye ihtiyacınız var."{/i}

source: [_M_] Oh how sweet! I love them!
tr_tr: [_M_] Oh ne kadar tatlı! Onları seviyorum!

source: [_M_] You're such a little gentleman!
tr_tr: [_M_] çok küçük bir centilmensin!

source: [_M_] If I didn't know any better, I would think you were trying to put the moves on me!
tr_tr: [_M_] Eğer daha iyi bir şey bilmiyorsam, bana doğru hareket etmeye çalıştığını sanırdım!

source: {i}{b}"Mom's Anger -10"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı -10"{/b}{/i}

source: [_M_] Thank you so much!
tr_tr: [_M_] Çok teşekkür ederim!

source: [_M_] Honey, I'm trying to get ready. Don't bother me anymore!
tr_tr: [_M_] Tatlım, hazırlanmaya çalışıyorum. Beni daha fazla rahatsız etme!

source: {i}{b}"Mom's Anger +1"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı +1"{/b}{/i}

source: [_M_] You already gave me a gift honey. Any more than that is just crossing the creep line!
tr_tr: [_M_] Bana zaten hediye balı verdin. Bundan daha fazlası sadece yoldan geçmekten geçiyor!

source: [_M_] Well, it's going to take more than just words for me to forgive you for what you did!
tr_tr: [_M_] Yaptığın şey için seni affetmem için kelimelerden daha fazlası gerekecek!

source: [_RT_] {i}I guess I better give her some time, or maybe I can get her a present so she won't be so mad.{/i}
tr_tr: [_RT_] {i}Sanırım ona biraz zaman versem iyi olacak, ya da belki ona bir hediye alabilirim, böylece bu kadar kızmaz.{/i}

source: {b}{i}"You have found the "Five of Hearts" Card!"{/i}{/b}
tr_tr: {b}{i}"Kupa Altı Kartını buldunuz!"{/i}{/b}

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
tr_tr: {b}{i}"Galeride ve kasinoda bu kartı görüntüleyin"{/i}{/b}

source: {i}Nope.... no loose money lying around.{/i}
tr_tr: {i}Hayır.... ortalıkta para yok.{/i}

source: [_RT_] {i}Nope.... no loose money lying around.{/i}
tr_tr: [_RT_] {i}Hayır.... ortalıkta para yok.{/i}

source: [_RT_] {i}Surprisingly I've never really dug through her underwear.{/i}
tr_tr: [_RT_] {i}Şaşırtıcı bir şekilde onun iç çamaşırlarını hiç karıştırmadım.{/i}

source: [_RT_] {i}Ahh... Yes! I found the robe!{/i}
tr_tr: [_RT_] {i}Ahh... Evet! geceliğini buldum!{/i}

source: [_RT_] {i}Now I have to get rid of it, but how?...{/i}
tr_tr: [_RT_] {i}Şimdi ondan kurtulmak zorundayım, ama nasıl?...{/i}

source: [_RT_] {i}I'll just stuff it under my bed for now.{/i}
tr_tr: [_RT_] {i}Şimdilik yatağımın altına koyacağım.{/i}

source: [_RT_] {i}I just better not forget to destroy the evidence later.{/i}
tr_tr: [_RT_] {i}Kanıtları daha sonra yok etmeyi unutmasam iyi olur.{/i}

source: [_RT_] {i}There... I'm sure Mom won't think to look in that box that says "Keep out".{/i}
tr_tr: [_RT_] {i}İşte... Eminim annem "Dışarıda tut" yazan kutuya bakmayı düşünmez.{/i}

source: [_RT_] {i}She'll have to dig through the vintage porn magazines I found in Dad's office a long time ago.{/i}
tr_tr: [_RT_] {i}Uzun zaman önce babamın ofisinde bulduğum eski porno dergilerini karıştırması gerekecek.{/i}

source: [_RT_] {i}{b}(HINT){/b} I've still got this overwhelming lust for Mom!... Winning her over is taking too long... I should keep sneaking into her room at night to scratch my lustful itch.{/i}
tr_tr: [_RT_] {i}Hala anneme karşı büyük bir şehvet duyuyorum! Onu kazanmak çok uzun sürüyor. Şehvetli kaşıntımı kaşımak için geceleri odasına gizlice girmeye devam etmeliyim.{/i}

source: {i}Yeah, nice underwear!{/i}
tr_tr: {i}Evet, güzel iç çamaşırı!

source: [_RT_] {i}Why would I go through her underwear?{/i}
tr_tr: [_RT_] {i}Neden onun iç çamaşırlarını karıştırayım ki?{/i}

source: [_RT_] {i}It's still too early for her to get up and get ready for school. She doesn't dress any more modestly than I do for bed. {p}Why is Mom only on my case about it?{/i}
tr_tr: [_RT_] {i}Hala kalkıp okula hazırlanmak için çok erken. Benim yatarken giydiğimden daha mütevazı giyinmiyor. {p}Neden annem bu konuda sadece benimle uğraşıyor?{/i}

source: [_RT_] {i}I should just turn her lights back off and let her get a few more minutes of sleep.{/i}
tr_tr: [_RT_] {i}Işıkları tekrar kapatıp birkaç dakika daha uyumasına izin vermeliyim.{/i}
