Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_ST_] {i}Wait.... that sounded weird in my head.{/i}
tr_tr: [_ST_] {i}Bekle.... bu kafamda garip bir ses oldu.{/i}

source: [_ST_] {i}I shouldn't be hoping that my brother is watching me change.{/i}
tr_tr: [_ST_] {i}Kardeşimin kıyafetlerimi değiştirdiğimi izlediğini ummamalıyım.{/i}

source: [_ST_] {i}Why does that thought turn me on just a little?{/i}
tr_tr: [_ST_] {i}Neden bu düşünce beni birazcık tahrik ediyor?{/i}

source: [_RT_] {i}Holy shit, that was close, but I don't think she saw me.{/i}
tr_tr: [_RT_] {i}Hasiktir, çok yakındı ama beni gördüğünü sanmıyorum.{/i}

source: [_RT_] {i}Sidney locked the door. Oh crap she must have seen something! I wonder if she knows it was me?{/i}
tr_tr: [_RT_] {i}Sidney kapıyı kilitledi. Kahretsin, bir şey görmüş olmalı! Acaba ben olduğumu biliyor mudur?{/i}

source: [_RT_] {i}I think I can hear her talking with someone on her phone. Could she be telling Mom on me?{/i}
tr_tr: [_RT_] {i}Sanırım telefonda biriyle konuştuğunu duyabiliyorum. Anneme beni ispiyonluyor olabilir mi?{/i}

source: [_RT_] {i}I need to get closer to see if I can hear.{/i}
tr_tr: [_RT_] {i}Duyup duyamayacağımı görmek için kulak misafiri olmalıyım.{/i}

source: [_RT_] {i}Maybe if I put my ear on the door I can.... {/i}
tr_tr: [_RT_] {i}Belki kulağımı kapıya dayarsam.... {/i}

source: [_S_] Haa.... I knew it was you!
tr_tr: [_S_] Haa.... Sen olduğunu biliyordum!

source: [_S_] Why are you lurking at my door you little pervert!
tr_tr: [_S_] Kapımda ne işin var, seni küçük sapık!

source: [_R_] I'm sorry, I just wasn't sure if you were home, and wanted to see if you were. I thought maybe we could hang out?
tr_tr: [_R_] Özür dilerim, evde olup olmadığını bilmiyordum ve öğrenmek istedim. Belki takılırız diye düşündüm?

source: [_S_] Oh, and I'm supposed to believe that you weren't peeking in at me dressing just a few minutes ago?
tr_tr: [_S_] Birkaç dakika önce giyinirken beni dikizlemediğine inanmamı mı bekliyorsun?

source: [_S_] How much did you see?
tr_tr: [_S_] Ne kadarını gördün?

source: [_R_] Not much, you were mostly dressed when I saw you. I ran away as soon as I realized you were changing.
tr_tr: [_R_] Çok değil, seni gördüğümde çoğunlukla giyiniktin. Üstünü değiştirdiğini fark ettiğim anda kaçtım.

source: [_S_] You better not be lying!
tr_tr: [_S_] Yalan söylemiyor olsan iyi edersin!

source: [_S_] You know you could have just knocked.
tr_tr: [_S_] Kapıyı çalabilirdin.

source: [_R_] Sorry, I'll try to do that next time.
tr_tr: [_R_] Üzgünüm, bir dahaki sefere bunu yapmaya çalışacağım.

source: [_S_] Whatever!
tr_tr: [_S_] Her neyse!

source: [_R_] I have no idea what you're talking about.
tr_tr: [_R_] Neyden bahsettiğin hakkında hiçbir fikrim yok.

source: [_S_] Yeah right you little liar!
tr_tr: [_S_] Evet doğru seni küçük yalancı!

source: [_S_] If you need to talk to me, just knock on the door,
tr_tr: [_S_] Benimle konuşmak istersen, kapıyı çalman yeterli,

source: [_S_] Instead of creeping around like some depraved pervert.
tr_tr: [_S_] Etrafta ahlaksız bir sapık gibi sürünmek yerine.

source: [_RT_] {i}Ok.... so having Sidney in bed with Lauren might complicate things just a little bit.{/i}
tr_tr: [_RT_] {i}Tamam.... Sidney'in Lauren ile aynı yatakta olması işleri biraz karıştırabilir.{/i}

source: [_RT_] {i}I guess I could try and see if Sidney will sleep through the subliminal messages.{/i}
tr_tr: [_RT_] {i}Sanırım Sidney'in bilinçaltı mesajlar aracılığıyla uyuyup uyumayacağını deneyebilirim.{/i}

source: [_RT_] {i}I could even try some on her after I'm done with Lauren.{/i}
tr_tr: [_RT_] {i}Lauren ile işim bittikten sonra onun üzerinde bile deneyebilirim.{/i}

source: [_RT_] {i}Hmmm.... should I risk it?{/i}
tr_tr: [_RT_] {i}Hmmm.... risk almalı mıyım?{/i}

source: [_RT_] {i}Two hotties in one bed!{/i}
tr_tr: [_RT_] {i}Bir yatakta iki seksi hatun!{/i}

source: [_RT_] {i}I'm sure glad Mom keeps the house so warm. It would be a shame to put a blanket over these bodies!{/i}
tr_tr: [_RT_] {i}Annemin evi bu kadar sıcak tutmasına sevindim. Bu cesetlerin üzerine battaniye örtmek utanç verici olurdu!{/i}

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy...
tr_tr: [_R_] {i}(Fısıldayarak){/i} Kardeşinin seksi olduğunu düşünüyorsun.... kardeşinin seksi olduğunu düşünüyorsun...

source: [_R_] {i}(Whispering){/i} You think your brother is .... oh, shit!
tr_tr: [_R_] {i}(Fısıldayarak){/i} Kardeşinin .... olduğunu düşünüyorsun. Siktir!

source: [_S_] Hmmmmm?.... Lauren?.... Did you say something?
tr_tr: [_S_] Hmmmmm?.... Lauren?.... Bir şey mi dedin?

source: [_S_] Lauren.... are you asleep?
tr_tr: [_S_] Lauren.... uyuyor musun?

source: [_S_] Ok?.... I guess it was my imagination?...
tr_tr: [_S_] Garip?.... Sanırım bu benim hayal gücümdü?...

source: [_RT_] {i}Shit!! Sidney is a super light sleeper!{/i}
tr_tr: [_RT_] {i}Siktir! Sidney'in uykusu çok hafiftir!{/i}

source: [_RT_] {i}I've got to think of some other way to keep her progress going.{/i}
tr_tr: [_RT_] {i}Devam edebilmek için başka bir yol bulmalıyım.{/i}

source: [_RT_] {i}I guess I'll just wait here until I'm sure Sidney has fallen back asleep.{/i}
tr_tr: [_RT_] {i}Sanırım Sidney'in tekrar uykuya daldığından emin olana kadar burada bekleyeceğim.{/i}

source: [_RT_] {i}Shit, that was close!{/i}
tr_tr: [_RT_] {i}Siktir, bu çok yakındı!{/i}

source: [_RT_] {i}How am I going to win over Lauren now? I'll need to look around for inspiration.{/i}
tr_tr: [_RT_] {i}Şimdi Lauren'i nasıl kazanacağım? İlham almak için etrafa bakmam gerekecek.{/i}

source: [_RT_] {i}They look so vulnerable while they are asleep, but if I tried anything and they woke up.... {/i}
tr_tr: [_RT_] {i}Uyurken çok savunmasız görünüyorlar ama bir şey denesem ve uyansalar.... {/i}

source: [_RT_] {i}I'd be kicked out of the house, maybe disowned. I've got to play this smart.{/i}
tr_tr: [_RT_] {i}Evden atılırım, belki de evlatlıktan reddedilirim. Bu oyunu akıllıca oynamalıyım.{/i}

source: [_RT_] {i}They should be sleeping pretty soundly. They both have a habit of drinking tea before bed.{/i}
tr_tr: [_RT_] {i}Mışıl mışıl uyuyor olmalılar. İkisinin de yatmadan önce çay içme alışkanlığı var.{/i}

source: [_RT_] {i}The melatonin worked pretty well last time. Should I check it out again?{/i}
tr_tr: [_RT_] {i}Geçen sefer melatonin oldukça işe yaramıştı. Tekrar kontrol etmeli miyim?{/i}

source: [_RT_] {i}If they are sleeping as soundly as last time, I might be able to get away with a little more.{/i}
tr_tr: [_RT_] {i}Geçen seferki gibi mışıl mışıl uyuyorlarrsa, onlardan biraz daha fazla faydalanabilirim.{/i}

source: [_RT_] {i}Wow! I can't believe that didn't wake her up.{/i}
tr_tr: [_RT_] {i}Vay canına! Bunun onu uyandırmadığına inanamıyorum.{/i}

source: [_RT_] {i}So now it's time for me to wake her up.{/i}
tr_tr: [_RT_] {i}Şimdi onu uyandırma vaktim geldi.{/i}

source: [_RT_] {i}If this doesn't get her kicked out of Lauren's room, I don't know what will.{/i}
tr_tr: [_RT_] {i}Eğer bu onu Lauren'in odasından attırmazsa, ne attırır bilmiyorum.{/i}

source: [_RT_] {i}Just a pinch and let's see what happens.{/i}
tr_tr: [_RT_] {i}Sadece bir tutam çimdik ve ne olacağını görelim.{/i}

source: [_LT_] {i}Yaawnn.... hmmm.... I think I really need to poop.... I should get up and.... {/i}
tr_tr: [_LT_] {i}Yaawnn.... hmmm.... Sanırım gerçekten tuvaletimi yapmam gerek.... Kalkmalıyım ve.... {/i}

source: [_LT_] {i}Wait.... my panties are pulled down again.... {/i}
tr_tr: [_LT_] {i}Bekle.... külotum yine aşağı çekilmiş.... {/i}

source: [_L_] OH MY FUCKING GOSH!!!!
tr_tr: [_L_] AMAN TANRIM!!!!

source: [_L_] WAKE UP, WAKE UP, WAKE UP!!!!
tr_tr: [_L_] UYAN, UYAN, UYAN!!!!

source: [_S_] Lauren what the hell? Why are you freaking out?
tr_tr: [_S_] Lauren neler oluyor? Neden çığlık atıyorsun?

source: [_S_] Oh, no! Let me guess! You think I did it again?
tr_tr: [_S_] Oh, hayır! Dur tahmin edeyim! Sence yine mi yaptım?

source: [_L_] Yes, you did it again!
tr_tr: [_L_] Evet, yine yaptın!

source: [_L_] Only this time, you were fingering my asshole!
tr_tr: [_L_] Ama bu sefer göt deliğimi parmaklıyordun!

source: [_S_] WHAAAT?
tr_tr: [_S_] NEEEEE?

source: [_M_] Again?! You two little shits have got to be kidding me!.... I'm sorry, please excuse my language, but I'm so tired from getting woken up every night!
tr_tr: [_M_] Yine mi?! Siz iki küçük pislik benimle dalga geçiyor olmalısınız!.... Özür dilerim, lütfen üslubumu mazur görün ama her gece uyandırılmaktan çok yoruldum!

source: [_L_] Mom! You have to do something this time!
tr_tr: [_L_] Anne! Bu sefer bir şeyler yapmalısın!

source: [_L_] This time her finger was up my asshole!
tr_tr: [_L_] Bu sefer parmağı göt deliğimdeydi!

source: [_M_] Oh geez! Lauren, your dreams are getting weirder and weirder!
tr_tr: [_M_] Oh Tanrım! Lauren, rüyaların gittikçe garipleşiyor!

source: [_L_] But Mom, I wasn't dreaming! My panties were pulled down, and by the time I realized what was happening, I was wide awake!
tr_tr: [_L_] Ama anne, rüya görmüyordum! Külotum indirilmişti ve ne olduğunu anladığımda tamamen uyanmıştım!

source: [_M_] Sidney, smell your fingers, maybe you couldn't smell Lauren's pussy, but I'm sure you would be able to smell her butt.
tr_tr: [_M_] Sidney, parmaklarını kokla, belki Lauren'ın amının kokusunu alamazsın, ama eminim götünün kokusunu alabilirsin.

source: [_S_] Mom! Really?
tr_tr: [_S_] Anne! Gerçekten mi?

source: [_M_] NOW!
tr_tr: [_M_] ŞİMDİ!

source: [_ST_] {i}Oh no! What if?.... {/i}
tr_tr: [_ST_] {i}Olamaz! Ya öyleyse?.... {/i}

source: [_ST_] {i}Shit!.... {/i}
tr_tr: [_ST_] {i}Siktir!.... {/i}

source: [_ST_] {i}I put my finger up Lauren's ass?{/i}
tr_tr: [_ST_] {i}Parmağımı Lauren'in götüne mi soktum?{/i}

source: [_ST_] {i}I really did have my finger up her ass.... {/i}
tr_tr: [_ST_] {i}Gerçekten parmağımı onun götüne sokmuşum.... {/i}

source: [_ST_] {i}Why would I do that?.... {/i}
tr_tr: [_ST_] {i}Bunu neden yapayım ki?.... {/i}

source: [_M_] Well?
tr_tr: [_M_] Eee?

source: [_S_] Well.... ummmm...
tr_tr: [_S_] Şey.... ummmm...

source: [_M_] Here, let me smell.
tr_tr: [_M_] Dur, koklayayım.

source: [_MT_] {i}I think there is a faint smell of ass.{/i}
tr_tr: [_MT_] {i}Sanırım hafif bir göt kokusu var.{/i}

source: [_MT_] {i}Sidney really has been doing weird things to her sister in her sleep.{/i}
tr_tr: [_MT_] {i}Sidney gerçekten de uykusunda kardeşine garip şeyler yapıyormuş.{/i}

source: [_MT_] {i}At least I hope she's been asleep while she was putting her fingers in her sister's holes!{/i}
tr_tr: [_MT_] {i}En azından parmaklarını kız kardeşinin deliklerine sokarken uyuyor olmasını umuyorum!{/i}

source: [_MT_] {i}That sounds so naughty in my head!{/i}
tr_tr: [_MT_] {i}Bu kulağıma çok yaramazca geliyor!{/i}

source: [_L_] Well?!
tr_tr: [_L_] Eee?!

source: [_M_] Well, I think I do smell a slight smell on Sidney's finger.
tr_tr: [_M_] Sanırım Sidney'in parmağından hafif bir koku alıyorum.

source: [_M_] It's not enough to be positive, but I think it's enough to take action to avoid any further possible incidents.
tr_tr: [_M_] Olumlu olmak yeterli değil, ancak olası başka olaylardan kaçınmak için harekete geçmenin yeterli olduğunu düşünüyorum.

source: [_M_] Sidney, you're going to have to start sleeping somewhere else.
tr_tr: [_M_] Sidney, başka bir yerde uyumaya başlaman gerekecek.

source: [_S_] But I just moved all my stuff in here! I just got everything unpacked!
tr_tr: [_S_] Ama bütün eşyalarımı buraya taşıdım! Her şeyi yeni yerleştirdim!

source: [_M_] No.... you will still keep all your stuff in here, and change your clothes in here, and all that, but at night you will just sleep elsewhere.
tr_tr: [_M_] Hayır.... tüm eşyalarını burada tutmaya devam edecek ve kıyafetlerini burada değiştireceksin, ama geceleri başka bir yerde uyuyacaksın.

source: [_S_] Where?
tr_tr: [_S_] Nerede?

source: [_M_] Well, you can try my room. But I'll only give you one chance and then you'll have to sleep somewhere else!
tr_tr: [_M_] Benim odamı deneyebilirsin. Ama sana sadece bir şans vereceğim ve sonra başka bir yerde uyumak zorunda kalacaksın!

source: [_S_] You mean like with [ryan]?!
tr_tr: [_S_] Yani [ryan] gibi mi?!

source: [_RT_] {i}Please say yes! Please say yes! Please say yes!{/i}
tr_tr: [_RT_] {i}Lütfen evet de! Lütfen evet de! Lütfen evet deeee!{/i}

source: [_M_] Oh God, no!
tr_tr: [_M_] Oh, hayır!

source: [_RT_] {i}Dammit!{/i}
tr_tr: [_RT_] {i}Kahretsin!{/i}

source: [_M_] If you can't keep your hands to yourself in your sleep, I don't want you corrupting my little boy!
tr_tr: [_M_] Eğer uykunda ellerini kendine saklayamıyorsan, küçük oğlumu bozmanı istemiyorum!

source: [_RT_] {i}Big boy!{p}.... man.... I mean man!{/i}
tr_tr: [_RT_] {i}Koca oğlan!{p}.... adam.... Yani adam!{/i}

source: [_M_] You'll just have to sleep on the couch.
tr_tr: [_M_] Kanepede uyumak zorunda kalacaksın.

source: [_S_] Well, why don't I just skip a step and I'll just start sleeping there now.
tr_tr: [_S_] Peki, neden bir adım atlayıp orada uyumaya başlamıyorum.

source: [_M_] That's a great idea. Go sleep on the couch!
tr_tr: [_M_] Bu harika bir fikir. Gidip kanepede zıbar!

source: [_S_] Fine!
tr_tr: [_S_] İyi!

source: [_M_] Good night, girls!
tr_tr: [_M_] İyi geceler kızlar!

source: [_RT_] {i}I finally did it! All the girls have been separated. That should make my nighttime efforts easier.{/i}
tr_tr: [_RT_] {i}Sonunda başardım! Bütün kızlar ayrıldı. Bu, gece çalışmalarımı kolaylaştıracak.{/i}

source: [_RT_] {i}There, Lauren will never let Sidney sleep with her after this.{/i}
tr_tr: [_RT_] {i}İşte, Lauren bundan sonra Sidney'in onunla yatmasına asla izin vermez.{/i}

source: [_RT_] {i}Is this crossing a line though?.... {/i}
tr_tr: [_RT_] {i}Yine de bu çizgiyi aşıyor mu?.... {/i}

source: [_RT_] {i}Stop it, [ryan]!.... Stop second guessing yourself.{/i}
tr_tr: [_RT_] {i}Kes şunu, [ryan]!.... Kendini sorgulamayı bırak.{/i}

source: [_RT_] {i}Time to wake her up.{/i}
tr_tr: [_RT_] {i}Onu uyandırma zamanı.{/i}

source: [_RT_] {i}Ok, another light pinch to bring her out of her melatonin enhanced sleep.{/i}
tr_tr: [_RT_] {i}Tamam, melatoninle güçlendirilmiş uykusundan uyandırmak için hafif bir çimdik daha.{/i}

source: [_L_] Hmmm.... yaawn.... what was that?...
tr_tr: [_L_] Hmmm.... yaawn.... bu da neydi?...

source: [_L_] Ohh My.... are her fingers in.... my.... pussy?...
tr_tr: [_L_] Ohh Tanr.... parmakları benim.... amımın içinde mi?...

source: [_L_] SIDNEY DAMN YOU! Wake up!...
tr_tr: [_L_] LANET OLASI SIDNEY! Uyan!...

source: [_S_] Huhh?.... Why are you.... waking me up again?
tr_tr: [_S_] Huhh?... Neden beni... yeniden uyandırıyorsun?

source: [_L_] WHY? So you can kindly get your fingers out of my pussy!
tr_tr: [_L_] NEDEN Mİ? Parmaklarını kibarca amımdan çıkarman için!

source: [_S_] WHAT? Have you lost your mind?
tr_tr: [_S_] Ne? Keçileri mi kaçırdın sen?

source: [_L_] No, I haven't lost my mind! And I wasn't dreaming either!
tr_tr: [_L_] Hayır, keçileri kaçırmadım! Ve rüya da görmüyordum!

source: [_M_] Are you two at it again!?
tr_tr: [_M_] Siz ikiniz yine mi başladınız!?

source: [_M_] What does it take to get a full nights sleep around here?
tr_tr: [_M_] Burada tüm gece uyumak için ne yapmak gerekiyor?

source: [_L_] Mom she molested me in my sleep again!
tr_tr: [_L_] Anne, yine uykumda beni taciz etti!

source: [_S_] I did not, she must have been dreaming again!
tr_tr: [_S_] Hayır yapmadım, yine rüya görüyor olmalı!

source: [_M_] Lauren, if you're waking me up over some weird sexual dream of yours, I'm not going to be very happy with you!
tr_tr: [_M_] Lauren, eğer beni garip bir cinsel rüya yüzünden uyandırıyorsan, bundan pek memnun olmayacağım!

source: [_L_] But Mom, it's not a dream!
tr_tr: [_L_] Ama anne, bu bir rüya değil!

source: [_M_] How do you know? You were both asleep!
tr_tr: [_M_] Nereden biliyorsun? İkiniz de uyuyordunuz!

source: [_L_] Sidney, smell your fingers, I'll bet they smell like my pussy.
tr_tr: [_L_] Sidney, parmaklarını kokla. Bahse girerim amım gibi kokuyorlardır.

source: [_S_] Smell my fingers?
tr_tr: [_S_] Parmaklarımı koklamak mı?

source: [_S_] This is so weird.
tr_tr: [_S_] Bunu yapmak garip olacak.

source: [_M_] Do it Sidney! Smell your fingers.
tr_tr: [_M_] Yap şunu Sidney! Parmaklarını kokla.

source: [_ST_] {i}Oh my God! My fingers do smell like pussy!{/i}
tr_tr: [_ST_] {i}Aman Tanrım! Parmaklarım am gibi kokuyor!{/i}

source: [_ST_] {i}Hmmm.... it must be Lauren's smell after all, it smells different than mine, I guess sweeter, or younger or something.... {/i}
tr_tr: [_ST_] {i}Hmmm.... sonuçta Lauren'in kokusu olmalı, benimkinden farklı kokuyor, sanırım daha tatlı ya da daha genç ya da başka bir şey.... {/i}

source: [_ST_] {i}Why do I like that smell?{/i}
tr_tr: [_ST_] {i}Bu koku neden hoşuma gidiyor?{/i}

source: [_ST_] {i}Shit! I can't admit to this!{/i}
tr_tr: [_ST_] {i}Siktir! Bunu onlara söyleyemem!{/i}

source: [_M_] Well, what's the verdict?
tr_tr: [_M_] Peki, sonuç ne?

source: [_S_] No, they don't smell like anything.
tr_tr: [_S_] Hayır, koku falan yok.

source: [_M_] There Lauren, you see? Just some weird perverted dream.
tr_tr: [_M_] İşte Lauren, gördün mü? Sadece garip cinsel bir rüya.

source: [_M_] Ok, now you girls need to go back to bed and stop being so loud!
tr_tr: [_M_] Tamam, şimdi yatağınıza dönün ve gürültü yapmayı kesin!

source: [_M_] I can't even imagine what your brother would think if he could hear this conversation about you playing with each others pussies!
tr_tr: [_M_] Kardeşiniz, birbirinizin amlarıyla oynamanız hakkındaki bu konuşmayı duysa ne düşüneceğini hayal bile edemiyorum!

source: [_L_] Mom!
tr_tr: [_L_] Anne!

source: [_RT_] {i}Oh my gosh! I can't believe Mom just said that.{/i}
tr_tr: [_RT_] {i}Aman Tanrım! Annemin bunu söylediğine inanamıyorum.{/i}

source: [_RT_] {i}I can't believe this didn't work again.{/i}
tr_tr: [_RT_] {i}Bunun yine işe yaramadığına inanamıyorum..{/i}

source: [_RT_] {i}I'll be back again. Hopefully the third times the charm.{/i}
tr_tr: [_RT_] {i}Tekrar geleceğim. Umarım üçüncüsü uğur getirir. Sağ ayakla girmekte fayda var.{/i}

source: [_RT_] {i}Should I see if the melatonin works as advertised?{/i}
tr_tr: [_RT_] {i}Melatoninin söylendiği gibi işe yarayıp yaramadığını görmeli miyim?{/i}

source: [_RT_] {i}So far so good.... If they really are in a deep sleep, I should be able to get away with more than just whispering in their ears.{/i}
tr_tr: [_RT_] {i}Şimdiye kadar çok iyi.... Eğer gerçekten derin bir uykudaysalar, kulaklarına fısıldamaktan daha fazlasını yapabilmeliyim.{/i}

source: [_RT_] {i}It's always going to be hard for me to get away with much if they are in the same bed.{/i}
tr_tr: [_RT_] {i}Eğer onlar aynı yataktaysa benim için her zaman çok zor olacak.{/i}

source: [_RT_] {i}I've got to come up with a way to get them sleeping in separate rooms.{/i}
tr_tr: [_RT_] {i}Onları ayrı odalarda yatırmanın bir yolunu bulmalıyım.{/i}

source: [_RT_] {i}And I think I've got the perfect idea.{/i}
tr_tr: [_RT_] {i}Ve sanırım mükemmel bir fikrim var. {/i}

source: [_RT_] {i}Lauren won't let Sidney sleep with her if she's a little too handsy in her sleep.{/i}
tr_tr: [_RT_] {i}Lauren, Sidney uykusunda biraz fazla ellerini kullanırsa onunla yatmasına izin vermeyecektir.{/i}

source: [_RT_] {i}Is this going too far? I know this is an asshole move, but am I willing to get my hands, or I guess Sidney's hands this dirty?{/i}
tr_tr: [_RT_] {i}Bu çok mu ileri oldu? Bunun aptalca bir hareket olduğunu biliyorum ama ellerimi ya da sanırım Sidney'in ellerini bu kadar kirletmeye hazır mıyım?{/i}

source: [_RT_] {i}Yes... of course... The end justifies the means! {p}My family needs a real man, and not some criminal like my father. I've just got to get them to realize it.{/i}
tr_tr: [_RT_] {i}Evet... elbette... Amaç, aracı haklı çıkarır! {p}Ailemin gerçek bir adama ihtiyacı var, babam gibi bir suçluya değil. Sadece bunu fark etmelerini sağlamalıyım.{/i}

source: [_RT_] {i}Ok.... hand is in place. Now I need Lauren to catch her in the act.{/i}
tr_tr: [_RT_] {i}Tamam.... el yerinde. Şimdi Lauren'in onu iş üstünde yakalamasını istiyorum.{/i}

source: [_RT_] {i}Problem is, Lauren is sound asleep.... I have to wake her up without being seen.{/i}
tr_tr: [_RT_] {i}Sorun şu ki Lauren uyuyor.... Görünmeden onu uyandırmalıyım.{/i}

source: [_RT_] {i}Hopefully a pinch will do the trick.{/i}
tr_tr: [_RT_] {i}Umarım bir tutam işe yarar.{/i}

source: [_L_] Hmmm.... ouch.... what was that?...
tr_tr: [_L_] Hmmm.... ouch.... bu da neydi?...

source: [_LT_] {i}Is someone's hand carressing my ass?!!{/i}
tr_tr: [_LT_] {i}Biri götümü mü okşuyor?!{/i}

source: [_L_] Sidney, what the hell?!!!
tr_tr: [_L_] Sidney, neler oluyor?!!!

source: [_S_] .... Huh.... what?...
tr_tr: [_S_] .... Huh.... ne?...

source: [_L_] Huh.... what?.... Why the hell was your hand exploring beneath my panties?!
tr_tr: [_L_] Huh.... ne mi?.... Elin külodumun altında maden arıyordu?!

source: [_S_] What are you talking about?
tr_tr: [_S_] Sen neyden bahsediyorsun?

source: [_S_] I've just been sleeping this whole time. Why did you wake me up?
tr_tr: [_S_] Bunca zamandır uyuyordum. Beni neden uyandırdın?

source: [_L_] Just sleeping huh? Well you're a pretty handsy sleeper!
tr_tr: [_L_] Sadece uyuyorsun ha? Ellerinle çok güzel uyuyorsun!

source: [_M_] What the hell is going on in here?
tr_tr: [_M_] Burada ne haltlar dönüyor?

source: [_M_] You're making enough noise to wake the dead!
tr_tr: [_M_] Ölüleri uyandıracak kadar gürültü yapıyorsun!

source: [_L_] Oh, nothing much! Sidney is just molesting me while I sleep!
tr_tr: [_L_] Oh, fazla bir şey yok! Sidney ben uyurken beni taciz ediyor!

source: [_S_] I was not!
tr_tr: [_S_] Ben yapmadım!

source: [_M_] Lauren, I think you must have been dreaming.
tr_tr: [_M_] Lauren, sanırım rüya görüyor olmalısın.

source: [_M_] And if you weren't I'm sure Sidney was just doing it in her sleep.
tr_tr: [_M_] Sen yapmadıysan da Sidney'nin uykusunda yaptığına eminim.

source: [_M_] Once people start having sex, it's pretty normal for them to be a little handsy while they sleep.
tr_tr: [_M_] İnsanlar seks yapmaya başladıktan sonra, uyurken ellerini biraz kullanmaları oldukça normaldir.

source: [_M_] Your father is a really handsy sleeper.
tr_tr: [_M_] Baban gerçekten elleriyle uyuyor.

source: [_S_] Eww Mom, TMI! And I haven't started having sex yet!
tr_tr: [_S_] Eww anne, bu kadar detaya girmene gerek yoktu! Ve ben daha seks yapmaya başlamadım!

source: [_M_] Please! I'm not stupid. You're in college.
tr_tr: [_M_] Lütfen! Ben aptal değilim. Sen üniversitelisin.

source: [_S_] Well, I'm not a virgin, but I don't just sleep around with all the guys at school!
tr_tr: [_S_] Bakire değilim ama okuldaki bütün erkeklerle de yatmıyorum!

source: [_RT_] {i}Uhh.... I hope they wrap this up soon, this is getting uncomfortable.{/i}
tr_tr: [_RT_] {i}Uhh.... Umarım bu işi yakında bitirirler, bu iş rahatsız edici olmaya başladı.{/i}

source: [_S_] My first time wasn't a good experience, and I haven't really wanted to do much since then.
tr_tr: [_S_] İlk seferim iyi değildi ve o zamandan beri pek bir şey yapmak istemedim.

source: [_M_] Well, I'm sorry to hear that, then maybe you're being handsy in your sleep because of built up sexual frustration.
tr_tr: [_M_] Bunu duyduğuma üzüldüm, o zaman belki de birikmiş cinsel hayal kırıklığı nedeniyle uykunda ellerini kullanıyorsundur.

source: [_S_] I'm not being handsy in my sleep!
tr_tr: [_S_] Uykumda ellerimi kullanmıyordum!

source: [_M_] Alright! Well, it's time for you two to shut up and go to sleep! I don't want your brother to wake up and hear about all of this!
tr_tr: [_M_] Pekala! İkinizin de çenenizi kapatıp uyuma vakti geldi! Kardeşinin uyanmasını ve tüm bunları duymasını istemiyorum!

source: [_M_] Ok?
tr_tr: [_M_] Tamam?

source: [_L_] Alright.
tr_tr: [_L_] Pekala.
