Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_RT_] {i}The door's locked, Lauren must be getting dressed. I wish there was a way to spy on her. I'll have to check online for ideas.{/i}
tr_tr: [_RT_] {i}Kapı kilitli, Lauren giyiniyor olmalı. Keşke onu gözetlemenin bir yolu olsaydı. Fikir edinmek için internete bakmam gerekecek.{/i}

source: [_RT_] {i}Huh... Mandy and Lauren aren't back from their convention yet. Or maybe they are spending the night with Mandy over at Uncle Bobby's house.{/i}
tr_tr: [_RT_] {i}Huh... Mandy ve Lauren henüz kongreden dönmediler. Belki de geceyi Mandy ile Bobby Amca'nın evinde geçiriyorlardır.{/i}

source: [_RT_] {i}Her door's still locked, and after what I just saw, I'm sure it won't be opening again until morning.{/i}
tr_tr: [_RT_] {i}Kapısı hâlâ kilitli ve az önce gördüklerimden sonra sabaha kadar açılmayacağından eminim.{/i}

source: [_RT_] {i}Hmmm.... I wonder why the door is locked?{/i}
tr_tr: [_RT_] {i}Hmmm.... Acaba kapı neden kilitli?{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?{/i}
tr_tr: [_RT_] {i}Bekle.... Lauren inliyor mu?{/i}

source: [_RT_] {i}I should check it out.{/i}
tr_tr: [_RT_] {i}Kontrol etmeliyim.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning? I've got to figure out a way to see in there!{/i}
tr_tr: [_RT_] {i}Bekle.... Lauren inliyor mu? Orayı görmenin bir yolunu bulmalıyım!{/i}

source: [_RT_] {i}{b}(HINT){/b} I need to buy a spy-cam and place it in Lauren's bedroom when no one is around.{/i}
tr_tr: [_RT_] {i}Bir casusluk kamerası almam ve kimse yokken Lauren'in yatak odasına yerleştirmem gerekiyor.{/i}

source: [_RT_] {i}Wait.... is that Lauren moaning?.... Sidney is in there too!! What could they be doing? I've got to figure out a way to see in there!{/i}
tr_tr: [_RT_] {i}Bekle.... Lauren inliyor mu?.... Sidney de orada!! Ne yapıyor olabilirler? Orayı görmenin bir yolunu bulmalıyım!{/i}

source: [_RT_] {i}The door's locked, she must be getting dressed. {p}Wait, is that moaning I hear?{p}I'm pretty sure that's moaning.{/i}
tr_tr: [_RT_] {i}Kapı kilitli, giyiniyor olmalı. {p}Bekle, bu duyduğum inleme mi?{p}İnleme olduğuna eminim.{/i}

source: [_RT_] {i}I'm sure it's locked as usual.{/i}
tr_tr: [_RT_] {i}Her zamanki gibi kilitli olduğuna eminim.{/i}

source: [_RT_] {i}Wait.... is that Sidney moaning?{/i}
tr_tr: [_RT_] {i}Bekle.... Sidney inliyor mu?{/i}

source: [_RT_] {i}The door's locked, Sidney must be getting dressed. {p}Wait, is that moaning I hear? {p}I'm pretty sure that's moaning.{/i}
tr_tr: [_RT_] {i}Kapı kilitli, Sidney giyiniyor olmalı. {p}Bekle, bu duyduğum inleme mi? {p}Bunun inleme olduğuna eminim.{/i}

source: [_RT_] {i}Why would I want to look closer? {p}It would take some kind of life changing event to make me want to look at my sister that way.{/i}
tr_tr: [_RT_] {i}Neden daha yakından bakmak isteyeyim ki? {p}Kız kardeşime bu şekilde bakmak istemem için hayatımı değiştirecek bir olay olması gerekirdi.{/i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off.{/i}
tr_tr: [_RT_] {i}Kapısını kilitlemiş! Lauren hala kızgın olmalı.{/i}

source: [_RT_] {i}She locked her door! Lauren must still be pissed off. I guess I better just let her sleep.{/i}
tr_tr: [_RT_] {i}Kapısını kilitlemiş! Lauren hala kızgın olmalı. Sanırım uyumasına izin versem iyi olacak.{/i}

source: [_RT_] {i}Her door's locked. Lauren's pretty pissed off at me.{/i}
tr_tr: [_RT_] {i}Kapısı kilitli. Lauren bana çok kızgın.{/i}

source: [_L_] What do you want dickwad?
tr_tr: [_L_] Ne istiyorsun sik kafalı?

source: [_L_] You have something for me?
tr_tr: [_L_] Benim için bir şeyin mi var?

source: [_L_] Thank you I love chocolate!
tr_tr: [_L_] Teşekkür ederim, çikolataya bayılırım!

source: {i}{b}"Lauren's Anger -2"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı -2"{/b}{/i}

source: [_L_] But this doesn't mean I'm not mad at you anymore. That was a dick move, and it's going to take me some more time to forgive you.
tr_tr: [_L_] Ama bu artık sana kızgın olmadığım anlamına gelmiyor. Bu aptalca bir hareketti ve seni affetmem biraz daha zaman alacak.

source: [_L_] Thank you brother! It's hard to stay mad for very long at someone as sweet as you!
tr_tr: [_L_] Teşekkürler kardeş! Senin kadar tatlı birine çok uzun süre kızgın kalmak çok zor!

source: [_L_] Thank you! I'm going to use it right now!
tr_tr: [_L_] Teşekkür ederim! Hemen şimdi kullanacağım!

source: {i}{b}"Lauren's Anger -5"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı -5"{/b}{/i}

source: [_L_] What the hell kind of present is that? I'm not your girlfriend!
tr_tr: [_L_] Bu ne biçim bir hediye böyle? Ben senin kız arkadaşın değilim!

source: [_L_] Thanks, I hate it!
tr_tr: [_L_] Teşekkürler, nefret ettim!

source: [_L_] Maybe next time try to think of something a little less creepy.
tr_tr: [_L_] Belki bir dahaki sefere daha az korkunç bir şey düşünmeye çalışırsın.

source: {i}{b}"Lauren's Affection -1"{/b}{/i}
tr_tr: {i}{b}"Lauren'in saygısı -1"{/b}{/i}

source: {i}{b}"Lauren's Anger +2"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı +2"{/b}{/i}

source: [_L_] Oh my gosh! I love them!
tr_tr: [_L_] Oh ne kadar tatlı! Onları seviyorum!

source: [_L_] You're such a charmer!
tr_tr: [_L_] Sen çok çekicisin!

source: [_L_] If I didn't know any better, I would think you were trying to put the moves on me!
tr_tr: [_L_] Eğer daha iyi bir şey bilmiyorsam, bana doğru hareket etmeye çalıştığını sanırdım!

source: {i}{b}"Lauren's Anger -10"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı -10"{/b}{/i}

source: [_L_] OMG! You made me get up for that.
tr_tr: [_L_] Aman Tanrım! Beni bunun için ayağa kaldırdın.

source: {i}{b}"Lauren's Anger +1"{/b}{/i}
tr_tr: {i}{b}"Lauren'in kızgınlığı +1"{/b}{/i}

source: [_L_] Well, it's going to take more than just words for me to forgive you for what you did!
tr_tr: [_L_] Yaptığın şey için seni affetmem için kelimelerden daha fazlası gerekecek!

source: [_RT_] {i}She locked her door! Sidney must still be pissed off. I guess I better just let her sleep.{/i}
tr_tr: [_RT_] {i}Kapısını kilitlemiş! Sidney hala kızgın olmalı. Sanırım uyumasına izin versem iyi olacak.{/i}

source: [_RT_] {i}She's pissed off at me already for watching her change, I think I better give her just a little more time before I try to smooth things over with her.{/i}
tr_tr: [_RT_] {i}Üstünü değişirken izlediğim için zaten bana kızgın, sanırım onunla aramı düzeltmeye çalışmadan önce ona biraz daha zaman versem iyi olacak.{/i}

source: [_RT_] {i}Her door's locked. Sidney's pretty pissed off at me.{/i}
tr_tr: [_RT_] {i}Kapısı kilitli. Sidney bana çok kızgın.{/i}

source: [_S_] You have something for me?
tr_tr: [_S_] Benim için bir şeyin mi var?

source: [_S_] Thank you I love chocolate!
tr_tr: [_S_] Teşekkür ederim, çikolataya bayılırım!

source: {i}{b}"Sidney's Anger -2"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı -2"{/b}{/i}

source: [_S_] But this doesn't mean I'm not mad at you anymore. It's going to take me some more time to forgive you.
tr_tr: [_S_] Ama bu artık sana kızgın olmadığım anlamına gelmiyor. Seni affetmem biraz daha zaman alacak.

source: [_S_] Thank you! I can't stay mad at my sweet little brother!
tr_tr: [_S_] Teşekkür ederim! Tatlı küçük kardeşime kızgın kalamam!

source: [_S_] Thank you! I'm going to use it right now!
tr_tr: [_S_] Teşekkür ederim! Hemen şimdi kullanacağım!

source: {i}{b}"Sidney's Anger -5"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı -5"{/b}{/i}

source: [_S_] Why the hell do you think I would want flowers from you? You're not my boyfriend!
tr_tr: [_S_] Neden senden çiçek isteyeceğimi düşünüyorsun? Sen benim erkek arkadaşım değilsin!

source: [_S_] Maybe next time try to think of something that doesn't imply you want in my pants!
tr_tr: [_S_] Belki bir dahaki sefere pantolonuma girmek istediğini ima etmeyen bir şey düşünmeye çalış!

source: {i}{b}"Sidney's Anger +2"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı +2"{/b}{/i}

source: [_S_] Oh my gosh! They're beautiful!
tr_tr: [_S_] Aman Tanrım! Çok güzeller!

source: [_S_] You're such a charmer!
tr_tr: [_S_] Sen çok çekicisin!

source: [_S_] If I didn't know any better, I would think you were trying to put the moves on me!
tr_tr: [_S_] Eğer daha iyi bir şey bilmiyorsam, bana doğru hareket etmeye çalıştığını sanırdım!

source: {i}{b}"Sidney's Anger -10"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı -10"{/b}{/i}

source: [_S_] Thank you so much!
tr_tr: [_S_] Çok teşekkür ederim!

source: [_S_] You jerk! You made me get up for that.
tr_tr: [_S_] Seni pislik! Beni bunun için ayağa kaldırdın.

source: {i}{b}"Sidney's Anger +1"{/b}{/i}
tr_tr: {i}{b}"Sidney'in kızgınlığı +1"{/b}{/i}

source: [_S_] You already gave me a gift. Stop being pervy!
tr_tr: [_S_] Bana zaten bir hediye verdin. Sapık olmayı bırak!

source: [_S_] Well, it's going to take more than just words for me to forgive you for what you did!
tr_tr: [_S_] Yaptığın şey için seni affetmem için kelimelerden daha fazlası gerekecek!

source: {b}{i}"You have found the "Two of Spades" Card!"{/i}{/b}
tr_tr: {b}{i}"Kupa Altı Kartını buldunuz!"{/i}{/b}

source: [_RT_] {i}Why would I go through her stuff?{/i}
tr_tr: [_RT_] {i}Neden onun eşyalarını karıştırayım ki?{/i}

source: [_RT_] {i}Nothing interesting here.{/i}
tr_tr: [_RT_] {i}Burada ilginç bir şey yok. { /i }

source: [_RT_] {i}Nice Panties. They smell great!{/i}
tr_tr: [_RT_] {i}Güzel Panikler. Harika kokuyorlar!

source: {b}{i}"You have found the "Four of Clubs" Card!"{/i}{/b}
tr_tr: {b}{i}"Sinek Dörtlü" Kartı buldunuz!{/i}{/b}

source: [_RT_] {i}Dirty laundry, gross!{/i}
tr_tr: [_RT_] {i}Kirli çamaşırlar, iğrenç!{/i}

source: [_RT_] {i}Dirty Laundry, gross!{/i}
tr_tr: [_RT_] {i}Kirli çamaşırlar, iğrenç!{/i}

source: [_RT_] {i}There's some sexy used panties, I guess it couldn't hurt to give them a sniff.... sniffffffff.... oh yeah! Instant boner.{/i}
tr_tr: [_RT_] {i}Kullanılmış seksi külotlar var, sanırım onları koklamaktan zarar gelmez.... ohhhhh.... oh evet! Anında ereksiyon oldum.{/i}

source: [_RT_] {i}I should start thinking of other fun things I can do to her while she's in such a deep sleep.{/i}
tr_tr: [_RT_] {i}O derin uykudayken ona yapabileceğim başka eğlenceli şeyler düşünmeye başlamalıyım.{/i}

source: [_RT_] {i}I just can't get Mom's amazing bare tits and sculpted ass out of my mind! The way she moved.... her perfect body!.... She has a body that could be in porn!{/i}
tr_tr: [_RT_] {i}Annemin muhteşem çıplak göğüslerini ve yontulmuş götünü aklımdan çıkaramıyorum! Mükemmel vücudunu.... hareket ettirme şeklini!.... Pornoya girebilecek bir vücudu var!{/i}

source: [_RT_] {i}And just like porn, I'm addicted to seeing Mom naked. I've got to see more of it! I've got those pictures on my computer now, but that's not enough!!{/i}
tr_tr: [_RT_] {i}Ve tıpkı porno gibi, annemi çıplak görmeye bağımlıyım. Daha fazlasını görmeliyim! Şu anda bilgisayarımda o resimler var, ama bu yeterli değil!{/i}

source: [_RT_] {i}I need to touch her.... taste her.... smell her!{/i}
tr_tr: [_RT_] {i}Ona dokunmak.... onu tatmak.... onu koklamak istiyorum!{/i}

source: [_RT_] {i}Ohhh man.... I am so messed up right now!.... I know it's so incredibly wrong.... but I've just got to make her mine!{/i}
tr_tr: [_RT_] {i}Ohhh adamım.... Şu anda çok berbat durumdayım!.... Bunun çok yanlış olduğunu biliyorum.... ama onu benim yapmalıyım!{/i}

source: [_RT_] {i}This is all her fault! Since when is she so good at shaking her perfect tits in public? Where did she learn to move like that?.... That's so.... hot!{/i}
tr_tr: [_RT_] {i}Hepsi onun suçu! Ne zamandan beri mükemmel memelerini toplum içinde sallamakta bu kadar iyi? Böyle hareket etmeyi nereden öğrendi?.... Bu çok.... seksi!{/i}

source: [_RT_] {i}I've never wanted or lusted for someone so badly! And that person being my own mother?!!!.... Could it even be possible?... {/i}
tr_tr: [_RT_] {i}Birini hiç bu kadar çok istememiş ve arzulamamıştım! Ve bu kişi annem mi?!!!.... Bu mümkün olabilir mi?... {/i}

source: [_RT_] {i}Just look at little Lauren sleeping innocently in bed. So innocent, so naive about how slutty her mom is.{/i}
tr_tr: [_RT_] {i}Yatağında masumca uyuyan küçük Lauren'a bakın. Çok masum, annesinin ne kadar sürtük olduğu konusunda fikri yok.{/i}

source: [_RT_] {i}Actually.... she looks a lot like Mom!.... Just a little mini version of her.{/i}
tr_tr: [_RT_] {i}Aslında.... anneme çok benziyor!.... Sadece onun küçük bir versiyonu.{/i}

source: [_RT_] {i}I mean her tits are tiny, but I'm sure they've got plenty of growth left in them, but that ass is perfect, just like Mom's.{/i}
tr_tr: [_RT_] {i}Yani memeleri küçük, ama eminim daha çok büyüyeceklerdir, ama kalçaları mükemmel, tıpkı anneminki gibi.{/i}

source: [_RT_] {i}Hmmmm.... just a mini version of Mom.... probably easier to manipulate though.... yeah.... she'd be perfect to practice on.{/i}
tr_tr: [_RT_] {i}Hmmmm.... sadece annemin küçük bir versiyonu.... muhtemelen manipüle etmesi daha kolay olsa da.... evet.... üzerinde pratik yapmak için mükemmel olurdu.{/i}

source: [_RT_] {i}If I can make my sister mine, there might be hope for me with Mom! I might even be able to get her to help me conquer her.{/i}
tr_tr: [_RT_] {i}Eğer kız kardeşimi kendime bağlayabilirsem, annem için de bir umut olabilir! Onu fethetmeme yardım etmesini bile sağlayabilirim.{/i}

source: [_RT_] {i}For such an impossible quest, I'm going to need allies!{/i}
tr_tr: [_RT_] {i}Böyle imkansız bir görev için müttefiklere ihtiyacım olacak!{/i}

source: [_RT_] {i}Could I do that to Lauren though?.... I mean every quest and battle has collateral damage.{/i}
tr_tr: [_RT_] {i}Bunu Lauren'a da yapabilir miyim?.... Yani her görev ve savaşta ikincil hasar vardır.{/i}

source: [_RT_] {i}And I wouldn't force her to do anything against her will.{/i}
tr_tr: [_RT_] {i}Ve onu iradesi dışında bir şey yapmaya zorlamazdım.{/i}

source: [_RT_] {i}I'd just help her realize that she wants this as badly as I do.{/i}
tr_tr: [_RT_] {i}Sadece bunu benim kadar çok istediğini anlamasına yardım ederdim.{/i}

source: [_RT_] {i}Should I add her to my "expedition to conquer Mom party?"{/i}
tr_tr: [_RT_] {i}Onu da "Annemi fethetmek için keşif gezisi" partime ekleyeyim mi?{/i}

source: [_RT_] {i}I mean look at that ass! I can't believe I've never been tempted by it before! Then again, I was never tempted by Mom's ass either, {p}till I saw her polishing the stripper pole with it.{/i}
tr_tr: [_RT_] {i}Yani şu göte bak! Daha önce hiç baştan çıkmadığıma inanamıyorum! Ayrıca annemin götü de beni hiç cezbetmemişti, {p}ta ki onu striptiz direğini parlatırken görene kadar.{/i}

source: [_RT_] {i}I need a picture of that perfect backside!{/i}
tr_tr: [_RT_] {i}O mükemmel arka tarafın bir resmine ihtiyacım var!{/i}

source: [_RT_] {i}I'll certainly enjoy this later!{/i}
tr_tr: [_RT_] {i}Daha sonra kesinlikle keyfini çıkaracağım!{/i}

source: [_RT_] {i}Ok.... now how will I start to win her over?{/i}
tr_tr: [_RT_] {i}Tamam.... şimdi onu kazanmaya nasıl başlayacağım?{/i}

source: [_RT_] {i}I've heard subliminal messages while sleeping can be very effective.{/i}
tr_tr: [_RT_] {i}Uyurken verilen bilinçaltı mesajlarının çok etkili olduğunu duymuştum.{/i}

source: [_RT_] {i}Guess I could give that a try.{/i}
tr_tr: [_RT_] {i}Sanırım bunu deneyebilirim.{/i}

source: [_R_] {i}(Whispering){/i} You think your brother is sexy.... you think your brother is sexy.... you think your brother is sexy...
tr_tr: [_R_] {i}(Fısıldayarak){/i} Kardeşinin seksi olduğunu düşünüyorsun.... kardeşinin seksi olduğunu düşünüyorsun.... kardeşinin seksi olduğunu düşünüyorsun...

source: {i}{b}"Lauren's Submission +1"{/b}{/i}
tr_tr: {i}{b}"Lauren'in Teslimiyeti +1"{/b}{/i}

source: [_RT_] {i}That's all I can do tonight. My legs are tingling like crazy.{/i}
tr_tr: [_RT_] {i}Bu gece tek yapabildiğim bu. Bacaklarım deli gibi karıncalanıyor.{/i}

source: [_RT_] {i}I wonder if it had any effect?{/i}
tr_tr: [_RT_] {i}Acaba bir etkisi oldu mu?{/i}

source: [_RT_] {i}I should go back to my room and try to get some sleep.{/i}
tr_tr: [_RT_] {i}Odama dönüp biraz uyumaya çalışmalıyım.{/i}

source: [_L_] Hey brother, just give me a sec, I've just got to finish sending this text.
tr_tr: [_L_] Hey kardeşim, bana bir saniye ver, şu mesajı göndermeyi bitirmem lazım.

source: [_LT_] {i}Ok, heart emoji, heart emoji, smiley face with heart eyes emoji, and.... send.{/i}
tr_tr: [_LT_] {i}Tamam, kalp emojisi, kalp emojisi, kalp gözlü gülen yüz emojisi ve.... gönder.{/i}

source: [_L_] So what's up?
tr_tr: [_L_] Ne var ne yok?

source: [_R_] Oh, nothing, I'm just really bored so I thought I'd come and see what you're up to.
tr_tr: [_R_] Yok bir şey, çok sıkıldım da gelip ne yapıyorsun bir bakayım dedim.

source: [_L_] I know right? Now that we have no money, there's nothing to do.
tr_tr: [_L_] Doğru biliyorum, değil mi? Artık paramız olmadığına göre yapacak bir şey yok.

source: [_L_] Usually Mom and I are shopping right now.
tr_tr: [_L_] Genellikle annem ve ben şu anda alışveriş yapardık.

source: [_L_] I guess we won't be going shopping any time soon.
tr_tr: [_L_] Sanırım yakın zamanda alışverişe gidemeyeceğiz.

source: [_R_] Oh, I don't know, I'm going to figure out how to get us some money.
tr_tr: [_R_] Bilmiyorum, bize biraz para kazanmanın bir yolunu bulacağım.

source: [_R_] I don't think it'll be long till you're able to go out shopping again.
tr_tr: [_R_] Tekrar alışverişe çıkabilmenizin uzun süreceğini sanmıyorum.

source: [_L_] Hahaha.... yeah right! You're just a lazy high schooler, who didn't even graduate when you were supposed to.
tr_tr: [_L_] Hahaha.... evet doğru! Sen sadece tembel bir liselisin, mezun olman gereken zamanda bile mezun olamadın.

source: [_R_] You know that was Dad's fault!
tr_tr: [_R_] Bunun babamın hatası olduğunu biliyorsun!

source: [_R_] And I'll admit I've been a little lazy, but now that Dad's gone I'm really going to step it up.
tr_tr: [_R_] Biraz tembel olduğumu itiraf etmeliyim ama babamın burada olmadığına göre bu işi gerçekten hızlandıracağım.

source: [_L_] I'll believe it when I see it.
tr_tr: [_L_] Gördüğümde inanacağım.

source: [_R_] You really don't think I'm capable of taking care of our family?
tr_tr: [_R_] Gerçekten ailemize bakamayacağımı mı düşünüyorsun?

source: [_L_] I know you're not!
tr_tr: [_L_] Yapamayacağını biliyorum!

source: [_R_] Well, when I do, I'm going to take Mom shopping and I'm going to leave you home.
tr_tr: [_R_] Başardığım zaman, annemi alışverişe götüreceğim ve seni evde bırakacağım.

source: [_L_] Ok.... ok.... ok.... since I've offended your honor, I'll tell you what I'm going to do to make it up.
tr_tr: [_L_] Tamam.... tamam.... tamam.... madem onurunu kırdım, bunu telafi etmek için ne yapacağımı söyleyeyim.

source: [_L_] If you do prove me wrong, I will owe you a big favor.
tr_tr: [_L_] Eğer yanıldığımı kanıtlarsan, sana büyük bir iyilik borçlu olacağım.

source: [_L_] I will let you decide what it is, as long as it isn't too expensive, since you know I'm broke. And it can't be too crazy either.
tr_tr: [_L_] Çok pahalı olmadığı sürece ne olduğuna senin karar vermene izin vereceğim, çünkü beş parasız olduğumu biliyorsun. Ve çok çılgınca da olmamalı.

source: [_L_] If you try to go too far, I'll just say no, and we'll both have lost out on an opportunity.
tr_tr: [_L_] Çok ileri gitmeye çalışırsan, hayır derim ve ikimiz de bir fırsatı kaçırmış oluruz.

source: [_L_] So get working hard! I really do hope you prove me wrong!
tr_tr: [_L_] O yüzden sıkı çalış! Umarım yanıldığımı kanıtlayabilirsin!

source: [_L_] Now if you'll excuse me, there's some hardcore drama that I'm missing out on.
tr_tr: [_L_] Şimdi müsaadenle, kaçırdığım sert bir drama var.

source: [_RT_] {i}Hmmm.... any favor I want huh?{/i}
tr_tr: [_RT_] {i}Hmmm.... iyilik borcu olacak?{/i}

source: [_RT_] {i}I'll have to start thinking of something good.{/i}
tr_tr: [_RT_] {i}İyi bir şeyler düşünmeye başlamam gerekecek.{/i}

source: [_RT_] {i}Maybe I could have her clean my room for a week.{/i}
tr_tr: [_RT_] {i}Belki ona bir haftalığına odamı temizletebilirim.{/i}

source: [_RT_] {i}Or maybe I could have her try on some sexy clothes for me.{/i}
tr_tr: [_RT_] {i}Ya da belki benim için seksi kıyafetler denemesini sağlayabilirim.{/i}

source: [_RT_] {i}Maybe she would even let me see her tits.{/i}
tr_tr: [_RT_] {i}Belki memelerini görmeme bile izin verirdi.{/i}

source: [_RT_] {i}That would probably be the too crazy she was talking about.{/i}
tr_tr: [_RT_] {i}Muhtemelen bahsettiği fazla çılgınlık buydu.{/i}

source: [_RT_] {i}But I'm really curious to see what I'll be able to get away with.{/i}
tr_tr: [_RT_] {i}Ama neler yapabileceğimi gerçekten merak ediyorum.{/i}

source: [_L_] Is there something you need?
tr_tr: [_L_] İhtiyacın olan bir şey mi var?

source: [_R_] Do you want to do something?
tr_tr: [_R_] Bir şey yapmak ister misin?

source: [_L_] Sorry, but my friend Chloe is really upset about a guy, and just really needs all of my attention right now.
tr_tr: [_L_] Üzgünüm ama arkadaşım Chloe bir adam yüzünden çok üzgün ve şu anda tüm ilgime ihtiyacı var.

source: [_L_] I'll come find you if I get done texting her soon.
tr_tr: [_L_] Ona mesaj atmayı bitirirsem seni bulmaya gelirim.

source: [_RT_] {i}Well shit, she's locking the door to change now.{/i}
tr_tr: [_RT_] {i}Siktir, şimdi de üstünü değiştirmek için kapıyı kilitliyor.{/i}

source: [_RT_] {i}She definitely doesn't want me spying on her changing again.{/i}
tr_tr: [_RT_] {i}Kesinlikle tekrar üstünü değiştirirken casusluk yapmamı istemiyor.{/i}

source: [_RT_] {i}I've got to get a spy cam in there or something.{/i}
tr_tr: [_RT_] {i}Oraya bir casusluk kamerası falan koymalıyım.{/i}

source: [_RT_] {i}Oh no! Hello temptation my old friend.{/i}
tr_tr: [_RT_] {i}Olamaz! Merhaba eski dostum.{/i}

source: [_RT_] {i}I really shouldn't watch this.... but I can't look away!{/i}
tr_tr: [_RT_] {i}Bunu gerçekten izlememeliyim.... ama gözümü ayıramıyorum!{/i}{/i}

source: [_RT_] {i}Shit! Why couldn't the women in my family be ugly?{/i}
tr_tr: [_RT_] {i}Kahretsin! Neden ailemdeki kadınlar çirkin değil?{/i}

source: [_RT_] {i}Then I wouldn't have this moral dilemma.{/i}
tr_tr: [_RT_] {i}O zaman bu ahlaki ikilemi yaşamazdım.{/i}

source: [_RT_] {i}Oh My Gosh! I'm going to explode in my pants!{/i}
tr_tr: [_RT_] {i}Aman Tanrım! Pantolonumun içinde patlayacağım!{/i}

source: [_RT_] {i}I have to capture this moment!{/i}
tr_tr: [_RT_] {i}Bu anı çekmeliyim!{/i}

source: [_RT_] {i}There, now I have some more fapping material for later.{/i}
tr_tr: [_RT_] {i}Şimdi daha sonrası için daha fazla eğlence malzemem var.{/i}

source: [_RT_] {i}Well, I guess all good things must come to an end.{/i}
tr_tr: [_RT_] {i}Sanırım her güzel şeyin bir sonu var.{/i}

source: [_ST_] {i}I love this outfit, it looks so cute on me!{/i}
tr_tr: [_ST_] {i}Bu kıyafete bayıldım, üzerimde çok tatlı duruyor!{/i}

source: [_ST_] {i}Oh my God, is that?.... {/i}
tr_tr: [_ST_] {i}Aman Tanrım, bu o mu?.... {/i}

source: [_RT_] {i}Oh no, her face in the mirror looks like she might've seen me.{/i}
tr_tr: [_RT_] {i}Olamaz, yüzü aynadan beni görmüş gibi gözüküyor.{/i}

source: [_RT_] {i}I've got to get out of here!{/i}
tr_tr: [_RT_] {i}Buradan tüymeliyim!{/i}

source: [_ST_] {i}Oh wait, there's nothing there.... {/i}
tr_tr: [_ST_] {i}Oh bekle, orada hiçbir şey yok.... {/i}

source: [_ST_] {i}Did I just imagine it?{/i}
tr_tr: [_ST_] {i}Acaba hayal mi ediyordum?{/i}

source: [_ST_] {i}Who could it have been? Isn't everyone at school?{/i}
tr_tr: [_ST_] {i}Kim olabilir ki? Herkes okulda değil mi?{/i}

source: [_ST_] {i}Could a stranger have been watching me change?{/i}
tr_tr: [_ST_] {i}Bir yabancı benim kıyafet değiştirdiğimi izliyor olabilir mi?{/i}

source: [_ST_] {i}More likely it's just [ryan] skipping class.{/i}
tr_tr: [_ST_] {i}Büyük ihtimalle [ryan] bir dersi kaçırmıştır.{/i}

source: [_ST_] {i}I sure hope it was [ryan].{/i}
tr_tr: [_ST_] {i}Umarım [ryan] idi.{/i}
