Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: [_R_] I'm sorry, but I have to follow Mom to make sure she's safe. She's my responsibility now.
tr_tr: [_R_] Üzgünüm ama annemin güvende olduğundan emin olmak için onu takip etmek zorundayım. O artık benim sorumluluğumda.

source: [_R_] You'll be safe if you lock the door.
tr_tr: [_R_] Kapıyı kilitlersen güvende olursun.

source: [_R_] And if anything happens, just call our new friends at the FBI.
tr_tr: [_R_] Ve eğer bir şey olursa, FBI'daki yeni dostlarımızı ara.

source: [_G_] Hey, Boss?
tr_tr: [_G_] Hey, patron?

source: [_J_] What is it?
tr_tr: [_J_] Ne var?

source: [_G_] There's some twerp following us on a little scooter.
tr_tr: [_G_] Küçük bir scooter ile bizi takip eden bir velet var.

source: [_M_] Oh, no! That's probably my son!
tr_tr: [_M_] Olamaz! Bu muhtemelen benim oğlum!

source: [_G_] Do you want me to lose him?
tr_tr: [_G_] Ona karşı izimizi kaybettirelim mi?

source: [_M_] Oh, please do! I don't want him to see where you're making me work!
tr_tr: [_M_] Oh, lütfen yap! Beni nerede çalıştırdığını görmesini istemiyorum!

source: [_J_] No! Let him follow us. I want the little bastard to know what happens to his mom when they don't pay us what they owes us.
tr_tr: [_J_] Hayır! Bırak bizi takip etsin. O küçük piçin, bize olan borçlarını ödemediklerinde annesine ne olacağını bilmesini istiyorum.

source: [_M_] No! Please!
tr_tr: [_M_] Hayır! Lütfen!

source: [_J_] Listen! You don't get to make any demands!{p}You're lucky I don't turn around and have my driver run him over.
tr_tr: [_J_] Dinle! Hiçbir şey talep edemezsin!{p}Geri dönüp şoförüme onu ezdirmediğim için şanslısın.

source: [_J_] So just sit there quietly and prepare yourself mentally for what it's going to take to earn the rest of what you owe me.
tr_tr: [_J_] Bu yüzden orada sessizce oturun ve bana olan borcunuzun geri kalanını kazanmak için ne yapmanız gerektiğine kendinizi zihinsel olarak hazırlayın.

source: [_J_] You had better be as good at this job as you say you are, you've got a lot of money you have to make tonight!
tr_tr: [_J_] Bu işte söylediğin kadar iyi olsan iyi olur, bu gece kazanman gereken çok para var!

source: [_M_] Well, I hope you're happy!?!
tr_tr: [_M_] Umarım mutlusundur!?!

source: [_M_] He's followed us all the way down the street and is watching us go in right now!
tr_tr: [_M_] Sokağın sonuna kadar bizi takip etti ve şu anda içeri girmemizi izliyor!

source: [_M_] I can only thank God that he is too young to be let into a place like this.
tr_tr: [_M_] Tanrı'ya şükredebilirim ki böyle bir yere girmesine izin verilmeyecek kadar genç.

source: [_MT_] {i}I'll just tell him I'm serving drinks.... or something like that.... {/i}
tr_tr: [_MT_] {i}Ona sadece içki servisi yaptığımı.... ya da buna benzer bir şey yaptığımı söyleyeceğim.... {/i}

source: [_J_] Yeah, yeah.... give me a break and just go get ready, will yah?
tr_tr: [_J_] Evet, evet.... bana iyilik yap ve gidip hazırlan olur mu?

source: [_J_] If the kid wants to come in, go ahead and let 'im.
tr_tr: [_J_] Eğer o velet buraya girmek isterse, müdahele etme, girmesine izin ver.

source: [_J_] He can have a look around and see if he finds anything interesting.
tr_tr: [_J_] Etrafa bakıp ilginç bir şey bulup bulamayacağına bakabilir.

source: [_G_] Ok, Boss!
tr_tr: [_G_] Tamamdır patron!

source: [_RT_] {i}So this place is some kind of bar? The guy at the door welcomed me in without checking my ID.{/i}
tr_tr: [_RT_] {i}Yani burası bir çeşit bar mı? Kapıdaki adam kimliğimi kontrol etmeden beni içeri aldı.{/i}

source: [_RT_] {i}Nice!.... I guess I just look like I'm over 21 now!{/i}
tr_tr: [_RT_] {i}Bu iyi oldu.... Sanırım artık 21 yaşından büyük birisi gibi görünüyorum!{/i}

source: [_RT_] {i}So I wonder if Mom will be serving drinks or something.{/i}
tr_tr: [_RT_] {i}Acaba annem içki servisi falan mı yapacak?{/i}

source: [_RT_] {i}Well, she's not by the bar, I wonder if she's serving the people in the casino?{/i}
tr_tr: [_RT_] {i}Barda değil, acaba kumarhanedeki insanlara mı servis yapıyor?{/i}

source: [_RT_] {i}Maybe they have her working a blackjack table or something.{/i}
tr_tr: [_RT_] {i}Belki de onu blackjack masasında falan çalıştırıyorlardır.{/i}

source: [_VOM_] Next up on stage we have a beautiful dancer here for her debut performance at the club.
tr_tr: [_VOM_] Şimdi sahnede, kulüpteki ilk performansı için burada bulunan güzel bir dansçımız var.

source: [_VOM_] A hot housewife and teasing teacher, will make you want to misbehave to have her paddle your bum with her yardstick.
tr_tr: [_VOM_] Seksi bir ev hanımı ve alaycı bir öğretmen, sizde poponuza şaplak atabilmesi için yaramazlık yapma isteği uyandıracak.

source: [_VOM_] Come and show her how bad you want to be the teacher's pet!
tr_tr: [_VOM_] Gelin ve ona öğretmenin evcil hayvanı olmayı ne kadar çok istediğinizi gösterin!

source: [_RT_] {i}A teacher! What the hell! Are they talking about Mom!?! I've got to find out where that stage is.{/i}
tr_tr: [_RT_] {i}Öğretmen mi? Neler oluyor amk! Annemden mi bahsediyorlar!?! O sahnenin nerede olduğunu bulmalıyım.{/i}

source: [_RT_] {i}OH.... mY.... gOD!!!{/i}
tr_tr: [_RT_] {i}aMAn.... TanRIM!!!{/i}

source: [_RT_] {i}It's Mom!{/i}
tr_tr: [_RT_] {i}Annem!{/i}

source: [_RT_] {i}On a stripper pole!{/i}
tr_tr: [_RT_] {i}Striptiz direğinde!{/i}

source: [_RT_] {i}Jeeze! What in the hell should I do?{/i}
tr_tr: [_RT_] {i}Tanrım! Ne yapmalıyım?{/i}

source: [_RT_] {i}This is soooo wrong!.... {p}But I've got to know if she even knows what she's doing.... {p}How would she know how to work a stripper pole?{/i}
tr_tr: [_RT_] {i}Adamım bu çok yanlış!.... {p}Ama ne yaptığını bilip bilmediğini görmek zorundayım.... {p}Striptiz direğini nasıl kullanacağını nereden bilebilir ki?{/i}

source: [_RT_] {i}The look in her eyes is at least pretty confident.{/i}
tr_tr: [_RT_] {i}Gözlerindeki bakış en azından kendinden oldukça emin.{/i}

source: [_MT_] {i}Thank God they gave me free alcohol!.... It really takes the edge off!{/i}
tr_tr: [_MT_] {i}Tanrıya şükür bana bedava alkol verdiler!.... Gerçekten rahatlatıyor!{/i}

source: [_MT_] {i}And thank God my husband and kids don't know what I'm doing right now!{/i}
tr_tr: [_MT_] {i}Ve yeniden şükürler olsun ki kocam ve çocuklarım şu anda ne yaptığımı bilmiyorlar!{/i}

source: [_MT_] {i}Oh my God! Oh my God! Oh my God! This can't really be happening!{/i}
tr_tr: [_MT_] {i}Aman Tanrım! Aman Tanrım! Aman Tanrım! Bu gerçekten oluyor olamaz!{/i}

source: [_MT_] {i}How did I get into this situation?!.... {p}And I have to put a fucking smile on my face and pretend I'm having fun if I'm going to make any money!{/i}
tr_tr: [_MT_] {i}Bu duruma nasıl düştüm ben?!.... {p}Ve eğer para kazanacaksam yüzüme lanet bir gülümseme yerleştirip eğleniyormuş gibi yapmalıyım!{/i}

source: [_RT_] {i}Oh, wow! She's taking off her shirt! I guess this is going to be more than just a sexy dance!{/i}
tr_tr: [_RT_] {i}Oh, vay canına! Üzerindekini çıkartıyor! Sanırım bu seksi bir danstan daha fazlası olacak!{/i}

source: [_RT_] {i}What is wrong with me? Why can't I look away?{/i}
tr_tr: [_RT_] {i}Neyim var benim? Neden başka tarafa bakamıyorum?{/i}

source: [_MT_] {i}Oh.... I am a terrible person. I thought I put this kind of thing behind me when I got married!{/i}
tr_tr: [_MT_] {i}Oh.... Ben korkunç bir insanım. Evlendiğimde bu tür şeyleri geride bıraktığımı sanıyordum!{/i}

source: [_MT_] {i}I never thought I'd be on a pole again.{/i}
tr_tr: [_MT_] {i}Bir daha bu direklerle işim olacağını hiç düşünmemiştim.{/i}

source: [_MT_] {i}I am a terrible wife and mother!{/i}
tr_tr: [_MT_] {i}Ben berbat bir eş ve anneyim!{/i}

source: [_MT_] {i}Oh thank God they can't see me now!{/i}
tr_tr: [_MT_] {i}Tanrıya şükür şimdi beni bu durumda görmüyorlar!{/i}

source: [_RT_] {i}Oh, shit! I can see her panties.{p}Oh.... they're practically see through! Unnnhhhh.... {/i}
tr_tr: [_RT_] {i}Oh, kahretsin! Külotunu görebiliyorum.{p}Oh.... neredeyse içi görünüyor! Unnnhhhh.... {/i}

source: [_RT_] {i}Noo!.... I'm getting a hardon watching my own mother!.... I've got some serious problems....{/i}
tr_tr: [_RT_] {i}Hayır!.... Annemi izlerken sertleşiyorum!.... Ciddi sorunlarım var....{/i}

source: [_MT_] {i}Oh, God! Why me? What did I do wrong to end up like this? Get me out of this situation, and I'll be the most pure and chaste woman there is! I'll leave my husband and become a nun!{/i}
tr_tr: [_MT_] {i}Oh, Tanrım! Neden ben? Bu hale gelmek için ne hata yaptım? Beni bu durumdan kurtar ve var olan en saf ve iffetli kadın olayım! Kocamı terk edip rahibe olacağım!{/i}

source: [_RT_] {i}Just look at that ass! It really is amazing that she's able to stay in such good shape.{/i}
tr_tr: [_RT_] {i}Şu göte bak! Bu kadar formda kalabilmesi gerçekten inanılmaz.{/i}

source: [_RT_] {i}All that yoga is paying off.... Anyone would appreciate an ass like that! Even if it is their own mother's.{/i}
tr_tr: [_RT_] {i}Bütün o yogalardan dolayı olmalı.... Böyle bir götü herkes takdir eder! Kendi annelerininki olsa bile.{/i}

source: [_MT_] {i}Outside I'm smiling and happy, but I've never felt so down and depressed.{/i}
tr_tr: [_MT_] {i}Dışarıda gülümsüyorum ve mutluyum ama kendimi hiç bu kadar çökmüş ve depresif hissetmemiştim.{/i}

source: [_RT_] {i}Ok.... now her boobs are out!.... I can't believe this is happening.{p}Is this going to damage me psychologically? Should I keep watching?{/i}
tr_tr: [_RT_] {i}Tamam.... şimdi memeleri dışarıda!.... Bunun olduğuna inanamıyorum.{p}Bu bana psikolojik olarak zarar verecek mi? İzlemeye devam etmeli miyim?{/i}

source: [_RT_] {i}I'll take the psychological damage! It's not everyday you get in a situation like this. I'll deal with the consequences later.{/i}
tr_tr: [_RT_] {i}Psikolojik hasarı alacağım! Her gün böyle bir durumla karşılaşmıyorsun. Sonuçlarıyla daha sonra ilgileneceğim.{/i}

source: [_MT_] {i}Ok, I can't let myself get so down! This isn't my fault.{/i}
tr_tr: [_MT_] {i}Tamam, bu kadar üzülmeme izin veremem! Bu benim hatam değil.{/i}

source: [_MT_] {i}I can't let the consequences of my husband's actions make me feel so bad about myself. Stripping doesn't make me a bad person! I used to know lots of good people who were strippers.{/i}
tr_tr: [_MT_] {i}Kocamın davranışlarının sonuçlarının kendimi bu kadar kötü hissetmeme neden olmasına izin veremem. Striptiz yapmak beni kötü bir insan yapmaz! Eskiden striptizci olan bir sürü iyi insan tanırdım.{/i}

source: [_RT_] {i}I've got to save this moment forever.{/i}
tr_tr: [_RT_] {i}Bu anı ölümsüz yapmalıyım.{/i}

source: [_RT_] {i}Hopefully the FBI isn't still monitoring my computer and phone, because this image will upload automatically to my computer.{/i}
tr_tr: [_RT_] {i}Umarım FBI hala bilgisayarımı ve telefonumu izlemiyordur, çünkü bu resim otomatik olarak bilgisayarıma yüklenecek.{/i}

source: [_RT_] {i}I can't wait to check it out later.{/i}
tr_tr: [_RT_] {i}Daha sonra kontrol etmem gerekecek.{/i}

source: [_RT_] {i}Oh, wow! My cock could cut diamonds right now!{/i}
tr_tr: [_RT_] {i}Oh! Sikim şu anda dağı taşı bile deşebilir!{/i}

source: [_RT_] {i}I've got to give myself some relief!{/i}
tr_tr: [_RT_] {i}Kendimi biraz rahatlatmalıyım!{/i}

source: [_RT_] {i}Oh, this is sooo wrong. But I think that's why it's sooo hot!{/i}
tr_tr: [_RT_] {i}Oh, bu çok yanlış. Ama sanırım bu yüzden bu kadar sıcak!{/i}

source: [_RT_] {i}I've never felt this horny in my life!{/i}
tr_tr: [_RT_] {i}Hayatımda hiç bu kadar azgın hissetmmedim!{/i}

source: [_RT_] {i}Ohhhh.... I'm not going to last much longer!{/i}
tr_tr: [_RT_] {i}Ohhhh.... Daha fazla tutamayacağım!{/i}

source: [_MT_] {i}Ok, [mom_name], pull yourself together. This isn't so bad.{/i}
tr_tr: [_MT_] {i}Tamam, [mom_name], kendini toparla. Bu o kadar da kötü değil.{/i}

source: [_MT_] {i}Just remember what those mommy blog podcasts taught you.{/i}
tr_tr: [_MT_] {i}Anne blogu podcast'lerinin bana öğrettiklerini hatırlayayım yeter.{/i}

source: [_MT_] {i}I can't always control the situation, but I can always control how I react to it!{/i}
tr_tr: [_MT_] {i}Durumu her zaman kontrol edemem, ancak ona nasıl tepki vereceğimi her zaman kontrol edebilirim!{/i}

source: [_RT_] {i}Oh, shit! I've got to get a picture of that amazing ass!{/i}
tr_tr: [_RT_] {i}Oh, kahretsin! Bu muhteşem götün fotoğrafını çekmeliyim!{/i}

source: [_RT_] {i}Where did she learn to move like that!{/i}
tr_tr: [_RT_] {i}Böyle hareket etmeyi nereden öğrendi acaba!?{/i}

source: [_RT_] {i}She looks and moves just like a pornstar!{/i}
tr_tr: [_RT_] {i}Tıpkı bir porno yıldızı gibi görünüyor ve öyle hareket ediyor!{/i}

source: [_MT_] {i}This is actually pretty exhilarating!{/i}
tr_tr: [_MT_] {i}Bu aslında oldukça heyecan verici!{/i}

source: [_MT_] {i}Nobody but my husband has seen my tits since we were married.{/i}
tr_tr: [_MT_] {i}Evlendiğimizden beri kocamdan başka kimse memelerimi görmedi.{/i}

source: [_MT_] {i}And these men seem to appreciate them more than my husband does.{/i}
tr_tr: [_MT_] {i}Ve bu adamlar onları kocama göre daha çok seviyor gibi görünüyor.{/i}

source: [_MT_] {i}They keep throwing me money. I'll bet I'm close to making the $500 I need.{/i}
tr_tr: [_MT_] {i}Bana para atıp duruyorlar. Bahse girerim ihtiyacım olan 500 doları kazanmaya çok yakınım.{/i}

source: [_MT_] {i}This beats a lot of other ways of making money.{/i}
tr_tr: [_MT_] {i}Bu, para kazanmanın diğer pek çok yolunu geride bırakır.{/i}

source: [_MT_] {i}Oh, God! Am I actually enjoying this? I think I'm starting to get wet!{/i}
tr_tr: [_MT_] {i}Oh, Tanrım! Gerçekten bundan zevk alıyor muyum? Sanırım ıslanmaya başlıyorum!{/i}

source: {i}{b}"Mom's Libido +5"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +5"{/b}{/i}

source: [_RT_] {i}Oh, shit! Here I CUMMMM!!{/i}
tr_tr: [_RT_] {i}Oh, siktir! İşte BOŞALIYORUMMM!!{/i}

source: [_RT_] {i}Oh no, good feelings gone, what have I done?!{/i}
tr_tr: [_RT_] {i}Olamaz, iyi hislerim gitti, ne yaptım ben?{/i}

source: [_RT_] {i}I am such a fucking pervert! How could I do this watching my own mother!{/i}
tr_tr: [_RT_] {i}Ben namussuz bir sapığım! Kendi annemi izlerken bunu nasıl yapabildim!{/i}

source: [_RT_] {i}This might really have messed me up.{/i}
tr_tr: [_RT_] {i}Bu beni gerçekten berbat etmiş olabilir.

source: [_MT_] {i}OH MY GOD!! Is that [ryan] peeking around the corner?!!{/i}
tr_tr: [_MT_] {i}AMAN TANRIM! [ryan] köşeden mi izliyor?!!{/i}

source: [_MT_] {i}Oh, no.... he looks so ashamed of me.{/i}
tr_tr: [_MT_] {i}Oh, hayır.... benden çok utanmış görünüyor.{/i}

source: {i}{b}"Mom's Libido -3"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı -3"{/b}{/i}

source: [_RT_] {i}OH shit!{/i}
tr_tr: [_RT_] {i}Hasiktir!{/i}

source: [_RT_] {i}She saw me!{/i}
tr_tr: [_RT_] {i}Beni gördü!{/i}

source: [_RT_] {i}I hope she doesn't realize what I just did!{/i}
tr_tr: [_RT_] {i}Umarım az önce neler yaptığımı görmemiştir!{/i}

source: [_RT_] {i}I have to get out of here right now!{/i}
tr_tr: [_RT_] {i}Buradan tüymeliyim!{/i}

source: [_RT_] {i}{b}(HINT){/b} I think Mom's probably pretty shook up after what happened at the club. I should go check on her in her room.{/i}
tr_tr: [_RT_] {i}Sanırım annem kulüpte olanlardan sonra oldukça sarsılmıştır. Gidip onu odasında kontrol etmeliyim.{/i}

source: You picked a boring option! What, you didn't want to take any risks?
tr_tr: En sıkıcı seçeneği seçtin! Ne yani, risk almak istemedin mi?

source: You were able to make enough deliveries to keep making the payments.
tr_tr: Ödemeleri yapmaya devam edecek kadar teslimat yapabildiniz.

source: Your dad soon got out of jail and took back over as man of the house and emotionally abusive asshole.
tr_tr: Baban kısa süre sonra hapisten çıktı ve evin erkeği ve duygusal olarak istismarcı pislik olarak geri döndü.

source: Everything went back to the way it was, except that you can't get these images out of your head.
tr_tr: Bu görüntüleri aklınızdan çıkaramamanız dışında her şey eski haline döndü.

source: And now you can't help but get a hard-on every time your mom bends over.
tr_tr: Ve şimdi annen her eğildiğinde sertleşmekten başka bir şey yapamıyorsun.

source: Game Over
tr_tr: Oyun Bitti

source: You might want to roll back now.
tr_tr: Geriye dönerek hikayeye devam edebilirsiniz.

source: Seriously, one more click and you'll be back to the game menu.
tr_tr: Cidden, bir kez daha tıkladığınızda oyun menüsüne geri döneceksiniz. (zamanınız yoksa kayıt almayı unutmayın)

source: You picked the most boring option! What, you didn't want to take any risks?
tr_tr: En sıkıcı seçeneği seçtin! Ne yani, risk almak istemedin mi?

source: You went on to live a completely normal, unremarkable life.
tr_tr: Tamamen normal, dikkat çekici olmayan bir hayat yaşamaya devam ettiniz.

source: You married a normal boring girl.
tr_tr: Normal, sıkıcı bir kızla evlendin.

source: Your love life is almost non-existant, except for birthdays and anniversaries, the only action you get is from your hand while looking at a computer.
tr_tr: Aşk hayatınız yok denecek kadar az, doğum günleri ve yıldönümleri dışında tek hareketiniz bilgisayara oynamak.

source: [_RT_] {i}Looks like Lauren's watching her ponies show again.{/i}
tr_tr: [_RT_] {i}Görünüşe göre Lauren yine ponies'leri izliyor.{/i}

source: DING DONG
tr_tr: BINA DONG

source: [_RT_] {i}That's the doorbell. I'm pretty sure I know who that is.{/i}
tr_tr: [_RT_] {i}Bu kapı zili. Onun kim olduğunu bildiğime eminim.{/i}

source: [_J_] Hello little boy, is your mom at home?
tr_tr: [_J_] Merhaba küçük çocuk, annen evde mi?

source: [_RT_] {i}Little boy, what an asshole!{/i}
tr_tr: [_RT_] {i}Küçük çocuk mu, ne göt herif ama!{/i}

source: [_R_] Just a second.
tr_tr: [_R_] Bir saniye.

source: [_R_] Hey Mom, there's some strange men at the door for you!
tr_tr: [_R_] Anne, kapıda seni bekleyen yabancı adamlar var!

source: [_R_] Wow, Mom! You look great!
tr_tr: [_R_] Vay canına, anne! Harika görünüyorsun!

source: [_M_] Please, [ryan].... not now.
tr_tr: [_M_] Lütfen, [ryan].... şimdi değil.

source: [_M_] Were you able to get enough money together to pay them off this week?
tr_tr: [_M_] Bu hafta onlara ödemek yapmak için yeterli parayı bir araya getirebildin mi?

source: [_R_] Of course, Mom, did you really doubt me?
tr_tr: [_R_] Tabii ki anne, benden gerçekten şüphe mi ettin?

source: [_M_] Oh, my little guy!
tr_tr: [_M_] Oh, benim küçük adamım!

source: [_M_] Joey, thanks for dropping by, and I'm sure we'll see you next week!
tr_tr: [_M_] Joey, uğradığın için teşekkürler ve eminim gelecek hafta görüşeceğiz!

source: [_J_] Well, I'll admit I'm a little disappointed. I mean don't get me wrong, it's admirable that you were able to pay your debt,
tr_tr: [_J_] Biraz hayal kırıklığına uğradığımı itiraf etmeliyim. Yani beni yanlış anlamayın, borcunuzu ödeyebilmiş olmanız takdire şayan,

source: [_J_] But I enjoy your company more than I enjoy the money.
tr_tr: [_J_] Ama arkadaşlığınızdan paraya göre daha çok zevk alıyorum.

source: [_J_] We'll see you next week.
tr_tr: [_J_] Haftaya görüşmek üzere.

source: [_M_] Oh, thank you! Thank you! Thank you!!
tr_tr: [_M_] Oh, teşekkür ederim! Teşekkür ederim! Teşekkür ederim!!

source: {i}{b}"Mom's Anger =0"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı =0"{/b}{/i}

source: [_M_] I am so relieved I don't have to go shake my ass for them tonight!
tr_tr: [_M_] Bu gece onlar için götümü sallamak zorunda olmadığım için çok rahatladım!

source: [_RT_] {i}Oh, but it's such a firm ass!{/i}
tr_tr: [_RT_] {i}Oh, ama bu çok sıkı bir göt!{/i}

source: [_RT_] {i}And these perfect milky white breasts right in my face!{/i}
tr_tr: [_RT_] {i}Ve bu mükemmel süt beyazı göğüsler tam yüzüme bakıyor!{/i}

source: [_RT_] {i}I'm so glad I could make her feel so happy.{/i}
tr_tr: [_RT_] {i}Onu bu kadar mutlu edebildiğime çok sevindim.{/i}

source: [_RT_] {i}And this hug is making me so happy!{/i}
tr_tr: [_RT_] {i}Ve bu sarılma beni çok mutlu ediyor!{/i}

source: [_RT_] {i}Maybe a little bit too happy!{/i}
tr_tr: [_RT_] {i}Belki biraz fazla mutlu!{/i}

source: [_RT_] {i}Oh, no.... stay down.... stay down.... stay down!.... {/i}
tr_tr: [_RT_] {i}Oh, hayır.... olduğun yerde kal.... hayır.... hayır!.... {/i}

source: [_RT_] {i}Shit!.... {/i}
tr_tr: [_RT_] {i}Siktir!.... {/i}

source: [_RT_] {i}She's going to notice any moment.... {/i}
tr_tr: [_RT_] {i}Her an fark edebilir.... {/i}

source: [_MT_] {i}Oh my God! Is that what I think it is?{/i}
tr_tr: [_MT_] {i}Aman Tanrım! Bu düşündüğüm şey mi?{/i}

source: [_RT_] {i}Aaahhhh.... what should I do?{/i}
tr_tr: [_RT_] {i}Aahhh.... ne yapmalıyım?{/i}

source: [_M_] Ouch, honey! Why did you drop me?
tr_tr: [_M_] Ah, tatlım! Beni neden ittin?

source: [_R_] Sorry, Mom! I've got to run!
tr_tr: [_R_] Üzgünüm, anne! Uzaklaşmam lazım!

source: [_R_] It's an emergency! I think I've got diarrhea!
tr_tr: [_R_] Bu acil bir durum! Sanırım ishal oldum!

source: [_MT_] {i}Diarrhea my bruised ass!{/i}
tr_tr: [_MT_] {i}İshalmiş, götüme anlat sen onu!{/i}

source: [_MT_] {i}My little pervert boy had a hardon for me.{/i}
tr_tr: [_MT_] {i}Benim küçük sapık oğlum bana karşı sertleşmişti.{/i}

source: [_MT_] {i}Shit.... I guess it was my fault for pressing my body against him like that.{/i}
tr_tr: [_MT_] {i}Siktir.... Sanırım vücudumu ona o şekilde bastırmak benim hatamdı.{/i}

source: [_MT_] {i}Probably perfectly normal for boys his age with raging hormones.{/i}
tr_tr: [_MT_] {i}Muhtemelen onun yaşındaki hormonlu çocuklar için gayet normaldir.{/i}

source: [_MT_] {i}But it makes me happy that I can still do that to boys his age.{/i}
tr_tr: [_MT_] {i}Ama bunu onun yaşındaki çocuklara hala yapabiliyor olmak beni mutlu ediyor.{/i}

source: [_R_] Sorry, Mom! I wasn't able to get enough money together this week.
tr_tr: [_R_] Üzgünüm, anne! Bu hafta yeterince para toplayamadım.

source: [_M_] Oh sweety, don't worry about it. It was just too much to ask of you.
tr_tr: [_M_] Tatlım, endişelenme. Senden çok fazla şey istedim.

source: [_RT_] {i}Oh no! I feel like a piece of shit! Look how sad I've made her.{/i}
tr_tr: [_RT_] {i}Olamaz! Kendimi bok gibi hissediyorum! Bak onu ne kadar üzdüm.{/i}

source: [_RT_] {i}There she goes off to the club.{/i}
tr_tr: [_RT_] {i}İşte kulübe gidiyor.{/i}

source: [_RT_] {i}I wonder if I should go make sure she is okay again.{/i}
tr_tr: [_RT_] {i}Acaba gidip tekrar iyi olduğundan emin mi olsam?{/i}

source: [_RT_] {i}I think I remember my way to the strip pole.... {/i}
tr_tr: [_RT_] {i}Sanırım striptiz tarafına giden yolu hatırlıyorum.... {/i}

source: [_RT_] {i}Past the bar, through the casino, and Bingo!{/i}
tr_tr: [_RT_] {i}Barı geç, kumarhaneye doğru, ve Bingo!{/i}

source: [_RT_] {i}Noish! I haven't missed anything yet!{/i}
tr_tr: [_RT_] {i}Henüz bir şey kaçırmamışım!{/i}

source: [_RT_] {i}Ehh.... she's wearing the same outfit as last time. They should have her do different outfits every week or something.{/i}
tr_tr: [_RT_] {i}Ehh.... geçen seferkiyle aynı kıyafeti giyiyor. Her hafta farklı kıyafetler falan giydirmeliler.{/i}

source: [_RT_] {i}Still, I'm pretty damn hot for teacher!{/i}
tr_tr: [_RT_] {i}Yine de, öğretmen için oldukça ateşliyim!{/i}

source: [_RT_] {i}Ok, I've just got to be extra careful this time! It will be pretty hard to explain to her what I'm doing here, now that she knows, that I know, what she's doing here.{/i}
tr_tr: [_RT_] {i}Tamam, bu sefer daha dikkatli olmalıyım! Artık burada ne yaptığını bildiğimi bildiğine göre, ona burada ne yaptığımı açıklamak oldukça zor olacak.{/i}

source: [_MT_] {i}The alchohol is kicking in already, I'm feeling much more loose!{/i}
tr_tr: [_MT_] {i}Alkol şimdiden etkisini göstermeye başladı, kendimi çok daha gevşek hissediyorum!{/i}

source: [_MT_] {i}This is so much easier than the first time.{/i}
tr_tr: [_MT_] {i}Bu ilk seferden çok daha kolay.{/i}
