Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/script.po
Languages: tr_tr

source: If this is the first time you've ever played this game, we highly recommend that you watch the tutorial.
tr_tr: Eğer bu oyunu ilk kez oynuyorsanız, öğreticiyi izlemenizi şiddetle tavsiye ederiz.

source: Good luck! I sure hope you know what you're doing.
tr_tr: İyi şanslar asker! Umarım ne yaptığınızı biliyorsunuzdur.

source: For players who have already played AFV, we offer the option to skip the game's introduction. This includes the events that set the premise of the game in motion.
tr_tr: Daha şimdiden AFV oynamış oyuncular için, oyunun tanıtımlarından atlama seçeneğini sunuyoruz. Bu, oyunun önermesini harekete geçen olayları içerir.

source: [_RT_] {i}{b}(HINT){/b} Mom works really hard all week. I should help her with jobs around the house on weekend mornings. She usually starts cleaning in the lounge.{/i}
tr_tr: [_RT_] {i}Annem bütün hafta çok çalışıyor. Hafta sonu sabahları ev işlerinde ona yardım etmeliyim. Temizliğe genellikle salonda başlar.{/i}

source: [_RT_] {i}{b}(HINT){/b} So, if I get four hundred dollars to Sidney, she'll make Lauren a cosplay outfit. That would probably impress both Sidney and Lauren. I'll give the money to Sidney in the kitchen some evening.{/i}
tr_tr: [_RT_] {i}Eğer Sidney'e 400 dolar verirsem, Lauren'a bir cosplay kıyafeti dikecek. Bu muhtemelen hem Sidney'i hem de Lauren'ı etkileyecektir. Parayı bir akşam mutfakta Sidney'e vereceğim.{/i}

source: [_RT_] {i}{b}(HINT){/b} Shelling out one thousand dollars a week is not easy... I wonder how Mom would do if I just let her keep working off the debt at the strip club?{/i}
tr_tr: [_RT_] {i}Haftada bin dolar ödemek kolay değil. Annemin striptiz kulübünde çalışarak borcunu kapatmasına izin versem ne yapardı acaba?{/i}

source: [_RT_] {i}I guess the only way to find out, is to let her do it. I should go and check on her after a few times to make sure she's doing alright though.{/i}
tr_tr: [_RT_] {i}Sanırım bunu öğrenmenin tek yolu onun yapmasına izin vermek. Yine de iyi olduğundan emin olmak için birkaç kez gidip onu kontrol etmeliyim.{/i}

source: [_RT_] {i}{b}(HINT){/b} The journey of a thousand miles starts with a single step. Corrupting Mom will be no easy task, but visiting her room in the early mornings might be a good first step.{/i}
tr_tr: [_RT_] {i}bin km ' lik yolculuk tek bir adımla başlıyor. Annemin yozlaştırılması kolay bir iş olmayacak. Ama sabah erken saatlerde odasını ziyaret etmek iyi bir ilk adım olabilir.

source: [_M_] [ryan], wake up!
tr_tr: [_M_] [ryan], uyan!

source: [_M_] [upper_ryan], WAKE UP!
tr_tr: [_M_] [upper_ryan], UYAN!

source: [_M_] WAKE UP!!!
tr_tr: [_M_] UYANSANA LAN!!!

source: [_R_] Huh...
tr_tr: [_R_] Hah...

source: [_R_] What?...
tr_tr: [_R_] Ne?...

source: [_R_] What is it?...
tr_tr: [_R_] Ne var?...

source: [_R_] What time is it?
tr_tr: [_R_] Saat kaç?

source: [_M_] It's only 5:30 AM.... sorry to wake you so early.
tr_tr: [_M_] Saat sabahın körü... 5:30... erken uyandırdığım için özür dilerim.

source: [_R_] Uhhh.... Isn't is Saturday?...
tr_tr: [_R_] Uhhh. Bugün Cumartesi değil mi?...

source: [_M_] I know honey, but your no account, worthless father is on the phone for you...
tr_tr: [_M_] Biliyorum canım, ama beş para etmez baban senin için telefonda...

source: [_M_] It's pretty important...
tr_tr: [_M_] Bu oldukça önemli...

source: [_M_] He's calling from jail!
tr_tr: [_M_] Hapishaneden arıyor!

source: [_R_] WHAT?!
tr_tr: [_R_] NE?!

source: [_M_] Oh, and honey?
tr_tr: [_M_] Oh, ve tatlım?

source: [_R_] .... Yeah?...
tr_tr: [_R_] .... Efendim?...

source: [_M_] .... Could you maybe wear more to bed?...
tr_tr: [_M_] .... Yatarken daha düzgün giyinebilir misin?...

source: [_M_] Or at least cover yourself while I'm in here...
tr_tr: [_M_] Ya da en azından ben buradayken örtün...

source: [_M_] I know it's just morning wood...
tr_tr: [_M_] Sadece sabah ereksiyonu olduğunu biliyorum...

source: [_M_] But what if one of your sisters walked in on you like this?
tr_tr: [_M_] Ya kız kardeşlerinden birisi seni bu şekilde görseydi?

source: [_R_] I'd tell them to get the fuck out of my room!
tr_tr: [_R_] Onlara odamdan defolup gitmelerini söylerdim!

source: [_M_] Language please!
tr_tr: [_M_] Konuş hadi!

source: [_R_] Sorry!
tr_tr: [_R_] Özür dilerim!

source: [_M_] Here.... talk to Dad!
tr_tr: [_M_] Hadi... konuş babanla!

source: [_RT_] {i}Why is she telling me to cover up?.... {/i}
tr_tr: [_RT_] {i}Bana neden örtünmemi söylüyor?.... {/i}

source: [_RT_] {i}Mom's boobs are practically bursting out of her robe.... {/i}
tr_tr: [_RT_] {i}Annemin memeleri neredeyse geceliğinden fırlayacak.... {/i}

source: [_RT_] {i}Good thing I don't think of her like that.... {/i}
tr_tr: [_RT_] {i}İyi ki onu böyle düşünmüyorum.... {/i}

source: [_RT_] {i}.... aAAHH! Get out of my head Satan!{/i}
tr_tr: [_RT_] {i}.... aAAHH! Kafamın içinden çık şeytan!{/i}

source: [_MT_] {i}Did my boy just look down my robe?.... {/i}
tr_tr: [_MT_] {i}Oğlum az önce geceliğimin altına mı baktı?.... {/i}

source: [_MT_] {i}Here I am lecturing him to cover up himself while my tits are halfway out.... {/i}
tr_tr: [_MT_] {i}Bir de burada göğüslerimin yarısı dışarıdayken.... ona örtünmesi için nasihat veriyorum. {/i}

source: [_MT_] {i}.... hmmm.... {p}I wonder if he'd have gotten hard if he wasn't already?.... {/i}
tr_tr: [_MT_] {i}.... hmmm.... {p}Zaten halihazırda sertleşmemiş olsaydı sertleşir miydi?.... {/i}

source: [_MT_] {i}He is pretty well endowed... {/i}{p}{i}He doesn't take after his father... {/i}{p}{i}He must take after my dad... {/i}
tr_tr: [_MT_] {i}Oldukça iyi bir silaha sahip. {/i}{p}{i}Babasına çekmemiş... {/i}{p}{i}Babama çekmiş olmalı... {/i}

source: [_MT_] {i}.... AAAHH!{p} Why am I thinking about my dads and sons penises?{p} Get out of my head Satan!.... {/i}
tr_tr: [_MT_] {i}.... AAAHH!{p} Neden babaların ve oğlumun siklerini düşünüyorum?{p} Çık kafamdan Şeytan!.... {/i}

source: [_M_] Uhhh.... I'm going to go. Bring me my phone to the kitchen when you're done.
tr_tr: [_M_] Uhhh.... Ben gidiyorum. İşin bitince telefonumu mutfağa getir.

source: [_RT_] {i}SHIT! She saw me staring!{p} That was stupid.... {p} I need to go to church!{/i}
tr_tr: [_RT_] {i}SİKTİR! Onu dikizlerken gördü!{p} Bu çok aptalcaydı.... {p} Kiliseye gitmem lazım!{/i}

source: {i}{b}"Mom's Libido +1"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +1"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı -1"{/b}{/i}

source: [_M_] Ok, well I'm going to go.{p} Bring my phone to the kitchen when you're done.
tr_tr: [_M_] Tamam, ben gidiyorum.{p} İşin bitince telefonumu mutfağa getir.

source: [_R_] Dad! Are you ok? Why are you in jail?!
tr_tr: [_R_] Baba! Baba! İyi misin? Neden hapistesin?!

source: [_D_] Listen to me carefully son, I don't have a lot of time and this is my one phone call.
tr_tr: [_D_] Beni iyi dinle evlat, fazla zamanım yok ve bu benim tek telefon görüşmem.

source: [_R_] Shouldn't you have called your lawyer?
tr_tr: [_R_] O zaman avukatını araman gerekmiyor muydu?

source: [_D_] JUST SHUT UP AND LISTEN!...
tr_tr: [_D_] SADECE SUS VE DİNLE!...

source: [_D_] I need you to go to my warehouse this morning. Uncle Bobby is going to be there, and he's going to tell you everything you need to know...
tr_tr: [_D_] Bu sabah depoma gitmeni istiyorum. Bobby Amca orada olacak ve sana bilmen gereken her şeyi anlatacak...

source: [_D_] Now I can't stress to you how important it is that you go and see him, and do exactly what he tells you to do...
tr_tr: [_D_] Şimdi sana gidip onu görmenin ve söylediği şeyleri tam olarak yapmanın ne kadar önemli olduğunu anlatamam...

source: [_D_] Our family could be in some really bad trouble if you don't take care of this for me.
tr_tr: [_D_] Bunu benim için halletmezsen aileminiz başı gerçekten büyük belaya girebilir evlat.

source: [_R_] Don't worry Dad, I'll go over there as soon as I can.
tr_tr: [_R_] Merak etme baba, en kısa sürede oraya gideceğim.

source: [_D_] Thank you for this son!
tr_tr: [_D_] Bunun için teşekkürler evlat!

source: [_R_] Of course Dad! Are you going to be ok?
tr_tr: [_R_] Tabii ki baba! İyi olacak mısın?

source: [_D_] .... I might have to spend a good while in prison...
tr_tr: [_D_] .... Bir süre hapiste iyi vakit geçirmem gerekebilir...

source: [_D_] I need you to take care of this for me...
tr_tr: [_D_] Bunu benim için halletmeni istiyorum...

source: [_D_] You're the man of the house now...
tr_tr: [_D_] Artık evin erkeği sensin...

source: [_D_] I know this is a lot to take in, but you've got to step up...
tr_tr: [_D_] Bunun zor bir şey olduğunu biliyorum ama bir adım atman lazım...

source: [_D_] Our family's safety and success are now in your hands...
tr_tr: [_D_] Ailemizin güvenliği ve başarısı artık senin ellerinde...

source: [_D_] So don't fuck it up!
tr_tr: [_D_] Sakın içine etme!

source: "{b}CLICK{/b}"
tr_tr: "{b}TIK{/b}"

source: {b}{i}{b}(HINT){/b} Open your phone and click on the "Progress button" to see hints to your active events.{/i}{/b}
tr_tr: {b}{i}{b}(HINT) { /b } Telefonunuzu açın ve etkin olaylarınıza ilişkin ipuçlarını görmek için "Progress button" (İlerleme durumu) seçeneğini tıklatın. { /i } { /b }

source: [_RT_] {i}{b}(HINT){/b} I should go to the family portrait first to reminisce.{/i}
tr_tr: [_RT_] {i}Hatırlamak için önce aile portresine gitmeliyim.{/i}

source: [_L_] [ryan] can you come in to the lounge and help me!
tr_tr: [_L_] [ryan] salona gelip bana yardım edebilir misin!

source: [_RT_] {i}What did I just walk in on? It's like Mom and Lauren are purposely trying to be cock-teases lately.{/i}
tr_tr: [_RT_] {i}Neyin içine düştüm ben? Sanki annem ve Lauren son zamanlarda bilerek ukalalık yapmaya çalışıyorlar.{/i}

source: [_RT_] {i}Has it always been like this, and now I'm just starting to notice? I'm sure I'm reading way more into this than I should.{/i}
tr_tr: [_RT_] {i}Hep böyleydi de ben mi yeni fark etmeye başladım? Eminim bunu olması gerekenden çok daha fazla yorumluyorum.{/i}

source: [_L_] I'm looking for the TV remote.
tr_tr: [_L_] Televizyonun kumandasını arıyorum.

source: [_L_] Do you know where it is?
tr_tr: [_L_] Nerede olduğunu biliyor musun?

source: [_R_] I'm sorry I haven't seen it.
tr_tr: [_R_] Maalesef.

source: [_L_] Well, you were the last one to watch TV, so you must be the one who lost it.
tr_tr: [_L_] Televizyonu en son seyreden sendin, o zaman kaybeden de sen olmalısın.

source: [_L_] The least you can do is help me find it. Bend down here and help me look.
tr_tr: [_L_] En azından onu bulmama yardım edebilirsin. Buraya eğil ve bakmama yardım et.

source: [_RT_] {i}Look for the remote?{/i}
tr_tr: [_RT_] {i}Kumandayı aramak mı?{/i}

source: [_RT_] {i}How am I supposed to concentrate on anything else besides this view right in front of me?{/i}
tr_tr: [_RT_] {i}Önümdeki manzaradan başka bir şeye nasıl konsantre olabilirim ki amk{/i}

source: [_RT_] {i}Hmmm.... I wonder.... {/i}
tr_tr: [_RT_] {i}Hmmm.... merak ediyorum.... {/i}

source: [_RT_] {i}Oh my God, I can!{/i}
tr_tr: [_RT_] {i}Aman Tanrım, yapabilirim!{/i}

source: [_RT_] {i}I can kind of smell her pussy from this close.{/i}
tr_tr: [_RT_] {i}Bu kadar yakından amcığının kokusunu alabiliyorum.{/i}

source: [_RT_] {i}I've never smelled a pussy before, I kind of like it.{/i}
tr_tr: [_RT_] {i}Daha önce hiç amcık koklamamıştım, hoşuma gitti.{/i}

source: [_RT_] {i}I've got to get closer.{/i}
tr_tr: [_RT_] {i}Yaklaşmalıyım.{/i}

source: [_RT_] {i}Wow! That smells incredible!{/i}
tr_tr: [_RT_] {i}Vay canına! Bu inanılmaz kokuyor!{/i}

source: [_RT_] {i}I wish I could taste it.{/i}
tr_tr: [_RT_] {i}Keşke tadına bakabilseydim.{/i}

source: [_RT_] {i}It just turns me on so much!{/i}
tr_tr: [_RT_] {i}Bu beni çok tahrik ediyor!{/i}

source: [_L_] Well, I don't see the remote in this corner, I'm coming back.
tr_tr: [_L_] Kumandayı bu köşede göremiyorum, geri geliyorum.

source: [_R_] Wait!
tr_tr: [_R_] Bekle!

source: [_L_] [ryan]?.... Is that your face in my ass?
tr_tr: [_L_] [ryan]?.... Bu senin yüzün mü?

source: {i}{b}"Lauren's Libido +1"{/b}{/i}
tr_tr: {i}{b}"Lauren'in azgınlığı +1"{/b}{/i}

source: [_R_] Uhh.... yeah.... sorry. I was just looking for the remote under this couch cushion, and didn't realize I was that close to you until you backed up.
tr_tr: [_R_] Ahh.... evet.... üzgünüm. Kanepe minderinin altında kumandayı arıyordum ve sen geri çekilene kadar sana bu kadar yakın olduğumu fark etmedim.

source: [_RT_] {i}Oh my God, it smells so good I can almost taste it.{/i}
tr_tr: [_RT_] {i}Aman Tanrım, o kadar güzel kokuyor ki neredeyse tadını alabiliyorum.{/i}

source: [_L_] Well, would you mind removing it?
tr_tr: [_L_] Peki çekilebilir misin artık?

source: [_R_] Oh yeah.... of course.
tr_tr: [_R_] Oh evet.... tabii ki.

source: [_L_] Well, that was a little awkward!
tr_tr: Bu biraz garipti!

source: [_R_] Only if you make it. It was just an accident.
tr_tr: [ _R_] Yalnızca siz yaparsanız. Sadece bir kazaydı.

source: [_L_] I guess.
tr_tr: Sanırım.

source: [_R_] So do you want to watch some TV?
tr_tr: [_R_] Benimle televizyon izlemek ister misin?

source: [_L_] I'm still pissed off at you remember.
tr_tr: [_L_] Sana hâlâ kızgınım, unutma.

source: [_L_] Ugghh.... I'm just going to go to my room.
tr_tr: [_L_] Ugghh.... Ben odama gidiyorum.

source: [_R_] Sorry, that was a little awkward!
tr_tr: [_R_] Üzgünüm, biraz garip oldu!

source: [_L_] Only if you let it be, it was just an accident.
tr_tr: [_L_] Bu sadece bir kazaydı.

source: [_R_] Yeah.... I guess so.
tr_tr: [_R_] Evet.... sanırım öyle.

source: [_L_] So do you want to watch TV with me?
tr_tr: [_L_] Benimle televizyon izlemek ister misin?

source: [_R_] Ok, what are you watching?
tr_tr: [_R_] Tamam, ne izliyorsun?

source: [_L_] I'm just starting season one of "Game of Thots".
tr_tr: [_L_] Game of Thots'un birinci sezonuna yeni başladım.

source: [_L_] Have you been following this show?
tr_tr: [_L_] Hiç izledin mi?

source: [_R_] No I've just seen the first episode.
tr_tr: [_R_] Pek izledim sayılmaz, sadece ilk bölümü izledim.

source: [_L_] Awesome! We can watch the series together!
tr_tr: [_L_] Harika! O zaman diziyi birlikte izleyebiliriz!

source: [_L_] All my friends love it!
tr_tr: [_L_] Bütün arkadaşlarım bayıldı!

source: [_RT_] {i}I wonder if this is a little too explicit for Lauren?{/i}
tr_tr: [_RT_] {i}Acaba Lauren için biraz fazla mı müstehcen?{/i}

source: [_RT_] {i}Wow! I can't believe what they can get away with on TV anymore! This is awesome!{/i}
tr_tr: [_RT_] {i}Vay be! Artık televizyonda neler yapabildiklerine inanamıyorum! Bu harika!{/i}

source: [_R_] Man, that episode was intense! Lauren are you ok? You seem a little flushed.
tr_tr: [_R_] Adamım, bu bölüm çok aşırıydı! Lauren iyi misin? Biraz kızarmış görünüyorsun.

source: [_L_] Oh yeah, I'm fine. I was just a little surprised at that brother sister sex scene.
tr_tr: [_L_] Evet, iyiyim. Sadece kardeşlerin seks sahnesi beni biraz şaşırttı.

source: [_L_] This show almost makes incest seem normal, like it's no big deal or something.
tr_tr: [_L_] Bu dizi ensesti neredeyse normalmiş gibi gösteriyor, sanki büyütülecek bir şey yokmuş gibi.

source: [_R_] Yeah, well incest is only bad when society says it's bad. There have been lots of times in history where it was perfectly accepted.
tr_tr: [_R_] Evet, ensest sadece toplum kötü olduğunu söylediğinde kötüdür. Tarihte bunun tamamen kabul gördüğü pek çok zaman olmuştur.

source: [_L_] I wouldn't say lots of times.
tr_tr: [_L_] Pek çok kez demezdim.

source: [_R_] Well, not a ton, but to me it's like being gay. If two people are in love with each other, why do people think they have the right to tell them they can't be in love?
tr_tr: [_R_] Çok değil ama bana göre bu eşcinsel olmak gibi bir şey. Eğer iki insan birbirine aşıksa, neden insanlar onlara aşık olamayacaklarını söyleme hakkına sahip olduklarını düşünüyorlar?

source: [_L_] I don't know it just seems really weird.
tr_tr: [_L_] Bilmiyorum, çok garip geliyor.

source: [_R_] Only because you've been told all your life it's weird.
tr_tr: [_R_] Çünkü hayatın boyunca sana bunun tuhaf olduğu söylendi.

source: [_LT_] {i}Hmmmm.... I'll have to think about that one.... {/i}
tr_tr: [_LT_] {i}Hmmmm.... Bunu bir düşünmem gerekecek.... {/i}

source: {i}{b}"Lauren's Affection +1"{/b}{/i}
tr_tr: {i}{b}"Lauren'in Sevgisi +1"{/b}{/i}

source: [_RT_] {i}My bed looks lonely without Sidney in it.{/i}
tr_tr: [_RT_] {i}Yatağım Sidney olmadan yalnız görünüyor. { /i }

source: [_RT_] {i}I hope she's okay at the club tonight.{/i}
tr_tr: [_RT_] {i}Umarım bu gece kulüpte sorun olmaz.

source: [_RT_] {i}WOW! We reached 1000 likes.... {p}And CosplayHeaven just gave us access to a new feature.{/i}
tr_tr: [_RT_] {i}WOW! 1000 lite ulaştık .... {p}ve Cosplay Heaven bize yeni bir özelliğe erişmemizi sağladı.

source: [_RT_] {i}It seems that we can increase our revenues if people decide to become our supporters and we'll get $[var_earnings_per_supporters] for each one.{/i}
tr_tr: [_RT_] {i}eğer insanlar destekçilerimiz olmaya karar verirlerse gelirlerimizi artırabilir ve her biri için[var_earnings_per_supporters] dolar kazanırız. { /i }

source: [_RT_] {i}Now it's the perfect time to use those lewd pictures I took of Lauren.{/i}
tr_tr: [_RT_] {i}Şimdi Lauren 'ı aldığım o lewd resimlerini kullanmak için mükemmel bir zaman.

source: [_RT_] {i}To bad that this is a monthly income, but still we can get more money and maybe I can use this to corrupt Lauren more.{/i}
tr_tr: [_RT_] {i}Bunun aylık bir gelir olduğu için kötü bir şey ama yine de daha fazla para alabiliyoruz ve belki bunu daha çok Lauren 'a daha fazla yollayabiliriz. { /i }

source: [_RT_] {i}Hmmm.... let me see how the page turned out before I go.{/i}
tr_tr: [_RT_] {i}Hmmm .... sayfanın nasıl kapatılacağımı görmeme izin verin.

source: [_RT_] {i}Click.... {p}click.... {p}click.... {/i}
tr_tr: [_RT_] {i}Tıklat .... {p}tıkla .... {p}tıkla .... { /i }

source: [_RT_] {i}I must enter my password to Login!{/i}
tr_tr: [_RT_] {i}Giriş yapmak için şifremi girmeliyim!{/i}

source: [_RT_] {i}Ha ha its "B00Bies123."{/i}
tr_tr: [_RT_] {i}Ha ha ha bu "M3M3Ler123".{/i}

source: [_RT_] {i}I can't waste time right now, the DeCapos will be here any minute.{/i}
tr_tr: [_RT_] {i}Şu anda vakit kaybedemem, DeCapolar her an burada olabilirler.{/i}

source: [_RT_] {i}I need to go to school and see how Lauren is doing in the student body election poll.{/i}
tr_tr: [_RT_] {i}Zaman kaybedemem. Okula gidip Lauren'in öğrenci birliği seçim anketinde ne yaptığına bakmalıyım.{/i}

source: [_RT_] {i}I don't have time for this. I've got to get ready to go visit Dad in prison.{/i}
tr_tr: [_RT_] {i}Şu anda bunun için zamanım yok. Babamı hapishanede ziyaret etmek için hazırlanmalıyım.{/i}

source: [_RT_] {i}Uggghh... I can't seem to fall asleep... Maybe something important is supposed to happen.{/i}
tr_tr: [_RT_] {i}Uggghh ... Uyuya kalmış gibi görünemem ... Belki önemli bir şey olması gerekiyordur.

source: [_RT_] {i}I don't have time to sleep right now. I've got to get ready to go visit Dad in prison.{/i}
tr_tr: [_RT_] {i}Şu anda bunun için zamanım yok. Babamı hapishanede ziyaret etmek için hazırlanmalıyım.{/i}

source: [_RT_] {i}Shit, I have a ton of homework Mom gave me because of all the school I've been missing to work. I better get up.{/i}
tr_tr: [_RT_] {i}Lanet olsun, bir sürü ev ödevim var annem beni verdi çünkü bütün okul ödevimi kaçırıyor. Kalksam iyi olur.

source: [_RT_] {i}Oh man, I'm so tired, I am not looking forward to this.{/i}
tr_tr: [_RT_] {i}Oh dostum, çok yorgunum, bunu dört gözle beklemiyorum. { /i }

source: [_RT_] {i}Well, I better get going, so I don't have to spend the entire day doing homework.{/i}
tr_tr: [_RT_] {i}iyi, gitsek iyi olur, bu yüzden bütün günü ev ödevi yapmak zorunda kalmayacağım.

source: [_RT_] {i}Ok, so the assignment is to write a paper on how the Greek play Oedipus Rex influenced Sigmund Freud's theory on the Oedipal complex.{/i}
tr_tr: [_RT_] {i}Tamam, yani ödev, Yunan Oedipus Rex 'in, Oedipal kompleksi üzerindeki Sigmund Freud 'un teorisini nasıl etkilediği üzerine bir makale yazmak. { /i }

source: [_RT_] {i}What the hell is an Oedipal complex? Guess I better get reading.{/i}
tr_tr: [_RT_] {i}Oedipal kompleksi de ne demek? Sanırım okusam iyi olacak.

source: [_RT_] {i}Ok, here's the cliffnotes version.... so the premise of the Greek play Oedipus Rex is that .... {/i}
tr_tr: [_RT_] {i}Tamam, işte kliflerin versiyonu. Yunan oyununun Rex 'i oynaması önermesi ... { /i }

source: [_M_] [ryan]!.... Hey, [ryan].... are you in you in your room?
tr_tr: [_M_] [ryan]!.... Hey, [ryan].... odanda mısın?

source: [_M_] Honey, come down and eat with us.
tr_tr: [_M_] Canım, aşağı in ve bizimle birlikte ye.

source: [_R_] Ok Mom, I'll be right there.
tr_tr: [_R_] Tamam anne, hemen geliyorum.

source: [_M_] Honey, come sit down. We're having pizza for dinner.
tr_tr: [_M_] Tatlım, gel otur. Akşam yemeğinde pizza yiyeceğiz.

source: [_M_] I hope you guys are hungry.
tr_tr: [_M_] Umarım açsınızdır.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +1"{/b}{/i}

source: [_M_] Oh, my day was fine. Did you finish the extra homework on Oedipus I gave you___
tr_tr: [_M_] Oh, benim günüm iyiydi. Sana verdiğim Oedipus 'daki fazladan ev ödevini bitirdin mi?

source: [_S_] AAHHAAHHAHHHEMMMMM...
tr_tr: [_S_] EHHHHEEEEEMMMM...

source: [_L_] OMG [ryan].... so Kenzie was so funny today after PE she was all like___
tr_tr: [_L_] [ryan].... yani Kenzie bugün beden eğitiminden sonra çok komikti___

source: Are you sure you want to sleep until tomorrow?
tr_tr: Yarına kadar uyumak istediğinden emin misin?

source: Today is Saturday, which is the day the DeCapos come for their payment.
tr_tr: Bugün Cumartesi, DeCappos 'un ödeme için geldiği gün.

source: Would you like to skip this event today and jump to tomorrow morning, or would you like to go directly to the Mafia payment event?
tr_tr: Bugün bu olayı atlamak ve yarın sabah atlamak ister misiniz, yoksa doğrudan mafya ödeme etkinliğine gitmek ister misiniz?

source: Ok... I get it... I'm sure you've got lots of other events to get to.
tr_tr: Tamam. Anladım ... Eminim yapacak bir sürü başka olayınız vardır.

source: But the Mafia still needs to get paid!
tr_tr: Ama mafyanın ödenmesine hala gerek var!

source: How will they recieve their payment?
tr_tr: Ödemelerini nasıl resmedecek?

source: {i}"Money -$1,000"{/i}
tr_tr: {i}"Paran -$1,000"{/i}

source: {i}{b}"Mom's Affection +10"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +10"{/b}{/i}

source: {i}{b}"Mom's Anger = 0"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı =0"{/b}{/i}

source: [_RT_] {i}Looks like it's up to Mom to use her "ass"ets to pay the debt this week.{/i}
tr_tr: [_RT_] {i}Bu hafta borcunu ödemek için "popoları" kullanmak anneme kalmış gibi görünüyor. { /i }

source: {i}{b}"Mom's Affection -5"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı -5"{/b}{/i}

source: [_RT_] {i}I need to use that money for other things.{/i}
tr_tr: [_RT_] {i}başka şeyler için o parayı kullanmam gerekiyor. { /i }

source: [_RT_] {i}I'm not tired yet.{/i}
tr_tr: [_RT_] {i}Henüz yorgun değilim.{/i}

source: [_L_] [ryan]? Are you awake?
tr_tr: [_L_] [ryan]? Uyanık mısın?

source: [_R_] Huh?.... Lauren.... why are you waking me up so early?
tr_tr: [_R_] Ha?.... Lauren.... neden beni bu kadar erken uyandırıyorsun?

source: [_L_] Because I couldn't sleep anymore!
tr_tr: [_L_] Çünkü uyuyamadım!

source: [_L_] I was having the weirdest dreams about you.
tr_tr: [_L_] Seninle ilgili çok garip rüyalar görüyordum.

source: [_R_] What kind of weird dreams?
tr_tr: [_R_] Ne tür garip rüyalar?

source: [_L_] Oh.... I don't really want to say...
tr_tr: [_L_] Oh.... Gerçekten söylemek istemiyorum...

source: [_L_] They were a little bit disturbing...
tr_tr: [_L_] Biraz rahatsız ediciydi...
