Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_GF_] Are you ready to go to the future?
tr_tr: -Geleceğe gitmeye hazır mısın?

source: [_R_] I guess! Go ahead and blow that magic fairy dust on me
tr_tr: Sanırım! Devam et ve sihirli peri tozunu bana üfle.

source: [_GF_] Yeah.... I'm not into that flowery bull-shit. I do things a little differently.
tr_tr: -Evet ... O çiçekli boğa bokuna girmiyorum. İşleri biraz daha farklı yapıyorum.

source: [_GF_] Just give me a second.
tr_tr: [_GF_] Bana birkaç saniye izin ver.

source: [_R_] Oh, no!
tr_tr: Oh, hayır!

source: [_R_] Oh, my God!...
tr_tr: [_R_] Oh, Aman Tanrım!...

source: [_R_] What in Futa God's name?...
tr_tr: [ _R_] Futa tanrının adı ne? ...

source: [_R_] Huh.... weird.... It.... smells like.... candy canes.
tr_tr: Çok garip. Şey gibi kokuyor ... şeker kanları.

source: [_RT_] {i}What the.... I'm still in bed.... I don't think I've even moved.... these dreams are getting weird.{/i}
tr_tr: [ _RT_] {i}Ne ... Hala yataktayım. Taşındığımı bile sanmıyorum. Bu rüyalar gittikçe garipleşiyor.

source: [_M_] Wake up [ryan]!.... It's Christmas!
tr_tr: [ _M_] Uyan [ Ryan]! .... Noel geldi!

source: [_M_] Good morning [ryan]!
tr_tr: [ _M_] Günaydın [ ryan]!

source: [_R_] ....Mmm.... Mom?
tr_tr: [ _R_] ....Mmm ... Anne?

source: [_M_] That's right, honey.... merry Christmas!.... I wanted to be the first to give you a present.
tr_tr: Doğru, tatlım ... Mutlu Noeller! Sana bir hediye vermek için ilk ben olmak istedim.

source: [_M_] I hope you enjoy it!
tr_tr: Umarım hoşuna gider!

source: [_R_] Ohhh.... Mom!
tr_tr: [ _R_] Ohhh .... Anne!

source: [_RT_] {i}Ok.... Mom's giving me a morning handy!.... I'm definitely in the future.{/i}
tr_tr: [ _RT_] {i}Tamam .... Annem bana bir sabah yardımcı oluyor! Kesinlikle geleceğim. { /i }

source: [_RT_] {i}What the hell? If I get to wake up to this in the morning, why would I want to change anything?{/i}
tr_tr: [ _RT_] {i}Ne halt? Eğer sabah bunu uyandıracaksam, neden bir şeyi değiştirmek isteyeyim ki?

source: [_RT_] {i}Ohhh.... that feels so good!{/i}
tr_tr: [_RT_] {i}Ohhh.... bu çok iyi hissettiriyor!{/i}

source: [_RT_] {i}And the fact that Mom is doing it is a dream come true. I wonder what else we do together in the future.{/i}
tr_tr: [ _RT_] {i}Ve annemin yaptığı gerçek bir rüya gerçek. Gelecekte ne yapacagimizi merak ediyorum.

source: [_M_] Oh, that's such a handful!
tr_tr: Oh, bu tam bir avuç!

source: [_M_] You're my big boy!
tr_tr: Sen benim büyük oğlumsun!

source: [_RT_] {i}Ohhh.... she knows how to talk sexy too.{/i}
tr_tr: [ _RT_] {i}Ohhh .... O da nasıl seksi konuşmayı bilir.

source: [_RT_] {i}I shouldn't be surprised, I guess. {/i}
tr_tr: [ _RT_] {i}şaşırmamalıyım sanırım. { /i }

source: [_M_] Are you going to blow your huge load all over my face?
tr_tr: Suratımın her yerine kocaman yük mü attacaksın?

source: [_R_] Yes!.... I want to sooo bad!
tr_tr: [ _R_] Evet! .... Kötü bir şey yapmak istiyorum!

source: [_M_] Your cock is just pulsing in my hand! Are you close?
tr_tr: Sikin benim ellerimde titriyor! Yakın mısınız?

source: [_R_] Yes, Mom!.... I'm so close!
tr_tr: -Evet, anne! Çok yakınım!

source: [_R_] Why did you stop?
tr_tr: Neden durdun?

source: [_M_] Because it's barely morning! It's a big day today. You're going to need your stamina.
tr_tr: Çünkü neredeyse sabah oldu! Bugün büyük bir gün. Dayanıklısına ihtiyacın olacak.

source: [_R_] But.... but that's just cruel!
tr_tr: [ _R_] Ama ... ama bu çok zalimce!

source: [_M_] Haha.... no, It will put you in the right mood for the rest of the day! I'll see you in just a bit. I've got to run use the bathroom.
tr_tr: Hayır, günün geri kalanında seni doğru ruh haline sokacak! Bir süre sonra görüşürüz. Tuvaleti kullanmam lazım.

source: [_RT_] {i}What in the!....{/i}
tr_tr: [ _RT_] {i}Nedir bu! .... { /i }

source: [_RT_] {i}Holy shit!....{/i}
tr_tr: [_RT_] {i}Hasiktir!{/i}

source: [_RT_] {i}Is Mom?....{/i}
tr_tr: [ _RT_] {i}Anne? .... { /i }

source: [_GF_] Holy shit, dude! Is your mom pregnant?
tr_tr: [_GF_] kutsal bok, ahbap! Annen hamile mi?

source: [_RT_] {i}Uhhh.... It kind of looks that way!{/i}
tr_tr: [ _RT_] {i}Uhhh .... Bu şekilde görünüyor!

source: [_RT_] {i}Unless she ate a really big breakfast burrito.{/i}
tr_tr: [ _RT_] {i}Gerçekten büyük bir kahvaltı burrito yemedikçe. { /i }

source: [_GF_] Holy shit! I wonder if it's yours!
tr_tr: Lanet olsun! Senin mi diye merak ediyorum!

source: [_RT_] {i}Could I have knocked up my own mother?{/i}
tr_tr: [_RT_] {i}Kendi annemi hamile mi mıydım?

source: [_GF_] That would be fucking legendary!
tr_tr: [_GF_] Bu lanet olası bir efsane olurdu!

source: [_R_] Uhhh.... Mom!...
tr_tr: [ _R_] Uhhh .... Anne!

source: [_M_] Hnnnhhh...Yeah honey?
tr_tr: [ _M_] Hnnnhhh ...Evet, tatlım?

source: [_R_] I need to talk to you a little before you leave!
tr_tr: Ayrılmadan önce seninle biraz konuşmam lazım!

source: [_M_] Alright, well make it fast.
tr_tr: Tamam, çabuk ol.

source: [_M_] You know how a pregnant woman's bladder is.
tr_tr: Hamile bir kadının mesanesinin nasıl olduğunu biliyorsun.

source: [_M_] And unless you're into water sports...
tr_tr: Su sporuna girmediğiniz sürece ...

source: [_R_] Mom!...
tr_tr: [_R_] Anne!...

source: [_M_] Haha.... what is it you want?
tr_tr: [ _M_] Haha .... Ne istiyorsun?

source: [_R_] Uhhh.... I hope this isn't too indelicate to ask?
tr_tr: [ _R_] Uhhh .... Umarım bu, sormak için fazla bir şey değildir.

source: [_R_] But.... how far along are you?
tr_tr: [ _R_] Ama .... ne kadar uzaklardınız?

source: [_M_] Hmmm.... let me think...
tr_tr: [ _M_] Hmmm .... düşünmeme izin verin ...

source: [_M_] I should be about 7 months along now.
tr_tr: Yaklaşık 7 ay önce olmalıydım.

source: [_R_] Wow!.... I mean you still look great!
tr_tr: [ _R_] Vay! Demek istediğim hala harika görünüyorsun!

source: [_M_] Haha.... thanks hon!
tr_tr: [ _M_] Haha .... teşekkürler tatlım!

source: [_R_] Uhhhh.... and do we think it's mine?
tr_tr: -Benim mi?-Benim mi?

source: [_M_] Are you serious?
tr_tr: Ciddi misin?

source: [_R_] Uhhh.... yeah.... I mean...
tr_tr: [ _R_] Uhhh .... evet .... Yani ...

source: [_M_] You must still have foggy morning brain, or pent up sexual energy brain, or something.
tr_tr: Hala sisli bir sabah beynine sahip olmalısın, ya da cinsel bir enerji beynine, ya da başka bir şeye.

source: [_R_] Well?...
tr_tr: [_R_] Eee?...

source: [_M_] Of course it's not yours!
tr_tr: Tabii ki senin değil!

source: [_M_] How do you think you could get me pregnant, when I only let you have sex with my butt?
tr_tr: Sadece popomla sevişmene izin verdiğimde beni hamile bırakabileceğini nasıl düşünürsün?

source: [_R_] Well.... yeah.... I suppose that's a pretty effective form of birth control.
tr_tr: Şey ... evet ... Sanırım bu oldukça etkili bir doğum kontrol şekli.

source: [_M_] You know my pussy is reserved for [dad_name]!
tr_tr: [ _M_] Amcığımın [ dada_name] için ayrıldığını biliyorsunuz!

source: [_R_] So Dad got you pregnant?
tr_tr: -Babam seni hamile mi buldu?

source: [_R_] Did he get out of prison?
tr_tr: -Hapisten çıktı mı?

source: [_M_] [ryan]? Are you sure you're ok? I wonder if you have a fever or something.
tr_tr: [ _M_] [ Ryan]? İyi olduğuna emin misin? Ateşin falan var mı merak ediyorum.

source: [_R_] What? No.... I mean yes.... I'm ok, but is Dad out of prison?
tr_tr: [ _R_] Ne? -Hayır. Yani evet ... Ben iyiyim, ama babam hapisten çıktı mı?

source: [_M_] Of course not honey! I know you miss him.... but I'm afraid he's going to be gone a very long time.
tr_tr: Tabii ki değil! Onu özlediğini biliyorum ... ama korkarım ki çok uzun zaman önce gitmiş olacak.

source: [_RT_] {i}Oh Thank God?{/i}
tr_tr: [ _RT_] {i}Oh Allah 'a şükür?

source: [_R_] So, how did you get pregnant?
tr_tr: [_R_] Ee, hamile nasıl oldu?

source: [_M_] I know you've heard of conjugal visits.
tr_tr: [_M_] Conjugal ziyaretlerini duyduğumu biliyorum.

source: [_R_] And you're okay raising him as a single mom?
tr_tr: [_R_] ve sen onu bekar bir anne olarak mı büyütüyorsun?

source: [_M_] No silly. You said you'd help! You'll be like his second daddy!
tr_tr: [_M_] Aptal yok. Yardım edeceğini söylemiştin! Onun ikinci babası gibi olacaksın!

source: [_GF_] Oh man, and you're going to have to support his kid financially! You totally got cucked!
tr_tr: [_GF_] Oh adamım, ve sen onun çocuğuna maddi olarak destek olmak zorundasın! -Tamamen kafayı bulmışsın!

source: [_GF_] Hey, don't sweat it too bad! This hasn't happened yet. Now you can take steps to prevent this.
tr_tr: Hey, çok kötü terleme! Bu henüz olmadı. Şimdi bunu önlemek için gerekli adımları atabilirsin.

source: [_GF_] You know, like rolling back scenes in one of those crappy incest H-games you like, so you can make the better decision?
tr_tr: Biliyor musun, şu berbat ensest kötü oyunlardan birinde sahne almak gibi, böylece daha iyi bir karar verebiliyorsun?

source: [_GF_] You can fix this!
tr_tr: Bunu düzeltebilirsin!

source: [_RT_] {i}Yeah, you're right! Oh Thank Futa God!{/i}
tr_tr: [ _RT_] {i}Evet, haklısın! Oh, Tanrıya şükür!

source: [_M_] Don't worry! You'll be the best surrogate dad!
tr_tr: Merak etme! En iyi taşıyıcı baba sen olacaksın!

source: [_M_] Well, of course it's yours!
tr_tr: [_M_] , tabi ki senin!

source: [_M_] Who else's would it be?
tr_tr: Başka kim olabilir ki?

source: [_M_] Your father is in prison.
tr_tr: [_M_] Baban hapisteydi.

source: [_M_] And between posing for pictures for you, and working at the school, I have no time to meet any other men.
tr_tr: Ve senin için resimlere poz vermek, ve okulda çalışmak arasında başka erkeklerle tanışmaya vaktim yok.

source: [_M_] And I'm kind of freaking out here because I'm carrying your baby.
tr_tr: Ve ben burada kafayı yiyorum çünkü bebeğini taşıyorum.

source: [_M_] And your father is going to murder me when he gets out, and meet's his grandbaby slash step-son!
tr_tr: [_M_] ve baban dışarı çıktığında beni öldürecek, ve bir de onun torunuyla, üvey üvey oğludur!

source: [_M_] Meanwhile, I have to raise and care for another baby! I thought I was done with that stage of my life!
tr_tr: Bu arada, bir bebek daha yetiştirmem ve bakım yapmak zorundayım! Hayatımın o aşamasını bitirdiğimi sanıyordum!

source: [_R_] Hey.... hey.... relax!.... It's ok!...
tr_tr: Hey ... hey ... hey ... rahatla! .... Sorun yok!

source: [_R_] I'm going to be there to help take care of the baby!
tr_tr: Bebeğe bakmama yardım etmek için orada olacağım!

source: [_R_] I'll take care of you financially.
tr_tr: Maddi olarak sana göz kulak olacağım.

source: [_R_] I have it on good authority that Dad's not getting out of prison any time before we can cut all ties to him.
tr_tr: Babamın hapisten çıkamadığı kadar iyi bir otoriteye sahip olduğunu biliyorum.

source: [_R_] It's all going to be alright!
tr_tr: Her şey yoluna girecektir!

source: [_RT_] {i}Holy shit!.... I'm going to be a daddy!{/i}
tr_tr: [ _RT_] {i}Kutsal bok! .... Ben bir baba olacağım!

source: [_GF_] Sure! If that's the way you want it.... that's the beauty of this gift you're receiving from us.
tr_tr: [_GF_] emin olun! Eğer istediğin şey bu olsaydı ... bizden aldığı bu hediyenin güzelliği de budur.

source: [_GF_] It's like having the ability to roll back life. You know, like one of those crappy incest H-games you like, where you can roll back to make the better choice if you fuck up.
tr_tr: [ _GF_] Bu, hayatı geri alma becerisine sahip olmak gibi bir şey. Bilirsin, hoşlandığın şu boktan ensest ve kötü oyunlardan biri gibi, eğer sevişmek için daha iyi bir seçim yapmak için geri dönebilirsin.

source: [_GF_] If you want to be a dad, good job. If you decide you don't want to be. You can decide to wear a condom, or only have anal sex.
tr_tr: Eğer baba olmak istiyorsan, iyi iş. -İstememene karar verirsen. Prezervatif takmaya karar verebilirsiniz, ya da sadece anal seks yapabilirsiniz.

source: [_RT_] {i}Thank you! That is a pretty sweet gift.{/i}
tr_tr: [ _RT_] {i}Teşekkürler! Bu çok güzel bir hediye.

source: [_M_] Thanks for the pep talk honey!
tr_tr: Moral konuşması için teşekkürler tatlım!

source: [_M_] If that's it, I'm going to run to the bathroom before I piss myself.
tr_tr: Eğer bu kadar olsaydı, kendimi işemeden önce banyoya koyacağım.

source: [_M_] You should get out of your room, and go see Lauren and Sidney. I think Lauren is baking cookies in the kitchen, and I think Sidney is in the lounge making sure everything is ready for our Christmas gift exchange.
tr_tr: Odandan çıkmalısın, ve Lauren ve Sidney 'i görmeye git. Bence Lauren mutfakta kurabiye pişiriyor ve sanırım Sidney salonda ki Noel hediyesi alışverişimize her şeyin hazır olduğuna emin oluyor.

source: [_M_] After that, we'll all meet in the lounge for the gift exchange. I think you'll like the gift we're all going to give you.
tr_tr: Ondan sonra, hediye alışverişi için salonda buluşacağız. Sanırım sana verdiğimiz hediyeyi seveceksin.

source: [_GF_] Hahahaha.... holy shit!
tr_tr: Hahahaha ... kahretsin!

source: [_GF_] In all the years I've been showing people their Christmas futures, I've never seen anyone cucked as hard as that!
tr_tr: İnsanlara Noel geleceklerini gösterdiğim onca yıl boyunca hiç bu kadar sert birini görmemiştim.

source: [_GF_] Are you ok? Should I call an ambulance so the crew can come fuck your mom and then take you to the hospital?
tr_tr: İyi misin? Bir ambulans çağırabilir miyim? Böylece mürettebat anneni becerip seni hastaneye götürsün diye mi?

source: [_RT_] {i}Fuck off!{/i}
tr_tr: [ _RT_] {i}S*ktir git!

source: [_GF_] I'm sorry! I really do feel sorry for you, man!
tr_tr: Özür dilerim! Senin için gerçekten üzülüyorum, adamım!

source: [_GF_] But like I said. This is not final. And even if it were, at least you're getting some side action from that hot piece of ass.
tr_tr: [ _GF_] Ama dediğim gibi. Bu son değil. Öyle olsa bile, en azından o seksi kıçından bir takım şeyler yapıyorsun.

source: [_GF_] You are amazing!
tr_tr: Sen harikasın!

source: [_GF_] In all the years I've been showing people their Christmas futures, I've never seen anyone be surprised with impregnating their mom!
tr_tr: [_GF_] yıllardır insanlara Noel geleceklerini gösteriyorum, hiç kimsenin annelerini hamile bıraktıklarını hiç görmedim!

source: [_GF_] Ohhh.... hoho.... the look on your face!
tr_tr: Suratındaki bakış!

source: [_GF_] I've got to say! That's pretty damn awesome! What better way to claim a woman for yourself, than to impregnate her.
tr_tr: [ _GF_] şunu söylemeliyim! Bu harika bir şey! Bir kadını hamile bıraktıktan sonra kendin için daha iyi bir yol göstermenin yolu.

source: [_GF_] I don't know if I'd change a thing. Unless you hate kids or something.
tr_tr: Bir şeyi değiştirip değiştirmeyeceğimi bilmiyorum. Tabii çocuklardan nefret etmediğin sürece.

source: [_GF_] So, are you ready to move on?
tr_tr: [_GF_] Ee, devam etmeye hazır mısın?

source: [_GF_] I think your mom said something about cookies downstairs. Let's go see if they're done, and we can talk to Lauren while we're at it.
tr_tr: [_GF_] sanırım annen aşağıda kurabiyeler hakkında bir şeyler söyledi. Bakalım yapılıp yapılmışlar mı? Ve biz de hazır olduğumuz sürece Lauren 'la konuşabiliriz.

source: [_GF_] You definitely left on a high note though.
tr_tr: [_GF_] Yine de yüksek bir not bırakmışsın.

source: [_GF_] So, did you learn anything?
tr_tr: [_GF_] Ee, bir şey öğrendiniz mi?

source: [_R_] Testing.... testing.... ok.... It looks like it's recording.
tr_tr: [_R_] Deneme 123... tamam... Kaydediyor gibi görünüyor.

source: [_R_] My name is [ryan].... and if you are watching this recording, it means that I am dead.
tr_tr: [_R_] Benim adım [ryan]... ve eğer bu kaydı izliyorsanız, bu benim öldüğüm anlamına gelir.

source: [_R_] Or I guess it could mean the extremely unlikely scenario that my computer was hacked, and now some schmuck is using my story for financial gain.
tr_tr: [_R_] Ya da sanırım bu, bilgisayarımın hacklendiği ve şimdi bazı aptalların hikayemi maddi kazanç için kullandığı gibi son derece düşük ihtimalli bir senaryo anlamına da gelebilir.

source: [_R_] Because the series of events I'm going to tell you about is so unbelievable, it would make a great movie or TV series.
tr_tr: [_R_] Çünkü size anlatacağım olaylar dizisi o kadar inanılmaz ki, harika bir film ya da dizi olabilir.

source: [_R_] But probably the kind of TV series you could only see on HBO.
tr_tr: [_R_] Ama muhtemelen sadece HBO'da görebileceğiniz türden bir dizi.

source: [_R_] Please God, just don't let anybody make a crappy H-game out of this.
tr_tr: [_R_] Lütfen Tanrım, kimsenin bundan berbat bir H-oyunu çıkarmasına izin verme.

source: [_WT_] Ummm.... hi!
tr_tr: [_WT_] Umm... merhaba!

source: [_WT_] Sorry to interrupt.
tr_tr: [_WT_] Böldüğüm için özür dilerim.

source: [_WT_] My name is Will Tylor and I just wanted to take this opportunity to welcome you to our "awesome" H-game, "A Family Venture!"
tr_tr: [_WT_] Benim adım Will Tylor ve bu vesileyle size "harika" H-oyunumuz "A Family Venture!"a hoş geldiniz demek istiyorum.

source: [_WT_] Back to you, [ryan].
tr_tr: [_WT_] Sana dönüyoruz, [ryan].

source: [_R_] I wanted to record my version of the remarkable events that have occurred over the last little while.
tr_tr: [_R_] Son zamanlarda meydana gelen olağanüstü olaylarla ilgili kendi versiyonumu kaydetmek istedim.

source: [_R_] I know many wouldn't understand why I've been doing the things I'm doing, if I didn't explain myself, so this is my attempt to justify my actions.
tr_tr: [_R_] Kendimi açıklamazsam birçok kişinin yaptığım şeyleri neden yaptığımı anlamayacağını biliyorum, bu yüzden davranışlarımı haklı çıkarma girişimim.

source: [_R_] I've been acquiring many items to help me achieve my goals, of saving those I love, and helping that love to become even more realized.
tr_tr: [_R_] Sevdiklerimi kurtarmak ve bu sevginin daha da gerçekleşmesine yardımcı olmak gibi hedeflerime ulaşmama yardımcı olacak birçok eşya ediniyorum.

source: [_WT_] Thanks [ryan]. Let me do a little explaining from here.
tr_tr: [_WT_] Teşekkürler [ryan]. Buradan biraz açıklama yapmama izin ver.

source: [_WT_] This is a typical in-game screen. As [ryan] mentioned, you will acquire many items in the game.
tr_tr: [_WT_] Bu klasik bir oyun içi ekranıdır. [ryan]'ın da bahsettiği gibi, oyunda birçok eşya elde edeceksiniz.

source: [_WT_] You can keep track of the items you acquire by clicking on this blue backpack.
tr_tr: [_WT_] Bu mavi sırt çantasına tıklayarak edindiğin eşyaları görebilirsin.

source: [_WT_] This will open up your inventory,
tr_tr: [_WT_] Envanteriniz açılacaktır,

source: [_WT_] where you will be able to see how much money you have earned,
tr_tr: [_WT_] ne kadar para kazandığınızı görebileceğiniz yer,

source: [_WT_] and what items you have acquired.
tr_tr: [_WT_] ve hangi eşyalara sahip olduğunuz bölüm görünecektir.

source: [_WT_] There are several other important items on the game screen I'd like to draw your attention to.
tr_tr: [_WT_] Oyun ekranında dikkatinizi çekmek istediğim birkaç önemli kısım daha var.

source: [_WT_] This symbol shows you what day of the week it is,
tr_tr: [_WT_] Bu sembol size haftanın hangi günü olduğunu gösterirken,

source: [_WT_] while this symbol shows you the time of day.
tr_tr: [_WT_] Bu sembol size günün saatini gösterir.

source: [_WT_] I'll let you get back to [ryan] again.
tr_tr: [_WT_] Tekrardan sana geri dönelim [ryan].

source: [_R_] I've had to become very good at managing my money. I've got debts I have to pay, and items I need to buy, to help influence those around me.
tr_tr: [_R_] Paramı yönetme konusunda çok iyi olmak zorunda kaldım. Çevremdekileri etkilemek için ödemem gereken borçlar ve satın almam gereken ürünler var.

source: [_R_] I've become aware that someone, or several someones, have been tracking my movements. So, I have learned to be stealthy, and to watch my back wherever I go.
tr_tr: [_R_] Birinin ya da birkaçının hareketlerimi takip ettiğinin farkına vardım. Bu yüzden gizli olmayı ve nereye gidersem gideyim arkamı kollamayı öğrendim.

source: [_WT_] Let me just pause you again for a second. [ryan] brings up a good point about getting around.
tr_tr: [_WT_] Bir saniyeliğine sizi tekrar durdurmama izin verin. [ryan] ulaşım konusunda iyi bir noktaya değindi.

source: [_WT_] You will find that navigation is very important in this type of game, so let me just show you how that's done.
tr_tr: [_WT_] Bu tür bir oyunda navigasyonun çok önemli olduğunu göreceksiniz, bu yüzden size bunun nasıl yapıldığını göstereyim.

source: [_WT_] On the game screen, you can get around to many locations by using the travel buttons.
tr_tr: [_WT_] Oyun ekranında, seyahat butonlarını kullanarak birçok yere gidebilirsiniz.

source: [_WT_] This button right here, will open up a map of the house, where you can pick any room you would like to go to.
tr_tr: [_WT_] Buradaki buton, gitmek istediğiniz herhangi bir odayı seçebileceğiniz bir ev haritası açacaktır.

source: [_WT_] You can also hover your cursor over this button, to open up the quick travel options.
tr_tr: [_WT_] Hızlı seyahat seçeneklerini açmak için imlecinizi bu butonun üzerine de getirebilirsiniz.

source: [_WT_] These buttons will take you to any room in the house, as well as the world map.
tr_tr: [_WT_] Bu butonlar sizi evdeki herhangi bir odaya veya dünya haritasına götürecektir.

source: [_WT_] Exploring the AFV world is vitally important, as you will find that some events only happen at certain times, and in certain places.
tr_tr: [_WT_] AFV dünyasını keşfetmek hayati derecede önemlidir, çünkü bazı olayların sadece belirli zamanlarda ve belirli yerlerde gerçekleştiğini göreceksiniz.

source: [_WT_] So, have fun exploring!
tr_tr: [_WT_] Keşfederken iyi eğlenceler!

source: [_R_] I never can be sure who is following me, even though I have my suspicions.
tr_tr: [_R_] Şüphelerim olsa da beni kimin takip ettiğinden asla emin olamıyorum.

source: [_R_] Always having to watch my back has made me grow closer to the few people I can trust.
tr_tr: [_R_] Her zaman arkamı kollamak zorunda olmam, güvenebileceğim birkaç kişiye daha yakın olmamı sağladı.

source: [_R_] And who can I trust better than those that live right here with me?
tr_tr: [_R_] Ve burada benimle birlikte yaşayanlardan daha iyi kime güvenebilirim?

source: {i}"(knock knock knock....)"{/i}
tr_tr: {i}"(tak tak tak....)"{/i}

source: [_M_] {i}(muffled voice){/i} [ryan]? Why is the door locked? You're not looking at porn and masturbating again are you?
tr_tr: [_M_] {i}(boğuk ses){/i} [ryan]? Kapı neden kilitli? Yine porno izleyip 31 çekmiyorsun değil mi?

source: [_R_] No, Mom!.... But I'm really busy right now!
tr_tr: [_R_] Hayır, anne!... Ama şu anda çok meşgulüm!

source: [_M_] With what?
tr_tr: [_M_] Neyle meşgulsün?

source: [_R_] Ummm.... homework.... of course!
tr_tr: [_R_] Hmmm.... ev ödevi... tabii ki!

source: [_M_] Well, ok.... but you know you don't need to take care of yourself like that anymore, right?
tr_tr: [_M_] Tamam... ama artık kendine böyle bakmana gerek olmadığını biliyorsun, değil mi?

source: [_M_] You know that if you need some relief, you just need to let me know. And if I'm too busy, I'm sure Lauren or Sidney would be happy to help you out.
tr_tr: [_M_] Yardıma ihtiyacın olursa bana söylemen yeterli. Eğer çok meşgul olursam, eminim Lauren veya Sidney sana yardım etmekten mutluluk duyacaktır.

source: [_R_] Ok!.... Thanks, Mom!
tr_tr: [_R_] Tamam!.... Teşekkürler anne!

source: [_R_] Please, don't judge me until you've heard my side of the story.
tr_tr: [_R_] Lütfen, hikayeyi bir de benden dinlemeden beni yargılamayın.
