Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptHalloweenEvent.po
Languages: tr_tr

source: [_S_] I needed your cum inside me more than anything.
tr_tr: İçime her şeyden daha çok ihtiyacım vardı.

source: [_R_] Yeah, you were saying some pretty weird stuff about cumming inside you.
tr_tr: Evet, içinizde birikmeyle ilgili oldukça garip şeyler söylüyordunuz.

source: [_S_] Oh, God! I'm so glad it was you, and not that monster that fucked me.
tr_tr: Tanrım! Sen olduğu için çok mutluyum, ve beni beceren o canavar değil.

source: [_S_] I'd better take some morning after pills, just in case you got me pregnant.
tr_tr: Haplardan sonra biraz daha sabah alsam iyi olur, hamile olduğumu düşünsen.

source: [_S_] Unnnggghhh... I all of the sudden don't feel so good!
tr_tr: [ S_] Unnnggghhh ... Birden bire kendimi iyi hissetmiyorum!

source: [_S_] [ryan]! I think something's wrong!
tr_tr: [ S_] [ ryan]! Sanırım bir terslik var!

source: [_R_] Holy shit!... What the fuck?!
tr_tr: Lanet olsun! Bu da ne böyle?

source: [_S_] [ryan]!... Help!
tr_tr: [ S_] [ ryan]! ... Yardım edin!

source: [_S_] [ryan]! I don't want an alien to pop out of my stomach like in that movie!
tr_tr: [ S_] [ ryan]! O filmdeki gibi midemden bir uzaylı dışarı fırlamak istemiyorum!

source: [_R_] No, no, no, no, Fuck no!
tr_tr: Hayır, hayır, hayır, hayır, hayır, hayır, hayır, hayır, hayır, hayır, hayır, hayır,

source: [_R_] Sidney, There isn't any slime on the mirror!
tr_tr: Sidney, aynada hiç balçık yok!

source: [_S_] No!... There has to be!
tr_tr: Hayır! Olmak zorunda!

source: [_RT_] {i}Fuck!... This isn't working!... I can't get to her!{/i}
tr_tr: [ _RT_] {i}S*k! ... Bu işe yaramıyor! Ona ulaşamıyorum!

source: [_ST_] {i}I don't think [ryan] can hear or see me anymore!{/i}
tr_tr: [ _ST_] {i}[ Ryan] beni artık duyabilir ya da beni görebilirler! { /i }

source: [_ST_] {i}He's got to find a way to save me!{/i}
tr_tr: [ _ST_] {i}Beni kurtarmanın bir yolunu bulması lazım!

source: [_ST_] {i}Whoa... Whatever that was, It's making me feel weird!{/i}
tr_tr: [ _ST_] {i}Whoa ... Her ne iIse, kendimi garip hissettiriyordu!

source: [_ST_] {i}Oh, no! Not that! No! Was I pulled into a fucking Hentai movie?!{/i}
tr_tr: [ _ST_] {i}Oh, hayır! O değil! Hayır! Lanet bir Hentai filmine mi çekildim?

source: [_S_] This can't be happening!
tr_tr: Bu olamaz!

source: [_ST_] {i}No! I can't have monster penis in my pussy!{/i}
tr_tr: [ _ST_] {i}Hayır! Vajinamda canavar penisi olamaz!

source: [_ST_] {i}This has to be a dream!{/i}
tr_tr: [ _ST_] {i}Bu bir rüya olmalı! { /i }

source: [_ST_] {i}Fuck! This monster's cock is way bigger than anything I've ever taken!{/i}
tr_tr: [ _ST_] {i}S*k! Bu canavarın aleti, şimdiye kadar gördüğüm her şeyden daha büyük.

source: [_ST_] {i}I'm not in a hentai movie! This could kill me!{/i}
tr_tr: [ _ST_] {i}Ben bir hentai filminde değilim! Bu beni öldürebilir!

source: [_ST_] {i}It hurts!{/i}
tr_tr: [ _ST_] {i}Acı veriyor! { /i }

source: [_ST_] {i}And yet, it's strangely satisfying!.{/i}
tr_tr: [ _ST_] {i}Ve yine de, garip bir şekilde tatmin edici!.. { /i }

source: [_ST_] {i}I'm getting exhausted! And I can't keep fighting like this for long.{/i}
tr_tr: [ _ST_] {i}yorgunluğumu alıyorum! Ve bu şekilde uzun süre savaşmaya devam edemem.

source: [_ST_] {i}Sidney, you don't have to fight! Just relax and enjoy! Monster cock is the best cock!{/i}
tr_tr: [ _ST_] {i}Sidney, dövüşmek zorunda değilsin! Rahatla ve keyfini çıkar! Canavar horoz en iyi horozdur!

source: [_ST_] {i}Who said that?{/i}
tr_tr: [ _ST_] {i}Bunu kim söyledi?

source: [_ST_] {i}Nobody, Sidney... These are your own thoughts... So you know they're true!{/i}
tr_tr: [_ST_] {i}Kimse, Sidney ... Bunlar senin düşüncelerin. Yani doğru olduklarını biliyorsun!

source: [_ST_] {i}No... Can't be...{/i}
tr_tr: [ _ST_] {i}Hayır. Olamaz ... { /i }

source: [_ST_] {i}It's that goo it made me drink!{/i}
tr_tr: [ _ST_] {i}O o yapışkan şey beni içti!

source: [_ST_] {i}No... You liked the taste of that too!... It tasted like cum... Now, I should just relax... and enjoy.{/i}
tr_tr: [ _ST_] {i}Hayır. Sen de bunun tadını seviyordun! Tadı boşaldı ... Şimdi, rahatlamalıyım ... ve tadını çıkarıyorum.

source: [_ST_] {i}No!... I've got to fight it!{/i}
tr_tr: [ _ST_] {i}Hayır! ... Mücadele etmek zorundayım!

source: [_ST_] {i}I've got to stop fighting.{/i}
tr_tr: [ _ST_] {i}Kavga etmeyi bırakmam gerek.

source: [_ST_] {i}At least [ryan] can't see or hear me!{/i}
tr_tr: [ _ST_] {i}En az [ ryan] beni göremiyor ya da duyamıyor! { /i }

source: [_R_] {i}(Voice fading in){/i} Sidney!
tr_tr: [ _R_] {i}(Ses kayboluyor) { /i } Sidney!

source: [_R_] No... no! It's worse than I imagined!
tr_tr: Hayır ... hayır! Hayal ettiğimden daha kötü!

source: [_R_] Sidney! Fight that piece of shit monster!
tr_tr: [ _R_] Sidney! O bok canavarına savaş!

source: [_R_] Don't let it do that!
tr_tr: Bunu yapmalarına izin verme!

source: [_ST_] {i}[ryan]'s watching you Sidney, Isn't that hot?{/i}
tr_tr: [ _ST_] {i}[ Ryan] sizi izliyor Sidney, o kadar sıcak değil mi? { /i }

source: [_ST_] {i}Is it?... I'm not... sure.{/i}
tr_tr: [ _ST_] {i}Mü? ... Ben ... emin değilim.

source: [_R_] {i}(Voice fading out){/i} Fight it, Sidney!
tr_tr: [ _R_] {i}(Ses sönüyor) { /i } Savaş onunla, Sidney!

source: [_ST_] {i}Fight what?... This really good tingle in my pussy?{/i}
tr_tr: [ _ST_] {i}Ne dövmesi? Bu kukumda gerçekten iyi karıncalanıyor mu?

source: [_ST_] {i}That good feeling is spreading.{/i}
tr_tr: [ _ST_] {i}Bu iyi duygu yayılıyor. { /i }

source: [_ST_] {i}Am I still getting fucked?{/i}
tr_tr: [ _ST_] {i}Hala beceriyor muyum? { /i }

source: [_ST_] {i}Is [ryan] Fucking me?{/i}
tr_tr: [ _ST_] {i}[ ryan] Beni beceriyor mu? { /i }

source: [_ST_] {i}No... [ryan]'s not this big.{/i}
tr_tr: [ _ST_] {i}Hayır. [ Ryan] bu kadar büyük değil.

source: [_ST_] {i}Oh yeah... It's some mystical creature!{/i}
tr_tr: [ _ST_] {i}Oh evet ... Bu gizemli bir yaratık!

source: [_ST_] {i}With the greatest cock ever!{/i}
tr_tr: [ _ST_] {i}En büyük horozla birlikte! { /i }

source: [_ST_] {i}I hope it cums in me!{/i}
tr_tr: [ _ST_] {i}Umarım içime geçiir!

source: [_ST_] {i}I'd love to give birth to lots of mystical creatures with big cocks!{/i}
tr_tr: [ _ST_] {i}Büyük çakallarla bir sürü mistik yaratığı doğurmayı çok isterim!

source: [_R_] {i}(Voice fading back in){/i} Sidney!... Wake up!
tr_tr: [ _R_] {i}(Ses geri soluyor) { /i } Sidney! ... Uyan!

source: [_ST_] {i}Oh, my brother came back to watch!{/i}
tr_tr: [ _ST_] {i}Oh, kardeşim izlemeye geri döndü!

source: [_S_] {i}(Dazedly){/i} Hi, [ryan]... I'm glad you came back!
tr_tr: [ S_] {i}(Dazedly) { /i } Merhaba, [ ryan] ... Geri dönmene sevindim!

source: [_R_] Sidney! Why aren't you fighting?
tr_tr: [ _R_] Sidney! Neden kavga etmiyorsunuz?

source: [_S_] Fighting?... I want this!... I need this!
tr_tr: Dövüşmek mi? Bunu istiyorum! Buna ihtiyacım var!

source: [_S_] Don't worry... You'll understand later.
tr_tr: Merak etme ... Daha sonra anlayacaksın.

source: [_R_] Sidney!... You're not making sense!
tr_tr: Sidney! Hiç mantıklı değil!

source: [_S_] Shhhhh.... You'll see.
tr_tr: [ S_] Shhhhh .... Göreceksin.

source: [_ST_] {i}Oh, God!... Yes!{/i}
tr_tr: [ _ST_] {i}Oh, Tanrım! Evet!

source: [_ST_] {i}I didn't know anything could feel this good!{/i}
tr_tr: [ _ST_] {i}Bu kadar iyi hissedebilecek bir şey bilmiyordum!

source: [_ST_] {i}It's ripping my womb open!{/i}
tr_tr: [ _ST_] {i}Rahmimi yırtmış!

source: [_ST_] {i}Oh, god! That cock is actually inside my womb!{/i}
tr_tr: [ _ST_] {i}Oh, Tanrım! O penis aslında benim rahmimin içinde!

source: [_ST_] {i}I'm getting womb fucked!{/i}
tr_tr: [ _ST_] {i}rahmimi sikiyorum! { /i }

source: [_ST_] {i}I'm in a constant state of orgasm!{/i}
tr_tr: [ _ST_] {i}Sabit bir orgazm durumundayım! { /i }

source: [_ST_] {i}This euphoria is too much for me!{/i}
tr_tr: [ _ST_] {i}Bu coşku benim için çok fazla!

source: [_RT_] {i}This is the worst! I can't do anything to save her!{/i}
tr_tr: [ _RT_] {i}Bu en kötüsü! Onu kurtarmak için hiçbir şey yapamam!

source: [_R_] If I ever find a way in there, I'm going to kill you... you... rotten ball sack!
tr_tr: Eğer orada bir yol bulursam, seni öldüreceğim ... seni ... çürük top çuvalı!

source: [_ST_] {i}This is it!{/i}
tr_tr: [ _ST_] {i}Bu iş bu! { /i }

source: [_ST_] {i}It's going to fill me to the brim!{/i}
tr_tr: [ _ST_] {i}Beni hücreye kadar dolduracaksın!

source: [_ST_] {i}The main purpose of my life is about to begin!{/i}
tr_tr: [ _ST_] {i}hayatımın temel amacı başlamak üzere! { /i }

source: [_ST_] {i}Oh God!... I'm so full!{/i}
tr_tr: [ _ST_] {i}Oh Tanrım! Çok doluyum!

source: [_ST_] {i}A life will begin to grow for sure!{/i}
tr_tr: [ _ST_] {i}Bir hayat kesin olarak büyümeye başlayacak! { /i }

source: [_ST_] {i}Oh... I think I'm gonna...{/i}
tr_tr: [ _ST_] {i}Oh ... Sanırım ben ...

source: [_R_] No, Sidney!
tr_tr: Hayır, Sidney!

source: [_RT_] {i}Don't be dead!{/i}
tr_tr: [ _RT_] {i}Ölmeyin! { /i }

source: [_RT_] {i}Oh, thank God! She's breathing!{/i}
tr_tr: [ _RT_] {i}Oh, Tanrıya şükür! Nefes alıyor!

source: [_RT_] {i}What is that horrid piece of shit doing now?{/i}
tr_tr: [ _RT_] {i}Şu an o iğrenç bok parçasının ne işi var?

source: [_RT_] {i}No! I've seen enough hentai and comic books to know that's a symbiote!{/i}
tr_tr: [ _RT_] {i}Hayır! Bu bir ortakyaşam olduğunu bilmek için yeterince hentai ve çizgi roman gördüm!

source: [_RT_] {i}That parasite will either consume her, or use her body to fulfil whatever foul purpose it has.{/i}
tr_tr: [ _RT_] {i}Bu parazit onu ya tüketecek, ya da vücudunu, sahip olduğu kötü amaçları yerine getirmek için kullanacaktır. { /i }

source: [_R_] Sidney! Wake up!
tr_tr: [ _R_] Sidney! Uyan!

source: [_RT_] {i}There's got to be something I can do for her!{/i}
tr_tr: [ _RT_] {i}Onun için yapabileceğim bir şey olmalı!

source: [_R_] Oh, hell no! What the fuck is that?!
tr_tr: Lanet olsun! Bu da ne böyle?

source: [_R_] Go away! Shoo!
tr_tr: Git buradan! Shoo!

source: [_R_] Get the fuck away!
tr_tr: Siktir git buradan!

source: [_R_] NO!
tr_tr: HAYıR!

source: [_MD_] Good God, [ryan]! Tell us!
tr_tr: [ _MD_] İyi Tanrım, [ ryan]! Anlat bize!

source: [_L_] Yeah! I broke my level sixty nine magic staff to get that tomb unsealed!
tr_tr: [ _L_] Evet! O mezarı mühürsüz almak için altmış dokuz sihirli personümü kırdım!

source: [_MD_] What's waiting behind the door?
tr_tr: Kapının arkasında ne bekliyor?

source: [_MG_] Yeah, enough with the suspense!
tr_tr: -Evet, bu kadar meraktan yeter!

source: [_R_] Alright, alright, Sheesh!
tr_tr: Tamam, tamam, Sheesh!

source: [_R_] Nobody appreciates the art of a good Dungeon Master.
tr_tr: Kimse iyi bir Dungeon ustasının sanatını takdir etmiyor.

source: [_R_] So, as the heavy stone door of the ancient king's tomb crashed to the floor, the stench of putrid rotting flesh overwhelms you nostrils!
tr_tr: Antik kralın mezarının ağır taş kapısı yere çakıldığı için, çürümüş et kokuları sizi ezici bir şekilde eziyor!

source: [_R_] As you try to peer into the darkness, you suddenly hear a high pitched
tr_tr: Siz karanlığa doğru akmaya çalışırken, aniden tiz bir tiz sesi duyuyorsunuz.

source: [_R_] SCRRREEEAAAACH!...
tr_tr: [ _R_] SREREEEAAAHACH! ...

source: [_MG_] Oh, God! What could it be? I'm literally on the edge of my seat!
tr_tr: Tanrım! Ne olabilir ki? Kelimenin tam anlamıyla koltuğumun üstündeyim!

source: [_R_] From the darkness within, you can barely see the terrifying silhouette of a creature emerging into the pale torch light.
tr_tr: [ _R_] Karanlığın içinden, soluk meşale ışığından çıkan bir yaratığın korkunç silüetini zar zor görebilirsiniz.

source: [_MB_] {i}(Muttering to himself){/i}Oh my God... I can't believe this is how we're spending our Sunday night.
tr_tr: [ _MB_] {i}(Kendi kendine yakan) { /i } Aman tanrım ... Pazar gecemizi bu şekilde geçirdiğimize inanamıyorum.

source: [_R_] To your horror, you finally are able to identify this horrifying monster!
tr_tr: Dehşetin için, sonunda bu korkunç canavarı teşhis edebildin!

source: [_L_] Noooo!
tr_tr: [ _L_] Nooooo!

source: [_R_] I'm afraid so.
tr_tr: [_R_] Korkarım ki öyle.

source: [_R_] A creature so powerful, that it will take all of your strength, skills, and powers, not to mention, a lot of luck, to defeat.
tr_tr: [_R_] O kadar güçlü bir yaratık ki tüm gücünüzü, becerilerinizi ve güçlerinizi alacak, bir çok şans, yenilgiye uğrayacak kadar.

source: [_R_] You'll have to have a combined roll of over 40 to be able to vanquish this foe!
tr_tr: Bu düşmanı yenebilmek için 40 'ının üzerinde kombine bir rulo olması lazım!

source: [_R_] What is it, Mom?
tr_tr: Ne oldu, anne?

source: [_R_] Can't you see we're busy?
tr_tr: Meşgul olduğumuzu göremiyor musun?

source: [_M_] Don't you talk to your mother like that, Mister!
tr_tr: Annenle böyle konuşamazsın, bayım!

source: [_M_] I've had it with you leaving the toilet seat up, and not wiping up your pee from the edge of the bowl!
tr_tr: Klozetin kapağını açık bir şekilde bırakmanı ve çişini kasenin kenarından silmemen için yaptım.

source: [_M_] Imagine my surprise when I went to sit and almost fell through into the water, only to catch myself by sticking my hand in a puddle of your piss!
tr_tr: Oturmak için gittiğimde süprizimi hayal et. Neredeyse suya düşerken, sadece elimi sıkarken elimi sıkarken yakalayacağım.

source: [_R_] How do you know it was me?... Maybe it was Lauren.
tr_tr: -Ben olduğumu nereden biliyorsun? Belki de Lauren 'ti.

source: [_M_] Yeah, right... That would almost be as difficult for her, as you not doing it in the first place.
tr_tr: -Evet, doğru ... Bu onun için en az onun kadar zor olurdu, ilk başta senin yapmadığın gibi.

source: [_M_] Oooo... Did you guys order pizza?
tr_tr: [_M_] Oooo ... Pizza sipariş etdiniz mi?

source: [_MB_] Yeah, Megan and I brought it with us. Come grab a slice!
tr_tr: [_MB_] Evet, Megan ve ben getirdik. Gel de bir dilim al!

source: [_MB_] Can I just tell you how fine you are looking Miss [mom_name]?
tr_tr: [_MB_] , Bayan [mom_name] ne kadar iyi göründüğümü söyleyebilir miyim?

source: [_M_] Oh, stop. I'm not even wearing anything.
tr_tr: [_M_] Oh, dur. Hiçbir şey giymiyorum bile.

source: [_MB_] I know, that's my favorite kind of outfit.
tr_tr: [_MB_] Biliyorum, bu benim favori kıyafetim.

source: [_MT_] {i}My God, you are a bold one.{/i}
tr_tr: [_MT_] {i}aman tanrım, çok cesursun. { /i }

source: [_MT_] {i}Maybe I should be a little more bold, too.{/i}
tr_tr: [_MT_] {i}Belki ben de biraz daha cesur olmalıyım. { /i }

source: [_M_] Mmmm... Pepperoni, my favorite!
tr_tr: [_M_] Mmmm ... Pepperoni, benim favorim!

source: [_MBT_] {i}Oh, fuck yeah! I know she's doing that on purpose!{/i}
tr_tr: [_MBT_] {i}Oh, siktir et! Bunu bilerek yaptığını biliyorum!

source: [_L_] My God, Mom!... Your towel is slipping down!
tr_tr: [_L_] Aman Tanrım, Anne! Havlun yere düşüyor!

source: [_M_] Oh, my!... How embarrassing!
tr_tr: [_M_] Oh, benim! ... Ne kadar utanç verici!

source: {i}(Sound of door opening.){/i}
tr_tr: {i}(Kapı açılma sesi.) { /i }

source: [_S_] Mom!... I'm home!
tr_tr: Anne! Evdeyim!

source: [_M_] We're in the dining room, Honey!
tr_tr: Yemek odasıyız, Honey!

source: [_S_] What's up guys?
tr_tr: -N' aber çocuklar?

source: [_S_] Oh, I see... A nerd party. {i}(sarcastically){/i} How fun.
tr_tr: -Oh, anlıyorum ... Bir inek partisi. {i}(alaycı bir şekilde) { /i } Ne kadar eğlenceli.

source: [_MB_] Tell me about it!
tr_tr: Bana ondan bahset!

source: [_L_] Monsters and Mountains is not nerdy... Well, maybe a little, but can we please get on with the game?
tr_tr: Canavarlar ve dağlar inek değil. Şey, belki biraz, ama lütfen oyuna devam edebilir miyiz?

source: [_R_] Yeah... We've had enough interruptions.
tr_tr: [ _R_] Evet ... Yeterince kesinti yaptık.

source: [_S_] Whatever, nerds!
tr_tr: Ne olursa olsun, inekler!

source: [_M_] Sidney, please don't tell me you went jogging this late!
tr_tr: Sidney, lütfen bana bu kadar geç saate kadar koşmaya gittiğini söyleme!

source: [_S_] Yeah, of course I did. Why else would I be dressed like this?
tr_tr: Evet, tabii ki yaptım. Başka neden böyle giyineyim ki?

source: [_S_] And don't worry, Mom! I didn't wear ear buds, and I kept my eyes open for any creepers.
tr_tr: Merak etme, anne! Kulak tomurcukları takmadım. Gözlerimi her türlü krep için açık tutmuştum.

source: [_M_] I don't care how careful you were. Creepers are going to be just as sneaky as you are careful!
tr_tr: Ne kadar dikkatli olduğunu umursamıyorum. Creepers, dikkatli olduğun kadar sinsice olacak!

source: [_M_] Sidney, we've been over this!
tr_tr: Sidney, bunu daha önce de yaşamıştık!

source: [_S_] Yeah, so there's no point in going over it again.
tr_tr: Evet, o yüzden bir daha atmanın bir anlamı yok.

source: [_M_] Well, apparently there is, since you didn't listen to me.
tr_tr: Görünüşe göre, beni dinlemediğinden beri var.

source: [_M_] I'm only trying to keep you safe!
tr_tr: Sadece seni güvende tutmaya çalışıyorum!

source: [_S_] I know, Mom! I'm sorry. I do try to listen.
tr_tr: Biliyorum, anne! Özür dilerim. Dinlemeyi deniyorum.

source: [_S_] Normally I jog in the early morning, but [ryan] and I were up super late last night, and I was too tired to get up this morning.
tr_tr: [ S_] Normalde sabahın erken saatlerinde koşuyorum, ama [ ryan] ve ben dün gece çok geç kalmıştım, ve bu sabah kalkmak için çok yorgundum.

source: [_M_] What were you two doing up so late?
tr_tr: Siz ikiniz bu kadar geç saatte ne yapıyorsunuz?

source: [_ST_] {i}Oh, fuck! Why did I tell her [ryan] and I were up late? What was I thinking?{/i}
tr_tr: [ _ST_] {i}Oh, siktir! Ona neden söyledim ve geç kalmışım? Ne düşünüyordum ki?

source: [_ST_] {i}Am I supposed to tell her that my brother was cleaning out my pussy with his tongue, or that I was getting my womb smashed by his huge cock?{/i}
tr_tr: [ _ST_] {i}Ona kardeşimin, dilimi olan amcığımı temizlediğini mi, yoksa rahmimi onun kocaman sikine çarptığımı mı söyleyeceğim?

source: [_ST_] {i}Hurry, brain! Come up with an excuse!{/i}
tr_tr: [ _ST_] {i}Acele edin, beyin! Bir bahane uydur!

source: [_S_] I was helping him with his history homework, okay? Now I need to run take a shower.
tr_tr: Tarih ödevinde ona yardım ediyordum, tamam mı? Şimdi duş almaya ihtiyacım var.

source: [_M_] [ryan] isn't taking any history classes this semester.
tr_tr: [ _M_] [ Ryan] bu dönem hiç tarih dersi almıyor.

source: [_S_] I meant math... I was helping him with his math.
tr_tr: Matematiği kastetmiştim. Onun matematiği için ona yardım ediyordum.

source: [_R_] No, I'm not telling you. Try to remember what the dwarves told you about the DemiGobbler in the tavern.
tr_tr: Hayır, sana anlatmayacağım. Cücelerin tavernadaki Demigobbler hakkında anlattıkları şeyi hatırlamaya çalış.

source: [_L_] That was like three campaigns ago!
tr_tr: Bu üç kampanya öncesiydi!

source: [_R_] Well, you should have written it down!
tr_tr: -Bunu yazmalıydın!

source: [_S_] Later, nerds!
tr_tr: Sonra, inekler!

source: [_R_] Really, Mom? You're going to interrupt our campaign again?
tr_tr: -Gerçekten mi anne? Kampanyamızı tekrar mı kesecaksın?

source: [_M_] What were you and Sidney doing up so late last night?
tr_tr: Sen ve Sidney dün gece bu kadar geç saatte ne yapdınız?

source: [_R_] Uhhh... were we up late last night?
tr_tr: [ _R_] Uhhh ... Dün gece geç kalmıştık, değil mi?

source: [_RT_] {i}Shit!... Was the headboard banging the wall, or something?{/i}
tr_tr: [ _RT_] {i}Bok! ... Müdür duvarı falan mı çakıyordu yoksa bir şey mi?

source: [_M_] Sidney said she was helping you with your homework.
tr_tr: Sidney ev ödevinde sana yardım ettiğini söyledi.

source: [_R_] Oh, yeah... she was helping me with my science homework.
tr_tr: Oh, evet ... fen ödevimde bana yardım ediyordu.

source: [_M_] She said she was helping you with math.
tr_tr: Matematik konusunda sana yardım ettiğini söyledi.

source: [_R_] Uhhh... Yeah, it was math first, then she helped me with my science too.
tr_tr: [ _R_] Uhhh ... Evet, önce matematiydi, sonra da bana fen bilimde yardım etti.

source: [_MT_] {i}Hmmmm... Those two are hiding something from me!{/i}
tr_tr: [ _MT_] {i}Hmmmm ... O ikisi benden bir şey saklıyorlar!

source: [_R_] Now, can we get back to our campaign?
tr_tr: Şimdi, kampanyamıza geri dönebilecek miyiz?

source: [_M_] Are you guys playing Monsters and Mountains?
tr_tr: Siz Monsters ve Dağları mı oynuyorsunuz?

source: [_MD_] Yeah, you've heard of it?
tr_tr: -Evet, duymuş muydun?

source: [_M_] Are you kidding? It was really popular when I was a teenager.
tr_tr: Dalga mı geçiyorsun? Ben gençken çok popülerdim.

source: [_M_] Your grandma wouldn't let your mom or I play it. She thought that it had ties the occult.
tr_tr: Büyükannen annenin ya da benim oynamama izin vermezdi. Okült 'i bağrına bağladı diye düşündü.

source: [_R_] Well it's too late for you to join our game. We're already well into our campaign.
tr_tr: Bizim oyunumuza katılmanız için çok geç. Zaten kampanyamıza çok iyi gelmiştik.

source: [_M_] Oh, relax! I'm not trying to join your little game.
tr_tr: -Sakin ol! Senin küçük oyununa katılmaya çalışmıyorum.

source: [_R_] It's a campaign, Mom!
tr_tr: Bu bir kampanya anne!

source: [_MB_] She can take over my character. I'm ready to be done for the night.
tr_tr: Karakterimi ele verebilir. Gece için hazır olmaya hazırım.

source: [_MB_] I still don't see what the hell you all see in this game.
tr_tr: [ _MB_] Hala bu oyunda ne halt gördüğünün hala bir şey olduğunu görmüyorum.

source: [_MB_] Pretty much this exact game exists in video games, but it doesn't take ten days to finish a campaign.
tr_tr: [ _MB_] Video oyunlarında oldukça fazla bu oyun var, ama bir kampanyayı bitirmek on gün sürmüyor.

source: [_MG_] Would you please stop shitting all over this game! If I hadn't already dumped your ass, I sure as hell would dump you here on the spot!
tr_tr: [_MG_] Bu oyunun her yerine sıçmayı keser misin lütfen? Eğer seni çoktan terk etmeseydim, seni burada yere atmazdım!

source: [_MG_] Would you please stop shitting all over this game! I swear, if you say one more bad thing about Monsters and Mountains than we'll be through for good!
tr_tr: Bu oyunun her yerine sıçmayı keser misin lütfen? Yemin ederim, Monsters ve Dağlar hakkında iyi bir şey söyleyeceğimizden daha kötü bir şey söylesen iyi olur!

source: [_MB_] Sheesh... Why so touchy?
tr_tr: [ _MB_] Sheesh ... Neden bu kadar alıngan?

source: [_MG_] I've got great memories of playing this with my brothers when I was little, and your ruining my love for this game!
tr_tr: Küçükken kardeşlerimle oynayacağım harika anılarım var. Ve bu oyuna olan sevgimi mahvediyorsun.

source: [_MG_] So, shut up, or fuck off!
tr_tr: Kapa çeneni ya da siktir git!

source: [_MD_] {i}(Talking quietly){/i} [ryan] I think you ought to get the game rolling again.
tr_tr: [ _MD_] {i}(Sessiz konuşma) { /i } [ Ryan] Bence oyunu tekrar toparlamalısın.

source: [_R_] I think you're right.
tr_tr: -Sanırım haklısın.

source: [_R_] Who's turn is it?
tr_tr: [ _R_] Kim geldi?

source: [_L_] It's my turn. I was trying to decide which spell I should use against the DemiGobbler.
tr_tr: Benim sıram. DemiGobbler 'a karşı hangi büyüyü kullanmam gerektiğine karar vermeye çalışıyordum.

source: [_L_] If I remember right, I think a fire spell would be best.
tr_tr: Eğer doğru hatırlıyorsam, bir yangın büyüsü daha iyi olur.

source: [_MG_] No, isn't water it's weakness?
tr_tr: Hayır, su değil, zayıflık değil mi?

source: [_MD_] I think we'd be safer to cast a protective spell on our party first.
tr_tr: Sanırım önce partimize karşı koruyucu bir büyü yapmak daha güvenli olur.

source: [_MT_] {i}Wow!... This really is a pretty nerdy game.{/i}
tr_tr: [ _MT_] {i}Wow! ... Bu gerçekten çok gergin bir oyun. { /i }
