Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_GCP_] [ryan]! She just thought that, she didn't actually say it, you simple-minded idiot!
tr_tr: [ _GCP_] [ ryan]! Sadece düşündü ki, bunu gerçekten söylemedi, seni basit kafalı aptal!

source: [_RT_] {i}Oh right!.... Whoops!{/i}
tr_tr: [ _RT_] {i}Oh right! .... Whoops!

source: [_R_] Uhhh.... never mind.
tr_tr: [ _R_] Uhhh .... boşver.

source: [_R_] You girls look incredible by the way!
tr_tr: Bu arada, siz kızlar inanılmaz görünüyorsunuz!

source: [_R_] Sidney, you never fail to amaze me!
tr_tr: Sidney, beni şaşırtmayı asla başaramazsın!

source: [_LT_] {i}Ohh.... that's sweet.... except for the fact that he's ogling us like a creep.{/i}
tr_tr: [ _LT_] {i}ohh .... bu çok tatlı .... bizi ürkünç gibi gözlemekten başka bir şey değil. { /i }

source: [_S_] Thanks, These were actually pretty technical. The stitching took forever!
tr_tr: Teşekkürler, bunlar gerçekten oldukça teknik bir durum. Dikişler sonsuza kadar sürdü!

source: [_S_] I should have charged you more than the $1,500 dollars you gave me.
tr_tr: Bana verdiğin 1500 dolardan daha fazla borç vermeliydim.

source: [_R_] (Cough).... excuse me? How much?
tr_tr: Affedersiniz? -Ne kadar?

source: [_S_] $1,500! You remember!.... You made almost as big a deal of it as you are now.
tr_tr: 1,500 dolar! Hatırlarsın! Neredeyse senin kadar büyük bir anlaşma yapmışsın.

source: [_ST_] {i}I know that cheapskate's making more money off of us then he's telling us, and he's still complaining every time I tell him the price of an outfit!{/i}
tr_tr: [ _ST_] {i}cimrinin bizden daha çok para kazandığını biliyorum o zaman bize söylüyor, ve her seferinde ona bir kıyafet fiyatını her anlattığımda şikayet ediyor! { /i }

source: [_ST_] {i}I can tell he doesn't trust or appreciate me.{/i}
tr_tr: [ _ST_] {i}Bana güvenmediğini ya da beni takdir ettiğini söyleyebilirim. { /i }

source: [_RT_] {i}She's right.... I do make a big deal every time I have to pay for an outfit. I need to change that.{/i}
tr_tr: [ _RT_] {i}O haklı .... Ne zaman bir kıyafet için para ödesem çok önemli bir şey yapıyorum. Bunu değiştirmeliyim. { /i }

source: [_R_] I'm sorry, Sidney. I shouldn't have made such a big deal about that.... looking at you both in these outfits, I realize they were worth every penny.
tr_tr: Özür dilerim, Sidney. Bu kadar büyük bir anlaşma yapmamalıydım. İkinize de bu kıyafetlerle bakmamalıydım. Her kuruşunu değerlediklerini fark ettim.

source: [_GCP_] Aaahhhh.... that was really sweet! This is going so well already! The Ghost of Christmas Past is going to be so jealous!
tr_tr: [ _GCP_] Aaaahhhh .... Bu gerçekten çok tatlıydı! Bu iş çok iyi gidiyor! Noel Gecesi 'nin Hayaleti çok kıskanç olacak!

source: [_S_] Thanks [ryan]! It's always nice to get some appreciation.
tr_tr: [ S_] Teşekkürler [ Ryan]! Takdir almak her zaman güzeldir.

source: [_ST_] {i}It's almost like he read my mind!{/i}
tr_tr: [ _ST_] {i}Neredeyse zihnimi okuyordu!

source: [_GCP_] Yeah.... be careful.... If you always talk about what they are thinking, they'll get pretty weirded out.
tr_tr: Evet, dikkatli ol. Eğer her zaman ne düşündüklerini konuşursan, çok garip bir şekilde ortaya çıkacaklar.

source: [_L_] So, can we get this photoshoot done?
tr_tr: [_L_] Ee, bu foto-çekimi yapabilir miyiz?

source: [_L_] I want to get this over with, so I can get that Hard'n'long gift card you promised me.
tr_tr: Bu işi bitsin istiyorum, bana söz verdiğin Hard'uzun hediye kartını alabiliyorum.

source: [_L_] I've got a ton of Christmas shopping I need to do.
tr_tr: Yapmam gereken bir sürü Noel alışverişim var.

source: [_LT_] {i}Only fucking reason he could get me here on Christmas Eve, I hate how he uses money to control us.{/i}
tr_tr: [ _LT_] {i}Noel arifesinde beni buraya getirebilmesinin tek nedeni, bizi kontrol etmek için para kullanmasının üzerinden nefret ediyorum.

source: [_RT_] {i}Wow! You're right! They really do have a lot of negative feelings towards me.{/i}
tr_tr: [ _RT_] {i}Wow! Haklısınız! Bana karşı gerçekten çok olumsuz duygular var.

source: [_GCP_] Yep. I told ya. Now all you have to do is give them the day off, and for good measure, you could throw in those gift cards as Christmas gifts.
tr_tr: Evet. Sana söylemiştim. Şimdi tek yapman gereken onlara izin vermek ve iyi bir tedbir almak için, hediye kartlarını Noel hediyesi olarak atabilirsin.

source: [_GCP_] You'll see how much better they think of you, and that should make you want to stop exploiting them.
tr_tr: Senin hakkında ne kadar daha iyi düşündüklerini göreceksin, ve bu da onları sömürmekten vazgeçmen gerektiğini düşüneceksin.

source: [_RT_] {i}Alright, I'll give it a try.{/i}
tr_tr: [ _RT_] {i}Tamam, deneyeceğim. { /i }

source: [_R_] Uhh.... I've actually been thinking.
tr_tr: [ _R_] Uhh .... Aslında düşünüyordum da.

source: [_R_] Asking you to come in on Christmas Eve wasn't very cool of me.
tr_tr: Noel arifesinde gelmene izin vermek benim için çok hoş değildi.

source: [_R_] Christmas only comes once a year, and I manipulated you into spending it with me, at work.
tr_tr: Noel sadece yılda bir kez gelir, ve seni iş yerinde benimle geçirmen için seni kandırdım.

source: [_R_] Why don't you take the day off, and you can even have those gift cards I promised you as a gift, instead of as a wage for today's work.
tr_tr: [ _R_] Neden bugün izin almıyorsunuz, ve size hediye olarak söz verdiğim hediye kartlarına sahip olabilirsiniz, bugünkü çalışma için ücret yerine.

source: [_L_] Wow, [ryan]! That's so sweet of you!
tr_tr: [ _L_] Wow, [ ryan]! Çok naziksin!

source: [_LT_] {i}Maybe I should think better of him. He really is trying his best to be a good brother. Plus, he has all the responsibility of providing for us.{/i}
tr_tr: [ _LT_] {i}Belki de onu daha iyi düşünmeliyim. O gerçekten iyi bir kardeş olmak için elinden geleni yapmaya çalışıyor. Ayrıca, bize sağlamanın tüm sorumluluğu da o.

source: [_S_] Yeah, [ryan]! That's amazing of you!
tr_tr: [ S_] Evet, [ Ryan]! İnanılmaz bir şey!

source: [_ST_] {i}Well, I can't let this outfit go to waste.... I know.... I can wear it for [ryan] tonight in bed.{/i}
tr_tr: [ _ST_] {i}Pekala, bu kıyafetin çöpe gitmesine izin veremem .... Biliyorum ... Bu gece yatağımda bunu takabilirim.

source: [_RT_] {i}Oh my.... spirit?.... Can I please see that part of the "Christmas Present" timeline?{/i}
tr_tr: [ _RT_] {i}Oh my .... spirit? .... "Noel hediyesi" zaman çizelgesi kısmını görebilir miyim lütfen?

source: [_GCP_] No you cannot! What a hussy! No wonder you're struggling so much with this!
tr_tr: [ _GCC_] Hayır, yapamazsınız! Ne kadar büyük bir aşüfte! Bununla bu kadar mücadele etmene şaşmamak gerek!

source: [_L_] Oh, shit! It's Agent Diaz!.... What is she doing here?
tr_tr: Lanet olsun! Bu Ajan Diaz! Onun burada ne işi var?

source: [_R_] Yeah, what the fuck?
tr_tr: -Evet, ne oluyor lan?

source: [_GCP_] Who's Agent Diaz? I didn't see her named in my file.
tr_tr: -Ajan Diaz da kim? Onun adını dosyamda görmedim.

source: [_RT_] {i}She's an FBI agent that has been extorting us for money.{/i}
tr_tr: [ _RT_] {i}O, para için bizi gasp eden bir FBI ajanı. { /i }

source: [_RT_] {i}I think I've learned my lesson. Can we just disappear now?{/i}
tr_tr: [ _RT_] {i}Sanırım dersimi aldım. Şimdi ortadan kaybolabilir miyiz?

source: [_GCP_] No.... remember. Just like in the past, We're stuck here for a certain amount of time.
tr_tr: Hayır. Hatırlayın. Tıpkı geçmişte olduğu gibi, burada, belli bir süre mahsur kaldık.

source: [_GCP_] Let's hurry and head her off before she ruins everything I've taught you here.
tr_tr: Acele edelim ve sana burada öğrettiğim her şeyi yıkmadan önce onu yola getirelim.

source: [_GCP_] Run!
tr_tr: Koş!

source: [_R_] (breathing heavily) What are you doing here?
tr_tr: Burada ne işin var?

source: [_AD_] Now that's not a very nice way to greet me!
tr_tr: Şimdi beni karşılamak için pek de hoş bir yol değil!

source: [_R_] Sorry!.... What the hell are you doing here.... ma'am.
tr_tr: [_R_] Özür dileriz! Burada ne halt ediyorsun ... bayan.

source: [_AD_] Well, I came by the house for my usual payoff, and found that everyone was gone.
tr_tr: Her zamanki ödemem için eve geldim ve herkesin gittiğini öğrendim.

source: [_R_] Shit! It's Thursday?.... But it's Christmas Eve!
tr_tr: Kahretsin! Perşembe mi? Ama bu Noel arifesi!

source: [_AD_] Yeah, and I wanted my present. So, I tracked you here.
tr_tr: [_AD_] Evet, ben de hediyemi istiyordum. Ben de seni buraya kadar takip ettim.

source: [_R_] How!?
tr_tr: Nasıl?

source: [_AD_] I work for the FBI.... I know a hundred ways to track you.
tr_tr: FBI için çalışıyorum. Seni takip etmek için yüzlerce yol biliyorum.

source: [_AD_] And I'm so glad I did!
tr_tr: Ve yaptığıma çok sevindim!

source: [_AD_] Now I get to see where the magic happens.
tr_tr: Şimdi sihrin nerede olduğunu görmeliyim.

source: [_GCP_] Get rid of her!
tr_tr: Ondan kurtulun!

source: [_R_] Uhhh.... I suppose you want your money.
tr_tr: [ _R_] Uhhh .... Sanırım paranı istiyorsun.

source: [_AD_] Actually, there's something I want even more than my money.
tr_tr: Aslında, benim paramdan daha çok istediğim bir şey var.

source: [_AD_] If you'll let me be the director and photographer of your photo shoot, you won't have to pay me for this week, or next week.
tr_tr: Eğer fotoğraf çekiminizin müdürü ve fotoğrafçısı ben olmamama izin verecekseniz, bu hafta ya da gelecek hafta bana ödeme yapmak zorunda kalmazsınız.

source: {i}"Offer only valid in the Christmas present."{/i}
tr_tr: {i}"Teklif yalnızca Noel hediyesinde geçerlidir." { /i }

source: [_AD_] So, what do you say?
tr_tr: [_AD_] Ee, ne diyorsun?

source: [_GCP_] Pay her, and get her out of here!
tr_tr: Parasını ver, ve onu buradan çıkar!

source: [_RT_] {i}Why is she making you so nervous?{/i}
tr_tr: [ _RT_] {i}Neden sizi bu kadar heyecanlanıyor?

source: [_GCP_] Because she's an unknown entity. I have no idea what will happen if she meddles.
tr_tr: [ _GCP_] Çünkü o bilinmeyen bir varlık. Eğer sorun olursa ne olacağı hakkında hiçbir fikrim yok.

source: [_R_] Yeah, I don't think so! Here's the $500, and why don't you take your broom and fly away.
tr_tr: -Evet, sanmıyorum! İşte 500 dolar, ve neden süpürgenizi alıp uçmuyorsunuz?

source: [_AD_] Fine!.... But make sure you're home next week! If I have to track you down again, I'm going to be taking both forms of payment.
tr_tr: [ _AD_] Güzel! .... Ama gelecek hafta evde olduğundan emin ol! Eğer seni bir daha takip etseydim, her iki ödeme biçimini de alacağım.

source: [_GCP_] Good job! Now let's go give the girls their gift cards, and we'll call today a success!
tr_tr: İyi iş! Şimdi gidip kızlara hediye kartlarını verelim, ve bugün de başarılı olacağız!

source: [_S_] What's going on, [ryan]?
tr_tr: Neler oluyor, [ Ryan]?

source: [_S_] Is she gone?
tr_tr: Gitti mi?

source: [_R_] Yeah.... you know, it was just some woman looking for her cat.
tr_tr: Evet, biliyor musun, kedisi arayan bir kadındı.

source: [_S_] You don't have to lie.... Lauren just told me what's going on.
tr_tr: Yalan söylemene gerek yok. Lauren az önce bana neler olduğunu anlattı.

source: [_R_] You told her?
tr_tr: -Ona söyledin mi?

source: [_L_] Well, not everything, but most of it.
tr_tr: Her şeyi değil, ama çoğunu.

source: [_R_] Did you tell her what happens when I don't have enough money to pay her?
tr_tr: Ona para verecek kadar param olmadığı zaman ne olduğunu ona söyledin mi?

source: [_L_] Yeah.... well, not all the details.
tr_tr: Evet ... şey, bütün detaylar değil.

source: [_LT_] {i}I didn't tell her that I'm mostly scared that I kind of like it.{/i}
tr_tr: [ _LT_] {i}Ona daha çok korkmadığımı söylemedim.

source: [_RT_] {i}Whoa! What was that?{/i}
tr_tr: [ _RT_] {i}Whoa! O da neydi?

source: [_GCP_] Yeah.... all of you are a bunch of deviants.
tr_tr: Evet ... hepiniz bir avuç sapıksınız.

source: [_S_] That disgusting old sleaze hole!
tr_tr: O iğrenç, iğrenç, iğrenç delikten!

source: [_R_] Well, the good news is that I paid her, and now I can give you these gift cards, and we can all go enjoy the Christmas holiday.
tr_tr: İyi haber şu ki, ona ödeme yaptım ve şimdi size bu hediye kartlarını verebilirim ve Noel tatilinin tadını çıkarabiliriz.

source: [_S_] Yeah.... I don't think so.
tr_tr: Evet ... -Ben de öyle düşünmüyorum.

source: [_GCP_] Wait, what?
tr_tr: Bekle, ne?

source: [_S_] I'm sorry [ryan].... I had no idea you had this added pressure on you, on top of everything else you're trying to do to keep a roof over our heads.
tr_tr: [ S_] I'm üzgünüm [ Ryan] .... Üstümüze bir çatı katmak için yapmaya çalıştığın her şeyin üzerine bu kadar baskı altında olduğunu hiç bilmiyordum.

source: [_ST_] {i}Now that's a real man!{/i}
tr_tr: [ _ST_] {i}Şimdi bu gerçek bir adam!

source: [_RT_] {i}That's so nice!{/i}
tr_tr: [ _RT_] {i}Bu çok güzel!

source: [_ST_] {i}Even if he doesn't look like it.{/i}
tr_tr: [ _ST_] {i}O buna benzememiş olsa bile. { /i }

source: [_RT_] {i}Ouch!{/i}
tr_tr: [ _RT_] {i}Ah!! { /i }

source: [_GCP_] No! This can't be happening.
tr_tr: [ _GCP_] Hayır! Böyle bir şey olamaz.

source: [_S_] We're going to do the photo shoot!
tr_tr: Fotoğraf çekimimizi yapacağız!

source: [_S_] I know it has the potential to bring in a lot of money, and I want to help you out by doing my part.
tr_tr: [ S_] Biliyorum, çok fazla para getirme potansiyeli var, ve ben de size yardım etmek istiyorum.

source: [_S_] Are you in, Lauren?
tr_tr: -Sen de var mısın, Lauren?

source: [_L_] Yeah, and I think we can make it fun!
tr_tr: Evet, ve bence eğlenebiliriz!

source: [_S_] We'll think of a good pose to start with.
tr_tr: Başlamak için iyi bir poz düşüneceğiz.

source: [_LT_] {i}It's not everyday I get to spend time with my sister. At least not dressed like total sluts. Damn, she looks hot!{/i}
tr_tr: [ _LT_] {i}Her gün kız kardeşimle vakit geçirmiyorum. En azından tam bir sürtük gibi giyinmemiş. Vay be, çok seksi görünüyor!

source: [_GCP_] You degenerates!
tr_tr: Seni yozlaşıyorsun!

source: [_RT_] {i}What's the matter? This is awesome! They now love and respect me more, and they're going to do the photo shoot without having to be manipulated.{/i}
tr_tr: [ _RT_] {i}Sorun nedir? Bu harika! Artık bana daha çok saygı duyuyorlar ve manipüle edilmemeleri gerekmeden fotoğraf çekini çekecekler.

source: [_RT_] {i}Isn't this what you wanted?{/i}
tr_tr: [ _RT_] {i}Bunu mu istediniz? { /i }

source: [_GCP_] No!.... I wanted you to see the error of your ways, and stop taking sexy pictures of your sisters!
tr_tr: [ _GCP_] Hayır! Yollarınızın hatasını görmenizi ve kız kardeşlerinizin seksi fotoğraflarını çekmenizi istedim.

source: [_RT_] But why? They're into it now. They're fully consenting adults.
tr_tr: [ _RT_] Ama neden? Şimdi içlerine giriyorlar. Tamamen rızkıyla erişkinleri kabul ediyorlar.

source: [_GCP_] I've had it with your family!
tr_tr: Ailene de sahip oldum!

source: [_GCP_] I'm going to see if I can pillage some liquor from the bar down the street!
tr_tr: Sokağın aşağısında bardan biraz likör çalabilir miyim diye bir bakayım!

source: [_GCP_] I'll be back when it's time to go.
tr_tr: Gitme zamanı geldiğinde geri döneceğim.

source: [_RT_] {i}Shoot! I made another ghost disappointed.{/i}
tr_tr: [ _RT_] {i}Ateş! Başka bir hayaleti hayal kırıklığına uğrattım.

source: [_L_] So, are you ready to shoot us in sexy poses?
tr_tr: [_L_] Bizi seksi pozlarda çekmeye hazır mısın?

source: [_S_] And how's this for a first pose?
tr_tr: Peki bu ilk poz nasıl?

source: [_R_] Great! I like the buddy-buddy pose.
tr_tr: Harika! Buddy 'nin pozu hoşuma gitti.

source: [_R_] That will make a great first pic.
tr_tr: [ _R_] Bu harika bir ilk fotoğraf olacak.

source: [_R_] I think I'll add a homey Christmas background.
tr_tr: Sanırım bir Noel arkaplanı ekleyeceğim.

source: [_R_] I can see it all now!
tr_tr: Şimdi her şeyi görebiliyorum!

source: [_R_] Ok.... now I want you to do some Christmassy things.
tr_tr: Tamam ... şimdi senden Christmassy gibi şeyler yapmak istiyorum.

source: [_L_] I can make it look like I'm hanging Christmas tree ornaments.
tr_tr: Noel ağacı süslerini asmış gibi gösterebilirim.

source: [_S_] And I'll make it look like I'm hanging stockings.
tr_tr: Çorapları asılıyora benziyorum.

source: [_R_] Sounds good, but do it in a sexy way.
tr_tr: Kulağa hoş geliyor, ama seksi bir şekilde yap.

source: [_L_] Well, duh...
tr_tr: -Evet.

source: [_R_] Nice! That looks super sexy!
tr_tr: [ _R_] Güzel! Çok seksi görünüyor!

source: [_R_] Beautiful!
tr_tr: [ _R_] Güzel!

source: [_LT_] {i}It's kind of fun posing with my sister.{/i}
tr_tr: [ _LT_] {i}Kız kardeşimle birlikte poz vermek çok eğlenceli.

source: [_ST_] {i}My sister looks sexy as hell in that costume I made for her.{/i}
tr_tr: [ _ST_] {i}Kız kardeşim onun için yaptığım kostümün içinde çok seksi görünüyor. { /i }

source: [_RT_] {i}This is awesome! I wish I could read minds all the time.{/i}
tr_tr: [ _RT_] {i}Bu harika! Keşke her zaman zihin okuyabilsem.

source: [_R_] Ok.... moving on.... I think I see some prop presents against the wall.
tr_tr: -Tamam ... devam ediyoruz ... Sanırım duvarın karşısına bazı destek hediyeleri görüyorum.

source: [_R_] Let's do a scene with you opening them
tr_tr: [ _R_] Onları açarken bir sahne çekelim.

source: [_S_] Those aren't actually props. Sidney and I decided to give each other our Christmas presents early, since, well.... at least my present isn't appropriate to open under the tree in front of Mom.
tr_tr: Bunlar aslında dekorlar değil. Sidney ve ben Noel hediyelerimizi erkenden vermeye karar verdik, o zamandan beri ... en azından benim hediyem annemin önünde ağacın altına açılmasına uygun değil.

source: [_L_] Haha, yeah.... mine isn't, either.
tr_tr: Haha, evet ... benimki de değil.

source: [_R_] Do you guys mind opening them now, for the photo shoot?
tr_tr: Fotoğraf çekimi için onları şimdi açmanın bir sakıncası var mı?

source: [_S_] No, we don't mind.
tr_tr: Hayır, sorun değil.

source: [_R_] Geat! Run and grab them, and then get into a good pose.
tr_tr: -Get! Koş ve yakala, sonra iyi bir poz al.

source: [_R_] You two are becoming naturals at this.
tr_tr: Siz ikiniz bu işte naturalya dönüşüyorsunuz.

source: [_R_] Once you get them open, show each other what you got.
tr_tr: [_R_] Onları açtığınızda, birbirinize neye sahip olduğunuzu gösterin.

source: [_S_] Haha.... I can't believe we got each other the same thing!
tr_tr: [ S_] Haha .... Birbirimize aynı şeyi aldığımıza inanamıyorum!

source: [_L_] Yeah.... just different colors!
tr_tr: -Evet ... sadece farklı renkler!

source: [_R_] I guess horny minds think alike.
tr_tr: Sanırım azgın akıllar birbirine benziyor.

source: [_R_] This is great! The natural reaction makes an even better picture than if you girls were acting!
tr_tr: Bu harika! Doğal reaksiyon, rol yapsanız bile daha iyi bir resim yapar!

source: [_ST_] {i}I can't wait to get home and try it.{/i}
tr_tr: [ _ST_] {i}Eve gidip denemem için sabırsızlanıyorum. { /i }

source: [_LT_] {i}I wish I could try this right now!{/i}
tr_tr: [ _LT_] {i}keşke bunu şimdi deneyebilseydim! { /i }

source: [_R_] Alright.... why don't you thank each other with a passionate kiss.
tr_tr: Pekâlâ ... Neden birbirinize tutkulu bir öpücükle teşekkür etmiyorsunuz?

source: [_S_] What!?...
tr_tr: [_S_] Ne!?...

source: [_R_] For the photo shoot!
tr_tr: Fotoğraf çekimi için!

source: [_R_] Not for real.
tr_tr: [ _R_] Gerçek değil.

source: [_R_] You don't actually have to make out.
tr_tr: -Gerçekten yapmak zorunda değilsin.

source: [_R_] Just make it look like you are.
tr_tr: Sen de öyle gibi görünsün.

source: [_L_] But we're sisters!
tr_tr: [ _L_] Ama biz kardeşiz!

source: [_R_] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
tr_tr: [ _R_] Evet, peki, sizin online hayranlarınız bunu bilmiyor. Ve öyle yapsalar bile, bu sizi daha da popüler yapar.

source: [_RT_] {i}Maybe I should put that in their bios.{/i}
tr_tr: [ _RT_] {i}Belki de bunu bios ' larına koymalıyım. { /i }

source: [_R_] If you want to learn to be good models, you'll have to learn to go outside your comfort zones a little.
tr_tr: [ _R_] İyi modeller olmayı öğrenmek istiyorsanız, rahatlık bölgelerinizin dışına biraz dışarı çıkmanızı öğrenmeniz gerekecek.

source: [_S_] Uhhh.... this is outside a lot!
tr_tr: [ S_] Uhhh .... Bu çok fazla dışarıda!

source: [_LT_] {i}Oh my God! Will Sidney agree to do this with me? Why am I getting butterflies in my pussy when I think about it?{/i}
tr_tr: [ _LT_] {i}Aman Tanrım! Sidney bunu benimle yapmayı kabul eder mi? Neden ben bunu düşündüğünde kelebekleri kukuma alıyorum?

source: [_L_] Come on Sidney, Let's just get it over with.
tr_tr: Hadi ama Sidney, hadi şu işi bir kenara bırak.

source: [_S_] Fine!
tr_tr: [_S_] İyi!

source: [_R_] Lauren, why don't you just straddle Sidney and...
tr_tr: Lauren, neden hemen Sidney 'i aramıyorsun?

source: [_R_] Oh, yeah.... that's perfect!
tr_tr: Oh, evet, bu mükemmel!

source: [_R_] Wow! That's pretty hot!
tr_tr: [_R_] Vay canına! Bu çok ateşli!

source: [_S_] Just hurry up and take the picture!
tr_tr: Sadece acele et ve resmi al!

source: [_ST_] {i}Before my pussy betrays me and leaves a puddle on the floor!{/i}
tr_tr: [ _ST_] {i}Amcımdan önce bana ihanet edip yere bir su birikintisi bırakıver!

source: [_ST_] {i}This is so wrong!{/i}
tr_tr: [_ST_] {i}Bu çok yanlış!{/i}

source: [_ST_] {i}Why is it making my pussy tingle so much?{/i}
tr_tr: [ _ST_] {i}Amcığımı neden bu kadar çok ürpertiyorum? { /i }

source: [_LT_] {i}Why does this turn me on so bad?{/i}
tr_tr: [ _LT_] {i}Bu neden beni bu kadar kötü çeviriyor? { /i }

source: [_LT_] {i}I've already been having confusing thoughts about women, but now I'm getting turned on by my sister?{/i}
tr_tr: [_LT_] {i}Zaten kadınlar hakkında kafa karıştırıcı düşüncelerim vardı, ama şimdi de kız kardeşimden tahrik olmaya başladım.

source: [_LT_] {i}God, I hope I don't drip all over her lap.{/i}
tr_tr: [ _LT_] {i}Tanrım, umarım kucağına damlamamam. { /i }

source: [_LT_] {i}I can't believe she made a costume that doesn't include panties.{/i}
tr_tr: [ _LT_] {i}İç çamaşırı giymeyen bir kostüm yaptığına inanamıyorum. { /i }

source: [_RT_] {i}Wow! They're kind of into each other.{/i}
tr_tr: [ _RT_] {i}Wow! Birbirlerine giriyorlar. { /i }

source: [_RT_] {i}It sounds like they just need a little persuading.{/i}
tr_tr: [ _RT_] {i}Biraz ikna etmek gerekiyor gibi görünüyor. { /i }

source: [_R_] I think we're ready for the next pose.
tr_tr: Sanırım bir sonraki poz için hazırız.

source: [_R_] Unless you want to keep kissing, but I'm thinking we should take a few shots with you playing with your new toys.
tr_tr: [ _R_] Öpüşmek istemiyorsan, ama düşünüyorum da, yeni oyuncaklarınla oynaman için birkaç el ateş etsek iyi olacak.

source: [_S_] Play with our...
tr_tr: [ S_] Oyun oyna ...

source: [_L_] (Gulp) Toys?...
tr_tr: -Oyunlar mı?

source: [_S_] How do you mean?
tr_tr: [_S_] Nasıl yani?

source: [_LT_] {i}Oh my.... he wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
tr_tr: [ _LT_] {i}Oh my .... o bizi dildo etmemizi istiyor .... kahretsin! .... Sanırım Sidney 'in bacağına sıçtım!

source: [_LT_] {i}I hope she doesn't notice.{/i}
tr_tr: [ _LT_] {i}Umarım fark etmez.

source: [_ST_] {i}Holy shit!.... I think Lauren just leaked onto my leg!.... Does the thought of us playing with toys together get her excited?{/i}
tr_tr: [ _ST_] {i}Kutsal bok! .... Sanırım Lauren bacağımın üzerine sızdı! Birlikte oyuncaklarla oynamanın heyecanını mı yakalıyor acaba?

source: [_R_] Haha.... I'm not expecting you to screw each other with your new dildos.
tr_tr: [ _R_] Haha .... Yeni dildos'unla birbirinizi becermenizi beklemiyorum.

source: [_RT_] {i}These girls are going to make me nut in my pants!{/i}
tr_tr: [ _RT_] {i}Bu kızlar beni pantolonuma sokarlar!
