Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_AD_] Hook me up, and I'll show you what your mom is up to.
tr_tr: Beni yukarı kaldır ve sana annenin neyin peşinde olduğunu göstereyim.

source: [_AD_] I rarely kid.
tr_tr: Nadiren çocuğum olur.

source: [_R_] I'll just go ask Armani.
tr_tr: Gidip Armani 'ye sorarım.

source: [_AD_] She's working the bar. She doesn't have time to keep track of people. I guarantee she doesn't know where your mom is.
tr_tr: Barın üzerinde çalışıyor. İnsanları takip etmek için zamanı yok. Annenin nerede olduğunu bilmemesini garanti ederim.

source: [_AD_] On the other hand, keeping track of people is my specialty.
tr_tr: Diğer taraftan, insanların izini sürmek benim uzmanlık alanım.

source: [_R_] I'm sure she's just in the dressing room getting ready.
tr_tr: Eminim, soyunma odasında hazırlansa iyi olur.

source: [_AD_] That's a good guess, but I'm afraid you're wrong.
tr_tr: Bu iyi bir tahmin, ama korkarım ki yanılıyorsun.

source: [_AD_] Just give me a hundred dollars and I'll show you where you can find her.
tr_tr: Bana 100 dolar ver ve sana onu nerede bulabileceğini göstereyim.

source: [_A_] Sorry, I haven't seen her.
tr_tr: Üzgünüm, onu görmedim.

source: [_A_] You can try waiting around here, but it's probably more likely that she'll show up at the stage.
tr_tr: Burada beklemeyi deneyebilirsin, ama muhtemelen sahneye çıkacağı için daha büyük bir ihtimal.

source: [_R_] Thanks anyways.
tr_tr: [ _R_] Teşekkürler her neyse.

source: [_R_] Fine... But you'd better know where she is.
tr_tr: [ _R_] Tamam ... Ama onun nerede olduğunu daha iyi bilsen iyi olur.

source: [_AD_] I think you'll find it's worth your money.
tr_tr: Sanırım paranın karşılığını bulacaksın.

source: [_R_] Yeah right... I'm not spending any of my hard earned money on your stripper addiction.
tr_tr: Evet, doğru ... Zor kazanılmış paramı striptizci bağımlılığına harcayamam.

source: [_AD_] And I'm not helping you find your mom.
tr_tr: Anneni bulmana da yardım etmiyorm.

source: [_AD_] Unless you change your mind of course.
tr_tr: Tabii sen fikrini değiştirmezsen.

source: [_R_] I'm not going to change my mind.
tr_tr: Fikrimi değiştirmeyeceğim.

source: [_AD_] Well, you know where to find me if you do.
tr_tr: Eğer yaparsan, beni nerede bulacağını biliyorsun.

source: {i}"A little later..."{/i}
tr_tr: {i}"Biraz sonra ..." { /i }

source: [_AD_] So when are you going to admit that watching your mom fuck other guys makes you hard?
tr_tr: Annenin diğer erkeklerle yatmasını izlemek seni çok zorlaştıracağını ne zaman kabul ediyorsun?

source: [_R_] No, I told you... It doesn't!
tr_tr: Hayır, sana söyledim ... -Hayır, değil!

source: [_AD_] Don't lie. I saw the bulge in your pants the last time you were staring at her on the monitor getting fucked by Joey.
tr_tr: Yalan söyleme. En son ne zaman ona Joey tarafından sikilmeye başlandığını izlerken pantolonundaki şişeyi gördüm.

source: [_R_] It just makes me feel fucking jealous, okay. It makes me wish I'd made better choices to have prevented her ever going into that office in the first place.
tr_tr: Sadece beni kıskanç hissettiriyor, tamam mı? İlk başta o ofise girmesinin önüne geçebilmek için daha iyi seçimler yapmış olmayı diliyor.

source: [_R_] The fact that I get hard just confuses me. Like, I hate it, but it turns me on.
tr_tr: [ _R_] Beni zora sokan şey, kafamı karıştıran bir gerçek. Sanki, nefret ediyorum, ama beni tahrik ediyor.

source: [_AD_] Maybe you can process some stuff by watching her go at it again tonight, huh?
tr_tr: Belki de bu gece onu tekrar izleyerek bir şeyler işleyebilirsiniz, ha?

source: [_RT_] {i}What's there to process? I'm a sick fuck, I already know that.{/i}
tr_tr: [ _RT_] {i}İşlemek için neler var? Ben hasta bir hastayım, bunu zaten biliyorum.

source: [_AD_] Busy as always, huh JJ?
tr_tr: Her zamanki gibi meşgul, değil mi JJ?

source: [_JJ_] Getting more done than you are.
tr_tr: [ _JJ_] Daha fazla iş yapmak.

source: [_AD_] Go get more done somewhere else, kay... I need the room again.
tr_tr: Git başka bir yerde daha iş yap, kay ... Odaya tekrar ihtiyacım var.

source: [_JJ_] Why is it that you have no respect for me or the gaming community?
tr_tr: [ _JJ_] Neden bana ya da oyun camiasına hiç saygı duymuyorsunuz?

source: [_JJ_] I can't just keep abandoning my band of virtual voyagers every time you come in here.
tr_tr: Buraya her girdiğinizde sanal gezgin grubumu terk etmeye devam edemem.

source: [_AD_] You can, and you will.
tr_tr: Yapabiliyorsun ve yapabiliyorsun.

source: [_AD_] And has there been any problems in the casino someone should know about?
tr_tr: Gazinoda birinin bilmesi gereken bir sorun var mı?

source: [_JJ_] Besides what I'm recording in my uncle's office, and Armani spitting in that creepy guy's drink again, everything is pretty chill.
tr_tr: Amcamın ofisinde kaydettiğim şey ve Armani 'nin o ürpertici adamın içkisinin içine tükürmesi, her şey çok soğuk.

source: [_AD_] Good, now get lost.
tr_tr: Güzel, şimdi kaybolun.

source: [_JJ_] Dude, let me know if you ever want me to send you one of your mom's recordings.
tr_tr: Dostum, sana annenin kayıtlarından birini göndermemi istersen bana haber ver.

source: [_R_] Get fucked!
tr_tr: -Siktirin!

source: [_JJ_] You sure? Sitting in class listening to your mom teach a lesson is so much more enjoyable when you're picturing a scene from one of these recordings.
tr_tr: Emin misin? Sınıfta oturup annenin dersini dinlemen, bu kayıtlardan bir sahneyi hayal ederken çok daha eğlenceli bir ders veriyor.

source: [_JJ_] I could even use AI to put your face on Uncle Joey's body if you were into it.
tr_tr: Eğer içine girdiyseniz, Joey Amca 'nın vücuduna yüzünüzü koymak için yapay zekâyı bile kullanabilirim.

source: [_JJ_] Okay, not now, but let me know if you change your mind.
tr_tr: Tamam, şimdi değil, ama fikrini değiştirdiğin zaman bana bildir.

source: [_AD_] Ready?
tr_tr: [ _AD_] Hazır mısınız?

source: [_AD_] Let me just get this to the right camera.
tr_tr: Bunu doğru kameraya çekeyim.

source: [_AD_] Yep, there we go.
tr_tr: Evet, işte böyle.

source: [_AD_] Doing the very same thing she was doing the last time we came in here.
tr_tr: Buraya en son geldiğimizde de aynı şeyi yapıyor.

source: [_R_] Can you at least cancel the recording JJ's making?
tr_tr: En azından JJ ' nin yaptığı kaydı iptal edebilir misin?

source: [_AD_] I can try...
tr_tr: Deneyebilirim ...

source: [_AD_] Nope, he's locked me out the controls again. Smart little fucker.
tr_tr: Hayır, beni yine kontrole kilitledi. Akıllı küçük puşt.

source: [_AD_] Nope, I guess you should just forget about that, sit back, and enjoy the show.
tr_tr: Hayır, sanırım bunu unutmalı, arkana yaslanman ve gösterinin tadını çıkarmalısın.

source: [_R_] I've never been down this hallway.
tr_tr: Bu koridorda hiç bulunmadım.

source: [_AD_] You haven't been down a lot of hallways down here.
tr_tr: Burada pek çok koridorda olmadın.

source: [_AD_] There's a lot that happens behind the scenes in a casino that you would never imagine.
tr_tr: (_AD_] Bir gazinoda hayal bile edemeyeceklerin arkasında bir sürü şey oluyor.

source: [_R_] You mean like a torture room?
tr_tr: -İşkence odası gibi mi?

source: [_AD_] Haha... Not just one.
tr_tr: [ _AD_] Haha ... Sadece bir değil.

source: [_AD_] Okay, here we are. The surveillance room.
tr_tr: Tamam, işte buradayız. Gözetleme odası.

source: [_AD_] Let me just find my key...
tr_tr: Anahtarımı bulayım.

source: [_AD_] JJ, what the hell? You're supposed to be watching the video feed.
tr_tr: J.J., ne oluyor? Video yayını izlemen gerekiyordu.

source: [_JJ_] Okay... Mom!
tr_tr: [ _JJ_] Tamam ... Anne!

source: [_JJ_] Get off my ass... Sheesh!
tr_tr: -Kıçımdan çekil ... Sheesh!

source: [_JJ_] And relax... I installed an AI that can detect cheating on the casino floor better than any human. It'll alert me as soon as it finds any problems.
tr_tr: Ve rahatla ... Kumarhane zemininde hileyi herhangi bir insandan daha iyi algılayabilen bir yapay zeka kurmuştum. Herhangi bir sorun bulur bulmaz beni uyaracak.

source: [_AD_] Well, you'd better look like you're working if your uncle walks into the room.
tr_tr: Eğer amcan odaya girerse, çalışıyor gibi görünsen iyi olur.

source: [_JJ_] Yeah, no problem. It'll alert me if he starts coming down the hallway.
tr_tr: -Evet, sorun değil. Koridordan aşağı inmeye başlarsa beni uyaracak.

source: [_AD_] It didn't alert you that we were coming.
tr_tr: Geleceğimiz sizi uyaramadı.

source: [_JJ_] Uh, yeah it did. I just didn't care.
tr_tr: Evet, öyle oldu. Sadece umursamadım.

source: [_AD_] Alright, lazy ass. Take a hike... I need the room.
tr_tr: Tamam, tembel herif. Yürüyüşe çıkar ... Odaya ihtiyacım var.

source: [_JJ_] But, I'm in the middle of a campaign...
tr_tr: [ _JJ_] Ama, bir kampanyanın tam ortasındayım ...

source: [_AD_] Well, then hit save.
tr_tr: O zaman, kurtarın.

source: [_JJ_] You can't save a massive multiplayer campaign involving hundreds of players from all around the world!
tr_tr: [ _JJ_] Dünyanın dört bir yanından yüzlerce oyuncuyu içeren devasa bir çoklu oyuncu kampanyasını kurtaramazsınız!

source: [_AD_] I don't care... Get out of here or I'll call your mom and tell her that you're wasting your time when your supposed to working.
tr_tr: -Umurumda değil. Git buradan, yoksa anneni arayıp, zamanını boşa harcadığını söylerim.

source: [_JJ_] Uhh... such a bitch.
tr_tr: Böyle bir sürtük.

source: [_JJ_] Fine.
tr_tr: [ _JJ_] Tamam.

source: [_JJ_] Maybe [ryan] can take over for me while I'm out?
tr_tr: Belki de ben dışarıdayım diye, belki de Ryan benim için devralabilir.

source: [_AD_] No, I need [ryan] to focus his attention on something else.
tr_tr: Hayır, dikkatini başka bir şeye yoğunlatabilmek için bana [ Ryan] lazım.

source: [_R_] I'm sorry, do we know?...
tr_tr: -Özür dilerim, biliyor muyuz?

source: [_JJ_] Oh, you mean what's going on in my uncle's office?
tr_tr: -Amcamın ofisinde neler oluyor?

source: [_AD_] Exactly.
tr_tr: [ _AD_] Tam olarak.

source: [_R_] What's going on in...
tr_tr: [ _R_] Neler oluyor ...

source: [_JJ_] And no, we don't know eachother. I've seen you at school, though.
tr_tr: Ve hayır, eachother 'ı tanımıyoruz. Yine de seni okulda gördüm.

source: [_JJ_] Your mom's my favorite teacher.
tr_tr: Annen benim favori öğretmenim.

source: [_JJ_] She's both really nice to me, and super hot!
tr_tr: O benim için çok iyi, ve süper seksi!

source: [_JJ_] She's also the number one star in most of my wet dreams.
tr_tr: O aynı zamanda benim ıslak rüyalarımın çoğunda bir numaralı yıldız.

source: [_JJ_] Yeah, well... Things are just getting good in there. I'm recording it for later.
tr_tr: -Evet, şey ... Orada işler iyi gidiyor. Daha sonra kaydediyorum.

source: [_JJ_] I'll also have the AI swap my uncle's head for mine, so I can imagine it's me in there.
tr_tr: Ayrıca yapay zekânın amcamın kafasını benimkiyle değiştirmesini de istiyorum. O yüzden orada olduğumu hayal edebiliyorum.

source: [_R_] JJ What the hell is going on in your uncle's office!?
tr_tr: J.J. amcanın ofisinde neler oluyor?

source: [_JJ_] You'll find out.
tr_tr: Öğreneceksin.

source: [_JJ_] But I'd better bounce before Agent Bossy-pants tells my mom that I'm not working.
tr_tr: Ama Ajan Bossy pantalonunun anneme çalışmadığımı söyleyebilmesi için sıçramam daha iyi olur.

source: [_JJ_] Oh, and don't worry. I can't tell anyone about anything that happens in the casino. I might be family, but I still have to live by the rules.
tr_tr: Oh, ve merak etme. Kumarhanede olan bir şeyden kimseye bahsetmem. Aileden olabilirim ama yine de kurallara göre yaşamam gerekiyor.

source: [_RT_] {i}What in the hell is going on?...{/i}
tr_tr: [ _RT_] {i}Neler oluyor?

source: [_AD_] Come on, [ryan]. You'll probably want to be sitting down for this.
tr_tr: Hadi ama, muhtemelen bunun için oturmak isteyeceksin.

source: [_AD_] Would you stop asking questions and come sit your ass down?
tr_tr: Soru sormayı bırakıp, kıçınızı yere oturtmayı bırakır mısınız?

source: [_AD_] Okay... Just give me a second to pull up the feed...
tr_tr: [ _AD_] Tamam ... Sadece bana bir saniye ver, beslemeyi yukarı çekeyim ...

source: [_AD_] There we go.
tr_tr: İşte böyle.

source: [_AD_] You wanted to know where you mom was. Well, take a look.
tr_tr: Annenin nerede olduğunu bilmek istemiştin. Peki, bir göz at.

source: [_R_] {i}(Whispering){/i} Oh, God... no!
tr_tr: [_R_] {i}(Fısıldayarak){/i} Oh, Tanrım... hayır!

source: {i}"A Few Minutes Earlier"{/i}
tr_tr: {i}"Birkaç Dakika Önce" { /i }

source: {i}{b}"Knock, knock, knock..."{/b}{/i}
tr_tr: {i}{b}"Knock, tak, tak ..." { /b } { /i }

source: [_J_] Come in.
tr_tr: [ _J_] Gelin.

source: [_M_] Hi Mr. DeCapo... I thought I'd just stop by and see if I can do anything for you before I go on stage.
tr_tr: -Merhaba Bay DeCapo ... Sahneye çıkmadan önce senin için bir şey yapabilir miyim diye bir uğrayıp bir uğrayacağım diye düşündüm.

source: [_J_] Goddam, you look beautiful!
tr_tr: Goddam, çok güzel görünüyorsun!

source: [_J_] Goddam, you look sexy!
tr_tr: Goddam, çok seksi görünüyorsun!

source: [_J_] Come over here and let me get a good look at you.
tr_tr: Buraya gel ve sana bir bakayım.

source: [_J_] That's better. Now, you were asking if there was anything you could do for me?
tr_tr: [ _J_] Bu daha iyi. Şimdi, benim için yapabileceğim bir şey var mı diye soruyordun?

source: [_M_] I'm here to serve.
tr_tr: Hizmet etmek için buradayım.

source: [_J_] Get over here, then
tr_tr: [ _J_] Buraya gel, o zaman

source: [_M_] Mr. DeCapo...
tr_tr: [ _M_] Bay DeCapo ...

source: [_M_] Candy told me you wanted me to stop by before I went on stage?
tr_tr: Candy bana sahneye çıkmadan önce uğramamı istediğini söyledi mi?

source: [_J_] Yes, yes... Come on in [mom_name].
tr_tr: [ _J_] Evet, evet ... [ Mom_name] içinde gelin.

source: [_J_] I see you got the lingerie I had made especially for you.
tr_tr: Görüyorum ki, özellikle senin için yaptığım iç çamaşırlarını aldın.

source: [_M_] Yes, thank you, it's beautiful.
tr_tr: Evet, teşekkür ederim, çok güzel.

source: [_J_] It's even more beautiful than I thought it would be. Did the other one come too?
tr_tr: Bu düşündüğümden daha güzel. Diğeri de mi geldi?

source: [_M_] Yes, it's not quite as... elegant?
tr_tr: Evet, pek de zarif değil mi?

source: [_J_] Right... A little sexier, isn't it? I wanted a lingerie for both your beauty and your naughty side.
tr_tr: [ _J_] Doğru ... Biraz daha seksi, değil mi? Hem güzellik hem de yaramaz tarafınız için bir iç çamaşırı istedim.

source: [_M_] Candy said you want me to wear them whenever I'm working here?
tr_tr: Candy ne zaman burada çalışsam giymemi istediğini söyledi.

source: [_J_] It's just a hope of mine... Feel free to wear anything you want.
tr_tr: [ _J_] Sadece bir ümidim ... İstediğin her şeyi giymekten çekiniyorsun.

source: [_M_] I'm happy to wear either of these.
tr_tr: Bunlardan birini giymekten mutluluk duyuyorum.

source: [_M_] Would you like a closer look?
tr_tr: Daha yakından bakmak ister misin?

source: [_J_] I'd love that!
tr_tr: -Bunu çok isterim!

source: [_J_] Goddam, [mom_name]!
tr_tr: [ _J_] Goddam, [ momen_name]!

source: [_M_] You like what you see?
tr_tr: Gördüğün şey hoşuna gitti mi?

source: [_J_] I'm fucking surrounded by beautiful women all the time, but there's something extra sexy about you that I can't put my finger on.
tr_tr: Her zaman güzel kadınlarla çevriliyim. Ama senin hakkında daha seksi bir şey var. Parmaklarımı koyamıyorum.

source: [_J_] There's just an aura of sex about you.
tr_tr: [ _J_] Sadece senin hakkında bir seks havası var.

source: [_J_] I want you like no women I've ever met before.
tr_tr: Daha önce karşılaştığım kadınlardan hoşlanmamanı istiyorum.

source: [_M_] I'm sure you say that to every girl who comes to your office to fuck you.
tr_tr: Ofisinize gelip sizi becermek için gelen her kıza bunu söylediğinizden eminim.

source: [_J_] Are you saying you want me to fuck you?
tr_tr: Seni sikmemi istediğini mi söylüyorsun?

source: [_M_] Mr. DeCapo, I'm a married woman!
tr_tr: Bay DeCapo, ben evli bir kadınım!

source: [_M_] I would never...
tr_tr: [ _M_] Ben asla ...

source: [_J_] No? Not even on a sandy beach at night with your son watching?
tr_tr: [ _J_] Hayır? Oğlunuz izlerken kumlu bir kumsalda bile mi?

source: [_M_] I'm sure I don't know what you're talking about.
tr_tr: Neden bahsettiğinizden emin değilim.

source: [_J_] No?... Not even with the most powerful man in the city?
tr_tr: -Hayır mı? Şehrin en güçlü adamı ile bile mi?

source: [_M_] Nothing could pursuade me.
tr_tr: [ _M_] Hiçbir şey beni takip edemedi.

source: [_J_] Uh, huh... sure... Now, get over here beautiful!
tr_tr: Ah, ha ... tabi ... Şimdi, buraya gel güzelim!

source: [_M_] Mr. DeCapo!
tr_tr: [ _M_] Bay DeCapo!

source: [_R_] No, no, no, no, no...
tr_tr: Hayır, hayır, hayır, hayır ...

source: [_MT_] {i}God, I love cheating on my husband.{/i}
tr_tr: [ _MT_] {i}Tanrım, kocamı aldatmaya bayılıyorum.

source: [_MT_] {i}I'm also really glad I didn't give exclusive rights for my pussy to my son. I've finally realized that I can't just be satisfied with one dick.{/i}
tr_tr: [ _MT_] {i}aynı zamanda amcığımı oğluma özel haklar vermediğim için çok mutluyum. Sonunda fark ettim ki sadece bir penisle tatmin olamıyorum.

source: [_MT_] {i}Right now, I'm in Joey's care... And he can do whatever he wants with me.{/i}
tr_tr: [_MT_] {i}Şu anda Joey'nin gözetimindeyim... Ve benimle ne isterse yapabilir.{/i}

source: [_MT_] {i}He's not as big as my son, but at least I don't have to dislocate my jaw to get him in my mouth.{/i}
tr_tr: [ _MT_] {i}O benim oğlum kadar büyük değil, ama en azından onu ağzıma almak için çenemi yerinden çıkarmak zorunda değilim. { /i }

source: [_MT_] {i}And better yet, I'm not related to him.{/i}
tr_tr: [ _MT_] {i}Ve daha iyisi, onunla akraba değilim. { /i }

source: [_J_] Mmmm... [mom_name], You're getting me hard real fast.
tr_tr: [ _J_] Mmmm ... [ momen_name], beni çok hızlı bir şekilde zorladınız.

source: [_MT_] {i}I think [ryan] gets rock hard the second I walk into a room.{/i}
tr_tr: [ _MT_] {i}Sanırım [ Ryan] bir odaya girdiğim anda kaya gibi sertleşiyor. { /i }

source: [_J_] Fuck, I'm ready... I want inside you right now!
tr_tr: Lanet olsun, ben hazırım ... Hemen içeri girmeni istiyorum!

source: [_M_] God, yes!
tr_tr: Tanrım, evet!

source: [_J_] You like that?!
tr_tr: Hoşuna gitti mi?

source: [_M_] Don't stop!
tr_tr: -Durmayın!

source: [_MT_] {i}He knows how to fuck, I'll give him that.{/i}
tr_tr: [_MT_] {i}Nasıl düzüşüleceğini biliyor, hakkını vermeliyim.{/i}

source: [_MT_] {i}He's doesn't quite reach as deep as [ryan], but still deeper than my worthless husband.{/i}
tr_tr: [ _MT_] {i}[ Ryan] kadar derin değil ama yine de benim değersiz kocamdan daha derin. { /i }

source: [_MT_] {i}If only he could see me now. See what his selfish actions have driven me to.{/i}
tr_tr: [ _MT_] {i}Eğer şimdi beni görebilseydi. Bak, beni ne kadar bencil bir şekilde yönlendirdi.

source: [_MT_] {i}Serves the bastard right.{/i}
tr_tr: [ _MT_] {i}Piçi sağa doğru seriyor. { /i }

source: [_MT_] {i}I'll show him.{/i}
tr_tr: {i}Ona göstereceğim.

source: [_M_] Joey, I need to be on top!
tr_tr: Joey, üstüste olmak istiyorum!

source: [_J_] Anything for you, sexy!
tr_tr: Senin için her şeyi, seksi!

source: [_MT_] {i}There, now I'm not just passively getting fucked.{/i}
tr_tr: [ _MT_] {i}ORADA, şIMDE BEN SADECE PASIF BIR SEKILDE SIKILMIYORUM. { /i }

source: [_MT_] {i}I'm making Joey drill me, not just getting drilled.{/i}
tr_tr: [ _MT_] {i}Joey 'i ben hazırlıyorum, sadece delinmiyorum.

source: [_MT_] {i}This makes me complicit.{/i}
tr_tr: [ _MT_] {i}Bu beni daha çok zorlaştırabiliyor. { /i }

source: [_MT_] {i}I'm actually cheating on my husband.{/i}
tr_tr: [ _MT_] {i}Kocamı aldatıyorum aslında.

source: [_MT_] {i}Why does it feel like I'm cheating on my son too?{/i}
tr_tr: [ _MT_] {i}Neden oğlumu da aldatıyormışım gibi geliyor?

source: [_MT_] {i}No... That doesn't make sense... I'm just being silly. He's my son... He doesn't have any kind of claim over me.{/i}
tr_tr: [ _MT_] {i}Hayır. Bu hiç mantıklı değil. Sadece aptal gibi davranıyorum. O benim oğlum ... Benim hakkımda bir şey iddia etmiyordur.

source: [_MT_] {i}Still... What would he think if he could see me now?{/i}
tr_tr: [ _MT_] {i}Still ... Beni şimdi görse ne düşünürdü?

source: [_J_] Fuck, [mom_name]... Go easy on me or I'm not going to last very long.
tr_tr: [ _J_] Siktir, [ momen_name] ... Beni rahat bırak, yoksa çok uzun sürmeyecek.

source: [_M_] No... You've got to let me cum first... Don't be like my husband.
tr_tr: [ _M_] Hayır. Önce beni bırakmalısın. Kocam gibi olma.

source: [_J_] I'll try...
tr_tr: -Denerim ...

source: [_J_] I don't know how long I can hold out.
tr_tr: Ne kadar tutabileceğimi bilmiyorum.

source: [_J_] What do you need to get there?
tr_tr: [ _J_] Oraya gitmek için ne gerek var?

source: [_M_] Remember the beach?
tr_tr: Sahili hatırlıyor musun?

source: [_J_] Oh, I see... You dirty sexy woman!
tr_tr: -Oh, anlıyorum ... Seni pis seksi kadın!

source: [_M_] This is really embarrassing to admit, but I have a hard time cumming without anal stimulation.
tr_tr: Kabul etmek çok utanç verici, ama anal uyarı olmadan zor bir zaman geçirmem gerekiyor.

source: [_J_] Haha... I've hit the jackpot. You dirty sexy woman!
tr_tr: [ _J_] Haha ... Büyük ikramiyeyi buldum. Seni pis seksi kadın!

source: [_M_] Oh, yes... Fuck, yes!
tr_tr: Oh, evet ... Siktir, evet!

source: [_J_] Haha... I can't believe you actually enjoy this!
tr_tr: [ _J_] Haha ... Bunu gerçekten sevdiğine inanamıyorum!

source: [_J_] Every woman I've ever fucked in the ass I think did it because they were afraid to say no to me.
tr_tr: Kıçımda siktiğim her kadın, bana hayır demeye korktukları için yaptı.

source: [_J_] You're a dream come true.
tr_tr: Hayallerin gerçek oldu.

source: [_M_] Oh yeah... I'm getting close!
tr_tr: [ _M_] Oh evet ... Yaklaşıyorum!

source: [_M_] Keep going!
tr_tr: Devam et!

source: [_M_] Fuck yes!
tr_tr: Evet!

source: [_M_] Fffuuu...
tr_tr: [ _M_] Fffauuu ...

source: [_J_] God, [mom_name]!
tr_tr: [ _J_] Tanrım, [ momen_name]!

source: [_J_] You're amazing!
tr_tr: Harikasın!

source: [_M_] Don't stop fucking!
tr_tr: -Siktirme lan!

source: [_M_] Now, you can do to me whatever you want.
tr_tr: Şimdi, bana ne istersen yapabilirsin.

source: [_MT_] {i}Oh God!... He made me cum again!{/i}
tr_tr: [_MT_] {i}Oh Tanrım!... Beni tekrar boşalttı!{/i}

source: [_JT_] {i}Good, God! How does she keep doing that?{/i}
tr_tr: [ _JT_] {i}İyi, Tanrım! Bunu yapmaya nasıl devam ediyor?

source: [_J_] Fucking you is a dream, but I can't hold out any longer!
tr_tr: Lanet olsun, sen bir hayalsin, ama daha fazla dayanamayacağım!

source: [_M_] Don't you dare pull out! Fill my pussy!
tr_tr: Sakın dışarı çekilmeye kalkma! Amcığımı doldur!

source: [_M_] I want to feel cum inside my womb again!
tr_tr: Bir daha rahmimin içine kendimi boşamak istiyorum!

source: [_M_] Get me pregnant and I'll make my asshole husband raise your child.
tr_tr: Bana hamile ol ve ben de göt eşimin çocuğunu büyütmesini sağlarım.

source: [_J_] Goddam!
tr_tr: Goddam!

source: [_J_] I'm gonna...!
tr_tr: [ _J_] Ben ...!

source: {i}"Joey's cum loads in Mom's pussy +1"{/i}
tr_tr: {i}"Joey'nin dölleri annemin amına boşaldı +1"{/i}

source: {i}"Total loads of Joey's cum in Mom's pussy = ({b}[mom_joey_cum_loads_counter]{/b})"{/i}
tr_tr: {i}"Annemin kukusu içinde toplam Joey's cum = ({b}[ mom_joey_cum_loads_counter] { /b })" { /i }

source: [_J_] Holy Gaaawwwd!
tr_tr: [ _J_] Kutsal Gaaawwwd!

source: [_M_] Don't stop fucking my ass!
tr_tr: Kıçımı sikmeyi bırak!

source: [_M_] Don't you dare pull out! Fill my ass!
tr_tr: Sakın dışarı çekilmeye kalkma! Kıçımı doldur!

source: [_M_] I want it leaking out of me for days!
tr_tr: Günlerce benden sızmasını istiyorum!
