Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_RT_] {i}Getting kicked in the balls would have hurt less than hearing her say that...{/i}
tr_tr: [ _RT_] {i}Toplara tekme atılıyor, onu duymaktan daha az zarar görecekti ...

source: [_RT_] {i}Maybe she's right.{/i}
tr_tr: [ _RT_] {i}Belki de hakdır. { /i }

source: [_RT_] {i}I never really made an effort to get Aunt Cami to see me as more than her pervy nephew.{/i}
tr_tr: [ _RT_] {i}Cami Teyze 'yi onun sapık yeğeninden daha fazla görmek için hiç çaba göstermedim.

source: [_RT_] {i}I should have spent more time getting her to respect me.{/i}
tr_tr: [ _RT_] {i}Onu bana saygı gösterebilmek için daha fazla zaman harcamalıydım. { /i }

source: [_RT_] {i}Instead, I was just trying to get into her panties.{/i}
tr_tr: [_RT_] {i}Onun yerine, sadece külotuna girmeye çalışıyordum.{/i}

source: [_RT_] {i}Hmm?{/i}
tr_tr: [ _RT_] {i}Hım? { /i }

source: [_RT_] {i}What are those two giggling about?{/i}
tr_tr: [ _RT_] {i}Bu iki kıkırdama nedir? { /i }

source: [_RT_] {i}Should I take a peek?{/i}
tr_tr: [ _RT_] {i}Bir göz atayım mı? { /i }

source: [_RT_] {i}Nice... Looks like they're' changing out of their school clothes.{/i}
tr_tr: [ _RT_] {i}Güzel ... Okul kıyafetlerini değiştirmişler gibi görünüyor.

source: [_RT_] {i}What are they looking at?{/i}
tr_tr: [ _RT_] {i}Neye bakıyorlar? { /i }

source: [_L_] There! You happy?
tr_tr: [ _L_] İşte! Mutlu musun?

source: [_MD_] You know the deal.
tr_tr: Anlaşmayı biliyorsun.

source: [_MD_] I help you practice kissing, and you let me look at those pictures of you sucking [ryan] off.
tr_tr: Öpüşme antrenmanlarına yardım ediyorum ve sen de Ryan 'ı yaladığın resimlere bakmama izin verdin.

source: [_MD_] God, that's hot!
tr_tr: Tanrım, çok sıcak!

source: [_L_] I guess it is pretty sexy. But do you really have to masturbate while we look at them?
tr_tr: Sanırım çok seksi bir şey. Ama biz onlara baktığımız zaman gerçekten mastürbasyon yapmak zorunda mısın?

source: [_MD_] Well, duh... You won't send me copies to look at by myself.
tr_tr: -Evet. Bana bakması için bana kopya göndermeyeceksin.

source: [_MD_] You could always leave your phone and go hang out in the lounge or something.
tr_tr: Her zaman telefonunuzu bırakıp, salonda takılmanıza izin verebilirdiniz.

source: [_L_] Pfft... Yeah right. I'm not leaving you alone to snoop through my phone.
tr_tr: [ _L_] Pfft ... Evet, doğru. Seni telefonuma burnunu sokarmak için yalnız bırakmıyorum.

source: [_MD_] Whatever. Don't pretend like you aren't going to rub your pussy while we look at these pictures too, you horny slut.
tr_tr: Ne olursa olsun. Biz de bu resimlere baktığımız sürece kukunu ovalamayamışsın gibi davranma, seni azgın sürtük.

source: [_RT_] {i}Fuck, yeah! They're masturbating to pictures of my dick... This is so awesome!{/i}
tr_tr: [ _RT_] {i}S*tir, evet! Sikimin resimlerine mastürbasyon yapıyor. Bu harika bir şey!

source: [_MD_] God, Lauren... Look at you with that big dick in your mouth.
tr_tr: Tanrım, Lauren ... Şu ağzındaki koca aletle bir bak.

source: [_L_] My brother's dick...
tr_tr: Kardeşimin siki ...

source: [_MD_] Mmm... All that cum is making my mouth water.
tr_tr: [ _MD_] Mmm ... Bütün o cum, ağzımı su haline getiriyor.

source: [_L_] I swallowed as much as I could, but he still made a mess all over me. How is he always able to shoot so much?
tr_tr: Ben de yapabildiğim kadar yuttum ama yine de her şeyi bana bulaşmıştı. Nasıl bu kadar çok ateş etmeyi başarabilir?

source: [_MD_] Haha... You look like such a slut with all that cum on your face.
tr_tr: [ _MD_] Haha ... Yüzündeki o sürtüme sahip bir sürtüksün gibi görünüyorsun.

source: [_L_] Shut up, skank! You've let him cum all over your face too.
tr_tr: -Kapa çeneni, sürtük! Suratının her yerine boşuna da izin verdin.

source: [_MD_] Yeah, but he's just my cousin. You're the slut who can't get enough of her own brother's cock!
tr_tr: Evet, ama o sadece benim kuzenim. Sen, kendi kardeşinin aletini yeterince alamayan bir sürtüksün!

source: [_MD_] Seriously though... Seeing your big brother fucking your mouth is the sexist thing I've ever seen.
tr_tr: [ _MD_] Cidden ... Ağabeyinin ağzını düzmek, gördüğüm en seksi şey.

source: [_L_] Yeah... My big brother's big cock in my mouth...
tr_tr: [ _L_] Evet ... Ağabeyimin büyük aleti ağzıma geldi.

source: [_MD_] It'd be even sexier if we had pictures of him fucking your pussy.
tr_tr: Onun amcığınla sikişmesinin fotoğrafları olsaydı daha seksi olurdu.

source: [_MD_] Ooh! Did the little slut cum from the thought of her big brother fucking her with his big dick?
tr_tr: [ _MD_] Ooh! Büyük kardeşinin, koca sikiyle onu becermesi düşüncesinden küçük sürtük mü geldi?

source: [_MD_] God, I'd love to watch him fuck you.
tr_tr: Tanrım, seni sikmesini izlemeyi çok isterim.

source: [_L_] I told you, I'm not gonna fuck my brother. That'd be so messed up.
tr_tr: Sana söyledim, ağabeyimi sikmeyeceğim. Bu çok berbat olur.

source: [_LT_] {i}God, it is so messed up, but she doesn't need to know.{/i}
tr_tr: [ _LT_] {i}Tanrım, çok berbat bir durum, ama bilmeye ihtiyacı yok. { /i }

source: [_MD_] And sucking his dick isn't messed up?
tr_tr: -Sikini emmek de berbat değil mi?

source: [_L_] That's totally different from having sex with him. It's just a little fooling around. And only because he's keeping us safe from that dirty Agent Diaz. Plus, helping me win the election.
tr_tr: Onunla seks yapmak tamamen farklı bir şey. Sadece biraz eğlenmeye başladı. Ve bizi o pis Ajan Diaz 'dan koruduğu için. Artı, seçimi kazanmama yardım et.

source: [_MD_] Yeah, I guess sex with your own brother would be a little fucked up.
tr_tr: Evet, sanırım kendi kardeşinle sevişmek biraz berbat olurdu.

source: [_MDT_] {i}But it'd be sooo hot!{/i}
tr_tr: [ _MDT_] {i}Ama çok sıcak olur! { /i }

source: [_MD_] You know. [ryan]'s only my cousin, so...
tr_tr: Biliyor musun? Sadece kuzenim, yani ...

source: [_L_] Hey! We talked about that!
tr_tr: [ _L_] Hey! Bunu konuşmuştuk!

source: [_MD_] Oh, come on. If you don't want me fuck him then you've got to do it.
tr_tr: -Hadi ama. Eğer onu sikmemi istemiyorsan, o zaman bunu yapmak zorundasın.

source: [_MD_] Look at his cock.
tr_tr: Aletine bak.

source: [_MD_] You know you want it inside you.
tr_tr: -İçinde olmasını istediğini biliyorsun.

source: [_L_] My brother's cock...
tr_tr: Kardeşimin aleti ...

source: [_MD_] Come on, you slut. I'll even get your pussy nice and wet so it'll be easier for him to slide into you.
tr_tr: -Hadi, seni sürtük. Ben bile amcığın güzel ve ıslak olsun ki senin içine kayması onun için daha kolay olur.

source: {i}{b}"Lauren's Libido +3"{/b}{/i}
tr_tr: {i}{b}"Lauren'in azgınlığı +3"{/b}{/i}

source: [_RT_] {i}Wow! Sounds like Mandy wants to help her climb aboard the Incest Express. Lauren might be horny enough right now to let her.{/i}
tr_tr: [ _RT_] {i}Wow! Görünüşe göre Mandy, Ensest Ekspres 'e tırmanmasına yardım etmek istiyor. Lauren şu anda ona izin verecek kadar azmış olabilir.

source: [_RT_] {i}Well, hell... If they're both up for it. I'm down to jump on the Threesome Train to Alabama.{/i}
tr_tr: [ _RT_] {i}İyi, cehennem ... Eğer ikisi de bunun için kalmışsa. Alabama 'ya Tehdit Treni' ne atlamak istiyorum. { /i }

source: [_MD_] Hey, show me that dick pic Matt sent you.
tr_tr: Hey, Matt 'in seni gönderdiğini göster bana.

source: [_RT_] {i}What?!{/i}
tr_tr: [ _RT_] {i}Ne?!! { /i }

source: [_L_] You want to see Matt's dick pic again?
tr_tr: Matt 'in sikik resmini tekrar görmek ister misin?

source: [_MD_] Yeah, come on. [ryan]'s got a nice dick, but looking at the one that popped your cherry is more exciting.
tr_tr: -Evet, hadi. Güzel bir çükün var ama kirazını patlatan birine bakınca daha heyecan verici.

source: [_L_] Okay.
tr_tr: [ _L_] Tamam.

source: [_MD_] Fuck... How did you take all that cock for your first time?
tr_tr: Siktir ... Bu kadar sikini ilk seferine nasıl aldın?

source: [_L_] I told you, it only hurt for a little bit before it started to feel good. It probably helped that we sixty-nined first.
tr_tr: Sana söyledim, iyi hissetmeye başlamadan önce biraz acıdı. Muhtemelen önce altmışlı olmamıza yardım etti.

source: [_MDT_] {i}I wonder what that monster would feel like inside my pussy?...{/i}
tr_tr: [ _MDT_] {i}Acaba o canavar benim amcığımın içinde nasıl hisseder acaba? ... { /i }

source: [_MD_] Are you still letting him cum inside you, even though you're not on birth control?
tr_tr: Doğum kontrol altında olmasan da, hala içinin içine girmesine izin veriyor musun?

source: [_L_] Yeah...
tr_tr: [_L_] Efendim...

source: [_MD_] Damn girl! You are playing with fire!
tr_tr: Lanet kız! Ateşle oynuyorsunuz!

source: [_L_] It's fine... I can always take the morning after pill.
tr_tr: -Sorun değil ... Her zaman hapı içtikten sonra alırım.

source: [_MD_] You better not forget, or you're gonna get knocked up.
tr_tr: Unutmasan iyi olur, yoksa hamile kalman gerekir.

source: [_MD_] Holy shit! Did you just cum thinking about Matt getting you pregnant?
tr_tr: Lanet olsun! Matt 'in seni hamile kılmasına kafa mı kestin?

source: [_MD_] You kinky slut! The thought of getting knocked up really turns you on, doesn't it?
tr_tr: Seni küçük sürtük! Hamile kalmanın düşüncesi seni tahrik ediyor, değil mi?

source: [_MDT_] {i}It fucking does it for me too!{/i}
tr_tr: [ _MDT_] {i}Benim için de yapıyor!

source: [_L_] Shut up! It does not.
tr_tr: -Kapa çeneni! -Hayır, değil.

source: [_MD_] Hehe... Insemination.
tr_tr: [ [ _MD_] Hehe ... Döllenme.

source: [_L_] Stop it.
tr_tr: -Kes şunu.

source: [_MD_] Impregnation.
tr_tr: [ [ _MD_] İdeleme.

source: [_MD_] Impregnation. Pregnacy.
tr_tr: [ [ _MD_] İdeleme. Hamile.

source: [_MD_] Impregnation. Pregnacy. Baby making!
tr_tr: [ [ _MD_] İdeleme. Hamile. Bebek yapımı!

source: [_L_] Knock it off!
tr_tr: Kes şunu!

source: [_MD_] Pumping your fertile womb full of his potent sperm till he {b}breeds{/b} you!
tr_tr: Doğurgan rahminizi, onun spermleriyle dolu spermlerini {b}yavruları { /b } ' ye kadar doldursun!

source: [_L_] Oh, fuck! Mmmph!!
tr_tr: Siktir! -Mmmmph!

source: [_MD_] Oh yeah. You totally have an impregnation fetish.
tr_tr: Evet. Kesinlikle hamile bir fetişiniz var.

source: [_MD_] Matt's gonna give you a big belly by graduation, if you're not careful.
tr_tr: Matt sana mezuniyetten sonra büyük bir göbek verecek, eğer dikkatli olmasan.

source: [_RT_] {i}He better fucking not!{/i}
tr_tr: [ _RT_] {i}Daha iyi değil! { /i }

source: [_RT_] {i}Dammit, Mandy! If you hadn't mentioned Matt's dick pic, you'd both still be talking about me instead of him.{/i}
tr_tr: [ _RT_] {i}Dammit, Mandy! Matt 'in sikik resminden bahsetmeseydin ikiniz de onun yerine benim hakkımda konuşuyor olurduk.

source: [_RT_] {i}I have to do something to make them forget that douchebag.{/i}
tr_tr: [ _RT_] {i}Bu hıyanet torbasını unutmalarını sağlamak için bir şeyler yapmalıyım. { /i }

source: [_RT_] {i}Fuck it... I just need to get in there and remind them how awesome my dick is.{/i}
tr_tr: [ _RT_] {i}Sikeyim ... Sadece oraya gidip aletimin ne kadar harika olduğunu hatırlatmam gerek.

source: [_RT_] {i}As horny as they are right now, maybe I can talk them into a threesome!{/i}
tr_tr: [ _RT_] {i}Şu anda olduğu kadar azmış, belki onları üçlü bir şekilde konuşabilirim!

source: [_RT_] {i}God, damn it! How does she always know?{/i}
tr_tr: [_RT_] {i}Tanrım, lanet olsun! Her zaman nasıl biliyor?

source: [_R_] Uh... Hey! I was just going see if Lauren and Mandy wanted to hang out.
tr_tr: [ _R_] Uh ... Hey! Ben de Lauren ve Mandy takılmak ister mi diye bir bakayım dedim.

source: [_R_] Nothing wrong with me spending time with my sister and cousin, is there?
tr_tr: Kız kardeşimle ve kuzenimle vakit geçirmem yanlış bir şey değil, değil mi?

source: [_C_] Bullshit! They just got back from school, and you were going to walk in without knocking.
tr_tr: Palavracı! Okuldan yeni döndüler, ve sen kapıyı çalmadan içeri gireceksin.

source: [_C_] Admit it. You were hoping to barge in on them while they're changing, weren't you?
tr_tr: Kabul et. Onlar değişirken sen de onları içeri dalamayı umuyordun, değil mi?

source: [_R_] Aunt Camille! I am shocked you'd suggest such a thing! I would never!
tr_tr: Camille Teyze! Böyle bir şey önerdiğin için şok oldum! Asla!

source: [_C_] Hmph... You'd do anything to catch a glimpse of an innocent girl's body. Perving on them is the only way you'll get to see one naked outside of your computer.
tr_tr: Hmph ... Masum bir kızın vücuduna bir göz atmak için her şeyi yaparsın. Bilgisayarının dışında bir tane çıplak görmenin tek yolu onlara karşı olmak.

source: [_RT_] {i}This bitch! I'll show her.{/i}
tr_tr: [ _RT_] {i}Bu orospu! Ona gösteririm. { /i }

source: [_R_] Ha! If all I wanted, was to see some tits. I'd just wave a little cash under your nose.
tr_tr: [ _R_] Ha! Eğer tek istediğim, bazı memeleri görmen. Burnunun altına küçük bir para sallardım.

source: [_C_] What? How dare you!
tr_tr: [ _C_] Ne? Buna nasıl cüret edersin!

source: {i}{b}"Aunt Cami's Anger +1"{/b}{/i}
tr_tr: {i}{b}"Cami Teyze 'nin Anger + 1" { /b } { /i }

source: [_R_] You know, I just happen to have some money on me.
tr_tr: Biliyor musun, sadece biraz para var bende.

source: [_R_] If you wanna make another deal, you could whip'em out for me right here.
tr_tr: Eğer başka bir anlaşma yapmak istiyorsan, benim için onları buradan çıkarabilirsin.

source: [_C_] (incomprehensible grumbling)
tr_tr: [ _C_] (anlaşılmaz ızdırglama)

source: [_R_] No?
tr_tr: -Hayır mı?

source: [_R_] Maybe later, when you've got that hot little maid uniform on again?
tr_tr: Belki daha sonra, yine o seksi hizmetçi üniformasını giydiğinde?

source: [_C_] Just stay away from my daughter's door, you creep!
tr_tr: Kızımdan uzak dur, seni ucube!

source: [_RT_] {i}Poor Mom... I shouldn't have let her end up here this week.{/i}
tr_tr: [ _RT_] {i}Zavallı anne ... Bu hafta sonu burada olmasına izin vermemeliydim. { /i }

source: [_RT_] {i}I know she doesn't want to be here, but I'll be damned if she doesn't look like a natural.{/i}
tr_tr: [ _RT_] {i}Burada olmak istemediğini biliyorum, ama doğal bir şey gibi görünmezse lanetleyeceğim. { /i }

source: [_RT_] {i}As much as I only want her for myself, it does seem like a crime to keep her beauty from the world.{/i}
tr_tr: [ _RT_] {i}Onu sadece kendim için istediğim kadar, güzelliğini dünyadan uzak tutmak suç gibi görünüyor. { /i }

source: [_RT_] {i}I just need to get her in more photo shoots, a strip club isn't the best place to showcase her beauty.{/i}
tr_tr: [ _RT_] {i}Onu daha çok fotoğraf çekimlerine götürmeliyim, bir striptiz kulübü onun güzelliğini sergilememek için en iyi yer değil. { /i }

source: [_RT_] {i}I guess having Mom get used to exposing herself to strangers isn't all bad.{/i}
tr_tr: [_RT_] {i}Sanırım annemin kendini yabancılara göstermeye alışması o kadar da kötü değil.{/i}

source: [_RT_] {i}It probably makes her less likely to resist some of the ideas I have for her in our upcoming photo shoots.{/i}
tr_tr: [ _RT_] {i}Muhtemelen yaklaşan fotoğraf çekimlerimizde onun için sahip olduğum bazı fikirlere karşı daha az direnç gösterecektir. { /i }

source: [_MT_] {i}Keep your game face on, [mom_name]!
tr_tr: [ _MT_] {i}Oyun yüzünüzü tutun, [ momen_name]!

source: [_MT_] {i}[ryan] will come through next time.{/i}
tr_tr: [ _MT_] {i}[ ryan] bir sonraki saat içinde gelecek. { /i }

source: [_MT_] {i}For now, just get through tonight.{/i}
tr_tr: [ _MT_] {i}Şu an için, bu gece bu gece geçsin. { /i }

source: [_RT_] {i}The room is pretty crowded tonight, and she seems to be bringing in money pretty fast.{/i}
tr_tr: [ _RT_] {i}Oda bu gece oldukça kalabalık, ve çok hızlı bir şekilde para getiriyor gibi görünüyor. { /i }

source: [_RT_] {i}She'll have the money she needs in no time.{/i}
tr_tr: [ _RT_] {i}O ' na ihtiyacı olan parayı zamanında elde eder. { /i }

source: [_RT_] {i}I think I'll go wait at the bar for her to finish.{/i}
tr_tr: [ _RT_] {i}Sanırım bitirmesi için barda bekleyeceğim. { /i }

source: [_A_] I am pretty surprised to see you both back here.
tr_tr: İkinizi de burada gördüğüme çok şaşırdım.

source: [_A_] You seemed pretty resolved to never miss another payment the last time I talked to you.
tr_tr: Seninle en son konuştuğumda bir ödeme daha kaçırmamak için oldukça kararmış görünüyordun.

source: [_R_] Yeah... I feel pretty shitty about it.
tr_tr: [ _R_] Evet ... Bu konuda çok kötü hissediyorum.

source: [_A_] I'm sure she won't hold it against you.
tr_tr: Sana karşı tutmayacağından eminim.

source: [_A_] Here's that beer you ordered.
tr_tr: [ _A_] İşte sipariş ettiğiniz bira.

source: [_M_] Really!? Again?
tr_tr: Gerçekten mi? Yine mi?

source: [_M_] I know you're growing up faster than you should have to. But you're still too young to be drinking!
tr_tr: Senin daha hızlı büyüdüğünü biliyorum, buna gerek yok. Ama sen hala içmek için çok gençsin!

source: [_R_] Uhh... I ordered it for you.
tr_tr: [ _R_] Uhh ... Senin için sipariş ettim.

source: [_M_] Really?
tr_tr: [_M_] Gerçekten mi?

source: [_R_] Holy shit, Mom!
tr_tr: Lanet olsun, anne!

source: [_R_] You look amazing!
tr_tr: Harika görünüyorsun!

source: [_M_] I thought you dissaproved of how revealing it is.
tr_tr: Bunun ne kadar açık olduğunu ispatladığınızı sanıyordum.

source: [_R_] I mean... I think Joey's a sleeze for making you wear it.
tr_tr: [ _R_] Yani ... Bence Joey senin takman için kızağın biri.

source: [_R_] But if you're comfortable with it, I don't dissaprove at all.
tr_tr: Ama eğer bu konuda rahatın varsa, hiç de aksini ispatlamayacağım.

source: [_R_] In fact, it's having a pretty big impression on me.
tr_tr: Aslında, beni çok etkilemişiyor.

source: [_M_] I can see that.
tr_tr: [ _M_] Bunu görebiliyorum.

source: [_M_] You need to get that under control, or you're going to ruin those pants.
tr_tr: Bunu kontrol altına alsan iyi olur, yoksa bu pantolonu mahvedebiliyorsun.

source: [_R_] If only there was someone who would be willing to help me out.
tr_tr: [ _R_] Sadece bana yardım etmek isteyen biri olsaydı.

source: [_M_] Oh, Lord... I'm worried you're starting to get a little too entitled.
tr_tr: Oh, Tanrım ... Biraz fazla hak almaya başladığın için endişeliyim.

source: [_R_] No, I know I missed the payment again this week, and I don't deserve any kind of reward.
tr_tr: Hayır, bu hafta ödemeyi kaçırdığımı biliyorum ve herhangi bir ödülü hak etmiyorum.

source: [_R_] I just know that you were willing to forgive me and help me out last time.
tr_tr: Sadece beni affetmeye ve son seferinde bana yardım etmeye istekli olduğunu biliyorum.

source: [_M_] I mean... Of course I'm willing to forgive you... And you do have a bit of a problem.
tr_tr: [ _M_] Yani ... Tabii ki seni affetmek istiyorum. Ve senin de bir sorunun var.

source: [_M_] I just hope it doesn't get around that you and I keep dissapearing into the VIP room.
tr_tr: Umarım sen ve ben VIP odasına sızmaya devam etmezler.

source: [_M_] But, whatever. Lead the way... I'll follow.
tr_tr: [ _M_] Ama, her neyse. Yolu göster. Ben takip ederim.

source: [_A_] I'm sure she understands that you can't possibly make every single week's payment.
tr_tr: Eminim, her haftanın ödemesini yapmayacağını anladığından eminim.

source: [_A_] I don't even think she's mad at you. I'm sure she's grateful for every time that she hasn't had to come here because of your hard work.
tr_tr: Sana kızgın olduğunu bile zannetmiyorum. Eminim senin sıkı çalışman yüzünden buraya gelmek zorunda kalmadığı her sefer için minnettar.

source: [_A_] Here's the beer you ordered.
tr_tr: [ _A_] İşte sipariş ettiğiniz bira.

source: [_R_] Oh, Do you need to see my ID?
tr_tr: Kimliğimi görmen gerekiyor mu?

source: [_A_] The fake ID my own Uncle gave you?... yeah, that won't be necessary.
tr_tr: -Amcam sana sahte kimlik verdi mi?

source: [_M_] You're not old enough to be drinking!
tr_tr: İçmek için yeterince yaşlı değilsin!

source: [_M_] Alcohol isn't going to make your life any easier.
tr_tr: [ _M_] Alcol hayatınızı kolaylaştıramaz.

source: [_M_] Are you trying to end up like your father?
tr_tr: Sen de baban gibi mi bitirmeye çalışıyorsun?

source: [_R_] That lingerie is completely see through... It leaves nothing to the imagination.
tr_tr: O iç çamaşırı tamamen göredir ... Hayal gücüne hiçbir şey bırakmaz.

source: [_M_] What? Oh, this... Yeah, it was a special gift from Joey. Meaning I have no choice but to wear it.
tr_tr: [ _M_] Ne? Oh, bu ... Evet, Joey 'den özel bir hediyeydi. Yani, bunu giymekten başka çarim yok.

source: [_M_] I mean, he gifted me another one too, but it's not any less revealing.
tr_tr: Demek istediğim, o da bana bir tane daha hediye etti, ama daha az açığa çıkarma değil.

source: [_R_] That fucker! I'm sorry you're in this situation again this week. I should have done a better job managing our money.
tr_tr: [ _R_] O şerefsiz! Bu hafta yine bu durumda olduğun için özür dilerim. Paramızı idare etmek için daha iyi bir iş yapmalıydım.

source: [_R_] Please forgive me.
tr_tr: [ _R_] Lütfen beni affedin.

source: [_M_] Of course I forgive you.
tr_tr: Tabii ki seni affediyorum.

source: [_M_] I know you're doing your best.
tr_tr: Elinden gelenin en iyisini yaptığını biliyorum.

source: [_R_] Goddam, though... You do look stunning.
tr_tr: -Goddam, yine de ... Harika görünüyorsun.

source: [_R_] It's one of the most beautiful things I've ever seen you wear!
tr_tr: Bu senin giydiğin en güzel şeylerden biri!

source: [_R_] It's making me feel all kinds of things.
tr_tr: Her türlü şeyi hissetmeme neden oluyor.

source: [_M_] Yeah... I can see that.
tr_tr: [ _M_] Evet ... Bunu görebiliyorum.

source: [_M_] You're practically bulging out of your pants.
tr_tr: Neredeyse pantolonunun içinden çıkıyordun.

source: [_M_] I'm sorry I can't help you out, but I can't think of a single place in the club where there's enough privacy to take care of that little problem.
tr_tr: Size yardımcı olamadığım için üzgünüm ama kulüpte bu küçük sorunu halletmek için yeterli gizliliğin olduğu tek bir yer aklıma bile gelmemiş.

source: [_R_] Really? You'd do that for me? Even though I missed this week's payment.
tr_tr: Gerçekten mi? Bunu benim için yapar mısın? Bu haftanın ödemesini kaçırsam da.

source: [_M_] I mean, it doesn't matter since there's nowhere to take care of you, but yes... I'd help you out.
tr_tr: Demek istediğim, seninle ilgilenecek bir yer yok, ama evet ... Sana yardım ederdim.

source: [_M_] I don't want you to think I hold anything against you, and as big as you are, you're still my little boy who I need to take care of.
tr_tr: Sana karşı bir şey tuttuğumu düşünmeni istemiyorum, ve senin kadar büyük, hala benim küçük oğlumsun ve benim ilgilenmem gereken benim.

source: [_R_] I might just know the perfect place.
tr_tr: Sadece mükemmel bir yer biliyorum.

source: [_M_] Uhhh... Okay, I guess... We just need to make sure nobody knows what we're doing.
tr_tr: [ _M_] Uhhh ... Tamam, sanırım ... Sadece ne yaptığımızı kimsenin bilmediğinden emin olmak istiyoruz.

source: [_R_] Don't worry. Just follow me.
tr_tr: Merak etme. Beni takip et.

source: [_M_] I can't help but think of all the things you've probably done in the VIP room.
tr_tr: Yardım edemem ama büyük ihtimalle VIP odasında yaptığın şeyleri düşünmekten başka bir şey yapamam.

source: [_R_] I told you... I haven't really done anything in there. For one thing, it all costs too much, and for another, I haven't been a member for very long.
tr_tr: [ _R_] Sana söyledim ... Orada hiçbir şey yapmadım. Tek bir şey için, her şey çok fazla, ve bir başkası için, çok uzun süredir bir üye değilim.

source: [_RT_] {i}That's at least partially true.{/i}
tr_tr: [ _RT_] {i}Bu en az bir kısmı doğru. { /i }

source: [_M_] I want to believe you.
tr_tr: [ _M_] Sana inanmak istiyorum.

source: [_CD_] Oh, hey you two.
tr_tr: -Hey, siz ikiniz.
