Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_AD_] Haha.... I'm sure you'd like that.... but I'm not an idiot. I know what damage that picture would cause in the wrong hands.
tr_tr: [ _AD_] Haha .... Eminim hoşuna gider ... ama ben aptal değilim. Bu fotoğrafın yanlış ellerde ne kadar zarar vereceğini biliyorum.

source: [_AD_] I'll just be taking the SD card.
tr_tr: Sadece SD kartını alacağım.

source: [_R_] What about the other pics?
tr_tr: Diğer pikler ne olacak?

source: [_AD_] You're a fan of my work, are you?
tr_tr: -İşimin hayranısın, değil mi?

source: [_AD_] I'll send you the rest.
tr_tr: Gerisini sana yollarım.

source: [_AD_] After I get what I want off of it.
tr_tr: İstediğimi elde ettikten sonra.

source: [_AD_] You girls did really good today!
tr_tr: Siz kızlar bugün gerçekten iyi iş yaptınız!

source: [_AD_] I can't wait to see what kind of photo shoots [ryan] puts you together in down the road.
tr_tr: Nasıl bir fotoğraf çekeceğini görmek için sabırsızlanıyorum. Seni yolun aşağısında bir araya getiriyorum.

source: [_AD_] I am one of your subscribers on Cosplay Heaven, by the way.
tr_tr: Bu arada, Cosplay Heaven 'daki abonelerinizden biriyim.

source: [_AD_] My user name is BigDykeDiaz, haha...
tr_tr: [ _AD_] Kullanıcı adı BigDykeDiaz, haha ...

source: [_L_] Uhhh.... we'll look for you on there...
tr_tr: [_L_] Uhhh.... seni orada arayacağız...

source: [_AD_] Thank you all for your time and hard work!
tr_tr: [ _AD_] Zaman ve sıkı çalışmalarınız için hepinize teşekkür ederim!

source: [_AD_] The pleasure was all mine!
tr_tr: O zevk bana ait!

source: [_AD_] Later, perpetrators!
tr_tr: [ _AD_] Sonra, failler!

source: [_RT_] {i}Holy hell!.... I can't believe that all just happened.{/i}
tr_tr: [ _RT_] {i}Kutsal cehennem! .... Tüm bunların yaşandığına inanamıyorum.

source: [_RT_] {i}Agent Diaz is even more unhinged than I thought!{/i}
tr_tr: [ _RT_] {i}Agent Diaz, düşündüğümden daha da dengesiz!

source: [_RT_] {i}Maybe even more so than me.{/i}
tr_tr: [ _RT_] {i}Belki benden daha fazla. { /i }

source: [_RT_] {i}And what's the deal with Sidney cock-blocking me?{/i}
tr_tr: [ _RT_] {i}ve Sidney 'in sikişi beni engelleyen şey nedir?

source: [_GCP_] Fucking Diaz!
tr_tr: Lanet Diaz!

source: [_R_] Fucking Diaz.
tr_tr: Lanet Diaz.

source: [_R_] But if it makes you feel better.... I learned a few really valuable lessons.
tr_tr: [ _R_] Ama eğer daha iyi hissetmeni sağlar ... Çok değerli bir kaç ders öğrendim.

source: [_R_] I learned that Diaz is really dangerous, and I need to make sure I keep things under control with her.
tr_tr: Diaz 'ın çok tehlikeli olduğunu öğrendim ve işleri onunla kontrol altında tutmamdan emin olmak istiyorum.

source: [_R_] I learned that Sidney and Lauren are starting to think like me.
tr_tr: [_R_] Sidney ve Lauren'in benim gibi düşünmeye başladıklarını öğrendim.

source: [_RT_] {i}Holy shit!.... I think I'm going to puke!{/i}
tr_tr: [ _RT_] {i}Kutsal bok! .... Sanırım kusacağım!

source: [_GP_] Just hold it in for a second.... the feeling wears off really quick.
tr_tr: Bir saniye içinde tut. Bu his çok hızlı geçiyor.

source: [_R_] What the fuck!.... Where are we?
tr_tr: [ _R_] Ne sikim! .... Biz neredeyiz?

source: [_GP_] Sssshhhhhh.... try not to speak out loud to me in public. Don't forget, I can hear your thoughts. People will think you're loony if you're talking to someone on your shoulder.
tr_tr: [ _GP_] Sssshhhhhh .... halkın içinde yüksek sesle konuşmamaya çalış. Unutma, düşüncelerini duyabiliyorum. Omzunda biriyle konuşurken insanlar senin deli olduğunu düşünecekler.

source: [_RT_] {i}I have gone loony!.... I'm talking to a ten inch version of my own mom!{/i}
tr_tr: [ _RT_] {i}I have gone loony! .... Kendi annemin 10 santimlik versiyonundan bahsediyorum!

source: [_RT_] {i}And now I'm just thinking at her!{/i}
tr_tr: [ _RT_] {i}Ve şimdi ona sadece düşünüyorum! { /i }

source: [_RT_] {i}And I assume that I'm the only one who can see or hear you?{/i}
tr_tr: [ _RT_] {i}Ve sizi görebilecek ya da duyabilen tek kişi olduğumu varsayıyorum? { /i }

source: [_GP_] You have assumed correctly.
tr_tr: [ _GP_] Doğru şekilde varsaydınız.

source: [_RT_] {i}So, where the fuck are we?{/i}
tr_tr: [_RT_] {i}Peki, hangi cehennemdeyiz?

source: [_GP_] The more appropriate question would be, "When are we?"
tr_tr: [ _GP_] Daha uygun soru ne zaman "biz ne zaman?"

source: [_RT_] {i}Ok.... I'll bite.... when are we?{/i}
tr_tr: [ _RT_] {i}Tamam .... Ne zaman hazır olurum?

source: [_GP_] So glad you asked.... we have gone back to a Christmas 20 years ago.
tr_tr: Sormana sevindim. 20 yıl önce bir Noel 'e geri döndük.

source: [_GP_] To the day that your parents met.
tr_tr: [ _GP_] Ailenizin tanıştığı güne kadar.

source: [_RT_] {i}Really?.... Cuz Mom told me that they met when she was working at a strip club.{/i}
tr_tr: [ _RT_] {i}Gerçekten mi? Çünkü annem bana striptiz kulübünde çalışırken tanıştıklarını söyledi.

source: [_GP_] Oh, shit!.... Is that true?.... Dammit.... I knew I should have read your whole file.
tr_tr: Oh, kahretsin! .... Bu doğru mu? Lanet olsun ... Bütün dosyanızı okumam gerektiğini biliyordum.

source: [_GP_] Well, that's not a problem!.... It doesn't matter where two people fall in love.... just that they do.
tr_tr: Bu bir sorun değil! İki insanın aşık olduğu bir şey değil. Sadece onlar var.

source: [_GP_] And you're lucky enough to get to see it.
tr_tr: Ve sen de bunu görecek kadar şanslısın.

source: [_RT_] {i}You do realize that my infatuation with my mom and sisters started because I saw my mom stripping at a strip club, right?{/i}
tr_tr: [ _RT_] {i}Annem ve kız kardeşlerimle kavga ettiğim için annemin striptiz kulübünde soyunduğunu gördüm, değil mi? { /i }

source: [_GP_] Well, the first time was traumatic, so hopefully this time will be therapeutic.
tr_tr: İlk seferinde travmatik oldu, bu yüzden umarım bu sefer tedavi edici olur.

source: [_RT_] {i}Where is everybody? The club seems empty.{/i}
tr_tr: [ _RT_] {i}Herkes nerede? Kulüp boş görünüyor. { /i }

source: [_GP_] Well, it's Christmas! All the men should be home with their families.
tr_tr: Noel geldi! Bütün erkekler aileleriyle birlikte evde olmalı.

source: [_GP_] So, let's look around and see if we can find your parents.
tr_tr: [_GP_] Etrafa bir bakalım, bakalım aileni bulabilecek miyiz?

source: [_VOM_] Let's welcome to the stage the only one of our dancers desperate enough to come in on Christmas, to perform for a single patron, Oh, I guess there's two of you now.... I didn't see you come in.
tr_tr: Şimdi sahnedeki dansçılarımızdan sadece bir tanesi Noel 'de gelecek, tek bir patronun için sahneye çıkacak. Sanırım şu anda iki kişi var. İçeri girdiğinizi görmedim.

source: [_VOM_] {i}(Whispering over mic){/i} Honestly Bill, it was a terrible idea to be open on Christmas.
tr_tr: [_VOM_] {i}(Mikrofondan fısıldayarak){/i} Dürüst olmak gerekirse Bill, Noel'de açık olmak berbat bir fikirdi.

source: [_VOM_] {i}(Other muffled voice){/i} Ssshhhh.... they can hear you over the mic!
tr_tr: [ _VOM_] {i}(diğer boğuk sesi) { /i } Ssshhhh .... mikrofonun üzerinden duyabilirler!

source: [_VOM_] Once again! Let's welcome to the stage, Santa's sexy helper, the one and only, [mom_name]!
tr_tr: [ _VOM_] Bir kez daha! Sahneye hoş geldin, Noel Baba 'nın seksi yardımcısı, tek ve tek, [ momen_name]!

source: [_R_] Oh.... my.... God!...
tr_tr: [_R_] A.... man.... Tanrım!...

source: [_GP_] ....Holy Virgin Futa!
tr_tr: [ _GP_] ....Kutsal Bakire Futa!

source: [_RT_] {i}We did go through time.... that's my mom!.... Only.... much younger.{/i}
tr_tr: [ _RT_] {i}Zaman içinde geçtiyorduk ... o benim annem! .... Sadece ... çok daha gençti.

source: [_RT_] {i}She looks incredible!{/i}
tr_tr: [ _RT_] {i}İnanılmaz görünüyor!

source: [_GP_] Yeah, well.... stop ogling at your mother.... and don't forget why we're here!
tr_tr: Evet, şey ... annene göz dikmeyi bırak ... ve neden burada olduğumuzu unutma!

source: [_RT_] {i}Why are we here again?{/i}
tr_tr: [ _RT_] {i}Neden buradayız?

source: [_GP_] So you can see your parents fall in love! I'm pretty sure If you see the moment they fall in love, you wouldn't possibly want to do anything to ruin their marriage.
tr_tr: Böylece ebeveynlerinizin aşık olduğunu görebilirsiniz. Eminim ki aşık oldukları anı görürsen, evliliklerini mahvetmek için hiçbir şey yapmak istemezsin.

source: [_GP_] Though I'll admit.... I had hoped for a more romantic setting.... I should have done my homework.
tr_tr: [ _GP_] Kabul etmeliyim ki ... Daha romantik bir yer bekliyordum. Ev ödevimi yapmalıydım.

source: [_GP_] Well, let's make the most of it anyways.
tr_tr: Her neyse, en çok da bu işi yapalım.

source: [_GP_] Look! Is that your dad over there?
tr_tr: [ _GP_] Bak! Oradaki baban mı?

source: [_RT_] {i}Holy shit.... yeah.... only way younger and thinner.{/i}
tr_tr: [ _RT_] {i}Kutsal bok .... evet .... sadece daha genç ve daha ince. { /i }

source: [_RT_] {i}I wonder if he's as much of a douche in the past, as he is in the present.{/i}
tr_tr: [ _RT_] {i}Acaba geçmişte olduğu gibi o da geçmişte olduğu gibi bir pislik gibi mi? { /i }

source: [_GP_] Well.... let's watch and find out.
tr_tr: Peki ... hadi izleyelim ve öğrenelim.

source: [_GP_] Oh look, how sweet!.... He's tipping your mom for her hard work!
tr_tr: Bak, ne kadar tatlı! Annene yaptığı zor iş için bahşiş verdi!

source: [_RT_] {i}You think tipping a stripper is sweet?.... Angels have a strange moral code.{/i}
tr_tr: [ _RT_] {i}Striptizcinin tatlı olduğunu mu düşünüyorsunuz? Meleklerin garip bir ahlaki kuralları vardır.

source: [_GP_] I'm not an angel, I'm a ghost.... and it's sweet because it's going to lead to them falling in love!
tr_tr: Ben bir melek değilim, ben bir hayaletim ... ve bu çok tatlı, çünkü onlara aşık olmak onlara yol açacak!

source: [_RT_] {i}Well, I know seeing Mom strip made me fall in love.... that is, I already loved her, but now I want to bang her.{/i}
tr_tr: [ _RT_] {i}Şey, annemin soyunun beni aşık ettiğini biliyorum ... yani, onu zaten sevdim, ama şimdi onu becermek istiyorum. { /i }

source: [_GP_] Oh, stop thinking with your cock, and try to appreciate this moment. You're about to see them fall in love!
tr_tr: Sikine düşünmeyi bırak ve bu anı takdir etmeye çalış. Onların aşık olduğunu görmek üzeresin!

source: [_D_] Hey buddy!.... Are you just going to stare at us all day? Why don't you be a gentleman and tip the nice lady. It is Christmas, you know.
tr_tr: Hey dostum! Bütün gün bize mi bakacaksın? Neden bir centilmen olup iyi hanımefendiye bahşiş vermiyorsunuz? Noel, biliyorsun.

source: [_RT_] {i}Shit!.... What do I do?{/i}
tr_tr: [ _RT_] {i}Bok! .... Ben ne yaparım?

source: [_GP_] OK.... don't panic.... I gave you some Christmas magic when I blew that Christmas dust on you.
tr_tr: [ _GP_] Tamam .... panik yapma .... Sana Noel sihrini verdim, sana Noel tozunu üflediğimde.

source: [_GP_] You should be able to pull anything you need out of your pocket.... you know, like money.... all you need to do is think really hard about it.
tr_tr: [ _GP_] İhtiyacın olan her şeyi cebinden çekebilmelisin .... bilirsin, para gibi ... yapman gereken tek şey, bunu gerçekten çok düşünmek.

source: [_M_] Oh, be nice!.... Nobody should feel pressured into tipping me, but I'll tell you what I'll do. Whichever of you tips me the most tonight will get a private lap dance from me.
tr_tr: Oh, iyi ol! .... Kimse bana bahşiş vermek için baskı yapmamalı, ama sana ne yapacağımı söyleyeyim. Bu gece bana bahşiş bahşiş olursa, bu gece benden özel bir kucak dansı olacak.

source: [_M_] Are you both up for it?
tr_tr: -İkiniz de bu işin peşinde misiniz?

source: [_D_] I'm in!
tr_tr: -Ben de geliyorum!

source: [_GP_] I'm not sure this is a good idea...
tr_tr: Bunun iyi bir fikir olduğundan emin değilim.

source: [_RT_] {i}Why?.... Is it like the movie "Back to the Future", where I'll stop existing if my parents don't fall in love?{/i}
tr_tr: [ _RT_] {i}Neden? .... "Geleceğe Dönüş" filmi gibi mi? Ailem aşık değilse, var olan şeyi durduracağım yer mi?

source: [_GP_] No.... It's nothing like that! There isn't anything we can do here that will change the future. The past is already written.
tr_tr: [ _GP_] Hayır ... Öyle bir şey değil! Burada, geleceği değiştirecek hiçbir şey yok. Geçmiş çoktan yazıldı.

source: [_GP_] These are just shadows of the past, but with Christmas magic, we can interact with them.
tr_tr: [ _GP_] Bunlar sadece geçmişin gölgeleri, ama Noel büyüyle, onlarla etkileşimde bulunabiliriz.

source: [_RT_] {i}Well, what can go wrong then?{/i}
tr_tr: [ _RT_] {i}Peki, o zaman ne yanlış gidebilir? { /i }

source: [_GP_] Well, you might not learn the lesson that I'm trying to teach you!
tr_tr: Sana öğretmeye çalıştığım dersi öğrenmesen iyi olur!

source: [_R_] I'm in too!
tr_tr: Ben de geliyorum!

source: [_GP_] Dammit! You better let your dad win!
tr_tr: Dammit! Babanın kazanmasına izin versen iyi olur!

source: [_M_] Yay!.... I'll start dancing and you guys start tipping!
tr_tr: [ _M_] Yay! .... Ben dans etmeye başlarım ve siz devrilmeye başlarız!

source: [_M_] Let the "tip off" begin!
tr_tr: [ _M_] "bahşiş" başlasın!

source: [_RT_] {i}Wow!.... Look at her!.... And you're trying to teach me that I shouldn't get a hard-on when I look at that?{/i}
tr_tr: [_RT_] {i}Vay canına!.... Şuna bak! .... Ve sen bana buna baktığımda ereksiyon olmamam gerektiğini mi öğretmeye çalışıyorsun?

source: [_GP_] Well, there's a big difference in getting a hard-on and actually trying to fuck her!
tr_tr: Sertleşip onu becermeye çalışan büyük bir fark var!

source: [_RT_] {i}You're right.... I should try to fuck her!....{/i}
tr_tr: [ _RT_] {i}Haklısın .... Onu becermeye çalışmalıyım! ....

source: [_GP_] Dammit!.... No!
tr_tr: Lanet olsun! Hayır!

source: [_GP_] Get away you hussy!
tr_tr: -Git başımdan aşüfte!

source: [_GP_] She needs to be giving her attention to your dad!
tr_tr: Babana dikkatini vermesi lazım!

source: [_RT_] {i}Is it accurate to say that this is bringing back memories, if this event technically takes place before I saw Mom in the club for the first time?{/i}
tr_tr: [ _RT_] {i}Bu olayın hatıraları geri getirdiğini söylemek doğru olur, eğer bu olay teknik olarak annemi ilk kez kulüpte görmemden önce gerçekleşirse?

source: [_GP_] I don't know.... don't ask me stupid questions.
tr_tr: Bilmiyorum ... bana aptalca sorular sorma.

source: [_D_] Hey baby!. I've got something for you over here.
tr_tr: Hey bebek! Burada senin için bir şeyim var.

source: [_GP_] That's it [dad_name]! Keep on bidding! Win [mom_name]'s love!
tr_tr: [ _GP_] İşte bu [ dad_name]! Açık arttırmaya devam edin! Win [ momen_name]'s love!

source: [_RT_] {i}Damn! I'm jealous of the view he's getting!{/i}
tr_tr: [ _RT_] {i}Lanet! Yaptığı manzarayı kıskanıyorum!

source: [_RT_] {i}So, I'm assuming that if I were to win the tip war, you wouldn't let me stay and enjoy it. You'd just zap me back to my room, right?{/i}
tr_tr: [_RT_] {i}Yani, bahşiş savaşını kazanırsam, kalıp tadını çıkarmama izin vermeyeceğinizi varsayıyorum. Beni odama geri gönderirsin, değil mi?

source: [_GP_] Well...
tr_tr: [_GP_] Eee...

source: [_RT_] {i}"Well" what?{/i}
tr_tr: [ _RT_] {i}"Peki" ne? { /i }

source: [_RT_] {i}What is it you don't want to tell me?{/i}
tr_tr: [ _RT_] {i}Bana söylemek istemediğiniz nedir?

source: [_GP_] Urrrrgggghhhh!.... We're not allowed to lie to our clients, otherwise I damn well would right now.
tr_tr: [ _GP_] Urrrrgggghhhh! .... Müvekkillerimize yalan söylemeye iznimiz yok, aksi halde şu an için çok iyi olur.

source: [_GP_] When we go through a time worm hole, it kind of acts like an hour-glass, and we're stuck here until we run out of time.
tr_tr: Bir zaman solucan deliğinden geçince, bir saat-cam gibi hareket eder, ve zamanımız tükenene kadar burada sıkışıp kalırız.

source: [_GP_] I was thinking that maybe we could hit the bar while we wait to go back. You know.... after your parents fall in love?
tr_tr: Düşünüyordum da belki geri dönmek için beklerken barı vurabiliriz. Biliyor musun ... ailen aşık olduktan sonra?

source: [_GP_] I haven't had a good drink in a few decades!
tr_tr: Birkaç on yıl içinde hiç iyi bir içki içmedim!

source: [_RT_] {i}I'm not old enough to buy alcohol.{/i}
tr_tr: [ _RT_] {i}alkol alacak kadar yaşlı değilim. { /i }

source: [_GP_] You'd just have to think about an ID hard enough, and then you could pull it out of your pocket.
tr_tr: Sadece bir kimlik hakkında yeterince düşünmelisin, sonra da cebinden çıkarabilirsin.

source: [_RT_] {i}Haha....Yeah, that's right!{/i}
tr_tr: [ _RT_] {i}Haha ....Evet, bu doğru!

source: [_RT_] {i}Hmmmm.... you know what? Let's just play it by ear.{/i}
tr_tr: [ _RT_] {i}Hmmmm .... biliyor musunuz? Sadece kulakla oynayalım. { /i }

source: [_GP_] Shit!!.... I don't like the sound of that.
tr_tr: Lanet olsun! Bu sesi hiç beğenmedim.

source: [_GP_] Alright [ryan].... I think this should be our last tip.... I don't know how much more [dad_name] can afford.
tr_tr: [ _GP_] Tamam [ ryan] .... Bence bu son ipucumuz olmalı. Daha ne kadar [ dad_name] satın alabileceğini bilmiyorum.

source: [_RT_] {i}I've got an endless supply of money in my pocket.... how on earth would I be able to resist tipping that sexy minx?{/i}
tr_tr: [ _RT_] {i}Cebimde sonsuz miktarda para var ... bu seksi minklerin devrilmesinde nasıl direnebilirim? { /i }

source: [_GP_] Don't forget why we're here!
tr_tr: [ _GP_] Neden burada olduğumuzu unutmayın!

source: [_GP_] If you don't get to see your parents fall in love than this whole trip will have been for nothing!
tr_tr: Eğer aileni aşık olarak görmezsen tüm bu yolculuktan başka bir şey olmaz!

source: [_RT_] {i}Alright, I promise I'll try!{/i}
tr_tr: [ _RT_] {i}Tamam, söz veriyorum deneyeceğim!

source: [_RT_] {i}But the look in those eyes!{/i}
tr_tr: [ _RT_] {i}Bu gözlerdeki bakış! { /i }

source: [_RT_] {i}And those perfect breasts!{/i}
tr_tr: [ _RT_] {i}Ve şu mükemmel göğüsler!

source: [_RT_] {i}Oh, God.... I think the only thing you've succeeded in doing is making me fall deeper in love with Mom.{/i}
tr_tr: [ _RT_] {i}Oh, Tanrım .... Bence başardığın tek şey beni anneme daha çok aşık etmek. { /i }

source: [_GP_] Dammit [ryan]! Show some self-restraint, for God's sake!
tr_tr: [ _GP_] Dammit [ ryan]! Kendine hakim ol, Tanrı aşkına!

source: [_GP_] Resist that perfect ass!
tr_tr: O mükemmel kıçı yeniden boyutlandırma!

source: [_RT_] {i}I'm trying!{/i}
tr_tr: [ _RT_] {i}Deniyorum!

source: [_RT_] {i}But I've got a hard-on that could cut glass!{/i}
tr_tr: [ _RT_] {i}Ama ben cam kesebilecek bir zorum var!

source: [_D_] Hey, sexy! I've got something over here that's going to sweeten your whole Christmas!
tr_tr: Hey, seksi! Bütün Noel 'i tatlandırmak için burada bir şeyim var.

source: [_D_] And just so you know, little boy.... hey!.... Are you even old enough to be in a bar?
tr_tr: Ve bildiğin gibi, küçük çocuk ... hey! .... Barda olacak kadar büyüdün mü?

source: [_R_] I've got ID. I've just got one of those baby faces, ya know?
tr_tr: Kimliğim var. Şu bebek yüzlerinden birini daha yeni aldım, biliyor musun?

source: [_D_] Well.... I'm going to send you home crying like a baby.
tr_tr: [ _D_] Şey .... Seni eve bebek gibi ağlatan bir eve göndereceğim.

source: [_R_] Wow.... clever...
tr_tr: Vay canına ... zekice ...

source: [_D_] Fuck you.... see, I don't ever lose.... and I also like to make grand gestures...
tr_tr: Siktir git ... bak, ben hiç kaybetmem ... ve aynı zamanda büyük jestler yapmayı da seviyorum ...

source: [_D_] And this beauty deserves a real man to dance for tonight, not some little boy!
tr_tr: Ve bu güzellik, bu gece için gerçek bir erkeği hak ediyor, küçük bir çocuk değil!

source: [_D_] So, feel free to leave any time, because I can guarantee your Christmas is going to end in disappointment.
tr_tr: [_D_] Bu yüzden, istediğiniz zaman ayrılmaktan çekinmeyin, çünkü Noel'inizin hayal kırıklığıyla sonuçlanacağını garanti edebilirim.

source: [_D_] Merry Christmas, beautiful!
tr_tr: Mutlu noeller, güzel!

source: [_M_] Oh, my God!...
tr_tr: [_M_] Oh, Aman Tanrım!...

source: [_M_] That's got to be at least a thousand dollars!...
tr_tr: Bu en az bir bin dolar olmalı!

source: [_D_] It's actually one thousand, five hundred, to be exact!
tr_tr: Tam olarak bin beş yüz bin dolar.

source: [_M_] That's the biggest tip I've ever seen!
tr_tr: Şimdiye kadar gördüğüm en büyük bahşiş bu!

source: [_M_] Oh.... I want to rub your huge tip all over my pussy!
tr_tr: [ _M_] Oh .... Koca ipini amcığıma sürtmek istiyorum!

source: [_D_] Holy shit.... that's hot!
tr_tr: Vay canına! Bu çok sıcak!

source: [_GP_] Yes! [ryan]! You did it!
tr_tr: [ _GP_] Evet! Sen yaptın!

source: [_RT_] {i}What did I do?{/i}
tr_tr: [ _RT_] {i}Ne yaptım?

source: [_GP_] You forced your dad to make a grand gesture to win over your mom!
tr_tr: Babanı, anneni kazanmak için büyük bir jest yapmaya zorladın!

source: [_GP_] They look like they are falling in love already!
tr_tr: Şimdiden aşık gibi görünüyorlar!

source: [_RT_] {i}Who said I'm going to let him win?{/i}
tr_tr: [ _RT_] {i}Onu kazanmasına izin vereceğimi kim söyledi?

source: [_GP_] Oh no, please, [ryan]! It's too perfect! Please!.... Just let it play out from here!
tr_tr: Hayır, lütfen, [ ryan]! Bu çok mükemmel! Lütfen! Bırak oynasın buradan!

source: [_R_] Well, congratulations.... you win...
tr_tr: Tebrikler ... Kazandınız ...

source: [_D_] That's right, I win.
tr_tr: Doğru, ben kazandım.

source: [_D_] Because I always win...
tr_tr: Çünkü ben her zaman ...

source: [_D_] So head on home, back to mommy, little boy.
tr_tr: Eve dön, anneye dön, küçük çocuk.

source: [_D_] Maybe you can suck on her tits tonight.
tr_tr: Belki de bu gece göğüslerini yalayabilirsin.

source: [_RT_] {i}Dammit! If he even knew, that he stole that chance from me!....{/i}
tr_tr: [ _RT_] {i}Dammit! Eğer o bilse, o şansı benden çaldığını! .... .... { /i }

source: [_GP_] He didn't steal that chance! You weren't even born yet, you idiot!
tr_tr: O şansı çalamamış! Daha doğmamışsın bile, seni aptal!

source: [_RT_] {i}UUURRRGGGHHHH.... I still hate to lose to that asshat!{/i}
tr_tr: [ _RT_] {i}UUURRRGGGHHHH .... O assağı kaybetmekten hala nefret ediyorum!

source: [_GP_] Well, just remember.... If he didn't fuck your mom, you wouldn't have been born.
tr_tr: Hatırlasana ... Eğer anneni becermeseydi, sen doğmazdın.

source: [_RT_] {i}And there goes that beautiful ass! I wish I was following it!{/i}
tr_tr: [ _RT_] {i}Ve o güzel popo gidiyor! Keşke takip etseydim!

source: [_D_] Get one good last look, loser! Because that ass is going to be rubbing all over my lap tonight!
tr_tr: Son bir kez daha bak, ezik! Çünkü o kıç bu gece kucağıma sürtüyor olacak!

source: [_RT_] {i}Ugghh.... what an asshole!{/i}
tr_tr: [ _RT_] {i}Ugghh .... ne göt!

source: [_RT_] {i}How did Mom ever fall in love with that jerk?{/i}
tr_tr: [ _RT_] {i}Annem o pislikle nasıl aşık oldu?

source: [_GP_] Well?...
tr_tr: [_GP_] Eee?...

source: [_GP_] Wasn't that amazing?.... You know.... to see the beginnings of your parents's relationship?
tr_tr: [_GP_] Bu harika değil miydi? .... Anne babanızın ilişkisinin başlangıcını.... görmeyi biliyor musunuz?

source: [_GP_] Should we hit the bar, until our time here runs out?
tr_tr: Buradaki zamanımız tükenene kadar, bara gidelim mi?

source: [_RT_] {i}No!.... If anything, it makes me even more convinced that Mom shouldn't stay together with Dad, and that she would be happier with me.{/i}
tr_tr: [ _RT_] {i}Hayır! .... Eğer bir şey olursa, annemin babamla birlikte kalmaması ve benimle daha mutlu olması beni daha da ikna etti. { /i }

source: [_GP_] No!.... That's not right!
tr_tr: [ _GP_] Hayır! .... Bu doğru değil!

source: [_GP_] This has to be a life changing event for you!
tr_tr: [ _GP_] Bu sizin için bir hayat değiştiren bir olay olmalı!
