Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_R_] It's like I said.... with so many shady characters around tracking my movements, I've needed to grow closer to the people around me.
tr_tr: [_R_] Dediğim gibi.... etrafımda yaptıklarımı izleyen pek çok karanlık varlık varken.... çevremdeki insanlarla yakınlaşmaya ihtiyaç duydum.

source: [_WT_] Let me just jump in here one more time.
tr_tr: [_WT_] Burada bir kez daha araya girmeme izin verin.

source: [_WT_] To be successful, [ryan] has to influence those around him.
tr_tr: [_WT_] Başarılı olmak için [ryan] çevresindekileri etkilemek zorundadır.

source: [_WT_] Relationship management is the most important part of this game.
tr_tr: [_WT_] İlişki yönetimi bu oyunun en önemli parçasıdır.

source: [_WT_] You will need to make choices throughout the game that will influence the way the girls in your life feel about you.
tr_tr: [_WT_] Oyun boyunca hayatınızdaki kızların sizin hakkınızdaki hislerini etkileyecek seçimler yapmanız gerekecek.

source: [_WT_] So, it's pretty important that you keep track of those stats.
tr_tr: [_WT_] Bu yüzden, bu istatistikleri takip etmeniz oldukça önemli.

source: [_WT_] You can access a girl's stats,
tr_tr: [_WT_] Bir kızın istatistiklerine erişmek için,

source: [_WT_] by pressing the "P" button on your keyboard.
tr_tr: [_WT_] Klavyenizdeki P tuşuna basmanız yeterlidir.

source: [_WT_] You can cycle through the girls in the game by clicking on the left or right arrows.
tr_tr: [_WT_] Sol veya sağ oklara tıklayarak kızlar arasında geçiş yapabilirsiniz.

source: [_WT_] Once you've found the girl you want to track, you can figure out her stats by looking at the icons by her name and picture.
tr_tr: [_WT_] İstediğiniz kızı bulduğunuzda, adının ve resminin yanındaki simgelere bakarak istatistiklerini öğrenebilirsiniz.

source: [_WT_] The heart icon stands for love.
tr_tr: [_WT_] Kalp simgesi aşkı temsil eder.

source: [_WT_] These hands represent respect.
tr_tr: [_WT_] Bu eller saygıyı temsil eder.

source: [_WT_] The angry emoji stands for a girl's anger towards you. It's hard to get them to do anything for you when they are mad.
tr_tr: [_WT_] Kızgın emoji, bir kızın size karşı olan öfkesini gösterir. Kızgın olduklarında sizin için bir şey yapmalarını sağlamanız zor olacak.

source: [_WT_] This whip icon, represents a girl's submission to you.
tr_tr: [_WT_] Bu kırbaç sembolü, bir kızın size boyun eğmesini temsil eder.

source: [_WT_] And these lips represent a girl's libido.
tr_tr: [_WT_] Ve bu dudaklar bir kızın azgınlığını temsil eder.

source: [_WT_] To close the stats window, just press the "P" on your keyboard again.
tr_tr: [_WT_] İstatistikler penceresini kapatmak için klavyenizdeki P tuşuna tekrar basmanız yeterlidir.

source: [_WT_] Another handy way to track a girl's stats is through your phone.
tr_tr: [_WT_] Bir kızın istatistiklerini takip etmenin başka bir yolu ise telefonunuzdur.

source: [_WT_] You can access your phone by clicking on this button.
tr_tr: [_WT_] Bu butona tıklayarak telefonunuza erişebilirsiniz.

source: [_WT_] Once your phone is pulled up, you can track a girl's stats,
tr_tr: [_WT_] Telefonunuzu açtığınızda, bir kızın istatistiklerini takip etmek için,

source: [_WT_] by clicking on this button right here.
tr_tr: [_WT_] buradaki butona tıklamanız yeterlidir.

source: [_WT_] There are also some other handy things you can do with your phone as well.
tr_tr: [_WT_] Telefonunuzla yapabileceğiniz başka şeyler de var.

source: [_WT_] For those of you who support us at the "Friend" tier on SubscribeStar or Patreon, you can install a mod that you can access by pressing on this button.
tr_tr: [_WT_] SubscribeStar veya Patreon'da bizi "Friend" katmanında destekleyenleriniz için, bu düğmeye basarak erişebileceğiniz bir mod yükleyebilirsiniz.

source: [_WT_] The mod is pretty awesome! It allows you to change the name of your character, manipulate the stats of other characters, add and remove items, and add money to your backpack.
tr_tr: [_WT_] Bu mod oldukça harika! Karakterinizin adını değiştirmenize, diğer karakterlerin istatistiklerini manipüle etmenize, eşya eklemenize ve çıkarmanıza ve paranızı arttırmanızı olanak tanır.

source: [_WT_] This button allows you to track your progress. When you click on it,
tr_tr: [_WT_] Bu buton ilerlemenizi takip etmenizi sağlar. Üzerine tıkladığınızda,

source: [_WT_] A screen that lists events will pop up.
tr_tr: [_WT_] olayları listeleyen bir ekran açılacaktır.

source: [_WT_] And when you click on the three question marks "???", you will receive hints to help you know how to complete that event.
tr_tr: [_WT_] Ve üç soru işaretine "???" tıkladığınızda, o olayı nasıl tamamlayacağınızı bilmenize yardımcı olacak ipuçları alacaksınız.

source: [_WT_] A couple other useful buttons are on the bottom of the phone.
tr_tr: [_WT_] Telefonun alt kısmında birkaç kullanışlı buton daha bulunuyor.

source: [_WT_] This button lets you see any pictures of girls that you may take throughout the course of the game.
tr_tr: [_WT_] Bu buton, oyun boyunca çekebileceğiniz kızların fotoğraflarını görmenizi sağlar.

source: [_WT_] And this extremely useful button lets you move forward in time.
tr_tr: [_WT_] Ve bu sihirli buton ise zamanda ilerlemeni sağlar.

source: [_WT_] So, that's all the tips we have for you. Everything else you will have to figure out on your own, or I guess you could always find the walkthrough, or ask for help online.
tr_tr: [_WT_] Gösterebileceğimiz tüm ipuçları bu kadardı. Geri kalan her şeyi kendi başınıza halletmeniz gerekecek. Başınız sıkıştığında online yardım isteyebilirsiniz.

source: [_WT_] However you decide to play, we hope you enjoy the game!
tr_tr: [_WT_] Hikayenizi nasıl şekillendirirseniz şekillendirin, oyunu beğeneceğinizi umuyoruz!

source: [_WT_] Go ahead and take it from here, [ryan]!
tr_tr: [_WT_] Devam et ve buradan al, [ryan]!

source: [_R_] I guess the best thing I can do is to tell you my story, and let whomever watches this to be the judge of my actions.
tr_tr: [_R_] Sanırım yapabileceğim en iyi şey size hikayemi anlatmak ve bunu izleyenlerin yapacaklarıma karar vermesine izin vermek olacaktır.

source: [_R_] And once again, hope this story gets turned into a kick-ass HBO series, and not a fucking lame-ass H-game.
tr_tr: [_R_] Ve bir kez daha, umarım bu hikaye berbat bir HBO dizisine dönüşürüz, dandik bir H-oyununa değil.

source: [_R_] .... So, until fairly recently, I was just a normal teenage kid like everybody else.
tr_tr: [_R_] .... Yakın zamana kadar ben de herkes gibi normal bir gençtim.

source: [_R_] Until I was awoken really early one morning by a phone call that would change my life forever...
tr_tr: [_R_] Ta ki bir sabah çok erken saatlerde hayatımı sonsuza dek değişterecek bir telefonla uyanana kadar...

source: End of tutorial.
tr_tr: Öğreticinin sonu.

source: [_R_] So, I've been trying to record all of the notable events for this year. You know.... kind of a journal, so we can look back and remember the good times.
tr_tr: [_R_] Yani, bu seneki önemli olayları kayda almak için uğraşıyorum. Bilirsin ... bir çeşit günlük, böylece geriye bakıp, güzel zamanları hatırlayabiliriz.

source: [_S_] And now I've slept with most of the powerful men in the state, and I don't know if my baby's father is Senator McFeely, Archbishop SaintFister, Governor LeGroper,
tr_tr: [_S_] ve şimdi eyaletteki güçlü adamların çoğuyla uyudum. Bebeğimi Senatör McFelely mi bilmiyorum, Başpiskopos SaintFister, Vali LeGroper,

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are both cousins and siblings.
tr_tr: [_GF_] Evet, onlara hem kuzen hem de kardeş olduklarını açıklamaya çalışacak kadar kafa karıştırıcı olacak.

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, niece or nephew, and siblings.
tr_tr: [_GF_] Evet, onların aynı anda teyzesi, yeğeni, yeğeni ve kardeşleri olduğunu onlara açıklamaya çalışacak kadar kafa karıştırıcı olacak.

source: [_GF_] Yeah, It will be confusing enough to try to explain to them that they are simultaneously aunt or uncle, nieces or nephews, cousins, and siblings..
tr_tr: [_GF_] Evet, onların aynı anda teyzesi, yeğeni, yeğeni ve kardeşleri olduğunu onlara açıklamaya çalışacak kadar kafa karıştırıcı olacak.

source: [_R_] Oh, man! Look how Lauren's dressing now, just to do something as casual as making cookies.
tr_tr: Oh, adamım! Bak, Lauren 'in nasıl giyiniyor, sadece kurabiye yapmak kadar sıradan bir şey yapmak için.

source: [_R_] At least this future isn't completely bad.
tr_tr: [ _R_] En azından bu gelecek tamamen kötü değil.

source: [_R_] I'm really liking this future so far.
tr_tr: Şu ana kadar bu geleceği gerçekten çok seviyorum.

source: [_R_] Good morning Lauren! Are the cookies ready yet?
tr_tr: [ _R_] Günaydın Lauren! Kurabiyeler hazır mı?

source: [_L_] Good morning [ryan]! Merry Christmas! I'm just getting the cookies in the oven, so they're going to be a few minutes.
tr_tr: [ _L_] Günaydın [ ryan]! Mutlu Noeller! Ben sadece kurabiyeleri fırından alıyorum, bu yüzden birkaç dakika içinde olacak.

source: [_L_] Ok.... I'll set the timer for twelve minutes.
tr_tr: [ _L_] Tamam .... Zamanlayıcıyı 12 dakika ayarlayacağım.

source: [_L_] Wow, cooking makes me get so hot when I'm like this!
tr_tr: Vay canına, yemek pişirmek beni bu hale getirdiğinde çok sıcak oluyor!

source: [_RT_] {i}No.... Fucking.... way!{/i}
tr_tr: [ _RT_] {i}Hayır ... Lanet ... yol!

source: [_GF_] Hahaha.... unbelievable!
tr_tr: [ _GF_] Hahaha .... inanılmaz!

source: [_RT_] {i}You're telling me!{/i}
tr_tr: [ _RT_] {i}Bana anlatıyorsun!

source: [_RT_] {i}I've.... I've got to be the father of this one, I'm sure!{/i}
tr_tr: [ _RT_] {i}Ben ... Bu işin babası olmam lazım, eminim!

source: [_GF_] Ohhhh.... I don't know.... I'd tread lightly here.
tr_tr: [ _GF_] Ohhhh .... Bilmiyorum ... Buraya hafifçe okurdum.

source: [_R_] So.... hey, Lauren!
tr_tr: O yüzden ... hey, Lauren!

source: [_L_] Yeah?...
tr_tr: [_L_] Efendim?...

source: [_R_] What was the due date for your baby again?
tr_tr: Bebeğiniz için son tarih neydi?

source: [_L_] Hmmmmm.... It's January 23rd, so I've got about a month left of being pregnant!
tr_tr: [ _L_] Hmmmmm .... 23 Ocak, bu yüzden hamile kalmaktan bir ay kadar kaldı!

source: [_L_] Thank God.... I can't wait to get this thing out of me.
tr_tr: Tanrıya şükür ... Bu şeyi benden çıkarmak için sabırsızlanıyorum.

source: [_L_] But I guess I can't complain too much.... look!
tr_tr: Ama sanırım çok fazla şikayet edemem ... Bak!

source: [_L_] My tits have gotten even bigger in the last couple days.
tr_tr: Son birkaç gün içinde göğüslerim daha da büyüdü.

source: [_L_] Remember when they looked like swollen mosquito bites?
tr_tr: [ _L_] Şişmiş sivrisinek ısırıkları gibi göründükleri zamanı hatırlıyor musunuz?

source: [_R_] Uhhh.... haha.... yeah.... It feels like yesterday.
tr_tr: [ _R_] Uhhh .... haha .... yeah .... Sanki dünmüş gibi.

source: [_L_] Hhhhnnnnnn.... I just hope.... they get big enough to provide an entire meal for the baby.
tr_tr: [ _L_] Hhhhnnnnnn .... Umarım ... bebek için bir yemek sağlayacak kadar büyükler.

source: [_R_] Do you want some help there?
tr_tr: Yardım ister misin?

source: [_L_] hhnnn.... no.... I've got this.
tr_tr: [ _L_] hhnnn .... hayır .... Ben hallederim.

source: [_L_] There.... I made it up!
tr_tr: [ _L_] İşte ... Ben uydurdum!

source: [_R_] Wow! What a great accomplishment!
tr_tr: [ _R_] Vay canına! Ne büyük bir başarı!

source: [_L_] Haha.... you smart ass!
tr_tr: Haha ... seni akıllı göt!

source: [_L_] I hate these tall chairs now.
tr_tr: Şu uzun sandalyelerden nefret ediyorum.

source: [_R_] So, have we settled on any names for the baby yet?
tr_tr: [_R_] Ee, bebek için herhangi bir isim ayarladık mı?

source: [_L_] Yeah.... remember? We talked about this.
tr_tr: -Evet ... hatırladın mı? Bunu konuşmuştuk.

source: [_R_] Yeah, just refresh my memory.
tr_tr: [ _R_] Evet, sadece hafızamı yenile.

source: [_L_] If it's a boy, we'll name him [ryan], and if it's a girl, we'll name her after Mom.
tr_tr: Eğer bir erkekse, adını ona [ Ryan] ve bir kız olursa, annemden sonra soyacağız.

source: [_R_] So [ryan].... after his...
tr_tr: [ _R_] Yani [ Ryan] .... onun ...

source: [_L_] Uncle.... you weirdo.
tr_tr: Amca ... Seni ucube.

source: [_GF_] Haha.... that was smooth!
tr_tr: -Haha ... bu pürüzsüzdü!

source: [_R_] His uncle? You mean I'm not the?...
tr_tr: Amcası mı? Yani ben o değil miyim?

source: [_L_] [ryan]! What the hell is wrong with you?
tr_tr: [ _L_] [ ryan]! Senin neyin var böyle?

source: [_L_] Did you fall off your scooter and hit your head, or something?
tr_tr: Scooter'ından düşüp kafanı mı çarptın, yoksa bir şey mi?

source: [_R_] I'm sorry.... just remind me.... who's the father of your baby?
tr_tr: [_R_] özür dilerim ... sadece bana ... bebeğinin babası kim olduğunu hatırlatır mısın?

source: [_GF_] Well, that went from smooth to cringy in just a few seconds.
tr_tr: Bir kaç saniye içinde bu pürüzsüz bir şekilde gitti.

source: [_L_] Is this because you're still angry at Agent Diaz?
tr_tr: -Ajan Diaz 'a hala kızgın olduğun için mi?

source: [_R_] What does Diaz have to do with any of this?
tr_tr: [ _R_] Diaz 'ın bu konuda ne yapması gerekiyor?

source: [_L_] You know you've always been sore that we didn't let you father our child.
tr_tr: Her zaman çocuğumuzun babası olmasına izin vermediğimiz için çok üzüldün.

source: [_R_] Our child.... you mean that you and Diaz are.... together?
tr_tr: Bizim çocuğumuz ... sen ve Diaz 'ın birlikte ... birlikte olduğunu mu demek istiyorsun?

source: [_L_] Yep! We've been married for three weeks now.
tr_tr: Evet! Üç haftadır evliyiz.

source: [_L_] You were one of the witnesses.
tr_tr: Sen de görgü tanıklarından birisindin.

source: [_L_] Ohh.... this is some kind of joke or game isn't it.
tr_tr: Bu bir tür şaka ya da oyun değil mi?

source: [_R_] Uhhh.... kind of.... I'm actually.... trying to document all of the important events that happened this year.
tr_tr: [ _R_] Uhhh .... kind ... Ben aslında ... Bu yıl yaşanan tüm önemli olayları belgelemek için çalışıyorum.

source: [_R_] You know, so we won't forget them in the future. I know a lot has happened to us these last couple years.
tr_tr: Biliyorsun, bu yüzden onları gelecekte unutmayacağız. Bu son birkaç yılda bize çok şey olduğunu biliyorum.

source: [_R_] So, if I ask you something that sounds like I should already know, just remember it's for the record.
tr_tr: Eğer size bir şey sorarsam, bunu önceden bilmeliydim, sadece kayıtlara geçsin diye hatırlayın.

source: [_R_] Here.... I'm recording you on my phone. Now will you please state for the record, how you got pregnant.
tr_tr: [ _R_] Burada .... Seni telefonuma kaydediyorum. Şimdi kayıtlara geçsin, nasıl hamile olduğunu öğreneceksin.

source: [_R_] And please give all the details.
tr_tr: [ _R_] Ve lütfen tüm ayrıntıları verin.

source: [_L_] Well.... agent Diaz wanted our baby to have half of her genetics. So, we were going to have her brother fertilize one of my eggs.
tr_tr: [_L_] iyi ... Ajan Diaz bebeğimizin genetiğinin yarısına sahip olmasını istedi. O zaman, onun erkek kardeşi yumurtalarımdan birini dölletecegimiz.

source: [_L_] You refused to pay for the treatment, so we did it the cheap and dirty way.
tr_tr: Tedavinin bedelini ödemeyi reddettin, biz de ucuz ve kirli bir şekilde yaptık.

source: [_L_] So, I fucked her older brother every day for two months...
tr_tr: [_L_] O yüzden iki ay boyunca her gün ağabeyini siktim.

source: [_R_] What?!.... Are you serious!?
tr_tr: [ _R_] Ne?! .... Ciddi misin sen?

source: [_R_] And I was okay with this?
tr_tr: -Ben de sorun değil miyim?

source: [_L_] Well, we didn't ask you.
tr_tr: -Sana sormamıştık.

source: [_L_] So, when her older brother couldn't knock me up, we let her younger brother give it a try.
tr_tr: [_L_] O yüzden ağabeyi beni alt edemediğinde, küçük kardeşinin ona bir denemede izin vermiştik.

source: [_L_] A few months later, and still no baby.
tr_tr: Bir kaç ay sonra, ve hala bebek yok.

source: [_L_] So, Diaz's father volunteered to knock me up.
tr_tr: [_L_] Yani, Diaz 'ın babası beni bayıltmaya gönüllü oldu.

source: [_L_] So, I fucked him for a while.
tr_tr: [_L_] O yüzden, bir süre onu siktim.

source: [_L_] And for good measure I kept fucking her brothers too. Sometimes all of them at the same time.
tr_tr: Ve iyi bir tedbir için kardeşlerini de siktirdim. Bazen hepsi aynı anda oluyor.

source: [_L_] And so I wouldn't feel too awkward, Agent Diaz would join us sometimes.
tr_tr: Ve bu yüzden kendimi çok garip hissetmem Ajan Diaz bazen bize katıIdı.

source: [_R_] Holy shit!
tr_tr: [_R_] Siktir be!

source: [_L_] Is this detailed enough for you?
tr_tr: [ _L_] Bu sizin için yeterince ayrıntılı mı?

source: [_R_] Yeah, just skip to the part where you got pregnant.
tr_tr: Evet, hamile olduğu kısma geç.

source: [_L_] Well, there's not much more to the story.
tr_tr: Hikayeye göre fazla bir şey yok.

source: [_L_] Eventually one of them slipped one past the goalie, and now I'm pregnant with one of their babies.
tr_tr: Sonunda içlerinden biri kalecinin yanından geçmiş, ve şimdi bebeklerinden birine hamileyim.

source: [_R_] And you don't even know which one of them got you pregnant?
tr_tr: Ve sen onlardan hangisinin hamile olduğunu bile bilmiyorsun.

source: [_L_] It doesn't matter. It's Agent Diaz's and my baby not theirs.
tr_tr: Önemli değil. Bu Ajan Diaz 'ın ve benim bebeğimin değil.

source: [_R_] You guys are married, and you still call her Agent Diaz?
tr_tr: Siz evlisiniz ve hala ona Ajan Diaz diye hitap ediyor musunuz?

source: [_L_] Well, yeah! It's respectful. I call her by her first name when we're in our apartment.
tr_tr: Evet, evet! Saygılı bir şey. Dairemizdeki ilk ismiyle ona sesleniyorum.

source: [_R_] So, what is her first name?
tr_tr: [_R_] Yani, ilk adı ne?

source: [_L_] I've already told you several times. If you can't remember, you're on your own.
tr_tr: -Sana defalarca söyledim. Eğer hatırlayamıyorsan, kendi başlardasın.

source: [_R_] This is for the record.
tr_tr: [ _R_] Bu kayıt için.

source: [_L_] well then state it for the record yourself.
tr_tr: [ _L_] o zaman kayıt için bunu devlet yapın.

source: [_R_] Ok.... never mind.
tr_tr: Tamam ... boşver.

source: [_R_] Are you screwing anybody else?
tr_tr: -Başka biriyle mi yatıyorsun?

source: [_L_] Of course not!.... I only screwed Agent Diaz's brothers and father to get pregnant.
tr_tr: -Tabii ki hayır! Ajan Diaz 'ın kardeşlerini ve babalarını hamile kalan tek kişi ben oldum.

source: [_L_] Although, to be totally honest, I'm still screwing them, so that their swimmers will still be strong when we're ready for baby number two.
tr_tr: Her ne kadar dürüst olmak için, hala onları beceriyorum, yani iki numaralı bebek için hazır olduğumuzda yüzücüler hala güçlü olacak.

source: [_R_] That doesn't make any sense.
tr_tr: -Bu hiç mantıklı değil.

source: [_R_] Yeah.
tr_tr: [_R_] Efendim.

source: [_L_] So, unless you were poking holes in the condom.
tr_tr: [_L_] Yani, prezervatifte delik deşik olmadığınız sürece.

source: [_RT_] {i}That's definitely something from the future that has to change!{/i}
tr_tr: [_RT_] {i}Bu kesinlikle gelecekten gelen bir şey. Bu değişmek zorunda!

source: [_R_] So, did you get pregnant on purpose?
tr_tr: [_R_] Yani, bilerek mi hamileydin?

source: [_R_] Aaahhh...
tr_tr: [ _R_] Aaaahhh ...

source: [_R_] Ooofff....
tr_tr: Oooofff ...

source: [_GCP_] Oh, no!.... Not again!
tr_tr: Oh, hayır! .... Bir daha olmaz!

source: [_GCP_] That's so embarrassing!
tr_tr: -Bu çok utanç verici!

source: [_GCP_] I'm so sorry! I didn't mean to.
tr_tr: Çok özür dilerim! Öyle demek istemedim.

source: [_R_] Are you sure the Ghost of Christmas Past didn't put you up to it?
tr_tr: Noel geçmişinin hayaletinin seni bu işe sokmadığına emin misin?

source: [_GCP_] Haha.... no, but I'm sure it will help cheer her up when I tell her.
tr_tr: Haha ... hayır, ama ona söyleyince neşelenmeye yardımcı olacak.

source: [_R_] This is my photo studio.... what are we doing here?
tr_tr: Bu benim fotoğraf stüdyom ... burada ne yapıyoruz?

source: [_GCP_] That's a good question. Why on earth would you make your sisters do a photo shoot on Christmas Eve?
tr_tr: Bu iyi bir soru. Neden kız kardeşlerini Noel arifesinde fotoğraf çekimi yapmaya hazırlardın?

source: [_R_] Uhhhh.... well.... I don't have any plans for a photo shoot as of right now.... but, Christmas is coming really soon...
tr_tr: [ _R_] Uhhhh .... şey ... Şu anda fotoğraf çekimi için bir planım yok ... ama Noel çok yakında geliyor ...

source: [_R_] That's not a bad idea! There's just enough time for Sidney to make some sexy Christmas costumes.
tr_tr: Bu kötü bir fikir değil! Sidney için seksi Noel kostümleri hazırlamaya yetecek kadar zaman var.

source: [_R_] And if I post them on Christmas Eve night, They'll pick up tons of fans and likes!
tr_tr: Ve eğer Noel Arifesi gecesinde onları postalasam, bir sürü hayran ve beğeni toplarlar!

source: [_R_] Are you sure we're not doing this photo shoot because you gave me the idea?
tr_tr: Bu fotoğraf çekimimizi yapmadığımıza emin misin?

source: [_GCP_] Of course not!.... I don't think...
tr_tr: Tabii ki hayır! Bence ...

source: [_GCP_] But anyways, it's a bad idea!
tr_tr: Ama her neyse, bu kötü bir fikir!

source: [_GCP_] And I want you to see how much they resent you for it.
tr_tr: Ve senin bunun için sana ne kadar kızdıklarını görmeni istiyorum.

source: [_GCP_] And how much they resent you for making them show off their bodies for money.
tr_tr: Ve onların vücutlarını para için gösterdikleri için sana ne kadar içerlediler.

source: [_R_] How will you be able to show me that?
tr_tr: Bana bunu nasıl göstereceksin?

source: [_GCP_] I'm giving you the power to read their thoughts.
tr_tr: Sana düşüncelerini okuyabilmek için güç veriyorum.

source: [_R_] What?.... That's awesome!
tr_tr: [ _R_] Ne? .... Bu harika!

source: [_GCP_] It will only work while we're here in the "Christmas Present". And we'll only be here a very short while.
tr_tr: [ _GCP_] Sadece "Noel hediyesi" nde buradayken işe yarayacaktır. Ve sadece kısa bir süre sonra burada olacağız.

source: [_GCP_] And you may not enjoy it as much as you think, once you hear how your sisters really feel towards you, and your slimy manipulations.
tr_tr: Ve kız kardeşlerinizin size karşı nasıl hissettiğini duyduktan sonra, sizin de çıkardığınız manipülasyonları duyduktan sonra, siz de düşündüğünüz kadar eğlenemeyebilirsiniz.

source: [_GCP_] After you hear how they feel about you, you should send them home, instead of making them do the photo shoot.
tr_tr: [ _GCP_] Nasıl hissettiklerini duyduktan sonra, onları fotoğraf çekmesini yapmak yerine eve yollamalısın.

source: [_GCP_] I think once you hear how happy that will make them, you'll have a stronger desire to treat them, and their bodies, with respect.
tr_tr: Bence bir kere ne kadar mutlu olduklarını duyarsan onları tedavi etmek için daha güçlü bir arzuya sahip olacaksın, ve onların bedenlerini, saygıyla.

source: [_R_] Alright.... well let's see what happens.
tr_tr: Pekala ... bakalım neler olacak.

source: [_S_] Who are you talking too?
tr_tr: Sen de kimsin?

source: [_L_] Were you just talking to yourself?
tr_tr: Kendi kendine mi konuşuyordun?

source: [_R_] Ummmm.... yeah, I do that every once in a while to organize my thoughts...
tr_tr: Evet, düşüncelerimi organize etmek için arada sırada bunu yapıyorum.

source: [_ST_] {i}Yep.... what a simple-minded idiot!{/i}
tr_tr: [ _ST_] {i}Evet .... Ne kadar basit bir aptal!

source: [_R_] What did you call me?
tr_tr: [ _R_] Bana ne dedin?

source: [_S_] Huh?.... I didn't call you anything!
tr_tr: Ne? Sana hiçbir şey aramadım!
