Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_R_] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
tr_tr: Bir pozisyona girsene. Bu yüzden Sidney, Lauren 'in dildo ile Lauren 'a nüfuz ettiği gibi görünüyor.

source: [_R_] But you won't actually penetrate.
tr_tr: [ _R_] Ama aslında geçemeyeceksiniz.

source: [_R_] Just make it look like it.
tr_tr: [ _R_] Sadece onu böyle göstersin.

source: [_R_] Unless you want to keep making out!
tr_tr: [ _R_] Eğer sevişmek istemiyorsanız!

source: [_S_] Uuuhhh.... okay Lauren.... let's.... get.... into position.
tr_tr: Tamam, Lauren ... pozisyona ... girelim.

source: [_S_] Does this look ok?
tr_tr: -Bu iyi görünüyor mu?

source: [_R_] Yeah, that's pretty convincing.
tr_tr: Evet, oldukça ikna edici.

source: [_R_] Let me get a quick shot of it.
tr_tr: Kısa bir çekeyim.

source: [_R_] Great! Now move the dildo a little closer.
tr_tr: Harika! Şimdi, dildo 'ya biraz daha yaklaş.

source: [_R_] And if Lauren's okay with it, just kind of prod and push the dildo between her thigh gap.
tr_tr: Ve eğer Lauren de sorun değilse, bir çeşit prod ve uyluk boşluğının arasındaki dildoya itmek.

source: [_R_] From my perspective, it should look pretty convincing.
tr_tr: [ _R_] Bakış açımdan, oldukça ikna edici görünmeli.

source: [_ST_] {i}Hmmmm.... I think I should use this opportunity to tease Lauren.{/i}
tr_tr: [ _ST_] {i}Hmmmm .... Sanırım bu fırsatı Lauren 'a satabilmek için kullanmalıyım.

source: [_ST_] {i}After all, she did let her pussy leak her naughty juices all over my leg.{/i}
tr_tr: [ _ST_] {i}Her şeyden önce, kukusu bacağımın her yerine yaramaz sıvısını sızdırmasına izin verdi.

source: [_RT_] {i}Oh, no way!.... I always thought Sidney was too much of a prude to do anything like that to her own sister!{/i}
tr_tr: [ _RT_] {i}Oh, olamaz! .... Her zaman Sidney 'in kendi kız kardeşine böyle bir şey yapacak kadar iffetli biri olduğunu düşünürdüm!

source: [_RT_] {i}I wonder what she'll do to her.{/i}
tr_tr: [ _RT_] {i}Ona ne yapacağını merak ediyorum.

source: [_LT_] {i}Oh.... my.... God!....{/i}
tr_tr: [_LT_] {i}Aman.... Tanrım!.... {/i}

source: [_LT_] {i}What the hell is Sidney thinking?{/i}
tr_tr: [ _LT_] {i}Sidney ne düşünüyor? { /i }

source: [_LT_] {i}Where does she get the balls to do this to her own sister?{/i}
tr_tr: [ _LT_] {i}Kendi kız kardeşine bunu yapacak cesareti nereden bulabiliyor? { /i }

source: [_LT_] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] knew!{/i}
tr_tr: [ _LT_] {i}sessiz olun .... bir ses değil .... [ ryan] bilse bu kadar çok girişime girişecektir! { /i }

source: [_ST_] {i}Haha.... look at her squirm.... this is driving her crazy!{/i}
tr_tr: [ _ST_] {i}Haha .... onun kıvranmasına bakın ... bu onu çıldırtmış!

source: [_RT_] {i}Damn, from this angle I can't see what she's doing.{/i}
tr_tr: [ _RT_] {i}Kahretsin, bu açıdan ne yaptığını göremiyorum. { /i }

source: [_RT_] {i}I can only imagine what's going on back there.{/i}
tr_tr: [ _RT_] {i}Sadece orada neler döndüğünü hayal edebiliyorum.

source: [_LT_] {i}Why does it feel so much better when Sidney does that to me, then when I do it to myself?{/i}
tr_tr: [ _LT_] {i}Sidney bunu bana yaptığında, bunu kendime yaptığımda neden daha iyi hissettiriyor? { /i }

source: [_LT_] {i}It's really starting to feel good!{/i}
tr_tr: [ _LT_] {i}Gerçekten iyi hissetmeye başladı!

source: [_LT_] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan]?{/i}
tr_tr: [_LT_] {i}Oh Tanrım!.... Bu beni deli ediyor!.... Ya o fahişe beni burada, [ryan]önünde orgazm ederse?

source: [_S_] (whispering) This is what you get for dripping your dirty juices all over my leg.
tr_tr: Bu kirli sıvılarını bacağıma damlatman için böyle bir şey.

source: [_L_] (whispering) Oh my God.... you.... noticed that?
tr_tr: Aman Tanrım ... bunu fark ettin mi?

source: [_S_] (whispering) Yes, I noticed that!.... And now I'm going to do this until [ryan] tells me to stop.
tr_tr: Evet, bunu fark ettim! Ve şimdi bunu [ Ryan] bana durmamı söyleyene kadar yapacağım.

source: [_RT_] {i}Whatever Sidney is doing to Lauren, I should let it continue for a little while.{/i}
tr_tr: [ _RT_] {i}Sidney Lauren 'a ne yapıyorsa, biraz daha devam etmesini istiyorum. { /i }

source: [_R_] Can you girls keep holding that pose for a bit? There's something funny going on with this camera, just hold that until I get it working.
tr_tr: Siz kızlar bu pozu biraz daha tutabilir misiniz? Bu kameranın içinde garip bir şeyler oluyor, ben işe yarayana kadar bunu tut.

source: [_LT_] {i}You've got to be kidding me!{/i}
tr_tr: [ _LT_] {i}Benimle dalga geçiyor olmalısın!

source: [_S_] (whispering) Oh my God Sidney!.... Today is your lucky day.
tr_tr: Aman Tanrım Sidney! Bugün şanslı gününüz.

source: [_L_] (whispering) You're so mean today!
tr_tr: Bugün çok kötü birisin!

source: [_S_] (whispering) I'll bet your slutty little pussy wishes I'd go further in, doesn't it?
tr_tr: Bahse girerim senin sürtük küçük amcığınla daha ileri gidebileceğimi düşünürüm, değil mi?

source: [_L_] (whispering) Nnnn....nnoo...that's disgusting!
tr_tr: Nnoo ... bu iğrenç!

source: [_L_] (whispering) I.... I don't.... want my own sister.... to fuck my pussy!
tr_tr: Ben ... Ben ... kendi kız kardeşimi ... amcığımı sikmek istemiyorum!

source: [_S_] (whispering) You don't sound very convincing.
tr_tr: Pek ikna edici gibi durmuyorsunuz.

source: [_L_] (whispering) When did you become such a pervert?
tr_tr: Ne zaman böyle bir sapık oldun sen?

source: [_S_] (whispering) hmmm.... well.... lately there's been some things going on, that have opened me up to be a little more sexually adventurous.
tr_tr: Son zamanlarda bazı şeyler oluyor, bu beni daha çok cinsel maceraperest biri olarak görmemi söyledi.

source: [_ST_] {i}Thank you [ryan].{/i}
tr_tr: [_ST_] {i}Teşekkürler [ryan].{/i}

source: [_L_] (whispering) You mean like molesting me in my sleep?
tr_tr: Yani uykumda beni taciz etmek gibi mi?

source: [_L_] Did you do that on purpose!?
tr_tr: [_L_] Bunu bilerek mi yaptın!?

source: [_S_] Ssshhhh.... (whispering loudly) Of course I didn't.
tr_tr: [_S_] Ssshhhh.... (Tabii ki yapmadım.

source: [_S_] (whispering) But it did start a chain of events that brought me to where I am now.
tr_tr: Ama beni şu anda olduğum yere getiren bir dizi olay başlatmış.

source: [_S_] (whispering) Maybe I'll tell you some day.
tr_tr: Belki sana bir gün anlatırım.

source: [_S_] (whispering) Maybe it would help you be a little more adventurous.
tr_tr: Belki de biraz daha maceraperest olman için yardımcı olabilir.

source: [_LT_] {i}She has no idea!{/i}
tr_tr: [ _LT_] {i}Hiçbir fikri yok! { /i }

source: [_LT_] {i}She would probably think I'm such a dirty pervert if she knew that I've been dry humping my own brother.{/i}
tr_tr: [ _LT_] {i}Kendi erkek kardeşimi kamçıladığımı bilse muhtemelen o kadar pis bir sapık olduğumu düşünürdü. { /i }

source: [_LT_] {i}Oh I wish it was his cock rubbing against my pussy!{/i}
tr_tr: [ _LT_] {i}Oh keşke onun sikisi amcığıma sürtünüyordu!

source: [_RT_] {i}Holy shit!.... If this isn't a dream, I could really ramp things up between the two of them.{/i}
tr_tr: [ _RT_] {i}Kutsal bok! .... Eğer bu bir rüya değilse, ikisinin arasında bir şeyleri yükseltebilirim. { /i }

source: [_RT_] {i}But how will I ever be sure?{/i}
tr_tr: [ _RT_] {i}Ama nasıl emin olacağım?

source: [_L_] (whispering loudly) Aaahhhhh.... Fuck you, Sidney.... you're driving me completely crazy! Just fuck my pussy already!
tr_tr: Aaahhhhhh ... Siktir git, Sidney ... Beni deli ediyorsun! Amcığımı sikeyim zaten!

source: [_S_] (whispering) Are you fucking kidding me?
tr_tr: Benimle dalga mı geçiyorsun?

source: [_L_] (whispering) No.... you ho! You started this.
tr_tr: Hayır ... hayır ... sen! Bunu sen başlattın.

source: [_L_] (whispering) I'm literally dying with lust right now!
tr_tr: Tam anlamıyla şehvetle ölüyordum.

source: [_S_] (whispering) Is it really turning you on that bad to have your sister rub your pussy?
tr_tr: Kız kardeşinin vajinasını okşaması seni gerçekten kötü mü tahrik ediyor?

source: [_L_] (whispering) Well, obviously I'm thinking of someone else while you're doing that.
tr_tr: [_L_] (Belli ki sen bunu yaparken ben başka birini düşünüyorum.

source: [_LT_] {i} Like my brother's cock.... shit!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
tr_tr: [ _LT_] {i} kardeşimin sikisi gibi .... kahretsin! .... O şeyleri düşündüğünde bu çok yanlış geliyor! Peki neden beni bu kadar kötü çeviriyor? { /i }

source: [_L_] (whispering) I will admit, having you do this to me, right in front of [ryan], and he has no idea, is making this so much hotter!
tr_tr: [_L_] (fısıldayarak) İtiraf etmeliyim ki, bunu bana [ryan]önünde yapman ve onun hiçbir fikri olmaması, bunu çok daha ateşli hale getiriyor!

source: [_S_] (whispering) Aren't you worried that he'll notice?
tr_tr: Fark edemeyecek diye endişelenmiyor musun?

source: [_L_] (whispering) No.... he'll think you're just sliding it between my thighs like he suggested.... plus he's got all his attention focused on his camera right now.
tr_tr: Hayır ... önerdiği gibi kalçalarımın arasına kaydırdığını sanacaktır ... artı tüm dikkatleri onun kamerasına odaklanmış.

source: [_S_] (whispering) Alright.... you asked for it!
tr_tr: Tamam ... bunu sen istedin!

source: [_L_] Oh, my fuck!...
tr_tr: Oh, sikim! ...

source: [_R_] Are you okay over there?
tr_tr: Orada iyi misin?

source: [_S_] (whispering loudly) Lauren!.... What the fuck?
tr_tr: Lauren! Bu da ne böyle?

source: [_L_] Yeah.... I'm.... ok.... I think I just.... kneeled on a.... pebble.
tr_tr: Evet ... Ben ... tamam ... Sanırım ben sadece ... bir çakıl taşı üzerinde diz çöktüm.

source: [_R_] Ok good!.... I'm glad that's all it is.
tr_tr: Tamam güzel! Her şey olduğu için mutluyum.

source: [_R_] I'll be done with the camera soon. Just hang on a little longer!
tr_tr: Kısa sürede kameranın yanında olacağım. Biraz daha dayan!

source: [_RT_] {i}Holy Futa God!.... Sidney penetrated Lauren before I got to!{/i}
tr_tr: [ _RT_] {i}Kutsal Futa Tanrısı! .... Sidney, ben gelmeden önce Lauren 'i delip geçti!

source: [_RT_] {i}I'm kind of jealous!{/i}
tr_tr: [ _RT_] {i}Ben biraz kıskandım!

source: [_RT_] {i}But at the same time.... that's pretty fucking hot!{/i}
tr_tr: [ _RT_] {i}Ama aynı zamanda .... bu çok seksi!

source: [_LT_] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother.... and he has no idea!....{/i}
tr_tr: [ _LT_] {i}kutsal sikiş! .... Kız kardeşim beni sikiyor ... kardeşimin önünde ... ve hiç bir fikri yok! .... { /i }

source: [_RT_] {i}Well, maybe more than you think.{/i}
tr_tr: [ _RT_] {i}Belki sandığından daha fazla. { /i }

source: [_LT_] {i}I've never been more turned on in my life!{/i}
tr_tr: [ _LT_] {i}hayatımda hiç bu kadar tahrik olmadım! { /i }

source: [_LT_] {i}Oh....no.... what if I cum?.... It will be so obvious if I squirt all over the green screen!{/i}
tr_tr: [ _LT_] {i}Oh .... hayır .... ya ben boşarsam ne olur? .... Yeşil ekranın her yerine su fışkırsam çok açık olacak!

source: [_LT_] {i}Fuck!.... What will.... [ryan] think?....{/i}
tr_tr: [ _LT_] {i}S*k! .... Ne olacak ... Düşünsene?

source: [_LT_] {i}I can't believe Sidney is into this!.... Now we have a secret together.{/i}
tr_tr: [ _LT_] {i}Sidney 'in bu işe girdiğine inanamıyorum! Artık bir sırrımız var.

source: [_LT_] {i}Now we can do some real sisterly bonding in the future!{/i}
tr_tr: [ _LT_] {i}Şimdi gelecekte gerçekten kardeş kaynaşma yapabiliyoruz! { /i }

source: [_LT_] {i}I wonder if she'll be up for using Mr. Snuggles' strap-on?{/i}
tr_tr: [ _LT_] {i}Acaba Bay Snuggles 'ın kayışı için uygun mu acaba? { /i }

source: [_LT_] {i}Fuck!.... I can just imagine her pounding me from behind!{/i}
tr_tr: [ _LT_] {i}S*k! .... Beni arkadan vurdugundan hayal edebiliyorum!

source: [_ST_] {i}Why am I enjoying this so much?{/i}
tr_tr: [ _ST_] {i}Neden bu kadar çok eğleniyorum?

source: [_ST_] {i}It's not like it's my pussy that's getting all the attention.{/i}
tr_tr: [ _ST_] {i}Tüm ilgiyi alan benim amcığımmış gibi değil. { /i }

source: [_ST_] {i}Good God!.... I can't believe this is happening!{/i}
tr_tr: [ _ST_] {i}İyi Tanrı! .... Bunun olduğuna inanamıyorum!

source: [_ST_] {i}One day I'm sucking my brother's dick, and the next day I'm pounding my sister's pussy!{/i}
tr_tr: [ _ST_] {i}Bir gün kardeşimin sikini yalıyorum, ve ertesi gün kız kardeşimin vajinasını vuruyorum!

source: [_ST_] {i}This is so bad!{/i}
tr_tr: [ _ST_] {i}Bu çok kötü! { /i }

source: [_ST_] {i}I'm not supposed to be turned on by my siblings!{/i}
tr_tr: [ _ST_] {i}Kardeşlerim tarafından tahrik edilmemem gerekiyor! { /i }

source: [_ST_] {i}What's next? Fantasies about my mom?{/i}
tr_tr: [ _ST_] {i}Sırada ne var? Annemle ilgili fanteziler mi?

source: [_ST_] {i}Shit, Sidney!.... Don't even go there!{/i}
tr_tr: [ _ST_] {i}Bok, Sidney! .... Oraya gitmeyin bile!

source: [_ST_] {i}With her perfect ass and titties!{/i}
tr_tr: [ _ST_] {i}kusursuz kıçı ve göğüsleri ile!

source: [_ST_] {i}Aaahhh.... maybe I should just embrace my perversions.{/i}
tr_tr: [ _ST_] {i}Aaaahhh .... belki de perversiyonlarımı kucaklamalıyım. { /i }

source: [_ST_] {i}[ryan] doesn't seem to follow any kind of code of ethics.{/i}
tr_tr: [ _ST_] {i}[ ryan] herhangi bir etik kodu izlemiyor gibi görünüyor. { /i }

source: [_RT_] {i}Ouch!.... Yeah.... I kind of let those ethics die the night I saw Mom at the club.... and started letting my cock do all my thinking.{/i}
tr_tr: [ _RT_] {i}Ah! .... Evet ... O etiğin annemi kulüpte gördüğüm gece ölmesine göz yumdum ... ve sikimin tüm düşüncelerimi yerine getirmesine izin verdim.

source: [_RT_] {i}Maybe poor self control is a weakness in our genetics.{/i}
tr_tr: [ _RT_] {i}Belki de zayıf benlik kontrolü, genetiğimizde bir zayıflıktır. { /i }

source: [_RT_] {i}Hmmmm.... maybe a weakness that I can take advantage of.{/i}
tr_tr: [ _RT_] {i}Hmmmm .... belki de yararlanabileceğim bir zayıflık. { /i }

source: [_LT_] {i}Fuck.... Fuck.... Fuck.... Fuck....{/i}
tr_tr: [ _LT_] {i}S* ... Siktir ... Siktir ... Siktir ... { /i }

source: [_LT_] {i}I'm getting sooo close!{/i}
tr_tr: [ _LT_] {i}Çok yaklaşıyorum! { /i }

source: [_LT_] {i}What am I going to do?{/i}
tr_tr: [ _LT_] {i}Ne yapacağım? { /i }

source: [_LT_] {i}I can't control if I squirt or not!{/i}
tr_tr: [ _LT_] {i}Söğrtsem de kontrol edemeyeceğim!

source: [_LT_] {i}And as turned on as I am, it's basically a sure thing!{/i}
tr_tr: [ _LT_] {i}Ve ben olduğum gibi, temel olarak emin bir şey bu!

source: [_RT_] {i}I should stop her before she makes a mess!.... Plus if she's not allowed a release, maybe she'll be dying to do something with me later.{/i}
tr_tr: [ _RT_] {i}ortalığı dağıtmadan önce onu durdurmalıyım! .... Ayrıca serbest bırakılmasına izin vermiyorsa belki daha sonra benimle bir şeyler yapmak için can atıyordur.

source: [_R_] I got the camera working! Good job girls! That's a very convincing pose.
tr_tr: Kamerayı çalıştırdım! İyi iş kızlar! Bu çok ikna edici bir poz.

source: [_LT_] {i}Fuck.... I was so close!{/i}
tr_tr: [ _LT_] {i}S* ... Çok yaklaşmıştım!

source: [_LT_] {i}Oh, thank God he stopped her!{/i}
tr_tr: [ _LT_] {i}Oh, şükürler olsun ki onu durdurdu!

source: [_LT_] {i}As much as I wanted that.... that would have been a disaster.{/i}
tr_tr: [ _LT_] {i}istediğim kadar ... bu bir felaket olurdu. { /i }

source: [_LT_] {i}But now I really need to get off! How am I going to take care of this?{/i}
tr_tr: [_LT_] {i}Ama şimdi gerçekten inmem gerek! Bunu nasıl halledeceğim?

source: [_R_] You girls did really good today!
tr_tr: Bugün siz kızlar gerçekten iyi iş yaptınız!

source: [_R_] I think we need to have you two pose together more often.
tr_tr: Sanırım sizi daha sık bir araya getirmemiz gerek.

source: [_L_] I'm all for it!
tr_tr: [ _L_] Ben onun için geldim!

source: [_S_] Yeah, that was kind of fun!
tr_tr: Evet, bu çok eğlenceliydi.

source: [_S_] (whispering) Lauren? Are you ok?.... I know you didn't get to satisfy your itch.
tr_tr: Lauren? İyi misin? Kaşıntısını tatmin edemediğini biliyorum.

source: [_L_] (whispering) No!.... I'm so horny right now!
tr_tr: Hayır! Şu anda çok azgınım!

source: [_RT_] {i}I'll help her take care of that.{/i}
tr_tr: [ _RT_] {i}Ona bu konuda yardım edeceğim.

source: [_S_] (whispering) When we go to the storage shed to change, I'll finish what I started.... I can't leave my own sister in such pain.
tr_tr: Değiştirmek için depoya gittiğimiz zaman, başladığım işi bitireceğim. Kendi kız kardeşimi bu kadar acı içinde bırakamam.

source: [_L_] (whispering) Oh my God!.... I have the best sister in the world.... I can't wait!
tr_tr: Aman Tanrım! Dünyadaki en iyi kız kardeşe sahip oldum. Bekleyemem!

source: [_RT_] {i}Shit! Sidney's taking over!{/i}
tr_tr: [ _RT_] {i}Bok! Sidney devralıyor!

source: [_R_] Uhh.... Sidney, we're all done here.... you can run home. Lauren?.... Would you mind sticking around here and helping me clean up?
tr_tr: [ _R_] Uhh .... Sidney, burada işimiz bitti. Eve koyabilirsiniz. Lauren? Burada kalıp temizlik için bana yardım eder misin?

source: [_L_] Sorry [ryan], but Sidney and I have plans to go shopping right now. Normally I'd stay and help, but we need to get our shopping done before all the stores close.
tr_tr: [ _L_] Üzgünüm [ Ryan], ama Sidney ve ben şu anda alışverişe gitmek için planlarımız var. Normalde kalıp yardım ederdim, ama mağazaların kapanmadan önce alışverişlerimizi halletmemiz gerekiyor.

source: [_L_] I'm really sorry!
tr_tr: Çok özür dilerim!

source: [_RT_] {i}Yeah.... sure you are.... at least that storage shed has so many holes in it, it will be easy to spy on them.{/i}
tr_tr: [ _RT_] {i}Evet .... emin olun ... en azından o depoda o kadar çok delik var ki onları gözetlemek kolay olacak. { /i }

source: [_R_] Alright.... I understand. I'll take care of it myself. Go ahead and get changed.
tr_tr: [ _R_] Tamam .... -Anlıyorum. Ben kendim hallederim. Devam et ve üstünü değiştirsene.

source: {i}"Sound of girls giggling as they run off."{/i}
tr_tr: {i}"Kızlar kaçarken kıkırdamaya devam ediyor." { /i }

source: [_RT_] {i}Dammit!.... Sidney cock-blocked me!{/i}
tr_tr: [ _RT_] {i}Dammit! .... Sidney cock-beni engelledi!

source: [_RT_] {i}I'll give them just a second, and then I'm definitely spying on them.{/i}
tr_tr: [ _RT_] {i}Onlara sadece bir saniye vereceğim, ve sonra kesinlikle onları gözetliyorum. { /i }

source: [_R_] Ahh.... shit! You scared me!
tr_tr: Kahretsin! Beni korkutdun!

source: [_R_] Feeling any better?
tr_tr: Daha iyi hissediyor musun?

source: [_GCP_] Well, the alcohol has numbed me a little, but no, I'm still feeling pretty shitty.
tr_tr: Alkol beni biraz uyuşmuştur, ama hayır, hala kendimi berbat hissediyorum.

source: [_GCP_] How were things while I was gone?
tr_tr: Ben yokken işler nasıldı?

source: [_R_] Oh, you know.... nothing eventful happened here.
tr_tr: Biliyor musun, burada olaylı bir şey olmadı.

source: [_GCP_] You don't have to lie to me. All your thoughts were so sexually charged, I could hear them all the way in the bar down the street.
tr_tr: Bana yalan söylemene gerek yok. Tüm düşüncelerin o kadar cinsel suçlandı ki, sokağın aşağısındaki bardaki bütün bunları duyabiliyordum.

source: [_GCP_] I have never failed so spectacularly in all the decades I've been doing this.
tr_tr: Bunu yaptığım onlarca yıl boyunca bu kadar olağanüstü başarısızlıklarım olmamıştı.

source: [_GCP_] I won't be gettin my wings anytime soon.
tr_tr: [ _GCP_] Yakında kanatlarımı alamayacağım.

source: [_GCP_] Plus, God's definitely going to ream my tiny ass with her huge futa cock, when I get back.
tr_tr: Artı, Tanrı kesinlikle benim küçük kıçımı büyük futa çüküyle, geri döndüğümde yeniden canlanacak.

source: [_R_] Oh, God!.... I'm so sorry!
tr_tr: Tanrım! Çok özür dilerim!

source: [_R_] But if it makes you feel better.... I learned a couple really valuable things.
tr_tr: [ _R_] Ama eğer daha iyi hissetmeni sağlar ... Birkaç değerli şey öğrendim.

source: [_GCP_] Oh?.... Like what?
tr_tr: [ _GCP_] Oh? .... -Ne gibi?

source: [_R_] I know that Sidney and Lauren are starting to think like me...
tr_tr: Sidney ve Lauren 'in benim gibi düşünmeye başladığından haberim var.

source: [_GCP_] (sarcastically) Oh, wonderful.
tr_tr: Oh, harika.

source: [_R_] And I learned that I need to keep them from getting too intimate with each other right away, or they're going to cut me out of their sex lives.
tr_tr: Ve öğrendim ki, onları hemen hemen birbirimizle fazla yakınlaşıyorlar, ya da beni seks hayatlarından kesip çıkaracaklar.

source: [_R_] I think I need to work on getting each one of them attached to me more, before I bring them together.
tr_tr: Sanırım, onları bir araya getirmeden önce, her birini daha çok bana bağlı hale getirmek için çalışmam gerek.

source: [_GCP_] (sarcastically) What a treasure trove of moral lessons you've learned today.
tr_tr: [ _GCP_] (alaycı bir şekilde) Bugün öğrendiğiniz ahlaki derslerin ne kadar değerli bir hazinesi.

source: [_R_] I really am sorry it didn't work out for you the way you wanted. But if you'll now excuse me. I've got a pretty hot event I need to go spy on.
tr_tr: Senin istediğin gibi işe yaramadığım için gerçekten üzgünüm. Ama şimdi izin verirsen. Çok ateşli bir etkinim var, casusluk yapmak için.

source: [_R_] Haha.... yeah, you know what I'm talking about.
tr_tr: Evet, neden bahsettiğimi biliyorsun.

source: [_GCP_] Yeah, sorry about that, but you won't have time.
tr_tr: Evet, bunun için üzgünüm, ama zamanın olmayacak.

source: [_R_] What?
tr_tr: [_R_] Ne?

source: [_GCP_] Yeah, it's about time to go.
tr_tr: Evet, gitme vakti geldi.

source: [_GCP_] You can expect the third, and final ghost, when the clock strikes three.
tr_tr: Üçüncü ve son hayaleti, saat üçünü de gösterirken bekleyebilirsin.

source: [_R_] No, I don't want to go yet!.... And once again, we don't have a clock tower.
tr_tr: Hayır, henüz gitmek istemiyorum! Ve bir kez daha, saat kulesine sahip değiliz.

source: [_GCP_] In 5.... 4.... 3...
tr_tr: 5 'te ... 4 ... 3 ...

source: [_RT_] {i}Oh Futa God.... I'm back in my bed?.... Another weird dream?{/i}
tr_tr: [ _RT_] {i}Oh Futa Allah .... Yatağıma geri mi döndüm? Bir garip rüya daha mı?

source: [_RT_] {i}At least, I think they were dreams!{/i}
tr_tr: [ _RT_] {i}en azından, bence onlar rüya! { /i }

source: [_RT_] {i}They were both just so vivid! Huh.... {/i}
tr_tr: [ _RT_] {i}İkisi de çok canlıydılar! Huh .... { /i }

source: [_RT_] {i}Ohhh.... so tired.... zzzzzzz....{/i}
tr_tr: [ _RT_] {i}Ohhh .... çok yorgun .... zzzzzzz .... { /i }

source: [_R_] Yeah, I don't think so! I'm going to pay you the $500, and then you can take your broom and fly away.
tr_tr: -Evet, sanmıyorum! Sana 500 dolar vereceğim, sonra da süpürgenizi alıp uzaklara uçabilirsiniz.

source: [_RT_] {i}I'll just pull it out of my magic pockets.... shit!.... It's not working!{/i}
tr_tr: [ _RT_] {i}Ben sadece sihirli cebimden çıkartacağım .... bok! .... İşe yaramıyor!

source: [_RT_] {i}Ghost of Christmas Present! Why aren't my magic pockets working?{/i}
tr_tr: [ _RT_] {i}Noel hediyelerinin hayaleti! Neden benim sihirli ceplerim çalışmıyor?

source: [_GCP_] Magic Pockets?
tr_tr: Sihirli Pockets mı?

source: [_RT_] {i}Yeah, in the past, I could just think about what I needed, and then I could pull it out of my pockets.{/i}
tr_tr: [ _RT_] {i}Evet, geçmişte, sadece ihtiyacım olan şeyi düşünebilirim, ve sonra cebimden çıkarabilirim.

source: [_GCP_] Oh, right!
tr_tr: [_GCP_] Oh, doğru!

source: [_GCP_] You see, each ghost has one magic trick. The Ghost of Christmas Past could make you produce anything you needed.
tr_tr: Gördüğün gibi, her hayaletin bir sihirli numarası vardır. Noel 'in Hayaleti, sana ihtiyacın olan her şeyi yapabilmeni sağlayabilirdi.
