Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_RT_] {i}What is it with my aunt and cock blocking me lately? It's like she has a sixth sense for giving me blue balls or something.{/i}
tr_tr: [ _RT_] {i}Halamın ve sikimin son zamanlarda beni engellemesi ne işe yaramış? Sanki bana mavi topları ya da onun gibi bir şey vermek için altıncı hissi varmış gibi.

source: [_RT_] {i}Now, Mandy's got me out here in the middle of the night, following her mom around town.{/i}
tr_tr: [ _RT_] {i}Şimdi, Mandy beni gecenin bir yarısı buraya, annesini takip ederek buraya getirtti.

source: [_RT_] {i}Mandy was begging me to fuck her before Aunt Cami ruined it!{/i}
tr_tr: [ _RT_] {i}Mandy, Cami teyzenin mahvetmeden önce onu sikmem için bana yalvarıyordu!

source: [_RT_] {i}Dammit, my balls are sore as hell now!{/i}
tr_tr: [ _RT_] {i}Dammit, hayalarım şu an çok ağrıyor!

source: [_RT_] {i}Sorry, boys... Soon as we find out what Aunt Cami's up to, we'll head back to Mandy's tight little pussy.{/i}
tr_tr: [ _RT_] {i}Özür dileriz, çocuklar ... Cami Teyze 'nin neyin peşinde olduğunu bulur bulmaz Mandy 'nin küçük kukusu için geri döneriz.

source: [_RT_] {i}Where the hell is she going anyways? This isn't exactly the nice part of town...{/i}
tr_tr: [ _RT_] {i}Nereye gidiyor ki? Burası şehrin güzel bir parçası değil ...

source: [_RT_] {i}She better not be dating some sugar daddy she met while she was out shopping with the money I've been giving her.{/i}
tr_tr: [ _RT_] {i}Ona verdiğim parayla alışveriş yaparken tanıştığı bir şeker babasıyla çıksa daha iyi olur.

source: [_RT_] {i}If she needs money, she should be shaking her ass at me, not some random asshole with loose pockets.{/i}
tr_tr: [_RT_] {i}Eğer paraya ihtiyacı varsa, bana kıçını sallıyor olmalı, cebi boş rastgele bir pisliğe değil.{/i}

source: [_RT_] {i}The hell? Why's she pulling up {b}here{/b}?{/i}
tr_tr: -Cehennemin {i}mi? Neden {b}'i buraya çekiyor { /b }?

source: [_RT_] {i}Fucking perfect! Here I was worried she was dating some rich asshole, and instead she pulls up to Mr. DeCapo's club.{/i}
tr_tr: [ _RT_] {i}Mükemmel! Burada, zengin bir pisliklerle çıktığı için endişeleniyordum, onun yerine Bay DeCapo 'nun kulübüne gidiyor.

source: [_RT_] {i}Why would she be here, of all places?{/i}
tr_tr: [ _RT_] {i}Burada neden her yerde olabilir? { /i }

source: [_RT_] {i}Oh, shit! Did she get a job stripping?!{/i}
tr_tr: [ _RT_] {i}Oh, kahretsin! Bir iş mi çiziyor?

source: [_RT_] {i}No way! After all the crap she's given Mom about being a stripper, did she finally get desperate enough for money to become one herself? She's certainly got the tits for it.{/i}
tr_tr: [ _RT_] {i}No way! Anneme striptizci olmakla ilgili verdiği onca şeyden sonra, sonunda tek başına para için yeterince çaresiz mi oldu? Kesinlikle göğüsleri var. { /i }

source: [_RT_] {i}Mandy's never going to believe this! Her prudish mom, working the pole is hard to imagine, but what else would she be doing here?{/i}
tr_tr: [ _RT_] {i}Mandy buna asla inanmayacak! Onun ihtiyatlı annesi, direğin üzerinde çalışmak hayal etmek zor, ama burada başka ne yapıyor olabilir ki? { /i }

source: [_RT_] {i}I should get some pictures as proof or Mandy will never believe me.{/i}
tr_tr: [ _RT_] {i}Kanıt olarak birkaç resim çekmeliyim yoksa Mandy bana asla inanmaz. { /i }

source: [_RT_] {i}Okay... Get in, snap some pictures for Mandy, and then head back for some pussy pounding. She's going to be over the moon when I show her pics of her mom working as a stripper.{/i}
tr_tr: [ _RT_] {i}Tamam ... Bin, Mandy için birkaç fotoğraf çek, sonra da birkaç amcık yumruklamak için geri dön. Annesinin bir striptizci olarak çalıştığını gösterdiğimde Ay 'ın üzerinde olacak. { /i }

source: [_RT_] {i}Hmmm... Same old faces every time I walk through here. No one at the slot machines ever looks happy.{/i}
tr_tr: [ _RT_] {i}Hmmm ... Buraya her geçişimde aynı eski yüzler. Slot makinelerinde hiç kimse mutlu gözükmez.

source: [_RT_] {i}You'd think they'd learn by now. The house always wins. Especially when the house is run by the mafia.{/i}
tr_tr: [ _RT_] {i}şimdiye kadar öğreneceklerini sanırdınız. Ev her zaman kazanır. Özellikle de ev mafyadan kaçarken.

source: [_RT_] {i}Huh, not on stage yet. She must still be in the dressing room getting ready.{/i}
tr_tr: [ _RT_] {i}He, henüz sahneye değil. Hala giyinme odasında hazır olmalı.

source: [_RT_] {i}I'll just hit the bar, say hi to Armani, and grab a drink while I wait. Maybe Armani can tell me how long Cami's been working here.{/i}
tr_tr: [ _RT_] {i}Ben sadece bara gidip, Armani 'ye selam vereceğim, beklerken bir şeyler içelim. Belki Armani, Cami 'nin burada ne kadar zamandır çalıştığını söyleyebilir.

source: [_RT_] {i}Oh, Hang on!{/i}
tr_tr: [ _RT_] {i}Oh, Dayan!

source: [_RT_] {i}Is that Cami at the blackjack table?{/i}
tr_tr: [ _RT_] {i}Blackjack masasında Cami mi? { /i }

source: [_RT_] {i}Shit, that is her.{/i}
tr_tr: [ _RT_] {i}Bok, o o. { /i }

source: [_RT_] {i}So, that's why she's here... I thought she was using all the money I've been giving her to go shopping. I never took my aunt for a gambler.{/i}
tr_tr: [_RT_] {i}Demek bu yüzden burada... Ona verdiğim tüm parayı alışverişe gitmek için kullandığını sanıyordum. Teyzemin kumarbaz olduğunu hiç düşünmemiştim.

source: [_RT_] {i}Damn! It'd be for the best if she's not working here, I suppose... but still.{/i}
tr_tr: [ _RT_] {i}Lanet! Burada çalışmaması en iyisi olurdu, sanırım ... ama yine de ...

source: [_RT_] {i}If I had caught her working as a stripper, she'd have done anything to keep Mom from finding out.{/i}
tr_tr: [ _RT_] {i}Eğer onu striptizci olarak çalışırken yakalasaydım, annemin öğrenmesini tutmak için her şeyi yapmış olurdu.

source: [_RT_] {i}Along with the pictures Mandy took of her mom and me, Mandy could suck my dick right in front of her and she wouldn't be able to say a thing about it.{/i}
tr_tr: [ _RT_] {i}Mandy 'nin annesi ve beni çektiği fotoğraflarla birlikte Mandy sikimi onun önünde yalayabilirdi ve bu konuda bir şey söyleyemez.

source: [_RT_] {i}Maybe I could even make her give Mandy some blowjob lessons.{/i}
tr_tr: [ _RT_] {i}Belki Mandy 'e biraz oral seks dersi verebilirdim.

source: [_RT_] {i}Mandy tries really hard, but she's nowhere near as good as either of our moms at sucking cock.{/i}
tr_tr: [ _RT_] {i}Mandy gerçekten çok çabalıyor, ama hiçbir yerde yalakalık yalayan annelerimizden biri kadar iyi değil. { /i }

source: [_A_] Hi, [ryan]. Always nice seeing you here. What can I get you?
tr_tr: Merhaba, seni burada görmek her zaman güzel. Sana ne getirebilirim?

source: [_R_] Hey, umm... I was actually hoping you could help me out with something.
tr_tr: -Hey, umm ... Aslında bana bir konuda yardımcı olabileceğini umuyordum.

source: [_R_] You see that blonde in the shiny purple dress?
tr_tr: Şu parlak mor elbisenin içindeki sarışını görüyor musun?

source: [_A_] The one with the massive tits?
tr_tr: Kocaman göğüsleri olan mı?

source: [_R_] Uh, yeah... that's my aunt.
tr_tr: Evet, o benim halam.

source: [_A_] Her? Seriously?
tr_tr: O mu? Ciddi misin?

source: [_A_] Damn, your family has a lot of hot women in it!
tr_tr: Lanet olsun, ailenizin içinde bir sürü seksi kadın var!

source: [_R_] Don't I know it.
tr_tr: -Bunu bilmiyor muyum?

source: [_R_] So, listen... Have you seen her around here before?
tr_tr: Yani, dinle ... Onu daha önce buralarda gördün mü?

source: [_A_] Oh, sure. She's been coming in for few weeks now.
tr_tr: Oh, tabi. Birkaç haftadır buraya geliyor.

source: [_R_] Does she just play cards, or is she... I mean, does she...
tr_tr: Sadece kart mı çalıyor, yoksa ... Yani, o ...

source: [_A_] She doesn't work for Joey, if that's what you're asking.
tr_tr: Joey için çalışmıyor, eğer sordugunuz buysa.

source: [_A_] Hang on... You're not stalking her, are you?
tr_tr: [ _A_] Bekle ... Onu takip etmiyordun, değil mi?

source: [_A_] Isn't fucking your big sister enough for you? Now you're making a play for your hot aunt too?
tr_tr: Ablan senin için yeterli değil mi? Şimdi de teyzenin için bir oyun mu hazırlıyorsun?

source: [_R_] What? No, I mean...
tr_tr: [ _R_] Ne? Hayır, yani ...

source: [_R_] Look, I just happened to see her come into the club tonight. I was worried she might have gotten desperate enough to pick up a job here.
tr_tr: Bak, ben sadece bu gece onu kulübe geldiğini gördüm. Burada bir iş bulabilecek kadar çaresiz kalabileceğinden endişeliydim.

source: [_A_] Why would she be desperate?
tr_tr: Neden çaresiz olsun ki?

source: [_R_] Since my uncle skipped town with all their money, she's been broke, and had to move in with us.
tr_tr: Amcam tüm paralarıyla şehirden kaçtığından beri, meteliksiz kaldı ve bizimle birlikte taşınmak zorunda kaldı.

source: [_A_] If she's broke, how's she able to play blackjack every week?
tr_tr: Eğer beş parasızsa, her hafta blackjack oynaması nasıl mümkün olur?

source: [_R_] I've been giving her some cash for... for some favors around the house.
tr_tr: Evin etrafındaki bazı iyilikler için ona biraz para veriyordum.

source: [_R_] I thought she was using it to go shopping, but I guess not.
tr_tr: Alışverişe gitmek için onu kullandığını sanıyordum, ama sanırım değil.

source: [_A_] Well, that explains why she's not paying her tab. I've been wondering why my uncle has been so lax about her bill. He's not one to leave a debt uncollected.
tr_tr: Bu neden onun hesabına para ödemediğini açıklıyor. Amcamın faturasını neden bu kadar çok merak ettiğini merak ediyorum. Tahsil edilemeyen bir borcu bırakacak biri değil.

source: [_A_] Now that I think about it, anytime she comes in, he always makes time to talk with her.
tr_tr: Şimdi düşünüyorum da, ne zaman gelse, her zaman onunla konuşmak için zaman verir.

source: [_RT_] {i}The hell does he have to talk to my aunt about? She doesn't owe him any money.{/i}
tr_tr: [ _RT_] {i}Halamla ilgili konuşmak zorunda mı? O, ona hiç para borçlu değil.

source: [_R_] Really? What do they talk about?
tr_tr: Gerçekten mi? Ne hakkında konuşuyorlar?

source: [_A_] Oh, I don't think I should say. A bartender isn't supposed to talk about a customer's private conversations to strangers.
tr_tr: Oh, söylemem gerektiğini sanmıyorum. Bir barmenin, bir müşterinin yabancılara yaptığı özel konuşmalardan bahsetmesi gerekmez.

source: [_R_] Come on, Armani... I'm not a stranger. She's my aunt. I just want to make sure she's not in any trouble. Couldn't you make an exception and help me out here?
tr_tr: Hadi, Armani. Ben yabancı değilim. O benim teyzem. Sadece başının belada olmadığından emin olmak istiyorum. Bir istisna yapıp bana yardım edemedin mi?

source: [_A_] Sorry, protecting a customer's privacy is part of the "bartender's code", you know.
tr_tr: Özür dilerim, müşterinin mahremiyetini korumak barmen kanununun bir parçasıdır.

source: [_R_] Ah, yes. I had forgotten that ancient pack between a boozer, and their barkeep.
tr_tr: [ _R_] Ah, evet. Kadim sürüleri bir alkolik ve onların barları arasında unutmuştum.

source: [_A_] Hey, don't make jokes! I take my duty very seriously. You wouldn't want me talking about you or your sister, would you?
tr_tr: Hey, dalga geçmeyin! Görevimi çok ciddiye alıyorum. Senden ya da kız kardeşinden bahsetmemi istemezsin, değil mi?

source: [_R_] Haha, Okay... I'm sorry for insulting your honor.
tr_tr: Haha, Tamam ... Onuruna hakaret ettiği için özür dilerim.

source: [_R_] Damn, I suppose I'll have to respect the code.
tr_tr: Lanet olsun, sanırım şifreye saygı duymam gerekecek.

source: [_R_] However!
tr_tr: [ _R_] Ancak!

source: [_R_] If she's not paying her tab, then she's not really a customer, is she?
tr_tr: Eğer sekmesinin parasını ödemiyorsa, o zaman müşteri değil, değil mi?

source: [_A_] I suppose not...
tr_tr: [ _A_] Sanırım öyle değil ...

source: [_R_] So, she's not covered by the sacred bartender's code, and you can tell me what they were talking about.
tr_tr: Yani, o kutsal barmenin kurallarına göre değil, ve siz bana ne konuştuklarını anlatabilirsiniz.

source: [_A_] Hmmphhh... You have a point. And she hasn't exactly been very polite to me.
tr_tr: [ _A_] Hmmphhh ... -Bir noktaya işaret ettin. Ve bana karşı pek kibar davranmadı.

source: [_R_] So, you'll tell me?
tr_tr: Yani, bana söyleyecek misin?

source: [_A_] Settle her tab, first.
tr_tr: Önce onun hesabına yerleşin.

source: [_R_] What?! Why do I have to pay for her drinks?
tr_tr: [ _R_] Ne? Neden onun içkileri için para ödemem gerekiyor?

source: [_A_] Uncle Joey may be fine with letting it slide, but I don't make any tips when people don't settle their tabs. And since you need a favor...
tr_tr: Joey Amca 'nın kaymasına izin vermekle iyi olabilir, ama insanların sekmelerini çözmedikleri zaman bahşiş vermem. Ve bir iyiliğe ihtiyacın olduğu için ...

source: [_R_] How much?
tr_tr: [ _R_] Ne kadar?

source: [_A_] I just made her a strawberry daiquiri, so that brings it up tooo...
tr_tr: Ona sadece bir çilek kokteyli yaptım, bu da onu buraya getirir ...

source: [_A_] One hundred, sixty nine bucks to close her tab, but if you want to loosen these lips, I'm going to need a big tip.
tr_tr: Bir yüzlük, altmış dokuz dolar. Ama bu dudakları gevşetmek istiyorsan, büyük bir tüyo istiyorum.

source: [_RT_] {i}I'd rather be using my big tip to loosen Mandy's lips. I hate paying for Cami's drinks. But... whatever Joey's been talking to Cami about, probably isn't good for me.{/i}
tr_tr: [ _RT_] {i}Mandy 'nin dudaklarını gevşetmek için büyük bahşiş kullanmayı tercih ederim. Cami 'nin içkileri için para ödemekten nefret ediyorum. Ama ... Joey 'nin Cami ile konuştuklarına göre, muhtemelen benim için iyi değil.

source: [_R_] Fine, here... That's all I've got.
tr_tr: Güzel, işte ... Sahip olduğum tek şey bu.

source: {i}{b}"Money - $250"{/b}{/i}
tr_tr: {i}{b}"Para-250 $" { /b } { /i }

source: [_A_] Nice to know you're the type of guy that takes care of his family.
tr_tr: Ailesine göz kulak olan bir adam olduğunu bilmek güzel.

source: {i}{b}"Armani's Respect +1"{/b}{/i}
tr_tr: {i}{b}"Armani 'nin Saygısı + 1" { /b } { /i }

source: [_R_] So, what did your uncle talk to her about? Was it about my Mom?
tr_tr: Peki, amcan onunla ne konusuyor? Annem hakkında mıydı?

source: [_A_] Kinda. I overheard him offering your aunt a job. He wanted her to start doing dances with her sister. So unless you've got another hot aunt. I guess that'd be [mom_name].
tr_tr: Sayılır. Teyzene iş teklif ettmesine kulak misafirim oldum. Kız kardeşiyle dans etmeye başlamasını istedi. Başka ateşli bir teyzen varsa başka. Sanırım bu [ mom_name] olur.

source: [_R_] Seriously? Both of them? Dancing together?
tr_tr: Cidden mi? İkisi de mi? Birlikte dans etmek mi?

source: [_RT_] {i}Damn! Mom and Aunt Cami doing a strip tease together? Fuck, that'd be hot!{/i}
tr_tr: [ _RT_] {i}Lanet! Annem ve Cami Teyze birlikte striptiz yapıyor mu? Siktir, çok seksi olurdu!

source: [_A_] Yeah, but she's been turning him down every time so far. Kinda stuck up about it too.
tr_tr: Evet, ama şu ana kadar her seferinde onu geri çeviriyor. Bu konuda da biraz sıkıştım.

source: [_R_] I could've guessed that. Even if my Aunt did get desperate enough to start working here, becoming a stripper is something my aunt's been lording over my mom for a while now.
tr_tr: Bunu tahmin edebilirdim. Teyzem burada çalışmaya başlayacak kadar çaresiz durumda olsa bile striptizci olmak teyzem bir süredir annemin üzerine bir şeyler oluyor.

source: [_R_] She'd never let her have the satisfaction of finding out she was shaking her ass on stage too.
tr_tr: Onun da sahnede kıçını sallatacağını öğrenmesine asla izin vermezdi.

source: [_A_] You never know. My uncle's a very persistent man when he wants something.
tr_tr: Asla bilemezsin. Amcam bir şey istediğinde çok inatçı bir adamdır.

source: [_A_] If one strategy doesn't work, he'll use another one. Everyone's got their weaknesses.
tr_tr: [ _A_] Eğer bir strateji işe yaramazsa, başka bir strateji daha kullanır. Herkesin zayıf yönleri vardır.

source: [_R_] Maybe, but my aunt is a prideful woman. Super prudish too.
tr_tr: Belki de, ama teyzem çok iyi bir kadındır. Süper prudish de.

source: [_RT_] {i}The only way I got her to do anything sexual was by... giving her... lots of...{/i}
tr_tr: [_RT_] {i}Ona cinsel bir şey yaptırabilmemin tek yolu... ona... bir sürü...{/i} vermekti.

source: [_A_] Hmm?
tr_tr: Hmm?

source: [_R_] What's that girl your uncle just called over carrying?
tr_tr: Amcanızın az önce taşıdığı kız ne?

source: [_A_] Oh, that's Betty. Your aunt must have run out of chips again. Uncle Joey is probably loaning her some playing money.
tr_tr: Oh, bu Betty. Teybin yine cips bitmiş olmalı. Joey Amca muhtemelen ona biraz para ödünç veriyor.

source: [_R_] No, she wouldn't!
tr_tr: Hayır, yapmazdı!

source: [_A_] She always blows through whatever cash she has pretty quick before loading up on drinks at the bar.
tr_tr: Barda içkileri yüklemeden önce ne kadar çabuk olursa olsun her zaman çok hızlı bir şekilde patlar.

source: [_A_] I don't think your aunt is very good at blackjack.
tr_tr: Teyzenizin blackjack 'te çok iyi olduğunu sanmıyorum.

source: [_R_] Gotta go!
tr_tr: Gitmem gerek!

source: [_J_] Here you go. I know the amount we talked about, but since you've had such a hard time recently, I'm going to loan you a little extra tonight.
tr_tr: [ _J_] İşte burada. Bahsettiğimiz miktarı biliyorum, ama son zamanlarda zor zamanlar geçirdiğin için sana bu gece biraz daha ödünç para veriyorum.

source: [_C_] Wow, I've never seen anyone here with such a big chip pile before!
tr_tr: Vay be, daha önce hiç böyle büyük bir çip yığınının olduğu birini görmemiştim.

source: [_J_] Well, it's yours for now. Just remember what I said about the terms of this loan. If you're a little short at the end of the night, we can talk about payment options.
tr_tr: Şimdilik senin. Bu kredinin şartları hakkında söylediklerimi unutma. Eğer gecenin sonunda biraz kısasan, ödeme seçenekleri hakkında konuşabiliriz.

source: [_C_] Thank you, Mr. DeCapo, but...
tr_tr: Teşekkür ederim, Bay DeCapo, ama ...

source: [_J_] Please, call me Joey.
tr_tr: Lütfen bana Joey de.

source: [_C_] But I'm going to win big tonight, so there won't be any terms for me to worry about.
tr_tr: [ _C_] Ama bu gece büyük kazanacağım, bu yüzden endişelenmem gereken bir şey olmayacak.

source: [_J_] Of course not. Best of luck, Camille.
tr_tr: -Tabii ki hayır. İyi şanslar, Camille.

source: [_R_] Aunt Cami, wait!
tr_tr: Cami Teyze, bekle!

source: [_R_] Please, tell me you didn't just take out a loan with Mr. DeCapo!
tr_tr: Lütfen, Bay DeCapo ile borç almadığını söyle bana!

source: [_C_] What the fuck are you doing here?
tr_tr: Burada ne halt ediyorsun?

source: [_R_] Never mind that. You've got to give that money back, right now!
tr_tr: Boş ver onu. O parayı geri vermek zorundasın, hemen!

source: [_C_] I will do no such thing. Now, get lost! You're too young to even be here.
tr_tr: [ _C_] Böyle bir şey yapmam. Şimdi, kaybolun! Burada olmak için bile çok gençsin.

source: [_R_] This isn't a game, Cami! Don't be stupid! Go tell Mr. Decapo there's been a mistake and give it all back!
tr_tr: Bu bir oyun değil, Cami! Aptal olma! Gidip Bay Decapo 'ya bir hata olduğunu söyleyin ve hepsini geri verin!

source: [_C_] My name is Camile, not "Cami"! How dare you talk to me like that?!
tr_tr: [ _C_] Benim adım Camile, "Cami" değil! Benimle bu şekilde konuşmaya nasıl cüret edersin?

source: [_R_] I don't care if your name is Fannie Mae!
tr_tr: Adının Fannie Mae olması umurumda değil!

source: [_BJ_dealer_] Sir!
tr_tr: [ _BJ_DEALER_] Efendim!

source: [_BJ_dealer_] I'm going to have to ask you to keep your voice down and not harass the other guests.
tr_tr: [ _BJ_dealler_] Sesinizi aşağıda tutmanızı ve diğer konukları taciz etmemenizi istemek zorundayım.

source: [_R_] It's fine. She's my aunt, and we're leaving right now.
tr_tr: -Sorun değil. O benim teyzem, ve şimdi gidiyoruz.

source: [_BJ_dealer_] Sir! I don't care if she's your mother. You can't behave like this here. I'm going to have to ask security to escort you off the premises if you don't calm down.
tr_tr: [ _BJ_DEALER_] Efendim! Annen olsa bile umurumda değil. Burada böyle davranamazsın. Eğer sakinleşmezseniz, güvenlikten size eşlik etmesi için güvenliği rica etmek zorunda olacağım.

source: [_C_] Oooo... Can you have them use his head to open the doors when they throw him out, like in the movies?
tr_tr: Oooo ... Onu dışarı attıklarında, filmlerdeki gibi kapıyı açmak için kafasını kullanmalarına izin verebilir misin?

source: [_BJ_dealer_] As long as he refrains from making a scene, that won't be necessary, but I won't warn you again sir.
tr_tr: [ _BJ_dealer_] Olay çıkarmaktan kaçındığı sürece, bu gerekli olmayacak, ama sizi bir daha uyarmayacağım efendim.

source: [_R_] Alright, fine. I'm calm, okay? I'll just sit down right here and have a nice quiet talk with my Aunt.
tr_tr: Tamam, tamam. Ben sakinim, tamam mı? Ben burada oturup halamla sessiz bir konuşma yapacağım.

source: [_R_] {i}(Whispering){/i} Are you crazy? If you lose that money you'll be in debt to the same people Mom is.
tr_tr: [ _R_] {i}(Fısıltı) { /i } Deli misiniz? Eğer o parayı kaybedersen, aynı anneye borçlanacaksın.

source: [_C_] Relax, I'm not going to end up like my sister.
tr_tr: Sakin ol, sonumun kız kardeşim gibi bitmesine izin vermeyeceğim.

source: [_C_] I've been reading about how to win at blackjack. I'm using the same system the pros do.
tr_tr: Blackjack ' te nasıl kazanacağımı okudum. Profesyoneller için aynı sistemi kullanıyorum.

source: [_R_] {i}(Whispering){/i} Then why did Armani at the bar say you've been losing for weeks?
tr_tr: [_R_] {i}(Fısıldayarak){/i} O zaman bardaki Armani neden haftalardır kaybettiğini söyledi?

source: [_C_] I'll have to have a word with Joey about that bartender's big mouth.
tr_tr: Joey 'le barmenin ağzı hakkında bir şeyler anlatmam gerekecek.

source: [_C_] And you should watch your tone. You don't want me to have you thrown out.
tr_tr: Ve ses tonuna dikkat etmelisin. Seni dışarı atmamı istemezsin.

source: [_R_] Armani only told me you've been losing because I paid off your bar tab. Now, can we get out of here before you lose and have to start working as a...
tr_tr: Armani bana sadece bar sekmeni ödediğim için kaybolduğunu söyledi. Şimdi, kaybolmadan önce buradan çıkıp, çalışmaya başlamak zorunda mıyız ...

source: [_BJ_dealer_] Player has twenty one, dealer has eighteen. Player wins.
tr_tr: [ _BJ_dealler_] Oyuncunun yirmi tane var, satıcının on sekiz tane var. Oyuncu kazanır.

source: [_C_] Yes! I won!
tr_tr: [ _C_] Evet! Ben kazandım!

source: [_C_] My system for blackjack is perfect!
tr_tr: [ _C_] Blackjack için sistemim mükemmel!

source: [_C_] I just needed more chips for it to work is all.
tr_tr: Sadece işe yaraması için daha fazla çipe ihtiyacım vardı.

source: [_C_] I should just have Joey throw you out, but since you did pay for my drinks... I guess I'll let you watch me use my system to win big.
tr_tr: Joey 'nin seni dışarı atmasına izin vermeliydim ama içkilerimin parasını ödediğin için ... Büyük kazanmak için sistemimi kullanmama izin vermene izin veririm.

source: [_RT_] {i}Can't she see Joey's trying to get her under his thumb, just like Mom?{/i}
tr_tr: [ _RT_] {i}Joey 'nin annesi gibi onu başparmağının altına almaya çalıştığını görmüyor mu? { /i }

source: [_RT_] {i}I'm tempted to just let that happen, but what Armani said made it pretty clear. Joey is going to use Cami's stupidity against Mom, somehow.{/i}
tr_tr: [ _RT_] {i}Az önce bunun olmasına izin verdim, ama Armani 'nin söylediklerinin açıkça belli olduğunu söyledi. Joey, Cami 'nin aptallığını anneme karşı kullanacaksın, bir şekilde.
