Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_MT_] {i}My sinuses are filled with cum!{/i}
tr_tr: [ _MT_] {i}Sinüslerim cum ile doldu! { /i }

source: [_MT_] {i}I'm going to be smelling [ryan]'s cum for days{/i}
tr_tr: [ _MT_] {i}[ Ryan]'s cum for days { /i } ' yi koklayacağım

source: [_M_] Well, it's a good thing I didn't eat much for dinner tonight.
tr_tr: Bu gece yemek için fazla yemediğim iyi bir şey.

source: [_M_] That was literally a full sized meal!
tr_tr: [ _M_] Bu tam anlamıyla bir yemek oldu!

source: [_R_] I've read that there's a lot of health benefits to eating cum.
tr_tr: Çok fazla sağlık yardımı olduğunu okudum. Sperm tüketmek için.

source: [_M_] Yeah?... Maybe you should eat it next time.
tr_tr: -Evet? Belki bir dahaki sefere yemelisin.

source: [_RT_] {i}There's just something satisfying to seeing it all over her body.{/i}
tr_tr: [ _RT_] {i}Vücudunun her yerinde onu görmek için tatmin edici bir şey var. { /i }

source: [_R_] Mom!... I'm gonna... cum!
tr_tr: Anne! Ben ... boşalacağım!

source: [_M_] Thanks for the warning!
tr_tr: Uyarı için teşekkürler!

source: [_M_] I'm just gonna back up a lit...
tr_tr: -Ben sadece bir ışık yakmaya ...

source: [_MT_] {i}Oh, God! Here it comes again!{/i}
tr_tr: [_MT_] {i}Oh, Tanrım! İşte yine geliyor!{/i}

source: [_MT_] {i}Oh, shit! I'm still in range!{/i}
tr_tr: [_MT_] {i}Oh, kahretsin! Hala menzildeyim!{/i}

source: [_MT_] {i}I could have gotten out of the way this time.{/i}
tr_tr: [ _MT_] {i}Bu sefer yoldan çıkabilirdim. { /i }

source: [_MT_] {i}Of course I am... It's [ryan] shooting his load... Not his father.
tr_tr: [ _MT_] {i}Elbette ben ... Yükünü çekmesi için ... Babası değil.

source: [_MT_] {i}Why do I like getting covered by my son's cum?!{/i}
tr_tr: [ _MT_] {i}Oğlumun fıtısını neden seviyorum?!! { /i }

source: [_MT_] {i}It just doesn't stop!{/i}
tr_tr: [ _MT_] {i}Durmuyor sadece! { /i }

source: [_M_] Well... Thank you for another cum bath.
tr_tr: [ _M_] Şey ... Bir cum banyosu daha için teşekkür ederim.

source: [_M_] Well... Thank you for the cum bath.
tr_tr: [ _M_] Şey ... -Banyo banyosu için teşekkürler.

source: [_M_] I'll never get over how much cum those little balls can produce.
tr_tr: O küçük topların ne kadar boşalt üretebileceğini asla bir kenara atmayacağım.

source: [_R_] Well... I've read that cum is good for your skin.
tr_tr: [ _R_] Şey ... O cumbatın cildin için iyi olduğunu okudum.

source: [_M_] Oh, yeah?... Maybe you should cum all over yourself next time.
tr_tr: Öyle mi? Belki de bir dahaki sefere her şeyi kendine çekmelisin.

source: [_M_] ... So, I guess you can just come finish yourself off then.
tr_tr: [ _M_] ... O zaman, sanırım o zaman kendini bitirebilirsin.

source: [_R_] With pleasure.
tr_tr: Zevki ile.

source: [_R_] Oh, God!... This is feeling so great!
tr_tr: Tanrım! Bu harika bir duygu!

source: [_MT_] {i}Well, I'm glad it is for one of us.{/i}
tr_tr: [ _MT_] {i}İyi ki, birimizden biri için olmasına sevindim.

source: [_MT_] {i}He's becoming a selfish lover like his father.{/i}
tr_tr: [ _MT_] {i}Babası gibi bencil bir aşık olmaya başladı.

source: [_MT_] {i}I'd scold him, but this is his reward for paying Joey this week... I don't want take away from that.
tr_tr: {i}onu azarlardım ama bu, bu hafta Joey 'e ödeme yaptığı için ödülü. Bundan uzaklaşmak istemiyorum.

source: [_M_] Than pull out... NOW!
tr_tr: [ _M_] Dışarı çekmekten değil ... ŞIMDI!

source: [_MT_] {i}Oh, thank God he pulled out!{/i}
tr_tr: [_MT_] {i}Oh, Tanrıya şükür çekildi!{/i}

source: [_MT_] {i}That much cum in my pussy would knock me up for sure.{/i}
tr_tr: [ _MT_] {i}Amcığımın içinde o kadar çok cum beni bayıltacaktır.

source: [_MT_] {i}The kid just never stops!{/i}
tr_tr: [ _MT_] {i}Çocuk hiç durmaz!

source: [_R_] That felt so good!
tr_tr: Bu çok iyi hissettirdi!

source: [_MT_] {i}For you, at least.{/i}
tr_tr: [ _MT_] {i}En az sizin için. { /i }

source: [_R_] Are you okay?
tr_tr: [_R_] Sen iyi misin?

source: [_M_] Of course... Why wouldn't I be?
tr_tr: -Tabii ki ... Neden olmayayım ki?

source: [_RT_] {i}I didn't give her an orgasm... Is she mad about that?{/i}
tr_tr: [ _RT_] {i}Ona orgazm olmamıştım ... Bu konuda kızgın mı?

source: [_RT_] {i}Why did I come back here? Mom is refusing to talk to me right now, and that's not going to change from just moments ago.{/i}
tr_tr: [ _RT_] {i}Neden buraya geri döndüm? Annem şu anda benimle konuşmayı reddediyor, ve bu sadece birkaç dakika önce değişmeyecek.

source: [_RT_] {i}I should go check on Lauren or Sidney... They seemed kind of shaken up after that fight.{/i}
tr_tr: [ _RT_] {i}Lauren ya da Sidney 'i kontrol etmeliydim ... O kavgadan sonra biraz sarsılmış gibi görünüyorlardı.

source: [_RT_] {i}I should go check on Lauren... She seemed kind of shaken up after that fight.{/i}
tr_tr: [_RT_] {i}Gidip Lauren'ı kontrol etmeliyim... O kavgadan sonra biraz sarsılmış gibiydi.

source: [_RT_] {i}I should go check on Sidney... She seemed kind of shaken up after that fight.{/i}
tr_tr: [ _RT_] {i}Sidney 'i kontrol etmeliydim ... O kavgadan sonra biraz sarsılmış gibi görünüyordu.

source: [_RT_] {i}I should just go to my room and go to bed. Things might make better sense in the morning.{/i}
tr_tr: [ _RT_] {i}Odama gidip yatayım. Sabah her şey daha mantıklı olabilir.

source: [_RT_] {i}Mom didn't seem to be in a real chatty mood. I hope coming to check on her isn't the wrong move.{/i}
tr_tr: [ _RT_] {i}Anne gerçek bir gebe havasında görünmüyorlardi. Onu kontrol etmeye gelmenin yanlış bir hareket olmadığını umuyorum.

source: {i}Knock, knock...{/i}
tr_tr: {i}Knock, tak ... { /i }

source: [_M_] {i}(Muffled from behind door){/i} Go away!
tr_tr: [ _M_] {i}(arkadan fırfırlı) { /i } Git buradan!

source: [_R_] {i}(Talking loudly){/i} Mom?... It's [ryan]
tr_tr: [_R_] {i}(Yüksek sesle konuşarak){/i} Anne? Bu [Ryan]

source: [_M_] Oh, [ryan]... Since it's just you... Go away even harder!
tr_tr: [ _M_] Oh, [ Ryan] ... Sadece sen olduğuna göre ... Daha sert git!

source: [_R_] Mom... I think that it might not be a good idea for you to be alone right now.
tr_tr: [ _R_] Anne ... Şu anda yalnız olman senin için iyi bir fikir olmayabilir.

source: [_R_] I think there might be some things we could talk about?
tr_tr: Sanırım konuşabileceğimiz şeyler olabilir mi?

source: [_R_] I've got some ideas of how we can take care of this problem.
tr_tr: Bu problemle nasıl ilgilenebileceğimize dair bazı fikirlerim var.

source: [_M_] {i}(Muffled yelling from behind door){/i}Oh, you've got some ideas? Tell you what... Why don't you write all those ideas down on a piece of paper, fold that paper up all nice and small, and stick it up your butt.
tr_tr: [ _M_] {i}(arkadan bağıran bağıran sesi) { /i } Oh, bazı fikirlerin var mı? Bak ne diyeceğim ... Neden bütün bu fikirleri bir kağıt parçasına yazmıyorsun, o kağıdı güzelce ve küçük bir şekilde katlayıp, popona yapıştıramıyorsun.

source: [_R_] Maybe I'll just talk to you tomorrow.
tr_tr: Belki yarın seninle konuşurum.

source: [_RT_] {i}Yeah, maybe it's a better idea to just give Mom some time and space.{/i}
tr_tr: [ _RT_] {i}Evet, belki de anneme biraz zaman ve zaman vermek daha iyi bir fikirdir. { /i }

source: {size=*2}{i}"This is just a placeholder for a future scene."{/i}{/size}
tr_tr: { size= * 2 }{i}"Bu, gelecekteki bir sahne için sadece bir yertutucudur." { /i } { /size }

source: [_RT_] {i}Ever since the big incident with Aunt Cami, Mom only works out with Camille on Sunday.{/i}
tr_tr: [ _RT_] {i}Cami Teyze 'yle olan büyük olaydan beri, annem sadece Camille ile birlikte Pazar günü çalışıyor.

source: [_RT_] {i}I think for now I should just give her some privacy.{/i}
tr_tr: [ _RT_] {i}Sanırım şimdilik ona biraz yalnız kalmak istiyorum. { /i }

source: [_RT_] {i}That's how she stays in such great shape.{/i}
tr_tr: [_RT_] {i}Bu sayede bu kadar formda kalabiliyor.{/i}

source: [_RT_] {i}Oh yes, finally the good part.{/i}
tr_tr: [_RT_] {i}Evet, nihayet en iyi kısmı.{/i}

source: [_RT_] {i}Just.... wow.... what a body!{/i}
tr_tr: [_RT_] {i}Sadece.... vay.... ne vücut ama!{/i}

source: {i}"A little while later."{/i}
tr_tr: {i}"Bir süre sonra."{/i}

source: [_RT_] {i}Looks like she's about done, I should get out of here before she walks out that door.{/i}
tr_tr: [_RT_] {i}İşi bitmek üzere gibi görünüyor, o kapıdan çıkmadan buradan gitmeliyim.{/i}

source: [_RT_] {i}I'm glad Mom's giving Aunt Cami at least one morning a week. Hopefully working out together will help them heal their wounds.{/i}
tr_tr: [_RT_] {i}Annemin Cami Teyze'ye haftada en az bir sabah izin vermesine sevindim. Umarım birlikte çalışmak yaralarını iyileştirmelerine yardımcı olur.

source: [_RT_] {i}I feel guilty inturrupting, but if I'm going to go on a date with Mom today, we need to get things moving.{/i}
tr_tr: [ _RT_] {i}Kendimi suçlu hissediyorum, ama eğer bugün annemle bir randevuya gideceksem, bazı şeyleri hareket ettirmeliyiz. { /i }

source: [_RT_] {i}Maybe It would be better to just skip it today.{/i}
tr_tr: [ _RT_] {i}Belki bugün atlamasanız daha iyi olur. { /i }

source: [_RT_] {i}Should I take Mom out?{/i}
tr_tr: [ _RT_] {i}Annemi çıkarmalı mıyım?

source: [_RT_] {i}Hmm... maybe giving them more time to work on their relationship is more important than me taking Mom on a date.{/i}
tr_tr: [ _RT_] {i}Hmm ... belki onlara daha fazla zaman vermek, ilişkileri üzerinde çalışmak annemi bir randevuya götürmekten daha önemlidir. { /i }

source: [_RT_] {i}There's always next Sunday.{/i}
tr_tr: [ _RT_] {i}Her zaman gelecek Pazar. { /i }

source: [_RT_] {i}Now that having sex with Mom isn't strictly off limits, maybe it's time I get rid of the drugged tea.{/i}
tr_tr: [ _RT_] {i}Artık annemle seks yapmak sınırların dışında değil, belki de ilaçlı çaydan kurtulmanın zamanı geldi.

source: [_RT_] {i}Think of all the things we could be doing at night, but right now, she's just too tired.{/i}
tr_tr: [ _RT_] {i}Gece boyunca yapabildiğimiz her şeyi bir düşünün, ama şu anda çok yorgun. { /i }

source: [_RT_] {i}I guess I'm still free to have a bit of fun with her.{/i}
tr_tr: [ _RT_] {i}Sanırım onunla biraz eğleniyorum. { /i }

source: [_RT_] {i}Should I help myself?{/i}
tr_tr: [ _RT_] {i}Kendime yardım etmeli miyim? { /i }

source: [_RT_] {i}So what whould I choose tonight?{/i}
tr_tr: [_RT_] {i}Peki bu gece neyi seçeceğim?{/i}

source: [_RT_] {i}I've gotta take off that bra so I have some goods to look at while her feet are caressing my cock.{/i}
tr_tr: [_RT_] {i}Sütyenini çıkarmalıyım ki ayakları sikimi okşarken bakabileceğim bir şeyler olsun.{/i}

source: [_RT_] {i}I can't wait to cum all over them!{/i}
tr_tr: [_RT_] {i}Üzerlerine boşalmak için sabırsızlanıyorum!{/i}

source: [_RT_] {i}Oh, fuck! That feels so good!{/i}
tr_tr: [_RT_] {i}Oh, sikeyim! Bu çok iyi hissettiriyor!{/i}

source: [_RT_] {i}And the view can't be beat.{/i}
tr_tr: [_RT_] {i}Manzarası da daha iyi olamazdı.{/i}

source: [_RT_] {i}Oh, yeah! I'm about to cum!{/i}
tr_tr: [_RT_] {i}Oh, evet! Boşalmak üzereyim!{/i}

source: [_RT_] {i}And I get to cum all over Mom's tits!{/i}
tr_tr: [_RT_] {i}Ve annemin memelerinin her yerine boşalacağım!{/i}

source: [_RT_] {i}This was such a good idea!{/i}
tr_tr: [_RT_] {i}Bu çok iyi bir fikir!{/i}

source: [_RT_] {i}Fuck yeah... I covered her.{/i}
tr_tr: [_RT_] {i}Çok iyiydi amk... Üstü örtüldü.{/i}

source: [_RT_] {i}Now to hide the evidence and rub it all in. This extra moisturizer should make her skin even more radiant.{/i}
tr_tr: [_RT_] {i}Şimdi kanıtları saklayıp temizleyelim. Bu ekstra nemlendirici cildini daha da parlak hale getirecektir.{/i}

source: [_RT_] {i}First I've got to get those tiny panties off and turn her on her stomach.{/i}
tr_tr: [_RT_] {i}Önce o küçük külotu çıkarıp onu yüzüstü çevirmeliyim.{/i}

source: [_RT_] {i}I'm going to cum all over that ass!{/i}
tr_tr: [_RT_] {i}O götün her yerine boşalacağım!{/i}

source: [_RT_] {i}Oh, wow! This is where my dick belongs!{/i}
tr_tr: [_RT_] {i}Oh, wow! Burası benim sikimin ait olduğu yer!{/i}

source: [_RT_] {i}Ohhh... I'm gonna cum!{/i}
tr_tr: [_RT_] {i}Ohhh... Boşalacağım!{/i}

source: [_RT_] {i}Mom... I'm gonna cum all over your ass!{/i}
tr_tr: [_RT_] {i}Anne... Götünün her yerine boşalacağım!{/i}

source: [_RT_] {i}Oh, yeah... she's fucking covered!{/i}
tr_tr: [_RT_] {i}Oh, evet... sırtı örtüldü!{/i}

source: [_RT_] {i}Now to wipe that moisturizing goodness into her skin, and say goodbye until next time.{/i}
tr_tr: [_RT_] {i}Şimdi bu nemlendirici, cildine sürmek ve bir dahaki sefere kadar vedalaşmak için.{/i}

source: [_RT_] {i}I wonder if Mandy would be willing to take our game of "truth or dare" to the next level.{/i}
tr_tr: [ _RT_] {i}Mandy, bir sonraki seviyeye "doğruluk mu cesaret mi" oyunumuzu almak ister mi merak ediyorum. { /i }

source: [_RT_] {i}She's sucking my dick every chance she gets. Is she ever going to do more than just handjobs and BJ's?{/i}
tr_tr: [ _RT_] {i}Her fırsatta sikimi emiyor. Sadece el işleri ve BJ ' den daha fazlasını yapacak mı? { /i }

source: [_RT_] {i}Mandy's just as horny and depraved as I am. Why the hell haven't we had sex yet?{/i}
tr_tr: [ _RT_] {i}Mandy sadece benim kadar azmış ve ahlaksız. Neden daha seks yapmadık ki?

source: [_RT_] {i}Could she be afraid of her mom finding out?{/i}
tr_tr: [ _RT_] {i}Annem öğrenmesinden korkuyor olabilir mi?

source: [_RT_] {i}I guess Aunt Cami can be pretty scary. Maybe even scarier if she's your mom.{/i}
tr_tr: [ _RT_] {i}Sanırım Cami Teyze oldukça korkutucu olabilir. Belki de annense daha da korkutucu olur.

source: [_RT_] {i}But Mandy's not afraid to suck my dick, literally behind her mom's back.{/i}
tr_tr: [ _RT_] {i}Ama Mandy sikimi emmekten korkmuyor, tam anlamıyla annesinin arkasından. { /i }

source: [_RT_] {i}She's always so aggressive when she wants to feed her cum addiction. I guess I thought when it came to sex, she'd make the first move and just jump me one night.{/i}
tr_tr: [ _RT_] {i}Cum bağımlılığını beslemek istediğinde her zaman çok agresiftir. Sanırım seks geldiğinde ilk hamlamı yapıp bir gece bana atlayacağını sandım.

source: [_RT_] {i}But so far she seems fine with just blowjobs.{/i}
tr_tr: [ _RT_] {i}Ama şu ana kadar sadece sakso çekmesiyle iyi görünüyor.

source: [_RT_] {i}Well, standing around thinking about it isn't going to change anything. If I want things to move forward with Mandy, I guess I'll have to make the move.{/i}
tr_tr: [ _RT_] {i}Well, etrafta düşünmek hiçbir şeyi değiştirmeyecek. Mandy ile işlerin ilerlemesini istiyorsam, sanırım harekete geçmem gerekecek.

source: [_RT_] {i}Should I knock and see if I can talk my way into my cousin's panties?{/i}
tr_tr: [ _RT_] {i}Kuzenimin iç çamaşırına girebileyim mi diye bir bakayım mı?

source: {b}Knock, knock{/b}
tr_tr: {b}Knock, tak { /b }

source: [_MD_] Yeah? Who's there?
tr_tr: -Evet? Kim var orada?

source: [_R_] It's me. Can I come in?
tr_tr: [ _R_] Benim. İçeri gelebilir miyim?

source: [_R_] Mandy?
tr_tr: [_R_] Mandy mi?

source: [_MD_] Huh? Oh, sure... Come on in.
tr_tr: Ne? Oh, tabi ... İçeri gel.

source: [_R_] Hey, earth to Mandy... Hello, Mandy.
tr_tr: Hey, Dünya 'dan Mandy 'ye ... Merhaba, Mandy.

source: [_MD_] Huh?
tr_tr: Ne?

source: [_R_] You playing Womb Raider again? You should be careful. I hear playing those violent video games will turn you into a degenerate.
tr_tr: -Yine de Rahim Raider 'ı mı oynuyorsun? Dikkatli olmalısın. O şiddet içeren video oyunlarını oynamanın seni bir dejenere dönüştüreceğini duydum.

source: [_R_] Oh, wait. I forgot who I was talking to.
tr_tr: Oh, bekle. Kiminle konuştuğumu unuttum.

source: [_MD_] You're a real comedian.
tr_tr: Sen gerçek bir komedyensin.

source: [_R_] It's a talent.
tr_tr: Bu bir yetenek.

source: [_R_] So what's got you so distracted? Is it porn?
tr_tr: Neden bu kadar dikkatin dağıldınız? Porno mu?

source: [_R_] It's porn, isn't it? Please tell me it's porn.
tr_tr: Porno, değil mi? Lütfen bana bunun porno olduğunu söyle.

source: [_MD_] No, it's not porn, you jackass.
tr_tr: Hayır, porno değil, seni ahmak.

source: [_MD_] I'm studying for exams. You know they're coming up soon, right?
tr_tr: Sınavlara çalışıyorum. Yakında geleceklerini biliyorsun, değil mi?

source: [_MD_] Haven't studied at all, have you?
tr_tr: Hiç çalışmadın, değil mi?

source: [_R_] A little.
tr_tr: Biraz.

source: [_RT_] {i}Mom and I have been spending a lot of time studying Oedipal complexes together.{/i}
tr_tr: [ _RT_] {i}Anne ve ben birlikte Oedipal kompleksleri üzerine çok zaman harcıyorum. { /i }

source: [_MD_] They're like forty percent of our grade.
tr_tr: Bizim sınıfımızın yüzde 40 'ı gibiler.

source: [_MD_] You know if you fail them, you'll have to repeat the year {b}again{/b}, right?
tr_tr: Eğer başarısız olursa, tekrar {b}yılını tekrar etmek zorunda kalırdınız, değil mi?

source: [_R_] Hey! Last year wasn't my fault. I had mono.
tr_tr: [ _R_] Hey! Geçen yıl benim hatam değildi. Mono yedim.

source: [_MD_] Yeah, well I don't plan on being held back. My old school never had us reading psychology books dealing with incest, so I've got a lot of studying I need to do.
tr_tr: Evet, ama geri dönmemeyi planlamayacağım. Eski okulum, ensest ile ilgili psikoloji kitaplarını okutmadı. Bu yüzden yapmam gereken bir sürü çalışma var.

source: [_MD_] Lauren and I {i}were{/i} going to do an all-night study session to help me catch up, but you can see how well that turned out.
tr_tr: [ _MD_] Lauren ve ben {i}, yetişmeme yardımcı olmak için tüm gece boyunca bir çalışma toplantısı yapacağız, ama bunun ne kadar iyi olduğunu görebiliyorsunuz.

source: [_MD_] Do you think your mom would mind tutoring me? I know she's got a lot going on right now, but I could really use her help if I want to do well on her exams.
tr_tr: Sence anneniz bana ders verse olur mu? Şu anda çok fazla şey olduğunu biliyorum, ama onun sınavlarına iyi gitmek istiyorsam, onun yardımını kullanabilirim.

source: [_RT_] {i}That could be interesting.{/i}
tr_tr: [ _RT_] {i}Bu ilginç olabilir. { /i }

source: [_RT_] {i}Mom's already "helping" me with my Oedipal project. Maybe she'd be willing to help "tutor" Mandy and I together?{/i}
tr_tr: [ _RT_] {i}Anne, Oedipal projem ile bana "yardım ediyor". Belki de "özel ders" mandy ve ben birlikte yardım etmek istemiştir.

source: [_RT_] {i}Wait, what am I thinking? Mom's been avoiding me ever since we had sex at the beach. I still need to figure out how to fix the awkwardness between us first.{/i}
tr_tr: [ _RT_] {i}Bekle, ne düşünüyorum? Annem kumsalda seks yapdığımızdan beri benden kaçıyor. Yine de ilk önce aramızdaki tuhaflığı nasıl düzeltebilirim diye düşünmem gerekiyor.

source: [_RT_] {i}Trying to push her into a threesome with Mandy right now would probably backfire and make things worse.{/i}
tr_tr: [ _RT_] {i}Onu Mandy ile üçlü yapmak için zorlamaya çalışmak muhtemelen geri tepecek ve işleri daha da kötüleyecektir. { /i }

source: [_R_] Umm... Mom's pretty busy at school, and when she's home, I'm sure the last thing she wants to do is more work.
tr_tr: [ _R_] Umm ... Annem okulda çok meşgul, ve evde olduğunda, eminim ki yapmak istediği son şey daha çok çalışmak.

source: [_MD_] Yeah, you're probably right.
tr_tr: -Evet, muhtemelen haklısın.

source: [_R_] Hey, maybe you and I can be study buddies.
tr_tr: Hey, belki sen ve ben arkadaş olarak çalışabiliriz.

source: [_MD_] Yeah, right... Knowing us, I don't think we'd get much studying done.
tr_tr: [ _MD_] Evet, doğru ... Bizi tanıyorsam, çok fazla çalışma yapmıyacağımızı sanmıyorum.

source: [_MDT_] {i}Damn, I really wanted Aunt [mom_name] to help me. She's a great teacher and I love spending time with her.{/i}
tr_tr: [ _MDT_] {i}Lanet olsun, [ mom_name] teyzenin bana yardım etmesi için gerçekten çok istiyordum. O harika bir öğretmendir ve onunla vakit geçirmeyi çok seviyorum.

source: [_MDT_] {i}[ryan]'s right though... With Uncle [dad_name] getting arrested, the mob, her job, and now Mom and me moving in... It'd be selfish of me to ask her to spend whatever free time she has tutoring me.{/i}
tr_tr: [ _MDT_] {i}[ ryan] doğru olsa da ... Amcamla, tutuklanmak, mafya, işi, ve şimdi annem ve ben taşınmak ... Bana özel ders veriyordur ne kadar boş vakit geçirmesini istemek bencilce olur.

source: [_MDT_] {i}Arrghh! It's just so hard to focus my studies! Reading about Oedipal complexes gets me so horny, I can't focus.{/i}
tr_tr: [ _MDT_] {i}Arrghh! Derslerime odaklanmak çok zor! Oedipal kompleksleri hakkında okumak beni çok azdırıyor. Odaklanamıyorum.

source: [_MDT_] {i}How am I supposed to memorize all these names and terms, when I'm imagining [ryan] fucking my mom, or... Oh, God... his mom.{/i}
tr_tr: [ _MDT_] {i}Bütün bu isimleri ve terimleri nasıl ezberlemeliyim, [ Ryan] annemi siktirirken hayal ettiğim zaman, ya da ... Oh, Tanrım ... onun annesi.

source: [_MDT_] {i}Mmm. [ryan] fucking Aunt [mom_name] is so hot to picture. Too bad that'd never happen.{/i}
tr_tr: [ _MDT_] {i}Mmm. [ Ryan] halamın [ mom_name] filmi çok sıcak. Böyle bir şey olmaması çok kötü.

source: [_MDT_] {i}[ryan] might be perverted enough to fuck his own mother, but Aunt [mom_name] isn't like that.{/i}
tr_tr: [ _MDT_] {i}[ Ryan] kendi annesini sikecek kadar sapık olabilir, ama [ mom_name] teyze öyle değil. { /i }

source: [_MDT_] {i}What about [ryan] fucking Lauren? That could actually happen.{/i}
tr_tr: [ _MDT_] {i}[ Ryan] lanet Lauren ne olacak? Bu gerçekten olabilir. { /i }

source: [_MDT_] {i}Lauren's been hiding something about their relationship for weeks now, but I can't get her to crack and tell me if they've gone all the way yet.{/i}
tr_tr: {i}Lauren, haftalardır ilişkileriyle ilgili bir şeyler saklıyor. Ama onu kırıp buraya kadar gitmiş olup olmadığını söyletemem.

source: [_R_] Mandy, you okay?
tr_tr: [ _R_] Mandy, iyi misin?

source: [_MD_] You know what?
tr_tr: -Ne var biliyor musun?

source: [_MD_] I need a study break.
tr_tr: Bir çalışma mınına ihtiyacım var.

source: [_R_] Oh, okay.
tr_tr: Tamam.

source: [_MD_] Go grab a seat on the bed so we can talk.
tr_tr: Gidip yatağın üzerine bir yer kapın, böylece konuşabiliriz.

source: [_R_] Uh, sure... What do you want to talk about?
tr_tr: -Tabii ... Ne hakkında konuşmak istiyorsun?

source: [_MD_] Why don't we talk about you and Lauren? It seems like you two are always sneaking off together.
tr_tr: Neden sen ve Lauren hakkında konuşmuyoruz? İkiniz her zaman bir araya gelseniz iyi olur.

source: [_MD_] Are you running off to do naughty things without me?
tr_tr: Bensiz yaramaz şeyler yapmak için mi kaçıyorsun?

source: [_R_] Well, we're just having a little fun, you know, like you and I do sometimes.
tr_tr: Sadece biraz eğleniyoruz, bilirsin, sen ve ben bazen yaparız.

source: [_MD_] It's okay, [ryan]. I'm not jealous. I just feel a little left out is all.
tr_tr: Sorun değil, kıskanmıyorum. Sadece biraz yalnız kalmış gibi hissediyorum.

source: [_RT_] {i}Damn, she may be skinny, but she's still got a nice ass.{/i}
tr_tr: {i}Lanet olsun, sıska olabilir ama yine de güzel bir popo var.

source: [_R_] We're not trying to leave you out or anything. It's just sometimes...
tr_tr: Seni dışarı falan bırakmaya çalışmıyoruz. Sadece bazen ...

source: [_MD_] Oh, it's fine... I just wish I could watch you two fuck.
tr_tr: Oh, sorun değil ... Keşke seni iki sikik izleyebilsem.

source: [_R_] What?!... We're not... I mean, we're just messing around a little bit. We're not actually...
tr_tr: [ _R_] Ne?! ... Biz ... Yani, sadece biraz kafa buluyoruz. Aslında biz ...

source: [_MD_] It's okay, [ryan]. You don't need to hide it. Lauren already told me you two started fucking.
tr_tr: Sorun değil, saklamaya gerek yok. Lauren bana zaten ikinizin sevişmeye başladığını söyledi.

source: [_MD_] She's always talking about how your massive cock stretches her out.
tr_tr: Her zaman senin devasa sikinin onu ne kadar uzatacağını konuşuyor.

source: [_R_] She does?
tr_tr: Öyle mi?
