Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_R_] I did, but Camille, I've got to warn you, Mom is as mad as I've ever seen her.
tr_tr: Yaptım, ama Camille, seni uyarmam lazım, annem onu gördüğüm kadar deli.

source: [_R_] Right now, She's wanting to hurt you, so if you want to stay here, you should probably start preparing yourself.
tr_tr: Şu anda, sana zarar vermek istiyor, bu yüzden burada kalmak istiyorsan, kendini hazırlamaya başlamalısın.

source: [_C_] Preparing for what kind of stuff?
tr_tr: Ne tür şeyler için hazırlanıyorsun?

source: [_R_] Well, I think mainly more house work, but she started talking about making you wear an even more humiliating uniform, but I don't know if she means to carry through with that last one.
tr_tr: Bence daha çok ev işi ama o, seni daha küçük düşürücü bir üniforma giymekten bahsetmeye başladı, ama o sonuncuyla birlikte devam edecek mi bilmiyorum.

source: [_R_] We were trying to come up with a way for you to help pay back the loan to Joey, and I don't want to get into it tonight, but I'll warn you, it's not going to be easy for you.
tr_tr: Joey 'e krediyi geri ödemeniz için bir yol almaya çalışıyorduk ve bu gece bu işe girmek istemiyorum, ama sizi uyaracağım, bu sizin için kolay olmayacak.

source: [_C_] That's okay. I'm willing to do extra work, I'm willing to do everything I can to pay back my debt, I'm even willing to let my sister humiliate me through my uniform if that's what it takes to make you guys forgive me.
tr_tr: Sorun değil. Fazladan iş yapmaya hazırım, borcumu ödemek için elimden gelen her şeyi yapmaya hazırım. Kardeşimin beni affetmesini sağlamak için üniformamla beni küçük düşürmesine bile bile rahatım.

source: [_R_] I'm going to try to reign her in on her more crazy ideas. I'll try to make this redemption period as easy on you as I can.
tr_tr: Onu daha çılgın fikirlerine karşı saltmaya çalışacağım. Bu telafi dönemini senin için yapabildiğim kadar kolay bir hale getirmek için çalışacağım.

source: [_C_] I can't believe you're trying to help me, after all the shit I've said about you.
tr_tr: Senin hakkında söylediklerim yüzünden bana yardım etmeye çalıştığına inanamıyorum.

source: {i}{b}"Aunt Cami's Stats Restored!"{/b}{/i}
tr_tr: {i}{b}"Cami 'nin Istatistikleri Restore Edilmiş!" { /b } { /i }

source: [_R_] You're still my family.
tr_tr: Sen hala benim ailemsin.

source: [_C_] I can't thank you enough, [ryan]!
tr_tr: [ _C_] Sana ne kadar teşekkür etsem az, [ Ryan]!

source: [_RT_] {i}Holy shit!... Camille's hugging me!{/i}
tr_tr: [ _RT_] {i}Kutsal bok! ... Camille bana sarılıyor!

source: [_C_] You really tried to save me from myself tonight, I'll never forgive myself for not listening to you.
tr_tr: Bu gece beni kendimden kurtarmaya çalıştın, seni dinlemediğim için kendimi asla affetmeyeceğim.

source: [_RT_] {i}Her tits weigh a ton on my chest!{/i}
tr_tr: [ _RT_] {i}Göğsümde bir ton var!

source: [_C_] You could have convinced [mom_name] to send me away, but you defended me.
tr_tr: [ _C_] [ mom_name] beni beni uzaklara göndermesine ikna edebilirdin, ama sen beni korudun.

source: [_RT_] {i}Don't look, Don't look, Don't look!{/i}
tr_tr: [ _RT_] {i}bakmayın, bakmayın, bakmayın! { /i }

source: [_C_] I hope things can start to change between us!
tr_tr: Umarım işler aramızda değişmeye başlayabilir!

source: [_RT_] {i}Holy shit, those things are huge!{/i}
tr_tr: [ _RT_] {i}Kutsal bok, bu şeyler çok büyük!

source: [_RT_] {i}And is it my imagination, or is she nipping out pretty hard?{/i}
tr_tr: [ _RT_] {i}Benim hayal gücüm mü, yoksa çok mu serttir? { /i }

source: [_C_] [ryan]! Stop looking down my shirt!
tr_tr: [ _C_] [ ryan]! Gömleğime bakmayı kes!

source: [_C_] Okay... That was not a great start!
tr_tr: [ _C_] Tamam ... Bu harika bir başlangıç değildi!

source: {i}{b}"Aunt Cami's Respect -1"{/b}{/i}
tr_tr: {i}{b}"Cami Teyzenin Saygısı -1" { /b } { /i }

source: [_C_] But I take some responsibility for hugging you in such a revealing shirt.
tr_tr: [ _C_] Ama sana bu kadar açık bir gömleğin içinde sarılmak için sorumluluk alıyorum.

source: [_C_] Let's just call it a night.
tr_tr: -Sadece bir gece olsun.

source: [_R_] Uhh... I'm sorry. I tried to resist.
tr_tr: [ _R_] Uhh ... Özür dilerim. Direnmeye çalıştım.

source: [_C_] Don't worry about it... Let's just go to bed.
tr_tr: Merak etme. Hadi yatağa gidelim.

source: [_RT_] {i}Come on, [ryan]!
tr_tr: [ _RT_] {i}Hadi, [ Ryan]!

source: [_RT_] {i}Now's not the time for weakness!
tr_tr: [ _RT_] {i}Şimdi zayıflık zamanı değil!

source: [_C_] I'm going to try and be a better aunt to you and your sisters.
tr_tr: Sana ve kız kardeşlerine daha iyi bir teyzem olmaya çalışacağım.

source: [_C_] Hopefully you'll all come to forgive me in time.
tr_tr: Umarım hepiniz zamanında beni bağışlayacaksınız.

source: [_R_] I'm sure we all will.
tr_tr: -Eminim hepimiz öyle.

source: {i}{b}"Aunt Cami's Respect +1"{/b}{/i}
tr_tr: {i}{b}"Cami Teyzenin Saygısı + 1" { /b } { /i }

source: {i}{b}"Aunt Cami's Submission +3"{/b}{/i}
tr_tr: {i}{b}"Cami Hala 'nın Gönderisi + 3" { /b } { /i }

source: [_R_] For now let's just call it a night.
tr_tr: Şimdilik sadece bir gece olsun.

source: [_C_] Fair enough.
tr_tr: Yeterince adil.

source: [_C_] I'll just be waiting for you and [mom_name] to come up with a plan for my punishment.
tr_tr: [ _C_] Sadece sizi bekliyor olacağım ve [ momen_name] benim cezam için bir plan ortaya atsın.

source: [_C_] Just don't take too long.
tr_tr: [ _C_] Çok uzun sürmeyin.

source: [_R_] You got it.
tr_tr: [_R_] Kaptın.

source: [_R_] Holy shit! What a night!
tr_tr: Lanet olsun! Ne gece ama!

source: [_R_] Hopefully I can get at least an hour of sleep in before I have to wake up for school.
tr_tr: [ _R_] Umarım okul için uyanmadan önce en az bir saat uyku çekebilirim.

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, but I wonder what she'd do if I missed a payment to the mafia.{/i}
tr_tr: {i}{b}(HINT) { /b } Artık annemle aram garip değil, ama mafyaya bir ödemeyi kaçırsam ne yapar merak ediyorum. { /i }

source: {i}{b}(HINT){/b} Things aren't awkward with Mom anymore, I'll bet she's got a nice reward for me when I pay off the mafia debt this week.{/i}
tr_tr: {i}{b}(HINT) { /b } Artık annem ile işler garip değil, bahse girerim ki bu hafta mafya borcunu ödediğim zaman benim için iyi bir ödülü var. { /i }

source: Uhhh... Not this time.
tr_tr: Uhhh ... Bu sefer değil.

source: Uhhh... Not really.
tr_tr: Uhhh ... -Pek değil.

source: Go Sit With Them
tr_tr: Git Onlarla Otur.

source: Not Right Now
tr_tr: Şu Anda Değil.

source: Don't knock
tr_tr: Kapıyı çalmayın.

source: It's always best to ignore giggling girls
tr_tr: Kıkırdayan kızları görmezden gelmenin en iyisi bu.

source: I've got the money.
tr_tr: Para bende.

source: Agree to Oral
tr_tr: Kuruluş Kabul Eder

source: Refuse Oral
tr_tr: Sözlü Olarak Reddetme
