Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_CD_] That was another great show, [mom_name]!
tr_tr: [ _CD_] Bu başka bir harika gösteriydi, [ momen_name]!

source: [_M_] Thanks!
tr_tr: Teşekkürler!

source: [_CD_] Let me guess. You two need to have another "private chat"?
tr_tr: Tahmin edeyim. Siz ikiniz başka bir "özel sohbet" mi içmeniz gerekiyor?

source: [_R_] Why are you saying it like that?
tr_tr: Neden böyle söylüyorsun?

source: [_R_] It really is just a private chat.
tr_tr: [ _R_] Bu gerçekten özel bir sohbet.

source: [_CD_] Uh huh... So no dancers or waitresses, or anything?
tr_tr: [ _CD_] Uh huh ... Dansçılar, garsonlar falan yok mu?

source: [_R_] Yep, it's hard to talk in private when people are hovering around.
tr_tr: Evet, insanlar etrafta gezinirken özel olarak konuşmak zor oluyor.

source: [_CD_] Uh huh... Do you have your card?
tr_tr: [ _CD_] Uh huh ... Kartınız var mı?

source: [_R_] Of course.
tr_tr: [_R_] Tabii ki.

source: [_M_] Where are we going?
tr_tr: [ _M_] Nereye gidiyoruz?

source: [_M_] I didn't even know this part of the casino existed.
tr_tr: Kumarhanenin bu kısmının var olduğunu bile bilmiyordum.

source: [_R_] You'll see in just a minute.
tr_tr: Bir dakika içinde göreceksin.

source: [_CD_] Oh, hey [mom_name].
tr_tr: [ _CD_] Oh, hey [ momen_name].

source: [_CD_] Great show tonight!
tr_tr: [ _CD_] Bu gece harika bir gösteri!

source: [_CD_] Goddam I hope I'm as hot and athletic as you when I get to be your age.
tr_tr: Umarım senin yaşında ben de senin gibi ateşli ve atletik bir şekilde olurum.

source: [_CD_] And you need to teach me some of those moves.
tr_tr: Ve bana bu hareketlerden bazılarını öğretmelisin.

source: [_M_] Thanks, Candy. That's very sweet of you to say.
tr_tr: Teşekkürler Candy. Bunu söylemeniz çok hoş.

source: [_CD_] Now, how can I help the two of you?
tr_tr: Şimdi, siz ikisine nasıl yardım edebilirim?

source: [_R_] We just need a private place to chat.
tr_tr: Sadece sohbet etmek için özel bir yere ihtiyacımız var.

source: [_R_] Is anyone using the VIP room at the moment?
tr_tr: Şu anda VIP odasını kullanan biri var mı?

source: [_M_] VIP room?
tr_tr: VIP odası mı?

source: [_CD_] You want to take your own mother into the VIP room?
tr_tr: Kendi anneni VIP odasına mı götürmek istiyorsun?

source: [_R_] Yeah, but not for normal VIP room stuff... Like I said, we just need a private place to talk.
tr_tr: Evet, ama normal VIP oda eşyaları için değil ... Dediğim gibi, sadece konuşmak için özel bir yere ihtiyacımız var.

source: [_CD_] I mean, you could talk in your car while you're driving home, or...
tr_tr: Demek istediğim, sen eve giderken arabanda konuşabilirsin, ya da ...

source: [_CD_] I'm sorry. It's not my place to ask those kinds of questions to a VIP member.
tr_tr: [ _CD_] Üzgünüm. Bu tür soruları bir VIP üyeye sormak benim yerim değil.

source: [_CD_] Would you like me and some of the other dancers in the cages?
tr_tr: Benden ve kafesteki diğer dansçılardan hoşlar mısın?

source: [_R_] No, just privacy, thank you.
tr_tr: Hayır, sadece mahremiyet, teşekkür ederim.

source: [_CD_] Suits me just fine.
tr_tr: [ _CD_] Beni iyi bir şekilde susuyor.

source: [_CD_] And don't worry. I won't tell anyone you took your mom into the VIP room. I'm sworn to privacy.
tr_tr: Endişelenmeyin. Anneni VIP odasına götürmeni kimseye söylemem. Mahremiyete yemin ettim.

source: [_R_] Really, it's not what you think!
tr_tr: Gerçekten, düşündüğün gibi değil!

source: [_RT_] {i}It's exactly what she thinks.{/i}
tr_tr: [ _RT_] {i}Tam olarak düşündüğü şey bu. { /i }

source: [_CD_] Do you have your card with you?
tr_tr: Kartınız yanında mı?

source: [_MT_] {i}Goddam this place is built only for sex.{/i}
tr_tr: [ _MT_] {i}Goddam bu yer sadece seks için inşa edilmiş.

source: [_MT_] {i}And my own son is a member?{/i}
tr_tr: [ _MT_] {i}Ve kendi oğlum da üye mi?

source: [_MT_] {i}I wonder how kinky things get in the VIP room?{/i}
tr_tr: [_MT_] {i}Acaba VIP odasında ne kadar müstehcen şeyler oluyor?

source: [_M_] You still haven't told me what kind of stuff you've done here in the VIP room.
tr_tr: Hala VIP odasında ne tür şeyler yaptığını bana söylemedin.

source: [_RT_] {i}And I never will.{/i}
tr_tr: [ _RT_] {i}Ve ben asla öyle bir şey demeyeceğim.

source: [_R_] Nothing, I mean besides what we've done here.
tr_tr: Hiçbir şey, demek istediğim burada yaptıklarımız dışında.

source: [_MT_] {i}Yeah right.{/i}
tr_tr: [ _MT_] {i}Evet. Evet. { /i }

source: [_M_] Tell me... I won't be mad.
tr_tr: [ _M_] Söyle bana ... Kızmayacağım.

source: [_RT_] {i}Yeah, right... I'm not falling for that trap.{/i}
tr_tr: [ _RT_] {i}Evet, doğru ... Bu tuzağa düşmeyeceğim.

source: [_R_] I am telling you the truth.
tr_tr: [ _R_] Sana gerçeği söylüyorum.

source: [_M_] You'd better be.
tr_tr: Öyle olsa iyi olur.

source: [_M_] I believe we came in here for a reason?
tr_tr: Buraya bir sebep için geldiğimize inanıyorum.

source: [_R_] Yeah... Remember? You said you were going to "take care of me"?
tr_tr: [ _R_] Evet ... Hatırladın mı? "Benimle ilgileneceğini" mi söyledin?

source: [_R_] Oh, come on!
tr_tr: Hadi ama!

source: [_M_] What would you do without me?
tr_tr: Bensiz ne yaparsın?

source: [_R_] I've got a pretty strong hand game.
tr_tr: [ _R_] Çok güçlü bir el oyunum var.

source: [_M_] Well, then maybe I should leave you to it.
tr_tr: O zaman belki de seni bu işe bırakmalıyım.

source: [_R_] Wait, no, please!
tr_tr: Bekle, hayır, lütfen!

source: [_M_] Haha... That's what I thought.
tr_tr: [ _M_] Haha ... Ben de öyle düşünmüştüm.

source: [_M_] Same rules as before.
tr_tr: [ _M_] öncekiyle aynı kurallar.

source: [_M_] Limited access since you didn't make the weekly payment.
tr_tr: [ _M_] Haftalık ödeme yapmadığınız için sınırlı erişim.

source: [_M_] Oh, my God! How did I not know about this place?
tr_tr: Aman Tanrım! Bu yeri nasıl bilmeyeyim?

source: [_R_] It's kind of a well guarded secret.
tr_tr: Çok iyi korunan bir sır gibi.

source: [_R_] Membership in here is pretty exclusive. It's mostly for the super wealthy, famous, and politically connected.
tr_tr: [ _R_] Burada üyelik oldukça özel. Çoğunlukla süper zenginler, ünlü ve politik açıdan bağlantılı.

source: [_M_] Yet, you... a poor high school student, you're a member?
tr_tr: Ama sen fakir bir lise öğrencisisin, sen de üyesin.

source: [_M_] That doesn't make any sense.
tr_tr: -Bu hiç mantıklı değil.

source: [_M_] Explain!
tr_tr: Açıkla!

source: [_R_] I kinda saved Joey's life.
tr_tr: Joey 'nin hayatını kurtardım.

source: [_RT_] {i}I can't tell her what really happened or she'll freak out. But if I leave out the part where Sidney got tied up by a killer, maybe she'll be impressed that I saved the day?{/i}
tr_tr: [ _RT_] {i}Ona gerçekte ne olduğunu söyleyemem yoksa çıldıracak. Ama Sidney 'in bir katil tarafından bağlandığı kısmı bırakırsam, belki o günü kurtardığım için etkilenecektir?

source: {i}"one mostly true explanation later."{/i}
tr_tr: {i}"çoğunlukla doğru bir açıklama daha sonra." { /i }

source: [_M_] [ryan], if you don't want to say how you got the membership, just say so... You don't have to lie.
tr_tr: Eğer üyeliğin nasıl olduğunu söylemek istemezsen, sadece söyle ... Yalan söylemene gerek yok.

source: [_R_] I'm not lying.
tr_tr: Yalan söylemiyorum.

source: [_M_] Yeah, whatever.
tr_tr: -Evet, her neyse.

source: [_R_] I'm not.
tr_tr: -Ben değilim.

source: [_M_] Than why didn't you tell me earlier?
tr_tr: Neden daha önce söylemediniz?

source: [_M_] And if Joey owes you a favor, why didn't you ask him to forgive our debt?
tr_tr: Eğer Joey sana bir iyilik borcu varsa, neden ona borcumuzu affetmesini istememiş?

source: [_R_] I tried, and he did forgive twenty thousand of it, but he said that's the most he could forgive without looking weak to the rest of "The Family".
tr_tr: Denedim, ve 20 bini affetti, ama "Aile" nin geri kalanına zayıf görünmeden affedebileceğinin en büyük kısmı olduğunu söyledi.

source: [_M_] You're story isn't all adding up, but forget about it. I don't feel like hearing more bullshit.
tr_tr: Sen hikayesin, her şey katlanıyor, ama unut gitsin. Daha fazla saçmalık duymak istemiyorum.

source: [_R_] It's not bullshit...
tr_tr: -Saçmalık falan değil ...

source: [_M_] Fine... still, let's just drop it.
tr_tr: Güzel ... yine de, bırak gitsin.

source: [_M_] Haha... You're too easy to tease sometimes.
tr_tr: [ _M_] Haha ... Bazen dalga geçmekten çok kolaysın.

source: [_R_] So, you are going to take care of me, right?
tr_tr: Yani, benimle ilgileneceksin, değil mi?

source: [_M_] I will, but it's going to be on my terms.
tr_tr: -Evet, ama benim şartlarıma göre olacak.

source: [_M_] Hmmm... What should they be?
tr_tr: [ _M_] Hmmm ... Ne olmalılardı?

source: [_M_] You didn't make the payment this week, so you don't get unrestricted access.
tr_tr: [ _M_] Bu hafta ödeme yapmadınız, bu yüzden kısıtlamasız erişim elde edememeniz.

source: [_M_] First off, you have to take care of me orally.
tr_tr: Öncelikle, bana sözlü olarak bakman gerekiyor.

source: [_M_] And second. My pussy is off limits. Anal sex only.
tr_tr: Ve ikincisi. Benim kukumun sınırları yok. Sadece anal seks.

source: [_R_] {i}(Sarcastically){/i} Oh, no... That's the worst punishment ever!
tr_tr: [ _R_] {i}(Sarcatik) { /i } Hayır ... Bu gelmiş geçmiş en kötü ceza!

source: [_M_] Get over here, smart ass!
tr_tr: Buraya gel, ukala herif!

source: [_M_] Oh, God... Yes, right there!
tr_tr: Oh, Tanrım ... Evet, işte orada!

source: [_MT_] {i}This feels good, but I can tell I'm not going to get there without something else.{/i}
tr_tr: [ _MT_] {i}Bu iyi hissettiriyor, ama başka bir şey olmadan oraya gitmeyeceğimi söyleyebilirim. { /i }

source: [_MT_] {i}Mmmm... This is a good warm up though.{/i}
tr_tr: [ _MT_] {i}Mmmm ... Bu iyi bir sıcak ama.

source: [_M_] You're oral skills are getting really good.
tr_tr: Sen oral yeteneklisin. Çok iyi gidiyor.

source: [_R_] Mrrrmmm... Do you wrant mre to add srome fringers tro yrour rass?
tr_tr: [ _R_] Mrrrmmm ... -Evet.-Evet.-Evet.

source: [_M_] Let's just skip that and go straight to the main event.
tr_tr: Bunu atlayalım ve doğruca ana olaya geçelim.

source: [_MT_] {i}Oh, God! That's satisfying.{/i}
tr_tr: [_MT_] {i}Oh, Tanrım! Bu tatmin edici.{/i}

source: [_MT_] {i}I still can't believe I'm letting my son fuck my ass as if it's just a normal everyday thing.{/i}
tr_tr: [ _MT_] {i}Oğlumun kıçımı düzmesine izin verdiğime hala inanamıyorum.

source: [_RT_] {i}Fuck! I'm the luckiest son of a hot mom that ever lived!{/i}
tr_tr: [ _RT_] {i}S*k! Ben yaşayan seksi bir annenin en şanslı oğluyum.

source: [_RT_] {i}I should write an instructional book for other guys with hot moms.{/i}
tr_tr: [ _RT_] {i}seksi anneleri olan diğer erkekler için öğretici bir kitap yazmalıyım. { /i }

source: [_RT_] {i}Someday I really need to thank dad for giving me the gift of his absence and allowing me to become my own man.{/i}
tr_tr: [ _RT_] {i}Bir gün bana onun yokluğunu verdiği için babama teşekkür etmek ve kendi erkeğim olmama izin verdiği için teşekkür etmek istiyorum. { /i }

source: [_R_] Mom, I'm getting close!
tr_tr: Anne, yakınlaşıyorum!

source: [_M_] God!... Me too!
tr_tr: [ _M_] Tanrım! Ben de!

source: [_M_] Just cum inside, Honey.
tr_tr: İçeri boşalt tatlım.

source: [_M_] Oh, fuck!
tr_tr: [_M_] Oh, siktir!

source: [_M_] You're filling my rectum!
tr_tr: Rektumu dolduruyorsun!

source: [_M_] I can feel it expanding!
tr_tr: Genişlemesini hissedebiliyorum!

source: [_M_] You fucking stud!
tr_tr: Seni lanet aygır!

source: [_M_] I'm cumming too!
tr_tr: Ben de kusuyorum!

source: [_M_] I'm cumming so hard!
tr_tr: Bu kadar çok kusuyorum!

source: [_M_] Thanks again, [ryan]!
tr_tr: [ _M_] Tekrar teşekkürler, [ Ryan]!

source: [_M_] That was so satisfying!
tr_tr: O kadar tatmin ediciydi ki!

source: [_R_] It was pretty awesome!
tr_tr: Muhteşemdi!

source: [_M_] Mmm... Tonight's turned out much better than I expected.
tr_tr: [ _M_] Mmm ... Bu gece beklediğimden çok daha iyi oldu.

source: [_M_] Now, I'd better go get cleaned up and out of this lingerie.
tr_tr: Şimdi, gidip bu iç çamaşırıyla temizlensem iyi olur.

source: [_R_] Sounds good. I'll see you at home?
tr_tr: Kulağa hoş geliyor. Evde görüşürüz.

source: [_M_] Yeah, Tonight has worn me out. I'll just take a shower here, and come straight home after.
tr_tr: Evet, bu gece beni çok yoruyor. Bir duş alacağım ve sonra doğruca eve geleceğim.

source: [_M_] I'm going to sleep like the dead tonight.
tr_tr: Bu gece ölüler gibi uyuyacağım.

source: [_R_] Sounds good. I'll see you at home.
tr_tr: Kulağa hoş geliyor. Evde görüşürüz.

source: [_RT_] {i}Damn, I got lucky that she wasn't more mad at me for missing this week's payment.{/i}
tr_tr: [_RT_] {i}Lanet olsun, bu haftanın ödemesini kaçırdığım için bana daha fazla kızmadığı için şanslıydım.{/i}

source: [_RT_] {i}I'd better be careful not to push it too much, or she might not be as generous to me in the future.{/i}
tr_tr: [ _RT_] {i}Çok fazla zorlamamaya dikkat etseniz iyi olur, yoksa ileride bana karşı cömert olmayabilir. { /i }

source: [_RT_] {i}Worse, she might start being generous to somebody else.{/i}
tr_tr: {i}Daha kötüsü, başka birine cömert olmaya başlayabilirdi.

source: [_M_] That was great!
tr_tr: Bu harikaydı!

source: [_M_] I'm so glad you have a place for us to go for some privacy when we're at the club.
tr_tr: Kulüpte olduğumuz zaman biraz yalnız kalmak için bize yer vermene çok sevindim.

source: [_M_] This place intrigues me though.
tr_tr: Bu yer beni çok etkiliyor.

source: [_M_] I'm going to have to ask Joey more about it.
tr_tr: Joey 'e bu konuda daha fazla soru sormak zorundayım.

source: [_R_] Uhh... You'd better not!
tr_tr: [ _R_] Uhh ... Olmasan iyi olur!

source: [_RT_] {i}Fuck! The last thing I need is for Joey to ask her to start working in here!{/i}
tr_tr: [ _RT_] {i}S*k! En son ihtiyacım olan şey Joey 'in ona burada çalışmaya başlamasını istemesi.

source: [_RT_] {i}Goddammit! I didn't even think about that possibility.{/i}
tr_tr: [ _RT_] {i}Goddambıl! Bu olasılığı hiç düşünmemiştim. { /i }

source: [_RT_] {i}I need to stop missing payments.{/i}
tr_tr: [ _RT_] {i}Eksik ödemeleri durdurmam gerekiyor. { /i }

source: [_M_] Why not?
tr_tr: [ _M_] Neden olmasın?

source: [_R_] Uhhh... because I'm not supposed to tell anybody about it.
tr_tr: Çünkü kimseye bundan bahsetmemem gerekiyor.

source: [_R_] Ummm... Joey might get mad at me.
tr_tr: [ _R_] Ummm ... Joey bana kızabilir.

source: [_M_] Alright. I won't talk to Joey about the VIP room.
tr_tr: [ _M_] Tamam. Joey 'le VIP odası hakkında konuşmayacağım.

source: [_RT_] {i}Phhewww... Bullet dodged.{/i}
tr_tr: [ _RT_] {i}Phhewww ... Kurşun sıkışmış. { /i }

source: [_MT_] {i}At least not yet.{/i}
tr_tr: [ _MT_] {i}En az henüz değil. { /i }

source: [_M_] Well, I'd better go get cleaned up and out of this lingerie.
tr_tr: Gidip bu iç çamaşırıyla temizlensem iyi olur.

source: [_AD_] What does your broke ass want?
tr_tr: Beş para etmez kıçın ne istiyor?

source: [_AD_] Made a little visit to the blackjack table, did we?
tr_tr: Blackjack masasını ziyaret etmiştik, değil mi?

source: [_R_] Something like that
tr_tr: [ _R_] Bu tür bir şey

source: [_R_] So, now I'm ready to help Emma pay her way through nursing school.
tr_tr: Emma 'nın hemşirelik okulunu ödemesine yardımcı olmak için hazırım.

source: [_AD_] That's very noble... The world certainly needs more sexy nurses.
tr_tr: Bu çok asil bir davranış. Dünyanın kesinlikle daha seksi hemşirelere ihtiyacı var.

source: [_R_] I've just got to know where my mom is.
tr_tr: Annemin nerede olduğunu öğrenmem lazım.

source: [_AD_] I see, you're one of those helicopter sons.
tr_tr: Görüyorum ki, sen de o helikopter oğullarından birisin.

source: [_AD_] Don't worry. I can help you out.
tr_tr: Merak etme. Sana yardım edebilirim.

source: [_AD_] Come have a seat.
tr_tr: Gel, otur.

source: {i}{b}"Money -100"{/b}{/i}
tr_tr: {i}{b}"Para -100" { /b } { /i }

source: [_AD_] Here you go beautiful.
tr_tr: İşte böyle güzel.

source: [_E_] You're so good to me.
tr_tr: Bana karşı çok iyisin.

source: [_E_] Let me show you my gratitude.
tr_tr: Size minnettarlık göstermeme izin verin.

source: [_AD_] Your gratitude is fucking hot!
tr_tr: Minnettarlık çok sıcak!

source: [_RT_] {i}Gorgeous, but still not as fine as Mom's ass.{/i}
tr_tr: [ _RT_] {i}Muhteşem, ama yine de annemin kıçı kadar iyi değil. { /i }

source: [_E_] And thank you too, [ryan]!
tr_tr: Ve teşekkür ederim, [ ryan]!

source: [_R_] It was... It's my pleasure, Emma.
tr_tr: [ _R_] O ... Benim için bir zevki var Emma.

source: [_E_] Diaz... you spoil me!
tr_tr: Diaz ... beni şımartıyorsun!

source: [_AD_] Well, why don't you come over here and spoil me?
tr_tr: Peki, neden buraya gelip beni şımartmıyorsun?

source: [_RT_] {i}Damn... what an ass!{/i}
tr_tr: [ _RT_] {i}Lanet olsun ... ne göt!

source: [_AD_] Oh, yeah!... Grind it on me.
tr_tr: Evet! Bana eziyet et.

source: [_AD_] Mmm... That's right.
tr_tr: [ _AD_] Mmm ... -Evet, doğru.

source: [_R_] I hate to rush things, but do you think we can hurry this along just a little.
tr_tr: İşleri aceleye getirmekten nefret ediyorum ama biraz daha hızlı bir şekilde acele edebilir miyiz?

source: [_AD_] You know, it was my friend, [ryan] here, who gave me the money to give to you.
tr_tr: Biliyor musun, bu benim dostumdu, sana vermek için bana para veren arkadaşım.

source: [_AD_] Maybe you could show him a little gratitude as well?
tr_tr: Belki de ona biraz minnettarlık gösterebilirsin?

source: [_E_] Of course! I love to reward generosity.
tr_tr: -Tabii ki! Cömertliği ödüllendirmeyi severim.

source: [_R_] Well, maybe we can stay just a little longer.
tr_tr: Belki biraz daha kalabiliriz.

source: [_AD_] Don't those smooth tits just feel great in your face?
tr_tr: O pürüzsüz göğüsler sadece yüzünde harika hissetmiyor mu?

source: [_AD_] Then why are you hovering around me like bad news?
tr_tr: O zaman neden kötü haber gibi etrafımda geziniyorsun?

source: [_AD_] Get lost!
tr_tr: [ _AD_] Kaybolun!

source: [_AD_] Look who's back. Did you have a change of heart?
tr_tr: Bakın kim geri dönmüş. Sende kalp değişikliği var mıydı?

source: [_AD_] Let's see the money then.
tr_tr: -O zaman parayı görelim.

source: [_R_] I don't have it. Can't we settle for less?
tr_tr: Bende değil. Daha azına razı olmaz mıyız?

source: [_AD_] Emma doesn't do any personal favors for less than a hundred, so no.
tr_tr: Emma yüz taneden daha az kişisel iyilik yapmaz, o yüzden hayır.

source: [_AD_] Get lost, you're bumming me out!
tr_tr: Kaybolun, beni hayal kırıklığına uğrsunuz!

source: [_R_] Not because of you... I just wanted to help Emma pay her way through nursing school.
tr_tr: [ _R_] senin yüzünden değil ... Emma 'nın hemşirelik okulunu ödemesine yardım etmek istedim.

source: [_AD_] Whatever... Just stop waisting my time.
tr_tr: [ _AD_] Neyse ... Benim zamanımı boş ver yeter.

source: [_RT_] {i}Goddammit! Mom's nowhere to be seen. I'm sure she's in Joey's office again.{/i}
tr_tr: [ _RT_] {i}Goddambıl! Annem görülecek bir yer yok. Eminim yine Joey 'nin ofisinde. { /i }

source: [_RT_] {i}I guess I can just ask Diaz.{/i}
tr_tr: [ _RT_] {i}Sanırım ben de Diaz 'a sorabilirim.

source: [_RT_] {i}She seems to know about everything that goes on here.{/i}
tr_tr: [ _RT_] {i}Burada olup biten her şeyi biliyor gibi görünüyor. { /i }

source: [_RT_] {i}Huh... That's weird. I thought for sure my Mom would be on stage by now.{/i}
tr_tr: [ _RT_] {i}Ha ... Bu çok garip. Annem şu anda sahnede olur diye düşündüm.

source: [_RT_] {i}Maybe she's still getting ready in the dressing room.{/i}
tr_tr: [ _RT_] {i}Belki hala soyunma odasında hazırlanıyor.

source: [_RT_] {i}And of course Diaz has to be here.{/i}
tr_tr: [ _RT_] {i}ve tabiki Diaz 'ın burada olması gerekir. { /i }

source: [_RT_] {i}I'm sure she's planning on ruining my night somehow.{/i}
tr_tr: [ _RT_] {i}eminim bir şekilde gecemi mahvetmeyi planlıyor.

source: [_AD_] Well, look who's back.
tr_tr: Bakın kimler dönmüş.

source: [_AD_] Come on, sit down and enjoy the show.
tr_tr: Hadi, otur ve gösterinin tadını çıkar.

source: [_AD_] Well, look who it is.
tr_tr: Bakın kim geldi.

source: [_AD_] Did you come to enjoy the show?
tr_tr: Gösterinin tadını çıkarmaya mı geldin?

source: [_AD_] Have a seat, there's room by me.
tr_tr: Bir yere otur, benim yanımda yer var.

source: [_R_] I'm not looking to have a good time. I just want to know where my mom is.
tr_tr: [ _R_] İyi vakit geçirmem. Sadece annemin nerede olduğunu bilmek istiyorum.

source: [_AD_] Just sit down, and maybe I'll tell you.
tr_tr: Sadece otur, belki sana söylerim.

source: [_AD_] Once again your timing is perfect. I just gave away the last of my cash.
tr_tr: Bir kez daha zamanlaman mükemmel. Sadece son paramın son parasını verdim.

source: [_AD_] Emma's trying to pay her way through nursing school. She could really use another contribution.
tr_tr: Emma, hemşirelik okuluna giden yolda ona para ödemeye çalışıyor. Başka bir katkı daha kullanabilirdi.

source: [_AD_] Hook me up with another hundred and later we can both go watch your mom taking care of Joey together.
tr_tr: Bana bir yüz daha ver ve sonra ikimiz de gidip annenin Joey 'e bakması için izlersin.

source: [_AD_] A nice little bonding time for the two of us?
tr_tr: -İki kişi için güzel bir bağ mı?

source: [_R_] You're sick!
tr_tr: Sen hastasın!

source: [_AD_] You're the one who enjoys watching your mom fuck other guys.
tr_tr: Annenizin diğer erkeklerle yatmaktan zevk alan kişi sensin.

source: [_R_] Goddammit! You know I don't!
tr_tr: Lanet olsun! -Hayır, biliyorsun.

source: [_AD_] Uh huh... And that's why you're going to tell me to go to hell, and then go home and not think about what she's getting up to for the rest of the night?
tr_tr: [ _AD_] Uh huh ... Bu yüzden bana cehenneme gidip eve gidip gecenin geri kalanında ne elde ettiğini düşünmeyesin diye mi?

source: [_R_] I'm just going to go to the surveillance room myself.
tr_tr: Ben sadece gözetleme odasına gideceğim.

source: [_AD_] Did you forget that you don't have a key to the door?
tr_tr: Kapının anahtarı olmadığını unuttun mu?

source: [_AD_] JJ's not allowed to open that door for anyone but his uncle.
tr_tr: JJ ' in amcasından başka kimse için kapıyı açmasına izin verilmiyor.

source: [_R_] Goddammit!
tr_tr: [_R_] Hasiktir!

source: [_R_] I guess I don't have a hundred dollars.
tr_tr: Sanırım 100 dolarım yok.

source: [_AD_] Oh, for fuck's sake. Stop wasting my time. Go talk to your girlfriend Armani or something.
tr_tr: Tanrı aşkına. Zamanımı harcamayı bırak. Git kız arkadaşın Armani ile konuş ya da başka bir şey.

source: [_A_] Sorry, about your mom.
tr_tr: Özür dilerim, annen hakkında.

source: [_A_] You can try waiting around here, but they might take a while.
tr_tr: [ _A_] Burada bekleyebilirsiniz, ama bir süre daha kalabilirler.

source: [_A_] Here's a beer, on me.
tr_tr: İşte bir bira, benden.

source: [_R_] Fine... Here's a hundred bucks!
tr_tr: [ _R_] Tamam ... İşte 100 dolar!

source: [_R_] You're wrong... I don't care if she's fucking other guys, and sure as hell don't need to watch her do it!
tr_tr: -Yanılıyorsun. Onun diğer erkeklerle sikişmesi umurumda değil, ve eminim ki onu seyretmeye gerek yok.

source: [_AD_] Uh, huh... Well when you're done lying to yourself, you know where to find me.
tr_tr: Ah, huh ... Kendine yalan söylediğin zaman, beni nerede bulacağını biliyorsun.

source: [_AD_] It's extremely fortuitous that you showed up just as I'm running out of cash.
tr_tr: Nakitten tükendiğim anda ortaya çıkman son derece zor.

source: [_AD_] I've been hoping for some more personal attention from Emma, but you know... strippers are only generous with those who are generous to them.
tr_tr: Emma 'dan biraz daha kişisel bir ilgi bekliyordum, ama bilirsin ... striptizciler sadece onlara cömert davrananlara karşı cömert davrandılar.
