Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_GCP_] But my magic trick is to let you read minds, so sorry! No magic pockets.
tr_tr: [ _GCP_] Ama benim sihirli numaram sizi akıllara okutmam, çok üzgünüm! Sihirli cepler yok.

source: [_GCP_] But damn, I wish you had them. We need this bitch to leave!
tr_tr: Ama lanet olsun, keşke onlara sahip olmak isterdim. Bu kaltağı terk etmesi lazım!

source: [_R_] Uhhh.... actually it seems that I don't have the money on me.
tr_tr: Uhhh ... aslında bana göre para bende değil gibi görünüyor.

source: [_AD_] So.... I guess I'll show myself in then.
tr_tr: [ _AD_] Yani .... O zaman ben de kendimi gösteririm.

source: [_RT_] {i}Shit!{/i}
tr_tr: [_RT_] {i}Siktir!.... {/i}

source: [_GCP_] Shit!
tr_tr: [_GCP_] Siktir!

source: [_R_] Ummmm.... girls.... It seems that I forgot that I was bringing in an, ummm.... intern photography student.... who wants to help with the photo shoot today.
tr_tr: [ _R_] Ummmm .... kızlar .... Görünüşe göre bugün fotoğraf çekiminde yardım etmek isteyen bir stajyer fotoğrafçılığı öğrencisine getirdiğimi unutmuşum.

source: {i}"Furiously winking at Lauren."{/i}
tr_tr: {i}"Lauren'ce göz kırpma." { /i }

source: [_S_] You don't have to lie to us. Lauren just told me everything.
tr_tr: Bize yalan söylemene gerek yok. Lauren bana her şeyi anlattı.

source: [_R_] Everything?
tr_tr: -Her şey mi?

source: [_AD_] Like how I'm extorting you for money and favors in exchange for letting you continue your legally questionable business and other activities, and also not throwing you in prison like your father?
tr_tr: [_AD_] Yasal olarak sorgulanabilir işinize ve diğer faaliyetlerinize devam etmenize izin vermem ve ayrıca sizi babanız gibi hapse atmamam karşılığında sizden para ve iyilik talep etmem gibi mi?

source: [_AD_] Is that what she told you?
tr_tr: Sana söylediği bu mu?

source: [_S_] Basically.
tr_tr: [_S_] Temel olarak.

source: [_AD_] Great! I'm glad we're all up to speed.
tr_tr: Harika! Hepimizin hıza yükseldiğimize sevindim.

source: [_AD_] And today is Thursday, and [ryan] failed to produce the needed cash for my buy off, so for my payment in favors, I get to take the pictures today instead.
tr_tr: Ve bugün Perşembe, ve [ ryan] satın almam için gereken parayı üretemedi, yani iyilikte ödeme için, onun yerine bugün fotoğrafları çekeceğim.

source: [_GCP_] No! If this photo shoot takes place, then I'll fail my part of the mission too!
tr_tr: [ _GCP_] Hayır! Eğer bu fotoğraf çekimi gerçekleşirse, o zaman ben de görevimi yerine getirmem!

source: [_S_] You can't do that!
tr_tr: -Bunu yapamazsın!

source: [_GCP_] Yeah!
tr_tr: [_GCP_] Efendim!

source: [_AD_] Oh, really? Because I happen to know that you make and get paid for costumes, as part of a business that is not in of itself illegal, but is hiding funds from the FBI to avoid garnishments.
tr_tr: Gerçekten mi? Çünkü biliyorum ki, yasadışı olarak olmayan bir işin parçası olarak, kostümler için para kazanıp para kazanıyorsunuz, ama garnit önlemek için FBI ' dan para sakladığınızı biliyorum.

source: [_AD_] Now, I can either keep this knowledge safe, and actually completely hide this illegal cash flow, or I can expose it, and you can do hard time in federal prison for financial fraud.
tr_tr: Şimdi, bu bilgiyi güvende tutabilirim, ve aslında bu yasadışı nakit akışını tamamen gizleyebilirim, ya da bunu açığa çıkarabilirim, ve federal hapishanede finansal sahtekârlık için zor zamanlar da yapabilirsiniz.

source: [_S_] You goddamn dirty cop!
tr_tr: Seni lanet olası pis polis!

source: [_GCP_] You chode-munching, cock-gobbling, anal prolapse-licking, whore of Babylon!
tr_tr: Seni kodaman, göt yalama, anal atlamalı yalama, Babil 'in fahişesi!

source: [_RT_] {i}Are you ok?{/i}
tr_tr: [ _RT_] {i}İyi misiniz?

source: [_AD_] (sarcastically) Ouch.... I can't tell you how much that hurts.
tr_tr: [ _AD_] (alaycı bir şekilde) Bunun ne kadar acı verdiğini anlatamam.

source: [_AD_] So, are you all going to play ball?
tr_tr: [_AD_] Peki, hepiniz top oynayacak mısınız?

source: [_S_] I don't see another choice.
tr_tr: Başka bir seçenek göremiyorum.

source: [_AD_] Good! I'm glad you're being sensible.
tr_tr: [_AD_] Güzel! Mantıklı davranmana sevindim.

source: [_AD_] [ryan], give me the camera, and girls, go do a nice pose! And make these pics good, or else!
tr_tr: Kamerayı bana ver kızlar, gidip güzel bir poz verin! Ve bu pikleri iyi yap, yoksa başka!

source: [_AD_] Girls?.... While I'm figuring out this camera, run to my car and grab the two gifts in the back seat. They were for a couple of my girl friends, but I think we can make better use of them during the photo shoot.
tr_tr: Kızlar? Ben bu kamerayı çözerken, arabama koş ve arka koltukta iki hediyeyi kap. Bir çift kız arkadaşım için, ama fotoğraf çekimi sırasında onlardan daha iyi bir şekilde kullanabileceğimizi düşünüyorum.

source: [_L_] {i}I hate this bitch!{/i}
tr_tr: [ _L_] {i}Bu kaltaktan nefret ediyorum!

source: [_GCP_] I wish God was as vengeful to the wicked as she used to be. Turn her into a pillar of salt or better yet, a puddle of cum.
tr_tr: Keşke Tanrı eskiden olduğu gibi kötü kalpli bir intikamcı olsaydı. Onu tuzlu ya da daha iyi bir sütuna çevir. Bir kumpet birikintisi.

source: [_GCP_] This is a disaster!
tr_tr: Bu bir felaket!

source: [_RT_] {i}Isn't there anything we can do to salvage things?{/i}
tr_tr: [ _RT_] {i}Bir şeyleri kurtarmak için yapabileceğim bir şey yok mu?

source: [_GCP_] I don't know.... I give up.... try to keep your eyes out for some life lessons.... I guess.
tr_tr: -Bilmiyorum ... Ben vazgeçiyorum ... bazı hayat derslerine göz kulak olmak için ... Sanırım.

source: [_GCP_] I'll be pillaging the bar down the street for some hard liquor. I'll be back when it's time to go.
tr_tr: Sokağın aşağısında, sert bir likör için bir bara ineceğim. Gitme zamanı geldiğinde geri döneceğim.

source: [_RT_] {i}Wow, She really seems sad.{/i}
tr_tr: [ _RT_] {i}Wow, Gerçekten üzgün görünüyor. { /i }

source: [_RT_] {i}I hope Futa God isn't too hard on her.{/i}
tr_tr: [ _RT_] {i}Umarım Futa Tanrısı onun için çok sert değildir.

source: [_RT_] {i}Haha....Futa God.... hard....{/i}
tr_tr: [ _RT_] {i}Haha ...."Futa God" ... sert .... { /i }

source: [_RT_] {i}Too bad she left. That joke would have cheered her up.{/i}
tr_tr: [ _RT_] {i}Çok kötü gitti. O şaka onu neşelendirirdi.

source: [_L_] Ok, We're back!
tr_tr: Tamam, geri döndük!

source: [_AD_] Great! I think I've got the camera figured out, so go strike a pose.
tr_tr: Harika! Sanırım kameranın farkına varmıştım, bir poz versen iyi olur.

source: [_L_] Ok Agent Diaz, I think we're ready
tr_tr: Tamam Ajan Diaz, sanırım hazırız.

source: [_S_] Is this ok?
tr_tr: Bu iyi mi?

source: [_AD_] Great! I like the buddy-buddy pose.
tr_tr: Harika! Buddy 'nin pozu hoşuma gitti.

source: [_AD_] Can you add a homey Christmas background later or something?
tr_tr: Daha sonra bir Noel arkaplanı falan ekleyebilir misiniz?

source: [_R_] Uh, yeah. That's what I'll do.
tr_tr: Evet. Ben de öyle yapacağım.

source: [_AD_] I can see it all now!
tr_tr: Şimdi her şeyi görebiliyorum!

source: [_AD_] Ok.... now I want you to do some Christmassy things.
tr_tr: Tamam ... şimdi senden Christmassy gibi şeyler yapmak istiyorum.

source: [_S_] Like what?
tr_tr: Ne gibi?

source: [_AD_] I don't know. Do I have to think of everything for you?
tr_tr: Bilmiyorum. Her şeyi senin için düşünmem mi gerekiyor?

source: [_L_] I can make it look like I'm hanging Christmas tree ornaments, I guess.
tr_tr: Noel ağacı süslerini asmış gibi gösterebilirim sanırım.

source: [_AD_] Yeah.... whatever! Just make it sexy!
tr_tr: Evet, her neyse! Sadece seksi yap!

source: [_ST_] {i}Agent Diaz has a terrible disposition for a photographer.{/i}
tr_tr: [ _ST_] {i}Agent Diaz, bir fotoğrafçı için korkunç bir atıma sahiptir. { /i }

source: [_ST_] {i}I miss how professional [ryan] is.{/i}
tr_tr: [ _ST_] {i}professional [ ryan] ' ın nasıl olduğunu özledim. { /i }

source: [_AD_] Nice! That looks super hot!
tr_tr: [ _AD_] Güzel! Çok seksi görünüyor!

source: [_AD_] I think I got a lady boner!
tr_tr: Sanırım bir bayan ereksiyonm var!

source: [_LT_] {i}It's kind of fun posing with my sister, and Agent Diaz dominating this photo shoot is kind of turning me on.{/i}
tr_tr: [ _LT_] {i}Kız kardeşimle birlikte poz vermek eğlenceli bir şey ve Ajan Diaz bu fotoğraf çekiminine hakim olmak beni tahrik ediyor. { /i }

source: [_ST_] {i}My sister looks sexy as hell in that costume I made for her. Plus, it's kind of turning me on to pose in front of someone else besides [ryan].{/i}
tr_tr: [ _ST_] {i}Kız kardeşim onun için yaptığım kostümün içinde çok seksi görünüyor. Ayrıca, beni başka birinin önünde poz vermek için tahrik etmek de öyle.

source: [_RT_] {i}This is insightful! I wish I could read minds all the time.{/i}
tr_tr: [ _RT_] {i}Bu çok anlayışlı! Keşke her zaman zihin okuyabilsem.

source: [_AD_] Ok.... enough of that!.... I think it's time to pull out the presents I brought.
tr_tr: Tamam, bu kadar yeter! Sanırım getirdiğim hediyeleri çıkarmanın zamanı geldi.

source: [_AD_] Let's do some shots with you opening them.
tr_tr: [_AD_] Onları açarken birkaç fotoğraf çekelim.

source: [_AD_] God, you two are sexy! I love those outfits, Sidney!
tr_tr: Tanrım, siz ikiniz çok seksisin! Bu giysileri çok seviyorum, Sidney!

source: [_S_] Uhh.... thanks?
tr_tr: -Teşekkürler.

source: [_AD_] Yeah, I've got a great shot of both of your sexy young pussies.
tr_tr: Evet, hem seksi, hem de seksi pisliklerinden çok iyi bir atışlarım var.

source: [_AD_] Once you get them open, show each other what was in them.
tr_tr: [ _AD_] Onları bir kez açtığınız zaman, içinde ne olduğunu gösterin.

source: [_AD_] And try to look happy about what's inside!
tr_tr: Ve içinde ne olduğu hakkında mutlu görünmeye çalış!

source: [_ST_] {i}Oh God!.... Of course they're dildos{/i}
tr_tr: [ _ST_] {i}Oh Tanrım! .... Tabii ki de dildo.

source: [_LT_] {i}What a predatory pervert!{/i}
tr_tr: [ _LT_] {i}Ne yırtıcı bir sapık!

source: [_AD_] This is great! You two are great actresses!
tr_tr: Bu harika! Siz ikiniz harika aktrissiniz!

source: [_ST_] {i}If she offers to screw me with it, I'm going home!{/i}
tr_tr: [ _ST_] {i}Eğer beni onunla becermek için teklif ederse, ben eve gidiyorum!

source: [_LT_] {i}What if she makes us use them?{/i}
tr_tr: [ _LT_] {i}Bizi kullansa ne olur? { /i }

source: [_AD_] Alright.... why don't you two pretend to thank each other with a passionate kiss.
tr_tr: Tamam ... neden birbirinize tutkulu bir öpücükle teşekkür etmiyorsunuz?

source: [_AD_] For the photo shoot!
tr_tr: Fotoğraf çekimi için!

source: [_AD_] Not for real.
tr_tr: [ _AD_] Gerçek değil.

source: [_AD_] Though, I think you'd both enjoy a good makeout session with each other, or you can come make out with me if that doesn't do it for you.
tr_tr: Yine de, bence ikiniz de birbirinizle iyi bir oturum geçirmekten hoşlanıyorsunuz, ya da bu sizin için uygun değilse, benimle birlikte ortaya çıkabilirsiniz.

source: [_S_] Gross!
tr_tr: İğrençsin!

source: [_S_] I'd rather make out with Lauren, than with you.
tr_tr: Seninle olmaktansa, Lauren 'le olmayı tercih ederim.

source: [_AD_] Great, then go ahead and do that.
tr_tr: Harika, o zaman devam et ve bunu yap.

source: [_AD_] Yeah, well, none of your online fans know that. And even if they did, it would just make you two even more popular.
tr_tr: Evet, evet, sizin online hayranlarınızdan hiçbiri bunu bilmiyor. Ve öyle yapsalar bile, bu sizi daha da popüler yapar.

source: [_AD_] Are you gonna sit there like little bitches, or can we get on with this?
tr_tr: Orada küçük sürtükler gibi oturacak mısın, yoksa buna devam edebilir miyiz?

source: [_AD_] Lauren, why don't you just straddle Sidney and...
tr_tr: Lauren, neden hemen Sidney 'i aramıyorsun?

source: [_AD_] Oh, yeah.... that's perfect!
tr_tr: Evet, bu mükemmel!

source: [_AD_] I know, right?
tr_tr: [_AD_] Biliyorum, değil mi?

source: [_LT_] {i}I've already been having confusing thoughts about women, thanks to Agent Diaz, but now I'm getting turned on by my sister?{/i}
tr_tr: [ _LT_] {i}Ajan Diaz sayesinde şimdiden kadınlar hakkında kafa karıştırdım, ama şimdi kız kardeşim tarafından mı tahrik oluyorum? { /i }

source: [_AD_] Great! I think we're ready for the next pose.
tr_tr: Harika! Sanırım bir sonraki poz için hazırız.

source: [_AD_] Unless you want to keep kissing, but I'm thinking we should take a few shots playing with your new toys.
tr_tr: [ _AD_] öpüşmeye devam etmek istemiyorsanız, ama düşünüyorum da, yeni oyuncaklarınızla bir kaç shot oynamalıyız.

source: [_LT_] {i}Oh my.... she wants us to dildo each other.... shit!.... I think I just dripped onto Sidney's leg!{/i}
tr_tr: [ _LT_] {i}Oh my .... o bizi dildo etmemizi istiyor .... kahretsin! .... Sanırım Sidney 'in bacağına sıçtım!

source: [_AD_] Haha.... I'm not expecting you to screw each other with your new dildos.
tr_tr: [ _AD_] Haha .... Yeni dildos'unla birbirinizi becermenizi beklemiyorum.

source: [_AD_] Just get into a position so it looks like Sidney is penetrating Lauren with the dildo.
tr_tr: Bir pozisyona girsene. Bu yüzden Sidney, Lauren 'in dildo ile Lauren 'a nüfuz ettiği gibi görünüyor.

source: [_AD_] But you won't actually penetrate.... haha, unless you want to.
tr_tr: Ama sen istemediğin sürece, aslında giremezsin.

source: [_AD_] Whatever you choose, Just make it look like it.
tr_tr: Her ne seçiyorsan, sadece öyle görünmesini sağla.

source: [_AD_] Unless you want to keep making out all day!
tr_tr: Bütün gün boyunca sevişmek istemiyorsan tabii!

source: [_S_] Uuuhhh.... okay Lauren.... let's get.... into position.
tr_tr: Tamam, Lauren ... hadi pozisyona alalım.

source: [_AD_] Yeah, that's pretty convincing.
tr_tr: Evet, oldukça ikna edici.

source: [_AD_] Let me get a quick shot of it.
tr_tr: Kısa bir çekeyim o zaman.

source: [_AD_] Great! Now move the dildo a little closer.
tr_tr: Harika! Şimdi, dildo 'ya biraz daha yaklaş.

source: [_AD_] So.... just kind of prod and push the dildo between her thigh gap.
tr_tr: Yani ... sadece bir çeşit prod ve uyluk boşluğu arasındaki dildo ' u itmek.

source: [_AD_] From my perspective, it should look pretty convincing.
tr_tr: [_AD_] Benim bakış açıma göre, oldukça ikna edici görünmeli.

source: [_ST_] {i}Hmmmm.... I think I should use this opportunity to punish Lauren for not telling me about Agent Diaz. This might not have been so shocking, had I been warned.{/i}
tr_tr: [ _ST_] {i}Hmmmm .... Bana Ajan Diaz 'ı anlatmadığı için Lauren 'i cezalandırmak için bu fırsatı kullanmam gerektiğini düşünüyorum. Bu kadar şok edici olmayabilir, uyarılmıştım. { /i }

source: [_ST_] {i}Not only that, but she did let her pussy leak her naughty juices all over my leg.{/i}
tr_tr: [ _ST_] {i}Sadece bu değil, ama o amcığın bacağımın her yerine yaramaz sıvısını sızdırmasına izin verdi.

source: [_LT_] {i}Keep quiet.... not a sound.... that would be so embarassing if [ryan] and Agent Diaz knew!{/i}
tr_tr: [ _LT_] {i}sessiz olun .... bir ses değil .... [ ryan] ve Ajan Diaz ' ın bildiği halde bu çok girişli bir hareket! { /i }

source: [_LT_] {i}Oh God!.... This is driving me crazy!.... What if that ho gives me an orgasm, right here in front of [ryan] and Agent Diaz?{/i}
tr_tr: [_LT_] {i}Oh Tanrım!.... Bu beni deli ediyor!.... Ya o fahişe beni burada, [ryan] ve Ajan Diaz'ın önünde orgazm ederse?

source: [_S_] (whispering) This is what you get for not telling me about Agent Diaz, and for dripping your dirty juices all over my leg.
tr_tr: Bana Ajan Diaz 'dan bahsetmediğiniz için ve kirli sıvılarınızı bacağımın her yerine damlattığınız için böyle bir şey elde edin.

source: [_S_] (whispering) Yes, I noticed that!.... And now I'm going to do this until Agent Diaz tells me to stop.
tr_tr: Evet, bunu fark ettim! Ve şimdi de Ajan Diaz durmamı söyleyene kadar bunu yapacağım.

source: [_RT_] {i}Whatever Sidney is doing to Lauren, I should help it continue for a little while.{/i}
tr_tr: [ _RT_] {i}Sidney Lauren 'a ne yapıyorsa, bir süre daha devam etmelidir. { /i }

source: [_R_] Agent Diaz? Can I quickly show you a couple of settings on that camera that will make the shots even better?
tr_tr: -Ajan Diaz? Bu fotoğraf makinesinde çekimleri daha da iyi hale getirebilecek bir kaç ayar gösterebilir miyim?

source: [_AD_] Yeah.... I want these pics to turn out well too.
tr_tr: Evet ... Bu piklerin de ortaya çıkmasını istiyorum.

source: [_R_] Great! Let me show you a few things.
tr_tr: Harika! Size birkaç şey göstermeme izin verin.

source: [_LT_] {i}Like Agent Diaz spanking me in my room!.... That feels sooo wrong when I think those things!.... So why does it turn me on so bad?{/i}
tr_tr: [ _LT_] {i}Ajan Diaz 'ın beni odamdan atması gibi! O şeyleri düşündüğünde bu çok yanlış geliyor! Peki neden beni bu kadar kötü çeviriyor? { /i }

source: [_L_] (whispering) I will admit, having you do this to me, right in front of [ryan] and Agent Diaz, while they look on, completely clueless. Well, it's making this so much hotter!
tr_tr: [_L_] (fısıldayarak) Bunu bana [ryan] ve Ajan Diaz'ın önünde, onlar tamamen habersiz bakarken yapmanı kabul ediyorum. Bu işi çok daha ateşli hale getiriyor!

source: [_S_] (whispering) Aren't you worried they'll notice?
tr_tr: -Fark etmezler diye endişelenmiyor musun?

source: [_L_] (whispering) No.... they'll think you're just sliding it between my thighs like she suggested.... plus he's got all her attention focused on his camera right now.
tr_tr: Hayır, onun önerdiği gibi kalçalarımın arasına kaydırdığını düşünecekler ... artı tüm dikkatleri onun kamerasına odaklanmış durumda.

source: [_R_] We'll be done with the camera soon, I just have a few more things to show Agent Diaz. Just hang on a little longer!
tr_tr: Yakında kamera ile işimiz biter, Ajan Diaz 'a göstermem gereken birkaç şey daha var. Biraz daha dayan!

source: [_LT_] {i}Holy fuck!.... My sister is fucking me.... right in front of my brother and this perverted woman.... and they have no idea!....{/i}
tr_tr: [ _LT_] {i}kutsal sikiş! .... Ablam beni sikiyor ... kardeşimin önünde ve bu sapık kadın ... ve hiçbir fikirleri yok! .... { /i }

source: [_LT_] {i}Fuck!.... What will.... they think?....{/i}
tr_tr: [ _LT_] {i}S*k! .... Ne düşünürler ... düşünüyorlar mı?

source: [_RT_] {i}I should stop her before she makes a mess!.... I don't even want to know what Agent Diaz would do. Probably make Sidney lick it up.{/i}
tr_tr: [ _RT_] {i}ortalığı dağıtmadan önce onu durdurmalıyım! .... Ajan Diaz 'ın ne yapacağını bilmek bile istemiyorum. Belki de Sidney 'i yalatabilirim.

source: [_R_] So that should be all! I think that will improve your pictures a lot!
tr_tr: Yani hepsi bu kadar! Sanırım bu resimlerinizi çok daha iyi geliştirecek!

source: [_AD_] Hmmmm.... that seemed like a lot of explaining for just a couple little adjustments.
tr_tr: Hmmmm ... bir kaç küçük ayarlama için açıklama yapmak gibi bir şey gibi geldi.

source: [_AD_] Oh, well.... you girls are looking amazing. That dildo thigh humping looks pretty convincing, huh?
tr_tr: Oh, şey ... siz kızlar harika görünüyorsun. Şu dildo kalça kamçısı oldukça ikna edici görünüyor, değil mi?

source: [_LT_] {i}Oh Thank God she stopped her!{/i}
tr_tr: [ _LT_] {i}Oh şükürler olsun ki onu durdurdu!

source: [_AD_] Ok, I have just one more pic for you girls to pose to.
tr_tr: Tamam, size poz verebilmek için bir pic daha istiyorum.

source: [_AD_] I'm going to be in this one, so [ryan], take the camera.
tr_tr: [ _AD_] Ben bu işin içinde olacağım, yani, kamerayı al.

source: [_AD_] And give me just a second to strip down to my panties.
tr_tr: Ve bana külotumu çıkarmam için bir saniye verin.

source: [_RT_] {i}That is, assuming this isn't just a dream.... and.... shit, even if it isn't, this isn't happening right now, on my timeline.{/i}
tr_tr: [ _RT_] {i}Bu sadece bir rüya olmadığını varsayarsak .... ve ... bok, olmasa bile, bu şu anda, benim zaman dilimimde olmuyor. { /i }

source: [_RT_] {i}Dammit!{/i}
tr_tr: [_RT_] {i}Kahretsin!{/i}

source: [_S_] Really? You're taking off your top too?
tr_tr: Gerçekten mi? Üstünüzü de mi çıkarıyorsunuz?

source: [_AD_] Haha.... you know you like what you see!
tr_tr: [ _AD_] Haha .... gördüğünüz şeyi beğendiniz!

source: [_LT_] {i}She does have really sexy breasts.{/i}
tr_tr: [ _LT_] {i}Gerçekten seksi göğüsleri var.

source: [_AD_] Alright ladies. I want you to both get into a kneeling position, and then I want a shot where it looks like one of you is licking my crotch from the front, and one is licking my ass from behind.
tr_tr: Tamam bayanlar. İkisinin de diz çökme pozisyonuna girmeni istiyorum. Sonra senin gibi görünen bir atış istiyorum. Öndeki kasığımı yalıyor, ve arkadan kıçımı yalıyor.

source: [_S_] Are you fucking kidding me?
tr_tr: [_S_] Benimle taşak mı geçiyorsun?

source: [_RT_] {i}Oh my God!....{/i}
tr_tr: [_RT_] {i}Aman Tanrım!....{/i}

source: [_AD_] If you complain too much, I'll take off the panties too.
tr_tr: Eğer çok fazla şikayet ederseniz, ben de külotunu çıkartacağım.

source: [_L_] I call crotch!
tr_tr: Ben kırbaç diyorum!

source: [_AD_] Ohh.... Lauren! I like the eagerness.
tr_tr: [ _AD_] Ohh .... Lauren! Ben hevesimi seviyorum.

source: [_L_] I just don't want to get stuck with licking your ass.
tr_tr: Sadece kıçını yalamak için kalmak istemiyorum.

source: [_AD_] Haha.... I like the way you think!
tr_tr: [ _AD_] Haha .... Düşünme şeklinden hoşlandım!

source: [_AD_] You ready, Sidney?
tr_tr: Hazır mısın, Sidney?

source: [_S_] I don't want to lick your ass!
tr_tr: Kıçını yalamak istemiyorum!

source: [_AD_] Then don't! Just make it look like you are.
tr_tr: -O zaman yapma! Sadece senin gibi görünmesini sağla.

source: [_AD_] Come on, it's the last picture, don't make me bring up my leverage over you.
tr_tr: Hadi ama, bu son resim, sana karşı kozumu getirmemi sağlayamazsın.

source: [_AD_] Awesome! Ok [ryan], we'll let you know when we're in position.
tr_tr: Harika! Tamam, yerimizi aldığımızda haber vereceğiz.

source: [_AD_] How's it looking?
tr_tr: Nasıl görünüyor?

source: [_R_] Just make your face look more orgasmic, and I think it will look amazing.
tr_tr: Yüzünü biraz daha orgazmik gibi göstersene. Bence harika olacak.

source: [_ST_] {i}How long do I have to hold this pose? Luckily it doesn't smell too much like ass. Mostly just sweat.{/i}
tr_tr: [ _ST_] {i}Bu pozu ne kadar süre tutmam gerekiyor? Neyse ki göt gibi kokmuyor. Çoğunlukla ter içinde.

source: [_ST_] {i}I guess it could be worse.{/i}
tr_tr: [ _ST_] {i}Sanırım daha kötü olabilir.

source: [_LT_] {i}This is the closest I've ever been to another girl's pussy.{/i}
tr_tr: [_LT_] {i}Başka bir kızın amına en çok bu kadar yaklaşmıştım.

source: [_LT_] {i}Oh God!.... I feel like I'm going to squirt, and I'm not even getting my pussy played with.{/i}
tr_tr: [ _LT_] {i}Oh Tanrım! .... Sanki fışkırmaya gidicekmişim gibi hissediyorum, ve vajinamı bile oynatamıyacağım.

source: [_LT_] {i}Fuck.... I need a release sooooo bad!{/i}
tr_tr: [ _LT_] {i}S* ... Bir serbest bırakma sooooo ' ya ihtiyacım var!

source: [_R_] There.... that pose is perfect!
tr_tr: İşte ... poz mükemmel!

source: [_AD_] This is going out as my Christmas card to my close girlfriends.
tr_tr: Bu, yakın kız arkadaşlarıma Noel kartım olarak çıkıyor.

source: [_R_] Alright, I got it. I think that might end up being the best of the set.
tr_tr: Tamam, anladım. Sanırım bu en iyi şekilde sonuçlanabilir.

source: [_AD_] Awesome! Too bad for you, it's not going with the rest of the set.
tr_tr: Harika! Senin için çok kötü, setin geri kalanıyla da gitmiyor.

source: [_R_] What why not?
tr_tr: [ _R_] Neden olmasın?
