Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom and Lauren before I come back to bed.
tr_tr: Henüz uyumaya hazır değilim. Yatağa dönmeden önce annemle ve Lauren ile konuşmalıyım.

source: [_R_] I'm not ready to sleep yet... I should go talk to Mom before I come back to bed.
tr_tr: Henüz uyumaya hazır değilim. Yatağa dönmeden önce annemle konuşmam lazım.

source: [_R_] I'm not reay to sleep yet... I should go talk to Lauren before I come back to bed.
tr_tr: Henüz uyuyamıyorum. Yatağa dönmeden önce Lauren ile konuşmalıyım.

source: [_RT_] {i}Fuck... I haven't resolved anything!... Maybe I should just get some sleep and attack the problem with a rested brain tomorrow.{/i}
tr_tr: [ _RT_] {i}S* ... Hiçbir şeyi çözmedim! Belki de biraz uyumalıyım ve yarın dinlenmiş bir beyinle ilgili soruna saldırmalıyım. { /i }

source: [_RT_] {i}It has been a long night... It's going to feel good to just cuddle up to Sidney and sleep like a log.{/i}
tr_tr: [ _RT_] {i}Uzun bir gece oldu ... Sidney 'e sarılıp, bir kütük gibi uyumak iyi hissettirecek. { /i }

source: [_R_] Hey, Sis... I wanted to...
tr_tr: Hey, Sis ... İstedim ki ...

source: [_R_] What are you doing?
tr_tr: [ _R_] Ne yapıyorsun?

source: [_S_] Looking for a job.
tr_tr: İş arıyorum.

source: [_R_] For tuition money?
tr_tr: Harç parası için mi?

source: [_S_] No, to help Mom.
tr_tr: Hayır, anneme yardım etmek için.

source: [_S_] You saw her, she's trying to take this all on by herself.
tr_tr: Onu gördün, tüm bunları kendi başına ele almaya çalışıyor.

source: [_S_] I'm not going to let her do this alone.
tr_tr: Bunu tek başına yapmalarına izin vermeyeceğim.

source: [_S_] I just wish I had my design degree. Joey's club is probably the only place I can make the kind of money we need.
tr_tr: Keşke tasarım derecemi alsaydım. Joey 'nin kulübü muhtemelen ihtiyacımız olan parayı sağlayabileceğim tek yer.

source: [_R_] But, Mom said...
tr_tr: [ _R_] Ama, annem dedi ki ...

source: [_S_] I know what mom said.
tr_tr: Annemin ne dediğini biliyorum.

source: [_R_] But the mob is dangerous...
tr_tr: [ _R_] Ama kalabalık tehlikeli ...

source: [_S_] Hey, don't worry, Half-Pint.
tr_tr: Hey, merak etme, yarım Pint.

source: [_S_] Your big sis won't let anything happen to you or Lauren.
tr_tr: Senin büyük kardeşin, sana ya da Lauren 'a bir şey olmasına izin vermez.

source: [_S_] Why don't you go check on Mom. I'm sure she could use some comforting from her little man.
tr_tr: Neden gidip annemi kontrol etmiyorsun? Eminim o küçük adamdan rahatlatıcı bir şeyler kullanabilmiştir.

source: [_RT_] {i}She hasn't called me Half-Pint since before she left for college.{/i}
tr_tr: [ _RT_] {i}üniversiteden ayrılmadan önce bana yarım Pint dememiş.

source: [_RT_] {i}I hate that dammed nickname!{/i}
tr_tr: [ _RT_] {i}Bu lanet lakabından nefret ediyorum!

source: [_RT_] {i}She didn't even ask about working with me at my studio to make more money.{/i}
tr_tr: [ _RT_] {i}Daha fazla para kazanmak için stüdyomda benimle çalışmayı bile sormadı. { /i }

source: [_RT_] {i}I guess she's never been involved on the business side of it. She wouldn't know how much money I've been able to make.{/i}
tr_tr: {i}sanırım hiçbir zaman iş için bu işe karışmamış. Ne kadar para kazanabileceğimi bilemez.

source: [_RT_] {i}Asking her to share her tips from the club probably didn't give her a good impression of my earning potential.{/i}
tr_tr: [ _RT_] {i}Onu kulüpten gelen ipuçlarını paylaşmak için asmak muhtemelen benim kazanç potansiyelimle ilgili iyi bir izlenim vermemiştir. { /i }

source: [_RT_] {i}If I want her to respect my business prowess, I should include her in more than just making costumes. That way she'd see how good I am at this.{/i}
tr_tr: [ _RT_] {i}Eğer onun iş hünerime saygı göstermesini istiyorsam, onu sadece kostümlerden daha fazlasına dahil etmeliydim. Bu şekilde, bu işte ne kadar iyi olduğumu görseydi.

source: [_RT_] {i}Maybe she'd have some good ideas too. I certainly could use help if I want my business to keep growing.{/i}
tr_tr: [ _RT_] {i}Belki onun da iyi fikirleri vardır. İşimin büyümesini sürdürmesini istiyorsam, kesinlikle yardım edebilirim. { /i }

source: [_RT_] {i}I can't believe it's becoming so normal for us to have frequent conversations with a mafia boss!{/i}
tr_tr: [ _RT_] {i}Bir mafya patronuyla sık sık sohbet etmek bizim için bu kadar normal olmaya başladığına inanamıyorum!

source: {i}{b}"KNOCK, KNOCK, KNOCK!"{/b}{/i}
tr_tr: {i}{b}"TAK, TAK, TAK! " { /b } { /i }

source: [_J_] It took you long enough... I don't like to be kept waiting. I've got loads to do.
tr_tr: [ _J_] Yeterince uzun sürdü ... Bekletilmekten hoşlanmam. Yapmam gereken bir sürü iş var.

source: [_R_] You should just send your driver to collect, then. You shouldn't have to come personally.
tr_tr: O zaman sadece şoförünüzü göndermelisiniz. Kişisel olarak gelmene gerek yok.

source: [_J_] Yeah, right? Except, if you're able to make the payment, this could be the only time I get to see [mom_name] this week.
tr_tr: -Evet, değil mi? Eğer ödemeyi yapabildiyseniz, bu hafta [ mom_name] görmenin tek yolu bu olabilir.

source: [_J_] Is she almost ready?
tr_tr: [ _J_] Neredeyse hazır mı?

source: [_M_] I thought I heard a knocking.
tr_tr: Bir kapı sesi duyduğumu sandım.

source: [_M_] Hi, Joey.
tr_tr: Merhaba, Joey.

source: [_J_] You look fucking beautiful, as always!
tr_tr: Her zamanki gibi çok güzel görünüyorsun!

source: [_RT_] {i}Goddam! She really does!{/i}
tr_tr: [ _RT_] {i}Goddam! Gerçekten de öyle!

source: [_M_] Well, [ryan]?
tr_tr: [ _M_] Peki, [ Ryan]?

source: [_M_] How'd you get along this week?
tr_tr: -Bu hafta nasıl geçtin?

source: [_M_] Are we able to make the payment?
tr_tr: [ _M_] ödemeyi yapabilir miyiz?

source: [_R_] Don't worry, Mom, I've got it covered.
tr_tr: Merak etme anne, hallettim.

source: [_R_] Here's this weeks's payment.
tr_tr: [ _R_] İşte bu haftaların ödemesi.

source: {i}"Money -$1,000"{/i}
tr_tr: {i}"Paran -$1,000"{/i}

source: [_J_] Thank you.
tr_tr: [ _J_] Teşekkürler.

source: [_J_] Paying your family's debts is extremely honorable, especially when you had no part in creating them.
tr_tr: [ _J_] Ailenizin borçlarını ödediğiniz için son derece onurlu bir şekilde, özellikle de onları yaratmanın bir parçası olmadığınız zamanlarda.

source: [_J_] I think in time, you could become a much greater asset to us than your father...
tr_tr: Bence zamanında, bize babasından daha büyük bir varlık haline gelebilirdin.

source: [_M_] Don't encourage him, Joey!
tr_tr: Onu cesaretlendirmeyin, Joey!

source: [_M_] I don't want [ryan] to have any part in your... business.
tr_tr: [ Ryan] [ Ryan] ' ın sizin ... işinizde bir parçası olmasını istemiyorum.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have brought that up again.
tr_tr: [ _J_] Özür dilerim, [ momen_name] ... Bunu tekrar gündeme getirmemeliydim.

source: [_J_] I'm sorry, [mom_name]... I shouldn't have said anything.
tr_tr: [ _J_] Özür dilerim, [ momen_name] ... Hiçbir şey söylememeliydim.

source: [_M_] Thank you, [ryan]!
tr_tr: [_M_] Teşekkürler, [ryan]!

source: [_M_] I can't tell you how much comfort it brings me knowing that you're trying your best to make this payment each week.
tr_tr: Her hafta bu ödemeyi yapmak için elinden gelenin en iyisini yapmaya çalıştığını bilmek beni ne kadar rahatlatacağını anlatamam.

source: [_R_] It's worth it to make you happy.
tr_tr: Seni mutlu etmek için buna değer.

source: [_M_] Well, you succeeded. Thank you!
tr_tr: Başardın. Teşekkür ederim!

source: [_RT_] {i}I love it when Mom hugs me like this!{/i}
tr_tr: [ _RT_] {i}Annem bana böyle sarıldığında bayılıyorum! { /i }

source: [_M_] Alright, Joey... I'm ready to go.
tr_tr: [ _M_] Tamam, Joey ... Gitmeye hazırım.

source: [_R_] Go?... You're going to the club again?
tr_tr: [ _R_] Git? Yine kulübe mi gidiyorsun?

source: [_R_] Even after I busted my ass to make that payment?!
tr_tr: O ödemeyi yapmak için kıçımı yırttıktan sonra bile mi?

source: [_J_] Careful!
tr_tr: Dikkat et!

source: [_M_] Yes, I am, and for the same reasons I did last time.
tr_tr: Evet, öyleyim ve geçen sefer de aynı nedenden dolayı.

source: [_R_] Well, then maybe I should stop making the payment!
tr_tr: O zaman belki de ödemeyi yapmayı bırakmalıyım!

source: [_J_] The result would still be the same.
tr_tr: [ _J_] Sonuç yine de aynı olabilir.

source: [_R_] Dammit, fine!
tr_tr: -Lanet olsun, tamam!

source: [_R_] Just... Try not to be the biggest whore there!
tr_tr: [ _R_] Sadece ... Orada en büyük fahişe olmamaya çalış!

source: [_J_] Watch it!
tr_tr: [ _J_] Dikkat edin!

source: [_R_] Sorry.
tr_tr: [_R_] Özür dilerim.

source: [_M_] Let go of me. We need to go!
tr_tr: [ _M_] Beni bırakın. Gitmemiz gerek!

source: [_R_] Fine.
tr_tr: [_R_] İyi.

source: [_R_] Go?!... Go where?
tr_tr: [ _R_] Git? Nereye?

source: [_M_] I'm going to work at the club tonight.
tr_tr: Bu gece kulüpte çalışacağım.

source: [_R_] But... but I made the payment!
tr_tr: [ _R_] Ama ... ama ödemeyi ben yaptım!

source: [_M_] I know... And I'm really grateful... but working at the club just makes so much money.
tr_tr: Biliyorum ... Ve gerçekten minnettarım ... ama kulüpte çalışmak çok para kazanıyor.

source: [_M_] You know... The kind of money I don't have to tell the FBI about.
tr_tr: Biliyor musun ... FBI 'a anlatmamam gereken bir para.

source: [_M_] I hate having to rely on you for every dollar I need.
tr_tr: İhtiyaç olan her dolar için sana güvenmekten nefret ediyorum.

source: [_M_] So, I'm going to get to keep what I earn tonight, thanks to you.
tr_tr: Bu yüzden, bu gece kazandığım şeyi elde etmeye devam ediyorum, sayende.

source: [_R_] That's bullshit!
tr_tr: Saçmalık bu!

source: [_J_] [ryan], you're gonna get smacked if you talk to your mother that way. I don't like the disrespect.
tr_tr: Eğer annenle bu şekilde konuşursan, sen de kendini tokatlatacaksın. Saygısızlık etmek istemiyorum.

source: [_RT_] {i}Who does that fucker think he is telling me how I can and can't talk to my mom? He's not my father!{/i}
tr_tr: [ _RT_] {i}O sikik herif anneme nasıl olup da annemle konuşamadığımı söylediğini sanıyor? O benim babam değil!

source: [_RT_] {i}I'm gonna... Oh, right... it's Joey DeCapo and his goon... I'm not going to do anything.{/i}
tr_tr: [ _RT_] {i}Ben ... Oh, doğru ... Joey DeCapo ve onun goon ... Hiçbir şey yapmayacağım.

source: [_R_] I'm sorry. It's just.
tr_tr: [ _R_] Üzgünüm. Sadece.

source: [_M_] I know, [ryan]... This is just the way it's going to be tonight.
tr_tr: [ _M_] Biliyorum, [ Ryan] ... Bu sadece bu gece böyle olacak.

source: [_M_] I don't know how late I'll be home, so take care of your aunt, cousin, and sisters while I'm gone.
tr_tr: Eve ne kadar geç döneceğimi bilmiyorum. Ben yokken teyzene, kuzenine ve kız kardeşlerine göz kulak ol.

source: [_R_] Urrgghh... Fine!
tr_tr: [ _R_] Urrgghh ... İyi!

source: [_R_] Just... make good choices.
tr_tr: [ _R_] Sadece ... iyi seçimler yapın.

source: [_M_] [ryan], that's my line.
tr_tr: [ _M_] [ Ryan], işte benim sıram.

source: [_M_] And, same to you. Now, let go of my arm. I need to go.
tr_tr: [ _M_] Ve, aynı sizin için de geçerli. Şimdi, kolumu bırak. Gitmem gerek.

source: [_RT_] {i}That son of a bitch! Look at him groping my mom's ass right in front of me!{/i}
tr_tr: [ _RT_] {i}O orospu çocuğu! Annemin kıçımı önüme çekmesine bak!

source: [_RT_] {i}Mom almost seems to like it! Doesn't she care that our neighbors might see?!{/i}
tr_tr: [ _RT_] {i}Anne neredeyse beğeniyor gibi görünüyor! Komşularımızın görebileceği umurunda değil mi?

source: [_RT_] {i}God, who know's how much trouble she's going to get into at the club tonight?{/i}
tr_tr: [ _RT_] {i}Tanrı, bu gece kulüpte ne kadar sorun çıkaracağını kim bilir? { /i }

source: [_RT_] {i}And after I worked so hard to keep her away from there!{/i}
tr_tr: [ _RT_] {i}Ve ondan sonra onu oradan uzak tutmak için çok uğraş verdim!

source: [_RT_] {i} Maybe I'd better head over there myself.{/i}
tr_tr: [ _RT_] {i} Belki oraya kendim daha iyi geçebilirim. { /i }

source: [_J_] Yes, very touching.
tr_tr: [ _J_] Evet, çok dokunaklı.

source: [_J_] [mom_name], it's always a pleasure.
tr_tr: [ _J_] [ momen_name], her zaman bir zevki olur.

source: [_J_] And I know you don't need it, but if you ever want some extra spending cash, all you have to do is show up.
tr_tr: İhtiyacı olmadığını biliyorum, ama eğer fazladan para istiyorsan, tek yapman gereken ortaya çıkabilmek.

source: [_M_] Thank you, Joey, but that's not very likely as long as [ryan] keeps doing such a great job providing.
tr_tr: Teşekkür ederim, Joey, ama bu çok da büyük bir iş değil. Bu kadar büyük bir iş.

source: [_J_] Well, you're doing a great job raising him.
tr_tr: Onu yetiştiren harika bir iş yapıyorsun.

source: [_J_] I'll look forward to seeing you next Saturday. Have a great week!
tr_tr: Önümüzdeki cumartesi seni görmek için sabırsızlanacağım. Harika bir hafta geçiriver!

source: [_M_] You too.
tr_tr: Sen de.

source: [_M_] I really am so grateful for all you do for me!
tr_tr: Benim için yaptığın her şey için gerçekten çok minnettarım!

source: [_M_] Words can't adaquately express...
tr_tr: [ _M_] Sözcükler, özel olarak ifade edemez ...

source: [_MT_] {i}But he seemed to really enjoy the way I expressed it last time!{/i}
tr_tr: [ _MT_] {i}AMA GERçEKTEN SON KEZ IFADE EDIKLEREYDU!

source: [_MT_] {i}But there is one way I can show my appreciation.{/i}
tr_tr: [ _MT_] {i}Ama bir yolu var ki bunu takdir ediyorum. { /i }

source: [_M_] Why don't you follow me.
tr_tr: Neden beni takip etmiyorsunuz?

source: [_R_] Really? To your bedroom again?
tr_tr: Gerçekten mi? Yine yatak odana mı?

source: [_M_] Unless you don't want to?
tr_tr: -İstemediğiniz sürece?

source: [_R_] Are you crazy? Of course I want to...
tr_tr: Delirdin mi sen? Tabii ki istiyorum.

source: [_M_] Haha... Try not to act so eager!
tr_tr: [ _M_] Haha ... Bu kadar istekli davranmamayı dene!

source: [_R_] This isn't the way to the bathroom.
tr_tr: Burası banyoya giden yol değil.

source: [_M_] No, we're going to my room.
tr_tr: Hayır, odama gidiyoruz.

source: [_M_] It's a little more appropriate for what I've got in mind.
tr_tr: Benim aklımda olan şey için biraz daha uygun.

source: [_RT_] {i}Oh... my... God!{/i}
tr_tr: [_RT_] {i}Oh.... aman.... Tanrım!.... {/i}

source: [_M_] Alright, just wait here until I get back. I've got to get everyone out of the house. I don't feel like being quiet.
tr_tr: Tamam, ben gelene kadar burada bekle. Herkesi evden çıkarmam lazım. Sessiz olmak gibi bir şey hissetmiyorum.

source: [_M_] Don't go anywhere.
tr_tr: Hiçbir yere gitmeyin.

source: [_RT_] {i}A grateful mom is the best thing in the entire world!{/i}
tr_tr: [ _RT_] {i}minnettar bir anne tüm dünyada en iyi şey! { /i }

source: [_RT_] {i}I'd pay Joey twice over every week to get to do what we're about to do.{/i}
tr_tr: [ _RT_] {i}yapmak üzere olduğumuz şeyi yapmak için her hafta Joey 'e iki kez ödeme yaparım. { /i }

source: [_RT_] {i}And fucking Mom in her and Dad's marriage bed just proves that I've replaced my father once and for all!{/i}
tr_tr: [_RT_] {i}Ve annemle babamın evlilik yatağında sikişmek, babamın yerini sonsuza dek aldığımı kanıtlıyor!{/i}

source: [_RT_] {i}Is this really happening!?{/i}
tr_tr: [ _RT_] {i}Bu gerçekten oluyor mu!?? { /i }

source: [_RT_] {i}I've finally graduated from the blowjobs and hand jobs in the bathroom?{/i}
tr_tr: [ _RT_] {i}Sonunda banyodaki oral seks ve el işleri bölümünden mezun oldum?

source: [_RT_] {i}I guess I should probably take my clothes off.{/i}
tr_tr: [_RT_] {i}Sanırım kıyafetlerimi çıkarmam gerekiyor.{/i}

source: [_RT_] {i}There, now there will be no question as to what I'm expecting for a reward.{/i}
tr_tr: [ _RT_] {i}Burada, şimdi bir ödül için ne beklediğim sorusu olmayacak. { /i }

source: [_RT_] {i}Fuck... I'm already hard as a rock in anticipation!{/i}
tr_tr: [ _RT_] {i}S* ... Şimdiden beklenti içinde bir kaya kadar serttim!

source: [_RT_] {i}Now I've just got to wait for Mom to finish getting rid of everyone else.{/i}
tr_tr: [ _RT_] {i}Şimdi annemden herkesten kurtulmasını beklemem gerekiyor.

source: [_RT_] {i}I wonder what excuse she's using this time.{/i}
tr_tr: [ _RT_] {i}Bu sefer hangi mazereti kullandığını merak ediyorum.

source: [_M_] Alright, everybody's out of the...
tr_tr: Tamam, herkes dışarı ...

source: [_M_] [ryan], again!?
tr_tr: [ _M_] [ Ryan], yine mi!?

source: [_M_] You are playing with fire!
tr_tr: Ateşle oynuyorsunuz!

source: [_M_] One of these days your Aunt is going to be the one to open this door, and then what are you going to do?
tr_tr: [ _M_] Bu günlerde halan bu kapıyı açacak olan kişi olacak, ve sonra ne yapacaksın?

source: [_R_] Invite her to join in?
tr_tr: Katılmak için onu davet etmek mi?

source: [_M_] Oh... Haha! She would lose her freaking mind!
tr_tr: [ _M_] Oh ... Haha! Aklını kaçırırdı!

source: [_M_] You horny dog! That's a risky move!
tr_tr: Seni azgın köpek! Bu riskli bir hareket!

source: [_M_] What if your Aunt Camille had to come back for a jacket?
tr_tr: Camille Teyzenin bir ceket için geri gelmesi gerekseydi ne olur?

source: [_R_] In this weather?
tr_tr: [ _R_] Bu havada mı?

source: [_M_] Okay, maybe a tampon for her constant state of PMS.
tr_tr: Tamam, belki de sabit PMS durumu için bir tampona.

source: [_M_] What would she think if she walked in here and found you like this?
tr_tr: Eğer buraya gelip seni bu şekilde bulsa ne düşünürdü?

source: [_R_] It would just validate what she already suspects.
tr_tr: Sadece şüphelileri doğrulatacaktır.

source: [_M_] Haha... You're right... Maybe she's not too far off about us both after all.
tr_tr: [ _M_] Haha ... Haklısınız ... Belki de ikimizden de fazla uzak değildir.

source: [_M_] What we've been doing lately is far more perverted than she even suspects.
tr_tr: Son zamanlarda yaptığımız şey, şüphelilerden çok daha sapıkmış.

source: [_M_] She would lose her freaking mind!
tr_tr: Aklını kaçırır!

source: [_M_] And after what that bitch pulled, she would deserve it!
tr_tr: Ve o kaltağı çektikten sonra, bunu hak ederdi!

source: [_M_] Can you imagine the look that would be on her face if she were here watching us make love?
tr_tr: Eğer burada bize sevişmemizi izlerken yüzündeki o bakışı hayal edebiliyor musun?

source: [_MT_] {i}Why does my imagined dissaproval of my sister make me want to fuck my son even more?!{/i}
tr_tr: [ _MT_] {i}Neden kız kardeşimin benim hayal kırıklıklarım oğlumu daha çok sikmek istiyor?!! { /i }

source: [_M_] Well, let's get things started.
tr_tr: Bir şeyler başlatalım.

source: [_M_] Don't stroke yourself too vigorously.
tr_tr: Kendini çok iyi çarpma.

source: [_M_] I know this is your reward, but I'm hoping to take care of some of my sexual tension while we're at it.
tr_tr: Bunun senin ödülün olduğunu biliyorum, ama ben bu işin içinde olduğumuz sürece cinsel gerilimin bir kısmını halletmeyi umut ediyorum.

source: [_R_] Don't worry, Mom... I'll take care of you.
tr_tr: Merak etme, anne. Ben sana göz kulak olurum.

source: [_M_] Mmm... You always do!
tr_tr: [ _M_] Mmm ... Her zaman yapıyorsun!

source: [_M_] How did I get so lucky?
tr_tr: Nasıl bu kadar şanslı oldum?

source: [_R_] I'm the lucky one!
tr_tr: Şanslı olan benim!

source: [_R_] I don't know any guys with a mom as hot as mine.
tr_tr: Benim kadar seksi bir annesi olan bir adam tanımıyorum.

source: [_R_] And the ones who are close don't let their sons see their flaming hot tits!
tr_tr: Ve yakın olanlar oğullarının ateşli göğüslerini görmelerine izin vermiyorlar!

source: [_R_] At least, I don't think they do.
tr_tr: [ _R_] En azından, öyle olduğunu sanmıyorum.

source: [_M_] Well, you're going to get to see a little more than just my tits.
tr_tr: Benim göğüslerimden biraz daha fazlasını görmen lazım.

source: [_R_] God, I can't wait!
tr_tr: Tanrım, bekleyemiyorum!

source: [_M_] Well, you'd better! If you unload before I get anything out of this, you're going to be grounded!
tr_tr: -Daha iyi olur! Bundan bir şey öğrenmeden boşaltacaksın, cezalanacaksın!

source: [_R_] I haven't yet, have I?
tr_tr: Henüz değil, değil mi?

source: [_M_] You'd better keep it that way!
tr_tr: O şekilde tutsan iyi olur!

source: [_R_] With that body, you don't make it easy!
tr_tr: O vücutunla, bunu kolaylaştırmıyorsun!

source: [_M_] Oh, yeah? Does this turn you on or something?
tr_tr: Öyle mi? Bu seni böyle mi çeviriyor?

source: [_R_] Good Lord!
tr_tr: Yüce Tanrım!

source: [_R_] Fuck, this is torture!
tr_tr: Siktir, bu bir işkence!

source: [_M_] Oh, nevermind.
tr_tr: Oh, boşver.

source: [_M_] Why don't you just tell me how you're going to fuck your mom silly again?
tr_tr: Neden bana anneni tekrar aptal yerine getireceğini söylemiyorsun?

source: [_R_] I am, I'm going to destroy my mom's pussy!
tr_tr: Ben, annemin vajinasını yok edeceğim!

source: [_M_] [ryan], language!
tr_tr: [ _M_] [ ryan], dil!

source: [_R_] You're about to let your son fuck you silly, and you're getting after me for saying "fuck"?
tr_tr: Oğlunun seni sikmesine izin vermek üzeresin, ve sen de "siktir" dediğim için peşimden mi geliyor?

source: [_M_] Oh, you're going to fuck your mom silly?
tr_tr: Anneni düzecek misin, aptal?

source: [_M_] And what am I supposed to do with such a naughty boy?
tr_tr: Bu kadar yaramaz bir çocukla ne yapacağım ben?

source: [_M_] You were saying something about torture?
tr_tr: İşkence hakkında bir şeyler mi söylüyordun?

source: [_M_] Fine, your punishment is that if you cum before I do, We won't do anything sexual for a month.
tr_tr: Tamam, cezan şu ki, eğer ben gelmeden önce boşalırsa, bir ay boyunca cinsel bir şey yapmayacağız.

source: [_M_] And to help you out, I'll stop dressing skimpy around the house and only wear my most modest clothing.
tr_tr: Ve sana yardım etmek için, evin etrafına sarkık giyinmeyi bırakıp en mütevazi kıyafetimi giyeceğim.

source: [_R_] No!... We can't go back to how things were, now that we've...
tr_tr: [ _R_] Hayır! İşlerin nasıl olduğuna geri dönemeyiz, şimdi biz ...

source: [_M_] Well, than you'd better be a good boy!
tr_tr: Senin iyi bir çocuk olman daha iyi olur!

source: [_R_] I'll be good, I promise.
tr_tr: -İyi olacağım, söz veriyorum.

source: [_M_] We'll see.
tr_tr: Göreceğiz.

source: [_MT_] {i}Who am I kidding?{/i}
tr_tr: [ _MT_] {i}Kimi kandırıyorum ki?

source: [_MT_] {i}Nothing sexual for a month?{/i}
tr_tr: [ _MT_] {i}Bir ay boyunca cinsel bir şey yok mu?

source: [_MT_] {i}That's probably more of a punishment for me then it is for him.{/i}
tr_tr: [ _MT_] {i}Bu muhtemelen benim için daha çok cezadır o zaman onun için. { /i }

source: [_MT_] {i}I'd never be able to enforce that one.{/i}
tr_tr: [ _MT_] {i}Bunu asla uygulayamam. { /i }

source: [_R_] God!... You're not going to make this easy, are you?
tr_tr: Tanrım! Bu işi kolaylaştıramıyorsun, değil mi?

source: [_M_] I'd better give you a break!
tr_tr: Sana bir şans versem daha iyi olur!

source: [_R_] Thank you!
tr_tr: [_R_] Teşekkür ederim!

source: [_M_] Now, why don't you go get my new friend out of the bottom drawer again.
tr_tr: Şimdi, neden gidip yeni arkadaşımı alt çekmeceden dışarı çıkarmıyorsun?

source: [_R_] Yes, mother.
tr_tr: [ _R_] Evet, anne.

source: [_M_] You are so obedient when you want something from me.
tr_tr: Benden bir şey isteyince çok itaatkarsın.

source: [_M_] Well, don't you worry. Your mother knows how to reward an obedient son.
tr_tr: Merak etme. Annen, itaatkar bir oğlandan nasıl ödüllendirileceğini biliyor.

source: [_M_] Now, I want you to go look in my bottom drawer under my jeans.
tr_tr: Şimdi, pantolonumun altındaki alt çekmeceme bakmanı istiyorum.

source: [_R_] For what?
tr_tr: [_R_] Neden?

source: [_M_] Just be obedient and don't ask questions. I think you'll know what it is as soon as you see it.
tr_tr: [ _M_] Sadece itaatkar olun ve soru sormayın. Sanırım en kısa zamanda ne olduğunu anlayacaksın.
