Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_MB_] You gotta come see this man. The queen is about to get gangbanged again by a bunch of those horse dudes.
tr_tr: Bu adamı görmelisin. Kraliçe, bir grup at herifle tekrar gangsterler yapmak üzere.

source: [_R_] Really. I'm good.
tr_tr: [ _R_] Gerçekten. Ben iyiyim.

source: [_LT_] {i}He thinks he can just ignore us? Well, I know how to fix that.{/i}
tr_tr: [ _LT_] {i}Bizi görmezden gelebileceğini mi düşünüyor? Bunu nasıl düzeltebileceğimi biliyorum.

source: [_MB_] Goddam, that's hot!
tr_tr: Goddam, çok sıcak!

source: [_MB_] You sure you don't want to try a little group action with some of the other guys on the basketball team?
tr_tr: Basketbol takımındaki diğer adamlardan bazılarıyla küçük bir grup hareketi denemek istemediğine emin misin?

source: [_MB_] I could make that happen if you want.
tr_tr: Eğer istersen böyle bir şey yapabilirim.

source: [_L_] Oh, my God. Will you stop trying to get me to fuck your friends.
tr_tr: Aman Tanrım. Beni arkadaşlarınla düzmeye çalışmayı bırakır mısın?

source: [_MB_] Oh, come on. You loved it when your brother and I double teamed you by the pool.
tr_tr: Hadi ama. Kardeşin ve ben seni havuzun yanında çiftlediğim zaman çok sevdin.

source: [_MB_] Why don't we take it to the next level? I promise by the time we're done, you'll have came so many times from all the cocks pounding you, you won't be able to think straight!
tr_tr: [ _MB_] Neden bir sonraki aşamaya geçsek? Söz veriyorum, işimiz bittiğinde, seni yumruklamalarından o kadar çok zaman geçireceksin ki, düzgün düşünemeyeceksin!

source: [_L_] How many times do I have to say no?
tr_tr: Daha kaç kere hayır diyeceğim?

source: [_LT_] {i}Oh, my God. This asshole.{/i}
tr_tr: [ _LT_] {i}Oh, Tanrım. Bu göt herif.

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck the whole team!{/i}
tr_tr: [ _LT_] {i}yani, belki Matt ve [ Ryan] ' ı aynı anda almaktan hoşlandım, ama o sanki bütün takımı sikmemi istiyor gibi geliyor!

source: [_LT_] {i}God, [ryan] would absolutely freak out if I said yes. If Matt made him watch...{/i}
tr_tr: [ _LT_] {i}Tanrı, evet deseydim kesinlikle çıldıracaktır. Matt onu izlerse ...

source: [_LT_] {i}Maybe if it were just a couple of the other guys on Matt's team...{/i}
tr_tr: [ _LT_] {i}Belki de Matt 'in ekibindeki diğer çocuklardan sadece birkaçı ... { /i }

source: [_MB_] Oh! I see you thinking about it again.
tr_tr: [ _MB_] Oh! Bunu bir daha düşünmeni istiyorum.

source: [_L_] Pfft... Whatever! I am not.
tr_tr: [ _L_] Pfft ... Her neyse! Ben değilim.

source: [_L_] Come on, let's go out to the yard. I can practice some new dance moves for you.
tr_tr: Hadi, bahçeye gidelim. Senin için yeni bir dans figürü yapabiliyorum.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in my new bikini.
tr_tr: -Hey, çocuklar ... Matt ve ben yine bahçeye takılacağız. Yeni bikinimin içinde kıçımı sallamamı izlemeyi çok seviyor.

source: [_S_] Have fun you two.
tr_tr: Siz ikiniz eğlenmenize bakın.

source: [_MB_] You're welcome to hang out with us man. Lauren puts on a hell of a show.
tr_tr: Bizimle takılman için bir şey değil. Lauren çok iyi bir gösteri yapıyor.

source: [_MB_] No? Suit yourself.
tr_tr: -Hayır mı? Keyfine bak.

source: [_RT_] {i}What the hell?{/i}
tr_tr: [ _RT_] {i}Bu ne halt? { /i }

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again, just to make me jealous.{/i}
tr_tr: [ _RT_] {i}Dammit! Beni kıskanabilmek için yine Matt 'le aynı sürtük gibi davranıyor.

source: [_RT_] {i}Whatever... If I ignore her, I'm sure she'll stop doing this crap.{/i}
tr_tr: [ _RT_] {i}Her Neyse ... Eğer onu görmezden gelirsem, eminim bu saçmalığı yapmayı bırakır.

source: [_RT_] {i}Maybe if I peeked just a little...{/i}
tr_tr: [ _RT_] {i}Belki biraz da olsa ... { /i }

source: [_RT_] {i}Goddammit! I bought her that bikini.{/i}
tr_tr: [ _RT_] {i}Goddambıl! Ona o bikini satın aldım.

source: [_RT_] {i}She should be shaking her ass for me, not him.{/i}
tr_tr: [ _RT_] {i}Onu benim için sallıyor olmalı, o değil. { /i }

source: [_LT_] {i}Ha! I knew he couldn't resist.{/i}
tr_tr: [ _LT_] {i}Ha! Karşı koyamadığını biliyordum.

source: [_LT_] {i}He was so pissed off last time. I can't wait to use Matt to taunt him again.{/i}
tr_tr: [ _LT_] {i}Son seferinde çok sinirliydi. Matt 'i tekrar onunla alay etmek için kullanmak için sabırsızlanıyorum.

source: [_MB_] Fuck! You've got the juiciest bubble butt girl! When you gonna let me get in that ass?
tr_tr: Siktir! En güzel popo kız çocuğu var! O kıç içine girmeme ne zaman izin vereceksiniz?

source: [_L_] No way! You'd split me in two.
tr_tr: -Olmaz! Beni ikiye bölerdin.

source: [_MBT_] {i}Your Mom could take me in her ass, no problem.{/i}
tr_tr: [ _MBT_] {i}Annen beni onun götünde götürebilirdi, sorun değil.

source: [_MB_] Aww, come on... Let me take a crack at it.
tr_tr: -Hadi ama ... İzin ver de bir tane patlatalım.

source: [_L_] How about I give you another lapdance instead?
tr_tr: Onun yerine sana başka bir lapdance versem nasıl olur?

source: [_MB_] Oh, hell yeah.
tr_tr: -Evet, evet.

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy.{/i}
tr_tr: [ _LT_] {i}İnternette denemek istediğim bazı yeni hareketler gördüm. Bu gerçekten de delirmiş olmalı.

source: [_LT_] {i}I wonder how I compare to Mom when she dances at the DeCapo's club...{/i}
tr_tr: [ _LT_] {i}DeCapo 'nun klübünde dans ederken annemle nasıl karşılaştığımı merak ediyorum ... { /i }

source: [_RT_] {i}Fuck, she spotted me again.{/i}
tr_tr: [ _RT_] {i}S*, beni yine gördü.

source: [_RT_] {i}Look at her. Letting that prick do whatever he wants.{/i}
tr_tr: [ _RT_] {i}Ona bakın. O serserinin istediği her şeyi yapmalarına izin vermek.

source: [_RT_] {i}She's just another slut to him. I bet he sees Mom the same way.{/i}
tr_tr: [ _RT_] {i}O sadece ona bir sürtük daha. Eminim annemi de aynı şekilde görür. { /i }

source: [_R_] Mom!
tr_tr: [_R_] Anne!

source: [_M_] Are you spying on your sister again?
tr_tr: Kız kardeşini tekrar mı gözetliyorsun?

source: [_R_] Umm... No?
tr_tr: [ _R_] Umm ... Hayır mı?

source: [_S_] Yes he is.
tr_tr: Evet, öyle.

source: [_M_] [ryan], you need to stop this.
tr_tr: [ _M_] [ ryan], bunu durdurmanız gerekiyor.

source: [_R_] Why is it so wrong for me to look out for my little sister?
tr_tr: Neden küçük kız kardeşime bakmak benim için bu kadar yanlış?

source: [_S_] Uhg! Stop it with this patriarchal crap! Lauren's her own woman.
tr_tr: [ S_] Uhg! Bu ataerkil saçmalıkla kes şunu! Lauren kendi kadınıdır.

source: [_MT_] {i}Her moves are still a little stiff, but she's getting better.{/i}
tr_tr: [ _MMT_] {i}ONUN HAREKETLERI HALA BIRAZ SERT, AMA DAHA IYIYE GIDIYOR. { /I }

source: [_MT_] {i}She's not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
tr_tr: [ _MT_] {i}Bir acemi için kötü değil. Joey's Club 'daki bazı yeni kızlardan daha kötülerini gördüm.

source: [_M_] Sidney's right. Don't you feel any shame for the way you're behaving?
tr_tr: Sidney haklı. Böyle davrandığın için hiç utanmıyor musun?

source: [_R_] Me? You're the one who's taking Matt to the...
tr_tr: Ben mi? Matt 'i bu işe götürecek olan sensin.

source: [_S_] Huh?
tr_tr: Ne?

source: {i}{b}"Mom's Anger +1"{/b}{/i}
tr_tr: {i}{b}"Annemin kızgınlığı +1"{/b}{/i}

source: {i}{b}"Mom's Affection -1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı -1"{/b}{/i}

source: [_M_] {i}(Whispering){/i} Don't you say another word!
tr_tr: [ _M_] {i}(Fısıltı) { /i } Başka bir kelime daha söyleme!

source: [_M_] Nothing, Sidney... I'm giving Matt some private tutoring at school.
tr_tr: Hiçbir şey, Sidney ... Matt 'e okulda özel ders veriyorum.

source: [_R_] Matt sure doesn't seem like he needs any "tutoring".
tr_tr: Matt, "özel ders" e ihtiyacı yok gibi görünüyor.

source: [_M_] Enough!
tr_tr: Yeter!

source: [_M_] Lauren is an adult now, and like it or not she's entitled to fool around with her boyfriend without you {i}butting into things that don't concern you.{/i}
tr_tr: [_M_] Lauren artık bir yetişkin ve hoşuna gitsin ya da gitmesin, seni ilgilendirmeyen şeylere burnunu sokmadan {i}erkek arkadaşıyla takılma hakkına sahip.{/i}

source: [_S_] He probably thinks they should only hold hands till they're married, or something.
tr_tr: Muhtemelen evlenene ya da başka bir şeye sahip olana kadar el ele vermeleri gerektiğini düşünüyordur.

source: [_R_] Married?!
tr_tr: -Evli mi?

source: [_LT_] {i}Look at him. He's so pissed off!{/i}
tr_tr: [ _LT_] {i}Ona bakın. Çok kızmış!

source: [_MB_] Fuck, girl. You're getting better at that. I'm all worked up again.
tr_tr: Siktir, kızım. Bu konuda daha iyi olmaya başlıyorsun. Bir daha işe yarayamadım.

source: [_MB_] Why don't you get on your knees and help me release all this "tension".
tr_tr: Neden dizlerinin üstüne çök ve tüm bu gerilimi serbest bırakmama yardım et.

source: [_L_] Yeah? You want me to suck your dick right here in my backyard? What are you gonna do if someone's watching us?
tr_tr: -Öyle mi? Sikini benim arka bahçemde yalayım mı istiyorsun? Biri bizi izliyorsa, ne yapacaksın?

source: [_MB_] Shit. Then they can watch my sweet lil' ginger slut sucking my dick.
tr_tr: Lanet olsun. O zaman benim tatlı Lil ' in zencefilli sürtüğümü sikimi emerek izleyebilirler.

source: [_LT_] {i}Fuck! I shouldn't let him talk to me like this, but my pussy always tingles when he treats me like he owns me.{/i}
tr_tr: [ _LT_] {i}S*k! Benimle bu şekilde konuşmasına izin vermemeliydim ama amcığım bana sahip olduğu gibi davrandığında hep karıncalanıyor.

source: [_LT_] {i}Well, whatever. So long as [ryan]'s watching us.{/i}
tr_tr: Her neyse, {i}. O kadar uzun zaman oldu ki, Ryan bizi izliyor.

source: [_R_] You can't be serious!
tr_tr: Ciddi olamazsınız!

source: [_R_] Why do I even bother?!
tr_tr: Neden rahatsız ediyorum ki?

source: [_R_] I suppose it's fine with you if Sidney goes out there and gives him a lap dance too!
tr_tr: Eğer Sidney oraya gider ve ona kucak dansı da verse, senin için sorun olmaz.

source: [_M_] Control yourself, young man!
tr_tr: Kendini kontrol et, genç adam!

source: [_M_] No, I've had enough of your tantrums about this. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it with exams coming up.
tr_tr: Hayır, bu konuda yeteri kadar tanrınız oldu. Git TV ' yi seyredin, ya da daha iyisi, odana git ve biraz çalışma yap. Tanrı biliyor ki, sınavlara ihtiyacın var.

source: [_R_] Fine! I'll go watch TV.
tr_tr: Tamam! Ben gidip televizyon izleyeceğim.

source: [_MT_] {i}Finally.{/i}
tr_tr: [ _MT_] {i}Son olarak. { /i }

source: [_MT_] {i}I can't believe he almost blurted out to Sidney that Matt and I are having sex.{/i}
tr_tr: [ _MT_] {i}Neredeyse Matt ve ben seks yaparken Sidney 'e neredeyse bulanıklaşacağına inanamıyorum.

source: [_MT_] {i}It's not like I'm doing anything wrong. He and Lauren have an open relationship.{/i}
tr_tr: [ _MT_] {i}Yanlış bir şey yapmışım gibi değil. O ve Lauren 'ın açık bir ilişkisi var.

source: [_MT_] {i}And it's just sex. It's not like I'm dating him.{/i}
tr_tr: - {i}ve sadece seks. Onunla çıktığım falan yok.

source: [_MT_] {i}She's going to suck him off again.{/i}
tr_tr: [ _MT_] {i}ONU YINE YAYACAK. { /i }

source: [_MB_] Mmm, yeah.
tr_tr: Mmm, evet.

source: [_MB_] Damn girl. You just love taking all that dark meat in your pretty little mouth, don't you, slut?
tr_tr: Lanet kız. O güzel ağzındaki o kara eti almayı çok seviyorsun, değil mi, sürtük?

source: [_L_] Hehe... I love it!
tr_tr: [ _L_] Hehe ... Bayıldım!

source: [_MT_] {i}Why do I keep peeping on them?{/i}
tr_tr: [ _MT_] {i}Neden sürekli ağlıyorum? { /i }

source: [_MT_] {i}Now that Matt and I are having sex. I don't need to do this anymore to fuel my fantasies about him.{/i}
tr_tr: [_MT_] {i}Artık Matt ve ben seks yapıyoruz. Onunla ilgili fantezilerimi beslemek için artık bunu yapmama gerek yok.

source: [_M_] Oh, my God...
tr_tr: Aman Tanrım ...

source: [_M_] Umm... Nothing.
tr_tr: [ _M_] Umm ... Hiçbir şey.

source: [_MT_] {i}I can't help it.{/i}
tr_tr: [ _MT_] {i}Yardımcı olamıyorum. { /i }

source: {i}{b}"Mom's Libido +1"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +1"{/b}{/i}

source: [_MT_] {i}Watching my little girl swallowing all of his...{/i}
tr_tr: [ _MT_] {i}Küçük kızımın hepsini yutusunu izliyordum ... { /i }

source: {i}{b}"Mom's Libido +2"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +2"{/b}{/i}

source: {i}{b}"Mom's Libido +3"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı +3"{/b}{/i}

source: {i}{b}"Mom's Libido Maxxed "{/b}{/i}
tr_tr: {i}{b}"Anne's Libido Maxxed" { /b } { /i }

source: [_MB_] Fuck yeah, baby!
tr_tr: Evet, bebeğim!

source: [_MB_] Take it all down your throat.
tr_tr: Hepsini boğazına kadar al.

source: [_MB_] You're a natural born cock sucker.
tr_tr: Sen doğuştan yetenekli bir sik emicisin.

source: [_L_] {i}(muffled){/i} mmphmm
tr_tr: [ _L_] {i}(boğucu) { /i } mmphm

source: [_MB_] It must run in the family.
tr_tr: [ _MB_] Ailede çalıştırılmalı.

source: [_MBT_] {i}Haha! Miss [mom_name]'s peeping on us again.{/i}
tr_tr: [ _MBT_] {i}Haha! Bayan [ mom_name] bizi tekrar gözetiyor.

source: [_MBT_] {i}I knew she'd be back.{/i}
tr_tr: [ _MBT_] {i}Geri döneceğini biliyordum.

source: [_MBT_] {i}Goddam, Miss [mom_name] is one kinky bitch! Getting off watching her daughter sucking my cock.{/i}
tr_tr: [ _MBT_] {i}Goddam, [ mom_name] küçük bir kaltaktır! Onun kızını sikimi emerek izlemekten kurtulmak.

source: [_MBT_] {i}What a slut! I bet she'd like to watch me fuck her little girl too.{/i}
tr_tr: [ _MBT_] {i}Sürtük ne! Bahse girerim, küçük kızını da sikmemi izlemek hoşuna giderdi.

source: [_MB_] You like that don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy again, can you?
tr_tr: Bu hoşuna gidiyor mu? İddiaya girerim, yine benim anakondamı senin zencefilli amcığın içine sokmamı bekleyemezsin, değil mi?

source: [_L_] Mmpmmhmm.
tr_tr: [ _L_] Mmpmmmmm.

source: [_MT_] {i}Oh, God!... he saw me again. He must think I'm such a slut.{/i}
tr_tr: [_MT_] {i}Aman Tanrım!... beni yine gördü. Benim bir sürtük olduğumu düşünüyor olmalı.

source: [_MB_] Don't worry slut. I'm gonna be fuck'en ya again real soon.
tr_tr: Endişelenme, sürtük. Yakında yine seni sikeceğim.

source: [_MT_] {i}I should stop watching them and go take care of myself in private.{/i}
tr_tr: {i}Onları izlemekten vazgeçip, özel olarak kendi başımın çaresine bakabilirim.

source: [_MT_] {i}[ryan]'s still watching TV, but he could get up at any moment and see what's going on.{/i}
tr_tr: [ _MT_] {i}[ Ryan] hala TV izliyor, ama her an kalkıp neler olduğunu görebiliyor. { /i }

source: [_MT_] {i}Maybe I should help speed this up before [ryan] catches them and makes a scene.{/i}
tr_tr: [ _MT_] {i}Belki de bu durumu [ Ryan] onları yakalayıp olay çıkarmadan önce hızlandırmaya yardım etmeliydim. { /i }

source: [_MT_] {i}I bet this will help Matt cross the finish line.{/i}
tr_tr: [_MT_] {i}Bahse girerim bu Matt'in bitiş çizgisini geçmesine yardımcı olacaktır.{/i}

source: [_MT_] {i}Come on Matt. Look at your teacher's naked body while you cum down my daughters throat!{/i}
tr_tr: [ _MT_] {i}HADI MATT. Sen benim kızlarımı boğarken, öğretmenin çıplak bedenine bak!

source: [_MB_] Oh, fuck! You dirty whore!
tr_tr: Siktir! Seni pis fahişe!

source: [_MB_] Mhmmm... goddam!
tr_tr: -Lanet olsun!

source: [_MB_] Here it cums!
tr_tr: İşte burada, gecekondular!

source: [_MB_] Swallow it all!
tr_tr: Hepsini yut!

source: [_L_] {i}(gasping){/i} How was... hah, how was that?
tr_tr: [_L_] {i}(nefes nefese){/i} Nasıldı... hah, nasıldı?

source: [_MB_] Fucking awesome! Making you one of my sluts was the best move I've made all year.
tr_tr: Harika! Seni sümüklerimden biri yapmak, tüm yıl boyunca yaptığım en iyi hareket oldu.

source: [_MB_] Make sure to suck out all that cum left in my dick. I don't want to get a wet spot on my jeans.
tr_tr: Sikimde kalan tüm fıçıyı emmeye özen göstermelisin. Kot pantolonumda ıslak bir yer olsun istemiyorum.

source: [_L_] Hehe... Okay.
tr_tr: [ _L_] Hehe ... -Tamam.

source: [_RT_] {i}This fucking sucks.{/i}
tr_tr: [ _RT_] {i}Bu lanet şey berbat.

source: [_RT_] {i}Matt's fucking both my mom and my little sister, and I can't think of any way to stop him. Not without ruining my relationship with Mom anyway.{/i}
tr_tr: [ _RT_] {i}Matt hem annem hem de küçük kız kardeşimle sikişiyor, ve onu durdurmak için hiçbir yol düşünemem. Annem ile olan ilişkimi mahvetmeden olmaz.

source: [_R_] Mom?
tr_tr: [_R_] Anne?

source: [_R_] I thought you were keeping an eye on Lauren.
tr_tr: Lauren 'a göz kulak olduğunu sanıyordum.

source: [_M_] She's fine!
tr_tr: O iyi!

source: [_M_] I'm going to take another nap, so don't bother me!
tr_tr: Bir şekerleme daha alacağım, bu yüzden beni rahatsız etme!

source: [_RT_] {i}Not too subtle, Mom...{/i}
tr_tr: [ _RT_] {i}Çok ince değil, anne ... { /i }

source: [_RT_] {i}Of course... The door's locked again.{/i}
tr_tr: [ _RT_] {i}Elbette ... Kapı yine kilitli.

source: [_RT_] {i}Here comes the moaning...{/i}
tr_tr: [ _RT_] {i}Burada inleme geliyor ... { /i }

source: [_RT_] {i}Pretty slim chance she'd actually be thinking about me.{/i}
tr_tr: [ _RT_] {i}Oldukça ince bir ihtimal aslında beni düşünüyor. { /i }

source: [_M_] That's it, Matt. Fuck your slutty teacher like you fuck my slutty daughter!
tr_tr: Bu kadar, Matt. Sürtük öğretmenini siktir et, sürtük kızıma da siktirin!

source: [_M_] Oh, Baby... watching Matt cumming down your throat got me all horny again!
tr_tr: Oh, Bebeğim ... Matt 'in boğazını kesmesini izlemek beni yine azdırmış!

source: [_M_] Oh, fuck! Yes! Just like that.
tr_tr: Siktir! Evet! Aynen böyle.

source: [_M_] You're okay with me fucking your boyfriend aren't you Sweetie? It's not romantic or anything. It's just sex, and I need it so bad.
tr_tr: Erkek arkadaşınla sikişmemi sorun etmiyor musun, tatlım? Romantik ya da başka bir şey değil. Sadece seks ve buna çok ihtiyacım var.

source: [_M_] Yes! Keep fucking me Matt. Don't stop!
tr_tr: [ _M_] Evet! Beni sikmeye devam et, Matt. Durmayın!

source: [_M_] I bet it makes you feel like a big man, fucking your girlfriend and her mother, doesn't it?
tr_tr: Bahse girerim kendini koca bir adam gibi hissettirir, kız arkadaşını ve annesini siktirir, değil mi?

source: [_M_] Well it should... A stud like you, with that monster cock of yours, deserves to have us both.
tr_tr: Şey olmalı ... Senin gibi bir aygır gibi bir aygır, ikimize de sahip olmayı hak ediyor.

source: [_RT_] {i}No, it's not supposed to be like this! You're both, supposed to be mine, not his!{/i}
tr_tr: [ _RT_] {i}Hayır, böyle olması gerekmiyor! İkinizin de benim olması gerekiyor, onun değil!

source: [_M_] Mmph... Your mother's so close, Baby! Where should your boyfriend cum?
tr_tr: [ _M_] Mmph ... Annen çok yakın, bebeğim! Erkek arkadaşın ne zaman boşalıyor?

source: [_M_] Should he come on my tits? He's always eyeing them in my class.
tr_tr: -Göğüslerime mi girsin? Her zaman sınıfımda onlara göz dikiyor.

source: [_M_] Or maybe he should cover my face with his spunk!
tr_tr: Ya da belki de suratımı onun kokarcası ile örtmelidir!

source: [_RT_] {i}This is the worst! Why can't I stop listening to this?{/i}
tr_tr: [ _RT_] {i}Bu en kötüsü! Neden bunu dinlemekten vazgeçemiyorum?

source: [_M_] Wait! No, not inside. I'm not on the pill. He can't cum in me.
tr_tr: [ _M_] Bekle! Hayır, içeride değil. Hap falan almıyorum. Benim içime giremez.

source: [_M_] Lauren, no! I'm sorry for, for fucking him behind your back! Please, don't make your boyfriend inseminate your mother!
tr_tr: Lauren, hayır! Senin arkandan siktiğim için özür dilerim! Lütfen, sevgilini anneni dölleme yapma!

source: {b}{i}"Mom's Libido -3"{/i}{/b}
tr_tr: {b}{i}"Anne's Libido -3" { /i } { /b }

source: [_M_] Oh, Matt! Sex with you is the best!
tr_tr: Matt! Seninle seks yapmak en iyisindir!

source: [_MT_] {i}I better go clean Camille's dildo off before I put it back. I hope she cleans it every time she masturbates too, because I'm definitely using it again.{/i}
tr_tr: {i}Camille 'nin dildolarını geri koymadan önce temizlesem iyi olur. Umarım her mastürbasyon yaptığı zaman onu temizliyor, çünkü kesinlikle tekrar kullanıyorum.

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control!{/i}
tr_tr: [ _RT_] {i}Anne ve Lauren 'i Matt 'den geri kazanmanın bir yolunu bulmalıyım. Bu iş kontrolden çıkıyor!

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney again?{/i}
tr_tr: [ _RT_] {i}Eminim bir daha onları oyalamak için bir şey yapamayacağım ... Hala denememeli miyim, yoksa onları görmezden mi gideyim, Sidney 'le takılsam mı?

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get to me by acting like a slut whenever Matt's around.{/i}
tr_tr: [ _RT_] {i}Bu gece onlarla uğraşmak istemiyorum. Lauren, Matt 'in her yanında bir sürtük gibi davranarak bana ulaşmak için uğraşıyor.

source: [_R_] Hmmph.
tr_tr: Hmmph.

source: [_S_] Stop trying to be the cliche older brother who has to protect his younger sister.
tr_tr: Genç kız kardeşini korumak zorunda olan, klişe bir ağabey olmayı bırak.

source: [_MB_] Damn, I love this show.
tr_tr: Lanet olsun, bu diziyi seviyorum.

source: [_MB_] Ever since they made the queen a sex slave to those horse guys. Every episode has her getting gang banged at least once.
tr_tr: Kraliçeyi o atlara bir seks kölesi yaptığından beri. Her bölümde en az bir kez çete işi yaptırıyor.

source: [_LT_] {i}He needs to sit down with us, so I can punish him again.{/i}
tr_tr: [ _LT_] {i}Bizimle oturmalı, bu yüzden onu tekrar cezalandırabilirim. { /i }

source: [_L_] Hey, [ryan]. Why don't you come watch Game of Thots with us?
tr_tr: Neden bizimle birlikte Tots 'a göz kulak olamıyorsun?

source: [_R_] No, thanks. I'm just going to hang with Sidney.
tr_tr: Hayır, teşekkürler. Ben sadece Sidney 'le takılacağım.

source: [_MB_] You gotta come see this man. The queen is about to get gang banged again by a bunch of those horse dudes.
tr_tr: Bu adamı görmelisin. Kraliçe, bir grup at kankasıyla tekrar çeteye çıkmak üzere.

source: [_R_] Really, I'm good.
tr_tr: Gerçekten, ben iyiyim.

source: [_LT_] {i}He thinks he can just ignore us again? Well, I know how to fix that.{/i}
tr_tr: [ _LT_] {i}Bizi tekrar görmezden gelebileceğini mi düşünüyor? Bunu nasıl düzeltebileceğimi biliyorum.

source: [_MB_] Goddam, that's hot.
tr_tr: -Goddam, çok sıcak.

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends.
tr_tr: Aman Tanrım! Beni arkadaşlarınla düzmeye çalışmayı bırakır mısın?

source: [_MB_] Why don't we take it to the next level? I promise, by the time we're done, you'll have came so many times from all the cocks pounding you from every end, you won't be able to think straight!
tr_tr: [ _MB_] Neden bir sonraki aşamaya geçsek? Söz veriyorum, işimiz bittiğinde, seni her uçtan vurmaktan o kadar çok zaman geçireceksin ki, doğru düzgün düşünemeyeceksin!

source: [_LT_] {i}Oh, my God! This asshole!{/i}
tr_tr: [ _LT_] {i}Oh, Tanrım! Bu göt herif!

source: [_LT_] {i}I mean, maybe I enjoyed taking on Matt and [ryan] at the same time, but he makes it sound like he wants me to fuck his whole team!{/i}
tr_tr: [ _LT_] {i}yani, belki Matt ve [ Ryan] ' ı aynı anda almaktan hoşlandım, ama o sanki bütün takımını sikmemi istiyor gibi geliyor! { /i }

source: [_LT_] {i}Maybe, if it were just a couple of the other guys on Matt's team...{/i}
tr_tr: [ _LT_] {i}Belki de Matt 'in ekibindeki diğer çocuklardan biriyse ... { /i }

source: [_MB_] Oh! I see you thinking about it.
tr_tr: [ _MB_] Oh! Bunu düşündüğünü görüyorum.
