Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_L_] Pfft... whatever! I am not.
tr_tr: [ _L_] Pfft ... her neyse! Ben değilim.

source: [_L_] Come on... let's go out to the yard. I can practice some new dance moves for you.
tr_tr: Hadi, bahçeye gidelim. Senin için yeni bir dans figürü yapabiliyorum.

source: [_L_] Hey, guys... Matt and I are going to hang out in the yard again. He really likes watching me shake my ass in the new bikini you bought me.
tr_tr: -Hey, çocuklar ... Matt ve ben yine bahçeye takılacağız. Bana aldığın yeni bikiniyle kıçımı sallamamı izlemeyi çok seviyor.

source: [_MB_] You're welcome to hang out with us, man. Lauren puts on a hell of a show.
tr_tr: Bizimle takılabilirsin, dostum. Lauren çok iyi bir gösteri yapıyor.

source: [_RT_] {i}Dammit! She's acting like a slut with Matt again just to make me jealous.{/i}
tr_tr: [ _RT_] {i}Dammit! Beni kıskanabilmek için yine Matt 'le sürtük gibi davranıyor.

source: [_L_] No way! You'd split me in two.
tr_tr: -Olmaz! Beni ikiye bölerdin.

source: [_MB_] Aww, come on. Let me take a crack at it.
tr_tr: -Hadi ama. İzin ver de bir tane patlatalım.

source: [_MB_] Can't say no to that.
tr_tr: [ _MB_] Hayır diyemem.

source: [_LT_] {i}I saw some new moves online I want to try out. This should really drive [ryan] crazy!{/i}
tr_tr: [ _LT_] {i}İnternette denemek istediğim bazı yeni hareketler gördüm. Bu gerçekten de çıldırmış olmalı!

source: [_LT_] {i}I wonder how I compared to Mom when she dances at the DeCapo's club...{/i}
tr_tr: [ _LT_] {i}DeCapo 'nun kulübünde dans ederken anneme nasıl kıyacağımı merak ediyorum ... { /i }

source: [_RT_] {i}If Dad were here, he'd chase Matt out of the house with a baseball bat!{/i}
tr_tr: [ _RT_] {i}Babam burada olsaydı, Matt 'i beysbol sopasıyla evden kovalardı!

source: [_RT_] {i}I should just go out there and...{/i}
tr_tr: [ _RT_] {i}Dışarı çıkmalıyım ve ...

source: [_M_] Oh, [ryan]. Why can't you leave them alone?
tr_tr: Neden onları yalnız bırakamıyorsun?

source: [_R_] But, Mom! She's giving him a lap dance! Lauren's still in highschool. Where'd she even learn to dance like that?
tr_tr: [ _R_] Ama anne! Ona kucak dansı yapıyor! Lauren hala lisedeyken. Böyle dans etmeyi nereden öğrendi ki?

source: [_S_] Jeez, [ryan]. She probably learned from one of her girlfriends at school, or watched a video online somewhere. Stop trying to be Dad.
tr_tr: Muhtemelen kız arkadaşlarından birinden ders aldı ya da internette bir video izlemiş. Baba olmaya çalışmayı bırak.

source: [_MT_] {i}She's a little stiff in her movements, but she's got natural rhythm.{/i}
tr_tr: [ _MT_] {i}Hareketlerinde biraz serttir ama doğal ritmi var.

source: [_MT_] {i}She's actually not bad for a beginner. I've seen worse from some of the new girls at Joey's club.{/i}
tr_tr: [ _MT_] {i}Aslında bir acemi için fena değil. Joey's Club 'daki bazı yeni kızlardan daha kötülerini gördüm.

source: [_R_] So, it's okay with both of you that Lauren's acting like a total slut?
tr_tr: Yani, Lauren 'in sürtük gibi davranması ikiniz için de sorun değil mi?

source: {i}{b}"Mom's Respect -1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı -1"{/b}{/i}

source: [_M_] Don't call your sister a slut!
tr_tr: Kız kardeşine sürtük deme!

source: [_R_] But, look!
tr_tr: [ _R_] Ama, bak!

source: [_R_] She's been letting him cop a feel in our house anytime he wants!
tr_tr: Ne zaman isterse evimizde bir şeyler hissetmesine izin veriyor!

source: [_R_] How is that not acting like a slut?
tr_tr: Bu nasıl bir sürtük gibi davranmıyor?

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around with her boyfriend now and then.
tr_tr: Lauren artık bir yetişkin, beğen ya da beğenme, şu anda erkek arkadaşıyla birlikte etrafta dolamaya hakkı var.

source: [_MB_] Fuck, girl! You're getting better at that. I'm all worked up again.
tr_tr: Siktir, kızım! Bu konuda daha iyi olmaya başlıyorsun. Bir daha işe yarayamadım.

source: [_R_] Am I the only one who cares that this douchebag is invading our house, or that Lauren is acting like a slut whenever he's around?!
tr_tr: Bu salağın evimizi işgal ettiğini ya da Lauren 'in etrafta bir sürtük gibi davrandığını umursayan tek kişi ben miyim?

source: [_R_] I suppose it's fine if he starts fucking her in the backyard too?!
tr_tr: Onu arka bahçeye de soksa sorun olmaz herhalde?

source: [_M_] Control yourself young man!
tr_tr: Kendini kontrol et genç adam!

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV or something, or better yet, go to your room and do some studying. God knows you need it.
tr_tr: Hayır, kız kardeşinize ve erkek arkadaşına biraz mahremiyet yaşatacaksınız. Git TV ' yi seyredin, ya da daha iyisi, odana git ve biraz çalışma yap. Tanrı biliyor ki, buna ihtiyacın var.

source: [_MT_] {i}Finally!{/i}
tr_tr: [ _MT_] {i}Son olarak! { /i }

source: [_MT_] {i}If he reacts like that from her giving Matt a lap dance, Sidney and I would have to pin him down if he saw what else they do in our yard.{/i}
tr_tr: [ _MT_] {i}Eğer Matt 'e kucak dansı yapması gibi tepki veriyorsa Sidney ve ben onu avlumuzda başka ne yapacağınızı görseydi onu yıkmak zorunda olurdu.

source: [_MT_] {i}Is she going to suck him off again?{/i}
tr_tr: [ _MT_] {i}O ' nu yine mi emecek?

source: [_MB_] Mmm... yeah.
tr_tr: Evet.

source: [_MB_] You've been getting real good at throating my dick. You just love taking all of me in your pretty little mouth don't you, slut?
tr_tr: Aletimi atmakta çok iyi olmaya başlardın. Beni küçük güzel ağzınla götürmeyi seviyorsun, değil mi, sürtük?

source: [_MT_] {i}She's... She's licking it again.{/i}
tr_tr: [ _MT_] {i}She's ... Onu tekrar yalıyor.

source: [_MT_] {i}Maybe she won't suck it this time, Matt's monster is so big, I'm sure it's hard for her to...{/i}
tr_tr: [_MT_] {i}Belki bu sefer emmez, Matt'in canavarı çok büyük, eminim onun için zor...{/i}

source: [_M_] Oh, my God!...
tr_tr: [_M_] Oh, Aman Tanrım!...

source: [_S_] You okay?
tr_tr: Sen iyi misin?

source: [_M_] Umm... yes... I'm fine.
tr_tr: [ _M_] Umm ... evet ... Ben iyiyim.

source: [_MT_] {i}She's really doing it again.{/i}
tr_tr: [ _MT_] {i}Gerçekten bunu tekrar yapıyor. { /i }

source: [_MT_] {i}My little girl. She's swallowing all of his...{/i}
tr_tr: [ _MT_] {i}Küçük kızım. Her şeyi yutuyor ... { /i }

source: [_MB_] Fuck, yeah, baby!
tr_tr: Siktir, evet, bebeğim!

source: [_L_] {i}(Muffled){/i} mmphmm...
tr_tr: [ _L_] {i}(Karışık) { /i } mmphmm ...

source: [_MB_] I wonder if it runs in the family?
tr_tr: Acaba ailede koşuyor mu?

source: [_MBT_] {i}Haha! Miss. [mom_name]'s peeping on us again.{/i}
tr_tr: [ _MBT_] {i}Haha! Bayan. [ mom_name] tekrar bizi gözetiyor. { /i }

source: [_MBT_] {i}What a slut!{/i}
tr_tr: [ _MBT_] {i}Sürtük ne!

source: [_MB_] You like that, don't cha? Bet you can't wait for me to sink my anaconda into your ginger pussy.
tr_tr: Hoşuna gidiyor, değil mi? İddiaya girerim, anakondamı senin zencefilin vajinasına batırmamı bekleyemezsin.

source: [_MB_] Don't worry, slut... I'm gonna be fuck'en ya real soon.
tr_tr: Merak etme, sürtük. Yakında ben de seni sikeceğim.

source: [_MT_] {i}Oh, my God! I did it again!{/i}
tr_tr: [ _MMT_] {i}Oh, Tanrım! Yine yaptım!

source: [_MT_] {i}Stupid, stupid, [mom_name]!{/i}
tr_tr: [ _MT_] {i}Aptal, aptal, [ momen_name]! { /i }

source: [_MT_] {i}Oh, God, he saw me again. Why can't I control myself around him?{/i}
tr_tr: [_MT_] {i}Tanrım, beni yine gördü. Neden onun yanında kendimi kontrol edemiyorum?

source: [_MT_] {i}I need to get some relief!{/i}
tr_tr: [ _MT_] {i}Biraz rahatlamalıyım! { /i }

source: [_RT_] {i}Matt's doing who knows what to Lauren, and Mom's standing around, not doing anything to stop it.{/i}
tr_tr: [ _RT_] {i}Matt kim bilir Lauren ne yapacak, ve annem etrafta duruyor, onu durdurmak için hiçbir şey yapmıyor. { /i }

source: [_RT_] {i}Did she really watch Lauren giving Matt a blow job last time? Maybe nothing happened and she was just fantasizing.{/i}
tr_tr: [ _RT_] {i}En son Matt 'e geçen sefer oral seks yaparken izlemiş miydi? Belki hiçbir şey olmadı ve o sadece hayal kuruyordu.

source: [_RT_] {i}Lauren may be trying to make me jealous, but she'd never do something like that if she knew Mom was watching. And she saw me arguing with Mom in the window.{/i}
tr_tr: [ _RT_] {i}Lauren beni kıskanmaya çalışıyor olabilir, ama annemin izlediğini bilse böyle bir şey yapmamıştı. Ve beni pencereden annemle tartışırken gördü. { /i }

source: [_RT_] {i}Didn't she?{/i}
tr_tr: [ _RT_] {i}O değil mi? { /i }

source: [_RT_] {i}That's what she said last time... I have to check this out.{/i}
tr_tr: [ _RT_] {i}Son söylediği şey buydu ... Bunu kontrol etmek zorundayım. { /i }

source: [_RT_] {i}Hmmm.... The doors locked again.{/i}
tr_tr: [ _RT_] {i}Hmmm .... Kapılar tekrar kilitlenmiş.

source: [_RT_] {i}Yep... more moaning.{/i}
tr_tr: [ _RT_] {i}Evet ... daha çok inliyor.

source: [_RT_] {i}She's masturbating again!{/i}
tr_tr: [ _RT_] {i}Yine mastürbasyon yapıyor!

source: [_RT_] {i}Maybe this time, she's thinking about me?{/i}
tr_tr: [ _RT_] {i}Belki bu sefer, beni düşünüyor?

source: [_M_] I'm sorry, baby, but watching you sucking Matt's cock got me all horny again!
tr_tr: Özür dilerim bebeğim ama Matt 'in aletini emmeni izlemek beni yine azdırıyor!

source: [_M_] You don't mind me borrowing your boyfriend again, do you Sweetie? Just for a little bit.
tr_tr: Sevgilini tekrar ödünç almamda bir sakınca yok, değil mi tatlım? Sadece birazcık.

source: [_M_] I've seen you oggling me in class. You've been wanted to fuck your teacher for years, haven't you?
tr_tr: Seni sınıfta kıpır kıpır kıpır kıpır. Senelerdir öğretmenini sikmek istiyordun, değil mi?

source: [_M_] You're such a naughty boy. Fucking my daughter isn't enough for you is it? You want her mother too, don't you?
tr_tr: Çok yaramaz bir çocuksun. Benim kızım senin için yeterli değil mi? Sen de annesini istiyorsun, değil mi?

source: [_RT_] {i}No, it's not supposed to be like this! Your both supposed to be mine! Not his!{/i}
tr_tr: [ _RT_] {i}Hayır, böyle olması gerekmiyor! İkinizin de benim olması gerekiyordu! Onunki değil!

source: [_M_] Mmph!... Your mother's so close, Baby! Where should your boyfriend cum?
tr_tr: [ _M_] Mmph! ... Annen çok yakın, bebeğim! Erkek arkadaşın ne zaman boşalıyor?

source: [_M_] Or maybe he should cover my face with his spunk?
tr_tr: Ya da belki de suratımı onun kokarcasıyla örtmelidir?

source: [_M_] Wait! No, not inside! I'm not on the pill... He can't cum in me!
tr_tr: [ _M_] Bekle! Hayır, içeride değil! Hap falan almıyorum. Benim içime giremez!

source: [_M_] Lauren, no! I'm sorry for peeping. Please, don't make your boyfriend inseminate your mother!
tr_tr: Lauren, hayır! -Ağlayan için özür dilerim. Lütfen, sevgilini anneni dölleme yapma!

source: [_M_] Oh, Matt. You naughty boy. If only you knew what you're doing to your teacher.
tr_tr: Matt. Seni yaramaz çocuk. Eğer öğretmenine ne yaptığını bilsen.

source: [_RT_] {i}I'm sure I can't do anything to stop them from fooling around again... Should I still try, or ignore them and go hang out with Sidney instead?{/i}
tr_tr: [ _RT_] {i}Eminim bir daha onları oyalamak için bir şey yapamayacağım ... Hala denememeli miyim, yoksa onları görmezden mi gelsem? Sidney 'le takılsam mı?

source: [_RT_] {i}I don't feel like dealing with them tonight. It's like Lauren's trying to make me jealous anytime Matt's around.{/i}
tr_tr: [ _RT_] {i}Bu gece onlarla uğraşmak istemiyorum. Sanki Lauren beni kıskanmaya çalışıyor, Matt 'in yanında.

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school in the election?{/i}
tr_tr: [ _RT_] {i}Seçimde okuldaki en popüler adamı yenememesi benim hatammış gibi davranıyor.

source: [_RT_] {i}Could she be messing around with Matt in front of me, just because she lost that stupid election?{/i}
tr_tr: [ _RT_] {i}O aptal seçimi kaybettiği için benim önümde Matt 'le takılıyor olabilir mi?

source: [_S_] Hey, Bro... Why are you making that face?
tr_tr: -Hey, Kardeşim ... Neden böyle bir surat yapıyorsun?

source: [_S_] You're not still pissed about Matt being here, are you?
tr_tr: Matt 'in burada olması konusunda hala kızgın değilsin, değil mi?

source: [_S_] So, your rival is dating your little sister.
tr_tr: Yani, rakibin kız kardeşinle çıkıyor.

source: [_S_] Let it go and just be happy for her.
tr_tr: Bırak gitsin ve sadece onun için mutlu ol.

source: [_MB_] They're selling the queen as a sex slave to those horse guys? I can't believe they can put this shit on TV.
tr_tr: Kraliçeyi atlara bir seks kölesi olarak mı satıyorlar? Bu boku TV ' ye koyabildiğine inanamıyorum.

source: [_S_] Not every girl gets to date the most popular guy at her school.
tr_tr: Her kız, okulunun en popüler erkeği ile flört etmiyorz.

source: [_R_] It's not like he's loyal to her. He's still dating the head cheerleader.
tr_tr: Ona sadıkmış gibi değil. Hala amigo kız ile çıkıyor.

source: [_S_] Really? Does Lauren know?
tr_tr: Gerçekten mi? Lauren biliyor mu?

source: [_R_] Of course. He doesn't hide it. Lauren's just his side chick.
tr_tr: Tabii ki. O saklamıyor. Lauren sadece yan hatunları.

source: [_S_] Well...
tr_tr: [_S_] Eee...

source: [_S_] I mean, as long as she knows.
tr_tr: Demek istediğim, o bildiği sürece.

source: [_R_] You're seriously fine with our little sister being that douche's side piece?
tr_tr: Bizim küçük kız kardeşimizin o dangalak olmasının yanında gerçekten iyi misin?

source: [_S_] It's the twenty-first century, [ryan].
tr_tr: Bu yirmi birinci yüzyıl, Ryan.

source: [_S_] Women don't have to adhere to these archaic, CIS normative, patriarchal, monogamous relationships, anymore.
tr_tr: Kadınlar bu archaic, CIS normatif, ataerkil, tek eşli ilişkilere uymak zorunda değil artık.

source: [_RT_] {i}Oh, God... Not this shit again.{/i}
tr_tr: [ _RT_] {i}Oh, Tanrım ... Bir daha böyle bir şey olmaz.

source: [_S_] You know, once you get to college, you're going to have your eyes opened about these systems of oppression that keep us tied to societal norms made up by rich old white men.
tr_tr: Biliyor musun, üniversiteye gittiğinizde, bizi zengin yaşlı beyaz adamlar tarafından yapılan toplumsal normlara bağlı tutan bu baskı sistemleri hakkında gözleriniz açılacagınız.

source: [_RT_] {i}Hooooly shit. Somebody shoot me.{/i}
tr_tr: [ _RT_] {i}Hoooly bos. Biri beni vursın.

source: [_RT_] {i}This might be worse than having to watch Matt and Lauren fuck.{/i}
tr_tr: [ _RT_] {i}Bu Matt ve Lauren 'i sikmekten daha kötü olabilir. { /i }

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors? Fucking awesome!
tr_tr: Oh, lanet olsun! Kraliçeler tüm kabile savaşçıları tarafından düzülemeyecek mi? Harika!

source: [_L_] Come on, we always watch Game of Thots together.
tr_tr: Hadi ama, hep beraber Game of Thots izliyoruz.

source: [_MB_] You gotta come see this man! The queen is about to get gangbanged by a bunch of those horse dudes.
tr_tr: Bu adamı görmelisin! Kraliçe şu at tiplerinden bir grup tarafından çalınmak üzere.

source: [_LT_] {i}How am I supposed to make him jealous if he won't come over here and take his punishment?{/i}
tr_tr: [ _LT_] {i}Buraya gelip cezasını çekmezse onu kıskanmasını nasıl sağlayabilirim?

source: [_MB_] You ever fantasize about a bunch of guys having their way with you, babe?
tr_tr: Hiç bir grup adamın seninle birlikte olduğunu hayal ediyor musun, bebeğim?

source: [_L_] Oh, my God! Will you stop trying to get me to fuck your friends?
tr_tr: Aman Tanrım! Beni arkadaşlarınla düzmek için mi uğratacaksın?

source: [_MB_] Hey, I'm just thinking about your needs.
tr_tr: Hey, ben sadece sizin ihtiyaçlarınızı düşünüyorum.

source: [_MB_] I know how horny you get watching me and the boys dominating on the court.
tr_tr: Beni ne kadar azdırdığını ve çocukların mahkemeye hükmedediğini biliyorum.

source: [_MB_] I'm willing to sacrifice and share you with the team, if you want to try out some group sex.
tr_tr: Eğer grup seks yapmayı denemek isterseniz, sizi ekiple paylaşmak ve paylaşmak istiyorum.

source: [_LT_] {i}If he's not hitting on my mom, he's trying to whore me out to his friends{/i}
tr_tr: [ _LT_] {i}Eğer anneme vurmadıysa, beni arkadaşlarına sürtmeye çalışıyor.

source: [_L_] I said, no.
tr_tr: [ _L_] Ben hayır dedim.

source: [_MB_] Okay. Let me know when you change your mind.
tr_tr: [ _MB_] Tamam. Fikrini değiştirdiğinde bana haber ver.

source: [_LT_] {i}If [ryan] didn't hate our relationship so much, I'd kick Matt in the balls and throw him out.{/i}
tr_tr: [ _LT_] {i}Eğer [ ryan] ilişkimizden o kadar nefret etmediyse Matt 'i taşaklarına tekmelerdim ve onu dışarı atardım.

source: [_LT_] {i}Damn it, [ryan]. Stop ignoring us!{/i}
tr_tr: [ _LT_] {i}lanet olsun, [ ryan]. bizi görmezden gelmeyi bırak! { /i }

source: [_L_] Hey, do you want to see my new bikini?
tr_tr: Hey, yeni bikinimi görmek ister misin?

source: [_MB_] You don't want to finish watching this?
tr_tr: Bunu izlemeyi bitirmek istemiyor musun?

source: [_L_] Come on. We can go out to the yard. I'll do a little dance for you.
tr_tr: Hadi ama. Bahçeye çıkabiliriz. Senin için küçük bir dans yapacağım.

source: [_MB_] Oh, I get it... I knew watching the queen getting railed by a bunch of burly guys was turning you on. Sure, let's do it.
tr_tr: Oh, anladım ... Kraliçenin, seni tahrik eden bir grup adam tarafından kirlendiğini izlemekten haberdarım. -Tabii, hadi yapalım.

source: [_S_] You should be proud of Lauren for liberating herself.
tr_tr: Kendini özgürleştirdiğin için Lauren ile gurur duymalısın.

source: [_RT_] {i}Oh, my God! She won't shut up about this.{/i}
tr_tr: [ _RT_] {i}Oh, Tanrım! Bu konuda susmayacak.

source: [_R_] I don't see how Lauren being one of Matt's side chicks is liberating.
tr_tr: Ben Lauren 'in Matt 'in yan hatlarından birinin nasıl özgürleştirici olduğunu göremiyorum.

source: [_S_] It means that she's not tied down to being Matt's "girl". She's free to explore her femininity and sexuality outside of the oppressive bonds of monogamy.
tr_tr: Matt 'in kızı olmak için bağlı olmadığı anlamına geliyor. Kadınlık ve cinselliğini, tek eşlilik baskıcı bağlarının dışında keşfetmekte özgür.

source: [_R_] Huh?
tr_tr: [_R_] Hah?

source: [_S_] Uhg. You're so dense.
tr_tr: [ S_] Uhg. Çok yoğunsun.

source: [_S_] It means she can mess around with other guys, while still seeing Matt.
tr_tr: Diğer erkeklerle de uğraşırken, hala Matt 'i görebileceği anlamına geliyor.

source: [_RT_] {i}One asshole is bad enough!{/i}
tr_tr: [ _RT_] {i}Bir göt herif yeterince kötü! { /i }

source: [_S_] You know, it's been a while since Lauren and I have had some girl talk. I'll have to ask her what other guys from school she likes.
tr_tr: Biliyor musun, Lauren ve benim bir kız kıza konuşmayalı uzun zaman oldu. Hangi okuldan hoşlandığını ona sormam gerekecek.

source: [_L_] Hey, [ryan]... I thought I'd show Matt the new bikini you bought me.
tr_tr: [ _L_] Hey, [ Ryan] ... Bana aldığın yeni bikiniyi Matt 'e gösteririm diye düşündüm.

source: [_MB_] Yeah, we're going to hang out in the yard for a bit. Lauren said she wanted to show me some dance moves.
tr_tr: Evet, biraz bahçeye takılacağız. Lauren bana dans figürleri göstermek istediğini söyledi.

source: [_L_] Feel free to join us when you're done talking to Sidney, [ryan].
tr_tr: Sidney ile konuşurken bize katılabilirsin, [ ryan].

source: [_RT_] {i}Dammit! She really is trying to make me jealous.{/i}
tr_tr: [ _RT_] {i}Dammit! Gerçekten beni kıskanmaya çalışıyor.

source: [_RT_] {i}Well... If that's true, then as long as I don't go out there, she won't have a reason to mess around with Matt.{/i}
tr_tr: [ _RT_] {i}İyi ... Eğer bu doğruysa, o zaman oraya gitmediğim sürece Matt 'le uğraşmak için bir nedeni olmayacak.

source: [_RT_] {i}I can't believe she's dancing for him in the bikini I bought her.{/i}
tr_tr: [ _RT_] {i}Ona aldığım bikinide onun için dans ettiğini sanmıyorum.

source: [_LT_] {i}Now I'm going to give him something to really be jealous of.{/i}
tr_tr: [ _LT_] {i}Şimdi ona gerçekten kıskanması için bir şey vereceğim.

source: [_MB_] Hot damn! You are one fine piece of ass Luren.
tr_tr: Lanet olsun! Sen iyi bir poposun Luren.

source: [_L_] If you like that, how about I give you a little lap dance?
tr_tr: Eğer bunu seviyorsan, sana küçük bir kucak dansı versem nasıl olur?

source: [_MB_] Like at a strip club? Oh, hell yeah!
tr_tr: Striptiz kulübünde mi? Oh, lanet olsun!

source: [_LT_] {i}Time to try out some of those lap dance moves I've been looking at online.{/i}
tr_tr: [ _LT_] {i}Çevrimiçi olarak baktığım şu kucak dansı hareketlerinden bazılarını denemek için zaman. { /i }

source: [_LT_] {i}Is it weird that I started looking up strip club videos after finding out what Moms really been doing working at the DeCapo's club?{/i}
tr_tr: [ _LT_] {i}DeCapo 'nun kulübünde ne işi olduğunu öğrendikten sonra striptiz kulübü videolarını aramaya başlamam garip mi? { /i }

source: [_LT_] {i}Hearing that Mom used to be a stripper was kind of a shock, but it also kinda made her more... real, I guess?{/i}
tr_tr: [ _LT_] {i}Annemin bir striptizci olduğunu duyma sesi şoke oldu, ama aynı zamanda onu daha da fazla ... gerçek, sanırım? { /i }

source: [_LT_] {i}I just wanted to see what kind of things she does, is all.{/i}
tr_tr: [ _LT_] {i}Sadece onun ne tür şeyler yaptığını görmek istedim, hepsi bu. { /i }

source: [_LT_] {i}I'm probably not as good as her, or the dancers in those videos are. Hehe... I bet I'm still good enough to drive [ryan] crazy.{/i}
tr_tr: [ _LT_] {i}Ben muhtemelen onun kadar iyi değilim, ya da o videolardaki dansçılar. Hehe ... Bahse girerim hala Ryan 'ı delirtmeye yetecek kadar iyiyim. { /i }

source: [_RT_] {i}Fuck, she saw me peeking.{/i}
tr_tr: [ _RT_] {i}S* s.ktir, beni dikizliyordu.

source: [_RT_] {i}That asshole's got his hands all over her.{/i}
tr_tr: [ _RT_] {i}O göt herif onun her yerine ellerini kapmış.

source: [_RT_] {i}If Dad were here, he'd chase him out of the house with a baseball bat!{/i}
tr_tr: [ _RT_] {i}Babam burada olsaydı, onu bir beysbol sopasıyla evden kovalardı!

source: [_RT_] {i}Why isn't Sidney or Mom more concerned about Matt?{/i}
tr_tr: [ _RT_] {i}Neden Sidney ya da annem Matt hakkında daha fazla endişeli değil? { /i }

source: [_RT_] {i}I mean, look what he's getting away with. Right in our back yard.{/i}
tr_tr: Yani, {i}demek istediğim, bak ne ile kaçıyor. Arka bahçemizde.

source: [_M_] What are you looking at, and why is your face all scrunched up like that?
tr_tr: Neye bakıyorsun, ve yüzün neden bu şekilde kazıklanıyor?

source: [_R_] Perfect timing.
tr_tr: Mükemmel zamanlama.

source: [_R_] Matt's taking advantage of Lauren in the backyard!
tr_tr: Matt arka bahçeden Lauren 'dan faydalıyor!

source: [_M_] What?
tr_tr: [_M_] Ne?

source: [_R_] He made her put on a bikini and dance for him.
tr_tr: Onu bir bikini giyip onun için dans etti.

source: [_S_] No, he didn't, Mom. Lauren wanted to show off her new bikini with a little dance for Matt.
tr_tr: Hayır, o yapmadı, anne. Lauren, Matt için küçük bir dans ile yeni bikinisiyle gösteriş yapmak istedi.

source: [_M_] Oh, my...
tr_tr: [ _M_] Oh, benim ...

source: [_R_] That's not a little dance!
tr_tr: Bu küçük bir dans değil!

source: [_R_] Look at her! She's giving him a lap dance like she was some slutty stripper!
tr_tr: Ona bir bak! Ona kucak dansı yapıyor, sanki sürtük bir striptizciydi!

source: {i}{b}"Mom's Anger +3"{/b}{/i}
tr_tr: {i}{b}"Anne's Anger + 3" { /b } { /i }

source: {i}{b}"Mom's Affection -3"{/b}{/i}
tr_tr: {i}{b}"Annemin Affesi -3" { /b } { /i }

source: [_S_] Holy shit, bro... Not cool!
tr_tr: Lanet olsun, kardeşim ... Hiç hoş değil!

source: {i}{b}"Sidney's Respect -2"{/b}{/i}
tr_tr: {i}{b}"Sidney 'in Saygısı -2" { /b } { /i }

source: [_R_] Oh... umm, I didn't mean anything by it.
tr_tr: Oh ... umm, bir şey kastetmedim.
