Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: [_GP_] This is supposed to make you want to stop trying to fuck your mom, and stop trying to fuck over your dad!
tr_tr: Bu senin anneni sikmeye çalışmaktan vazgeçmeni ve babanı sikmeye çalışmaktan vazgeçmesini sağlamak için.

source: [_GP_] I guess.... we need to keep watching.
tr_tr: Sanırım, izlemeye devam etmek lazım.

source: [_RT_] {i}I don't want to see my mom giving my dad a lapdance!{/i}
tr_tr: [ _RT_] {i}Annemi görmek istemiyorum babama bir lapa dansı! { /i }

source: [_GP_] Well, tough shit!
tr_tr: Lanet olsun!

source: [_GP_] You haven't had a life changing event, so we're going to follow them until you do!
tr_tr: [ _GP_] Bir hayat değiştirme olayı yaşamadın, o yüzden sen yapana kadar onları takip etmeye gidiyoruz!

source: [_GP_] Now follow me upstairs!
tr_tr: [ _GP_] Şimdi beni yukarı doğru takip edin!

source: [_GP_] Ok, now see if you can open the door a crack and take a peek.
tr_tr: Tamam, şimdi bak bakalım, kapıyı açıp bir göz atabilecek misin.

source: [_RT_] {i}It's locked.{/i}
tr_tr: [ _RT_] {i}Kilitli. { /i }

source: [_GP_] Well, I don't really hear any talking...
tr_tr: Hiç bir konuşma duymuyordum ...

source: [_GP_] We're going to have to go in.
tr_tr: -Biz de içeri girmeliyiz.

source: [_RT_] {i}Once again.... I don't want to see their lapdance, and I'm not invisible like you.{/i}
tr_tr: [ _RT_] {i}Bir kez daha .... Onların lapdanlarını görmek istemiyorum, ve senin gibi görünmez değilim.

source: [_GP_] You're right, that's why I'm going to let you see through my eyes.
tr_tr: Haklısın, işte bu yüzden gözlerimin arasından görmene izin vereceğim.

source: [_GP_] You'll just wait out here, and I'll magic myself inside, and then you will see everything I see.
tr_tr: Sen burada bekleyeceksin, ben de kendi içimi büyüteceğim ve sonra gördüğüm her şeyi göreceksin.

source: [_GP_] Here I go
tr_tr: [ _GP_] İşte gidiyorum.

source: [_GP_] Ok, can you see anything yet?.
tr_tr: Tamam, bir şey görebiliyor musun?

source: [_RT_] {i}I can only see white!{/i}
tr_tr: [ _RT_] {i}Yalnızca beyaz görebiliyorum! { /i }

source: [_GP_] OK, give it just another second.
tr_tr: Tamam, bir saniye daha ver.

source: [_RT_] {i}Oh what the hell?{/i}
tr_tr: [ _RT_] {i}Oh ne halt? { /i }

source: [_RT_] {i}I thought Mom was just going to give him a lap dance.{/i}
tr_tr: [ _RT_] {i}Annem sadece ona kucak dansı vereceğini düşünmüştüm.

source: [_GP_] Well, he did just tip her $1,500. Your little competition raised the stakes.
tr_tr: Sadece 1,500 dolara bahşiş verdi. Küçük rakibiniz bahisleri yükseltti.

source: [_GP_] I'm sure she felt like she owed him a little more for such a generous tip.
tr_tr: Eminim bu kadar cömert bir bahşiş için ona borçlunun daha fazlasını borçlunun olduğunu düşünmiştir.

source: [_GP_] I need to check for sure, but I don't even think he got a lap dance in the actual version of the past.
tr_tr: Emin olmak istiyorum ama geçmişin gerçek versiyonunda kucak dansı yaptığından bile emin değilim.

source: [_GP_] This is all thanks to you.
tr_tr: Bu senin sayende oldu.

source: [_RT_] {i}Goddammit, Ghost of Christmas Past! I don't want to watch this.{/i}
tr_tr: [ _RT_] {i}Goddamme, Ghost of Christmas Geçmiş! Bunu izlemek istemiyorum. { /i }

source: [_RT_] {i}Ahhh.... I can't look away or close my eyes!{/i}
tr_tr: [ _RT_] {i}Ahhh .... Gözlerimi kapamam ya da gözlerimi kapamam!

source: [_GP_] That's because you can only see what I can see.
tr_tr: [ _GP_] Sadece görebildiğim şeyleri görebildiğiniz için.

source: [_RT_] {i}Well, look the hell away then!{/i}
tr_tr: [ _RT_] {i}Pekala, o zaman cehennemin ötelerine bakın!

source: [_GP_] Just a little longer.
tr_tr: [ _GP_] Sadece biraz daha uzun.

source: [_GP_] When a man ejaculates, it releases all kinds of chemicals that could make [mom_name] fall in love with [dad_name].
tr_tr: [ _GP_] Bir adam boşalmaya geldiğinde, [ damadı] [ dad_name] ile aşık hale getirebilecek her türlü kimyasalları serbest bırakır.

source: [_GP_] I need you to see them fall in love! For your own good.
tr_tr: Onların aşık olduğunu görmeni istiyorum! Kendi iyilikleriniz için.

source: [_RT_] {i}Yuck!.... Do you realize I'm going to need to see a psychologist after you're done helping me?{/i}
tr_tr: [ _RT_] {i}Yuck! .... Sen bana yardım ettikten sonra bir psikologa ihtiyacım olacak, farkında mısın?

source: [_GP_] Just shut up and watch.
tr_tr: Kapa çeneni ve izle.

source: [_RT_] {i}Dad's pretty small though.{/i}
tr_tr: [ _RT_] {i}Baba çok küçük ama.

source: [_RT_] {i}Too bad his penis isn't as big as his tip.{/i}
tr_tr: {i}çok kötü, penisi bahşişi kadar büyük değil.

source: [_RT_] {i}No wonder Mom seems so impressed when she gets a look at me.{/i}
tr_tr: [ _RT_] {i}Bana bakması için annem çok etkilenmiş gibi görünüyor. { /i }

source: [_GP_] It's not about size.
tr_tr: Bu büyüklük ile ilgili değil.

source: [_RT_] {i}It kind of is.{/i}
tr_tr: [ _RT_] {i}Bu tür bir şey. { /i }

source: [_GP_] Oh, look! He's about to paint her face with his cum!
tr_tr: Oh, bak! Suratını boşalacasına boyamak üzere!

source: [_GP_] She looks excited!
tr_tr: Çok heyecanlı görünüyor!

source: [_RT_] {i}Yeah.... she really looks like she can't wait.{/i}
tr_tr: [ _RT_] {i}Evet .... Gerçekten bekleyemiyoru gibi görünüyor.

source: [_RT_] {i}Shit.... I am going to have to see her fall in love with him.{/i}
tr_tr: [ _RT_] {i}Bok .... Ona aşık olmasını görmek zorundayım.

source: [_RT_] {i}Oh.... haha!.... Look at how small that was.{/i}
tr_tr: [ _RT_] {i}Oh .... haha! .... Ne kadar küçük olduğuna bak.

source: [_RT_] {i}Look at how disappointed Mom looks!{/i}
tr_tr: [ _RT_] {i}Hayal kırıklığına uğramış anneye bakın! { /i }

source: [_RT_] {i}Haha!.... He really should have let her fall in love with him before he showed her his little cock!{/i}
tr_tr: [ _RT_] {i}Haha! .... O küçük sikini göstermeden önce ona aşık olmasına izin vermeliydi!

source: [_GP_] It's not that little! It's just little compared to yours.
tr_tr: O kadar da küçük değil! Seninkiyle kıyaslanınca biraz daha az.

source: [_GP_] Goddammit!
tr_tr: [_GP_] Hasiktir!

source: [_GP_] Well, that was a complete waste of time!
tr_tr: Bu tam bir zaman kaybıydı!

source: [_GP_] There's no way God's going to give me my wings now!
tr_tr: Tanrı 'nın bana kanatlarımı vermeleri için hiçbir yol yok!

source: [_GP_] Maybe she'll give me some if I give her a really good blow job.
tr_tr: Belki de ona çok iyi bir oral seks verirsem bana da verir.

source: [_RT_] {i}Wings? I thought you were a ghost, not an angel?{/i}
tr_tr: [ _RT_] {i}Wings? Senin bir hayalet olduğunu sanıyordum, melek değil, değil mi?

source: [_GP_] Ghosts can get wings too.... you really don't know anything about ghosts.
tr_tr: Ghosts kanatlarını da alabiliyor. Hayaletler hakkında hiçbir şey bilmiyorsun.

source: [_RT_] {i}Yeah, I've never really claimed to, either.{/i}
tr_tr: [ _RT_] {i}Evet, ben de hiç bir zaman iddia etmedim. { /i }

source: [_GP_] Well, the only thing you need to know about them right now is that you should expect the next ghost when the bell tolls two.
tr_tr: Şu anda onlarla ilgili bilmen gereken tek şey, bir sonraki hayaletin zil sesi iki olduğunda beklemeli olman.

source: [_RT_] {i}What bell?{/i}
tr_tr: [ _RT_] {i}Ne belmi? { /i }

source: [_GP_] You know.... like the bell in the clock tower.
tr_tr: Biliyor musun ... saat kuleindeki çan gibi.

source: [_RT_] {i}Our town doesn't have a clock tower.{/i}
tr_tr: [ _RT_] {i}Bizim kasabamızın saat kulesi yok. { /i }

source: [_GP_] Well.... shit!
tr_tr: Lanet olsun!

source: [_GP_] That isn't nearly as dramatic.
tr_tr: [ _GP_] Bu kadar dramatik bir şey değil.

source: [_GP_] I guess just go to sleep and the ghost will wake you up when it gets there.
tr_tr: Sanırım uyumaya git ve hayalet oraya vardığında seni uyandıracaktır.

source: [_RT_] {i}But wait!{/i}
tr_tr: [ _RT_] {i}Bekleyin! { /i }

source: [_RT_] {i}What the hell?.... I'm back in my bed?.... Was that just a dream?{/i}
tr_tr: [ _RT_] {i}Cehennemin ne? .... Yatağıma geri mi döndüm? Bu sadece bir rüya mıydı?

source: [_RT_] {i}Maybe Sidney's getting revenge and spiking my tea with LSD.{/i}
tr_tr: [ _RT_] {i}Belki Sidney intikam alıyor ve çayımı LSD ile kazıyor. { /i }

source: [_RT_] {i}That was such a crazy dream.... It felt so real.... then again, most do.{/i}
tr_tr: [ _RT_] {i}Bu çok çılgın bir rüya ... O kadar gerçek hissetti ki ... sonra yine, çoğu kez.

source: [_RT_] {i}I do feel pretty tired.{/i}
tr_tr: [ _RT_] {i}Çok yorgun hissediyorum. { /i }

source: [_R_] Well played!.... That is quite the grand gesture.
tr_tr: [ _R_] İyi oynamış! .... Bu oldukça büyük bir jest.

source: [_D_] That's right! So, why don't you just head on out of here! [mom_name] has a little private dance she's dying to give me.
tr_tr: [_D_] Aynen öyle! O zaman neden buradan gitmiyorsun? [mom_name] bana vermek için can attığı özel bir dansı var.

source: [_R_] Yeah, well, I wouldn't be too sure about that.
tr_tr: Evet, o konuda pek emin olamazdım.

source: [_GP_] [ryan] No!.... Please let [dad_name] win!
tr_tr: [ _GP_] [ ryan] Hayır! .... Lütfen [ dad_name] kazansın!

source: [_R_] And you should stop rubbing that money all over yourself.... you don't know where it's been.
tr_tr: Ve sen de o parayı kendine sürtmeyi bırakmalısın. Nerede olduğunu bilmiyorsun.

source: [_R_] I can guarantee my money isn't nearly as dirty as his.
tr_tr: Paramın onun kadar kirli olmadığını garanti edebilirim.

source: [_GP_] [ryan]!.... You asshole!
tr_tr: [ _GP_] [ ryan]! .... Seni pislik!

source: [_M_] Holy shit!.... How much money is that?
tr_tr: Lanet olsun! Bu ne kadar para?

source: [_R_] Two thousand dollars, which, unless you have more money, makes me the winner.
tr_tr: İki bin dolar, ki bu da, daha fazla paran yoksa, beni kazanan yapar.

source: [_R_] Oh.... and you should probably get used to losing to me more in the future.
tr_tr: Oh .... ve sen muhtemelen gelecekte bana daha çok kaybetmeye alışsan iyi olur.

source: [_D_] Who the fuck are you even?
tr_tr: Sen de kimsin lan?

source: [_D_] And what's that supposed to mean?
tr_tr: Bu da ne demek oluyor?

source: [_R_] You'll find out in about 20 years.
tr_tr: 20 yıl sonra öğreneceksin.

source: [_GP_] Urrrgghhh, you're such an idiot!
tr_tr: Sen tam bir aptalsın!

source: [_D_] You're not making any sense!
tr_tr: Hiçbir anlam ifade etmiyordun!

source: [_D_] I'm leaving! There's nothing else for me to stick around here for.
tr_tr: Ayrılıyorum! Burada kalmamam gereken başka bir şey yok.

source: [_R_] Good, because we've never needed you anyway!
tr_tr: Güzel, çünkü zaten sana hiç ihtiyacımız olmadı!

source: [_D_] What the hell are you talking about?
tr_tr: [_D_] Sen neyden bahsediyorsun amk?

source: [_M_] Yeah.... how about we finish this conversation, and you come follow me to my dressing room.
tr_tr: Evet, bu konuşmayı bitirmeye ne dersin, sen de beni soyunma odama kadar takip et.

source: [_R_] Oh, hell yeah!
tr_tr: Oh, lanet olsun!

source: [_RT_] {i}Oh yeah! I'd follow that ass anywhere!{/i}
tr_tr: [ _RT_] {i}Oh evet! O kıçı her yerde takip ederdim!

source: [_RT_] {i}Ahhh...Holy shit! You scared me!{/i}
tr_tr: [ _RT_] {i}Ahhh ...Lanet olsun! Beni korkutdun!

source: [_RT_] {i}Hey.... are you ok?{/i}
tr_tr: [ _RT_] {i}Hey .... İyi misiniz?

source: [_GP_] Yeah.... not really.
tr_tr: -Evet ... pek değil.

source: [_GP_] That's not how this was supposed to go.
tr_tr: [ _GP_] Bunun böyle olması gerekmedi.

source: [_GP_] I was supposed to show you the error of your ways, and now, you'll be getting a lap dance from your mom because of me.
tr_tr: Size yollarınızın hatasını göstermem gerekiyordu, ve şimdi, benim yüzümden annenizden bir kucak dansı yaptırıyorsunuz.

source: [_RT_] {i}Don't blame yourself!{/i}
tr_tr: [ _RT_] {i}Kendinizi suçlamayın!

source: [_RT_] {i}It's not your fault that I can't stop thinking with my cock.{/i}
tr_tr: [ _RT_] {i}sikimle düşünmekten vazgeçememem senin hatan değil.

source: [_GP_] Yeah, well.... I don't really have a desire to watch you enjoy my failure, so I'm going to go and see if I can steal some booze from the bar while you get a lap dance.
tr_tr: -Evet, şey ... Başarısızlığın tadını çıkarmanı izlemek gibi bir arzum yok. O yüzden kucak dansı yaparken bardan biraz içki çalabilecek miyim diye gidip bir bakayım.

source: [_RT_] {i}Damn!.... You're making me feel really bad for what I just did.{/i}
tr_tr: [ _RT_] {i}Lanet! .... Yaptığım şey için beni gerçekten kötü hissettiriyorsun. { /i }

source: [_M_] Are you coming?
tr_tr: Geliyor musun?

source: [_M_] So, are you ready for that lap dance?
tr_tr: [_M_] Kucak dansına hazır mısın?

source: [_R_] You have no idea!
tr_tr: -Hiçbir fikrin yok!

source: [_M_] Are you sure you're 21?
tr_tr: 21 olduğuna emin misin?

source: [_R_] Of course! They wouldn't have let me in otherwise.
tr_tr: Tabii ki! Başka türlü içeri girmeme izin vermezdi.

source: [_M_] I'd have a hard time even believing that you're 18.
tr_tr: 18 olduğuna inanmakta zorlanmıştım.

source: [_R_] I just look young, ok?
tr_tr: Sadece genç görünüyorum, tamam mı?

source: [_M_] Yeah ok, but you remind me of someone I know.
tr_tr: Evet, tamam, ama sen bana tanıdığım birini hatırlatıyorsun.

source: [_M_] You kind of look like a young version of my Dad.... and my brother...
tr_tr: Sen babamın genç bir versiyonuna benziyorsun ... ve kardeşim ...

source: [_M_] You're not from around here are you?
tr_tr: -Sen buralı değilsin, değil mi?

source: [_R_] No.... I'm from.... another country...
tr_tr: Hayır. Ben başka bir ülkedeyim.

source: [_R_] Uhhh.... from Idaho, yeah!
tr_tr: Idaho 'dan Uhhh, evet!

source: [_M_] Huh.... I've never heard of it.
tr_tr: [ _M_] Huh .... Daha önce hiç duymamıştım.

source: [_R_] Yeah.... most people haven't.
tr_tr: Evet, çoğu insan böyle bir şey yapmamış.

source: [_M_] Alright, well I'm just going to start dancing then.
tr_tr: Tamam, o zaman dansa başlayayım.

source: [_R_] Wait!
tr_tr: [_R_] Bekle!

source: [_M_] What?
tr_tr: [_M_] Ne?

source: [_R_] I just gave you $2,000. Don't you think I deserve more than a dance?
tr_tr: [ _R_] Az önce 2000 dolar verdim. Dans etmekten fazlasını hak ettiğimi düşünmüyor musun?

source: [_M_] I'm going to be rubbing my ass all over your dick. What more do you want?
tr_tr: Sikinin her yerine kıçımı sürtmeye gidiyorum. Daha ne istiyorsun?

source: [_R_] I was just wondering what you'd be willing to do for another two grand?
tr_tr: Sadece bir iki bin dolara ne yapmak isteyeceğini merak ediyordum.

source: [_M_] Holy shit, that's a lot of money in one day!.... But I'm not a prostitute!
tr_tr: Lanet olsun, bu bir günde çok fazla para eder! Ama ben fahişe değilim!

source: [_M_] I'm not going to fuck you for any amount of money.
tr_tr: Bir miktar para için seni sikmeyeceğim.

source: [_R_] Oh, no!.... I wasn't trying to put any presssure on you to fuck me. Although I wouldn't object if you were willing.
tr_tr: Hayır! Senin beni sikmen için baskı yapmaya çalışmıyordum. Eğer istekli olsaydın itiraz etmezdim.

source: [_R_] I just meant like a blowjob or something.
tr_tr: Ben sadece oral seks gibi bir şey demek istemiştim.

source: [_M_] A blowjob?
tr_tr: Oral seks mi?

source: [_MT_] {i}Holy shit, [mom_name]! What are you thinking?....{/i}
tr_tr: [ _MT_] {i}Kutsal bok, [ momen_name]! Sen ne düşünüyorsun?

source: [_MT_] {i}You swore you would never do anything like this if you became an exotic dancer.{/i}
tr_tr: [ _MT_] {i}Egzotik bir dansçı haline geldiyseniz böyle bir şey yapmayacaklarına yemin etmiştin.

source: [_MT_] {i}But I never dreamt one guy would offer me $4,000 dollars in one night!{/i}
tr_tr: {i}ama bir adamın bana bir gecede 4 bin dolar teklif edeceğini hiç düşünmemiştim!

source: [_MT_] {i}I'll have enough to pay for a semester of modeling school.{/i}
tr_tr: [ _MT_] {i}Bir dönem modellik okuluna yetecek kadar para vereceğim.

source: [_MT_] {i}That could be enough for me to get my start in the industry.{/i}
tr_tr: [ _MT_] {i}Bu, sektörde başlangıcım olması için yeterli olabilir. { /i }

source: [_MT_] {i}And I wouldn't ever have to come back to this sleaze hole again{/i}
tr_tr: {i}ve bir daha bu sülük çukuruna geri dönmek zorunda kalmayacaktım.

source: [_MT_] {i}It's worth it!{/i}
tr_tr: [ _MT_] {i}Buna değerdi!

source: [_MT_] {i}Plus, he's cute!{/i}
tr_tr: [ _MT_] {i}Plus, çok tatlı!

source: [_MT_] {i}Even if he does look like he could be your brother.{/i}
tr_tr: [ _MT_] {i}Kardeşin gibi görünse bile. { /i }

source: [_M_] Take your pants off!
tr_tr: Pantolonunu çıkar!

source: [_R_] Really!?
tr_tr: [_R_] Gerçekten mi!?

source: [_M_] Hurry before I change my mind...
tr_tr: Fikrimi değiştirmeden acele et.

source: [_MT_] {i}Wow! Look at the size of this cock!{/i}
tr_tr: [ _MT_] {i}Wow! Şu sikinin büyüklüğüne bak!

source: [_MT_] {i}He's as big as the men in my family!{/i}
tr_tr: [ _MT_] {i}O benim ailemdeki adamlar kadar büyük!

source: [_RT_] {i}It might just be a dream, but what an amazing dream!{/i}
tr_tr: [ _RT_] {i}Sadece bir rüya olabilir, ama ne muhteşem bir rüya! { /i }

source: [_MT_] {i}Shit! This is so weird!{/i}
tr_tr: {i}Bok! Bu çok garip!

source: [_MT_] {i}Why does it feel like I'm giving a blowjob to my brother?{/i}
tr_tr: [ _MT_] {i}Neden kardeşime oral seks yapıyorum gibi geliyor?

source: [_MT_] {i}Shit, [mom_name]! Stop thinking so much about your brother!{/i}
tr_tr: [ _MT_] {i}Bok, [ momen_name]! Kardeşinle ilgili çok fazla şey düşünmeyi bırak!

source: [_GP_] Oh, hey.... I'm done drinking, and I wanted to tell you that it's almost time to go!
tr_tr: Oh, hey .... İçkiyi bitirdim, ve sana söylemek istedim ki neredeyse gitme zamanı geldi!

source: [_RT_] {i}Not now I'm almost done!{/i}
tr_tr: [ _RT_] {i}Şimdi değil, neredeyse bitti! { /i }

source: [_GP_] Oh, sorry. I didn't know you would still be busy.... I'll just let you get on with it.
tr_tr: Özür dilerim. Hala meşgul olduğunu bilmiyordum. Bu konuda sana izin vereceğim.

source: [_RT_] {i}I'm so close!{/i}
tr_tr: [ _RT_] {i}Çok yakınım!

source: [_RT_] {i}Oh my God!.... I'm going to explode down my mom's throat!{/i}
tr_tr: [ _RT_] {i}Aman Tanrım! Annemin boğazını patlatacağım!

source: [_GP_] Wait! What the hell are you doing! You were just supposed to get a lap dance! Not let your own mother suck your cock!
tr_tr: [ _GP_] Bekle! Sen ne halt ediyorsun! Sadece bir kucak dansı alacaktın! Kendi annenin sikini yalamamasına izin verme!

source: [_GP_] What a tramp! No wonder you're so messed up!
tr_tr: [ _GP_] Ne serseri! Bu kadar berbat olmana şaşmamak gerek!

source: [_GP_] Good thing it's time to go!
tr_tr: Gitmenin vakti geldi!

source: [_RT_] {i}No not yet! I'm sooooo close!{/i}
tr_tr: [ _RT_] {i}Henüz hayır! Çok yakınım!

source: [_GP_] Oh, shit!.... What the fuck!
tr_tr: Oh, kahretsin! .... Bu da ne böyle?

source: [_GP_] [ryan]! You mother-fucking son of a bitch!
tr_tr: [ _GP_] [ ryan]! Seni lanet olası orospu çocuğu!

source: [_GP_] In all the centuries I've been doing this, I've never failed to change the course of a client!
tr_tr: Tüm yüzyıllarda bunu yapıyorum, bir müşterinin gidişini hiç değiştiremedim!

source: [_GP_] And this, sure as shit, is the first time I've ever been drenched in their cum!
tr_tr: Ve bu, bir bok gibi, ilk defa kendi fışkıtlarına sırılsıklam oldum!

source: [_GP_] I think you have a problem! You're like a cum fire hose!.... That much cum is not normal!
tr_tr: [ _GP_] Sanırım bir sorunun var! Sen bir yangın hortumuna benziyorsun! Bu kadar boşalmak normal değil!

source: [_GP_] Maybe she'll give me some if I let her fuck my ass.
tr_tr: Belki de kıçımı sikmesine izin verirsem bana da verir.

source: [_GP_] I pray to our Futa God that she'll have better luck than I did!
tr_tr: Futa Tanrı'mıza dua ediyorum, benden daha iyi şansı olacak!

source: [_GP_] Goodbye [ryan]!.... Maybe I'll see you in hell!
tr_tr: [ _GP_] Güle güle [ Ryan]! .... Belki cehennemde görüşürüz!

source: [_RT_] {i}What the hell?.... She's gone!.... Was that just a dream?{/i}
tr_tr: [ _RT_] {i}Cehennemin ne? .... O gitti! Bu sadece bir rüya mıydı?

source: Ghost of XXX-mas Past
tr_tr: XXX-mas Geçmişinin Hayaleti

source: Ghost of XXX-mas Present
tr_tr: XXX-mas Hediyesinin Hayaleti

source: Ghost of XXX-mas Future
tr_tr: XXX-mas Geleceğinin Hayaleti
