Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_RT_] {i}Uh, oh. Sidney really got to her. Better cheer Lauren up, or she'll be sulking all day.{/i}
tr_tr: [ _RT_] {i}Uh, oh. Sidney ona gerçekten iyi geldi. Lauren 'ı neşelendirsen iyi olur, yoksa bütün gün surat asıyor.

source: [_R_] Of course you do. Lots of guys like small perky tits.
tr_tr: Tabii ki var. Bir sürü adam küçük sapık memeleri sever.

source: [_M_] Breasts, [ryan]. Don't be crude in front of your sisters.
tr_tr: [ _M_] Breaklar, [ Ryan]. Kardeşlerinizin önünde kaba olmayın.

source: [_R_] Umm, right... Breasts.
tr_tr: [ _R_] Umm, doğru ... Göğüsler.

source: [_L_] What else would guys like about my boobs?
tr_tr: Göğüslerim hakkında başka ne olabilir ki?

source: [_R_] Well, your nipples are perfect. They're...
tr_tr: Göğüs uçların mükemmel. Onlar ...

source: [_M_] While I wish your bother didn't have such detailed knowledge of your body, he's right, honey. You have very nice breasts.
tr_tr: Zahmetin vücuduna dair bu kadar detaylı bilgiye sahip olmasan da, o haklı, tatlım. Çok güzel göğüslerin var.

source: [_M_] There's no reason to feel self-conscious about them.
tr_tr: Onlar hakkında kendini bilinçli hissetmen için bir neden yok.

source: [_L_] That's easy for you to say with your massive milkers. Why didn't I get the big boobs genes?
tr_tr: Devasa sütlağınla bunu söylemek senin için kolay. Neden büyük meme genlerini almamışım ki?

source: [_S_] {i}(whispering){/i} Whoops... Looks like you dropped some bacon in your lap, [ryan]. Let me get it for you.
tr_tr: [ S_] {i}(fısıldıyor) { /i } Whoops ... Görünüşe göre kucağına domuz pastırması düşürdün, senin için alayım.

source: [_M_] Having large breasts isn't all it's cracked up to be. Running, or even going down stairs can be uncomfortable. To say nothing of the back pain they cause.
tr_tr: Büyük göğüsler olması, her şeyin çatlamış olması değil. Koşmak, ya da merdivenlerden inmek rahatsız edici olabilir. Sırt ağrısından başka bir şey söylememek için.

source: [_R_] {i}(whispering){/i} Sidney! What are you doing?
tr_tr: [ _R_] {i}(fısıldayarak) { /i } Sidney! -Ne yapıyorsun?-Ne yapıyorsun?

source: [_S_] {i}(whispering){/i} Nothing you haven't done to me at the table before.
tr_tr: [_S_] {i}(fısıldayarak){/i} Daha önce masada bana yapmadığın bir şey değil.

source: [_S_] {i}(whispering){/i} Oh... Hard as a rock. What's got you so excited?
tr_tr: [ S_] {i}(fısıldıyor) { /i } Oh ... Kaya gibi sert. Neden bu kadar heyecanlandınız?

source: [_S_] {i}(whispering){/i} Is it all this talk about tits, or are you hard because you can't keep your eyes off my sexy bod?
tr_tr: [_S_] {i}(fısıldayarak){/i} Bütün bu meme muhabbeti yüzünden mi, yoksa gözlerini seksi vücudumdan alamadığın için mi sertleştin?

source: [_RT_] {i}I was hard the moment Sidney walked in. There's no way I wouldn't be when she's sitting next to me looking like that!{/i}
tr_tr: [ _RT_] {i}Sidney içeri girdiği anda çok zorlanmıştım. Yanımda oturduğu zaman böyle olmamam mümkün değil!

source: [_RT_] {i}Should I tell her how great she looks or play it cool so she doesn't think she's got me wrapped around her finger?{/i}
tr_tr: [_RT_] {i}Ona ne kadar harika göründüğünü mü söylemeliyim yoksa beni parmağında oynattığını düşünmemesi için sakin mi davranmalıyım?{/i}

source: [_S_] {i}(whispering){/i} You dork. What'da ya say we have a little fun under the table?
tr_tr: [_S_] {i}(fısıldayarak){/i} Seni salak. Masanın altında biraz eğlenmeye ne dersin?

source: [_S_] {i}(whispering){/i} Liar! I know your morning wood goes away after you take a piss.
tr_tr: [ S_] {i}(fısıldayan) { /i } Liar! İşemeye gittiğin zaman sabah odununun gittiğini biliyorum.

source: [_S_] {i}(whispering){/i} Fibbing to your big sis, after I got all dressed up for you? You're gonna pay for that.
tr_tr: [_S_] {i}(fısıldayarak){/i} Senin için süslenip püslendikten sonra ablana yalan mı söylüyorsun? Bunu ödeyeceksin.

source: [_R_] {i}(whispering){/i} Whoa, Sidney!?
tr_tr: [ _R_] {i}(fısıldayan) { /i } Whoa, Sidney!?

source: [_R_] Hey. Stop screwing around. Mom and Lauren could notice.
tr_tr: [ _R_] Hey. Dalga geçmeyi bırak. Annem ve Lauren fark edebilirdi.

source: [_S_] {i}(whispering){/i} I know. Isn't it exciting?
tr_tr: [_S_] {i}(fısıldayarak){/i} Biliyorum. Heyecan verici değil mi?

source: [_R_] {i}(whispering){/i} Dammit! Cut it out!
tr_tr: [ _R_] {i}(fısıldayarak) { /i } Dammit! Kes şunu!

source: [_S_] {i}(whispering){/i} What's the matter? Afraid you'll make a mess?
tr_tr: [ S_] {i}(fısıldayarak) { /i } Sorun nedir? Karışıklık yaratacağından mı korkuyorsun?

source: [_R_] Mmmph!
tr_tr: [ _R_] Mmph!

source: [_S_] {i}(whispering){/i} How hot would it be if you blew your load right in front of Mom and Lauren?
tr_tr: [_S_] {i}(fısıldayarak){/i} Annemle Lauren'in önünde boşalsan ne kadar ateşli olurdu?

source: [_R_] {i}(whispering){/i} Knock it off or they're going to get cum all over their feet.
tr_tr: [_R_] {i}(fısıldayarak){/i} Kesin şunu yoksa ayaklarına boşalacaklar.

source: [_S_] {i}(whispering){/i} Leave that to your big sister.
tr_tr: [_S_] {i}(fısıldayarak){/i} Bunu ablana bırak.

source: [_S_] Whoops! Dropped my fork.
tr_tr: [ S_] Whoops! Çatalımı düşürdün.

source: [_M_] Careful, Sidney... you'll scratch the floor.
tr_tr: Dikkat et, Sidney. Yerleri çizeceksin.

source: [_S_] Sorry, Mom... Shoot. I don't see where it went.
tr_tr: Özür dilerim, anne ... Ateş et. Nereye gittiğini göremiyorum.

source: [_L_] You're such a clutz, Sidney.
tr_tr: Sen tam bir karmaşısın, Sidney.

source: [_S_] Hey, Mom. Have you seen Lauren's last set of Insta-Slam posts?
tr_tr: -Hey, anne. Lauren 'in en son Inta-Slam derileri setini gördün mü?

source: [_LT_] {i}Bitch!{/i}
tr_tr: [ _LT_] {i}Kaltak! { /i }

source: [_M_] No, I've been afraid to look.
tr_tr: Hayır, bakmaktan korktum.

source: [_M_] What did you pressure Mandy into doing this time?
tr_tr: Mandy 'i bu sefer ne yapmaya zorladınız?

source: [_L_] Me?!
tr_tr: Ben mi?

source: [_M_] Yes, you... Mandy's such a sweet girl. She always goes along with whatever you do, no matter how crazy it is.
tr_tr: [ _M_] Evet, sen ... Mandy çok tatlı bir kız. Her zaman ne yaparsan yap, ne kadar çılgın olursa olsun hep birlikte gider.

source: [_M_] I can't believe you roped [ryan] into buying you new bikinis and photographing you and Mandy. You even renamed your account "Kissing Cousins".
tr_tr: Seni yeni bikiniler alıp, Mandy ile fotoğraflamana inanamıyorum. "Öpüşme Kuzenleri" adlı hesabınızı bile değiştirdiniz.

source: [_L_] So? It was both Mandy and my idea. And [ryan] doesn't mind. He likes helping us out. Don't you, [ryan]?
tr_tr: Öyle mi? Hem Mandy hem de benim fikrimdi. Ve sorun yok. Bize yardım etmeyi seviyor. Değil mi, [ Ryan]?

source: [_M_] But [ryan]'s your brother, and Mandy's your cousin. I know girls have to be sexual to get "internet famous", but don't you feel a little guilty involving your family?
tr_tr: [ _M_] Ama [ Ryan] kardeşin, ve Mandy senin kuzenin. Kızların "internet ünlü" olmak için cinsel olması gerektiğini biliyorum, ama aileni karıştırabilmek için biraz suçluluk hissetmiyor musun?

source: [_ST_] {i}I'm the one who should be feeling guilty.{/i}
tr_tr: [ _ST_] {i}Kendimi suçlu hissetmesi gereken kişi benim.

source: [_ST_] {i}Here I am on my knees, right in front of the family. With my little brother's dick in my mouth. It's so wrong, but God help me.{/i}
tr_tr: [ _ST_] {i}Burada dizlerimin üzerindeyim, tam ailenin önünde. Benim küçük kardeşimin çüküm ağzıma geldi. Bu çok yanlış, ama Tanrı yardımmda olsun.

source: [_ST_] {i}This is so fucking hot!{/i}
tr_tr: [ _ST_] {i}Bu çok sıcak!

source: [_L_] Well, what about you?
tr_tr: Peki ya sen?

source: [_M_] What about me?
tr_tr: Ben ne olacak?

source: [_L_] You've got [ryan] buying you sexy underwear and he's your son.
tr_tr: Sana seksi iç çamaşırı satın almışsın ve o senin oğlun.

source: [_M_] That's... Don't change the subject!
tr_tr: [ _M_] Bu ... Konuyu değiştirmeyin!

source: [_L_] But isn't a mother getting lingerie from her son just as weird?
tr_tr: Ama bir anne, oğlundan sadece tuhaf bir şekilde iç çamaşırı almak değil mi?

source: [_M_] No... It's, umm...
tr_tr: [ _M_] Hayır. Bu, umm ...

source: [_M_] It's like Sidney said. [ryan]'s seen me in far less when I was modeling for his business. So...
tr_tr: Sidney 'in dediği gibi. İş için modellik yaparken beni çok daha az görerek gördü. Yani ...

source: [_M_] So it's not a big deal if he buys me something a little... revealing.
tr_tr: Yani bana küçük bir şeyler ısmarlasa çok da önemli değil.

source: [_L_] Well, I've modeled for his business too! So it should be no big deal if he buys me bikinis, or takes pictures of Mandy and me for my Insta-Slam, right?
tr_tr: Ben de onun işini modelledim! Yani bana bikiniler alsa ya da Mandy ve benim Insta-Slam için fotoğraf çekerse, önemli bir şey olmayacak, değil mi?

source: [_M_] Don't just sit there, say something.
tr_tr: Orada öylece oturup, bir şey söylemeyin.

source: [_R_] I... Just want-mmmph...
tr_tr: [ _R_] I. .. Sadece ...

source: [_R_] I... Just want... mmmph... to make you both... hammph!...
tr_tr: [ _R_] I. .. Sadece ... ikinize de ... hammph yapmak istiyorum!

source: [_R_] I... Just want... mmmph... to make you both... hammph... happy!
tr_tr: [ _R_] I. .. Sadece ... ikinizi de ... Hamph yapmak ... mutlu etmek istiyorum!

source: [_ST_] {i}Haha... He can barely talk.{/i}
tr_tr: [ _ST_] {i}Haha ... Zar zor konuşabiliyor.

source: [_ST_] {i}This'll teach him to ignore me.{/i}
tr_tr: [ _ST_] {i}Bu ona beni görmezden gelmesini öğretecek. { /i }

source: [_S_] Mmphf?
tr_tr: -Mmphf?

source: [_M_] [ryan], is something wrong?
tr_tr: [ _M_] [ Ryan], bir sorun mu var?

source: [_L_] Yeah. You're not looking so hot.
tr_tr: [ _L_] Evet. Çok seksi görünmemişsin.

source: [_L_] Oh, my god!
tr_tr: Aman Tanrım!

source: [_M_] [ryan], are you...?
tr_tr: [ _M_] [ Ryan], sen ...?

source: [_M_] Are you coming down with something?
tr_tr: -Bir şey mi geliyor?

source: [_R_] {i}(cough, cough){/i}
tr_tr: [ _R_] {i}(öksürük, öksürük) { /i }

source: [_R_] Uh, yeah... I'm feeling a little drained all the sudden.
tr_tr: Ah, evet ... Kendimi biraz kurutmuş gibi hissediyorum.

source: [_M_] Why don't you go lay down and get some rest. Exams are coming up. I don't want you missing any more school.
tr_tr: Neden gidip biraz dinlenmiyorsun? Sınavlar yaklaşıyor. Daha fazla okul kaçırmanı istemiyorum.

source: [_R_] Good idea. I'll just... go do that.
tr_tr: İyi fikir. Ben sadece ... bunu yapacağım.

source: [_L_] You better not get me sick! Kenzi and I have a lot of student council stuff to do this week!
tr_tr: Beni hasta etmesen iyi olur! Kenzi ve ben bu hafta yapacak çok sayıda öğrenci konseyimiz var!

source: [_RT_] {i}Holy shit! That was crazy.{/i}
tr_tr: [_RT_] {i}Kahretsin! Bu çılgıncaydı.{/i}

source: [_RT_] {i}I can't believe she sucked me off right in front of Mom and Lauren.{/i}
tr_tr: [ _RT_] {i}Annemin ve Lauren 'in önünde beni emdiğine inanamıyorum.

source: [_RT_] {i}I need to find a way to manage Sidney's exhibition kink until I can get all this out in the open.{/i}
tr_tr: [ _RT_] {i}Sidney 'in sergi kink 'i yönetmenin bir yolunu bulmalıyım. Ta ki tüm bunları açabilene kadar. { /i }

source: [_RT_] {i}That was just fucking reckless!{/i}
tr_tr: [ _RT_] {i}Bu sadece umursamaz bir şey!

source: {b}{i}"You have found the "Eight of Spades" Card!"{/i}{/b}
tr_tr: {b}{i}"" Sekiz Spades "kartını buldugınız!" { /i } { /b }

source: [_M_] Oh, grab that plug and put it back in, would you?
tr_tr: Fişi al ve yerine koy, olur mu?

source: {i}"Watch plug Insertion scene again?"{/i}
tr_tr: {i}"Eklentiyi yeniden ekleme sahnesi yeniden mi?" { /i }

source: [_M_] Mmm... Now I'm ready.
tr_tr: [ _M_] Mmm ... Şimdi hazırım.

source: [_MT_] {i}Oh, my God! how is this possible?!{/i}
tr_tr: [ _MT_] {i}Oh, Tanrım! Bu nasıl mümkün olabilir?! { /i }

source: [_MT_] {i}Again?!{/i}
tr_tr: [ _MT_] {i}Yine mi?! { /i }

source: [_M_] God!... I'm gonna...
tr_tr: [ _M_] Tanrım! Ben ...

source: [_MT_] {i}Oh, good Lord!{/i}
tr_tr: [ _MT_] {i}Oh, Yüce Tanrım!

source: [_M_] You are incredible!
tr_tr: İnanılmazsın!

source: [_M_] You've more than earned your orgasm.
tr_tr: Orgazmını kazanmaktan daha fazlasını kazandın.

source: [_M_] Go ahead and do whatever you need to make yourself cum.
tr_tr: Git ve kendini boşalt etmek için ne gerekiyorsa yap.

source: [_MT_] {i}I can't believe he wants me to suck his dick after it's been in my own ass!{/i}
tr_tr: [ _MT_] {i}Kendi kıçımın içine girdikten sonra onun sikini emmemi istemesine inanamıyorum!

source: [_MT_] {i}Even more, I can't believe I'm willing!{/i}
tr_tr: [ _MT_] {i}Daha da fazlası, istekli olduğuma inanamıyorum! { /i }

source: [_MT_] {i}I have become so depraved!{/i}
tr_tr: [ _MT_] {i}Çok ahlaksız oldum!

source: [_R_] Mom, I'm gonna cum!
tr_tr: Anne, boşalacağım!

source: [_M_] Mmm... Just cum inside me!
tr_tr: [ _M_] Mmm ... İçime boşalt!

source: [_R_] But... you're not on birth control!
tr_tr: [ _R_] Ama ... sen doğum kontrolde değilsin!

source: [_M_] [ryan]... Don't argue with me, just fill up your mother's fucking womb!
tr_tr: [ _M_] [ ryan] ... Benimle tartışma, sadece annenin karnını doldur!

source: [_R_] Who are you, and what have you done with my mom?
tr_tr: Sen kimsin ve anneme ne yaptın?

source: [_M_] Just do it!
tr_tr: -Sadece yap şunu!

source: [_RT_] {i}Holy shit!... Do I risk getting Mom pregnant?{/i}
tr_tr: [ _RT_] {i}Kutsal bok! ... Annemi hamile kılmaya mı riske gireyim?

source: [_M_] Make sure you pull out!
tr_tr: Dışarı çektiğinizden emin olun!

source: [_M_] I'm not on birth control, you know!
tr_tr: Doğum kontrolüm altında değilim, biliyorsun!

source: {i}"Raise Mom's affection so she'll want you to cum inside her."{/i}
tr_tr: {i}"Annemin sevgisini yükselt, böylece senin onun içine girmeni isteyecektir." { /i }

source: [_RT_] {i}I'd really love to cum in her pussy...{/i}
tr_tr: [ _RT_] {i}O ' nuna gerçekten bayılıyorum ... { /i }

source: [_RT_] {i}What should I do?{/i}
tr_tr: [ _RT_] {i}Ne yapmalıyım? { /i }

source: [_M_] What the hell?
tr_tr: [_M_] Ne oluyor be?

source: [_M_] [ryan], pull out! stop cumming in my pussy!
tr_tr: [ Ryan] [ Ryan], çekin! Kukumda birikmeyi bırakın!

source: [_M_] Holy...
tr_tr: [ _M_] Kutsal ...

source: {i}"[ryan]'s cum loads in Mom's pussy +1"{/i}
tr_tr: {i}"[ Ryan]'s cum loads in annemin amcık + 1" " { /i }

source: {i}"Total loads of [ryan]'s cum in Mom's pussy = ([mom_cum_loads_counter])"{/i}
tr_tr: {i}"Annemin amcısında toplam [ Ryan] cum sayısı = ([ mom_cum_loads_counter])" { /i }

source: [_M_] I can't believe you didn't pull out!
tr_tr: Dışarı çekilmemene inanamıyorum!

source: [_R_] I'm sorry, it was just... It was feeling so good, I couldn't think straight!
tr_tr: Özür dilerim, sadece ... O kadar iyi hissediyordum ki, doğru düzgün düşünemedim!

source: [_M_] That was your excuse last time!
tr_tr: Geçen sefer bahanen buydu!

source: [_M_] Are you actually trying to knock me up?
tr_tr: [ _M_] Gerçekten beni bayıltmaya mı çalışıyorsun?

source: [_R_] No... of course not.
tr_tr: Hayır ... elbette hayır.

source: [_M_] Well not thinking straight could end up getting you another brother or sister!
tr_tr: Doğru düzgün düşünememek sana başka bir kardeş ya da kardeş getiremez!

source: [_M_] Or a... son or daughter?
tr_tr: Ya da bir oğul mu, kız mı?

source: [_M_] Goddam this is messed up!
tr_tr: Goddam bu berbat bir şey!

source: [_M_] The point is, don't do it again!
tr_tr: Önemli olan, bir daha yapma!

source: [_R_] I'm sorry!
tr_tr: [_R_] Özür dilerim!

source: [_M_] You'd better be!
tr_tr: Öyle olsa iyi olur!

source: [_R_] Besides that, was it good for you?
tr_tr: Bunun dışında, senin için iyi miydi?

source: [_M_] Mmmm... I came so hard!
tr_tr: [ _M_] Mmmm ... O kadar sert geldim ki!

source: [_M_] Just stop giving me creampies and it will be perfect.
tr_tr: Bana kreampi vermeyi bırak ve mükemmel olur.

source: [_R_] I'll remember next time.
tr_tr: Bir dahaki sefere hatırlayacağım.

source: [_R_] You asked for it!
tr_tr: -Bunu sen istedin!

source: [_M_] Oh, my God!
tr_tr: [_M_] Oh, Aman Tanrım!

source: [_M_] I can feel the inside of my pussy expanding!
tr_tr: Vajinamın içini genişletiyorum!

source: [_M_] Mmmm... That was so good!
tr_tr: [ _M_] Mmmm ... Bu çok iyiydi!

source: [_R_] Are you actually hoping I knock you up?
tr_tr: Gerçekten seni devirdiğimi mi umuyorsun?

source: [_M_] Like I said before... I miss having kids around.
tr_tr: Daha önce de söylediğim gibi ... Etrafta çocuk sahibi olmayı özledim.

source: [_RT_] {i}She's definitely cum drunk, but I can't believe she's still actually entertaining the thoughts of us having a kid together.{/i}
tr_tr: [ _RT_] {i}O kesinlikle sarhoş ama hala birlikte çocuk sahibi olma düşüncelerinin eğlenceli olduğuna inanamıyorum. { /i }

source: [_R_] And you're not worried about the fact that I could have gotten you pregnant?
tr_tr: Ve seni hamile bir hale getirebileceğimden endişelenmiyor musun?

source: [_M_] Mmm... Would that really be so bad?
tr_tr: [ _M_] Mmm ... Bu gerçekten çok mu kötü olurdu?

source: [_M_] I wouldn't mind a little [ryan] Junior running around here.
tr_tr: Ufaklığın buralarda koşmasına izin vermezdim.

source: [_M_] I kind of miss having young kids.
tr_tr: Genç çocuklara sahip olmayı özledim sayılır.

source: [_R_] Mom, I think you're cum drunk, or something.
tr_tr: Anne, sanırım sarhoşsun, ya da bir şey.

source: [_M_] Mmm... maybe.
tr_tr: Belki de.

source: [_R_] So, it's getting late. Do you think I can sleep in here tonight?
tr_tr: Yani, geç oluyor. Bu gece burada uyuyabileceğimi düşünüyor musun?

source: [_M_] Mmm, mmm... No way. The answer is the same as last time.
tr_tr: [ _M_] Mmm, mmm ... -Hayır, olmaz. Cevap, geçen seferle aynı.

source: [_M_] We can't have anyone finding out about this.
tr_tr: Bu konuda kimsenin öğrenmesine izin veremeyiz.

source: [_RT_] {i}Sorry, Mom... But this is going to happen sooner or later.{/i}
tr_tr: [ _RT_] {i}Üzgünüm, anne ... Ama bu er ya da geç olacak. { /i }

source: [_RT_] {i}I'll never be the man of the house until I'm sleeping with you in your bed.{/i}
tr_tr: [ _RT_] {i}Ben seninle yatana kadar evin erkeği olamayacağım. Ta ki yatağında seninle yatana kadar.

source: [_M_] That's a bad idea.
tr_tr: Bu kötü bir fikir.

source: [_M_] I think Sidney would wonder why you didn't come to bed.
tr_tr: Sanırım Sidney neden yatmadığınızı merak eder.

source: [_M_] The other girls might find out too.
tr_tr: Diğer kızlar da öğrenebilir.

source: [_M_] We don't want to raise any suspicion.
tr_tr: Herhangi bir şüphe çıkarmak istemiyoruz.

source: [_RT_] {i}Fuck!... I'll never be the man of the house if I'm not sharing Mom's bed with her every night.{/i}
tr_tr: [ _RT_] {i}S*k! ... Annemin yatağını her gece onunla paylaşmazsam evin erkeği olarak asla olamayacağım.

source: [_RT_] {i}That means that everyone has to know about it, and be fine with it. Is that even possible?{/i}
tr_tr: [ _RT_] {i}Bunun anlamı, herkesin bilmesi gereken bir şey, ve bu konuda sorun yok. Bu mümkün mü ki?

source: [_RT_] {i}Most would have said fucking my own mother was impossible, but look where I am now.{/i}
tr_tr: [ _RT_] {i}En çok benim annemin imkansız olduğunu söylerdi, ama şu an nerede olduğuma bak.

source: [_RT_] {i}I'll make it happen.{/i}
tr_tr: [ _RT_] {i}Bunu gerçekleştireceğim. { /i }

source: [_M_] You'd better be on your way.
tr_tr: Yoluna devam etsen iyi olur.

source: [_M_] The girls could come home any minute now.
tr_tr: Kızlar her an eve gelebilirler.

source: [_M_] And don't forget to get dressed before walking out that door!
tr_tr: Ve o kapıdan dışarı çıkmadan önce giyinmeyi unutma!

source: [_RT_] {i}I can't possibly risk getting my mom pregnant!{/i}
tr_tr: [ _RT_] {i}Annemi hamile kılamam riskini göze alamayacağım!

source: [_RT_] {i}I'm pulling out!{/i}
tr_tr: [ _RT_] {i}çekiliyorum!

source: [_MT_] {i}God... he's still cumming!{/i}
tr_tr: [ _MT_] {i}Tanrı ... hala kusuyor! { /i }

source: [_M_] You naughty boy, you were supposed to cum inside me!
tr_tr: Seni yaramaz çocuk, içime girmen gerekiyordu!

source: [_M_] God!... Listen to myself! That's so irresponsable!
tr_tr: [ _M_] Tanrım! Kendimi iyi dinle! Bu çok irdelenemez!

source: [_M_] I can really lose myself during sex.
tr_tr: Seks sırasında kendimi gerçekten kaybedebilirim.

source: [_M_] Thank you for pulling out
tr_tr: [ _M_] Dışarı çıktığınız için teşekkür ederiz

source: [_M_] I was worried you were going to cum inside for a second.
tr_tr: Bir saniye içeri girmen için endişeleniyordum.

source: [_M_] Thank you for being so responsible!
tr_tr: Bu kadar sorumlu olduğunuz için teşekkür ederim!

source: [_M_] Just look at the amount of cum you painted on my back!
tr_tr: [ _M_] Benim sırtımda boyadığın dök miktarına bir bak!

source: [_M_] That would have knocked me up for sure!
tr_tr: [ _M_] Bu kesin beni nakavt ederdi!

source: [_M_] I suppose we should get cleaned up and dressed.
tr_tr: Sanırım temizlenmeli ve giyinmeliyiz.

source: [_RT_] {i}Oh, God... I'm getting so close!{/i}
tr_tr: [ _RT_] {i}Oh, Tanrım ... Çok yaklaşıyorum!

source: [_RT_] {i}Do I want to cream-pie Mom's ass or cover her in cum?{/i}
tr_tr: [ _RT_] {i}Kremalı annemin kıçı mı yoksa onu mu koruyacağım? { /i }

source: [_RT_] {i}I want Mom to think about me every time she takes a step and cum drips out of her ass.{/i}
tr_tr: [ _RT_] {i}Annemin her adımını attıktan sonra beni düşünmesini istiyorum. Onun götten kuruması için. { /i }

source: [_RT_] {i}This is all going inside.{/i}
tr_tr: [ _RT_] {i}Bu her şey içinde olacak. { /i }

source: [_R_] Oh, fuck! I'm gonna...
tr_tr: Siktir! Ben ...

source: [_MT_] {i}Did he just...?{/i}
tr_tr: [ _MT_] {i}Az önce ...? { /i }

source: [_MT_] {i}He's filling my intestines... I'm getting... too full!{/i}
tr_tr: [_MT_] {i}Bağırsaklarımı dolduruyor... Çok doluyorum!{/i}

source: [_MT_] {i}Good Lord!{/i}
tr_tr: [ _MT_] {i}Yüce Tanrım!

source: [_M_] God!... I'll never get over how much you can cum!
tr_tr: [ _M_] Tanrım! Ne kadar çok boşaltacağını asla öğrenemeyeceğim!

source: [_M_] Mmm... You're cum's going to be leaking out of my ass for days!
tr_tr: [ _M_] Mmm ... Günlerce kıçımdan akıp gidiyor olacaksın!

source: [_RT_] {i}I'm going to glaze her like a donut!{/i}
tr_tr: [ _RT_] {i}Onu bir donut gibi ezeceğim! { /i }

source: [_R_] Oh, fuck!... I'm gonna...
tr_tr: Siktir! Ben ...

source: [_MT_] {i}How did he get me in the face from back there?{/i}
tr_tr: [ _MT_] {i}Beni oradan nasıl geri aldı? { /i }

source: [_MT_] {i}He's completely covering me!{/i}
tr_tr: [ _MT_] {i}Beni tamamen korudu!

source: [_M_] Just... Wow!
tr_tr: [ _M_] Sadece ... Vay canına!

source: [_M_] You literally covered me!
tr_tr: Tam anlamıyla beni korudun!

source: [_RT_] {i}I'm getting really close!{/i}
tr_tr: [ _RT_] {i}Çok yaklaşıyorum! { /i }

source: [_RT_] {i}Should I make Mom swallow it all, or should I pull out and cum all over her?{/i}
tr_tr: [_RT_] {i}Anneme hepsini yutturmalı mıyım, yoksa çekip her yerine boşalmalı mıyım?

source: [_RT_] {i}I wonder if she can swallow it all this time.{/i}
tr_tr: [ _RT_] {i}Bu sefer hepsini yutabiliyor mu merak ediyorum. { /i }

source: [_R_] Fuck, I'm gonna...
tr_tr: -Siktir, ben ...

source: [_MT_] {i}Whoa... that was a big blast of cum!{/i}
tr_tr: [ _MT_] {i}Whoa ... Bu çok büyük bir patlamaydı!

source: [_MT_] {i}Come on, [mom_name] You've got this!{/i}
tr_tr: [ _MT_] {i}Hadi, [ momen_name] Bunu hallettin! { /i }

source: [_MT_] {i}Here comes another blast!{/i}
tr_tr: [ _MT_] {i}Burada başka bir patlama daha geliyor!

source: [_MT_] {i}Come on, [mom_name]... Stay on top of it!{/i}
tr_tr: [ _MT_] {i}Hadi, [ momen_name] ... Bunun üstünde kal!

source: [_MT_] {i}Oh, fuck... I don't got it.{/i}
tr_tr: [_MT_] {i}Oh, kahretsin... Anlayamadım.{/i}

source: [_MT_] {i}Goddamit! Not again!{/i}
tr_tr: [ _MT_] {i}Goddampit! Bir daha olmaz!
