Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_M_] There, all dressed.
tr_tr: -Orada, giyinmiş.

source: [_J_] Thanks for another great Saturday night!
tr_tr: Harika bir cumartesi gecesi için teşekkürler!

source: [_J_] Now, you'd better get to the stage. I know the crowd gets a little rowdy when they're sick of waiting for you.
tr_tr: Şimdi, sahneye çıksan iyi olur. Kalabalığın seni beklemekten bıkınca biraz kötü olduğunu biliyorum.

source: [_M_] Yep... I'm going straight there.
tr_tr: [ _M_] Evet ... Doğruca oraya gidiyorum.

source: [_MT_] {i}Looks like it's just another "Wham, Bam, Thank you, Ma'am".{/i}
tr_tr: [ _MT_] {i}Başka bir "Wham, Bam, Teşekkürler, Hanımefendi" gibi görünüyor. { /i }

source: [_MT_] {i}I shouldn't be offended that I'm just another hot ass for him.{/i}
tr_tr: [ _MT_] {i}Ona gücenmemeliyim. Onun için başka bir kıçım daha var.

source: [_MT_] {i}I'm benefiting just as much from these little meets.{/i}
tr_tr: [ _MT_] {i}Bu küçük buluşmalardan çok az bir şekilde yararlanıyorum. { /i }

source: [_MT_] {i}And as much as I know this is wrong, I'm just needing to get fucked like I've never needed it before.{/i}
tr_tr: [ _MT_] {i}Ve bildiğim kadarıyla bu yanlış, sadece daha önce hiç ihtiyaç duymamış gibi sikilmeye ihtiyacım var. { /i }

source: [_MT_] {i}God, I can still feel his warm cum inside me!{/i}
tr_tr: [ _MT_] {i}Tanrım, içimdeki sıcaklığını hala hissedebiliyorum!

source: [_AD_] There she goes, on her way to the pole.
tr_tr: İşte gidiyor, direğe doğru gidiyor.

source: [_AD_] God, I love this recurring little date of ours.
tr_tr: Tanrım, bu yinelenen randevumuz için çok hoşuma gidonu.

source: [_AD_] Such a romantic setting, watching porn together.
tr_tr: Böyle romantik bir oyun, birlikte porno izlemek.

source: [_AD_] You can't deny it's doing something for you too.
tr_tr: Senin için de bir şeyler yaptığını inkar edemezsin.

source: [_R_] Of course it's not! I just watched my mom get fucked by Joey again.
tr_tr: -Tabii ki değil! Az önce annemin Joey tarafından sikilmeye devam etmesiyle yeni izledim.

source: [_AD_] Yes, but this time you knew what was going to happen, and you chose to watch anyways.
tr_tr: [ _AD_] Evet, ama bu sefer ne olacağını biliyordun ve yine de seyretmeyi seçtin.

source: [_R_] Oh, and I suppose I'm just supposed to let her go into the wolf's lair without any supervision.
tr_tr: Ve sanırım onu bir gözetim olmadan Kurt 'un yuvasına girmesine izin vermeliyim.

source: [_AD_] Yeah, he's not going to do anything to her, I mean besides fuck her.
tr_tr: Evet, onun için bir şey yapmayacak, yani onu becermek dışında.

source: [_AD_] This is one of the safest places she could be.
tr_tr: Bu, onun olabilecek en güvenli yerlerden biri.

source: [_R_] Oh, yeah... real safe. My sister just almost got raped and killed here, but no, you know best.
tr_tr: Oh, evet ... gerçek kasa. Kız kardeşim neredeyse tecavüze uğrayıp burada öldürülecekti, ama hayır, sen en iyisini biliyorsun.

source: [_AD_] Calm down!
tr_tr: -Sakin ol!

source: [_R_] No, I'm not going to calm down. I'm out of here.
tr_tr: Hayır, sakinleşmeyeceğim. Ben gidiyorum.

source: [_AD_] Well, don't forget to take care of your confusing boner somewhere not too public.
tr_tr: Kafa karıştırıcı ereksiyonuna dikkat etmeyi unutma. Bir yerlerde halka açık bir yer değil.

source: [_RT_] {i}Good thing that bathroom is close by. I thought I was going to hurl.{/i}
tr_tr: [ _RT_] {i}Banyonun yakın olduğu güzel bir şey var. Hurl 'ye gideceğimi sanıyordum.

source: [_RT_] {i}I'd better go to the stage and check on my mom.{/i}
tr_tr: [ _RT_] {i}Sahne gidip annemi kontrol etsek iyi olur.

source: [_M_] There, all dressed... If you can call this dressed.
tr_tr: -İşte, giyinmiş ... Eğer bu giyimi ararsan.

source: [_M_] I hope I don't get cum stains on this beautiful lingerie.
tr_tr: Umarım bu güzel iç çamaşırında boşalma lekesi almıyabilirim.

source: [_J_] It's been a real treat [mom_name]. Thank you.
tr_tr: [ _J_] [ Mom_name] gerçek bir tedavi oldu. Teşekkür ederim.

source: [_M_] Likewise... I'm ashamed to admit it, but I really needed that, and really wanted it too.
tr_tr: [ _M_] Aynı şekilde ... Bunu kabul etmekten utanıyorum, ama buna gerçekten ihtiyacım vardı, ve gerçekten de istedim.

source: [_J_] I'm glad we could fulfill each other's needs. Now, I think there's a whole room full of excited patrons who want to see you on that pole.
tr_tr: Birbirimizin ihtiyaçlarını karşılayabildiğimize seviniyorum. Şimdi, seni o direğin üzerinde görmek isteyen heyecanlı patronlar dolu bir oda olduğunu düşünüyorum.

source: [_J_] You'd better not keep them waiting any longer.
tr_tr: Onları daha fazla bekletmesen iyi olur.

source: [_M_] Oh, uh... okay.
tr_tr: Oh, uh ... tamam.

source: [_MT_] {i}I don't know what I was expecting from him, but a little more than that.{/i}
tr_tr: [ _MT_] {i}Ondan ne beklediğimi bilmiyorum, ama bundan biraz daha fazlası. { /i }

source: [_MT_] {i}Who am I kidding? To Joey, now, I'm just another one of his whores.{/i}
tr_tr: [ _MT_] {i}Kimi kandırıyorum ki? Joey 'e, şimdi, ben sadece onun orospularından biriyim.

source: [_MT_] {i}God... I'm kind of a whore!{/i}
tr_tr: [ _MT_] {i}Tanrım ... Ben bir tür fahişeyim!

source: [_MT_] {i}Fuck... me... a whore...{/i}
tr_tr: [ _MT_] {i}sikiş ... ben ... bir orospu ... { /i }

source: [_MT_] {i}That kind of turns me on.{/i}
tr_tr: [ _MT_] {i}Bu beni tahrik ediyor. { /i }

source: [_AD_] And... It looks like she's headed to the stripper stage.
tr_tr: [ _AD_] Ve ... Striptizci sahnesine gidiyor gibi görünüyor.

source: [_AD_] Wow!... Just, wow!
tr_tr: [ _AD_] Vay canına! Sadece, vay canına!

source: [_AD_] I'm so turned on right now, I think I just might let you have a go at me.
tr_tr: Şu an çok tahrik oldum, sanırım bana biraz izin vermene izin vereceğimi düşünüyorum.

source: [_R_] Have a go at you?!
tr_tr: -Sana bir şey mi oldu?

source: [_R_] I just watched my mom get fucked by a fucking crime lord!
tr_tr: Az önce annemin lanet bir suç lordu tarafından sikildiğimi gördüm!

source: [_R_] I'm not in the fucking mood to fuck you!
tr_tr: Seni becerecek havamda değilim!

source: [_AD_] Oh, come on... It will be good revenge.
tr_tr: -Hadi ama ... İyi bir intikam olacak.

source: [_R_] That's my mom!
tr_tr: O benim annem!

source: [_R_] I don't want to get revenge on her! I just want her to stop fucking other guys!
tr_tr: Ondan intikam almak istemiyorum! Ben sadece onun diğer adamları durdurmasını istiyorum!

source: [_R_] You're a real piece of work to suggest such a thing when this is happening to me.
tr_tr: Bu benim başıma geldiğinde böyle bir şeyi önermek için gerçek bir çalışma parçasısın.

source: [_AD_] Don't get mad at me, you're the one pitching a fucking circus tent.
tr_tr: Bana kızma, sen bir sirk çadırının peşindeki tek kişi sensin.

source: [_R_] It's just a confused boner. It's not because I'm turned on.
tr_tr: Sadece kafası karışmış bir ereksiyon. Tahrik olduğum için değil.

source: [_AD_] Uh, huh... Sure.
tr_tr: Ah, huh ... -Tabii.

source: [_AD_] Are you sure you don't want me to help you take care of it?
tr_tr: Onunla ilgilenmek için yardım istemediğine emin misin?

source: [_R_] No!
tr_tr: [_R_] Hayır!

source: [_R_] I'll take care of it myself, thank you.
tr_tr: Ben kendim hallederim, teşekkür ederim.

source: [_AD_] Well, make sure you do it in a bathroom or something.
tr_tr: Banyoya falan yaptığından emin ol.

source: [_AD_] None of Joey's patrons will want to come upon you jacking off behind some corner.
tr_tr: Joey 'nin müşterilerinden hiçbiri bir köşeden kaçmana izin vermek isteyecektir.

source: [_RT_] {i}There, all I had to do was take a piss, now my boner's gone.{/i}
tr_tr: [ _RT_] {i}Orada, tek yapmam gereken çiş yapmak oldu, şimdi ereksiyonum gitti. { /i }

source: [_RT_] {i}I just feel bad for the janitor.{/i}
tr_tr: [ _RT_] {i}Hademe için kendimi kötü hissediyorum. { /i }

source: [_RT_] {i}I should go check on my mom at the stage now.{/i}
tr_tr: [ _RT_] {i}Hemen gidip annemi kontrol etmeliydim.

source: [_RT_] {i}Well, she's filled the house again.{/i}
tr_tr: [ _RT_] {i}Pekala, evi tekrar doldurdum.

source: [_RT_] {i}After her last show, there's no way anyone's going to want to miss any of her next ones.{/i}
tr_tr: [ _RT_] {i}Son gösterinden sonra, bir sonrakini kaçırmak istemeyecek kimse yok.

source: [_RT_] {i}My mom... The biggest whore in town.{/i}
tr_tr: [ _RT_] {i}Annem ... Kasabanın en büyük fahişesi.

source: [_RT_] {i}Thank God the kids in school still haven't heard about this!{i}
tr_tr: [ _RT_] {i}Tanrıya şükür ki okuldaki çocuklar hala bu konuda bir şey duymadı!{i}

source: [_RT_] {i}At least I don't think they have.{/i}
tr_tr: [ _RT_] {i}En azından bende olduğunu sanmıyorum. { /i }

source: [_RT_] {i}No, or all the guys in school would be here with their fake ID's to get a look at that ass.{/i}
tr_tr: [ _RT_] {i}Hayır, ya da okuldaki bütün çocuklar sahte kimlikleriyle o göte bakmak için burada olurdu. { /i }

source: [_RT_] {i}To try and catch a glimpse of that beautiful shaved pussy...{/i}
tr_tr: [ _RT_] {i}Bu güzel tıraşlı vajinasını görmek için denemek ve yakalamak için ... { /i }

source: [_RT_] {i}Maybe even sit in the splash zone of her new squirt show.{/i}
tr_tr: [ _RT_] {i}Belki de yeni fışkırtma gösterisinin sıçrama bölgesinde otururdum. { /i }

source: [_RT_] {i}Fuck... I'm going to be sick... I need to get out of here.{/i}
tr_tr: [ _RT_] {i}S* ... Hastalanacağım ... Buradan çıkmamız gerek.

source: [_A_] Is she on stage again?
tr_tr: -Yine sahnede mi?

source: [_R_] Yup.
tr_tr: Evet.

source: [_A_] Was she grinding the pole again?
tr_tr: Direği tekrar öğüttürdü mü?

source: [_R_] I'm not sure... I left before she could get that far.
tr_tr: -Emin değilim ... O kadar uzağa götürmeden önce ayrıldım.

source: [_MT_] {i}Fuck, this feels good! I hope I can make myself squirt again. Expectations are pretty high.{/i}
tr_tr: [_MT_] {i}Kahretsin, bu iyi hissettiriyor! Umarım kendimi tekrar fışkırtabilirim. Beklentiler oldukça yüksek. {/i}

source: [_A_] Maybe she'll just do a normal strip dance tonight.
tr_tr: Belki de bu gece normal bir striptiz dansı yapar.

source: [_A_] I mean, she can't just keep squirting on demand, can she?
tr_tr: Yani, talep üzerine kıvranmaya devam edemez, değil mi?

source: {i}"(Crowd Cheering!)"{/i}
tr_tr: {i}"(Kalabalık Tezahürat!)" { /i }

source: {i}(Crowd chanting in the distance){/i} [mom_name], [mom_name], [mom_name]!
tr_tr: {i}(crowd slowting in the distance) { /i } [ momen_name], [ momen_name], [ momen_name]!

source: [_R_] See?
tr_tr: [ _R_] Bak?

source: [_A_] Fuck... You're mom's going to become a legend here.
tr_tr: Siktir ... Annen burada bir efsane olacak.

source: [_M_] {i}(Cheerily){/i} There you two are.
tr_tr: [_M_] {i}(Neşeyle){/i} İşte buradasınız.

source: [_M_] {i}You shouldn't have left so soon.{/i}
tr_tr: [ _M_] {i}Bu kadar kısa sürede ayrılmamalıydın.

source: [_R_] Oh, really... Why's that?
tr_tr: Oh, gerçekten ... Neden?

source: [_M_] It was one of the biggest ones I've ever done. You should have seen it.
tr_tr: Bu şimdiye kadar yaptığım en büyük olanlarından biriydi. Bunu görmeliydin.

source: [_R_] Oh, that's just wonderful. I couldn't be more impressed.
tr_tr: Bu harika bir şey. Daha fazla etkilenemezdim.

source: [_M_] Sheesh, you need to stop acting like such a little baby.
tr_tr: Sheesh, böyle küçük bir bebek gibi davranmayı bırakman lazım.

source: [_M_] These shows are making us a lot of money, and it's money that's actually paying down the principal of our loan.
tr_tr: Bu şovlar bize çok para kazanmakta ve kredi müdürünün borcunu ödemek için para kazanmakta.

source: [_M_] And I hate to threaten this again, but if you don't start acting like more of a man, than I'm not going to be taking care of you at all tonight.
tr_tr: Ve bunu bir daha tehdit etmekten nefret ediyorum, ama daha çok erkek gibi davranmaya başlamazsan, bu gece seninle ilgilenmeyeceğimi sanma.

source: [_R_] Okay... I'm really sorry.
tr_tr: [ _R_] Tamam ... Gerçekten özür dilerim.

source: [_M_] Are you really sorry?
tr_tr: Gerçekten özür mü diliyorsun?

source: [_R_] Of course I am.
tr_tr: Tabii ki de öyleyim.

source: [_M_] I hope so, I'm sick of having this conversation.
tr_tr: Umarım, bu konuşmayı yapmamaktan bıktım.

source: [_M_] That bulge is starting to look a little sorry.
tr_tr: [ _M_] O bulge biraz üzgün görünmeye başladı.

source: [_M_] Maybe I should just be a good mom, forgive you, and take care of that little problem in your pants.
tr_tr: Belki de iyi bir anne olmalıyım, seni bağışla ve pantolonundaki küçük problemle ilgilenmeliyim.

source: [_R_] Really?
tr_tr: [_R_] Gerçekten mi?

source: [_M_] Yeah.
tr_tr: [ _M_] Evet.

source: [_M_] Do you think the VIP room is available?
tr_tr: VIP odasının müsait olduğunu düşünüyor musunuz?

source: [_R_] Let's go check.
tr_tr: -Hadi gidip kontrol edelim.

source: [_RT_] {i}Goddammit! Diaz is here too. She's got a front row seat to all of my recent humiliations.{/i}
tr_tr: [ _RT_] {i}Goddambıl! Diaz da burada. Son aşağılamalarımın önünde ön sırada yer var.

source: [_RT_] {i}Plus I think watching Mom fuck Joey on the surveillance camera really got her engine revving.{/i}
tr_tr: [ _RT_] {i}Plus bence kamera kamerasında Joey 'i siktiren Joey 'i izliyordum motoru gerçekten canlandırıyor. { /i }

source: [_RT_] {i}I mean, how could it not!{/i}
tr_tr: [ _RT_] {i}Yani, nasıl olmaz! { /i }

source: [_RT_] {i}As jealous as it made me, I can't deny watching her get fucked like that made me hell'a horny.{/i}
tr_tr: [ _RT_] {i}Beni kıskandığı gibi, beni kıskandırmış gibi sikildiğimi izlemeyi inkâr edemem. { /i }

source: [_RT_] {i}Fuck!... Look at her! She's getting way too comfortable being naked in public.{/i}
tr_tr: [ _RT_] {i}S*k! ... Ona bir bak! Toplum içinde çıplak olmaktan çok rahatlıyor.

source: [_MT_] {i}This may not be some fashion runway like I dreamed, but it's becoming a lot more fun than I remember.{/i}
tr_tr: [ _MT_] {i}Bu hayal ettiğim gibi bir moda pisti olmayabilir, ama hatırladığımdan çok daha eğlenceli hale geliyor. { /i }

source: [_MT_] {i}Look how bad all these men want me.{/i}
tr_tr: [ _MT_] {i}Tüm bu adamların beni ne kadar kötü istediğini bir bakın. { /i }

source: [_MT_] {i}They're all going to be thinking about me when they're fucking their wives tonight, or finishing themselves off.{/i}
tr_tr: [ _MT_] {i}Hepsi bu gece eşleri sikişirken ya da kendilerini bitirdiklerinde beni düşünecekler.

source: [_MT_] {i}I could ask any one of them to fuck me, and it would be the greatest day of their lives.{/i}
tr_tr: [ _MT_] {i}bunlardan herhangi birinin beni sikmesini isteyebilirim ve bu hayatlarının en güzel günü olurdu. { /i }

source: [_MT_] {i}That makes me a powerful wo...{/i}
tr_tr: [ _MT_] {i}Bu beni güçlü bir iş yapar ... { /i }

source: [_RT_] {i}Oh, looks like Mom just noticed me.{/i}
tr_tr: [ _RT_] {i}Oh, görünüşe göre annem beni fark etti.

source: [_RT_] {i}This is a little awkward.{/i}
tr_tr: [ _RT_] {i}Bu biraz garip. { /i }

source: [_MT_] {i}He's just staring at me.{/i}
tr_tr: [ _MT_] {i}O sadece bana bakıyor.

source: [_MT_] {i}Probably thinking about every sexual thing we've done together lately.{/i}
tr_tr: [ _MT_] {i}Muhtemelen son zamanlarda birlikte yaptığımız her cinsel şeyi düşünüyordur.

source: [_MT_] {i}And here I am, shaking my ass in front of a bunch of strangers.{/i}
tr_tr: [_MT_] {i}Ve işte buradayım, bir grup yabancının önünde kıçımı sallıyorum.{/i}

source: [_MT_] {i}Does it make him jealous?{/i}
tr_tr: [ _MT_] {i}Onu kıskantıyor mu? { /i }

source: [_MT_] {i}Maybe he likes seeing me make a complete slut of myself.{/i}
tr_tr: [_MT_] {i}Belki de beni tam bir sürtük gibi görmekten hoşlanıyordur.{/i}

source: [_MT_] {i}Maybe he'd enjoy watching me fuck all of these people at the same time.{/i}
tr_tr: [ _MT_] {i}Belki de aynı anda bütün bu insanları sikmemi izlemekten zevk duyabilir.

source: [_MT_] {i}Would he join in?{/i}
tr_tr: [ _MT_] {i}Katılır mı? { /i }

source: [_RT_] {i}Fuck! She knows I'm here, and she's getting off on it.{/i}
tr_tr: [ _RT_] {i}S*k! Burada olduğumu biliyor, ve o da bu işten uzaklaşıyor.

source: [_RT_] {i}Does it turn her on to act like a slut right in front of me?{/i}
tr_tr: [ _RT_] {i}Tam önümde bir sürtük gibi davranmaya devam mı ediyor? { /i }

source: [_RT_] {i}Oh, holy fuck! She's grinding the pole now!{/i}
tr_tr: [ _RT_] {i}Oh, lanet olsun! Direği öğütüyor artık!

source: [_MT_] {i}What would it be like to fuck two guys at the same time?{/i}
tr_tr: [ _MT_] {i}Aynı anda iki adamı sikmek nasıl olurdu? { /i }

source: [_MT_] {i}Or even five?{/i}
tr_tr: [ _MT_] {i}ya da beş mi? { /i }

source: [_MT_] {i}I could take a dick in each hole, one in the mouth, and one in each hand.{/i}
tr_tr: {i}her delikte bir sik, bir ağızdan ve her handa bir tane alabilirdim. { /i }

source: [_MT_] {i}I'd get to shower in their cum!{/i}
tr_tr: [ _MT_] {i}Ben onların fışkıtlarında duş alırım!

source: [_MT_] {i}Oh God!... My pussy feels so tingly... I'm going to!{/i}
tr_tr: [_MT_] {i}Oh Tanrım!... Kukum çok karıncalanıyor. Yapacağım!

source: [_MT_] {i}Oh, no no no!... I got carried away in my thoughts I'm about to...
tr_tr: [ _MT_] {i}Oh, hayır, hayır! ... Düşüncelerimde kendimi kaptırdım.

source: [_R_] No... she... didn't
tr_tr: Hayır ... o ...

source: [_X_] Oh... my... God!
tr_tr: [ _X_] Oh ... benim ... Tanrım!

source: [_MT_] {i}NO!... Not in public like this!{/i}
tr_tr: [ _MT_] {i}NO! ... Böyle halka açık değil! { /i }

source: [_MT_] {i}How could I let this happen!?{/i}
tr_tr: [ _MT_] {i}Bunun olmasına nasıl izin verebilirdim??? { /i }

source: {i}(Crowd going wild!!){/i}
tr_tr: {i}(Crowd çıldırabiliyor!!) { /i }

source: [_MT_] {i}No, no, no, no, no!{/i}
tr_tr: [ _MT_] {i}No, no, no, no, no, no! { /i }

source: [_MT_] {i}My God, I'll never live this down.{/i}
tr_tr: [_MT_] {i}Tanrım, bunu asla unutamayacağım.{/i}

source: [_AD_] {i}(Chanting){/i} [mom_name], [mom_name], [mom_name]!
tr_tr: [ _AD_] {i}(Chanting) { /i } [ momen_name], [ momen_name], [ momen_name]!

source: {i}(Everyone joining in){/i} [mom_name], [mom_name], [mom_name]!
tr_tr: {i}(Herkes katılsın) { /i } [ momen_name], [ mom_name], [ momen_name]!

source: [_MT_] {i}Wait... They liked it?{/i}
tr_tr: [ _MT_] {i}Bekle ... Beğendiler mi? { /i }

source: {i}(Continued chanting){/i} [mom_name], [mom_name], [mom_name]!
tr_tr: {i}(Devamı tezahürati) { /i } [ momen_name], [ mom_name], [ momen_name]!

source: [_MT_] {i}They loved it!{/i}
tr_tr: [ _MT_] {i}Bunu çok sevdiler!

source: [_RT_] {i}Good God, I can't watch anymore!{/i}
tr_tr: [ _RT_] {i}İyi Tanrım, artık izleyemiyorum!

source: [_RT_] {i}Things have gotten way out of hand.{/i}
tr_tr: [ _RT_] {i}Her şey kontrolden çıktı. { /i }

source: [_A_] You're fucking kidding me!
tr_tr: Benimle dalga geçiyorsun!

source: [_A_] Right there, in front of eveyone?!
tr_tr: Tam orada, eveyone 'un önünde mi?

source: [_A_] Does she have no shame?
tr_tr: Hiç utancı yok mu?

source: [_R_] God... She just gets so out of control when she's horny.
tr_tr: [ _R_] Tanrım ... Azgınken kontrolden çıkıyor.

source: [_A_] Maybe she's drunk too, though, I don't think she's ordered any drinks since she came in.
tr_tr: Belki o da sarhos, ama girdiğinden beri içki ısmarlamıs sanmiyorum.

source: [_R_] Cum drunk, maybe.
tr_tr: Belki de sarhos.

source: [_A_] Oh, yeah... From what she did with my uncle in his office.
tr_tr: Oh, evet ... Ofisindeki amcamla yaptığı şeyden.

source: [_A_] Goddam! This isn't your night.
tr_tr: Goddam! Bu senin gecen değil.

source: [_A_] Here... on the house.
tr_tr: [ _A_] İşte ... evde.

source: [_A_] And if you want... Maybe I could help you feel...
tr_tr: [ _A_] Ve eğer isterseniz ... Belki sana yardım edebilirim.

source: [_M_] Are you serving my son alcohol?
tr_tr: Oğluma alkol mü servis ediyorsun?

source: [_M_] That's really sweet of you Armani, but he's not old enough to drink yet.
tr_tr: Armani 'nin çok tatlı olduğunu biliyorum ama henüz içmeyecek kadar yaşlı değil.

source: [_R_] Oh, now you want to play the concerned mother?
tr_tr: Şimdi de endişeli anneyi mi oynamak istiyorsun?

source: [_M_] What is that supposed to mean?
tr_tr: Bu da ne demek oluyor?

source: [_R_] It means you seemed to have forgotten all of your motherly instincts when you were up on that stage.
tr_tr: Demek oluyor ki, sen o sahnenin üzerisinken tüm annelik içgüdülerini unutmuş gibi görünüyordun.

source: [_M_] [ryan], this is one of my jobs now.
tr_tr: [ _M_] [ ryan], bu artık benim işlerimden biri.

source: [_M_] The extra money I'm making here is actually going to pay off the principal of your dad's loan!
tr_tr: Burada kazandığım fazladan para, babanın kredi müdürünün parasını ödeyecek!

source: [_M_] You need to stop taking this personally, and realize that it's just a job.
tr_tr: Bunu kişisel olarak almayı bırakmalısın ve bunun sadece bir iş olduğunun farkına varman gerek.

source: [_R_] Oh, really? Since when is it in your job description to bring yourself to a squirting orgasm on stage?
tr_tr: Gerçekten mi? Ne zamandan beri iş tarifine kendini sahnede bir orgazm orgazmı getirmek için getirdin?

source: [_M_] God... I did get a bit carried away up there, didn't I?
tr_tr: [ _M_] Tanrım ... Oraya biraz fazla taşındım, değil mi?

source: [_R_] A little?
tr_tr: -Biraz mı?

source: [_M_] Okay, a lot.
tr_tr: Tamam, çok.

source: [_R_] That was unbelievable!
tr_tr: İnanılmazdı!

source: [_M_] Well the crowd seemed to like it.
tr_tr: Kalabalığın hoşuna gitti.

source: [_M_] Did you?
tr_tr: Sen mi yaptın?

source: [_R_] I don't know, it was very confusing for me.
tr_tr: Bilmiyorum, benim için çok kafa karıştırıcı oldu.

source: [_R_] I mean, did I have a rock hard erection?
tr_tr: Yani, sert bir ereksiyon mu yaptım?

source: [_R_] Yes...
tr_tr: [_R_] Evet...

source: [_R_] Does talking about it with you, and thinking about it again give me a rock hard erection?
tr_tr: Seninle bu konuyu konuşuyor, ve bir daha düşünmesi bana sert bir ereksiyon mu veriyor?

source: [_R_] Yes... My dick could cut glass right now.
tr_tr: [ _R_] Evet ... Sikim şu anda camı kesebilir.

source: [_R_] But I can't really say that enjoyed it, no.
tr_tr: [ _R_] Ama gerçekten hoşuma gitti diyemem, hayır.

source: [_M_] Yeah, you really are bulging out those jeans.
tr_tr: Evet, o kotları gerçekten çok zora sokarsın.

source: [_M_] Would you like me to take care of you... you know... down there?
tr_tr: Seninle ilgilenmemi ister misin ... bilirsin ... aşağıda?

source: [_M_] Maybe you wouldn't feel so jealous if I give you some attention right now?
tr_tr: Belki de şu anda sana biraz ilgi göstersem bu kadar kıskanmazdın mı?

source: [_R_] I mean... I wouldn't say no to some attention.
tr_tr: [ _R_] Yani ... Dikkat çekmek için hayır demezdim.

source: [_M_] I'm not really sure where to take you... The bathrooms are too public.
tr_tr: [ _M_] Seni nereye götüreceğimi bilmiyorum ... Tuvaletler çok halka açık.

source: [_M_] They won't let you into the dressing room.
tr_tr: Soyunma odasına girmene izin vermiyorlar.

source: [_R_] Don't worry... I know a place.
tr_tr: Merak etme. Bir yer biliyorum.

source: [_M_] I still can't believe you had a membership to the club's VIP room for so long without telling me.
tr_tr: Bana söylemeden kulübün VIP odasına üyeliğin olduğuna hala inanamıyorum.

source: [_R_] It's not like I ever used their services.
tr_tr: Hizmetlerini hiç kullanmışım gibi değil.

source: [_RT_] {i}Not excessively, at least.{/i}
tr_tr: [ _RT_] {i}En az { /i } geçerli değil. { /i }

source: [_M_] I wish I could believe you.
tr_tr: Keşke sana inanabilsem.

source: [_CD_] Another great show, [mom_name]!
tr_tr: [ _CD_] Başka bir harika gösteri, [ momen_name]!

source: [_CD_] Can I get some tips on how to squirt so much on demand?
tr_tr: [ _CD_] İstek üzerine bu kadar fazla fışkırtmanın nasıl bir şey olduğunu öğrenebilir miyim?
