Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_MD_] Sure, like I said, I just wish I could watch.
tr_tr: [ _MD_] Tabi, dediğim gibi, keşke izleyebilseydim.

source: [_MD_] I'd love to see you sink inch after inch of your big dick into her tight little pussy.
tr_tr: Seni o koca aletinin bir indikten sonra küçük kukuma batırıp batırdığını görmek isterdim.

source: [_R_] Oh, I guess I thought she hadn't told you. Well, if Lauren's cool with it, I'd love for you to watch us. Maybe you could even...
tr_tr: Sanırım sana söylemediğini sanıyordum. Eğer Lauren bu konuda iyiyse, bizi izlemen çok hoşuma gider. Belki de sen ...

source: [_MD_] Oh, my God!
tr_tr: [_MD_] Oh, Aman Tanrım!

source: [_MD_] I knew it! You two {b}are{/b} fucking!
tr_tr: Biliyordum! Siz ikiniz, {b}, lanet olsun, lanet olsun!

source: [_MD_] Lauren's been so cagey about how far you two have gone. Whenever I bring it up, she always changes the subject.
tr_tr: Lauren ne kadar uzağa gittiklerine dair çok şey ifade etti. Ne zaman konuyu açsam, o her zaman konuyu değiştirir.

source: [_R_] But, you said...
tr_tr: [ _R_] Ama, dedin ki ...

source: [_MD_] I lied, Dummy.
tr_tr: -Yalan söyledim, Dummy.

source: [_MD_] I've been trying to get her to confess for weeks now, when all I had to do was shake my ass a little to get you to spill the beans.
tr_tr: Haftalardır itiraf etmesi için çabalıyorum. Tüm yapmam gereken, sana fasulyeleri dökmek için kıçımı sıkmak oldu.

source: [_MD_] God, guys are {b}so easy{/b}!
tr_tr: [ _MD_] Tanrım, çocuklar {b}çok kolay { /b }!

source: [_RT_] {i}Dammit, she got me good! Lauren's going to kill me.{/i}
tr_tr: [ _RT_] {i}Dammit, bana iyi geldi! Lauren beni öldürecek.

source: [_R_] That was a rotten trick, Mandy. I can't believe you would manipulate me like that.
tr_tr: Bu çok kötü bir numaraydı, Mandy. Beni bu şekilde yönlendirdiğine inanamıyorum.

source: [_MD_] Me? You're the one fucking your own sister!
tr_tr: Ben mi? Sen kendi kız kardeşinsin!

source: [_MD_] This isn't a little fooling around in the garden, you two are committing full-on sibling incest!
tr_tr: Bu bahçede küçük bir şaka değil, siz ikiniz tam bir kardeş ensest işletiyorsunuz!

source: [_MD_] For shame!
tr_tr: Utanç için!

source: [_R_] Are you mad at us?
tr_tr: Bize kızgın mısın?

source: [_MD_] You're so cute.
tr_tr: Çok sevimlisin.

source: [_MD_] No, I'm not mad.
tr_tr: Hayır, kızmıyorum.

source: [_R_] It doesn't freak you out, does it?
tr_tr: Seni korkutmuyor, değil mi?

source: [_MD_] I mean, it's a lot to take in. I guess after I first caught the two of you messing around, I kinda figured it would happen sooner or later.
tr_tr: [ _MD_] Yani, bu çok fazla. Sanırım siz ikiniz ortalığı karıştırdıktan sonra, er ya da geç bunun olacağını düşündüm.

source: [_MD_] But now that I know it's really happening?
tr_tr: Ama şimdi gerçekten olduğunu bildiğime göre?

source: [_MD_] Fuck, [ryan].
tr_tr: [ _MD_] S*ktir, [ ryan].

source: [_MD_] A real bother and sister, and you're actually having sex with each other?
tr_tr: Gerçek bir rahatsızlık ve kız kardeş, ve sen gerçekten birbirinizle sevişiyor musunuz?

source: [_MD_] That's so fucking hot!
tr_tr: Çok seksi!

source: [_RT_] {i}Phew... I mean, it's Mandy... I guess I didn't need to worry. But it's still nice to know she's okay with it. Even if I'm going to catch hell from Lauren when she finds out that I blabbed.{/i}
tr_tr: [ _RT_] {i}Phew ... Demek istediğim, bu Mandy ... Sanırım endişelenmeye gerek yoktu. Ama yine de iyi olduğunu bilmek güzel. Ben de Lauren 'i yakaladığımı öğrense bile, ben de cehenneme gidecektim.

source: [_MD_] So, when did it happen?
tr_tr: [ _MD_] Peki, ne zaman oldu?

source: [_MD_] Wait! Don't tell me.
tr_tr: [ _MD_] Bekle! Bana söylemeyin.

source: [_MD_] I'm going to make Lauren tell me instead.
tr_tr: Onun yerine Lauren 'i bana söyletmeye gidiyorum.

source: [_MD_] I can't believe she didn't talk to me about it as soon as she fucked you! She's so selfish! Trying to hog you all to herself again, I bet.
tr_tr: Seni becerir becermez benimle bu konuda konuşmadığına inanamıyorum. O kadar bencil ki! İddiaya girerim, seni tekrar kendine dogaya uğratacaksın.

source: [_MD_] Well, now that the cat's out of the bag, she's going to tell me every little detail about how she first fucked her big brother.
tr_tr: Şimdi, kedi çantadan çıktı, bana ağabeyini nasıl becerdiği hakkında her ayrıntıyı anlatacak.

source: [_RT_] {i}Wow, she's really into it! This my chance to make a move on her.{/i}
tr_tr: [ _RT_] {i}Wow, o gerçekten çok iyi! Bu, onun üzerine bir hamle yapma şansım.

source: [_R_] You know...
tr_tr: Biliyor musun ...

source: [_R_] If you really want to know what it was like...
tr_tr: Eğer gerçekten nasıl bir şey olduğunu bilmek istiyorsan ...

source: [_R_] I'd be more than happy to give you some first-hand experience.
tr_tr: Size ilk elden bir deneyim yaşamaktan mutluluk duyacağım.

source: [_R_] You said it was only a matter of time for Lauren and I.
tr_tr: Sadece Lauren ve benim için bir an meselesi demiştin.

source: [_R_] With all the cum you've been draining from my balls lately, didn't you think it was only a matter of time for us too?
tr_tr: Son zamanlarda taşaklarımdan fışkıyorsun, bunun bizim için de sadece bir zaman meselesi olduğunu düşünmüyor musun?

source: [_MD_] I... We were just messing around and... and I like the taste of your cum is all.
tr_tr: [ _MD_] I. .. Sadece dalga geçiyorduk ... ve ben de senin fışınla ilgili zevki seviyorum.

source: [_MD_] It wasn't like I was trying to fuck you.
tr_tr: Seni becermeye çalıştığım gibi değildi.

source: [_R_] Come on, tell me you never pictured us together.
tr_tr: Hadi ama, bizi hiç bir zaman birlikte hayal etmediğinizi söyleyin.

source: [_MD_] ...Maybe...
tr_tr: [ _MD_] ...Belki de ...

source: [_R_] You wanted Lauren to tell you the details, right? What details?
tr_tr: Lauren 'in sana detayları anlatmasını istemiştin, değil mi? -Ne detayları?

source: [_MD_] Like... like if you kissed.
tr_tr: Sanki öpüşmüşlermişsin gibi.

source: [_R_] Of course we did, it was amazing! Her lips were so soft. What else?
tr_tr: Tabii ki yaptık, inanılmazdı! Dudakları çok yumuşakmış. Başka ne var?

source: [_MD_] You know... like what you said to each other.
tr_tr: Bilirsin ... birbirinize söylediğiniz gibi.

source: [_R_] We talked about how we didn't care what society said about us, that us being brother and sister, a forbidden love, only made our attraction to each other hotter.
tr_tr: Toplumun bizim hakkımızda ne söylediğini umursamadığımızı, kardeş olmamızı, yasak bir aşk olduğunu ve birbirimize daha sıcak bir şekilde çekim yaptığımızdan bahsettik.

source: [_MD_] Wow!
tr_tr: [ _MD_] Vay!

source: [_R_] Come on, Mandy... Tell me what you really want to know.
tr_tr: -Hadi, Mandy ... Bana gerçekten bilmek istediğin şeyi söyle.

source: [_MD_] How... how did it feel?
tr_tr: Nasıl ... Nasıl hissettirdi?

source: [_R_] How did "what" feel?
tr_tr: "Ne" ne hissettirdi?

source: [_MD_] Your cock... sliding into her... into her pussy.
tr_tr: Senin sikin ... onun içine doğru kayarak ... amcığa.

source: [_R_] You want to know what it feels like? Having a big dick pumping in and out of you?
tr_tr: Nasıl bir his olduğunu bilmek ister misin? Büyük bir aletinin içine ve dışına pompalamak mı?

source: [_MD_] Mmhmm...
tr_tr: [ _MD_] Mmmm ...

source: [_R_] Feeling a big dick pushing all the way into you, stretching out your pussy, till it's knocking on your womb?
tr_tr: Koca bir yarak seni içine doğru iterek, kukunu uzatacaksın, ta ki ana rahmimi devirene kadar?

source: [_MD_] Oh fuck, [ryan]. Yes, I want to know what that feels like.
tr_tr: Evet, bunun nasıl bir his olduğunu bilmek istiyorum.

source: [_R_] I can show you, right now.
tr_tr: [ _R_] Şu anda size gösterebilirim.

source: [_MD_] I... I...
tr_tr: [ _MD_] I. .. Ben ...

source: [_MD_] Well... When did it happen?
tr_tr: [ _MD_] Şey ... Ne zaman oldu?

source: [_R_] It was right after the election.
tr_tr: [ _R_] Seçimden hemen sonra.

source: [_MD_] I thought Matt fucked her after the election.
tr_tr: Matt 'in seçimlerden sonra onu becermiş olduğunu sanıyordum.

source: [_R_] Well, he did... I guess we both fucked her.
tr_tr: Şey, o ... Sanırım ikimiz de onu becerdik.

source: [_MD_] Wait, separately or... at the same time?
tr_tr: [ _MD_] Bekle, ayrı ayrı mı yoksa ... aynı anda mı?

source: [_R_] Umm, both I guess. Before Matt finished, he suggested we do her at the same time.
tr_tr: Umm, ikisi de sanırım. Matt bitmeden önce, onu aynı anda yapmamıza karar verdi.

source: [_MD_] Oh, my God! She took you both together?
tr_tr: Aman Tanrım! İkinizi birlikte mi aldı?

source: [_R_] Kinda.
tr_tr: [ _R_] Bir şekilde.

source: [_R_] I mean, she was sucking my dick while Matt fucked her.
tr_tr: Matt onu becerirken sikimi emiyordu.

source: [_MD_] You spit roasted her? Oh, tell me more!
tr_tr: -Onu kızarttın mı? Oh, daha fazla anlat!

source: [_R_] Hey, I thought you wanted to hear about her first time with me, not with Matt?
tr_tr: Hey, ilk kez benimle ilgili, Matt ile ilgili bir şeyler duymak istediğini sanıyordum.

source: [_MD_] Later.
tr_tr: [ _MD_] Daha sonra.

source: [_MD_] Did you both cum on her?
tr_tr: İkiniz de onun üzerine mi boşverdiniz?

source: [_RT_] {i}I really don't want to talk about Matt, but Lauren getting double teamed is really putting her in the mood. May as well just go with it.{/i}
tr_tr: [ _RT_] {i}Matt hakkında gerçekten konuşmak istemiyorum, ama Lauren 'in çifte teyakçığı olması onu gerçekten çok duygusallaşıyor. Belki de onunla gitsen iyi olur.

source: [_R_] Yeah, I came all over her face and Matt filled up her pussy.
tr_tr: Evet, suratının her yerine geldim ve Matt onu kukuyla doldurtmış.

source: [_R_] Cum was just dripping off of her whole body when we were done.
tr_tr: Biz bitirdiğimizde Cum tüm vücudundan damlıyordu.

source: [_MD_] Oh, fuck! She must have looked like a such a slut all covered in cum.
tr_tr: Siktir! Tüm bu sürtüşme gibi bir sürtüye benziyor olmalı.

source: [_MD_] I wish that had been me. A bunch of guys taking turns with me till I'm drenched in sperm. That sounds so fucking hot.
tr_tr: Keşke ben olmasaydım. Bir grup adam, spermimi sırılsıklam edene kadar bana döner. Kulağa çok sıcak geliyor.

source: [_R_] You'd like that? Getting fucked by two guys? Having them railing you one after the other? Painting your whole body with their cum?
tr_tr: Hoşuna gider mi? İki adam tarafından sikilmeye mi? Birbiriniz için korkmalarını mı? Tüm vücudunu küsleriyle mi boyuyorsun?

source: [_MD_] Mmhmm…
tr_tr: [ _MD_] Mmmm…

source: [_R_] Feeling their dicks pushing all the way into you, stretching out your pussy till it's knocking on your womb.
tr_tr: Seni içine doğru ittiren siklerini hissedin, karnını dolana kadar kukunu uzatacaksın.

source: [_MD_] Oh, fuck [ryan]! Yes, I want to know what that feels like.
tr_tr: [ _MD_] Oh, siktir [ ryan]! Evet, bunun nasıl bir his olduğunu bilmek istiyorum.

source: [_R_] I can show you what getting fucked feels like... Right now.
tr_tr: [ _R_] Sana neyin sikildiğimi gösterebilirim. Hemen şimdi.

source: [_MD_] I can't.
tr_tr: Yapamam.

source: [_MD_] I want to... I really, {i}really{/i} want to.
tr_tr: [ _MD_] ... Gerçekten, {i}gerçekten istiyorum.

source: [_R_] Then what's stopping us? Is it your mom? I'm not going to tell her, and you've got those pictures just in case.
tr_tr: -O zaman bizi ne durduruyor? Annen mi? Ona anlatmayacağım, ve sen de bu fotoğrafları her ihtimata sokarsın.

source: [_MD_] It's Lauren.
tr_tr: Lauren.

source: [_MD_] After we all messed around together in the garden, she and I have been doing a lot of... "talking"... about you.
tr_tr: Bahçedeki her şeyi berbat ettikten sonra, o ve ben çok şey yapıyoruz ... "konuşmak" ... senin hakkında.

source: [_MD_] She's a little possessive, you know? Not one to share her toys. She made me promise her something.
tr_tr: O biraz sahiplenici, biliyor musun? Oyuncaklarını paylaşmak için değil. Bana bir şey için söz vermeme neden oldu.

source: [_R_] I see...
tr_tr: [ _R_] anlıyorum ...

source: [_MD_] Look, I'm dying to lose my virginity. The only reason I didn't lose it at my old school is because of my overbearing mother.
tr_tr: Bak, bekaretimi kaybetmek için can atıyorum. Eski okulumda kaybetmemem için tek sebebim, benim haddinden fazla annemden kaynaklanmıstır.

source: [_MD_] If I had it my way, I'd have you balls deep in my {i}very{/i} wet pussy, tonight.
tr_tr: Eğer kendi yöntemimle olsaydı, seni bu gece {i}, çok ıslak amcığımın dibine sokardım.

source: [_R_] But you don't want to break your word to Lauren.
tr_tr: Ama sözünüzü Lauren 'a yıkmak istemiyorsunuz.

source: [_MD_] I'm sorry, you have no idea how much I want to.
tr_tr: Üzgünüm, ne kadar istediğime dair hiçbir fikrin yok.

source: [_R_] Hey, it's ok... She made you promise not to fuck me. I understand.
tr_tr: -Hey, sorun yok ... Beni sikmemen için sana söz vermisti. -Anlıyorum.

source: [_MD_] Well, that wasn't what she said, but I'm glad you understand.
tr_tr: Söylediği şey bu değildi ama anladığına sevindim.

source: [_MDT_] {i}Fuck, my panties are soaking right now.{/i}
tr_tr: [ _MDT_] {i}Lanet olsun, külotum şu anda sırılsıklam oluyor. { /i }

source: [_R_] Wait... If she didn't tell you not to fuck me, what did she say exactly?
tr_tr: [ _R_] Bekle ... Eğer sana beni sikmemenizi söylemediyse, tam olarak ne dedi?

source: [_MD_] Huh? Oh, umm... "not to go any farther with you unless she was there too".
tr_tr: Ne? Oh, umm ... "o da orada olmadıkça, daha fazla uzaklaşmana gerek yok."

source: [_MDT_] {i}This is so frustrating! I was already turned on from reading about Oedipus complexes, but now that I know [ryan] and Lauren are fucking... real incest! Not in a book or a fake step-cest video on PornNexus.{/i}
tr_tr: [ _MDT_] {i}Bu çok sinir bozucu! Oedipus komplekslerini okumaktan çoktan geçmiştim, ama şimdi biliyorum ki [ Ryan] ve Lauren gerçek ensest! Bir kitapta ya da PornNexus 'ta sahte bir adım videosu değil. { /i }

source: [_MDT_] {i}Dammit! I want to at least suck his cock again, but I'm so turned on, as soon as I got my hands wrapped around that massive dick of his, there's no way I wouldn't be begging him to fuck me.{/i}
tr_tr: [ _MDT_] {i}Dammit! En azından sikini yalamak istiyorum, ama çok tahrik oldum, ellerimi o koca sikine sarıp sarmadıkça, beni sikmesi için ona yalvarmamam mümkün değil.

source: [_MDT_] {i}I'd better kick him out of here before I lose all control and do something stupid.{/i}
tr_tr: {i}bütün kontrolü kaybetmeden onu buradan kovsam iyi olur ve aptalca bir şey yapayım.

source: [_R_] Hang on! She said "not unless she was there with us"?
tr_tr: Dayan! O da "bizimle birlikte olmadıysa" dedi.

source: [_MD_] Yeah, so?...
tr_tr: -Evet, öyle mi?

source: [_R_] I mean... technically...
tr_tr: -Yani ... Teknik olarak ...

source: [_R_] Yeah?
tr_tr: [_R_] Efendim?

source: [_MD_] Shut up and take your pants off.
tr_tr: Kapa çeneni ve pantolonunu çıkar.

source: [_MD_] Wait, help me get Lauren naked too.
tr_tr: Bekle, Lauren 'ı da çıplak almama yardım et.

source: [_R_] What, why?
tr_tr: [ _R_] Ne, neden?

source: [_MD_] I'm not on the pill, so you have to pull out. You don't want to risk knocking me up, do you?
tr_tr: Ben hap almıyorum, bu yüzden dışarı çekmen gerekiyor. Beni bayıltmayı göze almıyorsun, değil mi?

source: [_R_] Umm... I guess not, but...
tr_tr: [ _R_] Umm ... Sanırım değil, ama ...

source: [_MD_] Instead, I want you to cum all over Lauren's pussy.
tr_tr: Onun yerine, Lauren 'in vajinasını boşalmanı istiyorum.

source: [_MD_] I've still got to study tonight and I'm going to need a snack.
tr_tr: Hala bu gece ders çalışmam lazım ve bir şeyler atıştıramam lazım.

source: [_RT_] {i}Wow! I think I'm falling in love.{/i}
tr_tr: [ _RT_] {i}Wow! Sanırım aşık oluyorum.

source: [_R_] You ready for this?
tr_tr: Bunun için hazır mısın?

source: [_MD_] Fuck, I always forget how big you are.
tr_tr: Lanet olsun, ne kadar büyük olduğunu hep unutuyorum.

source: [_MD_] What if you don't fit?
tr_tr: [ _MD_] Peki ya sığmasanız?

source: [_R_] If I can squeeze inside Lauren's tight little pussy, I'll fit in your pretty little pussy too.
tr_tr: Eğer Lauren 'in küçük kukusu içine girebilirsem senin de küçük kukuma sığacağım.

source: [_MD_] Awe, you think my pussy's pretty?
tr_tr: Awe, benim amcığımın güzel olduğunu mu düşünüyorsun?

source: [_R_] Pretty sexy.
tr_tr: Oldukça seksi.

source: [_R_] Hang on, let me do something to make your first time easier.
tr_tr: Bekle, ilk seferini kolaylaştırabilmek için bir şey yapayım.

source: [_MD_] Hey! What are you doing back there?
tr_tr: [ _MD_] Hey! Orada ne yapıyorsun?

source: [_R_] I've gotten pretty good at eating pussy. You're already wet, but I'm gonna get your pretty little virgin pussy even wetter.
tr_tr: Amcık yeme konusunda oldukça iyiydim. Zaten ıslanmışsın, ama senin o güzel küçük bakire amcığın bile ıslanacağım.

source: [_MD_] Mmm... It's not going to be virgin much longer.
tr_tr: [ _MD_] Mmm ... Daha uzun süre bakire kalmayacak.

source: [_MD_] Ah... that feels nice!
tr_tr: [ _MD_] Ah ... bu çok hoş!

source: [_MD_] {i}(Whispering){/i} I'm sorry Lauren, but your big brother is about to fuck me. Don't worry though, I'll make sure to include you.
tr_tr: [_MD_] {i}(Fısıldayarak){/i} Üzgünüm Lauren, ama ağabeyin beni becermek üzere. Yine de endişelenme, seni de dahil edeceğimden emin olacağım.

source: [_MD_] {i}(Whispering){/i} When he pulls out of my pussy, he's going to cum all over yours. Then I'm going to give your pussy a nice, long, {i}deep{/i}, tongue bath.
tr_tr: [ _MD_] {i}(Fısıldayan) { /i } Amcığımı çektiğinde, senin her yerine boşaltacaksın. O zaman ben de amcığınla güzel, uzun, {i}derin bir { /i }, dil banyosu vereceğim.

source: [_MD_] Fuck, you are pretty good at that.
tr_tr: Kahretsin, bu işte çok iyisin.

source: [_MD_] God, [ryan]! I can't wait anymore... Fuck me!
tr_tr: [ _MD_] Tanrım, [ ryan]! Daha fazla bekleyemem. Siktirin beni!

source: [_R_] You ready to lose your virginity?
tr_tr: Bekaretini kaybetmeye hazır mısın?

source: [_MD_] Come on, stop teasing my pussy already! Slide that big cock into me.
tr_tr: Hadi, amcığıma sataşmayı bırak artık! Şu koca aleti bana doğru kaydır.

source: [_R_] Should I slide it in fast, or slow?
tr_tr: Hızlı mı kaydırayım mı, yoksa yavaş mı?

source: [_MD_] Dammit, [ryan]! Are you trying to get me to beg you to fuck me?
tr_tr: [ [ _MD_] Dammit, [ ryan]! Beni sikmen için yalvarmamı mı istiyorsun?

source: [_R_] Maybe, how bad do you want it?
tr_tr: Belki de, ne kadar kötü olmasını istersin?

source: [_MD_] Do it slow... I want to savor every inch of that meaty cock.
tr_tr: [ _MD_] Yavaş yap ... O "etli" aletinin her santimi tadını çıkarmak istiyorum.

source: [_R_] You can do better than that.
tr_tr: Bundan daha iyisini yapabilirsin.

source: [_MD_] Please, [ryan]! I need your cock in me! I'm so fucking horny, I'm losing my mind! Fuck me already!
tr_tr: [ _MD_] Lütfen, [ ryan]! Sikine ihtiyacım var! O kadar azgınım ki, aklımı kaçırıyorum! Siktirin beni!

source: [_MD_] {i}(Whispering){/i} Oh, shit! Was I too loud?
tr_tr: [_MD_] {i}(Fısıldayarak){/i} Oh, kahretsin! Çok mu ses çıkardım?

source: [_R_] {i}(Whispering){/i} Maybe they're going to the bathroom.
tr_tr: [ _R_] {i}(Fısıltı) { /i } Belki tuvalete gidiyordur.

source: [_MD_] {i}(Whispering){/i} Quick, hide under the bed!
tr_tr: [ _MD_] {i}(Fısıltı) { /i } Hızlı, yatağın altına gizle!

source: [_MDT_] {i}Crap, Lauren and I are both still naked! What do I do?{/i}
tr_tr: [ _MDT_] {i}Kahretsin, Lauren ve ben hala çıplaksınız! Ben ne yaparım?

source: [_C_] {i}(Whispering){/i} Mandy, you still awake?
tr_tr: [ _C_] {i}(Fısıltı) { /i } Mandy, hala uyanık mısınız?

source: [_C_] ({b}gasp!{/b})
tr_tr: [ _C_] ({b}gazla! { /b })

source: [_CT_] {i}Why are they naked?{/i}
tr_tr: [ _CT_] {i}Neden çıplaksınız? { /i }

source: [_CT_] {i}I know it's hot at night, but that little pervert is just across the hall. They didn't even lock the door!{/i}
tr_tr: [ _CT_] {i}Gece sıcak olduğunu biliyorum, ama o küçük sapık tam koridorodaki gibi. Kapıyı kilitlemediler bile!

source: [_CT_] {i}Mandy's been so brazen around him since we moved in. Walking around with no bra, wet t-shirts and bikinis... She's ignoring all the warnings I've ever given her about men.{/i}
tr_tr: [ _CT_] {i}Mandy buraya taşındığımızdan beri ona çok cesurca davranmış. Sütyen, ıslak tişört ve bikinilerle gezmek ... Ona erkeklerle ilgili verdiği tüm uyarıları görmezden geliyor.

source: [_CT_] {i}I don't care that she's eighteen now. Living with my sister's family has clearly corrupted her sense of feminine modesty!{/i}
tr_tr: [ _CT_] {i}şu anda 18 olması umurumda değil. Kız kardeşimin ailesiyle yaşamak kadınsı mütevazi hislerini açıkça bozmuştur!

source: [_CT_] {i}If she's sleeping naked in the same house with someone like "him" lurking around. God knows what he would do to her if I wasn't... wasn't...{/i}
tr_tr: [ _CT_] {i}Aynı evde çıplak uyuyorsa, etrafta pusuya yatmış biri gibi. Tanrı bilir, ben olmasaydım ona ne yapar, biliyor musun?

source: [_CT_] {i}Dammit, we've both been corrupted living here!{/i}
tr_tr: [ _CT_] {i}Dammit, ikimiz de yozlaşmış olduk burada!

source: [_CT_] {i}That little shit's talked me into doing so many nasty things with him! After I sucked that ridiculous cock of his, I had the taste of his cum in my mouth for the rest of the night.{/i}
tr_tr: [ _CT_] {i}O küçük pislik onunla bu kadar çok kötü şeyler yapmaya ikna etti. O saçma aletini emdikten sonra, gecenin geri kalanı boyunca ağzının tadını ağzıma aldım. { /i }

source: [_CT_] {i}At least his cum tastes better than Bobby's... More youthful, maybe?{/i}
tr_tr: [ _CT_] {i}En azından onun zevki Bobby 'den daha lezzetli ... Daha mı genç, belki?

source: [_CT_] {i}I'd hate to imagine what my baby would think of her mother if she knew what I've done with her cousin.{/i}
tr_tr: [ _CT_] {i}bebeğimin, kuzeni ile ne yaptığımın farkındaysa annesi hakkında ne düşüneceğini hayal etmek istemem.

source: [_C_] {i}(Whispering){/i} Don't worry, baby... Momma is going to get us both out of this place.
tr_tr: [ _C_] {i}(Fısıltı) { /i } Merak etme, bebeğim ... Momma ikimizi de buradan çıkaracağız.

source: [_R_] Wow, that was close! Well, should we pick up where we left off?
tr_tr: Vay canına, çok yakındı! Bıraktığımız yerden devam etsek mi?

source: [_MD_] What do you think she meant by that? That she was going to get us out of here?
tr_tr: Bunun ne anlama geldiğini düşünüyorsun? Bizi buradan çıkaracağını mı?

source: [_R_] I don't know. It's not like there's anywhere else you two could go, right?
tr_tr: -Bilmiyorum. İkinizin gidebileceği başka bir yer yok, değil mi?

source: [_MD_] Did you see what she was wearing?
tr_tr: Ne giydiğini gördün mü?

source: [_R_] No, I was under the bed. I mean, I guess I saw her shoes.
tr_tr: Hayır, yatağın altındaydım. Demek istediğim, sanırım ayakkabılarını gördüm.

source: [_MD_] She was all dressed up. Where could she be going this late, dressed like that?
tr_tr: -Her şeyi süslemişti. Bu kadar giyinmiş, bu kadar geç saatte nereye gidebilirdi ki?

source: [_R_] Who cares? Come on, let's get back to you taking me balls dee...
tr_tr: -Kimin umurunda? Hadi, seni taşaklarımı götürmeye geri dönelim.

source: [_MD_] You should follow her.
tr_tr: Onu takip etmelisin.

source: [_MD_] She's up to something. I know it.
tr_tr: -Bir şey peşinde. Bunu biliyorum.

source: [_MD_] Get dressed and go after her right now, or I'll tell Lauren you came to me bragging about fucking her.
tr_tr: Giyin ve onun peşinden git, yoksa Lauren 'e onu sikmek için böbürlenme geldiğini söylerim.

source: [_MD_] Go!
tr_tr: [ _MD_] Git!

source: [_R_] Okay, fine... I'll go.
tr_tr: Tamam, tamam ... Ben giderim.
