Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_MP_] Okay, why not?
tr_tr: Tamam, neden olmasın?

source: [_MP_] This is going to be a tough choice.
tr_tr: Bu zor bir seçim olacak.

source: [_MP_] I wish I could afford both of you.
tr_tr: Keşke ikinize de param yetebilseydim.

source: [_C_] I don't know who you think we are, but I'm pretty sure you're dead wrong!
tr_tr: Kim olduğumuzu sandığını bilmiyorum, ama eminim ki sen yanılıyorsun!

source: [_MP_] Let me just see how much money I have.
tr_tr: Ne kadar param olduğunu görmeme izin ver.

source: [_C_] Sir... We are not...
tr_tr: [ _C_] Efendim ... Biz ...

source: [_MP_] I don't have any pockets!
tr_tr: Hiç cebim yok ki!

source: [_MP_] They stole all my money!
tr_tr: Bütün paramı çaldılar!

source: [_MP_] Please, will you do a war veteran a favor?
tr_tr: Lütfen, bir savaş gazisi için bir iyilik yapar mısınız?

source: [_C_] We absolutley will not!
tr_tr: Biz Mutlakley değiliz!

source: [_MP_] Fine!
tr_tr: Tamam!

source: [_MP_] If I had any money, I sure wouldn't choose you!
tr_tr: Eğer param olsaydı, seni seçmezdim!

source: [_MP_] You stingy whore!
tr_tr: Seni cimri fahişe!

source: [_C_] How dare you?!
tr_tr: -Nasıl cüret edersin?

source: [_MP_] Well, the least you can do is just sit there and try and look pretty for me.
tr_tr: En azından orada öylece oturup benim için güzel görünmeye çalışabilirsin.

source: [_MP_] I've got to empty my balls in case the commies catch me and try to take my super sperm.
tr_tr: Komünistler beni yakalayıp, süper spermimi almaya çalışacak diye taşaklarımı boşaltmam lazım.

source: [_C_] What are you?...
tr_tr: [ _C_] Ne var?

source: [_C_] Mandy, close your eyes!
tr_tr: Mandy, kapat gözlerini!

source: [_C_] You put that thing away right now!
tr_tr: O şeyi hemen yerine koydun!

source: [_C_] You perverted old geezer!
tr_tr: Seni sapık, yaşlı moruk!

source: [_MP_] Oh, come on! wipe that bitchy look off your face and give me a sultry look.
tr_tr: Hadi ama, şu kaşındıran suratını sil ve bana bir sülfret bak.

source: [_MP_] I'll never get there if you keep scowling like that!
tr_tr: Eğer bu şekilde zırlamaya devam etseniz, asla oraya ulaşamayacağım!

source: [_MDT_] {i}Oh, my God!... It's Mr. Peterson! Sidney told me all about him!{/i}
tr_tr: [ _MDT_] {i}Oh, Tanrım! Bay Peterson! Sidney onun hakkında her şeyi anlattı!

source: [_MDT_] {i}She forgot to mention how big his dick is.{/i}
tr_tr: [ _MDT_] {i}Ne kadar büyük bir çükünün olduğunu söylemeyi unuttu.

source: [_MDT_] {i}Lauren's never going to believe this!{/i}
tr_tr: [_MDT_] {i}Lauren buna asla inanmayacak!{/i}

source: [_X_] {i}(Distant voice){/i} There's some movement behind the bushes, I think I might have found him.
tr_tr: [ _X_] {i}(Uzak ses) { /i } Çalıların arkasında bir hareket var, sanırım onu bulmuş olabilirim.

source: [_X_] Send another officer, just in case he proves as hard to catch as last time.
tr_tr: Bir memur daha gönder. En son ne zaman onu yakaladığını kanıtlarsa diye.

source: [_MP_] Oh, no!... They've found me!
tr_tr: Oh, hayır! Beni buldular!

source: [_MP_] And that bitch face never allowed me to finish!
tr_tr: Ve o kaltağı asla bitirmeme izin vermezdi!

source: [_MP_] {i}(Yelling){/i} You'll never get my sperm!
tr_tr: [ _MP_] {i}(Yanma) { /i } spermimi asla alamayacaksın!

source: [_C_] Hurray, It's the police!
tr_tr: -Hurray, polis geldi!

source: [_MD_] Mom, we're here illegally, remember?
tr_tr: Anne, yasa dışı olarak buradayız, unuttun mu?

source: [_C_] Officer, thank God!... You showed up just in time.
tr_tr: Memur bey, Tanrı 'ya şükür! Tam zamanında geldin.

source: [_MD_] {i}Damn!... I wanted to see him nut!{/i}
tr_tr: [ _MD_] {i}Lanet! ... Onun deli olduğunu görmek istedim!

source: [_MD_] {i}I wonder if he could have shot far enough to hit us from where he was standing.{/i}
tr_tr: [ _MD_] {i}Acaba bize nerede durduğu yerden vuracak kadar uzağa ateş edebilir mi? { /i }

source: [_P_] Camille?... Mandy?... Are you both all right?
tr_tr: [ _P_] Camille? Mandy? İkiniz de iyi misiniz?

source: [_C_] How do you know our names?
tr_tr: İsimlerimizi nereden biliyorsun?

source: [_P_] Because I've been following you.
tr_tr: Çünkü seni takip ediyorum.

source: [_P_] Joey DeCapo was worried you might be a flight risk, so he called my Lieutenant, who radio'd me and told me to drop everything I was doing, to come babysit you.
tr_tr: Joey DeCapo, uçuş riski olabileceğinden endişeleniyordu. O yüzden benim teğmenimi aradı. Bana telsizle uğrayıp yaptığım her şeyi bırakmamı söyledi. Sana bakıcılık yapmaya geldim.

source: [_C_] Then it's true?
tr_tr: -O zaman doğru mu?

source: [_C_] The police in this city are on the DeCapo's payroll?
tr_tr: Bu şehirdeki polis, DeCapo 'nun maaş bordrosu mu?

source: [_P_] No, Ma'am, not all of us. Just the ones of us who matter.
tr_tr: Hayır, hanımefendi, hepimiz değil. Sadece bizim için önemli olan sadece bizim.

source: [_C_] I can't believe this! You should be chasing down that filthy pervert, not obeying some criminal's orders!
tr_tr: Buna inanamıyorum! O pis sapığı kovalamalısın, bir suçlunun emirlerine uymamalısın!

source: [_P_] That "filthy pervert" is a war hero!
tr_tr: [ _P_] O "pis sapık" savaş kahramanı!

source: [_P_] Haha... I heard his retirement home sent him to the hospital for a vasectomy, since his personal caretakers keep getting pregnant.
tr_tr: [ _P_] Haha ... Emeklilik evinin onu vasektomi için hastaneye gönderdiğinden beri duydum. Kişisel bakıcıları hamile kalabildiğinden beri.

source: [_P_] Not against their wills or anything! I guess he's just super charismatic when he's on his meds.
tr_tr: Onların hilelerine ya da başka bir şeye karşı değil! Sanırım ilaçlarına girince çok karizmatik bir durum.

source: [_P_] Anyways, I guess he had a weird reaction to the anestesia, bolted out of his bed right before the doctor could make an incision, and he's been on the run since this morning.
tr_tr: Her neyse, sanırım anesteziye garip bir tepki verdi. Doktor bir kesi yapmadan önce yatağının dışına çıktı ve sabahtan beri kaçıyordu.

source: [_P_] He'll be caught though, and brought back to a place where he's respected, and not called filthy, or perverted by ignorant nobodys.
tr_tr: Yine de yakalanacak, ve saygı gördüğü bir yere geri dönmüş, pis ya da cahil nobodylar tarafından sapıtmış değil.

source: [_C_] I didn't mean...
tr_tr: Demek istediğim ...

source: [_P_] And can I give you some advice?
tr_tr: Sana bir tavsiye vereyim mi?

source: [_P_] Don't fuck with Joey DeCapo.
tr_tr: Joey DeCapo 'yla yatma.

source: [_P_] If you're in deep with him, do everything in your power to make it right.
tr_tr: Eğer onunla derinlersen, her şeyi doğru yapmak için elinden geleni yap.

source: [_P_] People who cross him seem to find themselves having unfortunate accidents, if you know what I mean.
tr_tr: [ _P_] O ' nu karşılaştıran insanlar, kendilerini talihsiz kazalar geçirirken bulurlar, ne demek istediğimi anlardınız.

source: [_C_] I'm sure I don't!
tr_tr: -Emin değilim!

source: [_P_] The last district attorney who tried to go after him ended up falling out the window of his office high rise.
tr_tr: Onun peşine düşmeye çalışan son bölge savcısı, ofisinin yüksek yükselişinin penceresinden düşmeye devam etti.

source: [_P_] Witnesses claim he tripped.
tr_tr: Şahitler, onun düştüğünü iddia ediyor.

source: [_P_] And if you think he's not going to waste his breath on a nobody like you, forget about it.
tr_tr: Ve eğer onun nefesini senin gibi bir kimsenin üzerine harcamayacaksa, unut gitsin.

source: [_P_] I knew a drug dealer who kept shorting his payments to Joey for just five dollars per transaction. He ended up only shorting him like a hundred bucks before Joey noticed.
tr_tr: Ödemelerini Joey 'e işlem başına beş dolar karşılığında saklayan bir uyuşturucu satıcısını tanırdım. Joey fark etmeden önce ona yüz dolar gibi kısa devre yaptırmış.

source: [_P_] He ended up drowning in his own bathtub... Over a hundred bucks.
tr_tr: Kendi küvetinde boğulmaya başladı. 100 dolardan fazla.

source: [_P_] How much do you owe him?
tr_tr: Ona ne kadar borcun var?

source: [_P_] A little more than that, right?
tr_tr: Bundan biraz daha fazla, değil mi?

source: [_P_] I'm sorry that I have to be the bearer of bad news, but I'd hate to find a couple beautiful ladies like yourselves in one of those unfortunate accidents.
tr_tr: Kötü haber taşıyıcısı olmak zorunda olduğum için üzgünüm ama bu talihsiz kazalardan birinde sizin gibi güzel bir çift hanımı bulmak istemezdim.

source: [_P_] So... Are you going to be a further problem, or can I go help my fellow officer catch Mr. Peterson?
tr_tr: [ _P_] Yani ... Başka bir sorun mu var, yoksa memur bey Bay Peterson 'ı yakalamamda yardım edebilir miyim?

source: [_C_] Uhhh... No... We won't cause any further problems, officer. I'm going to make things right with Mr. DeCapo.
tr_tr: [ _C_] Uhhh ... Hayır ... Daha fazla soruna yol açmayacağız, memur bey. Bay DeCapo ile işleri yoluna sokarim.

source: [_P_] Good choice!
tr_tr: Güzel seçim!

source: [_P_] And good luck!
tr_tr: Ve iyi şanslar!

source: [_P_] {i}(Distant voice){/i} I saw him run into those trees by the pond.
tr_tr: [ _P_] {i}(Uzak ses) { /i } Gölet tarafından o ağaçlara koşturarak gördüm.

source: [_MD_] Dammit, Mom!
tr_tr: Lanet olsun, anne!

source: [_MD_] Why did you get into debt with the mafia?
tr_tr: Neden mafyayla borca giriyorsun?

source: [_C_] I'm sorry, baby... I didn't realize how big of a mess I was getting us into.
tr_tr: Özür dilerim, bebeğim. Bizi içine sokmanın ne kadar büyük bir karmaşka olduğunu fark etmiyordum.

source: [_C_] I'm so sorry I made you go through everything we just went through tonight.
tr_tr: Bu gece geçirdiğimiz her şeyi sana yaptığım için özür dilerim.

source: [_MD_] Fucking [ryan]! I told him not to let you get into trouble!
tr_tr: [ _MD_] Siktiğimin [ Ryan]! Ona başını belaya sokmamasını söyledim!

source: [_C_] He tried really hard to stop me, baby... I got drunk and refused to listen to him.
tr_tr: Beni durdurmak için çok uğraştım, bebeğim. Sarhoş oldum ve onu dinlemeyi reddettim.

source: [_C_] He's one of the worst human beings I know, but this one wasn't his fault.
tr_tr: O tanıdığım en kötü insanlardan biri, ama bu onun suçu değildi.

source: [_MD_] Really? He tried really hard?
tr_tr: Gerçekten mi? Gerçekten çok çalıştı mı?

source: [_C_] He did.
tr_tr: O yaptı.

source: [_MD_] You need to give him more of a chance... He's not as bad as you think he is.
tr_tr: -Ona bir şans daha vermelisin. Sandığın kadar kötü değil.

source: [_C_] I'm sure he's much worse, but I'll try not to be such a bitch to him in the future.
tr_tr: Çok daha kötü olduğuna eminim, ama gelecekte ona böyle bir sürtük gibi olmamaya çalışacağım.

source: [_MD_] Does that mean we're going back to Aunt [mom_name]'s?
tr_tr: [ _MD_] Bu, [ mom_name] teyzeye geri dönmemiz anlamına mı geliyor?

source: [_C_] Yes, baby.
tr_tr: -Evet, bebeğim.

source: [_C_] I'll try to make things right with [mom_name].
tr_tr: [ _C_] [ Mom_name] ile işleri yoluna yapmaya çalışacağım.

source: [_C_] And you called me out on a lot of my shit, so I'll try to work on that too.
tr_tr: Ve sen beni bir sürü boktan yere çağırdın, ben de bu konuda çalışmaya çalışacağım.

source: [_MD_] Really?
tr_tr: [_MD_] Gerçekten mi?

source: [_C_] Promise.
tr_tr: [ _C_] Söz.

source: [_RT_] {i}Fuck... my mind is racing! How am I going to get any sleep after everything that happened tonight?{/i}
tr_tr: [ _RT_] {i}Sikeyim ... aklım yarışıyor! Bu gece olanlardan sonra nasıl uyuyabilirim ki?

source: {i}"Sound of front door opening"{/i}
tr_tr: {i}"Ön kapı açıklarının sesi" { /i }

source: [_RT_] {i}Is that the front door?{/i}
tr_tr: [ _RT_] {i}Ön kapı mı?

source: [_RT_] {i}I'd better check it out.{/i}
tr_tr: [ _RT_] {i}Daha iyi bir kontrol etsek iyi olur.

source: [_R_] {i}(Whispering){/i} Oh, thank God!... You guys came back!
tr_tr: [ _R_] {i}(Fısıltı) { /i } Oh, Tanrı 'ya şükür! ... Geri geldiniz!

source: [_MD_] {i}(Whispering){/i} I know she's a bitch, but try not to go too hard on her... She's had rough night.
tr_tr: [_MD_] {i}(Fısıldayarak){/i} Onun bir sürtük olduğunu biliyorum, ama üzerine fazla gitmemeye çalış... Zor bir gece geçirdi.

source: [_MD_] {i}I'm going to go pass out in Lauren's bed, right now.{/i}
tr_tr: [ _MD_] {i}Hemen Lauren 'in yatağından geçeceğim, hemen.

source: [_C_] {i}(Whispering){/i} I'm sorry, [ryan].
tr_tr: [ _C_] {i}(Fısıltı) { /i } Üzgünüm, [ ryan].

source: [_C_] I really fucked up big time.
tr_tr: Çok fena sıçtım.

source: [_C_] This is all my fault, and I wish like hell that I had listened to you at the club.
tr_tr: Bu tamamen benim hatam, ve keşke seni kulüpte dinlemiş olmamın canı cehenneme.

source: [_C_] I don't know how, but I'm going to try to do everything I can to pay back Joey.
tr_tr: Nasıl olduğunu bilmiyorum ama Joey 'e borcumu ödeyebilmek için elimden geleni yapmaya çalışacağım.

source: [_R_] I'm just glad you came back.
tr_tr: Geri dönmene sevindim.

source: [_R_] I know we don't get along, but we're family, and I was worried about you two.
tr_tr: Anlaşamadığımızı biliyorum, ama biz ailemiziz, ve ikiniz için endişelendim.

source: [_C_] Do you think [mom_name] will let us stay?
tr_tr: [ _C_] [ Mom_name] bizi kalmamıza izin verecek mi?

source: [_R_] Honestly, I'm not sure.
tr_tr: Dürüst olmak gerekirse, emin değilim.

source: [_R_] Judging by her mood when she went to bed, You might need to get on your knees and beg.
tr_tr: Yatağa gittiğinde, dizlerinin üstüne çök ve yalvarman gerekebilir.

source: [_C_] I'm honestly not above doing that right now.
tr_tr: Dürüst olmak gerekirse, şu anda bunu yapmaktan daha fazla bir şey yok.

source: [_C_] I'll do whatever it takes.
tr_tr: Ne gerekiyorsa yapacağım.

source: [_R_] That's good... A little humility will go a long way.
tr_tr: -Bu iyi ... Biraz tevazu uzun bir yol gösterecektir.

source: [_R_] And for fuck's sake, you're family. She might not forgive you right away, but I'm sure she'll get over it eventually.
tr_tr: Ve Tanrı aşkına, sen ailesin. Seni hemen affetmeyebilir, ama eninde sonunda ele alacağından eminim.

source: [_C_] Oh, God!
tr_tr: Tanrım!

source: [_M_] {i}(Whispering){/i}What the hell are you doing back here!?
tr_tr: [ _M_] {i}(Fısıltı) { /i } Burada ne halt ediyorsun?

source: [_RT_] {i}Fuck... Here we go again!{/i}
tr_tr: [ _RT_] {i}S* ... İşte yine gidiyoruz!

source: [_M_] You've got some nerve to walk into my house again!
tr_tr: Bir daha evime girmen için cesaretin var!

source: [_M_] After everything you did to us... After everything you said to us!
tr_tr: [ _M_] Bize yaptığın onca şeyden sonra ... Bize söylediğin onca şeyden sonra!

source: [_M_] You are by far the most selfish person I've ever met in my entire life!
tr_tr: Ömrüm boyunca tanıdığım en bencil insansın!

source: [_M_] Only you would get in debt to the mafia for something as stupid as gambling, and then think it's someone else's fault!
tr_tr: Sadece kumar kadar aptalca bir şey için mafyaya borç batacaksın ve sonra bunun başkasının suçu olduğunu düşüneceksin!

source: [_M_] Why you think you're better than anybody else is completely beyond m...
tr_tr: Neden diğer herkesten daha iyi olduğunu düşünüyorsun?

source: [_C_] I'm so sorry!
tr_tr: Çok özür dilerim!

source: [_C_] Please, please, please, please forgive me!
tr_tr: Lütfen, lütfen, lütfen, lütfen beni affet!

source: [_M_] What's happening right now?
tr_tr: Şu anda ne oluyor?

source: [_C_] I took your hospitality for granted, and I felt angry that had to rely on you instead of feeling gratitude like I should have.
tr_tr: Misafirperverliğini kabul ettim, ve sana güvenmek yerine sana güvenmek zorunda olduğum için kızgın hissettim.

source: [_C_] I've contributed very little to help our situation, and complained about the few things that were required of me.
tr_tr: Durumumuza yardım etmek için çok az katkıda bulundum, ve bana gerekli olan birkaç şeyden şikayet ettim.

source: [_C_] I've been rude and derisive about your weekend job that you've only ever done to keep the mafia from hurting you and your family.
tr_tr: Senin ve ailene zarar vermekten mafyayı korumak için yaptığın hafta sonu işinle ilgili kaba ve alaycı bir şekilde davrandın.

source: [_M_] {i}(Silently mouthing the words){/i} What is happening?
tr_tr: [ _M_] {i}(Kelimelerle ifade edilir) { /i } Neler oluyor?

source: [_C_] I know I don't deserve your forgiveness, but my daughter loves you and your family.
tr_tr: Affetmeni hak etmediğimi biliyorum, ama kızım seni ve aileni seviyor.

source: [_C_] She wants to be here more than anywhere else.
tr_tr: Her yerden daha fazla burada olmak istiyor.

source: [_C_] She's an amazing girl who doesn't deserve to be punished for the sins of her mother.
tr_tr: [ _C_] O annesinin günahları yüzünden cezalandırılmamayı hak etmediği harika bir kız.

source: [_C_] You have every right to keep her and send me away, but please let me stay here with my girl so we don't have to be seperated!
tr_tr: Onu uzak tutmak ve beni göndermek için her hakkın var ama lütfen burada kızımla kalmama izin verin ki bu yüzden seperleşmek zorunda kalmayalım!

source: [_C_] As terrible of a mother as I've been, I still want to...
tr_tr: Bir annenin ne kadar korkunç biri olduğu kadar, ben hala ...

source: [_M_] Okay, Camille... That's enough.
tr_tr: Tamam, Camille ... Bu kadar yeter.

source: [_M_] We can talk about this more in the morning.
tr_tr: Bu konuyu sabah daha fazla konuşabiliriz.

source: [_C_] Does that mean we can stay?
tr_tr: Bu kalabileceğimiz anlamına mı geliyor?

source: [_M_] For now, but we've got a lot of stuff we need to work out.
tr_tr: [ _M_] Şu an için, ama çok fazla şey var.

source: [_M_] I don't want you sleeping in my room with me anymore, but you're welcome to sleep on the couch.
tr_tr: Artık benim odamda benimle yatmanı istemiyorum, ama kanepede uyuman için hoş geldin.

source: [_C_] That's more than I deserve. Thank you!
tr_tr: Bu hak ettiğimden daha fazla. Teşekkür ederim!

source: [_RT_] {i}That went different and better than I was expecting.{/i}
tr_tr: [ _RT_] {i}Bu beklediğimden daha farklı ve daha iyi gitti. { /i }

source: [_RT_] {i}Still, I should probably go check on Mom and make sure she's okay.{/i}
tr_tr: [_RT_] {i}Yine de gidip annemi kontrol etmeli ve iyi olduğundan emin olmalıyım.{/i}

source: [_M_] {i}(Muttering under breath){/i} God damn you [dad_name]! God damn you Camille! Why do I have to pay for all your sins?!
tr_tr: [ _M_] {i}(nefesin altındaki muting) { /i } Allah kahretsin [ dadı_adı]! Lanet olsun sana Camille! Neden tüm günahlarını ödemem gerekiyor?

source: [_M_] {i}God damn you [mom_name]! Why can't you keep it together!?
tr_tr: [ _M_] {i}Tanrı sizi lanet olsun [ mom_name]! Neden bunu bir arada tutamıyorsun?

source: [_RT_] {i}Uh, oh... She doesn't look like she's doing well at all.{/i}
tr_tr: [ _RT_] {i}Uh, oh ... Hiç de iyi değil gibi görünüyor.

source: [_M_] [ryan]!... You scared me!... I didn't hear you come in.
tr_tr: [ _M_] [ ryan]! ... Beni korkutdun! Geldiğini duymadım.

source: [_R_] Sorry, your door was open.
tr_tr: Özür dilerim, kapınız açıktı.

source: [_M_] Huh... I thought I'd shut and locked it.
tr_tr: [ _M_] Huh ... Kapatacağımı ve kilitlediğimi düşündüm.

source: [_R_] Mom... You look like you're really struggling.
tr_tr: [ _R_] Anne ... Gerçekten mücadele ediyor gibi görünüyorsun.

source: [_M_] No shit?
tr_tr: -Hiç mi?

source: [_M_] Of course I'm struggling!
tr_tr: Tabii ki mücadele ediyorum!

source: [_M_] Since [dad_name] went to prison, at any given moment I'm just a breath away from a nervous breakdown.
tr_tr: [ _M_] [ dad_name] hapishaneye gittiğinden, herhangi bir anda, bir sinir krizinden sadece bir nefesim uzaklıktayım.

source: [_M_] All the weight he was carrying was added to the weight I already had and then tripled with the weight of being investigated by the FBI and extorted by the Mob.
tr_tr: Taşıdığı kilolar, önceden sahip olduğum kiloya eklendi ve sonra FBI tarafından soruşturulan ve Mob tarafından gasp edilen ağırlıkla üç katına çıktı.

source: [_M_] I'm doing everything I can to keep our family together, hell, at this point I'm doing everything I can just to keep us from getting murdered.
tr_tr: Ailemizi bir arada tutmak için elimden gelen her şeyi yapıyorum. Bu noktada, bizi öldürmekten alıkoymak için elimden gelen her şeyi yapıyorum.

source: [_M_] And I realized tonight that I've been relying on you too much.
tr_tr: Ve bu gece sana çok fazla güvendiğimi fark ettim.

source: [_M_] By letting you carry so much responsibility, I've robbed you of the final years of your youth.
tr_tr: Bu kadar sorumluluk taşımana izin vererek, gençliğinizin son yıllarını soydum.

source: [_M_] By being so vulnerable and letting my guard down, I allowed myself to rob you of your innocence.
tr_tr: O kadar savunmasız olmakla ve gardımı indirerek masumiyetinden seni soymama izin verdim.

source: [_M_] I don't think I can ever forgive myself for being the worst mother ever!
tr_tr: Hayatımda gördüğüm en kötü anne olduğum için kendimi asla affedebileceğimi sanmıyorum.

source: [_M_] You and your sisters will carry the emotional scars of these years for the rest of your lives.
tr_tr: Sen ve kız kardeşlerin hayatınızın sonuna kadar bu yılların duygusal yaralarını taşıyacaksınız.

source: [_M_] And now my sister has given me a whole other trash can of shit, and I'm not sure how I'm going to deal with it.
tr_tr: Ve şimdi kız kardeşim bana bir sürü pislik verdi, ve bununla nasıl başa çıkacağımı bilmiyorum.

source: [_M_] And I hate myself even more since the only solution I can think of would only expose our family to even more debauchery.
tr_tr: Sadece ailemizi daha da ahlaksızlığa maruz bırakabilecek tek çözümden bu yana kendimden daha çok nefret ediyorum.

source: [_R_] You think you stole my innocence!?
tr_tr: Masumiyetimi çaldığını mı sanıyorsun?

source: [_R_] That's why you've been avoiding me, acting so awkward around me lately?
tr_tr: Bu yüzden mi benden kaçıyorsun, son zamanlarda bana karşı garip davrandın?

source: [_M_] I mean, what kind of mother would do that to their own son!?
tr_tr: Yani, nasıl bir anne bunu kendi oğluna yapar ki?

source: [_R_] Hey, you've got it all wrong!
tr_tr: Hey, her şeyi yanlış anladın!

source: [_R_] You didn't steal anything from me. You gave me the greatest gift I've ever recieved in my life!
tr_tr: Benden hiçbir şey çalmadın. Bana hayatımda aldığım en büyük hediyeyi verdin!

source: [_M_] That's not what your therapist is going to say when your a forty year old man who can't maintain a normal relationship.
tr_tr: Senin terapistin, kırk yaşındaki bir adamın normal bir ilişki sürdüremeyince böyle bir şey söyleyeceği bir şey değil.

source: [_R_] Fuck my future therapist! When I'm forty years old, I hope I'm still in a relationship with you.
tr_tr: Gelecekteki terapistimi becer! Kırk yaşımdayım, umarım hala seninle bir ilişkim vardır.

source: [_M_] Oh, God!... That is just wrong on so many levels.
tr_tr: Tanrım! Bu pek çok seviyede yanlış.

source: [_M_] In any normal situation...
tr_tr: [ _M_] Normal bir durumda ...

source: [_R_] I'm going to stop you already.
tr_tr: Artık seni durduracağım.

source: [_R_] We're not in a normal situation.
tr_tr: Normal bir durumda değiliz.

source: [_R_] What we're going through is so far away from normal, that we can't be expected to act like we're in a normal situation.
tr_tr: [ _R_] Neler yaşadığımıza göre normalden çok uzakta, normal bir durumda olduğumuz gibi hareket edemememiz mümkün değil.

source: [_R_] There's nobody else we can talk to, nobody else we can rely on, nobody else we can expect to understand what it is we're going through.
tr_tr: Konuşabileceğimiz başka kimse yok, güvenebileceğim başka kimse yok, neler yaşadığımızı anlamak için başka kimse bekleyemez.
