Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_M_] Unbelievable.
tr_tr: İnanılır gibi değil.

source: [_R_] I'm sorry, Mom.
tr_tr: Özür dilerim anne.

source: [_R_] Matt's feeling up your little girl in our backyard. She's been letting him cop a feel anytime he wants!
tr_tr: Matt bizim arka bahçemizdeki küçük kızını hissediyor. İstediği zaman kendisini rahat bırakmasına izin veriyor!

source: [_R_] We need to go out there and put a stop to this.
tr_tr: Oraya gidip buna bir son vermemiz gerek.

source: [_M_] You sound like your father did anytime Sidney brought a date over to our house.
tr_tr: Sidney 'in evimize bir randevu getirdiğinde babanın yaptığı gibi konuşuyorsun.

source: [_S_] Right?
tr_tr: Değil mi?

source: [_M_] Lauren is an adult now, and like it or not, she's entitled to fool around a little bit with her boyfriend.
tr_tr: Lauren artık bir yetişkin, beğen ya da beğenme, erkek arkadaşıyla biraz etrafta dolanmama hakkına sahip.

source: [_M_] If you brought a girlfriend over, you wouldn't want Sidney being a wet blanket about it, would you?
tr_tr: Eğer bir kız arkadaş getirirseniz, Sidney 'in bu konuda ıslak bir battaniye olmasını istemezdi, değil mi?

source: [_S_] Ha! He'd need to get a girlfriend first.
tr_tr: [ S_] Ha! Önce bir kız arkadaş edinmeye ihtiyacı var.

source: [_MB_] Fuck, girl... That was amazing! You've got me all worked up.
tr_tr: Lanet olsun, kızım ... Bu inanılmazdı! Her şeyi hallettim.

source: [_MB_] Why don't we head back to your room so you can help me release all this "tension"?
tr_tr: Neden odana geri dönsek ki tüm bu "gerilimi" serbest bırakmama yardım edebilirsin.

source: [_L_] Can't. Mandy's in my room studying right now.
tr_tr: -Hayır. Mandy şu anda odamda çalışıyor.

source: [_MB_] Shit, I don't mind if she watches. Hell, I think she'd enjoy watching us get down and dirty.
tr_tr: Kahretsin, izlemeli olsa da umurumda değil. Bence bizi aşağıdan aşağı indirmekten zevk duyacağını düşünüyorum.

source: [_MB_] Maybe she could do more than watch.
tr_tr: Belki de izlemekten daha fazlasını yapabilir.

source: [_LT_] {i}Asshole! I'm not letting him near Mandy.{/i}
tr_tr: [ _LT_] {i}Göt! Mandy 'nin yanına yaklaşmasına izin vermeyeceğim.

source: [_LT_] {i}Besides. It's not her I want watching.{/i}
tr_tr: [ _LT_] {i}Ayrıca. İzlediğim o değil. İzlemekten.

source: [_L_] I've got a better idea.
tr_tr: Daha iyi bir fikrim var.

source: [_M_] Since you're so worried about it. I will keep an eye on them.
tr_tr: Sen bu konuda çok endişelendiğinden beri. Onlara göz kulak olacak.

source: [_M_] No, you will give your sister and her boyfriend some privacy. Go watch TV, or something. It's that, or you can spend the rest of the night in your room!
tr_tr: Hayır, kız kardeşinize ve erkek arkadaşına biraz mahremiyet yaşatacaksınız. Git televizyon izle, ya da başka bir şey. Ya bu, ya da gecenin geri kalanını odanda geçirebilirsin!

source: [_R_] Fine!
tr_tr: [_R_] İyi!

source: [_MT_] {i}My God, what is wrong with him?{/i}
tr_tr: [ _MT_] {i}Aman Tanrım, nesi var?

source: [_MT_] {i}The way he was acting, you'd think Lauren and Matt were having sex on the living room couch!{/i}
tr_tr: [ _MT_] {i}Oyunculuğunuz şekli, Lauren ve Matt 'in oturma odasında seks yaparken olduğunu düşüneceksin!

source: [_MT_] {i}It's perfectly normal for a girl to do a little messing around with her boyfriend.{/i}
tr_tr: [ _MT_] {i}Bir kızın erkek arkadaşıyla oynaması normal bir şey.

source: [_MT_] {i}Especially when that boyfriend is as attractive as Matt.{/i}
tr_tr: [ _MT_] {i}Özellikle de bu erkek arkadaş Matt kadar çekici olduğunda.

source: [_MT_] {i}Wait... What is she?...{/i}
tr_tr: [ _MT_] {i}Bekle ... O da ne?

source: [_MT_] {i}Is she going to give him a handjob right in our yard?{/i}
tr_tr: [ _MT_] {i}Ona bizim bahçemizde bir el işi verecek mi?

source: [_MB_] Mmm yeah. Let's see if all that practice you've been doing at my place has paid off.
tr_tr: Mmm evet. Bakalım benim yerimde yaptığın tüm o alıştırma ücreti ödenmiş mi?

source: [_MB_] Try to get it all the way down your throat this time.
tr_tr: [ _MB_] Bu sefer her şeyi boğazına kadar indirmeye çalış.

source: [_L_] Hehe... Okay
tr_tr: [ _L_] Hehe ... Tamam.

source: [_MT_] {i}She's... She's licking it!{/i}
tr_tr: [ _MT_] {i}She's ... Onu yalıyor!

source: [_MT_] {i}I suppose... a little licking is no big deal. Girlfriends have certain responsibilities after all.{/i}
tr_tr: Sanırım {i}küçük bir yalama büyük bir şey değil. Kız arkadaşlarının da bazı sorumlulukları vardır.

source: [_MT_] {i}Matt's penis is so big, it's not like she could...{/i}
tr_tr: [ _MT_] {i}Matt 'in penisi o kadar büyük ki, onun gibi değil ... { /i }

source: [_MT_] {i}She took it.{/i}
tr_tr: [ _MT_] {i}Onu aldı.

source: [_L_] (muffled) mmphmm
tr_tr: [ _L_] (boğuk) mmphmm

source: [_MB_] I wonder if it runs in the family.
tr_tr: Ailede olup olmadığını merak ediyorum.

source: [_MB_] Oh shit!
tr_tr: Lanet olsun!

source: [_L_] (muffled) mphmm?
tr_tr: [ _L_] (boğuk) (boğuk) fmm?

source: [_MB_] Haha... Nothing babe.
tr_tr: [ _MB_] Haha ... Hiçbir şey bebeğim.

source: [_MB_] I'm just admiring a sexy redhead that I'm going to be fucking soon.
tr_tr: Sadece seksi bir kızıl saçına hayran kaldım. Yakında sikeceğim.

source: [_L_] Mmphmmhmm.
tr_tr: [ _L_] Mencmmhmm.

source: [_MB_] Oh, yeah... Gonna be plowing that ginger pussy real soon.
tr_tr: Oh, evet ... Kısa sürede o zencefilli amcığı patlatacaksın.

source: [_MT_] {i}Oh, my God! What am I doing?{/i}
tr_tr: [ _MMT_] {i}Oh, Tanrım! Ne yapıyorum ben?

source: [_MT_] {i}How could I let myself go like that? Bad enough Matt caught me peeping on them. He saw me rubbing my pussy too!{/i}
tr_tr: [ _MT_] {i}Kendimi nasıl böyle bırakabilirdim? Yeterince kötü Matt beni onları gözetlerken yakaladı. O da beni kukumu sürtmeye başladı!

source: [_MT_] {i}Dammit! I hate it when I'm too horny to control myself! I need to get some releif!{/i}
tr_tr: [ _MT_] {i}Dammit! Kendimi kontrol etmek için çok azgınken nefret ediyorum! Biraz releif getirmem lazım!

source: [_RT_] {i}Why'd I have to make that jab about strippers? Mom might have listened to me if I had kept my cool instead of blowing up like that.{/i}
tr_tr: [ _RT_] {i}Neden bu yumruklamayı striptizciyle ilgili yapmak zorunda mıyım? Annem beni dinlemiş olabilir. Bu şekilde havaya uçmak yerine soğukkanlıyım. { /i }

source: [_RT_] {i}At least she's there making sure those two don't do anything too bad.{/i}
tr_tr: [ _RT_] {i}En azından o ikisinin çok kötü bir şey yapmadığından emin olmak için orada. { /i }

source: [_R_] I thought you were going to keep an eye on Lauren.
tr_tr: Lauren 'a göz kulak olmak için gittiğini sanıyordum.

source: [_M_] I'm going to take a nap, so don't bother me!
tr_tr: Biraz kestireceğim, bu yüzden beni rahatsız etme!

source: [_RT_] {i}Fuck. She's pissed at me.{/i}
tr_tr: [ _RT_] {i}S*keyim. Bana çok kızgın.

source: [_RT_] {i}I should go apologize for that stripper comment.{/i}
tr_tr: [ _RT_] {i}Bu striptizci yorumu için gidip özür dilemelisin. { /i }

source: [_RT_] {i}I should check it out.{/i}
tr_tr: [_RT_] {i}Kontrol etmeliyim.{/i}

source: [_RT_] {i}She's masterbaiting?!{/i}
tr_tr: [ _RT_] {i}Masterbaiting mi?!

source: [_RT_] {i}Well, if she's rubbing one out. She can't be too mad at me, right?{/i}
tr_tr: {i}iyi, eğer bir tanesini ovuşturduysa. Bana çok kızamaz, değil mi?

source: [_RT_] {i}God she's sexy. Seeing her buttering her muffin is making me feel better already.{/i}
tr_tr: [ _RT_] {i}Tanrı seksi. Onun kekini Buttering 'i görmek beni şimdiden daha iyi hissettiriyor.

source: [_RT_] {i}Oh. Looks like she's pulling out the butt plug again.{/i}
tr_tr: [ _RT_] {i}Oh. Görünüşe göre, yine popo fişini çekmiş.

source: [_RT_] {i}She really seems to have a thing for butt stuff. I wonder what she's thinking about? Or rather, who?{/i}
tr_tr: [ _RT_] {i}Gerçekten popo şeyleri için bir şeyi var gibi görünüyor. Merak ediyorum da ne düşünüyor? Ya da daha doğrusu, kim?

source: [_MT_] {i}I completely lost control out there.{/i}
tr_tr: [ _MT_] {i}Orada kontrolü tamamen kaybettim. { /i }

source: [_MT_] {i}Peeping on Lauren and Matt? Rubbing myself, with Sidney right behind me?{/i}
tr_tr: [ _MT_] {i}Lauren ve Matt 'in röntgenini mi? Kendimi, Sidney 'i arkamda ovuşturdum, değil mi?

source: [_MT_] {i}Thank God she was too distracted with her laptop to notice what her horrible slut of a mother was doing.{/i}
tr_tr: [_MT_] {i}Tanrı'ya şükür ki dizüstü bilgisayarıyla o kadar meşguldü ki korkunç sürtük annesinin ne yaptığını fark edemedi.{/i}

source: [_MT_] {i}I shouldn't be thinking about what I just saw while I do this but...{/i}
tr_tr: [ _MT_] {i}Bunu yaparken az önce ne gördüğümü düşünmemeliyim ama ...

source: [_MT_] {i}I don't think I can stop myself.{/i}
tr_tr: [ _MT_] {i}Kendimi durdurabileceğimi sanmıyorum.

source: [_MT_] {i}The sight of my youngest daughter swallowing Matt's massive cock... Fuck, I can't get that image out of my mind.{/i}
tr_tr: [ _MT_] {i}En küçük kızım Matt 'in devasa sikini yutuyor ... Lanet olsun, o görüntüyü aklımdan çıkaramıyorum.

source: [_MT_] {i}How is she able to take it all? I'd like to think I'm pretty good, but I'd have trouble getting that monster all the way down my throat like she just did.{/i}
tr_tr: [ _MT_] {i}Her şeyi nasıl alabiliyor? Çok iyi olduğumu düşünmek isterdim ama o canavarı tıpkı onun yaptığı gibi boğazıma kadar indirmekte zorluk çekerdim.

source: [_MT_] {i}Are they having sex yet?{/i}
tr_tr: [ _MT_] {i}Henüz seks yapmadılar mı? { /i }

source: [_MT_] {i}It's hard to believe my little girl could take someone as big as Matt, but I wouldn't have believed she could throat his cock either.{/i}
tr_tr: [ _MT_] {i}Küçük kızıma Matt kadar büyük birini alabileceğine inanmak zor ama onun da sikini boğabileceğine inanmazdım.

source: [_MT_] {i}Dammit! I want to know what having something that big inside me feels like.{/i}
tr_tr: [ _MT_] {i}Dammit! İçimdeki o kadar büyük bir şeyin nasıl olduğunu bilmek istiyorum.

source: [_RT_] {i}Why'd she stop? She's got that disappointed look she gives me when I fail one of her stupid pop quizzes.{/i}
tr_tr: [ _RT_] {i}Neden durmuyordu? Aptal pop quizz'lerinden biri başarısız olduğum zaman bana verdiği hayal kırıklığına uğramış gibi görünüyor.

source: [_MT_] {i}Matt's so much bigger than my toy.{/i}
tr_tr: [_MT_] {i}Matt benim oyuncağımdan çok daha büyük.{/i}

source: [_MT_] {i}I can't fantasize about his monster dick with something so small inside me.{/i}
tr_tr: [ _MT_] {i}O canavar sikiyle ilgili fantezi kuramıyorum içimde küçük bir şey var içimde.

source: [_MT_] {i}More importantly. I don't think the FBI would consider a dildo, a necessary expense.{/i}
tr_tr: [ _MT_] {i}Daha da önemlisi. FBI ' ın bir dildo, gerekli bir harcamayı düşüneceğini sanmıyorum.

source: [_MT_] {i}Besides. I can't wait. I need a big cock in my pussy now!{/i}
tr_tr: [ _MT_] {i}Ayrıca. Bekleyemem. Kukumda büyük bir sike ihtiyacım var!

source: [_MT_] {i}A flashlight? No, the metal would be too cold.{/i}
tr_tr: {i}A feneri mi? Hayır, metal çok soğuk olur.

source: [_MT_] {i}I need that for dinner tonight. I suppose I could still use it after I was finished...{/i}
tr_tr: [_MT_] {i}Bu akşam yemek için ona ihtiyacım var. Sanırım işim bittikten sonra da kullanabilirim...{/i}

source: [_MT_] {i}Could I do that? I never tasted my own pussy before. I suppose I could try? Guys seem to like that sort of thing.{/i}
tr_tr: [_MT_] {i}Bunu yapabilir miyim? Daha önce hiç kendi amımın tadına bakmamıştım. Sanırım deneyebilirim? Erkekler bu tür şeylerden hoşlanıyor gibi görünüyor.

source: [_MT_] {i}No, I don't think the girls would appreciate eating veggies that have been marinating in their mother's pussy all afternoon.{/i}
tr_tr: [ _MT_] {i}Hayır, kızların annelerinin amcıklarına tüm öğleden sonra marine eden sebzeleri yemekten memnun olacağını sanmıyorum.

source: [_MT_] {i}It's locked? I'll bet she hides the key in her old shoes like she did when we were kids.{/i}
tr_tr: [ _MT_] {i}Kilitli mi? Bahse girerim çocukken yaptığı gibi, eski ayakkabılarının anahtarını saklıyordur.

source: [_MT_] {i}While I fantasize about my daughter's boyfriend!{/i}
tr_tr: [ _MT_] {i}Kızımın erkek arkadaşı hakkında hayal kurarken.

source: [_M_] Oh, yes! Matt... That feels so good!
tr_tr: Evet! Matt ... Bu çok iyi hissettiriyor!

source: [_RT_] {i}What the fuck?! She's thinking about Matt?!{/i}
tr_tr: [ _RT_] {i}Ne sikim? Matt 'i mi düşünüyor?

source: [_M_] I'm sorry for peeping on you, Lauren. But you looked so hot throating Matt's cock like that.
tr_tr: Seni gözetlediğim için özür dilerim, Lauren. Ama Matt 'in aletini o kadar çok ateşlemişsin ki.

source: [_RT_] {i}Lauren was sucking off Matt? And Mom just watched?!{/i}
tr_tr: [ {i}Lauren Matt'e sakso mu çekiyordu? Ve annem sadece izledi mi?!{/i}

source: [_RT_] {i}Is she looking at Lauren's picture in the family photo?{/i}
tr_tr: [ _RT_] {i}Aile fotoğrafındaki Lauren 'in fotoğrafına bakıyor mu?

source: [_M_] I can't believe you'd be so bold, Lauren! Sucking off your boyfriend in the yard with your whole family right inside.
tr_tr: Bu kadar cesur olacağına inanamıyorum, Lauren! Bütün aileni, bahçede erkek arkadaşını emerek içine çekiyor.

source: [_M_] Is he fucking you too, Baby? Oh, I'll bet he is.
tr_tr: O da seni sikiyor mu, bebeğim? Oh, eminim öyle.

source: [_M_] It's okay, Honey... I'm not mad. How could you not let a stud like him fuck you?
tr_tr: Sorun değil, tatlım. Ben deli değilim. Onun gibi bir damızının seni sikmesine nasıl izin verebiliyorsun?

source: [_M_] But Mommy needs some cock too!
tr_tr: Ama annenin de biraz sike ihtiyacı var!

source: [_M_] I'm sorry, Baby, but I need to borrow your boyfriend!
tr_tr: Üzgünüm, bebeğim, ama erkek arkadaşını ödünç almam gerek!

source: [_M_] Just for a little bit, Honey. You don't mind, do you? You'll share your boyfriend with your horny mother, won't you?
tr_tr: Sadece birazcık, tatlım. Sakıncası yok, değil mi? Erkek arkadaşını azgın anneyle paylaşacaksın, değil mi?

source: [_M_] Fuck your slutty teacher like you fuck my slutty daughter!
tr_tr: Senin gibi sürtük öğretmenini sikeyim, sürtük kızıma siktirip git!

source: [_RT_] {i}No! It's not supposed to be like this. You're both, supposed to be mine. Not his!{/i}
tr_tr: [ _RT_] {i}Hayır! Bunun böyle olması gerekmiyor. İkiniz de benim gibi olmalısınız. Onunki değil!

source: [_M_] Mmph...! Your mother's so close, Baby! Where should your boyfriend cum?
tr_tr: -Mmph ...! Annen çok yakın, bebeğim! Erkek arkadaşın ne zaman boşalıyor?

source: [_RT_] {i}This is the worst. Why can't I stop listening to this?{/i}
tr_tr: [ _RT_] {i}Bu en kötüsü. Neden bunu dinlemekten vazgeçemiyorum?

source: [_M_] Oh, Matt. You naughty boy! If only you knew what you're doing to your teacher.
tr_tr: Matt. Seni yaramaz çocuk! Eğer öğretmenine ne yaptığını bilsen.

source: [_RT_] {i}I've got to find a way to win Mom and Lauren back from Matt. This is getting out of control.{/i}
tr_tr: [ _RT_] {i}Anne ve Lauren 'i Matt 'den geri kazanmanın bir yolunu bulmalıyım. Bu iş kontrolden çıkıyor. { /i }

source: {b}{i}"You have found the "Three of Clubs" Card!"{/i}{/b}
tr_tr: {b}{i}"" Three of Clubs "Card!" { /i } { /b }

source: {b}{i}"View this card in the gallery and the casino"{/i}{/b}
tr_tr: {b}{i}"Galeride ve kasinoda bu kartı görüntüleyin"{/i}{/b}

source: [_RT_] {i}Sounds like Mandy and Lauren are in the bathroom together again.{/i}
tr_tr: [ _RT_] {i}Mandy ve Lauren yine birlikte tuvalette. { /i }

source: [_RT_] {i}They've been getting a lot closer lately. What naughty things do those two get up to when no one else is around?{/i}
tr_tr: [ _RT_] {i}Son zamanlarda çok daha yakınlaştılar. Bu ikisi, etrafta kimsenin olmadığı zamanlarda ne kadar yaramaz şeyler yapar?

source: [_RT_] {i}Let's see what they're up to.{/i}
tr_tr: [ _RT_] {i}Neler yapıyor görelim. { /i }

source: [_RT_] {i}Alright! I caught them taking a shower again.{/i}
tr_tr: [ _RT_] {i}Tamam! Onları tekrar duş alırken yakaladım.

source: [_RT_] {i}Wow! Looks like Mandy wants to help scrub Lauren's soapy body. Especially the soft and squishy bits.{/i}
tr_tr: [ _RT_] {i}Wow! Görünüşe göre Mandy, Lauren 'in soapy vücuduna yardım etmek istiyor. Özellikle yumuşak ve yumuşak parçaları. { /i }

source: [_RT_] {i}She doesn't seem to mind?{/i}
tr_tr: [ _RT_] {i}O bir şey gibi görünmüyor mu? { /i }

source: [_RT_] {i}Huh... Lauren turned the shower off, but Mandy doesn't look like she's ready to get out yet.{/i}
tr_tr: [ _RT_] {i}Ha ... Lauren duşunu kapatmış ama Mandy henüz çıkmaya hazır değil gibi görünüyor.

source: [_RT_] {i}She's got that hungry look in her eyes.{/i}
tr_tr: [ _RT_] {i}O, gözlerinde aç bir bakış var. { /i }

source: [_RT_] {i}Goddam! Washing her wasn't the only thing Mandy wanted to help Lauren with. Looks like some more of that "kissing practice" too.{/i}
tr_tr: [ _RT_] {i}Goddam! Onu yıkamak Mandy 'nin Lauren 'a yardım etmek istediği tek şey değildi. "Öpüşme antrenmanı" nın da bir kısmı daha var gibi.

source: [_RT_] {i}That's so hot! Mandy's grinding her pussy on Lauren's thigh!{/i}
tr_tr: [ _RT_] {i}Bu çok sıcak! Mandy onun vajinasını Lauren 'in kalçasına öğütüyor!

source: [_RT_] {i}Fuck! They are really going at it. These kissing lessons Mandy's giving... looks like they're really paying off.{/i}
tr_tr: [ _RT_] {i}S*k! Gerçekten de bu işe giriyorlar. Mandy 'nin verdiği bu öpüşme dersleri gerçekten ödüyorlar gibi görünüyor.

source: [_RT_] {i}I have to get in there... Two wet and horny girls need my help.{/i}
tr_tr: [ _RT_] {i}Oraya girmem gerek ... İki ıslak ve azgın kızın yardımıma ihtiyacı var. { /i }

source: [_C_] What the hell do you think you're doing?
tr_tr: Ne yaptığını zannediyorsun?

source: [_RT_] {i}Fucking, dammit!{/i}
tr_tr: [ _RT_] {i}Siktiğimin, lanet! { /i }

source: [_R_] Aunt Cami!
tr_tr: Cami Teyze!

source: [_R_] I was just... Going to the bathroom.
tr_tr: Ben sadece ... Banyoya gidiyorum.

source: [_C_] Spare me your lame excuses! You were trying to peep on Mandy and Lauren!
tr_tr: Saçma bahanelerin beni bağışlayın! Mandy ve Lauren 'ı gözetleme girişiminde bulundun!

source: [_R_] Oh!... Are they in there right now? I had no idea.
tr_tr: [ _R_] Oh! ... Şu anda orada mı? Hiçbir fikrim yoktu.

source: [_C_] Please! You knew they were in there.
tr_tr: [ _C_] Lütfen! Orada olduklarını biliyordun.

source: [_C_] Finding opportunities to be a disgusting pervert is your only skill.
tr_tr: [ _C_] İğrenç bir sapık olmak için fırsatlar bulmak tek beceriniz.

source: [_RT_] {i}This bitch!{/i}
tr_tr: [ _RT_] {i}Bu orospu!

source: [_RT_] {i}Big talk coming from someone who will do sexual favors for money.{/i}
tr_tr: [ _RT_] {i}Para için cinsel destek yapacak birinden büyük bir konuşma geliyor. { /i }

source: [_RT_] {i}She needs an ego check.{/i}
tr_tr: [ _RT_] {i}Bir ego kontrolü gerekiyor. { /i }

source: [_RT_] Time to give my aunt a tongue lashing, and not the fun kind.
tr_tr: Halamın dilini kesmesi için zaman, ve eğlenceli bir şey değil.

source: [_R_] Seems to me like you're the one who's always finding opportunities.
tr_tr: Bana her zaman fırsat bulabilen biri gibi geliyor.

source: [_R_] To be a whore, that is.
tr_tr: -Bir fahişe olmak için, öyle.

source: [_C_] What? How dare you call me that!
tr_tr: [ _C_] Ne? Ne cüretle bana böyle hitap edersin!

source: [_R_] You don't mind me being a perv around you, so long as I'm paying.
tr_tr: Senin etrafında perv olmamın bir mahzunu yok, ben de para ödüyorum.

source: [_C_] That doesn't... I'm not...
tr_tr: [ _C_] Bu ... Ben ...

source: [_R_] A thousand dollars was expensive, but you earned it. Took my cock down your throat like a real pro.
tr_tr: [ _R_] Bin dolar pahalıydı, ama bunu hak ettin. Sikimi gırtlağıma gerçek bir profesyonel gibi indirdim.

source: [_R_] How much did you charge me to rub my dick between your tits?
tr_tr: Sikimi memelerinize sürtmem için bana ne kadar para verdiniz?

source: [_R_] You were happy to take my money for that handjob. I even got to cum all over your face.
tr_tr: O el işi için paramı aldığın için mutluydun. Yüzünü bile boşaltabilirim.

source: [_R_] You're always happy to flash me your tits for some quick cash.
tr_tr: Bana biraz para için memelerini göstermekten hep mutluluk duyardım.

source: [_C_] I... You can't tell...
tr_tr: [ _C_] I. .. Bunu söyleyemezsin ...

source: [_C_] I am not a whore!
tr_tr: Ben fahişe değilim!

source: [_R_] Keep telling yourself that.
tr_tr: -Kendine bunu söylemeye devam et.

source: [_CT_] {i}Where does he get the nerve?{/i}
tr_tr: [ _CT_] {i}Siniri nereden yakalıyor? { /i }

source: [_CT_] {i}No guy's ever talked to me like that before.{/i}
tr_tr: [ _CT_] {i}Daha önce hiç kimse benimle böyle konuşmadı.

source: [_RT_] {i}I don't feel like getting into a pissing contest with her right now{/i}
tr_tr: [ _RT_] {i}Şu anda onun için bir sidik yarışına girmek istemiyorum.

source: [_R_] Whatever. I'll use the bathroom later.
tr_tr: Her neyse. Banyoya daha sonra girebilirim.

source: [_C_] Hmph... Yeah, keep walking creep.
tr_tr: Hmph ... Evet, yürümeye devam et.

source: [_CT_] {i}I'll be watching you, mister.{/i}
tr_tr: [ _CT_] {i}Seni izliyor olacağım, bayım.

source: {i}{b}"Aunt Cami's Submission -1"{/b}{/i}
tr_tr: {i}{b}"Cami Teyze 'nin Gönderisi -1" { /b } { /i }

source: [_RT_] {i}It's too risky... Aunt Cami's been prowling around like the fucking neighborhood watch lately.{/i}
tr_tr: [ _RT_] {i}Çok riskli ... Cami Teyze son zamanlarda mahallenin gözetimi gibi geziniyor.

source: {size=*1.5}{i}"This is just a placeholder for a future scene."{/i}{/size}
tr_tr: { size= * 1.5 }{i}"Bu, gelecekteki bir sahne için sadece bir yertutucudur." { /i } { /size }

source: [_RT_] {i}Now that things are better than ever between Mom and I, I don't want her to think that the only thing I think about is getting into her panties, althought that does pretty much dominate most of my thoughts.{/i}
tr_tr: [ _RT_] {i}Şimdi her şey annemle benim aramda her zamankinden daha iyi. Düşündüğüm tek şeyin külotunun içine gireceğini düşünmesini istemiyorum. Düşüncelerimin büyük bir kısmını domine eden bir düşünce.

source: [_RT_] {i}I think I'll just let her enjoy her evening shower in peace.{/i}
tr_tr: [ _RT_] {i}Sanırım huzur içinde akşam partisinde eğlenmesine izin vereceğim. { /i }

source: [_RT_] {i}That doesn't mean I can't watch her though.{/i}
tr_tr: [ _RT_] {i}Bu da onu izleyemeyeceğim anlamına gelmiyor.

source: [_RT_] {i}These little cameras have pretty decent reception and video quality.{/i}
tr_tr: [_RT_] {i}Bu küçük kameralar oldukça iyi bir çekim ve görüntü kalitesine sahip.{/i}

source: [_RT_] {i}Oh, Mom looks so tired, probably all the stress of everything going on!{/i}
tr_tr: [_RT_] {i}Annem çok yorgun görünüyor, muhtemelen her şeyin stresi devam ediyor!{/i}

source: [_RT_] {i}Oh, good! The show's getting better. I'll' never get tired of looking at her in the shower from this angle!{/i}
tr_tr: [ _RT_] {i}Oh, güzel! Gösteri daha iyiye gidiyor. Bu açıdan duşta ona bakmaktan asla bıkmam!

source: [_RT_] {i}Aaauhh.... I've been here too long, I'd better go before I'm caught.{/i}
tr_tr: [_RT_] {i}Aaauhh.... Çok uzun zamandır buradayım, yakalanmadan gitsem iyi olacak.{/i}

source: {b}{i}"You have found the "Nine of Diamonds" Card!"{/i}{/b}
tr_tr: {b}{i}"" Diamond of Diamonds "Card 'ını buldugınız!" { /i } { /b }

source: [_R_] Mmmm?
tr_tr: Mmmm?

source: [_S_] {i}Wake up, little brother...{/i}
tr_tr: [ S_] {i}Uyan, küçük kardeş ... { /i }

source: [_S_] There he is. Good morning, Sleepyhead.
tr_tr: İşte orada. Günaydın, Sleepyhead.

source: [_S_] Sleep well?
tr_tr: İyi uykular mı?

source: [_R_] Mmmph.
tr_tr: [ _R_] Mmph.

source: [_R_] Morning... You're still here?
tr_tr: [ _R_] Günaydın ... Hala burada mısın?

source: [_S_] Aren't you happy to see me?
tr_tr: Beni gördüğümden memnun değil misin?

source: [_R_] Umm yeah, I guess, but...
tr_tr: Evet, evet, sanırım, ama ...
