Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_M_] There has to be some mistake... My sister would never...
tr_tr: Bir yanlışlık olmalı ... Kız kardeşim asla ...

source: [_M_] But we're already struggling to pay back [dad_name]'s...
tr_tr: [ _M_] Ama biz zaten geri ödeme için çabalıyoruz [ baba_adı] ' s ...

source: [_M_] No! No... You don't have to do that... I just...
tr_tr: [ _M_] Hayır! Hayır ... Bunu yapmak zorunda değilsin. Ben sadece ...

source: [_J_] {i}(Muffled){/i} I'm sorry, [mom_name], but I have a reputation to maintain. If she refuses to pay back what she owes, I'm afraid I'll need to make an example of her.
tr_tr: [ _J_] {i}(Karışık) { /i } Özür dilerim, [ momen_name], ancak bakım yapmak için bir ünüm var. Eğer borçlu olduğu şeyi geri ödemeyi reddederse, korkarım ona bir örnek vermek istiyorum.

source: [_M_] Please, please don't. I'll pay it. I just... can you give me some time to...
tr_tr: [ _M_] Lütfen, lütfen yapma. Ben öderim. Ben sadece ... bana biraz zaman verebilir ...

source: [_C_] {b}Get off me you creep!{/b}
tr_tr: [ _C_] {b}Kalk üstümden sürünüyorsun!

source: [_M_] You! What have you done?!
tr_tr: [ _M_] Sen! Ne yaptın sen?

source: [_J_] {i}(Muffled){/i} It sounds like your sister's back home. I'll leave you two to talk. We'll be in touch.
tr_tr: [ _J_] {i}(Karışık) { /i } Kız kardeşin eve dönmüş gibi görünüyor. Sizinle konuşmak için iki tane bırakacağım. Temas halinde olacağız.

source: [_M_] How could you be so stupid?!
tr_tr: Nasıl bu kadar aptal olabiliyorsun?

source: [_C_] It's not a big deal.
tr_tr: Önemli bir şey değil.

source: [_M_] Not a big deal?
tr_tr: Önemli bir şey değil mi?

source: [_M_] Explain to me how taking out a loan from the {b}mafia{/b}...
tr_tr: [ _M_] {b}mafyasından kredi almanın nasıl bir şey olduğunu açıklayın { /b } ...

source: [_M_] Then playing blackjack till you {b}lost it all...{/b}
tr_tr: O zaman siz {b}kaybedene kadar blackjack oynuyorsunuz ... { /b }

source: [_M_] Is not a big deal?!
tr_tr: -Büyük bir mesele değil mi?

source: [_C_] Look, I was up by a lot, okay?
tr_tr: Bak, çok fazla kalmıştım, tamam mı?

source: [_C_] I only lost because they cheated. I don't have to pay a crooked casino anything. Gambling's not even legal in this city.
tr_tr: Sadece kopya çektikleri için kayboldum. Bir kumarhanenin parasını ödemek zorunda değilim. Kumar bu şehirde yasal bile değil.

source: [_C_] Joey's lucky I don't report his establishment to the police right now.
tr_tr: Joey çok şanslı. Şu anda polis teşkilatını polise bildirmiyorum.

source: [_RT_] {i}Holy shit.. Is she trying to get us all killed?{/i}
tr_tr: [ _RT_] {i}Kutsal bok .. Hepimizi öldürtmeye mi çalışıyor?

source: [_M_] Are you trying to get us all killed?!
tr_tr: Hepimizi öldürtmeye mi çalışıyorsun?

source: [_M_] You think he doesn't have the police in his pocket?
tr_tr: Onun cebinde polis olmadığını mı düşünüyorsun?

source: [_C_] Oh, please... You're being silly. The FBI is watching everything we do. He can't do anything to me.
tr_tr: Oh, lütfen ... Saçmalıyorsun. FBI, yaptığımız her şeyi izliyor. Bana hiçbir şey yapamıyor.

source: [_M_] Camille, do you remember that FBI agent that helped you move?
tr_tr: Camille, taşınmana yardım eden FBI ajanını hatırlıyor musun?

source: [_C_] I don't know, maybe? What about her?
tr_tr: Bilmiyorum, belki de? Peki ya o?

source: [_M_] She's in his club every time I've been in there. You think she'd be hanging out in an illegal club if he didn't have her and god knows who else on his payroll?!
tr_tr: Ne zaman oraya girsem o kulüpte. Eğer o ve tanrı biliyor olsaydı, yasadışı bir kulüpte takılıyor olabilir mi sanıyorsun?

source: [_R_] {i}(Muttering){/i} Pretty sure that our city's mayor is a regular there too.
tr_tr: [ _R_] {i}(Muttering) { /i } şehrimizin belediye başkanının da orada düzenli olduğundan oldukça eminim.

source: [_M_] I always knew you were selfish, but I didn't think you were an idiot!
tr_tr: Her zaman bencil olduğunu biliyordum, ama aptal olduğunu sanmıyordum!

source: [_C_] Hey, the only reason any of this happened is because of your {i}idiot{/i} husband!
tr_tr: Hey, bu olanların tek nedeni {i}geri zekâlı kocanızın yüzünden oldu!

source: [_M_] At least my husband didn't run off with the {b}nanny{/b}!
tr_tr: [ _M_] En azından kocam {b}dadı { /b } ile kaçmadı!

source: [_R_] Uncle Bobby was Dad's right hand man, Aunt Cami. He's just as much to blame as Dad.
tr_tr: Bobby amca babamın sağ kolu, Cami Teyze. O sadece babam kadar suçlanacak.

source: [_C_] Stay out of this, you little runt!
tr_tr: Bu işe karışma, seni küçük cüce!

source: [_M_] {b}Don't you talk to my son like that, you bitch! You're the one who's endangered this family!{/b}
tr_tr: [_M_] {b}Oğlumla böyle konuşma, seni kaltak! Bu aileyi tehlikeye atan sensin!{/b}

source: [_C_] {b}Don't call me a bitch, you...{/b}
tr_tr: [ _C_] {b}Bana orospu demeyin, sen ... { /b }

source: [_MD_] Mom?
tr_tr: Anne?

source: [_C_] Mandy!
tr_tr: [_C_] Mandy mi!

source: [_MD_] Did you really get us into trouble with the mob?
tr_tr: Bizi gerçekten mafyayla belaya sokmadın mı?

source: [_C_] Baby, it's not like that. I did it for us.
tr_tr: Bebeğim, öyle bir şey değil. Bizim için yaptım.

source: [_S_] Why is everyone yelling?
tr_tr: Neden herkes bağırıyor?

source: [_S_] What's going on?
tr_tr: Neler oluyor?

source: [_M_] Well? Go on Camille...
tr_tr: Peki? Hadi Camille ...

source: [_M_] Tell our girls why you've put all their lives in danger so you could have some fun at a mafia casino.
tr_tr: Kızlara neden hayatlarının tehlikeye girdiğinizi anlatın ki bir mafya kumarhanesinde eğlenebilsin diye.

source: [_C_] That's not what happened!
tr_tr: [ _C_] Böyle bir şey olmadı!

source: [_C_] Girls, look...
tr_tr: [ _C_] Kızlar, bakın ...

source: [_C_] I... I borrowed some money from Joey DeCapo.
tr_tr: [ _C_] I. .. Joey DeCapo 'dan biraz para ödünç aldım.

source: [_S_] What?
tr_tr: [_S_] Ne?

source: [_MD_] The mob boss? But, why? Isn't that how Uncle [dad_name] got in trouble?
tr_tr: Mafya babası mı? Ama neden? Dad_name amcanın başı bu kadar mı belaya girmedi?

source: [_C_] I was... You see...
tr_tr: [ _C_] Ben ... Gördün mü ...

source: [_C_] I was trying to, to win enough money to pay off [dad_name]'s debt!
tr_tr: [ _C_] [ baba_adı] ' ın borçlarını ödeyebilmek için yeterli parayı kazanmak için çabalıyorum!

source: [_C_] If I won big at the club, then I could pay it all off, and we'd all get our lives back.
tr_tr: Eğer kulüpte büyük kazansaydım, hepsini ödeyebilirim ve hepimiz hayatımızı geri kazanırdık.

source: [_R_] Bullshit!
tr_tr: Palavracı!

source: [_R_] You said you were going to take Mandy and leave the rest of us. Going back to living the good life, you said... Buying expensive wines, and getting "manny petties", whatever that hell that is.
tr_tr: Mandy 'i alıp, geri kalanımızı bırakacaksın demiştin. İyi bir hayat yaşamaya devam etmek için, demiştin ki ... Pahalı şaraplar ve "Manny Petties" almak, o lanet şey her ne ise.

source: [_MD_] You were going to run out on them? Like Dad did to us?
tr_tr: -Onları ezecek misin? Babamın bize yaptığı gibi mi?

source: [_M_] Unbelievable! After I took you into my home, you'd abandon us, just so you could sip Chateau wines and have your nails done?
tr_tr: İnanılır gibi değil! Seni evime götürdükten sonra, bizi terk edip Chateau şarapları yudumlayabilip tırnaklarını mı bitirdin?

source: [_M_] You ungrateful cunt!
tr_tr: Seni nankör amcık!

source: [_C_] Don't talk to me like that!
tr_tr: Benimle bu şekilde konuşma!

source: [_C_] This isn't my fault! None of this is my fault!
tr_tr: Bu benim hatam değil! Bunların hiçbiri benim hatam değil!

source: [_C_] I had the perfect life! A rich husband, a daughter I could spoil with all my attention, in my spacious house!
tr_tr: Mükemmel bir hayatım vardı! Zengin bir koca, bütün dikkatimi çekebilecek bir kızım, geniş evimin içinde!

source: [_C_] Now I'm stuck living with my sister and her family.
tr_tr: Şimdi kız kardeşimle ve onun ailesiyle yaşamaya devam ediyorum.

source: [_C_] Your son is bad enough, always bossing me around or trying to perv on me and my daughter.
tr_tr: [ _C_] Oğlunuz yeterince kötü, bana her zaman patrondur, ya da bana ve kızıma karşı sapıklamaya çalışırsın.

source: [_C_] But you!
tr_tr: [ _C_] Ama sen!

source: [_C_] You humiliate me every chance you get, [mom_name]! Making me clean your house in that stupid maid costume while your son leers at me.
tr_tr: [ _C_] Beni her fırsatta küçük düşürüyorsun, [ momen_name]! Oğlunuz bana gösterirken o aptal hizmetçi kostümünde bana evini temizletti.

source: [_C_] I have to scrub your dammed bathroom in that skimpy thing!
tr_tr: O lanet banyoya tıka basa banyonu ovalamak zorundayım!

source: [_C_] I hate that bathroom!
tr_tr: -O banyodan nefret ediyorum!

source: [_C_] There's always pee on the toilet seat, and the hair from five girls in the shower drain!
tr_tr: Her zaman tuvalet koltuğa işemiş, ve duş giderinde beş kızdan gelen saçlar!

source: [_C_] It's degrading!
tr_tr: Aşağılayıcı bir şey!

source: [_C_] Six people in this house, and only {b}one bathroom!{/b}
tr_tr: [ _C_] Bu evde altı kişi, ve sadece {b}bir banyo! { /b }

source: [_C_] {b}One bathroom that I have to clean in that stupid sexy maid costume!{/b}
tr_tr: [ _C_] {b}O aptal seksi hizmetçi kostümünde temizlik yapmak zorunda olduğum bir banyo! { /b }

source: [_C_] Well, you know what? I'm not going to put up with this shit anymore!
tr_tr: Ne var biliyor musun? Bu saçmalıkla bir daha katlanmayacağım!

source: [_C_] Mandy, get dressed and get your things together. We're leaving.
tr_tr: Mandy, giyin ve eşyalarınızı bir araya getirin. Biz gidiyoruz.

source: [_MD_] We're leaving? Why?
tr_tr: Gidiyor muyuz? Neden?

source: [_C_] I said get dressed!
tr_tr: [ _C_] Giyin dedim!

source: [_M_] Oh, here we go.
tr_tr: Oh, işte gidiyoruz.

source: [_M_] Little Camille makes a mess, then runs away from home because she doesn't want to face the consequences.
tr_tr: Küçük Camille ortalığı karıştırır, sonra evden kaçar çünkü sonuçlarına katlanmaktan başka bir şey istemez.

source: [_M_] How many times did you perform this little drama for Mom and Dad?
tr_tr: [ _M_] Annem ve babam için bu küçük dramı kaç kere gerçekleştirdiniz?

source: [_C_] Shut up!
tr_tr: -Kapa çeneni!

source: [_C_] I don't have to live like this!
tr_tr: -Bu şekilde yaşamak zorunda değilim!

source: [_M_] Fine with me. Go!
tr_tr: [ _M_] Bana uyar. -Git!

source: [_M_] Go sleep in your car for all I care! That'll be so much better for Mandy!
tr_tr: Git de arabanda uyu. Mandy için çok daha iyi olacak!

source: [_C_] I have friends! Good, wealthy friends, who'll take us in and treat me with some respect.
tr_tr: -Arkadaşlarım var! İyi, varlıklı arkadaşlar, bizi içeri alacak ve bana biraz saygı gösterecekler.

source: [_M_] What? Those country club snobs?
tr_tr: [ _M_] Ne? Şu country kulübü züppeleri mi?

source: [_M_] Hah! Good luck with that!
tr_tr: [ _M_] Hah! Bol şans!

source: [_M_] Do you know where all my good wealthy friends went as soon as they found out about [dad_name]?
tr_tr: [ _M_] Bütün iyi varlıklı dostlarımın, [ baba_adı] hakkında öğrendikleri anda nerede olduğunu biliyor musunuz?

source: [_M_] Vanished like a fart in the wind.
tr_tr: Rüzgârda bir osuruk gibi sürgün edildi.

source: [_C_] That probably says more about you than them!
tr_tr: Muhtemelen sen onlardan daha fazla şey söylüyordun!

source: [_C_] Now get moving, Mandy!... Just pack what you need for a couple days. We can come back for the rest of our stuff.
tr_tr: Harekete geçsene Mandy! Sadece bir kaç günlüğüne ihtiyacın olanı topla. Geri kalan eşyalarımızın geri kalanını geri getirebiliriz.

source: [_R_] Wow, I can't believe they're really leaving...
tr_tr: Vay canına, gerçekten ayrıldığına inanamıyorum ...

source: [_L_] Mom, is the mob going to go after Mandy and Aunt Camille?
tr_tr: Anne, mafya Mandy ve Camille Teyze 'nin peşine mi gidecek?

source: [_M_] No, I told Mr. DeCapo that I would find a way to pay Camille's gambling debts.
tr_tr: Hayır, Bay DeCapo 'ya Camille 'nin kumar borçlarını ödemenin bir yolunu bulacağımı söyledim.

source: [_S_] How much did Aunt Camille lose?
tr_tr: Camille teyzem ne kadar kaybetti?

source: [_M_] A lot.
tr_tr: -Çok fazla.

source: [_L_] How are we going to pay it when we already have Dad's debts to deal with?
tr_tr: Babamın borçlarını ödediğimiz zaman nasıl ödeyeceğiz?

source: [_M_] I don't know.
tr_tr: -Bilmiyorum.

source: [_L_] You don't know? How can you not know?
tr_tr: Bilmiyor musun? Nasıl bilmeyebilirsin ki?

source: [_L_] The mobs going kill us!
tr_tr: Mobs bizi öldürecek!

source: [_R_] Lauren, calm down, okay? We'll figure something out.
tr_tr: -Lauren, sakin ol, tamam mı? Bir yolunu buluruz.

source: [_S_] I can help. I've been saving all my pay from the club, and maybe Mr. DeCapo will let me pick up some extra shifts?
tr_tr: Yardım edebilirim. Tüm borcumu kulüpten saklıyordum, belki de Bay DeCapo fazladan vardiyalar almama izin verir.

source: [_M_] That money is for college. You need to get back to design school so you can escape all this.
tr_tr: O para üniversite için. Tüm bunları kaçabilmek için tasarım okuluna geri dönmen gerekiyor.

source: [_S_] I can help. Mr. DeCapo said I can come back and work at the club anytime I want. I could pick up some extra shifts too.
tr_tr: Yardım edebilirim. Bay DeCapo, istediğim zaman kulüpte çalışabileceğimi söyledi. Ben de fazladan vardiyalar alabilirim.

source: [_M_] I don't want you working there again.
tr_tr: [ _M_] Tekrar orada çalışmanı istemiyorum.

source: [_S_] Then how are we going to...
tr_tr: O zaman nasıl ...

source: [_L_] Yeah! How are we going to not get murdered?
tr_tr: [ _L_] Evet! Nasıl öldürülemeyeceğiz?

source: [_M_] I said, I don't know!
tr_tr: [ _M_] Ben de bilmiyorum dedim!

source: [_M_] Stop talking about getting murdered! I don't know how I'm going to fix it, but I will!
tr_tr: Öldürülemekten bahsetmeyi bırak! Bunu nasıl düzeltebileceğimi bilmiyorum, ama yapacağım!

source: [_M_] I just need some time to think!
tr_tr: Düşünmek için biraz zamana ihtiyacım var!

source: [_R_] Mom, take it easy...
tr_tr: Anne, sakin ol ...

source: [_R_] My business is doing really well... If everyone helped out at my studio, I'm sure we could...
tr_tr: [ _R_] Benim işim çok iyi gidiyor ... Eğer herkes stüdyomda yardım ettiyse, eminim ki ...

source: [_M_] I will handle it. Don't involve your sisters in this anymore than you already have.
tr_tr: Ben hallederim. Kız kardeşlerini bu işe bulaşmana gerek yok.

source: [_R_] But, Mom...
tr_tr: [ _R_] Ama, Anne ...

source: [_M_] I said, no!
tr_tr: [ _M_] dedim, hayır!

source: [_M_] I'm your mother. This is my burden not yours.
tr_tr: -Ben senin annenim. Bu benim sorumluluğum senin değil.

source: [_M_] {b}I{/b} will handle this.
tr_tr: [ _M_] {b}I { /b } bunu işleyecektir.

source: [_M_] {b}I{/b} will find a way to pay Mr. DeCapo.
tr_tr: [ _M_] {b}I { /b }, Bay DeCapo 'ya ödeme yapmak için bir yol bulacaktır.

source: [_M_] Lauren, you and [ryan] need to focus on passing your exams and graduating high school. Sidney, you need to look for a respectable job and focus on getting back into design school.
tr_tr: [ _M_] Lauren, sen ve [ Ryan] sınavlarını geçirmeye ve liseden mezun olmak için odaklanmalıyız. Sidney, saygın bir iş araman ve tasarım okuluna geri dönmen için odaklanmamız gerekiyor.

source: [_M_] Now go back to bed, all of you.
tr_tr: Şimdi yatağa geri dön, hepiniz.

source: [_RT_] {i}How did this night go so wrong, so fast?...{/i}
tr_tr: [ _RT_] {i}Bu gece nasıl bu kadar yanlış gitti, çok hızlı? ... { /i }

source: [_RT_] {i}I know Mom's putting on a brave face for us, but she was barely keeping it together. This is too much for her to take on alone.{/i}
tr_tr: [ _RT_] {i}Annem bizim için cesur bir yüze sahip olduğunu biliyorum, ama onu zar zor bir arada tutuyordu. Bu onun tek başına ele alması için fazla bir şey.

source: [_RT_] {i}I thought Mom had started to see me as a man. Her man...{/i}
tr_tr: [ _RT_] {i}Annem beni erkek olarak görmeye başladığını sanıyordum. Onun adamı ... { /i }

source: [_RT_] {i}But tonight, I went back to being the little boy she needs to protect.{/i}
tr_tr: [ _RT_] {i}Bu gece, korumaya ihtiyacı olan küçük çocuk olmaya geri döndüm. { /i }

source: [_RT_] {i}I have to show her I can be the guy... the man she counts on! Now, more than ever, I need to prove she can depend on me.{/i}
tr_tr: [ _RT_] {i}Ona göstermem lazım adam olabileceğimi ona ... saydığı adam! Şimdi, her zamankinden daha fazla, bana güvenebileceğini kanıtlamalıyım.

source: [_RT_] {i}But how?{/i}
tr_tr: [ _RT_] {i}Nasıl?

source: [_RT_] {i}Aunt Cami let Joey loan her so much money before she lost it all. This won't be like Dad's debts, where Joey lets us get away with only making payments on the interest.{/i}
tr_tr: [ _RT_] {i}Halam Cami, Joey 'i kaybetmeden önce ona çok para yatırdı. Bu babamın borçları gibi olmayacak, Joey 'nin ödemelerini sadece faiziyle birlikte götürmemize izin verdiği yer.

source: [_RT_] {i}He's going to use this to force Mom deeper into his clutches. If I don't do something, Mom will end up like Candy.{/i}
tr_tr: [ _RT_] {i}Bu, annemi pençesine daha çok zorlamak için bunu kullanacak. Eğer bir şey yapmazsam, annem sonun Candy gibi olacak.

source: [_RT_] {i}Just another one of Joey DeCapo's whores.{/i}
tr_tr: [ _RT_] {i}Joey DeCapo 'nun fahişelerinden biri daha.

source: [_RT_] {i}My photoshoots made good money, but I've pretty much wrapped each of them up. I'm going to start losing subscribers if I don't put out something new.{/i}
tr_tr: [ _RT_] {i}Fotoğraf çekimlerim iyi para kazandılar, ama ben her birini paketlemiştim. Yeni bir şey ortaya koymasam, aboneleri kaybetmeye başlayacağım.

source: [_RT_] {i}To make the kind of money we'll need, it'll take more than another softcore shoot. I'll need to do something big. Something that would get a lot of online attention.{/i}
tr_tr: [ _RT_] {i}Bir çeşit para kazanmak için ihtiyacımız olacak, başka bir softcore çekimden daha fazlasını alacak. Büyük bir şey yapmam lazım. İnternette çok ilgi göreceği bir şey.

source: [_RT_] {i}The Perry Hotter set with Mom and Megan did really well. So, something with two girls would be best.{/i}
tr_tr: [ _RT_] {i}Anne ve Megan ile birlikte ayarlanan Perry Hotter gerçekten iyi iş yaptı. Yani, iki kızla ilgili bir şey daha iyi olur.

source: [_RT_] {i}Lauren and Mandy's Instaslam certainly got big quick with their lezzy pictures. Girl on girl is always very popular, but what really got their subscriber count to take off, was them being cousins.{/i}
tr_tr: [ _RT_] {i}Lauren ve Mandy 'nin Instaslam, lezizli resimleriyle çok hızlı bir şekilde çok hızlandı. Kız üzerindeki kız her zaman çok popülerdir, ama abone sayılarını kapatmak, kuzenleri olmak. { /i }

source: [_RT_] {i}An incestuous lesbian shoot with Lauren and Mandy would be perfect, but even if I could get Lauren to agree to do it, Mandy's gone now.{/i}
tr_tr: [ _RT_] {i}Lauren ve Mandy ile gelen bir lezbiyen çekim mükemmel olurdu, ama Lauren 'ı kabul etmesi için ikna edebilsem bile Mandy artık yok. { /i }

source: [_RT_] {i}Mom would probably be really mad anyways, if I used any of the girls behind her back. After that speech, she's going to insist on being involved in whatever I come up with.{/i}
tr_tr: [ _RT_] {i}annem, arkadaki kızlardan birini kullansaydım, muhtemelen gerçekten çok kızarlardı. O konuşmadan sonra, ne olursa olsun bu işin içine girmekte ısrar edecek.

source: [_RT_] {i}So, a shoot with Mom and someone else would be best, but who should I have with her?{/i}
tr_tr: [_RT_] {i}Yani, annem ve başka biriyle bir çekim yapmak en iyisi olur, ama yanında kim olmalı?

source: [_RT_] {i}Maybe Megan? She'd be up for it, no question... And they've already done one photoshoot together.{/i}
tr_tr: [ _RT_] {i}Belki Megan? Onun için hazır olur, soru sormaz ... Ve zaten bir tane fotoğraf çekimi yaptılar. { /i }

source: [_RT_] {i}Shit. With how well the incest angle worked for Lauren and Mandy's InstaSlam account, I really think that's the way to go. Megan and Mom don't look anything like each other though. No one's going to believe they're related.{/i}
tr_tr: {i}Bok. Ensest açıyla, Lauren ve Mandy 'nin InstaSlam için ne kadar iyi çalıştığımla ilgili olarak, sanırım bu şekilde gidilecek. Megan ve annem birbirlerine hiç benzemez. Kimse akraba olduğuna inanmaz.

source: [_RT_] {i}Well, there's no point in just standing around. I can work out the details later. For now, I should go talk to Mom and make sure she knows she can count on me to keep us safe.{/i}
tr_tr: [ _RT_] {i}Pekala, sadece etrafta dikilip durmanın bir anlamı yok. Detayları daha sonra çözebilirim. Şimdilik, gidip annemle konuşmalı ve bizi güvende tutmam için bana güvenebileceğini bildiğinden emin olmalıydım.

source: [_RT_] {i}Maybe I should check on Lauren and Sidney first? They both looked pretty shaken up.{/i}
tr_tr: [ _RT_] {i}Belki önce Lauren ve Sidney 'i kontrol etmeliydim? İkisi de bayağı sarsılmış görünüyordu.

source: {i}{b}(HINT){/b} I should go to sleep. Maybe I'll have better ideas how to fix this huge problem in the morning.{/i}
tr_tr: {i}{b}(HINT) { /b } Uyumaya gitmem gerekiyor. Belki de bu büyük sorunu sabah nasıl çözeceğimi daha iyi düşünürüm.

source: [_RT_] {i}I'm not sure if I'm quite ready to take it to the next level with Mandy.{/i}
tr_tr: [ _RT_] {i}Mandy ile bir sonraki aşamaya kadar götürmeye hazır mıyım emin değilim. { /i }

source: [_RT_] {i}I don't think I could bare to hear the disappointment in her voice again.{/i}
tr_tr: [ _RT_] {i}Sesindeki hayal kırıklığını tekrar duymak için çıplak olabileceğimi sanmıyorum. { /i }

source: [_RT_] {i}I should check on Mom or Sidney.{/i}
tr_tr: [ _RT_] {i}Annem ya da Sidney 'i kontrol etmeliydim. { /i }

source: [_RT_] {i}I should check on Mom.{/i}
tr_tr: [ _RT_] {i}Annemi kontrol etmeliydim.

source: [_RT_] {i}I should check on Sidney.{/i}
tr_tr: [ _RT_] {i}Sidney 'i kontrol etmeliydim. { /i }

source: [_RT_] {i}What am I doing back here? I've checked on everyone... I should go to my room and go to sleep.{/i}
tr_tr: [ _RT_] {i}Burada ne işim var? Herkesi kontrol ettim. Odama gidip uyumalıyım.

source: [_R_] Hey, little sister. How are you holding up?
tr_tr: Hey, küçük kız kardeşim. -Nasıl gidiyor?

source: [_R_] Listen, everything's going to be okay.
tr_tr: Dinle, her şey yoluna girecektir.

source: [_R_] I'm going to fix this.
tr_tr: Bunu düzeltebilirim.

source: [_L_] No, you're not.
tr_tr: Hayır, değilsin.

source: [_R_] Come on, have some faith in your big brother. I'll get us through this.
tr_tr: Hadi ama, abine biraz inancın olsun. Bunu atlatabilirim.

source: [_R_] I'm the man of the house after all, remember?
tr_tr: Ben evin adamıyım, unuttun mu?

source: [_L_] Oh yeah? Then why did you let Aunt Camille leave and take Mandy away?
tr_tr: Öyle mi? O zaman Camille teyzenin gitmesine neden izin verdin ve Mandy 'yi götürmesine izin verdin?

source: [_L_] And why didn't you stop her from getting into trouble in the first place?
tr_tr: Ve neden ilk başta başını belaya sokmamayı engelliyordun?

source: [_R_] Hey, I tried to, but she wouldn't listen to me. You know how she is.
tr_tr: Hey, denedim ama beni dinlemezdi. Onun nasıl olduğunu biliyorsun.

source: [_L_] She would have had to listen to you if you really were the man of the house.
tr_tr: Eğer gerçekten evin erkeği olsaydın, seni dinlemek zorunda olurdu.

source: [_L_] She would never have gone to the DeCapo's casino.
tr_tr: O asla DeCapo 'nun kumarhanesisine gitmezdi.

source: [_L_] She wouldn't have taken Mandy away!
tr_tr: O Mandy 'yi götürmezdi!

source: [_L_] But, you're not.
tr_tr: [ _L_] Ama, değilsin.

source: [_L_] I wish Dad were here...
tr_tr: Keşke babam burada olsaydı ...
