Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_RT_] {i}He'll probably lump the two debts together into one payment, or something... They'll both have to go work at his club if we can't pay all of it.{/i}
tr_tr: {i}Büyük ihtimalle iki borcu bir ödemede ya da başka bir şey ile bir araya getirecektir. Eğer hepsini ödeyemezsek, her ikisi de kulübünde işe gitmek zorunda.

source: [_RT_] {i}With the amount of chips she's stupidly accepted. I doubt I'm making enough cover it all.{/i}
tr_tr: [ _RT_] {i}O aptal kabul ettiği çiplerin miktarına sahip. Her şeyi yeterince gizlediğimden şüpheliyim.

source: [_RT_] {i}If I want to keep them off Joey's stage, I'd have to drain what little savings I have to keep up, and my savings wouldn't last long.{/i}
tr_tr: [ _RT_] {i}Onları Joey 'nin evlerinden uzak tutmak istiyorsam, biriktirmem gereken küçük tasarrufları gidermem gerekir ve birikimlerim uzun sürmezdi. { /i }

source: [_RT_] {i}I want to just grab her by the hair and drag her out of here. But I can't.{/i}
tr_tr: [ _RT_] {i}Onu sadece saçından tutup, buradan dışarı sürüklemek istiyorum. Ama ben bunu yapabiliyorum.

source: [_RT_] {i}I'll have to play this smart. Minimize the damage by getting her to quit as soon as possible.{/i}
tr_tr: [ _RT_] {i}Bu kadar akıllı oynamam lazım. Mümkün olan en kısa sürede işten ayrılmaya karar vererek hasarı en aza indirin. { /i }

source: [_RT_] {i}First thing's first. She needs to stop drinking. She'll lose what little sense she has if she gets drunk.{/i}
tr_tr: [ _RT_] {i}İlk şey önce. İçkiyi bırakması gerekiyor. Sarhoş olduğunda sahip olduğu hisleri kaybedecek.

source: [_RT_] {i}Should I use logic to get her to stop, or appeal to her ego?{/i}
tr_tr: [ _RT_] {i}Onu durdurmak için mantık mı kullanmalıyım, ya da egosu için çekicilik mi? { /i }

source: [_R_] Drinking with this much money on the line isn't a good idea.
tr_tr: Bu kadar parayla içki içmek iyi bir fikir değil.

source: [_R_] Why don't we get you some water. You'll need a clear head to use this professional system of yours.
tr_tr: Neden sana biraz su getirmiyorsun? Bu profesyonel sistemi kullanmak için temiz bir kafaya ihtiyacın olacak.

source: [_C_] Don't tell me what I need.
tr_tr: Bana neye ihtiyacım olduğunu söyleme.

source: [_C_] [mom_name] may have made you the boss of me when I'm cleaning her house, but after tonight, I won't have to put up with your lecherous orders ever again.
tr_tr: Evini temizlerken seni patronum yapmış olabilir, ama bu geceden sonra, bir daha senin öğütçen emirlerine katmak zorunda kalmayacağım.

source: {i}{b}"Aunt Camille's Submission -5"{/b}{/i}
tr_tr: {i}{b}"Camille's Submission -5" { /b } { /i }

source: [_C_] Waitress! Another Daiquiri.
tr_tr: [ _C_] Garson! Başka bir Daiquiri.

source: [_R_] {i}She's too stubborn. Better to flatter that ego.{/i}
tr_tr: [ _R_] {i}Çok inatçı. O egosu daha da övmek daha iyidir.

source: [_R_] It's a good thing you were smart enough to check out some professional systems. These casinos prey on people's ignorance all the time.
tr_tr: Bazı profesyonel sistemleri kontrol edecek kadar zeki olduğun için iyi bir şey. Bu kumarhaneler insanların cehaletini her zaman avlar.

source: [_C_] Of Course! I'm not an idiot.
tr_tr: Tabii Ki! Ben aptal değilim.

source: [_R_] Do the professionals drink when they play too?
tr_tr: Profesyoneller de oynadıklarında içer mi?

source: [_C_] Well... I suppose they don't. Not anything alcoholic anyway.
tr_tr: [ _C_] Şey ... Sanırım öyle değil. Zaten alkolik de yok.

source: [_R_] Oh, that's smart! Need a clear head to use that system of theirs. Why don't I get you something non-alcoholic from the bar?
tr_tr: Oh, bu çok zekice! O sistemi kullanmak için temiz bir kafa lazım. Neden sana bardan alkolsüz bir şeyler getirmiyorum?

source: [_X_] Excuse me for interrupting.
tr_tr: Bölmek için özür dilerim.

source: [_X_] Ms. Camille? Mr. DeCapo wanted to let you know that your drinks tonight are on the house and sent over another Daiquiri for you.
tr_tr: Bayan Camille? Bay DeCapo bu geceki içeceklerinizin evde olduğunu ve sizin için başka bir Daiquiri daha göndermenizi istedi.

source: [_R_] Oh, no. Miss? She won't be having...
tr_tr: Oh, hayır. Bayan? -Hayır, hayır.

source: [_C_] Just put it right here, and thank Joey for me.
tr_tr: Tam buraya koy ve Joey 'e benim için teşekkür et.

source: [_R_] Hang on a second. He's just trying to get you drunk so you'll lose.
tr_tr: Bir saniye bekle. O sadece seni sarhoş etmeye çalışıyor, böylece kaybedeceksin.

source: [_C_] I can handle my liquor! What would you even know about booze at nineteen? I bet you're a lightweight. Probably pass out after a single drink.
tr_tr: Likörümü tutabilirim! On dokuz yaşında içki hakkında ne biliyorsun ki? İddiaya girerim, hafif bir sıksın. Muhtemelen tek bir içkinin ardından bayıImıştır.

source: [_C_] Why don't you just sit there and be quiet for once, and I'll order you a soda. Or maybe, you'd like a glass of milk.
tr_tr: Neden orada oturup bir kereye sessiz oturmuyorsunuz, ben de size bir soda ısmarlayacağım. Ya da belki, bir bardak süt istersin.

source: {i}{b}"Aunt Camille's Respect -5"{/b}{/i}
tr_tr: {i}{b}"Camille 'in Saygısı -5" { /b } { /i }

source: [_RT_] {i}Huh... She's actually been winning more than she's lost.{/i}
tr_tr: [ _RT_] {i}Ha ... Kaybolduğundan daha fazla kazanıyor.

source: [_RT_] {i}But she can't keep this up for long. Especially if she keeps drinking like that.{/i}
tr_tr: [ _RT_] {i}Ama bunu uzun süre saklayamaz. Özellikle de böyle içmeye devam ederse.

source: [_RT_] {i}If I can get her afraid of Joey, maybe she'll see reason and quit while she's ahead.{/i}
tr_tr: [ _RT_] {i}Eğer Joey 'den korkmasına izin verebilirsem, belki bir nedeni vardır ve o önündenken işi bırakır.

source: [_C_] What?
tr_tr: [ _C_] Ne?

source: [_R_] Yeah, just in the back.
tr_tr: -Evet, arka arkaya.

source: [_R_] I happened to see it by chance. Just before they dragged in some punk that crossed Joey.
tr_tr: Tesadüfle tesadüfü gördüm. Joey 'i geçen bir serserinin içine sürüklemeden hemen önce.

source: [_R_] I didn't see what they did to him, but when they were done, I doubt that guy walked out, if you catch my drift.
tr_tr: Ona ne yaptıklarını görmedim, ama ne zaman bitirilirse, o adamın dışarı çıktıklarını sanmıyorum, eğer beni yakalarlarsa.

source: [_C_] You gonna tell me a ghost story next? Maybe that guy haunts the men's room to this day, or something?
tr_tr: Sonra bana bir hayalet hikayesi anlatacak mısın? Belki de bu adam bu güne kadar erkekler tuvaletine girmiştir, ya da başka bir şey?

source: [_R_] I'm telling you, you don't want to get mixed up with these people.
tr_tr: Sana söylüyorum, bu insanlarla karış karış karış karış karış karış karış karış karış karış karış karış karış karış

source: [_R_] You've won some money, call it a night before...
tr_tr: -Biraz para kazandın, bir gece önce de ...

source: [_C_] Before what? I end up in Joey's scary back room?
tr_tr: [ _C_] Ne için? Joey 'nin korkunç arka odasını mı bitireceğim?

source: [_R_] That, or shaking your ass on his stage.
tr_tr: Ya da kendi sahnesinde kıçını sallıyorsun.

source: [_C_] That's never going to happen.
tr_tr: [ _C_] Bu asla olmayacak.

source: [_C_] As for your little "scary story". I suppose someone like Joey would have someone like you shaking in their boots.
tr_tr: Küçük "korkunç hikayen" için. Sanırım Joey gibi biri senin gibi birinin botlarında titremesi gibi bir şey olurdu.

source: [_C_] But not me, that stuff only happens in the movies anyways.
tr_tr: Ama ben değil, o şeyler sadece filmlerde olur zaten.

source: [_C_] Dealer, hit me.
tr_tr: [ _C_] Dealer, vur bana.

source: [_BJ_dealer_] Dealer has seventeen. Player has nineteen.
tr_tr: [ _BJ_dealer_] Dealer on yedi yedi. Oyuncun on dokuz.

source: [_BJ_dealer_] Player wins again. You're on a roll tonight, Ma'am.
tr_tr: [ _BJ_dealer_] Oyuncu yeniden kazanır. Bu gece bir yuvarlağın üzerindeyiz, bayan.

source: [_C_] I told you!
tr_tr: [ _C_] Sana söyledim!

source: [_C_] I told you, I was going to win big tonight!
tr_tr: Sana söyledim, bu gece büyük kazanacağım!

source: [_RT_] {i}I hate to admit it, but she really has. Not sure if it's this "system" of hers, or just blind luck, but that's a lot of money!{/i}
tr_tr: [_RT_] {i}İtiraf etmekten nefret ediyorum ama gerçekten de öyle. Bu onun "sistemi" mi yoksa sadece kör şans mı emin değilim ama bu çok para!{/i}

source: [_R_] Wow, you really did win big! If you quit now, while you're ahead, you can pay Mr. DeCapo back and still have more than you borrowed.
tr_tr: Vay canına, gerçekten büyük kazanmışsın! Eğer şimdi bırakırsan, önündesin, Bay DeCapo 'ya geri ödeme yapabiliyorsun ve hala ödünç aldığın kadar fazlasını.

source: [_C_] What'chya crazy? I'm on a winning streak! Did all the blood in your head go to that... that stupidly big dick?
tr_tr: Ne delisin sen? Kazanan bir yarışıyım! Kafanın içindeki tüm o kan ... o aptal koca aletle mi gitti?

source: [_R_] Come on, you've had too much to drink. If you keep playing, eventually you'll lose it all. The odds are literally stacked against you.
tr_tr: Hadi ama, çok fazla içtin. Eğer oynamaya devam edersen, sonunda hepsini kaybedersin. İhtimaller tam anlamıyla sana karşı.

source: [_C_] Stop talking to me like I'm some... some country bumpkin. I know what it is I'm doing.
tr_tr: Benimle biraz ... taşralı bir taşralı gibi konuşmayı kes. Ne yaptığımı biliyorum.

source: [_BJ_dealer_] Double Aces for the lovely lady.
tr_tr: [ _BJ_DEALER_] SEVIMLI BAYAN için çifte Avlar.

source: [_C_] Oh! I want to... umm... I want to split them!
tr_tr: [ _C_] Oh! Ben ... umm ... Onları bölmek istiyorum!

source: [_R_] Hang on, that'll put you in for half your chips.
tr_tr: Bekle, bu seni yarı çiplerin yarısına sokarsın.

source: [_C_] You always split aces! Everyone... everyone knows that.
tr_tr: Her zaman asları bölüyorsun! Herkes ... bunu herkes biliyor.

source: [_BJ_dealer_] Do you want to double up?
tr_tr: [ _BJ_dealer_] Çift duyarlık yapmak istiyor musunuz?

source: [_C_] What's that?
tr_tr: Bu da ne?

source: [_BJ_dealer_] House rule... You can double your bet on certain pairs, even if you split them.
tr_tr: [ _BJ_dealer_] Ev kuralı ... Belli çiftlere bahis oynamanı ikiye katlayabilirsin. Hatta ayrılsan bile.

source: [_BJ_dealer_] This way you can win twice as much on each card.
tr_tr: [ _BJ_dealer_] Bu şekilde, her bir kartta iki kat daha fazla kazanabilirsiniz.

source: [_R_] Whoa, hang on! That would...
tr_tr: Dur, dur, dur! Bu ...

source: [_C_] My, god! Will you stop nagging me you little shit?! I know... I know what I'm doing.
tr_tr: [ _C_] Aman Tanrım! Bana dırdır etmeyi keser misin küçük pislik? Biliyorum ... Ben ne yaptığımı biliyorum.

source: [_C_] Double up!
tr_tr: [ _C_] İki kat yukarı!

source: [_C_] Hehe... that's fun to say.
tr_tr: Hehe ... bunu söylemek eğlencelidir.

source: [_R_] You're drunk... Look at your chips! You're all in! If you lose this, you'll owe Mr. DeCapo a ton of money. Just like my Mom.
tr_tr: -Sen sarhoşsun ... Cipslerine bak! Hepiniz içeri girdiniz! Eğer bunu kaybedersen, Bay DeCapo 'ya bir ton para borçlanacaksın. Tıpkı annem gibi.

source: [_C_] Oh... I... Shit! The dealer had a jack... I didn't even look at her card.
tr_tr: [ _C_] Oh ... Ben ... Lanet olsun! Torbacının bir vale vardı ... Kartına bakmadım bile.

source: [_BJ_dealer_] A ten for the lucky lady.
tr_tr: [ _BJ_dealer_] Şanslı bayan için on bir.

source: [_C_] Hah! Twenty one!
tr_tr: [ _C_] Hah! Yirmi bir!

source: [_BJ_dealer_] Another ten. Player has twenty one on both bets.
tr_tr: [ _BJ_DEALER_] Bir on daha. Oyuncu her iki bahiste de yirmibir tane.

source: [_C_] Oh, my God!
tr_tr: Aman Tanrım!

source: [_C_] I finally did it! I haven't... haven't felt this good since before my no-good-cheating-husb... husband left!
tr_tr: Sonunda yaptım! Bu kadar iyi hissetmemiştim. İyi aldatan bir kocamdan önce ... kocam gitti!

source: [_R_] Well... Mom will be happy, I guess.
tr_tr: [ _R_] Şey ... Annem mutlu olacak sanırım.

source: [_C_] Hah! You think I'm going to spend a single dollar on her husband's debts?
tr_tr: [ _C_] Hah! Kocasının borçlarına tek bir dolar mı harcayacağımı düşünüyorsun?

source: [_C_] Not a chance!
tr_tr: -Bir şans değil!

source: [_C_] I'm taking Mandy, and we're moving out as soon as possible to start our new life.
tr_tr: Mandy 'i alıyorum, ve yeni hayata başlamak için en kısa sürede yola devam ediyoruz.

source: [_R_] Wait, what about us?
tr_tr: Bekle, biz ne olacak?

source: [_R_] Mom took you in when Uncle Bobby ran off, after the feds took your house... if it wasn't for Mom letting you live with us, you'd be in some shitty run down apartment.
tr_tr: Annem, Bobby amca kaçarken seni içeri aldı. Federaller evini aldı. Annem de bizimle yaşamana izin vermezse, boktan bir dairede olurdun.

source: [_C_] So, what?
tr_tr: Ne olmuş yani?

source: [_C_] I'm supposed to be grateful after she made me wear that ridiculous maid costume, and clean her house?
tr_tr: O saçma hizmetçi kostümlerini giyip evini temizledikten sonra minnettar olmam mı gerekiyor?

source: [_C_] She treated me like I was her servant!
tr_tr: Bana uşağıymışım gibi davrandı!

source: [_C_] As for you, you little shit.
tr_tr: -Sana gelince, seni küçük pislik.

source: [_C_] Always sneaking around, leering at Mandy and me.
tr_tr: Her zaman sinsice dolaniyor, mandy ve ben lekesiz.

source: [_C_] You're a creep, [ryan]! Even when you were a little kid, I had you pegged as a loser.
tr_tr: [ _C_] Sen bir ucuzsun, [ ryan]! Sen küçük bir çocukken bile, seni ezik gibi soydum.

source: {i}{b}"Aunt Camille's Affection =0"{/b}{/i}
tr_tr: {i}{b}"Camille's Affection = 0" { /b } { /i }

source: [_C_] You'll never amount to anything.
tr_tr: Asla bir şey elde edemeyeceksin.

source: {i}{b}"Aunt Camille's Respect = 0"{/b}{/i}
tr_tr: {i}{b}"Camille ' in Saygısı = 0" { /b } { /i }

source: [_C_] I can't believe I ever let you treat me like you have. Well, not anymore.
tr_tr: Bana senin gibi davranmana izin verdiğime inanamıyorum. Artık değil.

source: {i}{b}"Aunt Camille's Submission = 0"{/b}{/i}
tr_tr: {i}{b}"Camille's Submission = 0" { /b } { /i }

source: [_C_] Soon, I'll be drinking the best wines, and taking Mandy to get manny petties on the weekends...
tr_tr: Yakında, en iyi şarapları içiyor olacağım, ve Mandy 'i hafta sonları manny petties almak için alıyorum.

source: [_BJ_dealer_] Ace of Diamonds... Dealer has {b}BlackJack{/b}.
tr_tr: [ _BJ_dealer_] Diamond As ... Satıcı {b}BlackJack { /b } içerir.

source: [_BJ_dealer_] Player loses.
tr_tr: [ _BJ_dealer_] Oyuncu kaybeder.

source: [_R_] Oh, fuck...
tr_tr: Oh, siktir ...

source: [_R_] I told you to quit while you were ahead!
tr_tr: Sen önünken sana bırakmanı söylemiştim!

source: [_C_] But... Hang on, it's a tie... I mean a, umm... a push!
tr_tr: [ _C_] Ama ... Bekle, bu bir kravat ... Demek istediğim, umm ... bir itkın!

source: [_C_] Stop!
tr_tr: [ _C_] Dur!

source: [_C_] We both have twenty one. It's a tie!
tr_tr: İkimiz de yirmi bir tane var. Bu bir kravat!

source: [_BJ_dealer_] Sorry, but a blackjack beats a twenty one. I'll need to take these chips Ma'am.
tr_tr: [ _BJ_dealer_] Üzgünüm, ama bir blackjack yirmibir yener. Bu cipsleri almak zorunda olacağım, bayan.

source: [_J_] Hello, Camille. Just checking in. Thought I'd bring you over another drink.
tr_tr: [ _J_] Merhaba, Camille. Sadece kontrol ediyorum. Sana bir içki daha getireyim dedim.

source: [_C_] Joey! Tell your employee that I didn't lose. It's a tie!
tr_tr: [ _C_] Joey! Çalışanına kaybetmediğimi söyle. Bu bir kravat!

source: [_J_] I'm afraid it looks like the dealer has blackjack.
tr_tr: Korkarım ki, satıcının blackjack var gibi görünüyor.

source: [_J_] Oooo... and you were doing so well too. Bad luck on that ace.
tr_tr: Oooo ... ve sen de çok iyi yapıyordun. Bu konuda kötü şans.

source: [_C_] The Ace! I saw that ace two hands ago. It shouldn't have still been in the deck.
tr_tr: [ _C_] The Ace! O ası iki el önce gördüm. Hala güvertede olmamalıydı.

source: [_J_] Well, no... The shoe has six decks in it.
tr_tr: [ _J_] Şey, hayır ... Ayakkabının içinde altı güverte var.

source: [_C_] You can't do that!
tr_tr: -Bunu yapamazsın!

source: [_R_] Hey, hey... calm down, Camille.
tr_tr: -Hey, hey ... sakin ol, Camille.

source: [_RT_] {i}Wow, she stopped sluring her words! Losing everything sobered her up quick.{/i}
tr_tr: [ _RT_] {i}Wow, o, sözlerini sallamayı kesti! Her şeyi kaybetmek onu çok hızlı bir şekilde uyandı. { /i }

source: [_J_] I'm afraid we can.
tr_tr: Korkarım ki bunu yapabiliyoruz.

source: [_J_] Now, let's talk about how I can help you pay that money back.
tr_tr: Şimdi, o parayı geri ödemenize nasıl yardım edebileceğimden bahsedelim.

source: [_J_] I understand you aren't current working. I can offer you a way to make enough money...
tr_tr: [ _J_] Anlıyorum, şu anki çalışmıyorsunuz. Sana yeterince para kazanman için bir yol önerebilirim.

source: [_C_] That's what this is about! You're trying to turn me into a stripper like my sister.
tr_tr: [ _C_] İşte bu yüzden! Beni kız kardeşim gibi bir striptizciye çevirmeye çalışıyorsun.

source: [_C_] Well, you can forget it!
tr_tr: -Bunu unutabilirsin!

source: [_C_] I'll never work for you, and you can bet on that!
tr_tr: Senin için asla çalışmayacağım ve sen de buna bahse girebilirsin!

source: [_J_] You'd be amazed how many of my employees have said that. In the end, they all found working for me preferable to the "alternative".
tr_tr: Çalışanlarımdan kaçının bunu söylediğini bilseniz şaşırırdınız. Sonunda, "alternatif" e tercih edilmem için çalışmayı buldular.

source: [_R_] Whoa, there's no need for threats, Mr. DeCapo! My aunt's has had a lot to drink. She doesn't know what she's saying.
tr_tr: Tehditlere gerek yok, Bay DeCapo! Halamın çok içeceği bir sürü şey var. Ne dediğini bilmiyor.

source: [_R_] We can work something out here.
tr_tr: [ _R_] Burada bir şeyler yapabiliyoruz.

source: [_C_] Don't speak for me!
tr_tr: [ _C_] Benim için konuşma!

source: [_C_] As far as I'm concerned, there's nothing to work out. You got your money back Joey. It's right there on your table.
tr_tr: [ _C_] Endişendiğim kadarıyla, yürüecek bir şey yok. Paranı geri aldın, Joey. Masanın üstünde.

source: [_C_] Goodbye, Mr. DeCapo.
tr_tr: Güle güle, Bay DeCapo.

source: [_C_] I'm going home to take a nice bath to forget all about tonight, and you.
tr_tr: Bu gece için güzel bir banyo yapmak için eve gidiyorum, ve sen.

source: [_RT_] {i}How stupid can she be?{/i}
tr_tr: [ _RT_] {i}Ne kadar aptal olabilir?

source: [_RT_] {i}Working as a stripper to pay the DeCapos back all that money wouldn't be the worst thing ever.{/i}
tr_tr: [ _RT_] {i}Bir striptizci olarak çalışarak DeCappos 'a parayı geri ödeyen en kötü şey olmayacaktı. { /i }

source: [_RT_] {i}Hell, having to shake her tits and ass on stage might be good for that ego of hers.{/i}
tr_tr: [ _RT_] {i}Hell, göğüslerini ve kıçını sallamak zorunda olmak onun egosu için iyi olabilir. { /i }

source: [_RT_] {i}It's certainly better than what ever the "alternative" Joey DeCapo mentioned.{/i}
tr_tr: [ _RT_] {i}Kesinlikle "alternatif" Joey DeCapo 'nun bahsettiği şeyden daha iyi. { /i }

source: [_RT_] {i}But storming out, after telling him off like that? That has to be the most bone-headed thing she's ever done.{/i}
tr_tr: [ _RT_] {i}Ona böyle söyledikten sonra, fırtınalı bir şekilde dışarı mı çıkıverdi? Bu şimdiye kadar yaptığı en çok kemik kafalı şey olmak zorunda.

source: [_RT_] {i}I've got to make her understand the situation she's in before she gets herself killed.{/i}
tr_tr: [ _RT_] {i}Kendini öldürmeden önce içinde bulunduğu durumu anlamasını sağlamak zorundayım. { /i }

source: [_RT_] {i}I hate her guts right now, but she's still my aunt. Mandy would be devastated if anything happened to her mom.{/i}
tr_tr: [_RT_] {i}Şu anda ondan nefret ediyorum ama o hala benim teyzem. Mandy annesine bir şey olursa yıkılır.

source: [_R_] {i}(Screaming){/i} Fuck!
tr_tr: [ _R_] {i}(Çığlık sesi) { /i } S. ktir!

source: [_RT_] {i}All she had to do was walk away, but now I have to deal with the shit-storm she's created.{/i}
tr_tr: [ _RT_] {i}Tek yapması gereken çekip gitmek oldu, ama şimdi yarattığı bok fırtınasıyla ilgilenmek zorundayım.

source: [_R_] {i}(sigh){/i}
tr_tr: [ _R_] {i}(Sgh) { /i }

source: [_RT_] {i}If I can just get her to listen to me for once. There might be a way I can turn this disaster around, somehow.{/i}
tr_tr: [ _RT_] {i}Eğer onu sadece bir kez beni dinleyecek şekilde getirebilirsem. Bu felaketi bir şekilde çevirebilmenin bir yolu olabilir.

source: [_R_] Cami! Cami, wait!
tr_tr: Cami! Cami, bekle!

source: [_R_] Cami, we have to talk about this!
tr_tr: Cami, bunun hakkında konuşmamız lazım!

source: [_C_] Let go of me!
tr_tr: [ _C_] Bırakın beni!

source: [_R_] Cami, listen...
tr_tr: [ _R_] Cami, dinle ...

source: [_C_] For the last time. It's Camille!
tr_tr: [ _C_] Son kez. Bu Camille!

source: [_R_] This isn't just going to go away Aunt Cami... Camille.
tr_tr: Bu sadece Cami Teyze 'nin yanına gitmeyip gidecek. Camille

source: [_R_] We're talking about the Mafia here. They don't let people just not pay them. You need to start coming up with a plan to pay back the DeCapos.
tr_tr: Burada mafyadan söz ediyoruz. İnsanların parasını ödemelerine izin vermiyorlar. DeCappos ' u geri ödemek için bir plan yapmaya başlaman gerekiyor.

source: [_R_] I can help you with that.
tr_tr: Bu konuda sana yardım edebilirim.

source: [_C_] Hah! How are you going to help me with "The Mob"?
tr_tr: [ _C_] Hah! "The Mob" ile bana nasıl yardım edecek?

source: [_R_] My business venture is really starting to take off. If you were to come down to my studio...
tr_tr: [ _R_] İş girişimim gerçekten işe almaya başladı. Eğer stüdyoma geliyorsan ...

source: [_C_] I should have known.
tr_tr: Bilmem gerekirdi.

source: [_C_] You want me to be a model for one of your perverted photoshoots? Is that it?
tr_tr: Sapık fotoğraf çekimlerinden biri için model mi olmak istiyorsun? Bu kadar mı?

source: [_C_] Well forget it! I'm not stripping for that mafia goon's customers, or for you and whoever you peddle your disgusting pictures to.
tr_tr: Unut gitsin! O mafya gibi mafya müşterileri için striptiz falan değilim, ya da sen ve her kim, iğrenç resimlerinizi çevirdiğiniz için.

source: [_C_] Now let go of me before I scream!
tr_tr: Bağırmadan önce beni bırak!

source: [_R_] {i}(Whispering){/i} Just hear me out. You're going to have to do something. At least in my studio you won't be surrounded by a bunch of strangers drooling on you.
tr_tr: [ _R_] {i}(Fısıltı) { /i } Sadece beni dinleyin. Bir şeyler yapmak zorundasın. En azından benim stüdyomda bir grup yabancının seni sallayarak etrafını sarmalamıyorsun.

source: [_R_] It would be private, just the two of us.
tr_tr: Bu özel olurdu, sadece ikimiz.

source: [_C_] {i}(Whispering){/i} Hah. I'll bet.
tr_tr: [ _C_] {i}(Fısıltı) { /i } Hah. İddiaya girerim.

source: [_R_] Come on... Let's just talk about it.
tr_tr: -Hadi ama ... Bu konuyu konuşalım.

source: [_C_] There's nothing to talk about. In fact, I never want to hear about it ever again.
tr_tr: -Konuşacak bir şey yok. Aslında, bir daha asla bunu duymak istemiyorum.

source: [_C_] So, you'd better keep your mouth shut about tonight.
tr_tr: Bu gece çeneni kapalı tutsan iyi olur.

source: [_R_] (Whispering) Why should I? After Joey's goons have tossed you into the river, who do you think they'll come after next...
tr_tr: Neden çekeyim ki? Joey 'nin cinleri seni nehre attıktan sonra, sence kim gelecek ki ...

source: [_R_] Oof...!
tr_tr: Oof ...!

source: [_R_] {i}(Whispering){/i} What the hell?...
tr_tr: [ _R_] {i}(Fısıltı) { /i } Ne halt oluyor?

source: [_M_] {b}How much did she lose?!{/b}
tr_tr: [ _M_] {b}Ne kadar kaybetti?! { /b }
