Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_S_] But?
tr_tr: [ S_] Ama?

source: [_R_] Well, you're normally getting ready to go jogging by the time I wake up.
tr_tr: Normalde uyandığımda koşuya çıkmaya hazırlanmışsın.

source: [_S_] It's raining out.
tr_tr: -Yağmur yağıyor.

source: [_S_] So, since I can't go for my run, I was thinking...
tr_tr: Yani, koşum için gidemeydiğimden beri, düşünüyordum da ...

source: [_S_] Maybe you'd be "up" for helping me get my morning exercise in.
tr_tr: Belki de sabah egzersizimi almama yardım ettiğin için "yukarı" çıkman gerekiyor.

source: [_R_] Uhh... Everyone will be waking up by now, if they aren't up already.
tr_tr: [ _R_] Uhh ... Şimdiye kadar herkes uyanmış olacak, eğer çoktan kalkmadıysa.

source: [_S_] So? Come on, [ryan].
tr_tr: Yani? Hadi ama, [ Ryan].

source: [_S_] I need your little soldier to help stretch me out. Get my heart rate really going.
tr_tr: Bana yardım etmesi için küçük askerine ihtiyacım var. Kalp atışlarımı çok iyi anlıyorum.

source: [_R_] Why do you always want to mess around at the most dangerous times.
tr_tr: Neden hep en tehlikeli zamanlarda uğraşmak istiyorsun ki?

source: [_R_] Aren't you?
tr_tr: -Sen değil misin?

source: [_S_] That just makes it more exciting don't you think?
tr_tr: Bu daha heyecan verici olur mu sence?

source: [_R_] But what are we going to do when Mom catches us one of these days?
tr_tr: [ _R_] Ama annem bizi bu günlerden birini yakaladığında ne yapacağız?

source: [_S_] Honestly?
tr_tr: Gerçekten mi?

source: [_S_] If Mom walked in on us having sex, I wouldn't stop fucking you.
tr_tr: Annem seks yapmamıza izin verseydi, seni sikmekten alırdım.

source: [_S_] Sure... Cats out of the bag, right?
tr_tr: [ S_] Tabi ki ... Kedileri çantadan çıkarlar, değil mi?

source: [_S_] Why not keep going while Mom watches.
tr_tr: Neden annem saatler boyunca devam etmiyorki.

source: [_S_] Watches me slamming my brothers big, fat, cock.
tr_tr: Kardeşlerimi büyük, şişman, sikimi çarptığımı gözledik.

source: [_S_] Into my tight, wet, pussy.
tr_tr: Sırılsıklam, sırılsıklam, kukuma.

source: [_R_] Jeez, Sidney. You really are something.
tr_tr: [ _R_] Tanrım, Sidney. Sen gerçekten bir şeysin.

source: [_S_] Fuck, [ryan].
tr_tr: [ S_] S*ktir, [ ryan].

source: [_S_] Thinking about Mom watching me fucking my little brother.
tr_tr: Annem beni küçük kardeşimi becermemi izliyorsun.

source: [_S_] I almost wish she would...
tr_tr: Neredeyse onun ...

source: [_M_] You two aren't still asleep in there, are you?
tr_tr: Siz ikiniz hala orada uyumuyorsunuz, değil mi?

source: [_M_] Come on, Lazy Bones! It's time to get up.
tr_tr: Hadi, tembel Bones! Kalkmanın zamanı geldi.

source: [_M_] I'm making an extra special breakfast this morning. So, let's get those buns in gear!
tr_tr: Bu sabah ekstra özel bir kahvaltı hazırlıyorum. O yüzden, şu çöreklere bir bakalım!

source: [_RT_] {i}That was almost a disaster. If Mom had waited another couple of minutes to come in, Sidney would have gotten her wish.{/i}
tr_tr: [ _RT_] {i}Neredeyse bir felaketti. Annem içeri gelmek için birkaç dakika daha bekleseydi, Sidney dileği yerine getirirdi.

source: [_RT_] {i}I'd love for Mom to watch me fucking Sidney, but I want her to join in. Not freak out and kick us both out of the house.{/i}
tr_tr: [ _RT_] {i}Annemin beni siktiğimin Sidney 'i izlemesine bayılıyorum, ama onun da katılmasına izin veriyorum. Çıldıramam ve ikimizi de evden atmam.

source: [_S_] Jeez, Mom. What's got you in such a good mood?
tr_tr: Tanrım, anne. Bu kadar iyi bir ruh hali içinde ne var?

source: [_M_] Can't a mother make her kids a nice breakfast once and awhile?
tr_tr: Bir anne çocuklarını bir kez olsun iyi bir kahvaltı yapamıyor mu?

source: [_R_] She's probably still happy from all the clothes shopping we've been doing.
tr_tr: Muhtemelen şu an yaptığımız alışverişten dolayı hala mutlu.

source: [_S_] Shopping? When did you two go shopping?
tr_tr: Alışveriş mi? Ne zaman alışverişe çıkdınız?

source: [_M_] {i}(sigh){/i} If you must know.
tr_tr: [ _M_] {i}(sigh) { /i } bilmeniz gerekir.

source: [_M_] [ryan]'s been treating me to a little shopping on the weekends. Something I haven't been able to do since before your father was arrested.
tr_tr: [ _M_] [ Ryan] hafta sonları bana küçük bir alışveriş yapmak için tedavi ediyor. Baban tutuklanmadan önce yapamadığım bir şey.

source: [_M_] I suppose having a man make me feel special again, has put me in a good mood. Even if that man is my son.
tr_tr: Sanırım bir erkeğin beni tekrar özel hissettirmesi beni iyi bir ruh haline soktu. O adam benim oğlum olsa bile.

source: [_S_] Is that where all those Pierre Govanni bags in our trash bins came from?
tr_tr: Çöp kutularımızın içindeki Pierre Govanni 'nin çantalarının geldiği yer mi?

source: [_S_] I thought our shop-ahollic neighbor was filling up her own bins and started using ours again.
tr_tr: [ S_] Ben dükkan-holliç komşunun kendi çöplerini doldurup, bizimkini tekrar kullanmaya başladığını sanıyordum.

source: [_S_] So, [ryan]'s been helping you update your wardrobe, huh?
tr_tr: [ S_] Yani, [ Ryan] gardırobunuzu güncellemenize yardım ediyor, değil mi?

source: [_S_] Must be nice.
tr_tr: Güzel olmalı.

source: [_ST_] {i}First, Lauren and Mandy get new bikinis. Now he's taking Mom to Pierre Govanni?{/i}
tr_tr: [ _ST_] {i}First, Lauren ve Mandy yeni bikiniler elde edin. Şimdi de annemi Pierre Govanni 'ye mi götürüyor?

source: [_ST_] {i}[ryan]'s buying everyone else new clothes. When do I get spoiled with a shopping spree?{/i}
tr_tr: [ _ST_] {i}[ Ryan] herkese yeni kıyafetler satın alıyor. Bir alışveriş çılgınına ne zaman şımarırım?

source: [_S_] You'll have to put on a runway show sometime and show me what cool outfits you bought.
tr_tr: Bir ara bir pist gösterisi giyip bana ne güzel kıyafetler aldığınızı göstermeniz gerekecek.

source: [_M_] Uh... You know I love the little mock fashion shows we used to do before you left for design school, but...
tr_tr: [ _M_] Uh ... Biliyor musun, tasarım okulu için ayrılmadan önce yaptığımız, sahte moda şovlarını seviyorum, ama ...

source: [_M_] Your brother bought me... I don't think... Umm...
tr_tr: [ _M_] Kardeşin bana ... Bence ... Umm ...

source: [_M_] Could you cover that up?
tr_tr: -Bunu örtebilir misin?

source: [_M_] I'm sure your sister doesn't want to see your erection.
tr_tr: Eminim kız kardeşin ereksiğinizi görmek istemiyorlardir.

source: [_R_] Shit, sorry! It must have slipped out.
tr_tr: Lanet olsun, üzgünüm! Kayıp düşmüş olmalı.

source: [_S_] Don't worry about it, [ryan]. Even if it is a little weird getting hard for your big sister. I take it as a complement.
tr_tr: Ablan için biraz zor olsa bile, merak etme. Bunu tamamlayıcı olarak kabul ediyorum.

source: [_M_] Don't tease your brother. Morning wood is perfectly normal for a young man to have when he first wakes up.
tr_tr: Kardeşinle dalga geçmeyin. Sabah ağacı, genç bir adamın ilk uyandığı zaman sahip olması için gayet normal.

source: [_M_] [ryan], come over here.
tr_tr: [ _M_] [ Ryan], buraya gel.

source: [_M_] This is why I said I'm not comfortable with the two of you sleeping in the same bed.
tr_tr: İşte bu yüzden ikinizin aynı yatakta uyumaktan rahat olmadığımı söyledim.

source: [_R_] Come on, Mom. We talked about this. Besides, with Cami always on the couch at night...
tr_tr: Hadi, anne. Bunu konuşmuştuk. Ayrıca, Cami 'nin her zaman geceleri kanepede ...

source: [_M_] I know. I'd just feel better if you would keep your erections hidden from your sisters.
tr_tr: Biliyorum. Ereksiyonlarını kız kardeşlerinden saklarsan daha iyi hissedersin.

source: [_ST_] {i}Uhg!... Is he seriously checking out Mom's tits right in front of me?{/i}
tr_tr: [ _ST_] {i}Uhg! ... Annemin memelerini gözümün önünde mi kontrol ediyor cidden?

source: [_ST_] {i}What do I have to do to get him to pay attention to me for once?{/i}
tr_tr: [ _ST_] {i}Onu bir kez olsun bana ilgi göstermesini sağlamak için ne yapmam gerekiyor? { /i }

source: [_M_] Every time I turn around it seems I see you poking out of your shorts.
tr_tr: Ne zaman arkama dönsem şortunu karıştırdığını görüyorum.

source: [_MT_] {i}I'm draining his balls as often as I can, but a mother can only do so much. I wish had some help keeping him satisfied.{/i}
tr_tr: [ _MT_] {i}taşaklarını benim kadar sık boşaltıyorum, ama bir anne sadece çok şey yapabilir. Keşke onu tatmin etmek için biraz yardım olsa.

source: [_MT_] {i}[ryan] really needs to hurry up and get a girlfriend to manage his hormones, instead of relying on me to keep his balls empty.{/i}
tr_tr: [ _MT_] {i}[ ryan] gerçekten acele edip, hormonları yönetebilmek için bir kız arkadaş edinmeli, taşaklarını boş tutmam için bana güvenmek yerine. { /i }

source: [_MT_] {i}Just so long as it's not some hussy, like Megan. A girl more like his sisters would be best.{/i}
tr_tr: [ _MMT_] {i}SADECE, Megan gibi bir hussi olmadığı sürece. Kız kardeşlerine daha çok benzeyen bir kız daha iyi olur.

source: [_M_] Maybe we should get you some baggier boxers to help contain your... manhood.
tr_tr: Belki de senin erkekliğini kontrol altına almak için sana biraz çörek boksör getirmeliyiz.

source: [_R_] It's worth a shot.
tr_tr: Denemeye değer.

source: [_R_] Next time we go shopping, you can help me find something my boner fits into better.
tr_tr: Bir dahaki sefere alışverişe gidersek, ereksiyonumun daha iyi olduğu bir şeyi bulmama yardım edebilirsin.

source: [_S_] Jeez, [ryan]. You sound like you want Mom to help you try on new underwear.
tr_tr: Annemin yeni iç çamaşırlarını denemesine yardım etmesini istiyor gibisin.

source: [_R_] Why not? I helped her pick out lingerie.
tr_tr: Neden olmasın? İç çamaşırını seçmesine yardım ettim.

source: [_S_] What?!
tr_tr: [_S_] Ne?!

source: [_S_] Mom! You let [ryan] pick out lingerie for you?
tr_tr: Anne! Senin için iç çamaşırı seçmesine izin mi verdin?

source: [_M_] It's not a big deal.
tr_tr: Önemli bir şey değil.

source: [_M_] Your bother just paid for a few...
tr_tr: [ _M_] Senin zahmetlerin sadece bir kaç para için para ödedi ...

source: [_S_] A few?!
tr_tr: Bir kaç tane mi?

source: [_M_] It's... It's not like I was modeling them for him or anything.
tr_tr: [ _M_] Bu ... Onları onun için modellemek gibi bir şey değil.

source: [_RT_] {i}Yes, you did.{/i}
tr_tr: [ _RT_] {i}Evet, yaptınız. { /i }

source: [_M_] I'm not some... some degenerate who would pose in sexy lingerie for my own son.
tr_tr: Ben kendi oğlum için seksi iç çamaşırlarıyla poz veren bir çeşit dejenere değilim.

source: [_RT_] {i}Yes, you are.{/i}
tr_tr: [ _RT_] {i}Evet, siz. { /i }

source: [_S_] Still... Isn't it weird having him see you in lingerie?
tr_tr: [ S_] Still ... Seni iç çamaşırında görmek garip değil mi?

source: [_M_] Well... I mean, he's already seen me in worse for that photoshoot I did for his business. So, what's the harm?
tr_tr: [ _M_] Şey ... Yani, iş için yaptığım fotoğraf çekimi için beni daha kötü gördü zaten. Peki, ne zararı var?

source: [_S_] Pierre Govanni only sells the hottest fashions. How many did he buy you?
tr_tr: [ S_] Pierre Govanni sadece en seksi modayı satıyor. Sana kaç tane satın aldı?

source: [_M_] Never you mind!
tr_tr: -Hiç aklına gelmezdi!

source: [_M_] [ryan], cover yourself, and both of you come to the kitchen. Breakfast is almost ready.
tr_tr: [ _M_] [ Ryan], kendini koru, ve ikiniz de mutfağa gelin. Kahvaltı neredeyse hazır.

source: [_R_] It's nice to see Mom in a good mood again. Isn't it?
tr_tr: Annemi tekrar iyi bir ruh halinde görmek güzel. Öyle değil mi?

source: [_R_] I'm going to see if the bathroom is free before we eat.
tr_tr: Yemek yemeden önce banyonun boş olup olmadığını görmeye gidiyorum.

source: [_R_] See you at the table?
tr_tr: -Masada görüşürüz.

source: [_S_] In a bit. I need to get something out of Mom's room first.
tr_tr: Biraz sonra. Önce annemin odasından bir şey çıkarmam lazım.

source: [_R_] Wow. Breakfast smells amazing, Mom.
tr_tr: [ _R_] Vay canına. Kahvaltı harika kokuyor anne.

source: [_M_] Thank you, [ryan]. I'm making a big breakfast for you all this morning.
tr_tr: Teşekkür ederim, [ Ryan] Bu sabah hepinize büyük bir kahvaltı hazırlıyorum.

source: [_M_] Pancakes, bacon, and eggs on toast with sliced bananas on the side.
tr_tr: Krep, pastırma ve yumurtalı yumurtalı yumurtalı yumurtalı muz.

source: [_L_] How much longer? I'm starving to death over here.
tr_tr: -Ne kadar kaldı? Burada açlıktan ölmek üzere olan benim.

source: [_M_] Just a few more minutes honey. Unless you don't want bacon?
tr_tr: Sadece bir kaç dakika daha tatlım. Pastırma istemediğin sürece mi?

source: [_L_] No!
tr_tr: [_L_] Hayır!

source: [_L_] I want bacon.
tr_tr: Domuz pastırması istiyorum.

source: [_R_] You do make the best bacon, Mom. Not too greasy, but not too crispy either.
tr_tr: Sen en iyi pastırmayı yapıyorsun anne. Çok yağlı değil, ama çok da gevrek de değil.

source: [_R_] It's always just right.
tr_tr: Her zaman doğru olur.

source: [_M_] Thank you, [ryan]. You're so sweet.
tr_tr: Teşekkür ederim, [ ryan]. Çok tatlısın.

source: [_M_] Where's Sidney? She's not still in bed, is she?
tr_tr: Sidney nerede? Hala yatakta değil, değil mi?

source: [_R_] I'm not sure... She said she needed something from your room.
tr_tr: -Emin değilim ... Odanızın bir şeye ihtiyacı olduğunu söyledi.

source: [_M_] My room? What could she need from my room?
tr_tr: Benim odam mı? Odamdan ne kadar ihtiyacı olabilir ki?

source: [_R_] You'll have to ask her.
tr_tr: Ona sorman gerek.

source: [_M_] I suppose I will. Here you go, Lauren.
tr_tr: Sanırım öyle olacak. Al bakalım, Lauren.

source: [_L_] Finally.
tr_tr: [ _L_] Son olarak.

source: [_M_] What? I don't even get a thank you?
tr_tr: [ _M_] Ne? Sana teşekkür bile etmiyor mu?

source: [_L_] Thanks.
tr_tr: [_L_] Mersi.

source: [_M_] And here's one for you.
tr_tr: Ve işte sana bir tane.

source: [_R_] You're the best! We're lucky to have a Mom who takes such good care of us.
tr_tr: Sen en iyisisin! Bize iyi bakabilecek bir anneye sahip olduğumuz için şanslıyız.

source: {i}{b}"Mom's Affection +1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +1"{/b}{/i}

source: [_M_] Aww... Thank you, sweetie. That's nice of you to say.
tr_tr: [ _M_] Aww ... Teşekkür ederim, tatlım. Bunu söylemenin hoş bir şey olduğunu.

source: [_R_] Seriously.
tr_tr: Cidden.

source: [_R_] You do so much for us. Not everyone has such a caring and attentive mother as you.
tr_tr: Bizim için çok şey yapıyorsun. Herkes senin gibi şefkatli ve özenli bir anneye sahip değil.

source: [_M_] If only all my children were as appreciative as you.
tr_tr: Eğer tüm çocuklarım senin kadar takdir edilseydi.

source: [_R_] And how do you keep yourself so beautiful? Three grown kids, a full time job, and you're still the prettiest Mom in the whole city.
tr_tr: Kendini nasıl bu kadar güzel tutabiliyorsun? Üç yetişkin çocuk, tam zamanlı bir iş, ve sen hala şehrin en güzel annesisin.

source: [_M_] [ryan], stop it. You're making me blush.
tr_tr: [ _M_] [ Ryan], kes şunu. Beni kızartın.

source: [_M_] Hurry up and eat your breakfast before it gets cold.
tr_tr: Acele edin ve soğumadan önce kahvaltınızı yiyin.

source: [_L_] Why are you sucking up to Mom all the sudden?
tr_tr: Neden birden anneme yalakalık ediyorsun?

source: [_R_] What? I can't make her feel appreciated?
tr_tr: [ _R_] Ne? Onu takdir edemeyecek miyim?

source: [_L_] You never have before.
tr_tr: Daha önce hiç sahip olmadın.

source: [_R_] Well, maybe I should have.
tr_tr: Belki de öyle olmalıydım.

source: [_R_] Damn, Lauren. Why are you scarfing your breakfast down like that? Most mornings you don't even finish your food.
tr_tr: Lanet olsun, Lauren. Neden kahvaltını o şekilde aşağılamıyorsun? Çoğu sabahları yemeğinizi bitirmemenizi bile sağlar.

source: [_L_] I can't help it. I'm hungry.
tr_tr: -Yardım edemem. Karnım aç.

source: [_L_] I've been doing so much cardio lately, it's affecting my appetite.
tr_tr: Son zamanlarda çok fazla kardiyo yapıyorum, iştahımı etkiliyor.

source: [_R_] Cardio? What cardio? Did you join a club, or something?
tr_tr: Kardiyo mu? Ne kardiyo? Bir kulübe falan mı katıldın?

source: [_L_] From Matt's marathon fuck sessions. Unlike you, he's not one and done.
tr_tr: Matt 'in maraton sikişi seanslarından. Senin aksine, o bir kişi değil ve o kadar da değil.

source: [_L_] From you pounding my poor little pussy every chance you get.
tr_tr: Senden her fırsatta zavallı kukumu yumrukluyorsun.

source: [_M_] {b}Sidney! Breakfast is ready!{/b}
tr_tr: [ _M_] {b}Sidney! kahvaltı hazır! { /b }

source: [_RT_] {i}Holy shit, Lauren! Mom's right behind you.{/i}
tr_tr: [_RT_] {i}Lanet olsun, Lauren! Annem tam arkanda.{/i}

source: [_RT_] {i}Thank God she didn't hear that.{/i}
tr_tr: [ _RT_] {i}Teşekkürler Tanrım bunu duymadı.

source: [_S_] {i}(yelling){/i} Be there in a sec!
tr_tr: [ S_] {i}(bağırma) { /i } Bir saniye içinde orada olun!

source: [_M_] {b}Get out of my room, and come eat!{/b}
tr_tr: [ _M_] {b}Odamdan çıkın ve yiyin! { /b }

source: [_S_] Mmm... Breakfast looks good.
tr_tr: [ S_] Mmm ... Kahvaltı iyi görünüyor.

source: [_R_] Wow!
tr_tr: [_R_] Vay canına!

source: [_S_] Hey, Bro... you don't mind if I sit next to you, do you?
tr_tr: Hey, kardeşim ... senin yanında oturmamın bir sakıncası yok, değil mi?

source: [_L_] {i}(Choking){/i} {b}Kaff, kaff!{/b}
tr_tr: [ _L_] {i}(Koru) { /i } {b}Kaff, kaff! { /b }

source: [_S_] So? How do I look? Hot right?
tr_tr: Yani? Nasıl görünüyorum? Sıcak değil mi?

source: [_M_] Is that my lingerie? Why on earth are you wearing my lingerie?
tr_tr: O benim iç çamaşırlarım mı? Neden iç çamaşırlarımı giyiyorsun?

source: [_S_] I thought it'd be fun. It's not like this is the first time I've borrowed some of your clothes.
tr_tr: Eğlenceli olacağını düşündüm. İlk defa kıyafetlerini ödünç almıyorum.

source: [_M_] Trying on a dress, or borrowing a pair of shoes is very different from putting on my... My unmentionables.
tr_tr: Bir elbise giymeye çalışmak, ya da bir çift ayakkabı almak çok farklı bir şey ... Benim ağlamalarım.

source: [_M_] Go change, right now. You shouldn't be dressed like that at the table.
tr_tr: -Git üstünü değiştir, hemen. Masadaki gibi giyinmemeliydin.

source: [_S_] Come on. It's not a big deal. You're just in your bra and painties.
tr_tr: Hadi. Önemli bir şey değil. Sadece sütyen ve ağrı kesitlerin var.

source: [_M_] That's because my robe dissapeared.
tr_tr: Çünkü bornozum parçalanmısmış.

source: [_S_] Should have had [ryan] buy you a new one.
tr_tr: Sana yeni bir tane almamış olmalı.

source: [_S_] Come on... I don't have any problem with what you wear to breakfast. I'm just having a little fun. I'll change after breakfast. Okay?
tr_tr: Hadi ... Kahvaltıda ne giydiğin ile ilgili bir sorunum yok. Sadece biraz eğleniyorum. Kahvaltıdan sonra değişeceğim. Tamam mı?

source: [_MT_] {i}Shit! The underwear I wear to breakfast isn't much more modest than what she's wearing.{/i}
tr_tr: {i}Bok! Kahvaltıda giydiğim iç çamaşırı giydiğinden daha mütevazi bir şey değil.

source: [_MT_] {i}I sounded like such a hypocrite by telling her she shouldn't be dressed like that at the table.{/i}
tr_tr: [ _MT_] {i}O masada böyle giyinmemesi gerektiğini söyleyerek ikiyüzlü bir ikiyüzlü gibi geldi.

source: [_M_] Fine, but only because I don't want the food I cooked you getting cold.
tr_tr: [ _M_] Güzel, ama sadece yemek istemediğim için seni soğumaya hazırlamıştım.

source: [_M_] We'll both change right after we're finished eating.
tr_tr: Yemeğimizi bitirdikten sonra ikimiz de değişeceğiz.

source: [_M_] But from now on, if you want to borrow something, ask me first.
tr_tr: Ama bundan sonra, bir şey ödünç almak istiyorsan, önce bana sor.

source: [_L_] I can see your boobs, you know.
tr_tr: Göğüslerini görebiliyorum, biliyorsun.

source: [_S_] So?
tr_tr: Yani?

source: [_M_] So, [ryan] can see them too. That top is too big for you.
tr_tr: [ _M_] Yani, [ Ryan] onları da görebilir. Bu top senin için çok büyük.

source: [_S_] I don't mind. It's not like he hasn't seen the three of us naked at his studio anyways.
tr_tr: Sakıncası yok. Üçümüz de stüdyoda çıplak bir şekilde çıplak olarak görülmedi.

source: [_S_] Isn't that why you were okay going shopping for lingerie with him in the first place, Mom?
tr_tr: O yüzden ilk başta onunla iç çamaşırı almak için alışverişe çıkmadın değil mi anne?

source: [_S_] Since you've been posing nude for him down at Dad's wearhouse, why not let him buy you some sexy new underwear, right?
tr_tr: Babamın giyisinde onun için çıplak poz verdiğine göre neden sana seksi yeni bir iç çamaşırı almasın ki?

source: [_M_] I wish you wouldn't put it that way. And don't get any food stains on my new lingerie.
tr_tr: Keşke bu şekilde ifade etmesen. Ve yeni iç çamaşığımla ilgili yiyecek lekesi de yok.

source: [_L_] Wait... [ryan]'s buying you lingerie?
tr_tr: [ _L_] Bekle ... -Sana iç çamaşırı mı ısmarlıyor?

source: [_S_] That's what the two of them have been doing when they go out on weekends.
tr_tr: Onlar hafta sonları dışarı çıktıkları zaman ikisinin de yaptığı şey bu.

source: [_S_] She's got a bunch of sexy new numbers in her closet now.
tr_tr: Şu anda dolabında bir sürü seksi numarası var.

source: [_RT_] {i}Sexy is right! The top's a bit big, but Sidney looks amazing in that outfit!{/i}
tr_tr: [ _RT_] {i}Sexy haklıdır! Üst kısmı biraz büyük, ama Sidney bu kıyafetle harika görünüyor!

source: [_L_] No fair! How come you get free lingerie, Mom? You don't even need them with Dad in jail.
tr_tr: -Hiç adil değil! Nasıl oluyor da bedava iç çamaşırı giyiyorsun anne? Hapse girmelerine bile ihtiyacın yok.

source: [_M_] Just because your father's not here, doesn't mean I don't want to feel sexy sometimes.
tr_tr: Babanın burada olmadığı için bazen seksi hissetmek istemediğim anlamına gelmez.

source: [_M_] And didn't [ryan] buy you and Mandy those new bikinis I'm always seeing you in?
tr_tr: Sana ve Mandy 'e o yeni bikinileri ısmarlamadın mı?

source: [_RT_] {i}This conversation is a little dangerous for me to let continue, but I can't stop staring at Sidney in that outfit.{/i}
tr_tr: [ _RT_] {i}Bu konuşma devam etmek benim için biraz tehlikeli, ama bu kıyafetle Sidney 'e bakmayı bırakamam. { /i }

source: [_ST_] {i}That's right, little brother. Take it all in.{/i}
tr_tr: [ _ST_] {i}Bu doğru, küçük kardeşim. Hepsini içine alın. { /i }

source: [_ST_] {i}You've been spending so much time with Mom lately, I'm getting jealous. I know you've got a little crush on her, but what about me?{/i}
tr_tr: [ _ST_] {i}Son zamanlarda annemle çok fazla zaman geçiriyorsun, kıskanmaya başladım. Ona biraz aşık olduğunu biliyorum, ama ben ne olacak?

source: [_ST_] {i}Maybe after seeing how hot I look in this little number, you'll buy me some of my own.{/i}
tr_tr: [ _ST_] {i}Belki bu küçük sayıya ne kadar sıcak baktığımı gördükten sonra, bana ait bir kaç tane satın alırsın. { /i }

source: [_L_] Could I try on one of your new outfits?
tr_tr: Yeni kıyafetlerinden birini deneyebilir miyim?

source: [_S_] Ha! They wouldn't fit you, Ms. Tiny Tits.
tr_tr: [ S_] Ha! Size uymayacaklardı, Bayan Tiny Tits.

source: [_L_] Don't call me that!
tr_tr: Bana öyle hitap etme!

source: [_M_] Don't tease your sister.
tr_tr: Kız kardeşinle dalga geçmeyin.

source: [_L_] It's not like Mom's lingerie fits you! Your boobs aren't big enough to fill out her tops either.
tr_tr: Annemin iç çamaşırları sana yakışmıyor! Göğüslerin, onun üstlerini dolduramayacak kadar büyük değil.

source: [_S_] Bigger than yours.
tr_tr: Sizinkinden daha büyük.

source: [_S_] You're practically flat. Sexy lingerie would be wasted on you.
tr_tr: -Neredeyse düzüyorsun. Seksi iç çamaşırları senin için ziyan olur.

source: [_M_] Cut it out, both of you.
tr_tr: Kes şunu, ikiniz de.

source: [_L_] I'm not flat!
tr_tr: -Ben düz değilim!

source: [_L_] [ryan]. I've got nice boobs don't I?
tr_tr: Güzel göğüslerim var, değil mi?
