Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_M_] Sure, It's not as much about clitoral stimulation, as you might think.
tr_tr: Elbette, bu klitoral uyarı ile ilgili değil, senin de düşünmen gibi.

source: [_M_] It's more important that you...
tr_tr: Senin için daha önemli ...

source: [_R_] Can we not, right now?
tr_tr: [ _R_] Şimdi değil mi?

source: [_M_] Fine... I'll tell you another time.
tr_tr: [ _M_] Tamam ... Sana başka bir zaman anlatırım.

source: [_CD_] More really important stuff to talk about with your mom, huh?
tr_tr: Annenizle konuşmak için daha önemli şeyler var, değil mi?

source: [_M_] Don't look at me... I don't know what you wanted me to follow you in here for.
tr_tr: Bana bakma. Seni buraya kadar takip etmek için ne istediğini bilmiyorum.

source: [_R_] What do you mean, you're the one who...
tr_tr: -Ne demek istiyorsun, sen ...

source: [_CD_] Really, you two... It doesn't matter. I'm not saying anything to anybody anyways.
tr_tr: -Gerçekten, siz ikiniz ... Önemli değil. Zaten kimseye bir şey söylemiyorum.

source: [_CD_] I'm sworn to secrecy.
tr_tr: Gizlilik yemini ettim.

source: [_R_] That's good, but it's still not what you're thinking.
tr_tr: Bu iyi, ama hala düşündüğün gibi değil.

source: [_RT_] {i}It's probably exactly what she's thinking.{/i}
tr_tr: [ _RT_] {i}Muhtemelen onun düşündüğü gibi. { /i }

source: [_M_] Where are you taking me?
tr_tr: [ _M_] Beni nereye götürüyorsunuz?

source: [_R_] I'll tell you all about it when we get there.
tr_tr: Oraya vardığımızda sana her şeyi anlatacağım.

source: [_CD_] Holy shit, [mom_name]! That show was incredible! I've never seen anything like it.
tr_tr: [ _CD_] Kutsal bok, [ momen_name]! Bu gösteri inanılmazdı! Daha önce hiç böyle bir şey görmemiştim.

source: [_M_] God, I was so embarrassed!
tr_tr: Tanrım, çok utandım!

source: [_CD_] You mean, you didn't mean to do that!?
tr_tr: Demek istediğin, bunu yapmak istememiştin!

source: [_M_] God, no... I got a little carried away, and it just snuck up on me.
tr_tr: [ _M_] Tanrım, hayır ... Biraz kendimi kaptırdım ve bu beni çok heyecanla kaplıyor.

source: [_CD_] Wow! I thought I was a pretty good squirter, but you've got me beat.
tr_tr: [ _CD_] Vay canına! İyi bir kıvrancı olduğumu sanıyordum, ama beni yendin.

source: [_R_] Do we really need to talk about my mom squirting all over the place?
tr_tr: Annem her yerde kıvranıp kıvranmaktan bahsetmeye gerek var mı?

source: [_CD_] Come on... you can't tell me you weren't impressed.
tr_tr: Hadi ama ... bana etkilenmediğini söyleyemezsin.

source: [_CD_] I mean, I'll bet you had no idea your mom could do something like that.
tr_tr: Eminim annenin böyle bir şey yapabileceğine dair hiçbir fikrin yoktur.

source: [_R_] Uhh... Of course I didn't know.
tr_tr: [ _R_] Uhh ... -Tabii ki bilmiyordum.

source: [_R_] Uh, so... Is the VIP room available right now?
tr_tr: Ah, yani ... VIP odası şu anda müsait mi?

source: [_CD_] You want to take your mom to the VIP room?
tr_tr: Anneni VIP odasına götürmek ister misin?

source: [_R_] It's not like that. I just need a place that's really private so we can talk about something really important.
tr_tr: Öyle bir şey değil. Gerçekten çok özel bir yere ihtiyacım var. Gerçekten önemli bir şeyden bahsedebiliriz.

source: [_CD_] you don't have a car you can talk in while you're driving home toge... nevermind... It's not my place to ask questions.
tr_tr: Sen eve giderken konuşabileceğin bir araban yok. Boş ver, boş ver. Soru sormak benim yerim değil.

source: [_CD_] So, do you want me to make sure the cages are full of dancers?
tr_tr: Yani, kafeslerin dansçılarla dolu olduğundan emin olmak ister misin?

source: [_R_] No, you can all take some time off.
tr_tr: Hayır, biraz izin alsan iyi olur.

source: [_MT_] {i}Full of dancers?... What's going on?{/i}
tr_tr: {i}Dolu dansçılarla dolu mu? Neler oluyor?

source: [_CD_] And don't worry, I won't tell anyone you took your mom into the VIP room.
tr_tr: Ve merak etme, kimseye anneni VIP odasına götürmeni söylemeyeceğim.

source: [_CD_] We're all sworn to secrecy.
tr_tr: Hepimiz gizlilik yemini ettik.

source: [_R_] It's not like that.
tr_tr: Öyle bir şey değil.

source: [_R_] It's just... Nevermind.
tr_tr: [ _R_] Sadece ... Boş verin.

source: [_MT_] {i}Goddam this place is kinky.{/i}
tr_tr: [ _MT_] {i}Goddam bu yer çok tuhaf.

source: [_MT_] {i}What if Joey asks me to start working here.{/i}
tr_tr: [ _MT_] {i}Joey buraya çalışmaya başlamamı isterse ne olur. { /i }

source: [_R_] I only recently found out about it myself.
tr_tr: Sadece son zamanlarda kendim öğrendim.

source: [_R_] It's called the VIP room.
tr_tr: Burası "VIP odası".

source: [_M_] And they just let anyone come in?
tr_tr: -İçeri girmelerine izin mi vermişler?

source: [_R_] No, not anyone... You kind of have to be a member.
tr_tr: [ _R_] Hayır, kimse yok ... Bir tür üye olmak zorunda.

source: [_M_] So what? You buy a membership card, like at Costco?
tr_tr: Ne olmuş yani? Costco 'daki gibi bir üyelik kartı aldın mı?

source: [_R_] It's quite a bit more exclusive than that.
tr_tr: Bundan daha özel bir şey değil.

source: [_M_] [ryan]... What are you not telling me?
tr_tr: [ _M_] [ ryan] ... Bana söylemediğin şey ne?

source: [_M_] Are you a VIP member?
tr_tr: VIP üyesi misin?

source: [_R_] Uhh... yeah...
tr_tr: Uhh ... evet ...

source: [_M_] How did you become an exclusive member of a Mafia VIP club?
tr_tr: Nasıl oldu da bir mafya özel kulübünün özel üyesi oldunuz?

source: [_M_] Sometimes you're too easy to tease.
tr_tr: Bazen alay etmek için çok kolaysın.

source: [_M_] Well...
tr_tr: [_M_] Eee...

source: [_M_] You did make our payment to the DeCapos this week, so you definitely deserve a nice reward.
tr_tr: Bu hafta ödemelerimizi DeCappos 'a sen yaptın, bu yüzden kesinlikle iyi bir ödülü hak ediyorsun.

source: [_M_] But before I do anything for you, I need you to take care of me.
tr_tr: Ama senin için bir şey yapmadan önce, benimle ilgilenmeni istiyorum.

source: [_M_] I don't want you to become a selfish lover, like your father.
tr_tr: Senin gibi bencil bir sevgili olmak istemiyorum, baban gibi.

source: [_M_] So, you want me to pleasure you orally first?
tr_tr: Peki, önce sana sözlü olarak zevk vermemi ister misin?

source: [_M_] You got it.
tr_tr: -Aldın.

source: [_RT_] {i}Joey came inside of her not too long ago.{/i}
tr_tr: [ _RT_] {i}Joey, onun içinde çok uzun süre önce geldi. { /i }

source: [_RT_] {i}But I can't bring that up or she'll know Diaz and I were watching her.{/i}
tr_tr: [ _RT_] {i}Ama onu yukarı çıkaramam ya da o Diaz 'ı tanıyacak ve ben de onu izliyordum.

source: [_RT_] {i}I don't know how well she's cleaned herself out since then.{/i}
tr_tr: [ _RT_] {i}O zamandan beri kendini ne kadar iyi temizledi bilmiyorum. { /i }

source: [_RT_] {i}I'm sure she must have blasted all of it out when she squirted on the pole, but still...{/i}
tr_tr: [ _RT_] {i}eminim o direğe fışkıldığında hepsini patlatmış olmalı, ama yine de ... { /i }

source: [_R_] Okay, That's fair.
tr_tr: Tamam, bu adil.

source: [_RT_] {i}Her pussy better not taste like cum!{/i}
tr_tr: [ _RT_] {i}Onun amcığı, tadı dak gibi değil daha iyi! { /i }

source: [_R_] You've already gotten yourself off on the pole tonight. I haven't had any attention.
tr_tr: Bu gece kendini zaten direğe atmışsın. Hiç dikkatimi çekmedim.

source: [_R_] Who's being the selfish lover now?
tr_tr: Şimdi bencil aşık kim oluyor?

source: [_M_] That's a pretty selfish argument, but seeming as you did make that payment, I'll let it go.
tr_tr: Bu oldukça bencilce bir tartışma, ama sen o ödemeyi yaptığın gibi, ben de onu serbest bırakabilirim.

source: {i}{b}"Mom's Submission +1"{/b}{/i}
tr_tr: {i}{b}"Annemin saygısı +1"{/b}{/i}

source: [_M_] You don't have to do oral, but you don't get to get inside my pussy either. You can either take my ass, or nothing at all.
tr_tr: Oral seks yapmak zorunda değilsin, ama benim kukuma da giremezsin. Ya kıçımı çıkarabilirsin, ya da hiç bir şey.

source: [_RT_] {i}Does she really think giving me her ass is a punishment.?{/i}
tr_tr: [ _RT_] {i}Gerçekten bana göt verenin bir ceza olduğunu düşünüyor mu?

source: [_R_] Yeah, of course I'll be happy to fuck your ass.
tr_tr: Evet, tabii ki seni sikmekten mutluluk duyacağım.

source: [_M_] Do you have to sound so crude?
tr_tr: Bu kadar kaba bir sese sahip olmak zorunda mısın?

source: [_R_] You know it turns you on.
tr_tr: Bunun seni tahrik ettiği anlaşılıyor.

source: [_MT_] {i}Goddammit! He's right.{/i}
tr_tr: [_MT_] {i}Lanet olsun! O haklı.{/i}

source: [_M_] You didn't make our payment to the DeCapos this week, so I'm not sure you deserve to be taken care of.
tr_tr: Bu hafta ödemelerimizi DeCappos 'a vermiyordun, bu yüzden senin de ilgilenilmeyi hak ettiğinizden emin değilim.

source: [_R_] Please!?
tr_tr: Lütfen!

source: [_M_] Tell you what... I'll take care of you on the condition that you take care of me first.
tr_tr: Bak ne diyeceğim ... İlk önce benimle ilgilenmen şartıyla sana göz kulak olacağım.

source: [_R_] You mean orally?
tr_tr: -Orly 'yi mi kastediyorsun?

source: [_M_] Exactly
tr_tr: [ _M_] Tam olarak

source: [_RT_] {i}Where I didn't make the payment this week, I don't have any leverage to make demands. The only way I'm getting any action from Mom tonight is if I agree to give her oral.{/i}
tr_tr: [ _RT_] {i}Bu hafta ödemeyi yapmadığım bir yerde, talepte bulunmaya hiç bir koz getirmedim. Bu gece annemden herhangi bir işlem görmenin tek yolu ona oral seks vermeyi kabul etmek.

source: [_RT_] {i}Guess I don't have a choice.
tr_tr: [ _RT_] {i}Sanırım başka seçeneğim yok.

source: [_RT_] {i}Thank God... It tastes pretty fresh. Her huge squirt on stage must have cleaned her out good.{/i}
tr_tr: [ _RT_] {i}Teşekkürler Tanrım ... Tadı çok taze. Sahnede kocaman bir fışkırması onu iyi temizlemiş olmalı.

source: [_MT_] {i}Nnnghhh... This feels pretty damn good! But I'm not quite getting there. I've got a feeling I'll be needing some anal attention if I'm going to achieve another orgasm tonight.{/i}
tr_tr: [ _MT_] {i}Nnnghhh ... Bu çok iyi hissettiriyor! Ama tam olarak oraya gelmiyorum. Bu gece başka bir orgazma ulaşacağım için, biraz anal ilgiye ihtiyacım olacak gibi bir his var içimde.

source: [_M_] Mmm... Alright, [ryan]... You've done your oral duty for the night. Now it's time for you to get your dick wet... Only, I'm not on the pill, and I'm at a pretty fertile time of the month, so I need you to stay out of my pussy.
tr_tr: [ _M_] Mmm ... Tamam, [ Ryan] ... Gece için sözlü görevini yerine getirmişsin. Şimdi sikini ıslatmanın zamanı geldi. Sadece, hap falan almıyorum, ve ayın bereketli zamanlarındayım, bu yüzden amcığımın dışında kalmanı istiyorum.

source: [_R_] What? That's not fair.
tr_tr: [ _R_] Ne? Bu hiç adil değil.

source: [_M_] We can either do anal sex, or no sex at all.
tr_tr: Ya anal seks yapabiliyoruz ya da hiç seks yapamıyoruz.

source: [_R_] Alright, fine... I'll be happy to fuck you in the ass.
tr_tr: Tamam, tamam. Seni götten sikmekten mutluluk duyacağım.

source: [_M_] [ryan]! Do you have to sound so crude?!
tr_tr: [ _M_] [ ryan]! Bu kadar kaba bir sese sahip olmak zorunda mısın?

source: [_MT_] {i}Joey felt good and all, but sometimes I just need something bigger.{/i}
tr_tr: [ _MT_] {i}Joey iyi hissetti, ama bazen daha büyük bir şeye ihtiyacım var. { /i }

source: [_M_] Good God! What a night!
tr_tr: [ _M_] İyi Tanrım! Ne gece ama!

source: [_M_] Mmm... what a night...
tr_tr: Ne gecedir ama ...

source: [_RT_] {i}As good as that was, I still haven't prevented her from fucking Joey.{/i}
tr_tr: [ _RT_] {i}O kadar iyi ki, onu hala Joey 'den engellemedim. { /i }

source: [_RT_] {i}It doesn't even seem to help when I make the weekly payments anymore.{/i}
tr_tr: [ _RT_] {i}Haftalık ödemeleri yaptığımda bile yardımcı olamıyor. { /i }

source: [_RT_] {i}Fuck... I'd better figure something out fast before this gets even more out of hand.{/i}
tr_tr: [ _RT_] {i}S* ... Bu iş kontrolden çıkmadan hızlı bir şekilde bir şeyler bulsam iyi olur.

source: [_MT_] {i}Now I'm definitely going to ask Joey about the VIP room.{/i}
tr_tr: [ _MT_] {i}SIMDI KESINLIKLE JOEY ' YE VIP ODU SOKMUYORUM. { /i }

source: [_RT_] {i}As bad as the night started, at least it ended on a high note.{/i}
tr_tr: [ _RT_] {i}Gece başladığı kadar kötü bir şekilde, en azından yüksek bir notada sona erdi. { /i }

source: [_RT_] {i}Still, I've got to get Mom so she isn't fucking other guys.{/i}
tr_tr: [ _RT_] {i}Still, I've got to get anne so she isn't sikme other birs. { /i }

source: [_RT_] {i}I should be able to keep her satisfied on my own.{/i}
tr_tr: [ _RT_] {i}Onu kendi başıma tatmin edebilmeliyim. { /i }

source: [_RT_] {i}I fucking released an unsatiable sex addicted monster on the world.{/i}
tr_tr: [ _RT_] {i}Dünya üzerinde doyumsuz seks bağımlısı bir canavar salladım. { /i }

source: [_RT_] {i}If I don't get control soon, she's going to have fucked every guy I know.{/i}
tr_tr: [ _RT_] {i}Eğer kontrolü yakında alamazsam, tanıdığım her erkeği becermiş olacak.

source: {i}{size=*1.3}"Meanwhile, not too far away."{/size}{/i}
tr_tr: {i}{ size=*1.3 } "Bu arada, çok uzak değil." { /size } { /i }

source: [_C_] Please, Brittney!... It would only be for a couple weeks until we can find something more permanant.
tr_tr: Lütfen, Brittney! Daha kalıcı bir şey bulana kadar sadece birkaç hafta olur.

source: [_X_] {i}(Voice muffled over intercom){/i} That doesn't change the fact that you're the wife and daughter of a known fugitive.
tr_tr: [_X_] {i}(Dahili telefondan boğuk ses){/i} Bu, bilinen bir kaçağın karısı ve kızı olduğunuz gerçeğini değiştirmez.

source: [_X_] The PTA elections are coming up, how am I going to keep my spot as president if I'm harboring terrorists.
tr_tr: [ _X_] PTA seçimleri yaklaşıyor, eğer teröristleri rahatsız etseydim, nasıl başkan olarak yerimi tutabilirim.

source: [_C_] Oh, we're terrorists now? Fuck you Brittney!
tr_tr: -Artık teröristiz mi? Siktir git Brittney!

source: [_C_] When your mom had that stroke, and you had to rush to be by her side, who took care of your little Chelsie?
tr_tr: Annen o kalp krizi geçirdiğinde, sen de onun yanında olmak için acele etseydin, Chelsie 'nin icabına kim bakmış?

source: [_X_] Your nanny Cindy did! It wasn't you. And we paid her extra since she was watching both our girls.
tr_tr: Dadın Cindy yaptı! Sen değildin. İki kızımızı da izlediğinden beri fazladan para ödedik.

source: [_C_] Yeah, but I'm still the one who made that happen! She stayed at our house, ate our food. I could have forbid Cindy from watching Chelsie.
tr_tr: Evet, ama ben hala bunun olmasını sağladım! Bizim evimizde kaldı, yemeğimizi yedi. Cindy 'nin Chelsie 'yi izlemesini yasaklayabilirdim.

source: [_X_] And we really appreciated it, but this is much different.
tr_tr: [ _X_] Ve biz bunu gerçekten takdir ettik, ama bu çok daha farklı.

source: [_X_] I'm sorry, I just can't expose my family to the horrors of organized crime.
tr_tr: Üzgünüm, sadece ailemi organize suçların dehşetine maruz bırakamam.

source: [_C_] We wouldn't...
tr_tr: [ _C_] Biz ...

source: [_X_] I'm going back to bed... Goodbye, Camille! {i}(Click){/i}
tr_tr: [Yatağa dönüyorum... Güle güle, Camille! {i}(Tık){/i}

source: [_C_] Aaahhh!!!
tr_tr: [ _C_] Aaaahhh !!!

source: [_C_] After everything we've done for these snobs, they don't want to touch us with a ten foot pole.
tr_tr: Bu züppeler için yaptığımız onca şeyden sonra bize 10 ayak direği ile dokunmak istemiyorlar.

source: [_MD_] Who's next on our list?
tr_tr: [ [ _MD_] Listedeki bir sonraki kişi kim?

source: [_C_] That's it... I'm out of friends.
tr_tr: Bu kadar ... Arkadaşlarımın dışındayım.

source: [_C_] Eleven houses, eleven rejections.
tr_tr: 11 ev, 11 ret.

source: [_MD_] Then... Can we please just go back to Aunt [mom_name]'s?
tr_tr: [ _MD_] Sonra ... Lütfen [ mom_name] teyzeye geri gidebilir miyiz?

source: [_C_] Are you fucking out of your mind!?
tr_tr: -Sen aklını mı siktin sen?

source: [_C_] After everything they've done to us!?
tr_tr: Bize yaptıkları her şeyden sonra mı?

source: [_C_] It felt so good to finally tell my sister off, tell her what I think of that God aweful son of hers...
tr_tr: Sonunda kız kardeşime izin vermek o kadar iyi hissettirdi ki, Tanrı 'nın o mutlu oğlu hakkında ne düşüneceğimi söyle ona ...

source: [_C_] And you want me to take it all back? Beg her to let us come back?...
tr_tr: Ve sen de hepsini geri almamı mı istiyorsun? Bize geri dönmemize izin vermeleri için yalvar mı?

source: [_C_] Uh uh... No way!
tr_tr: [ _C_] Uh ... Olmaz!

source: [_MD_] Sorry... I shouldn't have suggested that.
tr_tr: [ _MD_] Üzgünüm ... Bunu önermemeliydim.

source: [_MD_] But, where are we going to go? We don't even have money for a cheap motel.
tr_tr: [ _MD_] Ama, nereye gideceğiz? Ucuz bir motel için paramız bile yok.

source: [_MD_] We can't even drive very far before we run out of gas.
tr_tr: Benzinimiz tükenmeden çok uzağa bile süremeyiz.

source: [_C_] We've just got to figure out something for tonight. We'll have all day tomorrow to find something more permanant.
tr_tr: Bu gece için bir şeyler bulmamız gerek. Yarın bütün gün daha kalıcı bir şey bulmak zorunda kalırız.

source: [_MD_] Oh, no... You're kidding me! We're going to sleep in the park?
tr_tr: Oh, hayır ... Benimle dalga geçiyorsun! Parkta uyuyacak mıyız?

source: [_MD_] Mom... It's against the law to sleep in the park.
tr_tr: [ _MD_] Anne ... Parkta uyuma kanununa aykırı.

source: [_C_] Do you have a better idea?
tr_tr: Daha iyi bir fikrin var mı?

source: [_MDT_] {i}Yeah, Aunt [mom_name]'s, but Mom will cut my head off if I suggest that again.{/i}
tr_tr: [ _MDT_] {i}Evet, teyze [ mom_name] ' s, ama annem bunu bir daha önersem başımı kesecek. { /i }

source: [_C_] If we park behind these bushes, we'll be pretty hard to spot.
tr_tr: Eğer bu çalılıkların arkasına park etsek, zor durumda olacağımızı da.

source: [_C_] Luckily it's a warm night... We should be just fine.
tr_tr: -Neyse ki sıcak bir gece ... Biz iyi olmalız.

source: [_C_] Lay down your seat, and try to get some sleep.
tr_tr: Koltuğunuzu yere yatırın ve biraz uyumaya çalışın.

source: [_C_] Who are you texting at this hour?
tr_tr: Bu saatte kime mesaj atıyorsunuz?

source: [_MD_] It's Lauren... She's worried about us.
tr_tr: -Lauren ... Bizim için endişeleniyor.

source: [_MD_] I'm just letting her know we're all right.
tr_tr: Sadece iyi olduğumuzu bilmesini sağlıyorum.

source: [_C_] You didn't tell her we're sleeping at the park, did you?
tr_tr: Ona parkta yattığını söylemedin, değil mi?

source: [_MD_] I haven't yet, but I'm about to.
tr_tr: [ _MD_] Henüz değil, ama yapmak üzereyim.

source: [_C_] Don't you dare!
tr_tr: -Sakın cüret etme!

source: [_MD_] {i}(Yelling){/i} Why not, Mom!?
tr_tr: [ _MD_] {i}(Yelling) { /i } Neden olmasın, anne!?

source: [_MD_] We fucking "are" sleeping in the park!
tr_tr: Parkta uyuyoruz lan biz!

source: [_MD_] Are you too prideful to let anyone know you're not sleeping in a five star hotel?!
tr_tr: Beş yıldızlı bir otelde uyumadığını kimsenin bilmesine izin verecek kadar mı gururluydun?

source: [_MD_] Why do you think you're better than other people!?
tr_tr: Neden diğer insanlardan daha iyi olduğunu düşünüyorsun?

source: [_C_] I don't thi...
tr_tr: -Ben ...

source: [_MD_] My question is rhetorical!
tr_tr: [ _MD_] Sorum retorik!

source: [_MD_] What have you ever achieved to make you think you're better than anyone else!?
tr_tr: Başka herkesten daha iyi olduğunu düşündürecek ne elde ettin?

source: [_MD_] You've never made any money, you only ever spend it! And guess what? The money you spent wasn't even earned legitimately!
tr_tr: [ _MD_] Hiç para kazanmadın, sadece harcadın! Ve bil bakalım ne oldu? Harcadığın para, yasal olarak kazanılmış bile değildi!

source: [_MD_] You're a stay-at-home mom who didn't even raise her only child.
tr_tr: Sen, tek çocuğunu bile yetiştirmeyen, evde kalan bir annesin.

source: [_MD_] I was mostly raised by our nanny, Cindy!
tr_tr: Daha çok dadımız tarafından büyütüldüm, Cindy!

source: [_MD_] Your only contribution to parenting was setting those fucking puritanical rules, and then making me feel guilt for ever questioning any of them!
tr_tr: Ebeveynlik için tek katkınız o lanet kuralcı kuralları ayarlıyordu ve sonra da onları sorgulamak için kendimi suçlu hissetmemi sağlamış oldu!

source: [_MD_] Your only focus is keeping that aging body in shape, and even half of that is made of plastic!
tr_tr: [ _MD_] Tek odağın, yaşlanan vücudu formda tutmak, ve bunun yarısı bile plastikten yapılmış!

source: [_C_] You need to calm down right...
tr_tr: -Sakin olmak lazım.

source: [_MD_] And you think Aunt [mom_name] and [ryan] treated you with disrespect?!
tr_tr: [ [ _MD_] Ve [ mom_name] ve [ ryan] teyzenin size saygısızlıkla davrandığını mı düşünüyorsunuz?

source: [_MD_] Heaven forbid you should have to work for once in your life!
tr_tr: [ _MD_] Cennet, hayatınızda bir kez olsun çalışmak zorunda olmamanız gerektiğini yasaklıyor!

source: [_MD_] And yeah... They made you wear a humiliating maid outfit, but did you ever think that maybe you deserved it for always throwing shade at Aunt [mom_name]?
tr_tr: [ _MD_] Ve evet ... Seni küçük düşürücü bir hizmetçi kıyafeti giydirdiler, ama hiç düşündün mü, belki de her zaman teyzeye gölge düşürmeyi hak ettiğini düşündün mü?

source: [_MD_] With your constant underhanded comments about her being a stripper, when all she's trying to do is prevent her family from being killed by the mafia!
tr_tr: Onun striptizci olduğu hakkındaki sürekli küçümsüyorsun, tek yapmaya çalıştığı şey, ailesinin mafya tarafından öldürülmesini engellemesidir!

source: [_MD_] I know I hoped that outfit would help humble you, but no! If anything, you somehow became even more prideful!
tr_tr: Bu kıyafetin size yardımcı olmasını umduğumu biliyorum, ama hayır! Eğer bir şey olursa, bir şekilde daha da ilkel hale gelmişsin!

source: [_C_] Mandy! How dare you disrespect...
tr_tr: [ _C_] Mandy! Ne cüretle saygısızlık edersin ...

source: [_MD_] You're not deserving of any respect!... You're a fucking...
tr_tr: Hiç bir saygıyı hak etmiyordun! Sen tam bir ...

source: [_MD_] Aaahhh!!
tr_tr: [ _MD_] Aaaahhh!!

source: [_C_] Mandy, what's wrong!?...
tr_tr: [ _C_] Mandy, ne oldu?

source: [_MD_] Behind you!
tr_tr: Arkandaki!

source: [_MP_] You've got to help me!
tr_tr: Bana yardım etmek zorundasın!

source: [_MP_] I've been betrayed!
tr_tr: İhanete uğradım!

source: [_C_] It's okay, Mister... I think you might be a little confused.
tr_tr: Sorun değil, bayım. Bence biraz kafan karışmış olabilir.

source: [_MP_] No!
tr_tr: [ _MP_] Hayır!

source: [_MP_] The commies have infiltrated our government!
tr_tr: Komünistler hükümetimize sızmış!

source: [_MP_] They stuck me in a secret facility! They're forcing me to take mind altering drugs!
tr_tr: Beni gizli bir tesise sıkıştıracaklar! Uyuşturucu değiştirmem için beni zorluyorlar!

source: [_MP_] They're doing experiments on me!
tr_tr: Benim için deneyler yapıyorlar!

source: [_MP_] They want to steal all my sperm to make super soldiers!
tr_tr: Süper askerler yapmak için bütün spermlerimi çalmak istiyorlar!

source: [_C_] I don't think...
tr_tr: -Bence ...

source: [_MP_] But, why am I telling you all this?
tr_tr: Ama, neden sana bunları anlatıyorum ki?

source: [_MP_] You can't help me, can you?
tr_tr: -Bana yardım edemezsin, değil mi?

source: [_MP_] You're just a couple helpless women yourselves, arent you?
tr_tr: Siz sadece çaresiz bir çiftsiniz, öyle değil mi?

source: [_C_] We're not helpless!
tr_tr: Çaresiz değiliz!

source: [_MP_] Sitting in a car, alone in a park, at this hour?
tr_tr: Bir arabada, bir parkta, bu saatte mi oturuyorsun?

source: [_MP_] I know what you are...
tr_tr: [ _MP_] Ne olduğunu biliyorum ...

source: [_MP_] And I've got to admit, I'm tempted.
tr_tr: Ve itiraf etmeliyim ki, baştan çıkarıyorum.
