Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptHalloweenEvent.po
Languages: tr_tr

source: [_MT_] {i}Matt clearly isn't interested. Maybe we could have a little fun together if he can get away from this game.{/i}
tr_tr: [_MT_] {i}Matt açıkça ilgilenmiyor. belki de bu oyundan sıyrılabiliyorsa birlikte biraz eğlenebiliriz. { /i }

source: [_MT_] {i}I can't stop thinking about that blowjob I gave him at the photo studio.{/i}
tr_tr: [_MT_] {i}Fotoğraf stüdyosu için ona verdiğim o oral seks hakkında düşünmeden duramıyorum.

source: [_M_] That was weird!
tr_tr: Çok garipti!

source: [_M_] Don't worry, it was probably just caused by the wind.
tr_tr: Endişelenmeyin, muhtemelen rüzgardan kaynaklandı.

source: [_M_] I'm going to run get dressed. Just yell if you need me.
tr_tr: -Ben gidip giyineceğim. Bana ihtiyacın olursa bağır.

source: [_R_] Alright, with the right spells and high enough rolls, you just might have a chance at defeating the DemiGobbler.
tr_tr: Tamam, doğru büyüler ve yeterince yüksek toplarla, Demigobbler 'ı yenme şansınız olabilir.

source: [_R_] Megan, you're up first.
tr_tr: Megan, önce sen kalkmışsın.

source: [_MD_] Cast an orb of protection!
tr_tr: [ _MD_] Bir koruma küresi yapın!

source: [_L_] No, go for the glory! Cast "Major Fireball!"
tr_tr: Hayır, zafer için git! "Major Fireball!"

source: [_R_] You've got to decide, Megan.
tr_tr: Karar vermek zorundasın, Megan.

source: [_R_] What's it going to be?
tr_tr: [ _R_] Ne olacak?

source: [_MG_] I cast "Greyoll's Roar"!
tr_tr: [ _MG_] "Greyol's Roar" ı yayınladım!

source: [_MG_] Oh, no!
tr_tr: [ _MG_] Oh, hayır!

source: [_MD_] It went on the floor!
tr_tr: Yere düştü!

source: [_MG_] Quick, find it, we need to know what she rolled!
tr_tr: Çabuk, bul onu, ne yuvarladığını öğrenmemiz gerek!

source: [_L_] What was that noise?
tr_tr: Bu ses de neydi?

source: [_MB_] Haha... Sidney must be taking a monster shit!
tr_tr: [ _MB_] Haha ... Sidney, canavar gibi bir şey olmalı!

source: [_L_] [ryan], you should go check it out!
tr_tr: Gidip bir baksan iyi olur!

source: [_RT_] {i}Shit! What was the noise? I should probably go check it out. The only problem is that if Lauren finds the die first, she's going to cheat.{/i}
tr_tr: [ _RT_] {i}Bok! Gürültü neydi? Gidip bir baksam iyi olur. Tek sorun, eğer Lauren ilk önce ölümü bulursa, o da aldatacağa gidecek.

source: [_RT_] {i}She always fudges the dice rolls whenever she gets the chance.{/i}
tr_tr: [ _RT_] {i}Her zaman şans elde ettiği zaman zarların yuvarlanır. { /i }

source: [_RT_] {i}What should I do?{/i}
tr_tr: [ _RT_] {i}Ne yapmalıyım? { /i }

source: [_RT_] {i}Goddammit! I hope Sidney's ok... Somebody else besides Lauren better find that die!{/i}
tr_tr: [ _RT_] {i}Goddambıl! Umarım Sidney iyidir ... Lauren 'dan başka biri daha ölse daha iyi olur!

source: {b}{i}"Are you sure you're okay with monster sex? If not, you should roll back and choose the other one."{/i}{/b}
tr_tr: {b}{i}" Canavar seksi ile iyi olduğundan emin misin? Yoksa, geri dönüp diğerini de seçmelisiniz. " { /i } { /b }

source: {b}{i}"You have been warned! Please don't complain about being offended later!"{/i}{/b}
tr_tr: {b}{i}" uyarıldınız! Lütfen daha sonra rencide edilmekten şikayet etme! " { /i } { /b }

source: [_R_] Oh, you'd like me to go check on Sidney, wouldn't you?
tr_tr: Oh, Sidney 'i kontrol etmemi istersin, değil mi?

source: [_R_] Then you can cheat like you always do!
tr_tr: O zaman her zaman yaptığın gibi aldatabilirsin!

source: [_L_] Let go of me!
tr_tr: [ _L_] Bırakın beni!

source: [_SM_] We've got to find a way out!
tr_tr: Bir çıkış yolu bulmalıyız!

source: [_SM_] Martha! We can't stop running!
tr_tr: Martha! Kaçmayı bırakamayız!

source: [_SM_] That... Thing... is right behind us!
tr_tr: [ _SM_] O ... Şey ... tam arkamızda!

source: [_SF_] My lungs... are about... to explode!
tr_tr: Akciğerlerim ... patlamak üzere!

source: [_SM_] Can't we just... Hide for a minute?
tr_tr: Biz sadece ... Bir dakika saklanmak mı?

source: [_SM_] I don't hear it coming anymore.
tr_tr: Artık geldiğini duymuyordum.

source: [_SF_] I think I'm about to lose my lunch!
tr_tr: Sanırım öğle yemeğimi kaybetmek üzereyim!

source: [_SF_] What the hell was that thing?
tr_tr: O şey de neydi öyle?

source: [_SM_] I don't know... But we never should have been playing God!
tr_tr: -Bilmiyorum ... Ama biz asla Tanrı 'yı oynamamalıydık!

source: [_SM_] Now, how can we ask him to save us?
tr_tr: Şimdi, bizi kurtarmasını nasıl isteyebiliriz?

source: [_SF_] Are you kidding? Did you see that thing? There is no God!
tr_tr: Dalga mı geçiyorsun? O şeyi gördün mü? Tanrı diye bir şey yok!

source: [_SF_] We have to save ourselves!
tr_tr: [ _SF_] Kendimizi kurtarmak zorundayız!

source: [_SM_] Fuck, Martha! The guards are all dead!
tr_tr: Siktir, Martha! Muhafızlar öldü!

source: [_SM_] How are we supposed to defend ourselves?
tr_tr: Kendimizi nasıl savunacağız?

source: [_SM_] Ok, I see a crowbar over there.
tr_tr: Tamam, şurada bir levye görüyorum.

source: [_SM_] I'm going to run and grab it!
tr_tr: [_SM_] koşacağım ve onu alacağım!

source: [_SF_] A crowbar? The guards couldn't even stop this thing with bullets!
tr_tr: -Bir levye mi? Muhafızlar bu şeyi kurşunlarla bile durduramadı!

source: [_SM_] It's better than nothing!
tr_tr: Hiç yoktan iyidir!

source: [_SF_] You're just going to get yourself killed.
tr_tr: Kendini öldürtecaksın.

source: [_SF_] Dr. Branson?
tr_tr: Dr. Branson?

source: [_SF_] Fuck!
tr_tr: [_SF_] Hay amk!

source: [_SF_] He's going to get us both killed!
tr_tr: İkimizi de öldürtecez!

source: [_SF_] {i}(Whispering to herself){/i} Oh, no!... Oh, God!...
tr_tr: [ _SF_] {i}(Kendi kendine fısıldayan) { /i } Oh, hayır! ... Oh, Tanrım!

source: [_SF_] I can't die! Who's goin to take care of my cats?
tr_tr: [ _SF_] Ölemem! Benim kedilerimle kim ilgilenecek?

source: [_SF_] Dr. Branson! Where are you?
tr_tr: Dr. Branson! -Nerelisin?

source: [_SF_] Oh, God... Oh, no...
tr_tr: Oh, Tanrım ... Oh, hayır ...

source: [_SF_] Is that blood?
tr_tr: -Kan mı bu?

source: [_SF_] Is that the crowbar Dr. Branson was trying to get?
tr_tr: Dr. Branson 'ın almaya çalıştığı levye bu mu?

source: [_SF_] What on earth is this viscous substance it's laying in?
tr_tr: Bu, içinde yatması gereken bu çok güçlü madde de ne?

source: [_SF_] Is it glowing?
tr_tr: [ _SF_] Parlıyor mu?

source: [_SF_] Is this from the thing that's wreaking havoc on the lab?
tr_tr: Bu laboratuvarda çelenk havoç olan şeyden mi?

source: [_SF_] Is it some sort of bioluminescent discharge?
tr_tr: Bu bir çeşit biyoluminesens boşalması mı?

source: [_SF_] Goddammit! If I wasn't running for my life, I'd take a sample to study.
tr_tr: Lanet olsun! Eğer hayatım için aday olmasaydım, bir örnek alıp çalışmaya devam ederdim.

source: [_SF_] Maybe I've got time to collect a small amount.
tr_tr: Belki de küçük bir miktar toplayacak vaktim var.

source: Male Scientist
tr_tr: Çılgın Bilim Adamı

source: Female Scientist
tr_tr: Çılgın Bilim Adamı

source: Skip Event
tr_tr: Etkinliği atla

source: Play Halloween Event
tr_tr: Cadılar Bayramı Olayı Yürüt
