Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptHalloweenEvent.po
Languages: tr_tr

source: {i}{b}(HINT){/b} Happy Halloween!{/i}
tr_tr: {i}{b}(HINT) { /b } Mutlu Cadılar Bayramı! { /i }

source: {b}{i}"Happy Halloween, and welcome to "Stranger Ventures"!"{/i}{/b}
tr_tr: {b}{i}"Happy cadılar bayramı" ve "Stranger Ventures" a hoşgeldiniz! " { /i } { /b }

source: {b}{i}"If you would like to skip this event, you can do so now."{/i}{/b}
tr_tr: {b}{i}"bu olayı atlamak ister misiniz, şimdi yapabilirsiniz." { /i } { /b }

source: {b}{i}"The Halloween special will be available in the main menu gallery to play later if you would like."{/i}{/b}
tr_tr: {b}{i}"cadılar bayramı özel, daha sonra oynamak için ana menü galerisinde mevcut olacaktır." { /i } { /b }

source: {b}{i}"The choices you make in this event will have no consequences in the main story line of the game."{/i}{/b}
tr_tr: {b}{i}"bu etkinlikte yaptığınız seçimler, oyunun ana hikaye çiziminde hiçbir sonuç vermeyecektir." { /i } { /b }

source: {b}{i}"They will however make a difference in future chapters of our Halloween event."{/i}{/b}
tr_tr: {b}{i}"Ancak cadılar bayramı etkinliklerimizin gelecek fasıllarında bir fark yaratacaklar." { /i } { /b }

source: {b}{i}"We hope you enjoy!"{/i}{/b}
tr_tr: {b}{i}"beğendiğinizi umut ediyoruz!" { /i } { /b }

source: [_RT_] {i}Huh?... I'm in my room.{/i}
tr_tr: [ _RT_] {i}Ha? ... Odamdayım.

source: [_R_] {i}That means it was just a dream{/i}
tr_tr: [ _R_] {i}Bu sadece bir rüya olduğunu gösteriyor { /i }

source: [_R_] {i}And Sidney is safe in bed right next to...{/i}
tr_tr: [ _R_] {i}Ve Sidney yatakta güvende ...

source: [_R_] No!
tr_tr: [_R_] Hayır!

source: [_R_] Fuck, no!!
tr_tr: Siktir, hayır!

source: [_S_] {i}(Sleepily){/i} [ryan], you were having a nightmare... Go back to sleep.
tr_tr: [ S_] {i}(Sleepily) { /i } [ ryan], bir kabus görüyordunuz ... Uyumaya devam et.

source: [_RT_] {i}Oh, thank God!... It really was just a nightmare after all!{/i}
tr_tr: [ _RT_] {i}Oh, Tanrıya şükür! ... Bu gerçekten de bir kâbustu!

source: [_RT_] {i}I can't believe it's morning already!{/i}
tr_tr: [_RT_] {i}Öfkeli olmadığına inanamıyorum!{/i}

source: [_RT_] {i}Fuck... What was I even dreaming about?{/i}
tr_tr: [ _RT_] {i}S* ... Rüyamda ne görüyordum ki?

source: [_RT_] {i}Oh, well... It seems all is right with the world.{/i}
tr_tr: [ _RT_] {i}Oh, şey ... Dünya ile ilgili her şey yolunda gibi görünüyor. { /i }

source: [_RT_] {i}Well, almost, I guess.{/i}
tr_tr: [ _RT_] {i}Şey, neredeyse, sanırım. { /i }

source: [_RT_] {i}It's time to start my day.{/i}
tr_tr: [ _RT_] {i}Günümü başlatma zamanı geldi. { /i }

source: [_RT_] {i}Maybe I should call the gang and see if they want to play "Monsters and Mountains" sometime soon.{/i}
tr_tr: [ _RT_] {i}Belki de çeteyi arayıp "Monsters and Mountain" ("Monsters and Mountains") oynamak isteyip istemediklerini bir an önce aramalıyım. { /i }

source: {b}{i}"Due to your outstanding achievements in the field of fuckery, you have won the "Ten of Clubs" Card!{/i}{/b}
tr_tr: {b}{i}"Sikery alanında üstün başarılarınız nedeniyle," On of Clubs " kartınızı kazandınız! { /i } { /b }

source: {b}{i}"View this card in the gallery and casino"{/i}{/b}
tr_tr: {b}{i}"Galeride ve kasinoda bu kartı görüntüleyin"{/i}{/b}

source: [_ST_] {i}That was a geat run!{/i}
tr_tr: [ _ST_] {i}Bu bir geat koşusuydu! { /i }

source: [_ST_] {i}I think it's the fastest I've ever ran that loop.{/i}
tr_tr: [ _ST_] {i}Sanırım bu kadar hızlı koştuğumu en hızlı şekilde yaptım. { /i }

source: [_ST_] {i}Why did Mom have to bring up creepers though? Now I'm feeling a little nervous.{/i}
tr_tr: [ _ST_] {i}Annem neden Creepers 'ı getirsin ki? Şimdi biraz gergin hissediyorum. { /i }

source: [_ST_] {i}It's not like I haven't had experience with creepers.{/i}
tr_tr: [ _ST_] {i}Creepers ile deneyimim yok gibi değil. { /i }

source: [_ST_] {i}I don't care if Mr. Peterson is a decorated war vet, he shouldn't be grabbing girls in the park!{/i}
tr_tr: [ _ST_] {i}Bay Peterson 'ın madalyalı bir savaş gazisi olup olmadığını umursamıyorum, o parka kız kaçırıyor olmamalıydı!

source: [_ST_] {i}And that wasn't even late at night!{/i}
tr_tr: [ _ST_] {i}Ve bu gece geç bile olmadı!

source: [_ST_] {i}Well, that's creepy.{/i}
tr_tr: [ _ST_] {i}Çok ürkütücü.

source: [_ST_] {i}I sure as hell don't need that right now.{/i}
tr_tr: [ _ST_] {i}Şu an buna ihtiyacım yok. { /i }

source: [_ST_] {i}Hopefully I'll feel better after a nice hot shower.{/i}
tr_tr: [ _ST_] {i}Umarım sıcak bir duş aldıktan sonra daha iyi hissedeceğim. { /i }

source: [_ST_] {i}Oh, good! My skin's not looking too bad.{/i}
tr_tr: [ _ST_] {i}Oh, güzel! Cildim çok kötü görünmedi.

source: [_ST_] {i}Yikes!... I hope that doesn't keep happening!{/i}
tr_tr: [ _ST_] {i}Yikes! ... Umarım böyle bir şey gerçekleşmez!

source: [_ST_] {i}What is that!?{/i}
tr_tr: [ _ST_] {i}Nedir bu??? { /i }

source: [_ST_] {i}Has that been there this whole time?{/i}
tr_tr: [ _ST_] {i}Bu kadar zamandır orada mı? { /i }

source: [_ST_] {i}It feels like spooge.{/i}
tr_tr: [ _ST_] {i}Bu ürkünç gibi hissettiriyor. { /i }

source: [_ST_] {i}Did [ryan] blast the mirror and nobody noticed?{/i}
tr_tr: [ _ST_] {i}Aynayı patlat ve kimse fark etmedi mi? { /i }

source: [_ST_] {i}Maybe it's growing mold in it?{/i}
tr_tr: [ _ST_] {i}Belki içinde küf olabilir? { /i }

source: [_S_] [ryan]! Come clean up your mess in here!
tr_tr: [ S_] [ ryan]! Gel de pisliğini buraya temizle!

source: [_R_] {i}(Muffled Shouting){/i} I didn't pee on the seat!
tr_tr: [ _R_] {i}(şaşkın bağırış) { /i } koltuğa işememiştim!

source: [_S_] I'm talking about your other mess.
tr_tr: Ben senin diğer karmaşından bahsediyorum.

source: [_ST_] {i}Oh, what the hell?{/i}
tr_tr: [ _ST_] {i}Oh, ne halt? { /i }

source: [_S_] It's growing!
tr_tr: Büyüyor!

source: [_S_] Why is it growing?
tr_tr: [_S_] Neden büyüyor?

source: [_S_] What's going on?
tr_tr: Neler oluyor?

source: [_RT_] {i}That's too bad they lost to the DemiGobbler, but it's lucky I stuck around to ensure the integrity of the game.{/i}
tr_tr: [ _RT_] {i}Demigobbler 'a kaybettikleri için çok kötü. Ama bu oyunun dürüstlüğünü sağlamak için etrafımda takılıp kaldım.

source: [_RT_] {i}If I hadn't, Lauren would have cheated for sure.{/i}
tr_tr: {i}Eğer yapmasaydım, Lauren seni aldatacaktı.

source: [_RT_] {i}But I guess it's past time that I come check on Sidney.{/i}
tr_tr: [ _RT_] {i}Ama sanırım geçen sefer Sidney 'i kontrol etmek için geldim. { /i }

source: [_RT_] {i}Speaking of...{/i}
tr_tr: [ _RT_] {i}Konulan ... { /i }

source: [_R_] Sidney, where'd you go?
tr_tr: Sidney, nereye gittin?

source: [_RT_] {i}What the hell is this?{/i}
tr_tr: [ _RT_] {i}Bu da ne böyle? { /i }

source: [_RT_] {i}Huh... She must have left.{/i}
tr_tr: [ _RT_] {i}Ha ... Bırakmış olmalı. { /i }

source: [_RT_] {i}It looks like pink cum.{/i}
tr_tr: [ _RT_] {i}Pembe cum. { /i } gibi görünüyor.

source: [_RT_] {i}Is this what Sidney was telling me I needed to come clean up?{/i}
tr_tr: [ _RT_] {i}Sidney bana gelip temizlenmem gerektiğini mi söylüyormuş?

source: [_RT_] {i}I don't remember splooging on the mirror, but in the heat of passion, sometimes I don't know where it all goes.{/i}
tr_tr: [ _RT_] {i}aynada sıçrama hatırlamıyorum, ama tutkuyla ilgili, bazen her şeyin nereye gittiğini bilmiyorum. { /i }

source: [_RT_] {i}At least I'm looking good! I wonder if the girls are attracted to my power as the "Dungeon Master"?{/i}
tr_tr: [ _RT_] {i}En azından ben iyi göründüm! Acaba kızlar benim gücümü "Dungeon Master" olarak mı çekiyor? { /i }

source: [_RT_] {i}Maybe I'll get lucky tonight.{/i}
tr_tr: [ _RT_] {i}Belki bu gece şanslıyım. { /i }

source: [_RT_] {i}Maybe she ran to grab a rag to clean this up.{/i}
tr_tr: [ _RT_] {i}Belki bunu temizlemek için bir bez almak için koştu. { /i }

source: [_RT_] {i}Still, I wonder what that scream was?{/i}
tr_tr: [ _RT_] {i}Still, acaba o çığlık neydi? { /i }

source: [_R_] Oh my God!... What the hell is going on?
tr_tr: Aman Tanrım! -Neler oluyor burada?

source: [_S_] Oh my God! [ryan], is that you?
tr_tr: [ S_] Aman tanrım! [ Ryan], sen misin?

source: [_S_] Can you hear me?
tr_tr: Beni duyabiliyor musun?

source: [_R_] Yes, and I can see you through the mirror!
tr_tr: Evet, ve aynadan seni görebiliyorum!

source: [_R_] Sidney, what the hell is going on?
tr_tr: Sidney, neler oluyor?

source: [_S_] [ryan]! You've got to help me! Some... thing!... Like... a monster, pulled me through the mirror into this... I don't know... scary version of our bathroom.
tr_tr: [ S_] [ ryan]! Bana yardım etmek zorundasın! Bir şey ... şey! Bir canavar gibi, beni aynadan bu işe çekti. Banyomuzun korkutucu versiyonunu bilmiyorum.

source: [_S_] He vomited out this goo and it's so sticky I can't get out.
tr_tr: Bu yapışkan bu yapışkan, dışarı çıkamayacağım kadar yapışkan.

source: [_S_] [ryan], you've got to help me. What if it comes back?... What does it want with me?
tr_tr: Bana yardım etmek zorundasın. Ya geri gelirse? Benden ne istiyor?

source: [_R_] Uhhh... ok... shit! shit, shit, shit, shit, SHIT!
tr_tr: Kahretsin, kahretsin, kahretsin, kahretsin, kahretsin, kahretsin, kahretsin!

source: [_R_] What am I supposed to do?
tr_tr: [ _R_] Ne yapmam gerekiyor?

source: [_R_] How do I get in there?
tr_tr: [ _R_] Oraya nasıl girebilirim?

source: [_R_] Shit, Sidney... Where did you go?
tr_tr: Kahretsin, Sidney ... -Nereye gittin?

source: [_R_] Sidney? can you hear me?
tr_tr: [ _R_] Sidney? Beni duyuyor musun?

source: [_R_] Goddammit! I'm going to need a weapon!
tr_tr: Lanet olsun! Bir silaha ihtiyacım olacak!

source: [_MD_] {i}(muffled voice){/i} Whoa, [ryan]! What's the hurry?
tr_tr: [ _MD_] {i}(susturucu ses) { /i } Whoa, [ ryan]! Acelen ne?

source: [_MG_] Yeah, didn't you want to hear if we beat the DemiGobbler?
tr_tr: Evet, Demigobbler 'ı yenip yendiğimizi duymak istemez misin?

source: [_L_] We did!
tr_tr: -Biz yaptık!

source: [_R_] Did you cheat?... Wait! Never mind! I don't have time for this!
tr_tr: [_R_] hile yaptın mı? ... Bekle! Boş ver! Bunun için zamanım yok!

source: [_MG_] Yeah, is Sidney okay?
tr_tr: -Evet, Sidney iyi mi?

source: [_R_] Sorry, I don't have time to explain!
tr_tr: Özür dilerim, açıklayacak vaktim yok!

source: [_L_] Where are you going with that knife?
tr_tr: O bıçakla nereye gidiyorsun?

source: [_R_] No time to explain!
tr_tr: -Açıklayacak zaman yok!

source: [_L_] Moooom!
tr_tr: -Mooom!

source: [_R_] Here I come, Sidney!
tr_tr: İşte geliyorum, Sidney!

source: [_M_] [ryan], no!
tr_tr: [ _M_] [ ryan], hayır!

source: [_M_] Don't you dare!
tr_tr: Sakın cüret etme!

source: [_M_] Are you kidding me?
tr_tr: Benimle dalga mı geçiyorsun?

source: [_M_] What are you thinking?
tr_tr: Ne düşünüyorsun?

source: [_R_] Sidney's stuck in the mirror!
tr_tr: Sidney aynada sıkıştı!

source: [_M_] What?
tr_tr: [_M_] Ne?

source: [_R_] I said, Sidney's stuck...
tr_tr: Dedim ki, Sidney sıkıştı ...

source: [_R_] Why are you running around in your underwear when my friends are over?
tr_tr: Arkadaşlarım bittiğinde neden iç çamaşırlarınla dolaşmaya devam ediyorsun?

source: [_M_] I was getting dressed, when I heard the commotion and Lauren said you ran in here with a knife.
tr_tr: Ben giyinmeye başladım. Comotion ve Lauren 'ın buraya bir bıçakla koşarken olduğunu söylediğini duydum.

source: [_M_] Why are you trying to break my mirror?
tr_tr: Neden aynamı bozmaya çalışıyorsun?

source: [_M_] And is that what I think it is?
tr_tr: Ve düşündüğüm şey bu mu?

source: [_R_] I don't know what you think it is, but no, I didn't do it, if that's what you're thinking.
tr_tr: Ne düşündüğünü bilmiyorum, ama hayır, ben yapmadım, eğer düşündüğün buysa.

source: [_R_] Besides, that's not what's important!
tr_tr: Ayrıca, önemli olan bu değil!

source: [_R_] Sidney is trapped in the mirror!
tr_tr: Sidney aynada kapana kısılmış!

source: [_M_] What do you mean, trapped in the mirror?
tr_tr: Aynada kapana kısılmış derken ne demek istiyorsun?

source: [_R_] The lights flickered a few times, and then I could see...
tr_tr: Işıklar bir kaç kez yanıp sönüverdi, ve sonra ben ...

source: [_R_] Well, it was like I was looking into a different world... Like ours, only... scary.
tr_tr: Şey, sanki farklı bir dünyaya bakıyorm ... Bizimki gibi, sadece ... korkunç.

source: [_R_] And Sidney was trapped in a slimy goo!
tr_tr: Ve Sidney, yapışkan bir yapışkanla kapana kısılmıştı!

source: [_M_] A slimy goo!?
tr_tr: Yapışkan bir yapışkan mı?

source: [_M_] Oh, no!
tr_tr: [ _M_] Oh, hayır!

source: [_R_] Yeah, I know!... What are we going to do?
tr_tr: Evet, biliyorum! Ne yapacağız?

source: [_M_] Uhh... I'm not...
tr_tr: [ _M_] uhh ... Ben ...

source: [_M_] First off, you're going to show me what drugs you're taking, where they are, and tell me who gave them to you!
tr_tr: Öncelikle, bana hangi uyuşturucuyu aldığını, nerede olduklarını göstereceksin ve onlara kimin verdiğini söyle!

source: [_MB_] {i}(Muffled from behind the door){/i} You've got drugs? Why are you holding out? You should have shared them with us!
tr_tr: [ _MB_] {i}(Kapının arkasından fırfırlar) uyuşturucu mu var? Neden saklıyordun? Onları bizimle paylaşman gerekirdi!

source: [_MG_] {i}(Muffled from behind the door){/i} We're on our way out the door Miss [mom_name]! Thanks for having us!
tr_tr: [ _MG_] {i}(Kapının arkasından fırfırlar) { /i } Kapıdan çıkış yolumuzdayız Bayan [ mom_name]! Bizi ağırladığın için teşekkürler!

source: [_M_] Now, about those drugs!
tr_tr: Şu uyuşturucularla ilgili!

source: [_R_] I'm not on any drugs! I swear!
tr_tr: Ben uyuşturucu falan almıyorum! Yemin ederim!

source: [_R_] I saw Sidney inside the mirror, but she wasn't in this room!
tr_tr: Aynanın içinde Sidney 'i gördüm, ama o bu odada değildi!

source: [_M_] Is that what you and Sidney are doing at night?! Getting high in your room?
tr_tr: [_M_] Bu gece Sidney 'le yaptığınız şey mi? Odanda kafayı mı yakacaksın?

source: [_R_] What? No! Mom, listen to me. She's in the mirror!
tr_tr: [_R_] Ne? Hayır! Anne, beni dinle. Aynada!

source: [_M_] Stay put young man, I'm going to find Sidney and we're going to all have a long talk about this!
tr_tr: [_M_] Stay genç adam, ben Sidney 'i bulacağım ve bu konuda uzun bir konuşma olacak!

source: [_M_] I know you're high right now, but don't go breaking my mirror while I'm gone!
tr_tr: [_M_] şu anda yüksek olduğunu biliyorum, ama ben yokken aynamı kırma!

source: [_M_] You wouldn't want to kill the mirror version of your sister while I'm finding the real one, would you?
tr_tr: [_M_] Ben gerçek olanı bulurken kız kardeşinin ayna versiyonunu öldürmek istemezdiniz, değil mi?

source: [_MT_] {i}God, I hate reasoning with my students when they're high!{/i}
tr_tr: [_MT_] {i}Tanrım, öğrencilerimle kafayı çektiklerinde muhakeme ediyorum!

source: [_R_] Shit, if I break the mirror, would that break the connection to that... other place? Fuck, I didn't think of that.
tr_tr: [_R_] Lanet olsun, eğer aynayı kırarsam, bu bağlantıyı koparabilirdi ... başka bir yere mi? Kahretsin, bunu düşünmemiştim.

source: [_M_] Obviously not! So, don't break my mirror while I'm gone!
tr_tr: [_M_] Belli ki hayır! Yani, ben yokken aynamı kırma!

source: [_R_] How... do... I... get... in?!
tr_tr: [ _R_] Nasıl ... Ben ... içeri ... girsene?

source: [_S_] You can hear me again?
tr_tr: -Beni yine duyabiliyor musun?

source: [_S_] Help! The monster's back!
tr_tr: Yardım edin! Canavar geri döndü!

source: [_R_] How do I get in?
tr_tr: [ _R_] Nasıl girebilirim?

source: [_S_] He pulled me in through the slime!
tr_tr: Beni balçığın içine çekti!

source: [_R_] Fuck!
tr_tr: [_R_] Hay amk!

source: [_RT_] {i}She said, through the slime.{/i}
tr_tr: [ _RT_] {i}Sümük yoluyla dedi ki. { /i }

source: [_RT_] {i}She must mean through this little puddle of goo.{/i}
tr_tr: [ _RT_] {i}Bu küçük yapışkan su birikintisi için anlamı olmalı. { /i }

source: [_RT_] {i}Now, how do I fit my body through it?{/i}
tr_tr: [ _RT_] {i}Şimdi, vücuduma nasıl sığabilirim? { /i }

source: [_RT_] {i}Maybe I can smear it into a big enough puddle to get through.{/i}
tr_tr: [ _RT_] {i}Belki bunu atlatabilmek için büyük bir su birikintisi haline getirebilirim. { /i }

source: [_S_] [ryan], Help! It's got me!
tr_tr: [ S_] [ ryan], Yardım! Beni aldı!

source: [_ST_] {i}What does it want? What is it doing?{/i}
tr_tr: [ _ST_] {i}Ne istiyor? Ne yapıyor bu?

source: [_ST_] {i}Why is it shoving it's huge claw into my mouth!{/i}
tr_tr: [ _ST_] {i}Neden bu kocaman pençeyi ağzıma tıkıyor! { /i }

source: [_ST_] {i}Oh, that's disgusting!{/i}
tr_tr: [ _ST_] {i}Oh, bu iğrenç!

source: [_S_] {i}(Gurgling and gagging sounds){/i}
tr_tr: [ S_] {i}(Gurgging ve glaging sesleri) { /i }

source: [_RT_] {i}Hold on Sidney! I'm coming!{/i}
tr_tr: [ _RT_] {i}Sidney 'de bekleyin! Geliyorum!

source: [_RT_] {i}I've got to take this son of a bitch by surprise!{/i}
tr_tr: [ _RT_] {i}Bu orospu çocuğunu süpriz bir şekilde götürmem lazım!

source: [_RT_] {i}Alright you giant, rotten scrotum.{/i}
tr_tr: [ _RT_] {i}Tamam, seni dev, çürük skrotum.

source: [_R_] Nobody grabs my sister's naked body like that, but me!
tr_tr: Kimse ablamın çıplak bedenini böyle yakalamaz, ama ben!

source: [_ST_] {i}Yes!... Somebody grab my body!... Grab my boobies!{/i}
tr_tr: [ _ST_] {i}Evet! ... Biri vücudumu kapsın! Memelerimi al!

source: [_R_] Oh shit! It looks pissed!
tr_tr: Lanet olsun! Çok kızmış görünüyor!

source: [_R_] Is it going to attack?
tr_tr: -Sallanacak mı?

source: [_R_] This might be the end!
tr_tr: [ _R_] Bu son olabilir!

source: [_RT_] {i}Oh, thank God!{/i}
tr_tr: [_RT_] {i}Oh, Tanrıya şükür!{/i}

source: [_RT_] {i}I'd better lock it out in case it tries to come back.{/i}
tr_tr: [ _RT_] {i}Geri gelmeye çalışırsa daha iyi bir şekilde kilitlerdim. { /i }

source: [_R_] Sidney, are you ok?
tr_tr: Sidney, iyi misin?

source: [_S_] I'm more than ok! This is the second time you've saved my life!
tr_tr: Ben daha çok iyiyim! Bu benim hayatımı ikinci kez kurtardığın an!

source: [_S_] Now, my hero! Come and claim you prize.
tr_tr: [ S_] Şimdi, kahramanım! Gel ve ödül talep et.

source: [_R_] Sidney! Now is hardly the time, or the place!
tr_tr: [ _R_] Sidney! Şimdi çok zor bir zaman, ya da yer!

source: [_R_] We need to get out of here!
tr_tr: Buradan çıkmamız gerek!

source: [_R_] Shit, the mirror slime is gone!
tr_tr: Lanet olsun, aynalar yok oldu!

source: [_R_] I wonder if we can find our way out if we explore the void outside.
tr_tr: Eğer dışarıdaki boşluğu araştırırsak, yolumuzu çözebilir miyiz diye merak ediyorum.

source: [_R_] What the fuck?!
tr_tr: Ne oluyor lan?

source: [_R_] Uhhh... Never mind!
tr_tr: [_R_] Uhhh ... Boş ver!

source: [_R_] Maybe... If we collect all the leftover slime in the bathroom, and rub it on the mirror...
tr_tr: [ _R_] Belki ... Eğer banyodaki tüm kaçıkları toplayıp aynaya sürsek ...

source: [_S_] [ryan], I need you to come over here and breed me!... Now!
tr_tr: [ S_] [ ryan], buraya gelip beni yetiştirmeni istiyorum! ... Şimdi!

source: [_R_] Sidney!... What has gotten into you?
tr_tr: Sidney! Sana ne oldu böyle?

source: [_S_] Mmmmm... Hopefully your sperm as soon as possible!
tr_tr: [ S_] Mmmmm ... Umarım en kısa zamanda spermleriniz vardır!

source: [_R_] We can do that later! Right now we have to escape!
tr_tr: Bunu daha sonra yapabiliriz! Şu anda kaçmamız gerekiyor!

source: [_S_] Wouldn't you rather just stick that big old dick in this dripping wet pussy?
tr_tr: O koca aletini ıslak amcığın içine sokmayı tercih etmez misin?

source: [_R_] That does sound great, but I'm telling you, another time would be better!
tr_tr: Kulağa harika geliyor, ama sana söylüyorum, başka bir zaman daha iyi olur!

source: [_S_] Fuck you! I'm not going anywhere with you, until after you've filled my womb with a generous load!
tr_tr: Siktir git! Rahimi cömert bir yükün içine doldurana kadar seninle hiçbir yere gitmiyorum.

source: [_R_] Uhhh... Are you kidding me? Fine! Do you promise you'll escape with me after I fuck you?
tr_tr: [ _R_] Uhhh ... Benimle dalga mı geçiyorsun? İyi! Seni becerdikten sonra benimle kaçacağına söz veriyor musun?

source: [_S_] Yes... Now come and take me!
tr_tr: [ S_] Evet ... Şimdi gel ve beni al!

source: [_R_] There! Happy?
tr_tr: [ _R_] İşte! Mutlu musun?

source: [_S_] Oh yes... Fuck yes!!
tr_tr: -Evet. Evet!

source: [_RT_] {i}Why is she acting so weird?{/i}
tr_tr: [ _RT_] {i}Neden bu kadar garip davranıyor?

source: [_RT_] {i}I mean, it's pretty hot to see her need my dick so bad, but really?... In the creepiest place I've ever seen?{/i}
tr_tr: {i}demek istediğim, benim sikime o kadar ihtiyacı olduğunu görmek çok sıcak, ama gerçekten mi? Şimdiye kadar gördüğüm en ürkütücü yerde mi?

source: [_S_] I can't tell you how good you feel inside me!
tr_tr: İçimde ne kadar iyi hissettiğini anlatamam!

source: [_S_] I think this feeling is making me extra fertile!
tr_tr: Sanırım bu duygu beni fazladan doğurgan yapıyor!

source: [_RT_] {i}Is it just me, or is Sidney using a lot of "wanting to get pregnant" kind of talk.{/i}
tr_tr: [ _RT_] {i}Sadece ben miyim, ya da Sidney "hamile olmak için" bir sürü "istemeye" tarzı bir konuşma.

source: [_S_] Why haven't you filled my womb yet?
tr_tr: Neden hala rahmimi doldurmadın?

source: [_S_] Here, let me on top!
tr_tr: [ S_] Burada, üstümde olsun!

source: [_S_] There, now doesn't that feel good!
tr_tr: İşte, bu iyi hissettirmiyor!

source: [_S_] Doesn't it just make you want to shoot your swimmers all over inside me?
tr_tr: Sadece senin yüzücülerin beni içine çekmesini istemediğin bir şey değil mi?

source: [_S_] [ryan]!... If you don't cum soon, I'm going to rip open your balls and take it for myself
tr_tr: [ S_] [ ryan]! ... Yakında boşalamazsam, taşaklarını yırtıp kendim alırım.

source: [_R_] Holy shit, this is getting weird!
tr_tr: Lanet olsun, bu gittikçe garipleşiyor!

source: [_R_] Sidney! I'm about to cum!
tr_tr: [ _R_] Sidney! Boşalmak üzereyim!

source: [_R_] Should I pull out?
tr_tr: -Dışarı mı çekeyim?

source: [_S_] If you pull out, I'll rip your head off!
tr_tr: Eğer çekip çıkarsan, kafanı koparacağım!

source: [_R_] Inside, it is.
tr_tr: -İçerde, öyle.

source: [_S_] Mmmm... Look at all that cum!
tr_tr: Mmmm ... Şu fıçıya bak!

source: [_S_] I'm sure it did the trick.
tr_tr: Eminim bu işe girdiğinden eminim.

source: [_R_] What do you mean by, "Did the trick"?
tr_tr: "Numara yaptı" derken ne demek istedin?

source: [_S_] Oh, my God!... We're still here!... It wasn't a dream!?
tr_tr: Aman Tanrım! Hala buradayız! Rüya değildi, değil mi?

source: [_R_] Sidney, are you... ?
tr_tr: Sidney, sen ...?

source: [_S_] Why does my pussy feel sore?
tr_tr: Amcığım neden acıyor?

source: [_R_] You really don't...?
tr_tr: Gerçekten de ...?

source: [_S_] No! Please tell me that monster didn't fuck me!
tr_tr: [ S_] Hayır! Lütfen bana o canavarın beni becermediğini söyle!

source: [_R_] No, that was me.
tr_tr: Hayır, o benim.

source: [_S_] You fucked me?... Here?... In this terrible place?!
tr_tr: -Beni siktin mi? Burada mı? Bu berbat yerde mi?

source: [_R_] Hey, You refused to do anything! To even move if I didn't fuck you!
tr_tr: Hey, sen hiçbir şey yapmayı reddettin! Seni becermeseydim bile hareket edemezdim!

source: [_S_] Really?... Everything's kind of fuzzy after that monster made me swallow that slime out of its mouth, or whatever you call that hole in its face.
tr_tr: Gerçekten mi? O canavardan sonra her şey bulanıklaşıdır. Ağzından çıkan o salgıyı yuttular. Ya da yüzündeki o delikten ne diyorsan.

source: [_R_] It made you forget?
tr_tr: Unutmanı mı sağladı?

source: [_S_] No, it's... coming back to me... I really did want to get fucked, like I couldn't think of anything else, or want anything more!
tr_tr: Hayır, bu ... bana geri geliyor ... Gerçekten boku yemek istedim. Başka bir şey düşünemediğim ya da başka bir şey istemediğim gibi.
