Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_MT_] {i}Holy fuck!... What is with me?{/i}
tr_tr: [_MT_] {i}Lanet olsun!... Neyim var benim?

source: [_MT_] {i}I'm not even trying to imagine [ryan] as some other guy!{/i}
tr_tr: [ _MT_] {i}Diğer bir adam olarak Ryan 'ı hayal etmeye bile çalışmıyorum!

source: [_MT_] {i}I've just embraced the whole mother/son dynamic!{/i}
tr_tr: [ _MT_] {i}Tüm anne/oğul dinamiği benimsedim! { /i }

source: [_MT_] {i}At least [ryan] seems to be into it.
tr_tr: [ _MT_] {i}En az [ ryan] bu işe bulaşmış gibi görünüyor.

source: [_MT_] {i}Look at that cute little butt!{/i}
tr_tr: [ _MT_] {i}Şu küçük şirin popo bakın!

source: [_R_] Found it!
tr_tr: Buldum!

source: [_RT_] {i}It's even bigger than I remember.{/i}
tr_tr: [ _RT_] {i}Hatırladığımdan da büyük.

source: [_R_] Is this what you wanted me to find?
tr_tr: Bulmamı istediğin şey bu mu?

source: [_R_] Fuck, it's way bigger than your other one!
tr_tr: Siktir, diğerinden çok daha büyük!

source: [_M_] Well, how else do you expect me to get used to your size?
tr_tr: Peki, başka nasıl senin bedenine alışımı bekliyorsun?

source: [_R_] And?
tr_tr: [_R_] Ve?

source: [_M_] And what?
tr_tr: Ne?

source: [_R_] Have you been practicing?
tr_tr: Alıştırma mı yapıyorsun?

source: [_M_] As often as I can. Which isn't a lot, but I have worn it to bed a few times.
tr_tr: Yapabildiğim kadar sık. Çok fazla değil, ama birkaç kez yatağa yatırdım.

source: [_M_] I know what you're thinking, but no, your aunt didn't notice. I didn't put it in until the lights were off.
tr_tr: Ne düşündüğünüzü biliyorum, ama hayır, teyniz fark etmediler. Işıklar kapanana kadar içine koymadım.

source: [_R_] How did you buy it without the FBI noticing?
tr_tr: FBI ' ın farkına varmadan bunu nasıl satın aldın?

source: [_M_] Who says they didn't notice? But I figured that none of them would have the balls to argue with me that this isn't a necessity.
tr_tr: -Fark etmediklerini kim söyledi? Ama bunların hiçbirinin benimle tartışacak cesareti olmadığını düşündüm. Bu bir gereklilik değil.

source: [_RT_] {i}Holy, shit!{/i}
tr_tr: [ _RT_] {i}Kutsal, bok! { /i }

source: [_M_] Now, lube that up and bring it over here.
tr_tr: Şimdi, buraya gel ve buraya getir.

source: [_M_] I can't wait for what's coming next!
tr_tr: Sırada ne olduğunu bekleyemem!

source: [_R_] I still can't believe you can take this!
tr_tr: Bunu alabileceğine hala inanamıyorum!

source: [_M_] And yet, I'm pretty sure your penis is even bigger, and I can take that fine now.
tr_tr: Ve yine de, penisin daha da büyük olduğundan eminim, ve bunu şimdi de kabul edebilirim.

source: [_R_] That's impressive!
tr_tr: -Çok etkileyici!

source: [_M_] Thank you.
tr_tr: Teşekkür ederim.

source: [_R_] Wow! Are you sure you can take this?
tr_tr: [ _R_] Vay canına! Bunu alabileceğinizden emin misiniz?

source: [_M_] I've done it before. Just go slow.
tr_tr: Daha önce de yaptım. Sadece yavaş git.

source: [_M_] It'll make it much easier for me to take you later.
tr_tr: Seni daha sonra götürmemi çok daha kolay hale getirecektir.

source: [_R_] Here goes!
tr_tr: [ _R_] İşte gidiyor!

source: [_R_] I love how hungry your ass always is for this thing!
tr_tr: Bu şey için kıçının her zaman aç olduğunu seviyorum!

source: [_R_] Holy shit!... You're ass just started sucking it in!
tr_tr: Lanet olsun! Sen sadece içine çekmeye başlamışsın!

source: [_R_] Does it hurt?
tr_tr: -Acıdı mı?

source: [_M_] Yes, but in a good way.
tr_tr: [ _M_] Evet, ama iyi bir şekilde.

source: [_M_] Now, be a good boy and come fuck your mom.
tr_tr: Şimdi uslu bir çocuk ol ve anneni siktir et.

source: [_R_] Language, Mom!
tr_tr: [_R_] Anne, konuşma şeklin!

source: [_M_] Don't you sass talk your mother!
tr_tr: Sen de anneni konuşturdun!

source: [_M_] Now, stick that monster in my pussy!
tr_tr: Şimdi, o canavarı benim amcığıma sokun!

source: [_M_] Oh, God... [ryan]!
tr_tr: Oh, Tanrım ... [ Ryan]!

source: [_M_] I just can't get over how full your dick makes me feel!
tr_tr: Sikinin beni ne kadar dolu hissettirdiğini bir türlü öğrenemiyorum.

source: [_M_] I'm so glad you got the big penis genes from my side of the family!
tr_tr: Aile tarafımdan büyük penis genlerini almana çok sevindim!

source: [_MT_] {i}Genes that come from my father... It's kind of like my son got my dad's cock... and it's like I'm getting fucked by my son, and father!{/i}
tr_tr: [ _MT_] {i}Babamdan gelen genes ... Sanki oğlum babamın aletini almış gibi ... ve bu sanki oğlum ve babam tarafından sikilmeye başladı.

source: [_MT_] {i}Fuck, that idea shouldn't turn me on so bad!?
tr_tr: [_MT_] {i}Kahretsin, bu fikir beni bu kadar tahrik etmemeli!?

source: {i}{b}"Mom's Libido = MAX"{/b}{/i}
tr_tr: {i}{b}"Anne's Libido = MAX" { /b } { /i }

source: [_M_] I mean... How can I ever go back to your dad's tiny dick now that I've had yours?
tr_tr: [ _M_] Yani ... Seninkine sahip olduğum için şimdi babanın minik sikine nasıl geri dönebilirim ki?

source: [_R_] Mom... You never have to.
tr_tr: [ _R_] Anne ... Buna hiç gerek yok.

source: [_M_] No... I guess I don't!
tr_tr: [ _M_] Hayır. Sanırım yok!

source: [_R_] Wow, Mom!... I can't believe... Nnn... You can take me... so deep!
tr_tr: Anne, anne! İnanamıyorum ... Nnn ... Beni o kadar derine götürebilirsin ki!

source: [_M_] You're definitely... breaking me in!
tr_tr: Sen kesinlikle beni zorla içeri sokarsın!

source: [_M_] Oh, [ryan]!... This is feeling so good!
tr_tr: [ _M_] Oh, [ Ryan]! ... Bu çok güzel bir duygu!

source: [_M_] Mmm... But I want to be... on top for a bit... and take control!
tr_tr: [ _M_] Mmm ... Ama ben biraz daha üstte olmak ve kontrolü ele almak istiyorum!

source: [_MT_] {i}Oh, God... yes!{/i}
tr_tr: [ _MT_] {i}Oh, Tanrım ... evet!

source: [_MT_] {i}His cock is like a battering ram{/i}
tr_tr: [ _MT_] {i}Onun sikisi bir çarmıha benziyor.

source: [_MT_] {i}Trying to break it's way back into my womb!{/i}
tr_tr: [ _MT_] {i}rahmime dönüş yolunu kırmaya çalışıyorum!

source: [_MT_] {i}The same womb it was made in!{/i}
tr_tr: [ _MT_] {i}Aynı rahimde yapıIdı!

source: [_M_] Oh, fuck me!
tr_tr: Oh, siktirin beni!

source: [_R_] With pleasure!
tr_tr: Zevki ile!

source: [_RT_] {i}I still can't believe Mom and I are fucking now!{/i}
tr_tr: [ _RT_] {i}Hala anneme inanamıyorum ve şimdi sikişiyoruz! { /i }

source: [_RT_] {i}This is literally heaven on earth!{/i}
tr_tr: [ _RT_] {i}Bu dünya üzerinde tam anlamıyla cennettir!

source: [_RT_] {i}Those bouncy tits!{/i}
tr_tr: [ _RT_] {i}Şu zıpzıp memeler!

source: [_RT_] {i}That trim waist!{/i}
tr_tr: [ _RT_] {i}Bu belden kesiyor! { /i }

source: [_RT_] {i}The look of desire on her face!{/i}
tr_tr: [ _RT_] {i}Onun yüzündeki arzun bakış! { /i }

source: [_RT_] {i}I'm the luckiest son a mother ever had!{/i}
tr_tr: [ _RT_] {i}Ben bir annenin sahip olduğu en şanslı çocuğuyum!

source: [_M_] Are you willing to help me reach orgasm again?
tr_tr: Tekrar orgazma ulaşmama yardım edecek misin?

source: [_R_] You mean anal sex?
tr_tr: Anal seks mi demek istiyorsun?

source: [_M_] Uhh... yeah...
tr_tr: Uhh ... evet ...

source: [_M_] You're sure you don't mind more anal?... I mean... I know it's pretty... taboo.
tr_tr: -Daha fazla anal yapmadığına emin misin? Yani ... Biliyorum, bu çok ... tabu.

source: [_M_] I don't want you to feel like you have to...
tr_tr: Senin gibi hissetmeni istemiyorum.

source: [_R_] Mom!... it's like I told you last time.
tr_tr: Anne, sana geçen sefer söylediğim gibi.

source: [_M_] Okay, Yay!... Let's do it then.
tr_tr: [ _M_] Tamam, Yaşasın! Hadi yapalım o zaman.

source: {i}{b}"Mom's affection +1"{/b}{/i}
tr_tr: {i}{b}"Anne 'nin sevgisi + 1" { /b } { /i }

source: [_M_] I'm sorry if it grossed you out the last time we did it.
tr_tr: En son yaptığımızda seni iğrendiği için özür dilerim.

source: [_R_] It's not that... well, maybe a little.
tr_tr: O kadar da değil. Belki biraz.

source: [_MT_] {i}God, how embarrassing!{/i}
tr_tr: [ _MT_] {i}Tanrım, ne kadar utanç verici!

source: {i}{b}"Mom's submission +1"{/b}{/i}
tr_tr: {i}{b}"Annemin gönderimi + 1" { /b } { /i }

source: [_M_] I'm sorry I'm struggling to cum!
tr_tr: Özür dilerim, boşalmak için çabalıyorum!

source: [_M_] You're so sweet to try not to cum before me!
tr_tr: Benden önce boşalamamaya çalışman çok hoş!

source: [_M_] I think the plug isn't quite enough... I need some... movement.
tr_tr: Sanırım fiş yeterince iyi değil ... Biraz ... harekete ihtiyacım var.

source: [_M_] I think it's opened me up enough to be able to take your huge rod though.
tr_tr: Sanırım senin koca olganı alabileceğim kadar beni de açtı.

source: [_M_] That is... If you're willing.
tr_tr: [ _M_] Bu ... Eğer isteklisin.

source: [_R_] Is that really a question?
tr_tr: Bu gerçekten bir soru mu?

source: [_M_] It's just... I feel so self-conscious about having such a taboo kink.
tr_tr: [ _M_] Sadece ... Böyle bir tabu sahip olma konusunda kendimi çok bilinçli hissediyorum.

source: [_R_] Maybe it was taboo in your day, but remember, my generation was practically raised on the internet.
tr_tr: [ _R_] Belki sizin gününüzde bir tabu idi, ama unutmayın, benim neslim internette neredeyse büyüyordu.

source: [_M_] I'm sorry. I didn't think anal sex grossed you out.
tr_tr: [ _M_] Üzgünüm. Anal seks seni iğrençti sanmıyordum.

source: [_R_] It doesn't... well maybe a little. I just need to be in the right mood.
tr_tr: Bu biraz ... belki de biraz. Sadece doğru havamda olmam gerekiyor.

source: [_M_] Oh... Okay... I understand.
tr_tr: [ _M_] Oh ... Tamam. -Anlıyorum.

source: [_M_] Oh, would you mind taking my plug out?
tr_tr: Oh, sakıncası yoksa fişini çıkarmaz mısın?

source: [_R_] Of course I wouldn't mind.
tr_tr: Tabii ki aldırmam.

source: [_R_] Fuck me!... That gaping ass is so sexy!
tr_tr: Becer beni! O lanet popo çok seksi!

source: [_M_] I still can't believe looking at my open asshole turns you on so bad.
tr_tr: Hala açık götoğumun seni bu kadar kötü tahrik etmelerine inanamıyorum.

source: [_M_] Are you sure you're not just saying that to?...
tr_tr: Bunu sadece söylemek için söylemediğine emin misin?

source: [_R_] Trust me... My dick doesn't lie.
tr_tr: [ _R_] Güven bana ... Sikim yalan söylemez.

source: [_R_] Oh... my... God!
tr_tr: [ _R_] Oh ... benim ... Tanrım!

source: [_M_] Don't stare at my gaping anus!
tr_tr: Kıçıma dik dik bakma!

source: [_M_] You're making me feel embarassed!
tr_tr: Beni bir işe girişmiş gibi hissettiriyorsun!

source: [_R_] Please don't move! I want to see it!
tr_tr: [ _R_] Lütfen kıpırdamayın! Görmek istiyorum!

source: [_M_] Why?
tr_tr: [_M_] Neden?

source: [_R_] I don't know why... but it fucking turns me on.
tr_tr: Nedenini bilmiyorum ama beni tahrik ediyor.

source: [_M_] You're making me blush.
tr_tr: Beni kızartın.

source: [_M_] Okay, enough staring into my asshole! Come stick your dick in it already!
tr_tr: -Tamam, bu kadar dik dik dik dik dik dik dik dik dik dik bakacaksın! Gel de aletini içine sok!

source: [_RT_] {i}Fuuuck... I never thought I'd hear Mom say those words!{/i}
tr_tr: [ _RT_] {i}Fuuuck ... Annemin bu sözleri söyleyeceğini hiç düşünmezdim!

source: [_M_] Oh... God!... I... feel... so... full!
tr_tr: [ _M_] Oh ... Tanrım! Ben ... kendimi ... tam ... hissediyorum!

source: [_M_] You're bigger... than the plug!
tr_tr: Sen fişten daha büyüksün!

source: [_M_] I'm so glad... I loosened myself... up with it!
tr_tr: -Çok sevindim. Ben de kendi kendime ...

source: [_R_] Yeah... I can actually... slide in and out... of there now.
tr_tr: [ _R_] Evet ... Aslında ... içeri kaydırabilir ... ve şimdi oradan çıkabilirim.

source: [_R_] And with time... I'm sure I'll be able... to get deeper and deeper.
tr_tr: [ _R_] Ve zamanla ... Eminim daha derin ve derinlere inebileceğim.

source: [_MT_] {i}How is it possible that my son's cock in my ass makes my pussy feel so good?{/i}
tr_tr: [ _MT_] {i}oğlumun sikinin kıçımda olması, vajinamı bu kadar iyi hissettirmesi nasıl mümkün olabilir? { /i }

source: [_MT_] {i}I know there's some kind of mental aspect to it... Eating the forbidden fruit, maybe?{/i}
tr_tr: [ _MMT_] {i}BILIYORUM Zihinsel bir yönü olduğunu biliyorum. Yasak meyveyi yemek, belki?

source: [_MT_] {i}God... I'm getting close!{/i}
tr_tr: [ _MT_] {i}Tanrım ... Yaklaşıyorum!

source: [_M_] [ryan]!... I'm going to...
tr_tr: [ _M_] [ ryan]! ... Ben ...

source: [_M_] Fffuuuck!
tr_tr: [ _M_] Fffauuck!

source: [_M_] Ahhh... God!
tr_tr: [ _M_] Ahhh ... Tanrım!

source: [_M_] That felt just as good as last time!
tr_tr: Geçen seferin kadar iyi hissettirdi!

source: [_M_] I know this is wrong... But God help me, I love it!
tr_tr: Bunun yanlış olduğunu biliyorum. Ama Tanrı bana yardım et, ben seviyorum!

source: [_M_] Mmm... Wow!
tr_tr: [ _M_] Mmm ... Vay canına!

source: [_M_] Your father could never make me cum like that!
tr_tr: Baban beni asla böyle dövermezdi!

source: [_M_] Before you came along, I only ever squirted when I took care of myself.
tr_tr: Sen gelmeden önce, ben sadece kendi başımın çaresine bakınca kıvranıyordum.

source: [_M_] I can't believe the best sex of my life is with my son!
tr_tr: Hayatımın en iyi seksinin oğlumla birlikte olduğuna inanamıyorum!

source: [_R_] Doesn't the forbidden just make it so much hotter?
tr_tr: Yasak bu kadar sıcak değil mi?

source: [_M_] God... it really fucking does!
tr_tr: Tanrım ... gerçekten de öyle!

source: {i}{b}"Mom's Libido -5"{/b}{/i}
tr_tr: {i}{b}"Annemin azgınlığı -5"{/b}{/i}

source: [_M_] I'm impressed you were able to keep yourself from cumming before I did.
tr_tr: Etkilendim. Ben yapmadan önce kendini cumming 'den uzak tutabilmene çok etkilendim.

source: [_M_] Now, you can fuck me however you would like.
tr_tr: Şimdi, beni sikebilirsin, nasıl olsa.

source: [_R_] I'm sorry, Mom... I wasn't able to come up with the money this week.
tr_tr: Özür dilerim anne. Bu hafta parayı getirememiştim.

source: [_M_] Oh, don't feel too bad, honey! I'm sure you tried your best
tr_tr: -Çok kötü hissetmeyin, tatlım! Elinden gelenin en iyisini yapmaya karar verdiğine eminim.

source: [_M_] It's not fair to put that much pressure on a high schooler. You should be worrying about things like who's party to go to this weekend.
tr_tr: Bir liseye o kadar baskı yapmak adil değil. Bu hafta sonu partiye gitmek için kimin parti vereceği konusunda endişelenmelisin.

source: [_RT_] {i}I don't deserve this nice boob hug!{/i}
tr_tr: [ _RT_] {i}Bu güzel göğüs sarısını hak etmiyorum! { /i }

source: [_RT_] {i}It's all my fault that Mom has to spend her night with mafiosos and perverts.{/i}
tr_tr: [ _RT_] {i}Annemin gecesini mafiosos ve sapıklarla geçirmesi benim suçum. { /i }

source: [_RT_] {i}Why did I lie about not having the money? Sure there's other stuff to use it on, but is that really more important than keeping my mom out of Joey's club?{/i}
tr_tr: [ _RT_] {i}Neden para yemeyeyim diye yalan söyledim? Bunu kullanabilmek için başka şeyler de var, ama bu annemi Joey 'nin kulüplerinden uzak tutmaktan daha mı önemli?

source: [_RT_] {i}Do I kind of enjoy being responsible for making my mom do slutty things there?{/i}
tr_tr: [ _RT_] {i}Annemin orada sürtüşme yapmasından sorumlu olmak hoşuma gidiyor mu?

source: [_RT_] {i}I really need to learn to manage my money better!{/i}
tr_tr: [ _RT_] {i}Paramı daha iyi yönetmeyi öğrenmem gerekiyor! { /i }

source: [_MT_] {i}I'm so glad [ryan] didn't have the money with him this week! I was going to be going with Joey either way, but now he can't blame me for wanting to go.{/i}
tr_tr: [ _MT_] {i}O kadar mutluyum ki [ Ryan] bu hafta onunla para kazanmamış! Ben de Joey 'le gidecektim ama gitmek istediğim için beni suçlayamaz.

source: [_J_] Yes, well... I hate to press you, but We've got to go collect another girl or payment from across town.
tr_tr: [ _J_] Evet, şey ... Sana baskı yapmak istemem ama gidip başka bir kız daha toplamalıyız. Ya da şehrin öbür ucundan ödeme yapmak.

source: [_J_] Take care, [ryan]! I hope you know how important it is to take care of your family.
tr_tr: [ _J_] Take are [ Ryan]! Umarım ailene göz kulak olmak için ne kadar önemli olduğunu bilibilirsin.

source: [_R_] Of course I know that.
tr_tr: Tabii ki biliyorum.

source: [_J_] Well, maybe try harder next week then.
tr_tr: Belki gelecek hafta daha çok çabalasan iyi olur.

source: [_RT_] {i}Asshole!{/i}
tr_tr: [ _RT_] {i}Pislik!

source: [_RT_] {i}Look how that son of a bitch is grabbing Mom's ass right in front of me!{/i}
tr_tr: [ _RT_] {i}Bak o orospu çocuğu annemin kıçını tam önümde tutuyor!

source: [_RT_] {i}And Mom doesn't seem to mind at all! Isn't she ashamed about what the neighbors might think?{/i}
tr_tr: [ _RT_] {i}Ve annem hiç de umursamıyor! Komşuların ne düşünebileceğinden utanmıyor mu?

source: [_RT_] {i}And Mom's too scared to swat his hand away. She's probably mortified about the possibility that one of our neighbors might see.{/i}
tr_tr: [ _RT_] {i}Ve annem elini sallamaya korkuyor. Muhtemelen komşularımızdan birinin görebileceği ihtimalinden memnun. { /i }

source: [_RT_] I hope she's going to be alright. Maybe I should swind by the club just to make sure.
tr_tr: [ _RT_] Umarım iyi olacak. Belki de emin olmak için klüpten geçmeliyim.

source: [_RT_] {i}Looks like Aunt Cami sleeping on the couch isn't going to change Sidney's routine.{/i}
tr_tr: [ _RT_] {i}Cami teyzenin kanepede uyuması Sidney 'in rutini değiştirmeyecek. { /i }

source: [_C_] {i}(Sleepily){/i} Go run somewhere else...
tr_tr: [ _C_] {i}(Uykuda) { /i } Başka bir yerde korun ...

source: [_S_] I'm not running in here, Aunt Cami. I'm going to the park.
tr_tr: Ben burada kaçmıyorum, Cami teyze. Parka gidiyorum.

source: [_C_] Yes!... Go run park.
tr_tr: [ _C_] Evet! ... Git de park et.

source: [_S_] So, did you want to go?
tr_tr: -Peki, gitmek ister misin?

source: [_R_] You bet I am. Let me run and change my clothes and I'll meet you outside.
tr_tr: [_R_] Gidip üstümü değiştireyim, seninle dışarıda buluşuruz.

source: [_R_] Sorry Sid, I'm just not feeling it today.
tr_tr: [_R_] Üzgünüm Sid, bugün iyi hissetmiyorum.

source: [_S_] But hopefully you'll be up for it next time.
tr_tr: [_S_] Ama umarım bir dahaki sefere hazır olursun.

source: [_RT_] {i}Oh, Lauren's not here. She's probably in her bedroom.{/i}
tr_tr: [ _RT_] {i}Oh, Lauren burada değil. Muhtemelen yatak odasında. { /i }

source: [_RT_] {i}Oh, fuck!{/i}
tr_tr: [ _RT_] {i}Oh, siktir! { /i }

source: [_RT_] {i}Goddamn him! Fucking Lauren wasn't enough. Now he's fucking Mom too!{/i}
tr_tr: [ _RT_] {i}lanet olsun! Lanet olsun, Lauren yeterli değildi. Şimdi o da annemdi!

source: [_RT_] {i}I need to figure out a way to get him out of our lives as soon as possible.{/i}
tr_tr: [ _RT_] {i}Onu en kısa zamanda hayatımızdan çıkarmanın bir yolunu bulmam gerekiyor. { /i }

source: [_RT_] {i}But for tonight, should I sit down and try to stop them from fooling around, or ignore them and hang out with Sidney?{/i}
tr_tr: [ _RT_] {i}Ama bu gece için, oturup onları oyalayıp, onları görmezden gelip Sidney 'le takılmamı mı engellimeliyim? { /i }

source: [_MB_] Fuck!
tr_tr: [_MB_] Hay amk!

source: [_R_] What?
tr_tr: [_R_] Ne?

source: [_RT_] {i}I don't feel like dealing with them tonight. Lauren keeps trying to get under my skin by acting like a slut whenever Matt's around.{/i}
tr_tr: [ _RT_] {i}Bu gece onlarla uğraşmak istemiyorum. Lauren, Matt 'in etrafında bir sürtük gibi davranarak derimin altına inmeye çalışıyor.

source: [_RT_] {i}Why is she acting like it's my fault she couldn't beat the most popular guy at school.{/i}
tr_tr: [ _RT_] {i}Okulda en popüler adamı yenememesi benim hatammış gibi davranıyor. { /i }

source: [_RT_] {i}I mean, maybe I could have tried harder to help her, but come on. It's not like she really had a chance.{/i}
tr_tr: [ _RT_] {i}yani, belki ona yardım etmek için daha çok uğraştım, ama hadi. Gerçekten bir şansı yoktu.

source: [_RT_] {i}I wish she'd just get over it, instead of rubbing Matt's victory in my face.{/i}
tr_tr: [ _RT_] {i}Matt 'in zaferini suratımda ovalamak yerine, sadece onun üzerinden geçse iyi olur.

source: [_S_] Hey, Bro.
tr_tr: -Hey, Kardeşim.

source: [_S_] Uh, oh... You've got that look again.
tr_tr: Ah, oh, oh ... Yine o bakışlara bak.

source: [_R_] Hmph...
tr_tr: Hmph ...

source: [_S_] Stop trying to be the cliche older brother that has to protect his younger sister.
tr_tr: [ S_] Küçük kız kardeşini korumak zorunda olan, klişe olan ağabeyi olmaya çalışmayı bırak.

source: [_S_] Just be happy for her. She's got a great boyfriend that she really seems to like.
tr_tr: Sadece onun için mutlu ol. Harika bir erkek arkadaşı var, gerçekten hoşlarına gidiyor.

source: [_MB_] Damn, I love this show!
tr_tr: Lanet olsun, bu diziyi seviyorum!

source: [_MB_] Ever since they made the queen a sex slave to those horse guys, every episode has her getting gang banged at least once.
tr_tr: Kraliçeyi o atlara bir seks kölesi yaptığından beri her bölümde en az bir kez çete işi yaptırıyor.

source: [_R_] How can she like him? He doesn't love her. You don't know him like I do. As soon as he gets bored of her, he'll kick Lauren to the curb.
tr_tr: Ondan nasıl hoşlanabilir ki? O, onu sevmiyor. Onu benim tanıdığım gibi tanımıyorsun. Ondan sıkılır sıkılmaz, kaldırıma kadar Lauren 'ı tekmeleyecektir.

source: [_S_] You just think that because of your caveman male rivalry. He's very polite anytime we talk, and Lauren's always got a smile on her face when he's around.
tr_tr: Senin mağara adamı erkek rekabetin yüzünden böyle düşünüyorsun. Ne zaman konuşursak çok kibar ve Lauren her zaman yanında bir gülümsemesi olur.

source: [_S_] Stop freaking out just because they have an open relationship.
tr_tr: Sırf açık bir ilişkileri olduğu için çıldırmayı bırak.

source: [_RT_] {i}You might change your mind if you knew Mom was also one of Matt's sluts.{/i}
tr_tr: [ _RT_] {i}Anne 'nin de Matt 'in fahişelerinden biri olduğunu bilsen, fikrini değiştirebilirsin.

source: [_RT_] {i}I wish I could tell Lauren and Sidney about what Mom's been doing, but... Lauren would freak out on her. It'd probibly kill their relationship. If I just told Sidney, she'd insist on telling Lauren, or at least she'd confront Mom about it.{/i}
tr_tr: [_RT_] {i}Keşke Lauren ve Sidney'e annemin yaptıklarını anlatabilseydim ama... Lauren çıldırırdı. Muhtemelen ilişkilerini öldürür. Sidney'e söyleseydim, Lauren'a söylemekte ısrar ederdi ya da en azından annemle bu konuda yüzleşirdi.{/i}

source: [_RT_] {i}Dammit! I would do almost anything to get rid of him! But even if I was willing to destroy Mom and Lauren's relationship. Mom would hate me for it.{/i}
tr_tr: [ _RT_] {i}Dammit! Ondan kurtulmak için neredeyse her şeyi yaparım! Ama annemi ve Lauren 'in ilişkisini yok etmek istesem bile. Annem bunun için benden nefret ederdi.

source: [_LT_] {i}Is he still talking to Sidney?{/i}
tr_tr: [ _LT_] {i}hala Sidney ile mi konuşuyor? { /i }

source: [_LT_] {i}He needs to sit down with us so I can punish him again.{/i}
tr_tr: [ _LT_] {i}Onu tekrar cezalandırabilmek için bizimle birlikte oturmalı.

source: [_MB_] Oh, hell yeah! The queens going to get fucked by all the tribal warriors again. I'll never get tired of watching her getting passed around like the whore she is!
tr_tr: Oh, lanet olsun! Kraliçeler yine tüm aşiret savaşçıları tarafından düzülebilmeye başladı. Onun, onun olduğu fahişenin yanından geçmesini izlemekten asla bıkmayacağım!

source: [_L_] Hey, [ryan]... Why don't you come watch Game of Thots with us?
tr_tr: [ _L_] Hey, [ Ryan] ... Neden bizimle birlikte Tots 'a göz kulak olamıyorsun?

source: [_R_] No thanks. I'm just going to hang with Sidney.
tr_tr: -Hayır, teşekkürler. Ben sadece Sidney 'le takılacağım.

source: [_L_] Come on. We always watch Game of Thots together.
tr_tr: Hadi ama. Hep birlikte Game of Thots izliyoruz.
