Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScript0.09.po
Languages: tr_tr

source: [_R_] Right now, the only people we can rely on is each other.
tr_tr: Şu anda güvenebildiğimiz tek insan birbirimiz.

source: [_R_] We need each other!
tr_tr: Birbirimize ihtiyacımız var!

source: [_R_] If that means we need to work together to pay off debt, then we work together.
tr_tr: [ _R_] Bu, borcumu ödemek için birlikte çalışmamız gerektiği anlamına geldiyse birlikte çalışırız.

source: [_R_] If that means we need to share in the daily chores, then we share them.
tr_tr: [ _R_] Bu, günlük görevlerde paylaşmamız gerektiği anlamına geldiyse, bunları paylaşıyoruz demektir.

source: [_R_] If that means if one of us needs to hide a body, we run grab the shovel.
tr_tr: Eğer bu demektir ki birimizin cesedi saklamaya ihtiyacı varsa, biz de küreği yakalarız.

source: [_R_] And, if that means we need to help fulfill some unfulfilled needs, we shouldn't have to go searching outside our family to find someone who has no idea what the hell it is we're going through.
tr_tr: Ve, eğer bu, karşılıksız ihtiyaçların yerine getirilmesine yardımcı olması gerektiği anlamına geldiyse, neler yaşadığımızı bilmeyecek birini bulmak için ailemizin dışında arama yapmak zorunda kalmamalıyız.

source: [_R_] How could anyone else possibly know what it is we need to fulfill our needs.
tr_tr: [ _R_] İhtiyaçlarımızı yerine getirmek için ne kadar ihtiyaç olduğunu başka biri nasıl bilebilir?

source: [_M_] That might be pushing it a bit. I don't need a sexual partner to understand what I'm going through to take care of my sexual needs.
tr_tr: [ _M_] Bu biraz zorlanabilir. Cinsel ihtiyaçlarıma göz kulak olmak için neler yaşadığımı anlamak için cinsel partnere ihtiyacım yok.

source: [_R_] Okay, but isn't it more meaningful if they do?
tr_tr: Tamam, ama yapsalar daha anlamlı değil mi?

source: [_M_] You're just talking about me and you, right?
tr_tr: Sen ve ben, sen ve ben hakkında konuşuyorsun, değil mi?

source: [_R_] Uh, yeah... Of course.
tr_tr: Ah, evet ... -Tabii ki.

source: [_M_] I mean, yeah... That sounds good in theory, but I'm not sure the application doesn't just burn us all to the ground.
tr_tr: Yani, evet ... Teoride kulağa hoş geliyor, ama uygulamanın bizi yerle bir etmediğinden emin değilim.

source: [_R_] I think it's working out well so far.
tr_tr: Sanırım şu ana kadar çok iyi gidiyor.

source: [_M_] You do?!
tr_tr: Öyle mi?

source: [_R_] It is for me.
tr_tr: Benim için.

source: [_R_] Sure we're under a shit ton of stress, but I've never felt more fulfilled in my life.
tr_tr: [ _R_] Bir sürü stres altındayız, ama hayatımda daha önce hiç bu kadar tatmin olmamıştım.

source: [_R_] I have purpose, I feel ambition, I'm building my self-worth!
tr_tr: Bir amacım var, hırs hissediyorum, kendi kendime değer veriyorum!

source: [_R_] I feel like our family is the most valuable thing in the world, and there's nothing I wouldn't do to protect it.
tr_tr: Ailemiz dünyadaki en değerli şeymiş gibi hissediyorum ve onu korumak için yapabileceğim hiçbir şey yok.

source: [_R_] And I'm still not sure exactly what it is that we're building between the two of us, but I can tell you I love it!
tr_tr: Ve hala ikimizin arasında ne inşa ettiğimiz konusunda emin değilim, ama sana bunu sevdiğimi söyleyebilirim!

source: [_R_] I want to keep exploring it, and I don't want it to stop.
tr_tr: Onu keşfetmeye devam etmek istiyorum. Durmasını da istemiyorum.

source: [_M_] You're not talking about being exclusive with each other, are you?
tr_tr: Birbirinizle özel olmaktan söz etmiyorsunuz, değil mi?

source: [_R_] No, but I'd still like you to consider me as an option.
tr_tr: Hayır, ama yine de beni bir seçenek olarak değerlendirmeni istiyorum.

source: [_R_] So don't try to keep me at arms length. I'm here for you.
tr_tr: O yüzden beni kollarında tutmaya çalışma. Senin için buradayım.

source: [_R_] That means you can rely on me to carry as much of your load as I possibly can handle. You shouldn't have to carry this burden alone.
tr_tr: Bu demek oluyor ki, yük taşıyabileceğim kadar yük taşımam için bana güvenebilirsin. Bu yükü tek başına taşımak zorunda kalmamalısın.

source: [_R_] Hell, I'm not going to let you.
tr_tr: Kahretsin, sana izin vermeyeceğim.

source: [_R_] I've got some great ideas to get us out of this mess, and I'm going to make you listen to them!
tr_tr: Bizi bu pisliklerden çıkarabilmek için bazı harika fikirlerim var ve onları dinlemenizi sağlayacağım!

source: [_M_] You have no idea how much this helps me!
tr_tr: Bunun bana ne kadar yardımcı olduğunu bilemezsin!

source: [_M_] I need your strength right now.
tr_tr: Gücünü hemen şimdi istiyorum.

source: [_M_] I wish I were strong enough to carry this all on my own, but you volunteering to help me carry it means the world to me.
tr_tr: Bunu tek başıma taşıyabilmek için yeterince güçlü olmak isterdim, ama sen bana yardım etmek için gönüllü olarak bunu taşımama yardım etmek benim için dünyam.

source: [_M_] I'm sorry I've been keeping you at arms length, I've just been imagining that I've damaged you to a point where it's irreparable.
tr_tr: Seni kollarında tuttuğun için özür dilerim. Sadece hayal ettiğim bir noktaya kadar sana zarar verdiğimi hayal ediyordum.

source: [_M_] My shame has made it hard for me to even look in your eyes.
tr_tr: Utancım gözlerinin içine bakmamı bile zorlaştırıyor.

source: [_M_] Please forgive me.
tr_tr: [ _M_] Lütfen beni affedin.

source: [_R_] As long as the awkwardness stops, it's forgiven.
tr_tr: [ _R_] tuhaflık durduğu sürece, affedilir.

source: [_M_] Oh, honey! Come here.
tr_tr: Oh, tatlım! Buraya gel.

source: [_M_] I don't know how I got so lucky to get you for a son.
tr_tr: Seni bir evlat edinmek için nasıl bu kadar şanslı olduğumu bilmiyorum.

source: [_M_] Now, did you say you have some ideas to get us out of this new mess Camille got us into?
tr_tr: Şimdi, Camille 'in bizi bu karışıklığın içine sokması için bazı fikirlerin olduğunu mu söyledin?

source: [_R_] Yes, but it's going to be tricky.
tr_tr: [ _R_] Evet, ama bu biraz zor olacak.

source: [_M_] How so?
tr_tr: [ _M_] Nasıl?

source: [_R_] Because it's going to involve Camille.
tr_tr: [ _R_] Çünkü Camille ile ilgili olacak.

source: [_M_] That's only fair. She caused this mess, if she wants to live here, she needs to be willing to help us get out of it.
tr_tr: [ _M_] Bu adil. Bu karışıklığın nedeni, eğer burada yaşamak istiyorsa, kurtulmamıza yardım etmesi için istekli olması gerekiyor.

source: [_M_] And now, she's out there playing this humble "poor me" act.
tr_tr: Ve şimdi, dışarıda bu mütevazi bir "zavallı ben" rolü oynuyor.

source: [_M_] And in the moment I fell for it, I'm afraid I'm going to regret letting her stay.
tr_tr: Ve düştüğüm anda, korkarım kalmasına izin verdiğim için pişman olacağım.

source: [_R_] Well, let's just see how willing she is to make things right before we send her on her way.
tr_tr: Onu yola göndermeden önce işleri yoluna nasıl gireceğini bir görelim.

source: [_R_] First, we calm Joey down and let him know he'll get his money. You'll plead for some more time to pay it back.
tr_tr: Önce Joey 'i sakinleştirip, parasını alacağına izin verdik. Geri ödemek için daha fazla zaman savunacaksın.

source: [_M_] Oh, I can be pretty persuasive when it comes to Joey. Just let me get him alone in his office.
tr_tr: Konu Joey olunca oldukça ikna edici olabiliyorum. Sadece onu ofisinde yalnız bırakmama izin verin.

source: [_R_] Gross... I don't want to hear those details.
tr_tr: [ _R_] Brüt ... O detayları duymak istemiyorum.

source: [_R_] Next, Remember how I helped Lauren and Mandy with their "Insta-Slam" account?
tr_tr: Sonra, "Inst-Slam" hesabıyla Lauren ve Mandy 'ye nasıl yardımcı olduğumu hatırlıyor musun?

source: [_M_] You mean how you encouraged them to take extremely sexual pictures with each other and then exploited the fact that they're cousins to get them more followers?
tr_tr: Birbirleri ile son derece seksi fotoğraflar çekmeleri için onları cesaretlendirdiğiniz ve daha sonra onları daha fazla takipçi olarak kullanan kuzenler oldukları gerçeğini mi kastediyorsun?

source: [_M_] No, I don't think I remember that.
tr_tr: Hayır, bunu hatırladığımı sanmıyorum.

source: [_R_] Right...
tr_tr: [ _R_] Doğru ...

source: [_R_] So that little stunt made "Kissing Cousins" one of the fastest growing accounts on Insta-Slam. That account now has hundreds of thousands of followers.
tr_tr: Bu küçük dublör, Insta-Slam 'ın en hızlı büyüyen hesaplarından biri olan "Öpüşme Kuzenler" i yaptı. Bu hesapta yüz binlerce takipçi var.

source: [_R_] Unfortunately they don't make any money on Insta-Slam since sponsors tend to stay away from sexualized accounts.
tr_tr: [ _R_] Ne yazık ki, sponsorlar cinselleştirilmiş hesaplardan uzak kalma eğiliminde olduğundan, Insta-Slam üzerinde para kazanmıyorlar.

source: [_R_] So, I'm thinking we can do something similar with the Cosplay Heaven account.
tr_tr: Ben de Cosplay Heaven hesabıyla benzer bir şey yapabiliriz diye düşünüyorum.

source: [_M_] Hold on!... I don't want to make money off of exploiting Lauren and Mandy any more than you already have.
tr_tr: Bekle! Lauren ve Mandy 'i sömürmekten daha fazla para kazanmak istemiyorum zaten.

source: [_R_] They love it, but I wasn't thinking about Lauren and Mandy... I want to do it with you and Camille.
tr_tr: Çok sevdiler, ama ben Lauren ve Mandy 'yi düşünmüyordum. Bunu seninle ve Camille ile yapmak istiyorum.

source: [_M_] Are you out of your Goddam mind?!
tr_tr: -Sen Goddam 'ın aklını mı geçtin?

source: [_R_] Hold on!... Don't shut me down just yet.
tr_tr: Bekle! Beni henüz kapatmayın.

source: [_R_] I mean, think about it.
tr_tr: Yani, bir düşün.

source: [_R_] Lauren and Mandy start to advertise that their moms, who also happen to be sisters, will be doing a steamy photo shoot together on "Cosplay Heaven."
tr_tr: [ _R_] Lauren ve Mandy, "Cosplay Heaven" ("Cosplay Heaven") üzerinde bir steam fotoğraf çekimi yapacak olan annelerinin reklamını yapmak için başlamaya başlardi.

source: [_R_] I'll start to advertise it to the fan base that I already have on Cosplay Heaven. We'll automatically be reaching hundreds of thousands of people that already love our content.
tr_tr: Cosplay Heaven 'da zaten sahip olduğum fan üslerine reklamını yapmaya başlayacağım. Otomatik olarak içeriğimizi seven yüz binlerce insana ulaşacağız.

source: [_R_] That many people are going to create a buzz on the internet that will attract hundreds of thousands more curious potential fans.
tr_tr: [ _R_] Pek çok kişi, yüz binlerce daha meraklı potansiyel fanı çekecek bir internet üzerinde vızıllık yaratacaktır.

source: [_R_] I wouldn't be surprised if we reached as many as a million people
tr_tr: Bir milyon kadar insan olsa şaşırmam.

source: [_R_] I'm telling you, it could be as big as Mel Delqueen selling her bath water.
tr_tr: Sana söylüyorum, Mel Delqueen 'in banyo suyunu satması kadar büyük bir şey olabilir.

source: [_M_] I don't know who Mel Delqueen is, but this is crazy!
tr_tr: Mel Delqueen 'in kim olduğunu bilmiyorum, ama bu çılgınlık!

source: [_M_] I'd be fired from my job!
tr_tr: İşimden kovuldum!

source: [_R_] They can't fire you. This is a form of protected free speech. Remember how Principal Hardun wouldn't let you censor Lauren during the election?
tr_tr: [ _R_] Seni kovamazlar. Bu, korunan bir özgür konuşma şeklidir. Müdür Hardun 'un seçilme sırasında Lauren 'i sansürlemene izin vermeyeceğini hatırlıyor musun?

source: [_R_] If they did, you could make a killing by suing them in court for violating your free speech rights.
tr_tr: Eğer öyle olsaydı, konuşma haklarını ihlal ettiği için mahkemeye dava açardan bir cinayet işlersin.

source: [_R_] We'd potentially be making enough money on the residuals that you would only have to keep working there if you wanted to.
tr_tr: Eğer istersen orada çalışmaya devam etmek zorunda kalabileceğiniz kalıntılar üzerinde yeterince para kazanırız.

source: [_R_] You'd be a celebrity teacher. Lauren's going to be so jealous of you.
tr_tr: Sen ünlü bir öğretmen olacaksın. Lauren seni çok kıskanıyor olacak.

source: [_M_] Camille's never going to go for this!
tr_tr: Camille asla bu işe girmeyecek!

source: [_R_] I think we have her over a barrel. She has no choice.
tr_tr: Sanırım onu bir namlunun üzerinden geçiriyoruz. Başka şansı yok.

source: [_R_] I think the gravity of what she's done is finally sinking in.
tr_tr: Bence yaptığı şeyin yerçekimi sonunda suya batmış durumda.

source: [_R_] Plus, I'm pretty sure she's not as much of a prude as she wants us to believe.
tr_tr: Artı, eminim ki inanmamızı istediği kadar iffetli biri değildir.

source: [_M_] I just don't know if I can do that kind of thing with my own sister, who I hate right now, by the way.
tr_tr: Bu arada, şu anda nefret ettiğim kız kardeşimle bu tür şeyleri yapabilir miyim bilmiyorum.

source: [_R_] Desperate times call for desperate measures.
tr_tr: [ _R_] Umutsuz zamanlar umutsuz önlemler almak için çağrılıyor.

source: [_R_] Trust me, if it was as simple as starting a pretzel stand, or starting a real estate company, or some other family venture, we'd do it.
tr_tr: Güven bana, eğer basit bir stand başlatmak kadar basit olsaydı, ya da bir emlak şirketi ya da başka bir aile teşebbüsse, bunu yapacaktım.

source: [_R_] We don't have time to build anything from the ground up.
tr_tr: Yerden bir şey inşa etmek için vaktimiz yok.

source: [_R_] I've already got everything in place to make a killing off a single photo shoot.
tr_tr: Tek bir fotoğraf çekimlerinden birini öldürmek için her şeyi aldım bile.

source: [_R_] And, if we don't pay Joey back soon, he'll have the two of you up on stage doing the very same thing anyways. Only, you'll both be doing it every night together until you're both too old to shake your asses.
tr_tr: Ve, eğer Joey 'i yakında geri ödemezsen, ikiniz de aynı şeyi yaparak sahneye çıkanları ayarlayacak. Sadece, ikiniz de kıçınızı sıkmak için çok yaşlanıncaya kadar her gece aynı şeyi yapıyor olacaksın.

source: [_R_] At least this way, we're in control, it's a one time thing. Well, it might take multiple shoots to get all the type of content we need, but better than every single night for years.
tr_tr: En azından bu şekilde, kontrol altında, tek bir zaman meselesi. İhtiyaçlarımız olan tüm içerik türünü almak için birkaç çekim olabilir, ama yıllardır her gece.

source: [_M_] You think there's really that many people that want to see a couple older women be sexy together?
tr_tr: Bir kaç yaşlı kadının birlikte seksi olduğunu görmek isteyen bir sürü insan var mı sence?

source: [_R_] You're not old, but you are both sexy. The fact that you're sisters will have the internet going crazy.
tr_tr: Sen yaşlı değilsin, ama hem seksi hem de. Senin kız kardeşin olman internetin delirmesine neden olacak.

source: [_M_] I hate to admit it, but it's a pretty good plan.
tr_tr: Bunu kabul etmekten nefret ediyorum, ama bu çok iyi bir plan.

source: [_M_] I also hate to admit it, but my mind is racing on how I can use this as a form of punishment against my sister.
tr_tr: Bunu itiraf etmekten de nefret ediyorum, ama aklım, bunu kız kardeşime karşı bir ceza olarak nasıl kullanabileceğime göre yarışıyor.

source: [_M_] Please, in whatever type of photo shoot we do, you've got to give me the dominant role.
tr_tr: Lütfen, ne tür bir fotoğraf çekimimiz olursa olsun, bana baskın rolü vermende gerek var.

source: [_M_] It would feel so good to spank her ass with one of the paddles with the holes in it.
tr_tr: Kıçında delik deşik olan bir popo ile kıçına şaplak atman çok iyi hissettirirdi.

source: [_M_] Oooo. Or maybe a whip would be better.
tr_tr: Oooo. Ya da belki bir kırbaç daha iyi olur.

source: [_RT_] {i}Good Lord, Mom really wants to dominate her sister!{/i}
tr_tr: [ _RT_] {i}Yüce Tanrım, anne gerçekten kız kardeşine hakim olmak istiyor!

source: [_R_] I wasn't thinking of anything that extreme, but we can workshop your ideas another day.
tr_tr: Ben bu kadar aşırı bir şey düşünmüyordum ama fikirlerinizi başka bir gün atölyeye getirebiliriz.

source: [_M_] Aahh... And to get ready for the shoot, I can make Camille do even more humiliating chores around the house.
tr_tr: [ _M_] Aahh ... Ve çekim için hazırlanmak için, Camille 'i evin etrafında daha küçük düşürücü işler haline getirebilirim.

source: [_R_] I think you might be taking this a little farther than...
tr_tr: Sanırım bunu biraz daha ileri götürebilirsin.

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie I bought on our date would be perfect!
tr_tr: Evin etrafında daha seksi bir hizmetçi kıyafeti giymesini sağlayacağız. -Aman Tanrım! Randevumuzda aldığım hizmetçi iç çamaşırı mükemmel olurdu!

source: [_M_] We'll make her wear an even sexier maid uniform around the house. Oh, my God! That maid lingerie we saw at the lingerie shop on our date would be perfect! I need to go buy that!
tr_tr: Evin etrafında daha seksi bir hizmetçi kıyafeti giymesini sağlayacağız. -Aman Tanrım! Randevumuzda, iç çamaşırı dükkanında gördüğümüz hizmetçi iç çamaşırı mükemmel olurdu! Bunu almam lazım!

source: [_R_] I think we're getting ahead of oursel...
tr_tr: Sanırım bizim önümüz ...

source: [_M_] Making her do humiliating sex acts while she's wearing that...
tr_tr: Bunu giyerken küçük düşürücü seks hareketleri yapıyor.

source: [_M_] No, no... You're right... I'm getting a bit carried away.
tr_tr: [ _M_] Hayır, hayır ... Haklısınız ... Biraz kendimi kaptırmaya başladım.

source: [_M_] You've given me hope again that everything might be alright.
tr_tr: Her şeyin yolunda olduğuna dair bana tekrar umut verdin.

source: [_M_] I think you've helped me find the strength I need to keep fighting.
tr_tr: Sanırım savaşmaya devam etmek için ihtiyacım olan gücü bulmama yardım ettin.

source: [_M_] It turns out that I really need you!
tr_tr: Sana gerçekten ihtiyacım olduğu ortaya çıktı!

source: [_R_] So, does that mean there's no more awkwardness between us?
tr_tr: Yani, bu bizim aramızda başka bir tuhaflık olmadığı anlamına mı geliyor?

source: [_M_] Does that answer your question?
tr_tr: -Bu soruya cevap verecek mi?

source: [_R_] Oh, God!... My head is spinning!
tr_tr: Tanrım! Başım dönüyor!

source: [_M_] Haha! You sweety.
tr_tr: [ _M_] Haha! Seni tatlı.

source: [_M_] Now, I think you'd better run before anyone gets too suspicious.
tr_tr: Şimdi, bence biri şüphelenmeden kaçsan iyi olur.

source: [_R_] I think everyone's asleep.
tr_tr: Sanırım herkes uyuyor.

source: [_M_] I'll bet you money that Camille is awake, and wondering what we're talking about in here.
tr_tr: Camille 'in uyanık olduğuna bahse girerim ve burada ne hakkında konuştuğumuzu merak ediceğim.

source: [_M_] You should run along and we'll pick this up some other time.
tr_tr: Sen de kaçmalısın ve bunu başka bir zaman seçeceğiz.

source: [_R_] Makes sense, but you've got to let me do something for you really quick.
tr_tr: Mantıklı geliyor, ama senin için bir şey yapmama izin vermelisin.

source: [_M_] What do you mean?
tr_tr: [_M_] Ne demek istiyorsun?

source: [_R_] You've got so much on your mind, let me help clear it just a little.
tr_tr: Aklında o kadar çok şey var ki, izin ver de biraz daha temizlersin.

source: [_M_] I am feeling pretty backed up, but what about you?!
tr_tr: Kendimi çok iyi hissediyorum, ama sen ne dersin?

source: [_R_] Don't worry about me, tonight is about you.
tr_tr: Benim için endişelenmeyin, bu gece sizinle ilgili.

source: [_M_] Let me think... okay!
tr_tr: Düşünmeme izin ver, tamam mı?

source: [_MT_] {i}Oh, God!... This is exactly what I needed tonight!{/i}
tr_tr: [_MT_] {i}Oh, Tanrım!... Bu gece tam da ihtiyacım olan şeydi!{/i}

source: [_MT_] {i}For some reason thinking about dominating my sister got me all worked up.{/i}
tr_tr: [ _MT_] {i}Bir nedenden dolayı kız kardeşimin beni ikna etmesiyle ilgili bir düşüncemi var.

source: [_MT_] {i}I wonder if she's the kind of person that gets off to the pain.{/i}
tr_tr: [ _MT_] {i}Acaba acıya neden olan bir insan mı? { /i }

source: [_MT_] {i}I think I'd enjoy it more if she didn't{/i}
tr_tr: [ _MT_] {i}SANıRıM DAHA FAZLA ZEVK ALıRıM SANA { /i }

source: [_MT_] {i}I could use [ryan]'s huge dick to punish her pussy.{/i}
tr_tr: [ _MT_] {i}[ Ryan] ' ın amcığımı cezalandırmak için kocaman sikini kullanabilirim. { /i }

source: [_MT_] {i}Getting fucked by someone she hates so much would be the ultimate punishment I could give her.{/i}
tr_tr: [ _MT_] {i}bu kadar nefret ettiği biri tarafından sikilmeye devam etmek ona vereceğim en büyük ceza olur. { /i }

source: [_MT_] {i}Holy shit, [mom_name]! Get control of your thoughts!
tr_tr: [ _MT_] {i}Kutsal bok, [ momen_name]! Düşüncelerinizi kontrol altına alın!

source: [_MT_] {i}Okay, I'll just picture my sister getting fucked by my son, all gagged and tied, for a little bit longer...{/i}
tr_tr: [_MT_] {i}Tamam, biraz daha kız kardeşimin oğlum tarafından ağzı bağlı bir şekilde sikildiğini hayal edeceğim...{/i}

source: [_M_] How did I get there so quickly?!
tr_tr: Oraya nasıl bu kadar çabuk gelmişim?

source: [_R_] Wow, Mom!
tr_tr: Vay be, anne!

source: [_R_] I think that's the fastest I've seen you cum... ever!
tr_tr: Sanırım seni gördüğüm en hızlı şey bu. Asla!

source: [_R_] I didn't even get to the butt stuff.
tr_tr: O kıç eşyalarına bile ulaşamadım.

source: [_R_] You haven't been taking care of yourself, have you?
tr_tr: Kendine dikkat etmiyordun, değil mi?

source: [_M_] I've got you to take care of me, now.
tr_tr: Artık benimle ilgilenmeni istiyorum.

source: [_R_] Literally anytime you want me to, Mom.
tr_tr: Ne zaman istersen, anne, ne zaman istersen.

source: [_M_] You'd better be careful what you wish for.
tr_tr: Dilediğiniz şeye dikkat etseniz iyi olur.

source: [_M_] I wish you could just sleep in my bed with me.
tr_tr: Keşke yatağımda benimle yatabilsen.

source: [_R_] That's a great idea! Why don't I just start doing that?
tr_tr: Bu harika bir fikir! Neden bunu yapmaya başlamıyorum ki?

source: [_M_] Because nobody can know what's going on between us.
tr_tr: Çünkü kimse aramızda neler olup bittiğinden haberi bile yok.

source: [_M_] I'm sorry, but this kind of relationship can't be revealed.
tr_tr: [ _M_] Üzgünüm, ama bu tür bir ilişki ortaya çıkamaz.

source: [_RT_] {i}Maybe not yet... But someday soon.{/i}
tr_tr: [ _RT_] {i}Belki de henüz ... Ama yakında bir gün.

source: [_R_] Alright, Mom... I'll see you tomorrow.
tr_tr: Tamam, anne ... Yarın görüşürüz.

source: [_M_] Love you, honey!
tr_tr: Seni seviyorum, tatlım!

source: [_R_] Love you too!
tr_tr: [ _R_] Seni de seviyorum!

source: [_C_] {i}(Whispering){/i} Pssst... [ryan].
tr_tr: [ _C_] {i}(Fısıltı) { /i } Pssst ... [ Ryan].

source: [_R_] You're still awake?
tr_tr: Hala uyanık mısın?

source: [_R_] I would have thought you'd be unconcious after the night you've had.
tr_tr: Sahip olduğun geceden sonra, çok kötü olacağını düşünmüştüm.

source: [_C_] I saw you go into [mom_name]'s room, and I was hoping to talk to you when you came out.
tr_tr: [ _C_] [ mom_name] ' un odasına girdiğinizi gördüm ve dışarı çıktığınızda sizinle konuşmayı umuyordum.

source: [_C_] Did she say if she's going to let us stay?
tr_tr: Kalmamıza izin verecekse, o mu söyledi?

source: [_R_] Well, she is second guessing herself if letting you stay was the right call or not.
tr_tr: Eğer kalmana izin vermek doğru bir karar değilse, o da kendini ikinci kez tahmin ediyor.

source: [_R_] I think I've convinced her to give you a chance to prove that you'll be more help than trouble going forward.
tr_tr: Sanırım onu sana bir şans vermesi için ikna ettim. İleriye gitmekten daha fazla yardımcı olacağını kanıtlamaya.

source: [_C_] Really?... You stood up for me?
tr_tr: Gerçekten mi? Beni savundun mu?
