Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/Turkish/UpdateScriptChristmasEvent.po
Languages: tr_tr

source: Welcome to our Christmas event! WARNING!! This event has elements of NTR, that are completely avoidable! Choices that lead to NTR content are clearly marked!
tr_tr: Noel etkinliğimize hoş geldiniz! UYARI!!! Bu etkinlikte tamamen kaçınılabilir NTR unsurları bulunmaktadır! NTR içeriğine yol açan seçimler açıkça işaretlenmiştir!

source: Do not choose an NTR option if it offends you, only to complain about it later on some online forum!!
tr_tr: Sizi rahatsız eden bir NTR seçeneğini, sadece daha sonra bazı çevrimiçi forumlarda şikayet etmek için seçmeyin!

source: This event also has pregnancy content.
tr_tr: Bu olayın hamilelik içeriği de var.

source: Would you like to play the Christmas event at this time? (Choosing "No" will complete this event and make it so you can only watch it in the gallery menu.)
tr_tr: Bu saatte Noel 'de oynamak ister misin? ("Hayır" seçeneğini belirlerseniz, bu etkinliği tamamlar ve yalnızca galeri menüsünde izleyebilirsiniz.)

source: {i}A tribute to Charles Dickens and his timeless classic, "A Christmas Carol."{/i}
tr_tr: {i}Charles Dickens ve zamansız klasiğini, "A Christmas Carol" a hürmet ediyor.

source: [_RT_] {i}Thank God the Christmas break is coming! I'm so tired of school.{/i}
tr_tr: [ _RT_] {i}Teşekkürler Tanrım Noel tatili geliyor! Okuldan çok yoruldum.

source: [_RT_] {i}Now I'll have even more time to work on seducing the girls.{/i}
tr_tr: [ _RT_] {i}Şimdi kızları baştan çıkarmak için daha çok zamanım olacak.

source: [_RT_] {i}I've got to really work hard if I want to unwrap those beautiful boxes for the holidays.{/i}
tr_tr: [ _RT_] {i}Tatiller için o güzel kutuları açmak istiyorsam gerçekten çok çalışmalıyım. { /i }

source: [_RT_] {i}And those are some great mental images to fall asleep to.... zzzzzz.... {/i}
tr_tr: [ _RT_] {i}Ve bunlar uykuya dalmak için bazı büyük zihinsel resimler ... zzzzzz .... { /i }

source: [_X_] Wake up [ryan]!...
tr_tr: [ _X_] Uyan [ ryan]! ...

source: [_X_] Hey [ryan]!.... Wake up!
tr_tr: [ _X_] Hey [ Ryan]! .... Uyan!

source: [_RT_] {i}Huh.... what?....{/i}
tr_tr: [ _RT_] {i}Huh .... ne? .... { /i }

source: [_RT_] {i}What the hell?{/i}
tr_tr: [ _RT_] {i}Bu ne halt? { /i }

source: [_RT_] {i}What a weird dream! There's a tiny Mom on my chest{/i}
tr_tr: [ _RT_] {i}Garip bir rüya! Göğsümde küçük bir anne var { /i }

source: [_X_] [ryan].... this isn't a dream.... and I'm not a tiny Mom
tr_tr: [ _X_] [ ryan] .... bu bir rüya değil .... ve ben küçük bir anne değilim

source: [_RT_] {i}You have to be a dream.... you can read my thoughts....{/i}
tr_tr: [ _RT_] {i}rüyada olmak zorundasin .... düşüncelerimi okuyabilirsin .... { /i }

source: [_X_] [ryan].... I'm the ghost of Christmas past.
tr_tr: [ _X_] [ ryan] .... Ben Noel geçmişinin hayaletiyim.

source: [_R_] What?.... Bullshit!.... Then why do you look like a half-naked version of my mom?
tr_tr: [ _R_] Ne? .... Saçmalık! O zaman neden annemin yarı çıplak versiyonuna benziyorsun?

source: [_GP_] Well.... I'm a ghost.... so my true form might have scared you to death.
tr_tr: [ _GP_] Şey .... Ben bir hayaletim, bu yüzden gerçek formumu öldürmekten korkmuştum.

source: [_GP_] I've been given the power to take the form of the person in your life that brings you the most comfort.
tr_tr: [ _GP_] Ben hayatınızdaki insanı en çok rahatlatan kişinin formunu alma gücüne sahip oldum.

source: [_GP_] What I'm wearing is also a product of what your mind would prefer to see this person wearing, mixed with a little Christmas flair for the season.
tr_tr: [ _GP_] Giydiğim şey aynı zamanda aklınızın, bu kişinin sezon için küçük bir Noel gösterisiyle karışık olarak ne giydiğini görmek için tercih ettiği bir ürün.

source: [_GP_] I look like your mom, you say?
tr_tr: Annene benziyorum, değil mi?

source: [_GP_] You sick fuck!
tr_tr: Seni hasta pislik!

source: [_R_] This is so weird!
tr_tr: [_R_] Bunu yapmak garip olacak!

source: [_R_] Though I'm still about 90 percent sure that this is just a dream.
tr_tr: [ _R_] Hala %90 eminim ki bunun sadece bir rüya olduğunu.

source: [_R_] You're just something I ate.... an undigested piece of pizza...
tr_tr: Sen sadece yediğim bir şey ... sindirilmemiş bir parça pizza ...

source: [_R_] Yeah.... that's all you are...
tr_tr: Evet, tek sen busun.

source: [_R_] Which means I can do whatever I want to you.
tr_tr: Bu da demek oluyor ki, sana ne istersem onu yapabilirim.

source: [_R_] Holy shit!.... I can touch you!
tr_tr: Lanet olsun! Sana dokunabilirim!

source: [_R_] Oh, shit!.... Where did she go?
tr_tr: Oh, kahretsin! .... Nereye gitti?

source: [_R_] She's gone!...
tr_tr: O gitti!

source: [_R_] I guess I was dreaming after all.
tr_tr: Sanırım ben de rüya görüyordum.

source: [_GP_] You son of a bitch!
tr_tr: Seni orospu çocuğu!

source: [_GP_] You try a move like that again and I'll cut your cock off!
tr_tr: Bir daha böyle bir hareket denesene, aletini keseceğim!

source: [_GP_] If you still think you're dreaming, come at me!
tr_tr: Eğer hala rüya gördüğünü düşünüyorsan, bana gel!

source: [_R_] Ok.... ok.... I won't grab you again!.... Just let me go...
tr_tr: [ _R_] Tamam .... tamam .... Seni bir daha yakalamayacağım! Gitmeme izin ver.

source: [_GP_] Woah.... holy shit!
tr_tr: Lanet olsun!

source: [_GP_] Haha.... you like it when I'm rough with you, don't you?
tr_tr: Haha ... Sana sert olduğum zaman hoşuna gidiyor, değil mi?

source: [_GP_] You dirty boy!
tr_tr: Seni pis çocuk!

source: [_R_] Yes.... I mean no!.... Can you please let my cock go?
tr_tr: [ _R_] Evet .... Yani hayır! Lütfen sikimi serbest bırakamaz mısın?

source: [_GP_] Hmmmm.... I guess I could, if you promise not to touch me, and to sit there and listen to me.
tr_tr: [ _GP_] Hmmmm .... Sanırım, eğer bana dokunmayacağına söz verirsen, ve orada oturup beni dinlemeyeceğime söz verirsen.

source: [_R_] Ok, I promise!
tr_tr: [_R_] Tamam, söz veriyorum!

source: [_GP_] [ryan]! I can hear your thoughts, remember? And no, I'd just disappear out of a jar.
tr_tr: [ _GP_] [ ryan]! Düşüncelerini duyabiliyorum, unuttun mu? Ve hayır, bir kavanozun dışında kaybolurum.

source: [_R_] Sorry.... I won't do anything stupid.
tr_tr: [ _R_] Üzgünüm .... Aptalca bir şey yapmam.

source: [_GP_] Great!.... Because you've got a very busy night ahead of you.
tr_tr: [ _GP_] Harika! .... Çünkü önünüzde çok yoğun bir gece var.

source: [_R_] Huh?....I can't move!...
tr_tr: Ne?Kıpırdayamıyorum!

source: [_GP_] Just a safety precaution.
tr_tr: [ _GP_] Sadece bir güvenlik önlemi.

source: [_GP_] You will be visited by three spirits, including myself, obviously.
tr_tr: [ _GP_] Ben de dahil olmak üzere üç ruh tarafından ziyaret edileceksiniz, açıkçası.

source: [_R_] What?.... But why?
tr_tr: [ _R_] Ne? .... Ama neden?

source: [_GP_] Your actions have caught the attention of "The Woman Upstairs."
tr_tr: [ _GP_] İşleriniz "The Woman Upstairs" ın dikkatini çekti.

source: [_R_] What really?.... So God's a woman?
tr_tr: [ _R_] Ne gerçekten? Yani Tanrı bir kadın mı?

source: [_GP_] Actually a woman that can grow a penis.... I think you would call her a "futa."
tr_tr: [ _GP_] Aslında bir penis yetiştirebilen bir kadın .... Bence ona "futa" diyeceğini düşündüm.

source: [_R_] Wow!
tr_tr: [_R_] Vay canına!

source: [_R_] And what have I done to get her attention on me?
tr_tr: Onun dikkatini bana çekmek için ne yaptım?

source: [_GP_] What do you think?
tr_tr: [_GP_] Ne düşünüyorsun?

source: [_GP_] I'll give you three guesses.... and they all live in this house.
tr_tr: [ _GP_] Ben size üç tahmin vereceğim ... ve hepsi bu evde yaşıyor.

source: [_GP_] And we can sense that you're about to turn up your devious efforts a few notches over the Christmas holidays.
tr_tr: Ve Noel tatilinde birkaç çentiklik çabalarınızı ortaya çevirebileceğinizi hissedebiliriz.

source: [_R_] Oh.... you guys have been listening to my thoughts, huh?
tr_tr: Siz çocuklar düşüncelerimi dinliyorsunuz, değil mi?

source: [_GP_] Oh, yes.... and we're here to show you the consequences of your actions.
tr_tr: Evet ... ve biz de size davranışlarınızın sonuçlarını göstermek için buradayız.

source: [_GP_] While we don't have problems with sexual promiscuity in general,
tr_tr: [ _GP_] Genel olarak cinsel tacizciyle ilgili sorunlarımız olmamakla birlikte,

source: [_GP_] we tend to frown on fucking your own family.
tr_tr: Kendi aileni sikmeye meyilliydik.

source: [_GP_] It just causes complications down the line.
tr_tr: [ _GP_] Bu sadece çizginin aşağılanmasına neden olur.

source: [_GP_] Although, I do see why the women in your family are so tempting for you.
tr_tr: Yine de, ailendeki kadınların senin için neden bu kadar cezbedici olduğunu anlıyorum.

source: [_GP_] I mean, look at that ass!
tr_tr: Demek istediğim, şu götüye bak!

source: [_R_] I know, right?...
tr_tr: [_R_] Biliyorum, değil mi?...

source: [_GP_] I haven't had a good taste of ass in a millennium.
tr_tr: Bir milenyumda hiç iyi bir popoma sahip değilim.

source: [_GP_] I've just been stuck in the spirit realm serving "Her", ever since I died.
tr_tr: Ben öldüğümden beri ruhlar aleminde "O" diye hizmet ediyorum.

source: [_GP_] No tasty asses there, only dead ones.
tr_tr: Hiç lezzetli kıç yok, sadece ölü olanlar var.

source: [_R_] Weren't we talking about the consequences of my actions?
tr_tr: Hareketlerimin sonuçlarından bahsetmiyor muyuz?

source: [_GP_] Were we?.... Uh.... just give me a second.
tr_tr: Öyle mi? Bana bir saniye verin.

source: [_R_] You can fly?...
tr_tr: Uçabilir misin?

source: [_GP_] Of course!.... You really don't know much about ghosts, do you?
tr_tr: -Tabii ki! Hayaletlerle ilgili pek bir şey bilmiyorsun, değil mi?

source: [_R_] What are you doing?
tr_tr: [ _R_] Ne yapıyorsun?

source: [_GP_] I said just give me a second.
tr_tr: [ _GP_] Bir saniye izin verin dedim.

source: [_R_] Hey!.... What are you doing?
tr_tr: [ _R_] Hey! -Ne yapıyorsun?-Ne yapıyorsun?

source: [_GP_] I'm sorry!.... I just can't resist
tr_tr: [ _GP_] Üzgünüm! .... Karşı koyamıyorum.

source: [_R_] But that's your daughter.... I mean my sister!
tr_tr: [ _R_] Ama bu senin kızın ... Kız kardeşim demek istedim!

source: [_GP_] What's the matter [ryan], jealous?
tr_tr: [ _GP_] Sorun nedir, kıskanç mı?

source: [_GP_] Then why don't you come and stop me?
tr_tr: O zaman neden gelip beni durdurmuyorsunuz?

source: [_R_] Because I can't move!
tr_tr: [ _R_] Çünkü hareket edemiyorum!

source: [_GP_] Haha.... that's right.
tr_tr: Haha ... Doğru.

source: [_GP_] I guess you'll just have to watch.
tr_tr: Sanırım sadece izlemen gerekecek.

source: [_GP_] Oh, man!.... I've missed this!
tr_tr: Oh, adamım! .... Bunu kaçırmışım!

source: [_RT_] {i}Holy shit.... I know that's not really Mom licking Sidney, but that's actually pretty hot!{/i}
tr_tr: [ _RT_] {i}Kutsal bok .... Annemin Sidney 'i yalamadığını biliyorum ama bu gerçekten çok seksi!

source: [_GP_] Mmmppphhh.... haha.... remrembrere rhat I cran strill hear your throts...
tr_tr: [ _GP_] Mmmppphhhh .... haha .... remrembrere rhat I cran strill duy your throts ...

source: [_R_] Shit!
tr_tr: [_R_] Siktir!

source: [_S_] (sleepily mumbling) mmmmmmm.... [ryan].... that feels really.... nice....
tr_tr: [ S_] (uyurgezer mırıldanıyor) mmmmmmm .... Bu gerçekten çok hoş bir duygu.

source: [_GP_] There.... my spiritual batteries are all re-charged.
tr_tr: [ _GP_] İşte ... benim spiritüel pillerim yeniden şarj edildi.

source: [_GP_] So, are you ready for our journey?
tr_tr: [_GP_] Ee, yolculuğumuz için hazır mısınız?

source: [_R_] What journey?
tr_tr: Ne yolculuğu?

source: [_R_] I'm not going anywhere with you.
tr_tr: Seninle hiçbir yere gitmiyorum.

source: [_GP_] I'm going to take you on a journey into Christmas past.
tr_tr: [ _GP_] Seni Noel geçmişine bir yolculuğa götüreceğim.

source: [_GP_] To a time when your parents first met.
tr_tr: (_GP_] Ailenizin ilk tanıştığı bir zamana.

source: [_GP_] I want you to see first hand, the beginning of the relationship that concieved you and your sisters, and the relationship you're currently trying to destroy.
tr_tr: [ _GP_] Önce sizi ve kardeşlerinizi uzlaşmayan ilişkinin başlangıcınızı ve şu anda yok etmeye çalıştığınız ilişkiyi görmenizi istiyorum.

source: [_R_] Can't you just tell me about it? I really need to get my sleep. I've got a busy day of seducing ahead of me tomorrow.
tr_tr: Bunu bana anlatsan olmaz mı? Gerçekten uyumaya ihtiyacım var. Yarın beni baştan çıkarmak için yoğun bir gün geçireceğim.

source: [_GP_] Haha.... you lazy, cheeky, asshole.
tr_tr: Seni tembel, küstah, göt herif.

source: [_GP_] You don't have a choice.
tr_tr: Seçme şansın yok.

source: [_GP_] Now get ready, because this could possibly give you motion sickness.
tr_tr: Şimdi hazır olun, çünkü bu size hareket hastalığına yol açabilirdi.

source: [_RT_] {i}Ahhhh!.... Where the hell am I?{/i}
tr_tr: [ _RT_] {i}Ahhhh! .... Hangi cehennemdeyim ben?

source: [_GP_] You're dissolving through the wormholes of time.
tr_tr: Zamanın solucan deliklerini dağıtacaksın.

source: [_GP_] Just relax, we'll be there in just a couple more seconds.
tr_tr: Sadece biraz rahatla, birkaç saniye sonra orada olacağız.

source: [_R_] Lauren?...
tr_tr: Lauren?

source: [_X_] Guess again.
tr_tr: [ _X_] Tekrar tahmin et.

source: [_R_] Oh, fuck!.... I thought I was done with this dream.
tr_tr: Siktir! Bu rüyayı bitirdiğimi sanıyordum.

source: [_X_] Maybe it's not a dream.
tr_tr: Belki de bir rüya değildir.

source: [_R_] Wouldn't you just tell me it's not a dream, if it weren't really a dream?
tr_tr: Rüya olmadığını, rüya gibi bir şey olmadığını söylesen olmaz mı?

source: [_X_] That wouldn't be any fun, if we took out the wonder.
tr_tr: Eğer meraktan kurtulsak, bu hiç eğlenceli olmaz.

source: [_X_] We're doing this for your welfare.
tr_tr: Bunu sizin iyilikleriniz için yapıyoruz.

source: [_R_] Wouldn't a night of uninterrupted sleep be better for my welfare?
tr_tr: Bir gece kesintisiz uyku benim için daha iyi olmaz mı?

source: [_X_] For your salvation then.
tr_tr: Kurtuluşun için o zaman.

source: [_R_] Salvation from what?
tr_tr: [ _R_] Ne kadar?

source: [_X_] From being such a creepy little pervert.
tr_tr: Bu kadar ürkünç bir sapık olmaktan.

source: [_RT_] {i}Hah.... good luck!{/i}
tr_tr: [ _RT_] {i}Hah .... iyi şanslar! { /i }

source: [_X_] I can read thoughts.
tr_tr: [ _X_] Düşünceleri okuyabiliyorum.

source: [_R_] Oh, yeah...
tr_tr: Oh, evet ...

source: [_R_] So, are you "The Leprechaun of Christmas Present", or something?
tr_tr: [_R_] Yani, "The Leprechaun of Christmas Present", ya da başka bir şey?

source: [_X_] I'm the "Ghost of Christmas Present."
tr_tr: Ben "Noel Hediyelerinin Hayaleti" yim.

source: [_R_] Well, of course you are.
tr_tr: Tabii ki de öyle.

source: [_GCP_] I see my sister's anger at you was not misplaced.
tr_tr: Kız kardeşimin kızgınlığını yerinde görüyorum, yanlış yere koymuyordun.

source: [_GCP_] After the experience with the first ghost, a client is usually well on his way to being reclaimed, but my sister thinks that you actually regressed with your first visitation.
tr_tr: İlk hayaletle ilgili tecrübelerden sonra, bir müşteri, geri istenmesi için genelde iyi olur, ama kız kardeşim ilk ziyaretinizle gerçekten gerildiğini düşünüyor.

source: [_GCP_] She also warned me to stay away from the end of your penis.
tr_tr: Ayrıca penisin bitiminden uzak durmam konusunda beni de uyardı.

source: [_GCP_] Haha.... I've never seen her so mad.
tr_tr: [ _GCP_] Haha .... Onu hiç bu kadar kızgın görmemiştim.

source: [_GCP_] She did tell me that I must try the local flavor while I'm here in town though.
tr_tr: Ben buradayken yerel lezzetini denemek zorunda olduğumu söyledi bana.

source: [_GCP_] Oh, yes!.... And there she is.
tr_tr: Oh, evet! .... Ve işte orada.

source: [_GCP_] Oh, my.... It looks like she was right. That is one tasty looking ass.
tr_tr: Oh, benim ... Görünüşe göre haklıydı. Çok lezzetli bir götü var.

source: [_GCP_] This job has very few benefits, but it does have it's moments sometimes.
tr_tr: [ _GCP_] Bu işin çok az yararı var, ama bazen de anlar oluyor.

source: [_R_] Dammit, I'm stuck again!
tr_tr: -Lanet olsun, yine sıkıştım!

source: [_R_] Stop eating my sister's ass!
tr_tr: [_R_] Ablam 'ın kıçını yeme!

source: [_GCP_] Hahaha.... yeah the Ghrost urf Chrismras prast warned mre that thris wourd priss ru orff.
tr_tr: [ _GCP_] Hahaha .... evet Ghrost urf Chrissras prast, mre that thris wurd priss ru orff uyardı.

source: [_GCP_] Sro I trook the proper precrautions.
tr_tr: [ _GCP_] Sro I trook doğru ön raurations.

source: [_R_] What is it with ghosts and eating ass?
tr_tr: Hayaletler ve götün yediği şey nedir?

source: [_S_] (sleepily muttering).... ohhhhh.... [ryan].... since when do you like eating ass?.... That feels soooo good!
tr_tr: [ S_] (uyurca mırıldanma) .... ohhhhh .... ... ne zamandan beri götü yemeyi seviyorsun? Bu çok iyi hissettirdi!

source: [_R_] And why is it okay for you to be sexually depraved, but you want to stop me from doing just that.
tr_tr: Ve neden cinsel olarak ahlaksız olmak senin için sorun değil, ama sadece bunu yapmaktan beni durdurmak istiyorsun.

source: [_GCP_] Well, the difference is she's not my sister.
tr_tr: [_GCP_] şey, fark şu ki o benim kız kardeşim değil.

source: [_R_] Well, I guess you've got me there.
tr_tr: Sanırım beni orada yakaladın.

source: [_GCP_] Great! So, are you ready for your next adventure?
tr_tr: [_GCP_] Harika! Peki, bir sonraki macerana hazır mısın?

source: [_R_] I'd rather keep sleeping, to be honest.
tr_tr: Dürüst olmak için, uyumayı tercih ederim.

source: [_GCP_] Come on, party pooper!
tr_tr: Hadi, parti polisi!

source: [_GCP_] We're going to the Christmas Present.
tr_tr: Noel hediyesindeyiz.

source: [_R_] So, the Christmas that's about to happen this year?
tr_tr: [_R_] Yani, Noel bu yıl olacak mı?

source: [_GCP_] That's right.
tr_tr: [_GCP_] İşte böyle.

source: [_GCP_] So, get ready!
tr_tr: [_GCP_] O yüzden, hazır olun!

source: [_GCP_] And try not to puke!
tr_tr: Ve kusmamayı dene!

source: [_R_] Oh, I hate this part!
tr_tr: Oh, bu kısmından nefret ediyorum!

source: [_GCP_] Yeah, you never really get used to it either.
tr_tr: -Evet, sen de hiç alışmıyorsun.

source: [_GCP_] Just relax, we'll be there in just a couple more seconds.
tr_tr: Sadece rahatla, birkaç saniye sonra orada olacağız.

source: [_RT_] {i}What is that noise?{/i}
tr_tr: [ _RT_] {i}Bu ses nedir? { /i }

source: Shlurp, shlirrk, shmork
tr_tr: Shlurp, shirrk, shmork

source: [_S_] (sleepily) Again!.... Oh [ryan]!.... That feels so good!
tr_tr: Yine mi? Oh [ ryan]! .... Bu çok iyi hissettiriyor!

source: Shlirk, shmlack
tr_tr: Shkirk, shmlack

source: [_R_] What the hell is going on?
tr_tr: -Neler oluyor?

source: [_X_] Sorry I woke you!
tr_tr: Seni uyandırdığım için özür dilerim!

source: [_X_] My sisters both told me I had to try out the all you can eat breakfast buffet.
tr_tr: Kız kardeşlerim her ikisi de bana kahvaltı büfesi yiyebildiğinizi denememi söyledi.

source: [_X_] They said you got a little hot under the collar when they did this.
tr_tr: Bunu yaptıklarında, yakasının altında biraz ısındığını söylediler.

source: [_X_] So, I thought I'd just get it out of the way before you woke up.
tr_tr: [_X_] O yüzden, uyanmadan önce onu yoldan çıkarsam iyi olur diye düşündüm.

source: [_X_] But I think I've had my fill. Should we get down to business?
tr_tr: [ _X_] Ama sanırım doldurdum. İş başına mı inelim?

source: [_X_] Do I need to introduce myself, or do you already know who I am?
tr_tr: [ _X_] Kendimi tanıtmam gerekiyor mu, yoksa benim kim olduğumu biliyor musun?

source: [_R_] The ghost of Christmas Future, I presume?
tr_tr: [ _R_] Noel Geleceğinin hayaleti, sanırım?

source: [_GF_] You are correct!
tr_tr: Haklısınız!

source: [_GF_] And do you know why I'm here?
tr_tr: Neden burada olduğumu biliyor musun?

source: [_R_] To stop me from fucking my family?
tr_tr: [_R_] beni ailemden uzak durman için mi?

source: [_GF_] Haha.... that's pretty blunt and to the point.
tr_tr: Haha ... Bu oldukça açık bir konu.

source: [_GF_] But that's actually where you're wrong.
tr_tr: [ _GF_] Ama aslında yanıldığınız yer de bu.

source: [_GF_] I'm not here to stop you from doing anything.
tr_tr: Seni bir şey yapmaya engel olmak için burada değilim.

source: [_GF_] In fact, I don't give a fuck about what you choose to do with your life.
tr_tr: Aslında, hayatınla ne yapmayı seçeceğini sikimde bile değilim.

source: [_GF_] I'm just here as a guide, to take you a couple of years into the Christmas future, to show you the consequences of your actions.
tr_tr: [ _GF_] Ben sadece size bir rehber olarak, size birkaç yıl boyunca Noel geleceğini göstermek için, hareketlerinizin sonuçlarını göstermek için geldim.

source: [_GF_] If you like the results, great! If not, you can decide to make different choices.
tr_tr: Eğer sonuçları beğendiyseniz, harika! Yoksa, farklı seçimler yapmaya karar verebilirsiniz.

source: [_GF_] Whatever tickles your pickle.
tr_tr: Turşunuzu gıdıklayın.

source: [_R_] Well, I've got to say it's nice to meet a ghost that's not so judgy.
tr_tr: O kadar da yargılayıcı olmayan bir hayaletle tanıştığımın güzel olduğunu söylemeliyim.

source: [_GF_] Yeah, my sisters can be real condescending bitches.
tr_tr: Evet, kız kardeşlerim gerçek alçalan sürtükler olabilir.

source: [_GF_] Haha.... but you brought them down a peg.
tr_tr: Haha ... ama sen onları bir tahta düşürdün.

source: [_GF_] God's not going to be super happy with them after tonight's over.
tr_tr: Tanrı bu geceden sonra onlarla çok mutlu olamayacak.

source: [_GF_] I wouldn't be surprised if she sends them to the sex dungeon for a decade.
tr_tr: On yıl boyunca onları seks zindanına gönderse hiç şaşırmam.

source: [_R_] Oh, no!.... That sounds awful! Now I feel really bad that I didn't try to follow their game plan better.
tr_tr: Hayır! Kulağa korkunç geliyor! Artık oyun planlarını daha iyi takip etmeye çalışmadığım için kendimi çok kötü hissediyorum.

source: [_GF_] Ahhh.... don't worry about it, everyone secretly likes the sex dungeon anyways.
tr_tr: [_GF_] Ahhh ... merak etme, herkes gizlice seks zindanından hoşlanır.

source: [_GF_] I've been there so many times, they've made me an honorary torturer.
tr_tr: O kadar çok kez oraya gittim ki, beni onursal işkenceci yaptılar.

source: [_R_] Is that why you don't shine as bright as your sisters?
tr_tr: Bu yüzden kız kardeşlerin kadar parlak değil misin?

source: [_GF_] Naaahhh.... It's just because I'm supposed to be the more scary ghost.
tr_tr: [ _GF_] Naaaahhh .... Çünkü ben daha korkunç bir hayalet olmam gerekiyordu.

source: [_GF_] You see, most people fear their future, so they gave me this whole facade to make me more scary.
tr_tr: Görüyorsunuz, çoğu insan geleceklerinden korkar, bu yüzden beni daha korkutucu hale getirmek için bana bu cepheyi verdiler.

source: [_GF_] Do I seem scarier to you?
tr_tr: -Sana daha korkutucu geliyor muyum?

source: [_R_] Nah.... making you look like my hot sister Sidney, kind of takes away the whole fear factor.
tr_tr: [_R_] Nah.... seni seksi kız kardeşim Sidney'e benzeterek bütün korku faktörünü ortadan kaldırıyor.

source: [_GF_] See! That's what I've been saying! Let me wear a holocaust robe, and give me a skull for a head, you know, like they did in the old days.
tr_tr: [ _GF_] Bakın! Ben de bunu diyordum! İzin ver de bir cübbe giyeyim, ve kafatasını bana ver, bilirsin, eski günlerdeki gibi.

source: [_GF_] Too much PC shit in Heaven. We're not allowed to scare anyone too badly anymore.
tr_tr: -Heaven 'de çok fazla PC boku var. Artık kimseyi çok kötü korkutmaya iznimiz yok.

source: [_GF_] Ahhh.... but we shouldn't be discussing heavenly politics. I've got a job to do, and not a lot of time to get it done.
tr_tr: Ahhh ... ama ilahi politikadan bahsetmemeliyiz. Yapacak bir işim var ve bunu halletmek için çok fazla zamanım yok.
