Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/images/interface_images/minigame/ASS_Affect_paint_timed_event.po
Languages: it_it, nl_nl, pt_pt, ru_ru

source: [_MS_] Oh... I see Lauren is in a similar pose for this picture too.
it_it: [_MS_] Oh... Vedo che Lauren è in una posa simile anche per questa immagine.
nl_nl: [_MS_] Oh... Ik zie Lauren ook in een vergelijkbare vorm voor dit plaatje.
pt_pt: [_MS_] Oh! ... Vejo que Lauren está numa pose muito parecida nesta foto também.
ru_ru: [_MS_] О... Я вижу, что Лорен тоже стоит в похожей позе на этой фотографии.

source: [_MS_] She is very photogenic from that angle.
it_it: [_MS_] Lei è molto fotogenica da quella angolazione.
nl_nl: [_MS_] Ze is heel fotogeen van die hoek.
pt_pt: [_MS_] Ela é muito fotogénica desse ângulo.
ru_ru: [_MS_] В таком ракурсе она очень фотогенична.

source: [_R_] Yeah, what she lacks in the bra, she makes up for in the trunk.
it_it: [_R_] Sì, quello che le manca nel reggiseno, lei compensa nel tronco.
nl_nl: [_R_] Yeah, wat ze mist in de kop, ze compenseert in de winkel.
pt_pt: [_R_] Sim, o que lhe falta na frente, ela compensa atrás.
ru_ru: [_R_] Да, то, чего ей не хватает в лифчике, она компенсирует задницей.

source: [_MS_] Haha... [ryan]...
ru_ru: [_MS_] Хаха... [ryan]...

source: [_R_] Oh, right... I shouldn't talk like that in school, sorry.
it_it: [_R_] Oh, giusto... Non dovrei parlare così a scuola, mi dispiace.
nl_nl: [_R_] Oh, gelijk... Ik moet niet zo praten op school, sorry.
pt_pt: [_R_] Oh! Certo... Eu não devia falar assim na escola, desculpa.
ru_ru: [_R_] Ах, да... Я не должен так говорить в школе, извините.

source: [_MS_] Uh huh... And who is Lauren supposed to be in this picture?
it_it: [_MS_] Eh... E chi è Lauren dovrebbe essere in questa foto?
nl_nl: [_MS_] Uh h... En wie is Lauren op deze foto?
pt_pt: [_MS_] Uh! Hum!.. E como Lauren deveria estar nesta foto?
ru_ru: [_MS_] Эм... А кто такая Лорен на этой фотографии?

source: [_R_] Well, she's supposed to be Penny Roberson from "Missing in Space", but she could pass for any number of sci-fi girls.
it_it: [_R_] Beh, si suppone che sia Penny Roberson da "Manca nello spazio", ma potrebbe passare per un numero qualsiasi di scifi ragazze.
nl_nl: [_R_] Nou, ze zou Penny Roberson moeten zijn van "Vermist in Space", maar ze zou kunnen doorsturen voor elk aantal sci-fi meisjes.
pt_pt: [_R_] Bem, ela deveria ser Penny Roberson de "Missing in Space", mas ela poderia passar por qualquer outra garota de ficção científica.
ru_ru: [_R_] Предполагается, что это Пенни Роберсон из "Пропавших в космосе", но она может сойти за любую другую девушку-фантастку.

source: [_MS_] Ok, great... So remember, think of a theme, a background, and a slogan.
it_it: [_MS_] Ok, grande... Quindi ricordate, pensate a un tema, a uno sfondo, a uno slogan.
nl_nl: [_MS_] Ok, geweldig... Dus denk aan een thema, een achtergrond, en een slogan.
pt_pt: [_MS_] Ok, ótimo... Lembre-se, pense num tema, um fundo e um slogan.
ru_ru: [_MS_] Ок, отлично... Итак, помните: придумайте тему, фон и слоган.

source: [_R_] Ok, I think I've got an idea.
it_it: [_R_] Ok, penso di avere un'idea.
nl_nl: [_R_] Ok, ik denk dat ik een idee heb.
pt_pt: [_R_] Ok, acho que tenho uma ideia.
ru_ru: [_R_] Ок, кажется, у меня есть идея.

source: [_MS_] Ok, let's see if you can do any better this time.
it_it: [_MS_] Ok, vediamo se questa volta puoi fare di meglio.
nl_nl: [_MS_] Ok, laten we zien of je deze keer nog beter kan.
pt_pt: [_MS_] Ok, vamos ver se consegue fazer melhor desta vez.
ru_ru: [_MS_] Хорошо, посмотрим, получится ли у вас на этот раз лучше.

source: [_MS_] Now, remember your theme.
it_it: [_MS_] Ora, ricorda il tuo tema.
nl_nl: [_MS_] Nu, onthoud je thema nog eens.
pt_pt: [_MS_] Agora, lembre-se do seu tema.
ru_ru: [_MS_] Теперь вспомните свою тему.

source: [_MS_] Think of a good slogan...
it_it: [_MS_] Pensa a un buon slogan...
nl_nl: [_MS_] Denk aan een goede slogan...
pt_pt: [_MS_] Pense num bom slogan...
ru_ru: [_MS_] Придумайте хороший слоган...

source: [_MS_] And let your creativity flow.
it_it: [_MS_] E lasciate fluire la vostra creatività.
nl_nl: [_MS_] En laat je creativiteit stromen.
pt_pt: [_MS_] E deixe a criatividade fluir.
ru_ru: [_MS_] И дайте волю своему творчеству.

source: [_R_] Ok... I think I'm ready.
it_it: [_R_] Ok... Penso di essere pronto.
nl_nl: [_R_] Ok... Ik denk dat ik klaar ben.
pt_pt: [_R_] Ok... Eu penso que estou pronto.
ru_ru: [_R_] Ладно... Кажется, я готов.

source: [_MS_] It looks really good!
it_it: [_MS_] Sembra davvero buono!
nl_nl: [_MS_] Het ziet er heel goed uit!
pt_pt: [_MS_] Parece realmente bom!
ru_ru: [_MS_] Выглядит очень хорошо!

source: [_MS_] What is "Ass Affect" referencing though?
it_it: [_MS_] Che cosa è "Ass Affect" riferendosi però?
nl_nl: [_MS_] Wat is "Ass Affect" refereert toch?
pt_pt: [_MS_] O que é "Ass Affect" significa?
ru_ru: [_MS_] На что же все-таки ссылается "Ass Affect"?

source: [_R_] It's a parody on the sci-fi video game "Ass Effect", but it's really effect with an "e".
it_it: [_R_] È una parodia del videogioco sci-fi "Ass Effect", ma è davvero effetto con un "e".
nl_nl: [_R_] Het is een parodie op het sci-fi videospel "Ass Effect", maar het heeft echt effect met een "e".
pt_pt: [_R_] É uma paródia ao videojogo de ficção científica "Ass Effect", mas na realidade é efeito com um "e".
ru_ru: [_R_] Это пародия на научно-фантастическую видеоигру "Ass Effect", но на самом деле это эффект через "е".

source: [_MS_] Oh... I think my nephew used to play that game.
it_it: [_MS_] Oh... Penso che il mio nipote abbia usato per giocare quel gioco.
nl_nl: [_MS_] Oh... Ik denk dat mijn neef dat spel gewend was.
pt_pt: [_MS_] Oh... eu acho que o meu sobrinho costumava jogar esse jogo.
ru_ru: [_MS_] О... Кажется, мой племянник играл в эту игру.

source: [_MS_] That's a pretty clever play on words.
it_it: [_MS_] È un gioco abbastanza intelligente sulle parole.
nl_nl: [_MS_] Dat is een erg slim spel op woorden.
pt_pt: [_MS_] É um jogo de palavras muito inteligente.
ru_ru: [_MS_] Это очень умная игра слов.

source: [_MS_] I'm not much for video games, but that poster makes me want to go try it.
it_it: [_MS_] Non sono molto per i videogiochi, ma quel poster mi fa desiderare di andare a provarlo.
nl_nl: [_MS_] Ik ben niet veel voor videospellen, maar die poster zorgt ervoor dat ik het wil proberen.
pt_pt: [_MS_] Eu não gosto muito de videogames, mas esse cartaz me fez querer experimentar.
ru_ru: [_MS_] Я не очень люблю видеоигры, но этот плакат заставляет меня попробовать.

source: [_MS_] Not to mention vote for Lauren, if I could.
it_it: [_MS_] Per non parlare del voto per Lauren, se potevo.
nl_nl: [_MS_] Niet om stemmen op Lauren, als ik dat zou kunnen.
pt_pt: [_MS_] Sem falar em dar meu voto para Lauren, se eu pudesse.
ru_ru: [_MS_] Не говоря уже о том, чтобы проголосовать за Лорен, если бы я мог.

source: [_MS_] Great job!
it_it: [_MS_] Ottimo lavoro!
nl_nl: [_MS_] Goed gedaan!
pt_pt: [_MS_] Ótimo trabalho!
ru_ru: [_MS_] Отличная работа!

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
it_it: [_MS_] Lo sfondo sembra bello, ora portalo a casa con uno slogan creativo.
nl_nl: [_MS_] De achtergrond ziet er mooi uit, breng het nu terug met een creatieve slogan.
pt_pt: [_MS_] O fundo ficou bonito, agora é a vez de criar um slogan criativo.
ru_ru: [_MS_] Фон выглядит красиво, теперь доведите его до ума с помощью креативного слогана.

source: [_R_] Alright... I've got this.
it_it: [_R_] Bene... Ho questo.
nl_nl: [_R_] Ok√©... Ik heb dit.
pt_pt: [_R_] Certo ... Eu gostei disso.
ru_ru: [_R_] Хорошо... Я понял.

source: [_MS_] Oh... That's... Hmmm...
it_it: [_MS_] Oh... Qui... Hmmm...
nl_nl: [_MS_] Oh... Donder... Hmmm...
pt_pt: [_MS_] Oh... Isso é... Hmmm...
ru_ru: [_MS_] О... Это... Хммм...

source: [_R_] Well... That didn't end up the way I planned.
it_it: [_R_] Bene... Non è finita come avevo pianificato.
nl_nl: [_R_] Walt... Dat is niet de manier die ik had gepland.
pt_pt: [_R_] Bem... Isso não acabou como eu planejei.
ru_ru: [_R_] Ну... Все закончилось не так, как я планировал.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
it_it: [_R_] Ma, penso che nessuno si interesserà davvero, perché saranno solo prestare attenzione al quadro di Lauren.
nl_nl: [_R_] Maar ik denk dat het niemand echt zal schelen, omdat ze alleen maar aandacht zullen schenken aan het beeld van Lauren.
pt_pt: [_R_] Mas, eu acho que ninguém vai realmente se importar já que eles estarão apenas prestando atenção na foto de Lauren.
ru_ru: [_R_] Но, думаю, это никого не волнует, так как все будут обращать внимание только на фотографию Лорен.

source: [_MS_] Hmmm... Well, you may be right.
it_it: [_MS_] Hmmm... Beh, potresti aver ragione.
nl_nl: [_MS_] Hmmm... Nou, misschien heb je gelijk.
pt_pt: [_MS_] Hmmm... Bem, você pode estar certo.
ru_ru: [_MS_] Хммм... Что ж, возможно, вы правы.
