Repository: DRincs-Productions/AFamilyVenture
Catalog: game/*/*/images/interface_images/minigame/HTBYD_paint_timed_event.po
Languages: de_de, it_it, pt_pt, ru_ru

source: [_MS_] That's the picture of Lauren you're going to use?
de_de: [_MS_] Das ist das Bild von Lauren, das Sie verwenden wollen?
it_it: [_MS_] Questa è la foto di Lauren che userete?
pt_pt: [_MS_] Essa é a foto de Lauren que você vai usar?
ru_ru: [_MS_] Это фотография Лорен, которую вы собираетесь использовать?

source: [_R_] Yeah, do you like it?
de_de: [_R_] Ja, magst du es?
it_it: [_R_] Sì, ti piace?
pt_pt: [_R_] Sim, você gosta?
ru_ru: [_R_] Да, вам нравится?

source: [_MS_] I'm... It's... Well...
de_de: [_MS_] Ich bin... Es ist... Na ja...
it_it: [_MS_] Lo sono... Bene...
pt_pt: [_MS_] Eu estou... É... Bem...
ru_ru: [_MS_] Я... Это... Ну...

source: [_MS_] Is Lauren okay with this?
de_de: [_MS_] Ist Lauren damit einverstanden?
it_it: [_MS_] Lauren va bene con questo?
pt_pt: [_MS_] A Lauren está bem com isso?
ru_ru: [_MS_] Лорен не против?

source: [_R_] It was mostly her idea.
de_de: [_R_] Es war hauptsächlich ihre Idee.
it_it: [_R_] Era per lo più la sua idea.
pt_pt: [_R_] Foi mais ideia dela.
ru_ru: [_R_] Это была в основном ее идея.

source: [_RT_] {i}With a lot of coaxing.{/i}
de_de: [_RT_] {i}Mit viel Zureden {/i}
it_it: [_RT_] {i}Con un sacco di coassaggio.{/i}
pt_pt: [_RT_] {i}Com muita persuasão.{/i}
ru_ru: [_RT_] {i}С большим количеством уговоров.

source: [_MST_] {i}Oh my God!... That will get the attention of all the students for sure. These kids are bringing their "A game"{/i}
de_de: [_MST_] {i}Oh mein Gott!... Das wird mit Sicherheit die Aufmerksamkeit aller Schüler erregen. Diese Kinder zeigen, was sie drauf haben {/i}
it_it: [_MST_] {i}Oh mio Dio!... che otterrà l'attenzione di tutti gli studenti di sicuro. Questi bambini stanno portando il loro "Un gioco"{/i}
pt_pt: [_MST_] {i}Ai meu Deus!... Isso vai chamar a atenção de todos os alunos com certeza. Essas crianças estão trazendo seu "Jogo"{/i}
ru_ru: [_MST_] {i}Боже мой!... Это точно привлечет внимание всех студентов. Эти дети играют на "отлично".

source: [_MST_] {i}It's also useful to know that [ryan] and Lauren are anything but prudes.{/i}
de_de: [_MST_] {i}Es ist auch nützlich zu wissen, dass [ryan] und Lauren alles andere als prüde sind. {/i}
it_it: [_MST_] {i}È anche utile sapere che [ryan] e Lauren sono tutt'altro che prudenze.{/i}
pt_pt: [_MST_] {i}Também é útil saber que [ryan] e Lauren são tudo menos puritanos. {/i}
ru_ru: [_MST_] {i}Также полезно знать, что [ryan] и Лорен - не ханжи.

source: [_MS_] Lauren looks a lot like the girl in that movie "How to Breed your Dragon.", only with much fewer... clothes on... What's her name?... Assturd?
de_de: [_MS_] Lauren sieht aus wie das Mädchen in dem Film "How to Breed your Dragon", nur mit viel weniger... Klamotten an... Wie heißt sie?... Assturd?
it_it: [_MS_] Lauren assomiglia molto alla ragazza in quel film "Come Allevare il tuo Drago., solo con pochissimo... vestiti... Qual è il suo nome?... Assturd?
pt_pt: [_MS_] Lauren parece muito com a garota daquele filme "How to Breed your Dragon.", só que com muito menos... roupas que... Qual é o nome dela? ... Assturd?
ru_ru: [_MS_] Лорен очень похожа на девушку из фильма "Как вырастить дракона", только с гораздо меньшим количеством... одежды... Как ее зовут?... Асстурд?

source: [_R_] Yeah, that's exactly right.
de_de: [_R_] Ja, das ist genau richtig.
it_it: [_R_] Sì, è proprio giusto.
pt_pt: [_R_] Sim, é exatamente isso.
ru_ru: [_R_] Да, именно так.

source: [_MS_] Ok, good. So you want the poster to reflect that with a proper background, and a proper slogan... So take a second to think about it.
de_de: [_MS_] Okay, gut. Sie wollen also, dass das Plakat dies mit einem geeigneten Hintergrund und einem geeigneten Slogan widerspiegelt... Nehmen Sie sich also einen Moment Zeit, um darüber nachzudenken.
it_it: [_MS_] Ok, buono. Quindi vuoi che il poster rifletta questo con uno sfondo corretto, e uno slogan adeguato.. Quindi prendete un secondo per pensarci.
pt_pt: [_MS_] Ok, bom. Então você quer que o cartaz reflita isso com um background e slogan adequado... Então tire um tempo para pensar sobre isso.
ru_ru: [_MS_] Хорошо. Значит, вы хотите, чтобы плакат отражал это, с соответствующим фоном и подходящим слоганом... Подумайте об этом.

source: [_R_] Ok... I think I've got an idea.
de_de: [_R_] Ok, ich glaube, ich habe eine Idee.
it_it: [_R_] Ok... Penso di avere un'idea.
pt_pt: [_R_] Ok..., acho que tenho uma ideia.
ru_ru: [_R_] Ок, кажется, у меня есть идея.

source: [_MS_] Ok... Just let your creativity flow.
de_de: [_MS_] Und lassen Sie Ihrer Kreativität freien Lauf.
it_it: [_MS_] Ok... Lascia che la tua creatività fluisca.
pt_pt: [_MS_] Ok... Só deixe a sua criatividade fluir.
ru_ru: [_MS_] Хорошо... Просто дайте волю своему творчеству.

source: [_MS_] You still want to use that particular picture?
de_de: [_MS_] Wollen Sie dieses Bild immer noch verwenden?
it_it: [_MS_] Vuoi ancora usare quella particolare immagine?
pt_pt: [_MS_] Você ainda quer usar aquela foto em particular?
ru_ru: [_MS_] Вы все еще хотите использовать именно эту фотографию?

source: [_R_] Yeah, why not?
it_it: [_R_] Sì, perché no?
pt_pt: [_R_] Sim, por que não?

source: [_MS_] No reason.
de_de: [_MS_] Ohne Grund.
it_it: [_MS_] Nessun motivo.
pt_pt: [_MS_] Nenhum motivo.
ru_ru: [_MS_] Без причины.

source: [_MST_] {i}Unless you've got something even sexier.{/i}
de_de: [_MST_] {i}Es sei denn, du hast etwas noch Sexieres.{/i}
it_it: [_MST_] {i}A meno che tu non abbia qualcosa di più sexier.{/i}
pt_pt: [_MST_] {i}A menos que você tenha algo ainda mais sexy. {/i}
ru_ru: [_MST_] {i}Если только у вас нет чего-то еще более сексуального.

source: [_MST_] {i}I'm not even into women, but I can appreciate a beautiful young ass.{/i}
de_de: [_MST_] {i}Ich stehe zwar nicht auf Frauen, aber ich weiß einen schönen jungen Hintern zu schätzen. {/i}
it_it: [_MST_] {i}Non sono nemmeno nelle donne, ma posso apprezzare un bel culo giovane.{/i}
pt_pt: [_MST_] {i}Eu nem mesmo curto mulheres, mas eu posso apreciar uma bela bunda jovem. {/i}
ru_ru: [_MST_] {i}Я даже не люблю женщин, но могу оценить красивую молодую задницу.

source: [_MS_] Now, remember your theme.
de_de: [_MS_] Denken Sie jetzt an Ihr Thema.
it_it: [_MS_] Ora, ricorda il tuo tema.
pt_pt: [_MS_] Agora, lembre-se do seu tema.
ru_ru: [_MS_] Теперь вспомните свою тему.

source: [_MS_] Think of a good slogan...
de_de: [_MS_] Denken Sie sich einen guten Slogan aus...
it_it: [_MS_] Pensa a un buon slogan...
pt_pt: [_MS_] Pense num bom slogan...
ru_ru: [_MS_] Придумайте хороший слоган...

source: [_MS_] And let your creativity flow.
de_de: [_MS_] Und lassen Sie Ihrer Kreativität freien Lauf.
it_it: [_MS_] E lasciate fluire la vostra creatività.
pt_pt: [_MS_] E deixe a criatividade fluir.
ru_ru: [_MS_] И дайте волю своему творчеству.

source: [_R_] Ok... I think I'm ready.
de_de: [_R_] Ok... Ich glaube, ich bin bereit.
it_it: [_R_] Ok... Penso di essere pronto.
pt_pt: [_R_] Ok... Eu penso que estou pronto.
ru_ru: [_R_] Ладно... Кажется, я готов.

source: [_MS_] Wow... That's really good.
de_de: [_MS_] Wow... Das ist wirklich gut.
it_it: [_MS_] Wow... È davvero buono.
pt_pt: [_MS_] Uau... Isso é muito bom.
ru_ru: [_MS_] Ух ты... Это действительно хорошо.

source: [_MST_] {i}The slogan is a bit provocative, but it definitely goes with the flavor of the picture.{/i}
de_de: [_MST_] {i}Der Slogan ist ein wenig provokant, aber er passt definitiv zum Geschmack des Bildes {/i}
it_it: [_MST_] {i}Lo slogan è un po 'provocatorio, ma sicuramente va con il sapore della foto.{/i}
pt_pt: [_MST_] {i}O slogan é um pouco provocativo, mas com certeza combina com o sabor da foto. {/i}
ru_ru: [_MST_] {i}Слоган немного провокационный, но он определенно соответствует колориту картины.

source: [_R_] Yeah... I just did exactly what you said...
de_de: [_R_] Ja... ich habe genau das getan, was du gesagt hast...
it_it: [_R_] Sì... Ho fatto esattamente quello che hai detto...
pt_pt: [_R_] Sim... Eu só fiz exatamente o que você disse...
ru_ru: [_R_] Да... Я только что сделал именно то, что вы сказали...

source: [_R_] You're such a good art teacher!
de_de: [_R_] Sie sind ein so guter Kunstlehrer!
it_it: [_R_] Sei un insegnante di arte così buono!
pt_pt: [_R_] Você é uma professora de arte muito boa!
ru_ru: [_R_] Вы такой хороший учитель рисования!

source: [_MS_] Ohhh... That's so sweet!
de_de: [_MS_] Ohhh... Das ist so süß!
it_it: [_MS_] Ohhh... È così dolce!
pt_pt: [_MS_] Ohhh... Isso é tão fofo!
ru_ru: [_MS_] Ооо... Это так мило!

source: [_MS_] Now, is that it, or did you say you need to design another poster?
de_de: [_MS_] War's das jetzt, oder sagten Sie, Sie müssen ein anderes Plakat entwerfen?
it_it: [_MS_] Ora, è che è così, o hai detto che è necessario progettare un altro poster?
pt_pt: [_MS_] Agora, é isso, ou você disse que precisa projetar outro pôster?
ru_ru: [_MS_] Так вот, это все, или вы сказали, что вам нужно разработать еще один плакат?

source: [_R_] I've got one more.
de_de: [_R_] Ich habe noch eine.
it_it: [_R_] Ne ho un altro.
pt_pt: [_R_] Eu tenho mais um.
ru_ru: [_R_] У меня есть еще один.

source: [_MS_] Ok, let's set it up.
de_de: [_MS_] Okay, fangen wir an.
it_it: [_MS_] Ok, facciamolo configurare.
pt_pt: [_MS_] Ok, vamos configurar.
ru_ru: [_MS_] Хорошо, давайте настроим его.

source: [_MS_] The background is looking nice, now bring it home with a creative slogan.
de_de: [_MS_] Der Hintergrund sieht gut aus, jetzt bringen Sie ihn mit einem kreativen Slogan nach Hause.
it_it: [_MS_] Lo sfondo sembra bello, ora portalo a casa con uno slogan creativo.
pt_pt: [_MS_] O fundo ficou bonito, agora é a vez de criar um slogan criativo.
ru_ru: [_MS_] Фон выглядит красиво, теперь доведите его до ума с помощью креативного слогана.

source: [_R_] Alright... I've got this.
de_de: [_R_] Also gut... Ich hab's im Griff.
it_it: [_R_] Bene... Ho questo.
pt_pt: [_R_] Certo ... Eu gostei disso.
ru_ru: [_R_] Хорошо... Я понял.

source: [_MS_] Oh... That's... Hmmm...
de_de: [_MS_] Oh... Das ist... Hmmm...
it_it: [_MS_] Oh... Qui... Hmmm...
pt_pt: [_MS_] Oh... Isso é... Hmmm...
ru_ru: [_MS_] О... Это... Хммм...

source: [_R_] Well... That didn't end up the way I planned.
de_de: [_R_] Na ja... Das ist nicht so gelaufen, wie ich es geplant hatte.
it_it: [_R_] Bene... Non è finita come avevo pianificato.
pt_pt: [_R_] Bem... Isso não acabou como eu planejei.
ru_ru: [_R_] Ну... Все закончилось не так, как я планировал.

source: [_R_] But, I think nobody will really care since they will just be paying attention to the picture of Lauren.
de_de: [_R_] Aber ich denke, das wird niemanden wirklich interessieren, da sie nur auf das Bild von Lauren achten werden.
it_it: [_R_] Ma, penso che nessuno si interesserà davvero, perché saranno solo prestare attenzione al quadro di Lauren.
pt_pt: [_R_] Mas, eu acho que ninguém vai realmente se importar já que eles estarão apenas prestando atenção na foto de Lauren.
ru_ru: [_R_] Но, думаю, это никого не волнует, так как все будут обращать внимание только на фотографию Лорен.

source: [_MS_] Hmmm... Well, you may be right.
de_de: [_MS_] Hmmm... Nun, Sie könnten Recht haben.
it_it: [_MS_] Hmmm... Beh, potresti aver ragione.
pt_pt: [_MS_] Hmmm... Bem, você pode estar certo.
ru_ru: [_MS_] Хммм... Что ж, возможно, вы правы.
